[
    {
        "type": "text",
        "text": "才思泉涌“举步”间：体育运动对创造性思维的影响",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李清扬 尹俊婷 罗俊龙(上海师范大学心理学系，上海200234)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 创造性思维是运用独特且新颖的观点解决问题的思维形式，发散与聚合思维是两种常见的类型。体育运动对发散与聚合思维具有不同的影响，且受到运动强度、方式、时长以及个体差异等因素的调节。目前解释体育运动如何影响创造性思维的理论有情绪假说、执行功能假说与身心隐喻理论。未来的研究需要在进一步重视研究规范性的基础上，加强神经科学研究并拓宽群体覆盖面，关注体育运动与创造性成就的关系，为开具创造性思维运动处方提供有力的科学支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词体育运动，创造性思维，发散思维，聚合思维",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "创造性思维是个体产生并运用独特的、新颖的观点与方式解决问题的思维形式(Sternberg&Lubart,1995)。作为一种高级的人类认知功能，其在科学技术、发明创造、教育与艺术等诸多社会领域都起到关键性的作用(Hennessey&Amabile,2010;Stermberg&Kaufman,2018；罗俊龙等,2012)。每个人都均蕴含着强大的创造潜力(Amabile,1988)，这种潜力可以在一定程度上得到提升(Lin,2011)。近年来，研究者致力于探索如何提高创造性思维(Kaufman,2018)。其中，体育运动的作用受到了广泛的关注。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "哲学家梭罗曾说过：“当我迈开腿时，我的思想也开始流动”(Thoreau,1851)，暗示了体育运动与创造性思维的可能联系。从上世纪起，研究者开始对体育运动与创造性思维的关系及其可能的作用机制和影响因素进行深入探究，并取得了一系列成果。虽然一些研究证实了体育运动与创造性思维存在关联(Tocci et al.,2022;Fritz et al.,2020; Fillingim et al.,2021)，但也有研究得出了相反的结论(Cavallera et al.,2011; Donnegan et al.,2018; Blades & MacFadyen,2019)。目前，体育运动能否对创造性思维产生影响、产生何种影响还未有定论，且现有研究涉及了庞杂的边界条件。因此，本文将在已有研究的基础上，梳理并评述二者关系间的实证与理论研究，阐明体育运动影响创造性思维的调节因素与心理机制，为创造性思维运动处方的制定提供可参考的科学依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2体育运动影响创造性思维：基于发散与聚合的视角",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "创造性思维包含发散思维与聚合思维两种基本的思维过程(Guilford,1967)。体育运动对两种思维过程的影响效果存在差异，因此以下内容将从发散与聚合思维的视角详细阐述运动对创造性思维的影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1体育运动对发散思维的影响",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "发散思维是指个体以新颖独特的视角从已有信息中产生多样结果的思维形式(Shen et al.,2016)。发散思维有三个重要构成要素：流畅性、灵活性与独创性(Guilford,1967)，分别反映了思维的数量、种类与质量(段继扬,1986; Benedek et al.,2012)。体育运动对发散思维的不同要素可能具有不同的影响，其中运动对思维灵活性与独创性的促进作用较大(Venditi et al.,2015;Ludyga et al.,2020)，但对思维流畅性的作用确不明显(Matsumoto et al.,2022)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "部分研究者提出，运动能通过认知控制损耗激发思维的灵活性与独创性。例如，Oppezzo和Schwartz(2014)使用替代用途测试(Altermative Uses Task,AUT)测量了静坐与步行两种身体活动后发散思维的变化，发现步行对发散思维的提升作用显著高于静坐，且户外漫步对思维灵活性与独创性的改善作用优于跑步机步行。鉴于自由漫步比受限行走消耗更多的认知控制资源(Brisswalter et al.,1995)，Oppezzo 和 Schwartz推测，思维灵活性与独创性的提升可能与认知资源消耗有关。但是该研究不足以证明发散思维的提升是认知损耗导致的，因为动作幅度和运动环境等因素都会对结果造成干扰。在此基础上，为了进一步探究认知控制损耗与发散思维的关系，Zhou 等人(2017)引入了三种身体干预姿态：躺卧、静坐和站立，三种身体姿态均不包含身体移动且认知控制需求逐一增强。结果显示，在排除了动作幅度与运动环境的干扰后，思维灵活性与独创性水平依旧随着认知控制损耗的增加而提升，明确了认知控制损耗在创意产生中的促进作用。该研究主张，运动后的认知控制损耗会导致注意力的失焦与自上而下控制的减弱，允许更多无关信息的进入，继而启发更具灵活性与独创性的观点。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "此外，运动还可能通过缓解压力、提升幸福感的方式促进思维独创性(Rominger et al,2022; Steinberg et al.,1997)。Campion 和Levita 等人(2014)发现一组5 分钟的舞蹈干预后，仅有高幸福感与低疲劳感的被试表现出了思维独创性的提升，提示了思维独创性与幸福感的可能联系。另一项研究以大学生为被试，探究20分钟舞蹈对发散思维的影响，结果发现舞蹈后被试思维独创性得分显著提升，并且心理解脱感(psychological detachment)在其中起到中介作用。证明了运动能够通过抑制消极体验、防止心理资源过度流失的方式改善思维的独创性(Bollimbala et al., 2022)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，多项研究表明体育运动与思维的流畅性无关。Perchtold-Stefan 等人(2020)使用弗莱伯格身体活动问卷(Freiburger Questionnaire on Physical Activity)和认知重评创造力测试(Reappraisal inventiveness test,RIF)分别调查了98名学生的运动水平与情感发散思维能力,结果发现每周花在体育活动上的时间与创造性想法的总量之间没有关联。另一项干预研究也得到了类似的结果，Bollimbala 等人(2020)将被试随机分配完成 20 分钟的运动训练或课题研究，在运动前后测量发散思维，结果发现运动仅仅改善了思维灵活性与独创性，与思维流畅性无关。上述结果可能与思维性质有关。具体来说，研究证明体育运动能够提升执行功能的处理效率，并且只有当认知任务涉及较高的执行控制量时，运动才会显现出积极影响(Bae &Masaki,2019)。发散思维的流畅性在任务中反映为想法的数量，属发散思维的最低层次要素，执行过程简单且认知控制需求小，因此执行功能效率的提升对于思维流畅性影响较小，运动的促进效应也因此难以显现。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上所知，体育运动对发散思维不同要素的影响效果量不同，其中对思维灵活性与独创性的作用较大，但对思维流畅性的作用却较小。通过损耗认知控制资源和压力缓解等作用，体育运动能够激发思维灵活性和独创性的最佳表现；而思维流畅性涉及的控制过程较为简单，因此运动所提升的认知功能作用无法从中体现。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2体育运动对聚合思维的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "聚合思维是个体利用已获得的知识和经验，进行分析与推理，并从已知信息中获得最佳答案和策略的思维过程(de Rooij&Vromans,2020)。聚合思维旨在获得一个最佳答案，多以创造性问题解决的成功率为指标(Aga et al.,2021; Baker et al.,2019)。对于体育运动与聚合思维的关系，现有研究存在很大的分歧，大多数研究者得到运动对聚合思维不利或是无关的结果，但也有部分研究报告了运动的有利影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "多项研究显示，运动会对聚合思维产生消极影响。Colzato等人(2013)以运动员和非运动员为被试，使用前测-后测法探究中高强度体育运动与聚合思维的关系，结果发现高强度运动后，非运动员在远距离联想测验(Remote Association Test,RAT)中得分显著降低，即体育运动干扰了被试的顿悟问题解决能力。与此类似，Baker等人(2018)发现在踏板运动期间，被试的顿悟问题解决正确率受到了严重损害。该结果的出现存在两种可能的原因。其一，从认知控制角度来看，聚合思维要求被试对最佳答案进行严格的搜索，这一过程对认知控制的需求极高，而剧烈运动后的身体疲劳会导致认知控制的失败，继而损害聚合思维表现(Bialystok& Craik,2010;Colzato et al.,2013)。其二，从情绪的调控角度来看，积极情绪可能是聚合思维提升的必要条件，先前研究者未能发现聚合思维的提升可能是因为采用的运动干预方式未能引发情绪的改变。以上推测得到了实证研究的支持，具体来说，Aga 等人(2021)将被试随机分配接受15分钟的运动或对照干预，分别测量了运动前后的顿悟问题解决能力及运动后的情绪体验。结果发现，运动对顿悟问题解决能力的影响取决于情绪，表现出积极情绪的被试顿悟问题解决能力增强，而表现出消极情绪的被试顿悟问题解决能力则减弱。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "部分研究未能发现运动与聚合思维之间的关系，这或许与实验采用的运动干预强度有关。这些研究多使用中、低强度的运动干预，如Frith 和Loprinzi(2018)发现，进行中强度有氧运动训练后被试在RAT测试上的分数没有显著变化。Jung 等人(2021)发现低强度步行对言语、数学和空间顿悟问题解决能力没有影响。有研究表明提升高认知需求的任务需要更剧烈的运动(Tomporowski,2003)，聚合思维测试对认知控制的需求更大，涉及更多的自上而下的加工，中、低强度的运动所消耗的认知控制资源不足以引发高级认知功能的改变，因此无法影响聚合思维。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "值得注意的是，在一些特定的实验条件下，研究者报告了运动对聚合思维的促进作用。例如，Frith 等人(2020)将被试随机分入启动组和对照组完成15 分钟跑步，其中启动组引入了一项字谜任务以对RAT测试进行语义启动。结果发现，相比于对照组，启动组在语义启动效应下顿悟问题解决能力显著增强。该研究主张，运动激活的心理状态流以及语义联想性线索提供了足够的神经刺激，充分激活了问题解决策略，以支持顿悟问题解决能力表现。Thomas 和Lleras(2009)将被试随机分配进行手臂的横向伸展或前后摇摆运动，随后通过两线任务(two-string problem)测量被试的顿悟问题解决能力，结果发现摇摆组在更短的时间内找到了问题解决的方法（通过摇摆将绳子相绑)。并且大部分被试在事后调查中报告自己并未意识到手臂运动与问题解决方案的联系，表明当运动模式与问题解决方案相一致时，身体动作能以内隐的方式为认知任务提供线索，以此提升顿悟问题解决能力。上述研究表明，运动对聚合思维的影响可能依赖于一定的思维引导，单纯的身体活动不足改善聚合思维这类高级思维形式，为进入更复杂、更高阶的思维，需要在运动的基础上提供一定的思维线索才能使体育运动效应最大化的展现。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上可知，研究者就体育运动与聚合思维的关系还未能达成一致。运动可能引发认知控制的失败并损害高级思维过程，从而削弱聚合思维；一些研究者用强度过低的运动干预，无法激活与聚合思维相关的神经机制，因而未能发现二者的关联；然而，不乏有研究发现了运动对聚合思维的促进效应，他们均强调了积极思维引导的重要作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3体育运动影响创造性思维：调节因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着研究的不断深入，研究者发现运动对创造性思维的影响十分复杂，其结果可能受到运动强度、运动方式、运动时长与个体差异等因素的调节，以下将对这些因素的调节作用进行详细论述。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1运动强度",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "体育运动对创造性思维的影响存在强度剂量效应，并且在不同的运动频率下，促进创造性思维的最佳运动强度也有所不同。在急性运动中，现有研究普遍支持运动强度与创造性思维表现的倒U曲线关系，强度过高或过低的运动均存在劣势。例如，Baker等人(2019)发现进行低强度运动时，被试的发散思维水平较运动前没有显著改变。另一项研究则报告单次高强度的体育运动会导致力竭，继而损害发散与聚合思维(Colzato etal.,2013)。然而，中强度的急性运动能对创造性思维产生最大效益(Blanchete et al.,2005;Loprinzi& Kane,2015;Frith et al.,2019; Nakagawa et al.,2020)。中强度运动能够引发一定的生理唤醒，同时又不至于达到力竭状态导致认知控制的失败，达到促进作用的最大化。但值得注意的是，即使是强度适中的急性运动对创造性思维的改善也不稳定(Donnegan et al.,2018; Patterson et al.,2018),因为单次的运动只能对心理与神经功能产生量的改变，促进效应不易显现。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在长期运动中，高强度运动更有助于创造性思维的提升(Ruiz-Arizaet al.,2017;Roman etal.,2021; Tilp et al.,2019)。高强度的运动与心理和生理变化有着更密切的联系(Hotting et al,2016)，通过工作记忆、注意力和执行控制等认知功能的提升(Venditii et al.,2015;Ludyga,Gerber,Puhse etal.，2020;Erickson etal.，2019)以及大脑可塑性等神经功能的改变(Ben-Soussan et al.,2015; Schmidt-Kassow eta.l,2012)，高强度的长期运动能够对创造性思维表现出持久且稳定的促进效应。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总之，不同的运动频率中最佳的运动强度不同。在急性运动中，中强度的运动最有利于创造性思维的提升，但该效应具有不稳定性；而在长期运动中，高强度的运动能与生理机制建立更密切的联系，从而对创造性思维产生持久且稳定的影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2运动方式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前有关体育运动与创造性思维的研究中使用的运动方式可分为两种：限制运动与自由运动。限制运动中动作受到研究者指令的约束，其中最常使用的是有氧运动（如步行、跑步和瑜伽等)；而自由运动允许被试以不同的方式活动，动作不受限制。研究发现，自由运动比限制运动激发了更大的创造性潜能，尤其是发散思维。例如，Kuo 和Yeh(2016)比较了个体在矩形路径行走与自由行走条件下的发散思维水平，结果只在自由行走组发现了得分的改善。无独有偶，Richard等人(2020)将被试随机分配进行30 分钟的有氧舞蹈、自由舞蹈或阅读，结果发现自由舞蹈组在发散思维上的提升显著高于有氧舞蹈组。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "研究者从不同角度解释了自由运动与限制运动影响发散思维效果量的差别。一方面，自由运动涉及了运动感知与概念表征的融合作用。相比于按规定路径行走，自由行走的个体“思想跳出框架”（“thinking outside the box”）的能力更强(Leung etal.,2012)。因为运动感知与抽象性概念表征（自由、不受约束）相联系，通过身心联结催生更具灵活性与独创性的想法(Richard etal.,2021)。另一方面，研究者提出了自由运动中的注意力效应。Murali 和Handel(2022)的研究发现自由行走的被试比处于限制状态的被试在AUT测试上的得分更高，且自由状态下被试的眨眼频率与AUT 测试得分显著相关。对此Murali 和Handel推测，自由状态下注意力范围以及对概念的感知将会扩大，有利于个体在不同概念间灵活的切换，继而促进发散思维表现。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "总之，与限制运动相比，自由运动能激发更强的发散思维潜能。一方面，自由运动中身体活动的变化能向心理传递更加灵活多变的信息，暗示个体产生多元且新颖的想法；另一方面自由状态下注意力范围扩大，使思维系统产生对灵活性的偏向，展现出更强的发散思维。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3运动时长",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "运动时长是影响干预效果的重要调节变量，且其作用独立于强度与频率等其他剂量参数(Singh etal.,2019)。鉴于时间范式描述了运动干预中认知测试的实施时间，能为运动时长这一变量提供更具体的信息(Chang etal.,2012)，因此研究者倾向于在不同的时间范式下考察运动时长的作用。当前研究使用的时间范式可分为同时范式与继时范式，前者在运动的同时完成创造性测试，后者则在运动结束后完成创造性测试。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在同时范式中，运动时长不宜过短。Jung 等人(2022)的实验采用 20 分钟的运动干预，结果发现运动时的聚合思维得分较运动前没有显著改变。Colzato 等人(2013)在13分钟的运动干预中则发现了创造性思维的降低。一项元分析发现，至少在运动开始20分钟后，对认知功能的有益影响才逐渐展现(Chang et al.,2012)。但是多数研究使用的干预时长为 5\\~15 分钟，因此未能观测到创造性思维的改变。值得注意的是，过长的运动也会产生不利影响。Baker 等人(2018)对被试实施2小时的低强度运动干预，并在期间采集了5次聚合思维数据，结果发现在运动开始的前30分钟聚合思维测试得分上升，但在30分钟后测试错误率明显增加，并伴随着精神状态的恶化与肌肉的疲劳。基于以上内容可以推测，在同时范式中，最佳的运动时长为 $2 0 { \\sim } 3 0$ 分钟，过短或过长的运动都会阻碍创造性思维。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在继时范式中,持续5分钟到1小时的运动对创造性思维不同指标均有促进作用(Chen etal.,2021; Aga et al.,2021; Bae & Masaki,2019; Roman et al.,2018),且效果具有一定的延时性。Zhao 等人(2022)实施 25 分钟的运动干预，并在运动结束5分钟与30分钟时测量被试的创造性思维。结果发现在运动结束5分钟时，被试的发散思维和聚合思维较运动前有显著的提升，但该效应在运动结束后30分钟内消失。然而，另一项研究使用35分钟的运动干预则发现了1 小时的延时效应(Netz et al.,2009)。上述研究表明，随着运动后休息时间的增加，运动对创造性思维的促进作用也逐渐减小，但是提升运动干预时长或许能够延长效应持续的时间。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "总之，在同时范式中，运动干预时长不宜过短或过长，最佳的运动时长为 $2 0 { \\sim } 3 0$ 分钟；在继时范式中，5分钟至1小时的运动均能够改善创造性思维产生，该效应在运动结束后随着时间的推移逐渐减小直至消失，但通过适当增加运动时长，效应持续时间能够得到延长。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4个体差异 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4.1年龄",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "被试年龄也是主要的调节因素之一。体育运动能够有效改善青少年与老年个体的创造性思维表现(Roman et al.,2017; Netz et al.,2007)，然而一些研究却报告成年早期个体的创造性思维与运动无关(Main et al.,2020; Patterson et al.,2018)。元分析发现，运动对成年早期个体认知功能影响较小(Ludyga etal.,2016)。这可能是因为成年早期个体在创造性思维测试中出现了天花板效应。年轻的个体会表现出极强的高级认知功能，但碍于实验中使用的创造性思维任务过于简单，体育运动无法带来改善作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "另外，运动对处于不同发展阶段儿童的效应也值得探讨。Piya-amormphan 等人(2017)通过问卷形式收集了1477名学生的日常体育活动水平，结果未能在 $6 { \\sim } 1 3$ 岁的儿童中发现身体活动与创造性思维的相关关系。此结果可能与儿童的年龄特性有关。9岁左右是儿童从前习俗阶段过渡到习俗阶段的时期，该年龄阶段的儿童表现出对社会习俗的欣赏与顺从(Runcoet al.,2014)，因此会阻碍创造性思维。但这不意味着运动无法发挥作用，Richard 等人(2018)将平均年龄为9.56岁的儿童为被试分入传统课程组和创新课程组，传统课程组参与常规技术类体育训练，而创新课程组参与的体育训练在技术学习的基础上融入了问题解决和即兴创作等活动，结果发现创新课程组被试的创造性思维显著升高，而传统课程组则有所下降。该研究表明了环境的重要作用，即使该年龄段的儿童创造性较低，创新环境下的体育运动依然能够产生积极影响。因此，体育运动如何激发发展变化个体的创造性思维，值得后续进一步探讨。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "总之，相比于青少年及老年个体，体育运动对成年早期个体的创造性思维影响较小，因为年轻个体的认知能力正值人生中的顶峰，会在创造性测试上出现天花板效应；相比于其他年龄段儿童，运动效应难以在 $6 { \\sim } 1 3$ 儿童中体现，因为该年龄段的儿童正在经历身心的发展变化，创造性思维受到社会习俗的制约而下降，但若为其提供创新的环境，体育运动依旧能够发挥促进效应。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4.2体适能",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "体育运动对创造性思维的影响还受到体适能的调节。目前有关体适能因素的研究主要分为两类：身体健康与运动习惯。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "关于身体健康与创造性思维的关系，一般认为健康个体的创造性水平更高(Roman et al,2017)，但该观点在体育运动研究中受到了质疑。Ramocki等人(2002)的研究发现，不论身体健康状况如何，体育运动均对个体的发散思维能力产生了公平的有益影响，即体育运动对发散思维的作用独立于身体健康。此结果可能与思维形式有关。Themanson 等人(2006)发现健康的个体仅在自上而下的控制能力上高于亚健康个体。因此健康程度对发散思维的影响效果不显著，但可能会有利于聚合思维过程。一些研究已经证明握力和身体质量指数(Body MassIndex,BMI)等健康指标良好的被试在运动后顿悟问题解决能力提升更大(Agaet al.,2021;Bollimbala et al.,2019)，这也间接表明身体健康对聚合思维潜在有利影响。此外，运动还可能出现反剂量效应。例如，Ruiz-Ariza 等人(2017)和 Netz 等人(2009)均发现，低健康水平个体反而在运动后表现出了更强的发散思维水平，因为健康水平较低的个体能感知到更高的运动刺激，产生更强的神经兴奋水平。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在运动习惯方面，相比于不常运动的个体，有运动习惯的个体在运动中聚合思维提升更大(Colzato etal.,2013)。此结果可能与能量感有关，具体来说，运动习惯与能量感密切相关(Ward-Ritacco etal.,2015)，且能量感在体育运动与认知功能的关系中起到中介作用(Legrandet al.,2018)。有运动习惯的个体在运动中能量感提升，创造性思维过程得到改善；而不常运动的个体在运动中能量感降低，创造性思维表现也随之减弱。另外，Colzato 等人还发现，在运动后的休息状态下，运动员的发散与聚合思维测试得分反而比非运动员个体差。可能的原因是，体育运动对于有运动习惯的个体是愉快的活动，因此持续进行的运动有助于发散与聚合思维表现；而休息（停止运动）抑制了愉快的体验，导致了发散与聚合思维的下降。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总之，体适能水平能调节体育运动的影响效应。在身体健康上，与亚健康个体相比，健康个体表现出更强的自上而下的控制能力，更有利于聚合思维表现，但是对发散思维效果不明显。在运动习惯上，有运动习惯的个体比不常运动的个体展现出更高的聚合思维水平，因为他们具备更强的能量感并获得愉快的体验，但在运动结束后，随着愉快体验的丧失，该效应也随即消失。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4体育运动影响创造性思维：理论解释",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "目前，就体育运动影响创造性思维的心理机制已有多种观点，分别为情绪假说、执行功能假说与身心隐喻理论。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1情绪假说",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "该假说认为，体育运动通过改变情绪影响创造性思维。具体观点可分为两种：其一仅考虑情绪效价，提出体育运动能激活积极或消极的情绪，其中积极情绪能激发创造性思维，而消极情绪则抑制创造性思维(Rominger et al.,2022)。具体来说，积极情绪促使个体实行放松的认知处理模式，通过增强长时记忆中积极表征的广泛联结简化信息处理方式，使得个体在提升认知加工效率的同时也获得了更丰富、多元的信息，进而促进了发散与聚合思维过程(Baas et al.,2008)。相反，消极情绪则暗示个体实行紧张的认知处理模式，用于创造性的认知资源转向产生防御机制，启用系统且详细的信息处理风格，抑制了创造力(张鹏程 等,2017)。而另一种观点还同时考虑了唤醒水平。该观点认为情绪对创造性的促进作用由情绪的唤醒水平决定，激活而非钝化的积极和消极情绪均能提升创造性思维，且使用的通路不同(Dreu et al.,2008)。前者通过增强认知灵活性和包容性促进创造性思维，而后者能够引发认知毅力与坚持不懈地思考促进创造性思维。然而，目前还未有研究能够证实情绪在体育运动与创造性思维之间的中介作用(Steinberg et al.,1997; Rominger et al.,2020; Aga et al.,2021),多数研究仅考虑了情绪效价或激活的作用，未来可以同时结合两个维度进一步的探究。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2执行功能理论",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "执行功能作为一种调节思想与行为的通用控制过程，与创造性思维具有密切的联系(Zabelina etal.,2019)。研究者认为执行功能在运动影响创造性思维的过程中起到至关重要的作用(Bollimbala et al.,2019)。但是，运动对创造性思维的效应，究竟是执行功能“削弱”还是“增强”的结果，研究者提出了不同的观点。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "部分研究者提出了急性运动中\"认知控制损耗\"的作用(Colzato etal.,2013)。认知控制资源是个体成功地执行认知加工的能量，各种控制化的认知操作均依赖于该资源(黎建斌，2013)。体育运动作为一种非自动化的活动，会损耗认知控制资源，并对后续的发散与聚合思维任务产生截然相反的影响(Dorris et al.,2012)。发散思维得益于认知控制资源的损耗。认知控制资源的减少，一方面会导致注意力的散焦，提升注意广度与跳跃性，继而帮助个体获得更多看似无关紧要的刺激，得到创造性的启发(Memmert,2012)。另一方面，认知控制损耗还会导致自上而下的控制减弱，增强激活扩散作用，这意味着一个概念的激活会导致更多相关节点的激活，这种广泛的信息激活作用能够有效的克服功能固着，激发更加多元且新颖的观点(Radel et al.,2015; Zhou et al.,2017; Scibineti et al.,2011)。然而，认知控制损耗会损害聚合思维表现。因为聚合思维强调逻辑、速度与高精准度，对认知控制的要求较高，注意力与自上而下控制的减少将会直接导致聚合思维认知控制的失败。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "值得注意的是，近年来诸多研究发现了运动对执行功能的有益影响(Northey et al.,2018;Ishihara etal.,2021)。对此一些研究者主张，创造性思维的改善依赖于部分执行功能的提升(Bollimbala et al.,2019)。例如，有研究发现体育运动有助于工作记忆容量的提升(Pontifex etal.,2009)。工作记忆是控制注意力的主要资源，负责维持任务相关信息并控制记忆搜索，在发散思维的信息重组过程中发挥重大作用。发散性思维任务要求被试思考常见物体的替代用途，个体需要识别物体的相关特质，并在记忆中搜索与该特征不直接相关的应用方式，比如在识别汽车轮胎的大小与形状后，认为可以将其作为画框使用(Benedeck.,2014)。此外，体育运动还可能增强认知抑制功能(Pastor etal2021)，个体对强相关信息的激活能力增强，有效的过滤无关信息并抑制无关反应的激活(Scibinetti et al.,2011)，这一改变可能会对聚合思维过程产生有利的影响。据上述研究可知，执行功能在运动与创造性思维间的作用机制十分复杂，有待后续研究的进一步探讨。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3身心隐喻理论",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "该理论从具身认知角度出发，强调体育运动的整体性，即运动作为一个动态的统一体涉及了身体动力、认知、情感以及物理环境的相互作用。身体对世界的感知觉经验为思想提供了主要内容，因此具体的物理经验会影响人们对主观社会现实的构建，且这一过程依靠隐喻实现(Frith,Miller et al.,2019)。隐喻指来自一个认知域的（具体的、物理的）概念在另一个抽象认知域的概念中表达的过程，体育运动能够通过身心隐喻的方式影响发散与聚合思维(Leung et al.,2012;Wang et al.,2019)。具体地，在发散思维中自由运动的隐喻作用最强。无组织、无计划的自由运动传递更丰富且多元的感觉运动信息，并通过隐喻映射将该信息架构到抽象的范畴，促使个体对创造性任务产生新的理解(Slepian&Ambady,2012;Andolfi et al,2017; Imaizumi etal.,2020)。例如，自由漫步比跑步机步行更有利于发散思维表现(Oppezzo &Schwartz,2014)，因为\"自由\"被隐喻地与\"发散\"联系在一起。而在聚合思维中，当运动模式与问题解决方案一致时隐喻作用最强。一致运动对聚合思维的隐喻作用依赖于运动轨迹提供的认知线索，特定的动作在不同的问题空间中激活了相同的动作表征，该表征会在无意识中进入工作记忆，影响顿悟问题解决时空间表征的选择，从而改善问题解决的策略并促进特定想法的产生(Thomas&Lleras,2009)。例如，在解决九点连线问题时，需要进行九点方框外的非点转弯才能顺利将九点一笔相连。研究发现，先前进行过内隐运动训练（手臂非点转弯运动）的被试解决九点连线问题时效率更高，因为\"非点转弯\"这一运动表征在问题解决中被激活，继而优化了被试的解决策略(Spiridonov et al.,2019)。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5总结与展望 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本文对已有的关于体育运动和创造性思维的文献进行了梳理，探讨了运动对创造性思维影响的调节因素与心理机制。但鉴于体育运动和创造性思维关系的研究结果不稳定、复杂多样，且诸多研究多聚焦于体育运动的短期效应以及关注单一群体，未来的研究可以从以下几方面进行深入探索。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "一是重视研究的规范性和科学性问题，拓展研究范围。本文提及的运动强度、运动频率、运动 方式、年龄和体适能等影响因素之间的相互作用解释了体育运动与创造性思维的时有时无、时强时弱的关系。但部分现有研究存在实验控制不够严格(Frith etal.,2019)、评分效率较低的问题(Richard et al.,2020)，这可能增强了研究的可行性但却损害了科学性。此外，体育运动与创造性思维的联系不能简单的概括化，个体本身的智力水平、运动偏好、疲劳程度等因素都有可能产生额外的效应(Fritz et al.,2020; Aga et al.,2021)。后续研究需要严格的控制额外变量，重视研究的规范性和科学性问题，关注运动过程带来的其他潜在影响，并拓展至创造性思维的非智力因素的研究，如情感创造力、创造性人格等方面。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "二是加强体育运动对创造性的神经科学研究，提供可靠证据。研究显示体育运动能够引发神经营养因子(brain-derived neurotrophic factor,BDNF)、脑区结构、功能连通性以及神经递质等生理机制的改变(Thomas et al.,2012; Voelcker-Rehage&Niemann.,2013)，这些机制也被认为与创造性思维紧密相连(Jauk etal.,2015)。人类生理与认知功能的联系具有动态复杂性，一些研究者推测体育运动与认知资源分配能够激活同一条神经通路(Frith etal.,2019)，但是未有研究能够阐明这一联系。未来有必要加强对体育运动与创造性思维关系探讨的神经机制研究，为深入揭示体育运动对创造影响的复杂机制提供可靠证据。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "三是关注不同群体下体育运动对创造性思维影响机制。目前的研究对象多集中于青少年和大学生。Torrance(1981)提出，运动是提升幼儿持久创造性思维的有效策略。元分析表明，老年痴呆症患者的发散思维受损，定期的运动能够缓解痴呆症状有患者助于康复(Fusi etal.,2021)。因此有必要将研究对象扩展至幼儿和老年人群体。不仅如此，未来研究还应重点关注一些特殊群体。例如，有研究在患有注意缺陷障碍(Attention deficit hyperactivity disorder,",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "ADHD)的儿童中发现了运动对创造性潜能的激发作用(Ludyga etal.,2020)，此作用值得后续研究的深入探讨。在性别方面，有研究发现从事体育运动的男性在自然科学、技术和数学领域的创造性思维高于女性，而女性在情感创造性方面更有优势(Top&Akili,2018)，但该效应尚未在体育运动与创造性思维领域中得到证实。因此，未来研究中可对此进行深入探究。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "四是探索体育运动与创造性成就之间的关系。Currey(2013)曾对161位知名创造者的日常作息进行分析后发现，他们多数都会定时运动，暗示了运动习惯与创造性成就的可能联系。作家村上春树深请运动对自己写作生涯的益处，他将自己30余年的跑步与创作历程编成了自传：《当我跑步时我谈些什么》，并反复提到创造力与跑步的重要联系，他认为只有在奔跑中“片时片刻的创造性思绪才会潜入脑海”(村上春树,2009)。乔布斯的员工也多次提及乔布斯对步行会议(walking meetings)的喜爱，因为步行时的思维更加开阔，人们能表达出一些在会议室中无法表达的观点(Issacon,2011)。如上所述，诸多来自艺术、文学、商业和科学领域的创造者们都提到运动是其创造生涯中不可或缺的因素，虽然一些文献证明了青春期和成年早期的运动经历与终身创造性思维水平呈正相关(Lupu etal.,2012; Bowers et al.,2014)，但这类研究十分匮乏，大部分研究仍聚焦于体育运动的即时效应，如果运动只能带来短暂的创造性思维提升，这样的结果现实意义较小。未来可以着重探索研究运动对创造性思维的长期乃至终身影响，探明在何种条件下体育运动对创造性思维的促进效果能达到最佳，并结合日常生活，为运动处方与体育培训方案的制定提供理论依据，以培养个体的终身创造力，为将体育运动作为必要因素融入大众生活提供公共卫生建议。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献   \n村上春树.(2009)．当我跑步时我谈些什么 (施小炜 译).海口：南海出版社.   \n段继扬.(1986)．试论发散思维在创造性思维中的地位和作用．心理学探新,03,31-34.   \n罗俊龙，覃义贵，李文福，朱海雪，田燕，邱江，张庆林.(2012)．创造发明中顿悟的原型启发脑机制．心理 科学进展,20(04),504-513.   \n黎建斌.(2013)．自我控制资源与认知资源相互影响的机制:整合模型．心理科学进展,21(02),235-242.   \n张鹏程,丁梦夏，王灿明.(2017).积极情绪体验对创造力影响．心理与行为研究,15(05),613-618.   \nAga,K.,Inamura,M.,Chen,C.,HagiwaraK.,Yamashita,R.,Hirotsu,M.,..Nakagawa,S. (2021).Theeffectof acute aerobic exercise on divergent and convergent thinking and its influence by mood. Brain Sciences,11(5), 546-559.   \nAmabile,T.M. (1988).A model of creativityand inovation in organizations. Research inorganizational behavior, 10(1),123167.   \nAndolfi,V.R.,Nuzzo,C.,& Antonieti,A. (2017).Opening the mind through the body: the efectsof posture on creative processes. Think Skills and Creation.24,20-28.   \nBae，S.，& Masaki, H. (2019). Effects of acute aerobic exercise on cognitive flexibility required during Task-Switching Paradigm. Frontiers in Human Neuroscience,13(260), 1-9.   \nBaker,R.,Coenen,P.,Howie,E.,Lee,J.,Wiliamson,A.，& Straker,L.(2018).Musculoskeletaland cognitive effects of a movement intervention during prolonged standing for office work. Human Factors: The Journal ofthe Human Factors and Ergonomics Society, 60(7), 947-961.   \nBaker,R., Coenen,P., Howie,E., Williamson,A.,& Straker,L. (2019). The musculoskeletal and cognitive effects of under-desk cycling compared to sitting for office workers. Applied Ergonomics,79,76-85.   \nBenedek,M., Konen,T.,& Neubauer,A. C. (20l2).Associative abilities underlying creativity. Psychology of Aesthetics Creativity and the Arts, 6(3),273-281.   \nBen-Soussan,T.D.,Piervincenzi, C.,Venditi,S.,Verdone,L.,Caserta,M.，& Carducci,F.(2015). Increased cerebellar volume and BDNF level following Quadrato Motor Training. Synapse, 69(1), 1-6.   \nBlades,R.，& MacFadyen,D. (2019). The psycho-linguistic effectsof yoga: A lexical analysis of shifts in positivity,agency,and creativity. International Journal of Yoga,12(2),91-95.   \nBlanchette,D.M.,Ramocki, S.P.,O'del, J.N.,& Casey,M.S. (2005).Aerobic exercise and creative potential: Immediate and residual effects. Creativity Research Journal, 17(2),257-264.   \nBollimbala,A., James,P.S.,& Ganguli, S. (2019). Impact of acute physical activityon children's divergent and convergent thinking: The mediating role of a low body mass index. Perceptual and Motor Skills,126(4), 603-622.   \nBolimbala,A., James,P.S.,& Ganguli,S.(2020).The effect of Hatha yoga intervention on students creative ability.Acta Psychologica,209,103-121.   \nBollimbala,A.,James,P. S.,& Ganguli, S. (2021). Impact of physical activityonan ondividual's creativity: A day-level analysis. The American Journal of Psychology,134(1), 93105.   \nBowers, M. T., Green, B. C., Hemme, F., & Chalip, L. (2014). Assessing the relationship between youth sport participation setings and creativity in adulthood. Creativity Research Journal, 26(3), 314-327.   \nBrisswalter,I., Collrdeau, M.,& Rene,A. (202). Effects of acute physical exercise characteristics on cognitive performance. Sports Medicine, 32(9), 555-566.   \nCampion, M., & Levita,L. (2013). Enhancing positive affect and divergent thinking abilities: Play some music and dance. The Journal of Positive Psychology, 9(2),137-145.   \nCavalera, G. M.，Boari, G.，Labbrozzi, D.,& Bello，E. D. (2011). Morningness-eveningness personalitya nd creative thinking among young people who play recreational sport. Social Behavior and Personalit y: An International Journal, 39(4), 503-518.   \nChang,Y. K.，Labban,J.D.， Gapin,J.I.，& Etnier,J.L. (2012). The effects of acute exerciseon cognit ive performance: A meta-analysis. Brain Research,1453,87-101.   \nChen, C.,，Mochizuki, Y.，Hagiwara,K.，Hirotsu, M.，& Nakagawa, S. (2021).Regular vigorous-intensity p hysical activity and walking are associated with divergent but not convergent thinking in Japanese yo ung adults. Brain Sciences, 11(8), 1046-1057.   \nChen， S.，Wang, Q.， Wang, X.， Huang, L.， Zhang, D.,& Shi, B. (2022). Self-determination in physical e xercise predicts creative personality of college students: The moderating role of positive affect. Fronti ers in Sports and Active Living, 4, 926243.   \nColzato,L. S., Szapora Ozturk,A.,Pannekoek, J. N.,& Hommel, B.(2013). The impact of physical exercise on convergent and divergent thinking. Frontiers in Human Neuroscience, 7, 824-830.   \nCurrey, M. (Ed). (2013). Daily Rituals: How artists work. London: Picador.   \nDe Dreu, C. K., Baas,M.,& Nijstad,B.A. (2oo8). Hedonic tone and activation level in the mood-creativity link: Toward a dual pathway to creativity model. Journal of Personality and Social Psychology, 94,739-756. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "de Rooij,A.,& Vromans,R. (202O).The (dis)pleasures of creativity: Spontaneous eye blink rate during divergent and convergent thinking depends on individual differences in positive and negative aect. The Journal of Creative Behavior, 54(2),436-452. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Donnegan, K.F. Seti, A.，& Allen, A. P.(2018). Exercise and creativity: can one bout of yoga improve convergent and divergent thinking? Journal ofCognitive Enhancement, 2(2),193-199.   \nDoris,D. C., Power,D. A.,& Kenefick,E. (2012). Investigating the effects of ego depletion on physical exercise routines ofathletes. Psychology of Sport and Exercise,13(2),118-125.   \nErickson, K..,illman,C,Stillman,C..,Ballard,R..,Bloodgood,B.,Conroy,D.E.,..Whit-Glover,M.C. (2019). Physical activity,cognition,and brain outcomes: A review of the 2018 physical activity guidelines. Medicine and Science in Sports and Exercise,51(6),1242-1251.   \nFillngim,K.B.,Shapiro,H.,Reichling,C.J.,&Fu,K.(2021).Efectof physical activitythrough virtualreality on design creativity. Artificial Intellgence for Engineering Design,Analysisand Manufacturing,35(1), 99-115.   \nFrith,E.,& Loprinzi, P.D. (2018).Experimental efects of acute exercise and music listening on cognitive creativity. Physiology and Behavior,191,21-28.   \nFrith,E.,Miller，S.,& Loprinzi, P.D.(2019).A review of experimental research on embodied creativity: Revisiting the mind-body connection. The Journal of Creative Behavior,54(4),767-798.   \nFrith,E.,Miler,S.E.,& Loprinzi,P.D.(2022).Effects of verbal priming with acute exercise onconvergent creativity. Psychological Reports,125(1),375-397.   \nFrith,E.,Ryu, S., Kang, M.,& Loprinzi,P.D. (2019). Systematic review of the proposed associations between physical exercise and creative thinking. Europe's Journal of Psychology, 15(4), 858-877.   \nFritz,T.H., Montgomery,M.A., Busch,E.,Schneider,L.,& Vilringer,A.(202O). Increasing divergentthinking capabilities with music-feedback exercise.Frontiers in Psychology,11,578979.   \nFusi,G.,Crepaldi,.,Colauti,L.,Palmiero,M.,Antoneti,A.,ozzini,L.,&Rusconi,M.L. (22).Divergent thinking abilities in frontotemporal dementia: A mini-review. Frontiers in Psychology,12, 652543.   \nGuilford,J.P. (1967). Creativity: Yesterday,today,and tomorrow. Journal ofCreative Behavior.1(1),3-14.   \nHennessey, B. A.,& Amabile, T.M. (2010). Creativity. Annual Review of Psychology, 61, 569-598.   \nHotting,K.,Schickert,N., Kaiser,J.,Roder,B.,& Schmidt-Kassow,M. (2016).The effectsof acute physical exercise on memory ,peripheral BDNF,and cortisol in young adults. Neural Plasticity, 2016,6860573.   \nImaizumi,S.,Tagami, U.,& Yang, Y.(202o).Fluid movements: Areplication of Slepian and Ambady (2012). PloS One, 15(7), e0236825.   \nIsacson, W. (Ed). (2011). Steve Jobs. New York: Little, Brown and Company.   \nIshihara,T.，Drolette,E.S.,Ludyga,S.,Hillman,C.H.,& Kamijo,K. (2021). The effects of acuteaerobic exercise on executive function: A systematic review and meta-analysis of individual participant data. Neuroscience and Biobehavioral Reviews,128,258-269.   \nJauk,E.V.,Neubauer,A.C.,Dunst,B.,Fink,A.,& Benedek,M.(2015). Gray mater correlates of creative potential: a latent variable voxel-based morphometry study. Neuroimage,111, 312-320.   \nJung,M.,Frith,E.,Kang,M.,&Loprinzi,P.D.(2O22).Effectsofacute exerciseonverbal,mathematical,and spatial insightcreativity. Journal ofScience in Sport and Exercise,2022,1-10.   \nKaufman J. C. (2o18). Finding meaning with creativity in the past,present, and future. Perspectiveson Psychological Science A Journal of the Association for Psychological Science,13(6),734-749.   \nKuo,C.Y.,& Yeh, Y. Y. (2016). Sensorimotor-conceptual integration in free walking enhances divergent thinking for young and older adults. Frontiers in Psychology,7,1580.   \nLatorre Roman,P.A.,Berrios-Aguayo,B. Aragón-Vela, J.,& Pantoja-Valljo,A. (2021).Effects of a 10-week active recess program in school setting on physical fitness， school aptitudes，creativity and cognitive flexibility in elementary school children.A randomised-controlled trial.Journal of Sports Sciences,39(11), 1277-1286.   \nLatore Roman,P. A., Pinilos,F. G.,Pantoja-Vallejo,A.,& Berrios-Aguayo,B. (2017). Creativity and physical fitness in primary school-aged children.Pediatrics International,59(11),1194-1199.   \nLegrand,F.D.,Albinet, C.,Canivet,A., Gierski,F.，Morrone,I.,& Besche-Richard,C.(2018).Brief aerobic exercise immediately enhances visual attentional control and perceptual speed: Testing the mediating role of feelings of energy. Acta Psychologica,191,25-31.   \nLeung,A. K.,Kim,S.,Polman,E.,Ong,L.S.,Qiu,L.,Goncalo,J.A.,& Sanchez-Burks,J.(2012).Embodied metaphors and creative \"acts\". Psychological Science, 23(5), 502-509.   \nLin, Y.S. (2011).Fostering creativity through education-A conceptual framework of creative pedagogy. Creative Education, 2(3),149-155.   \nLoprinzi,P.D.,& Kane, C.J. (20l5). Exercise and cognitive function: A randomized controlled trial examining acute exercise and fre-living physical activity and sedentary effects.Mayo Clinic Proceedings， 90(4), 450-460. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Ludyga,S.,Gerber,M.,Brand,S.,Holsboer-Trachsler,E.,&Puhse,U. (20l6).Acute effectsofmoderate aerobic exercise on specific aspects of executive function in different age and fitness groups: A meta-analysis. Psychophysiology, 53(11),1611-1626. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Ludyga,S.,Gerber,M.,Mucke,M.,Brand,S., Weber,P.,Brotzmann,M.,& Pihse,U. (2020).Theacute effects of aerobic exercise on cognitive flexibility and task-related heart rate variability in children with ADHD and healthy controls. Journal of Atention Disorders, 24(5), 693-703.   \nLudyga,S., Gerber,M.,Puhse, U.,Looser,V. N.,& Kamijo,K. (2020). Systematic reviewand meta-analysis investigating moderators of long-term efects of exercise on cognition in healthy individuals.Nature Human Behaviour, 4(6), 603-612.   \nLupu,E. (20l2).Physical activities as a mannerof lifelong developing creativity.Procedia-Social and Behavioral Sciences,46,1893-1898.   \nMain,K.J.,Aghakhani, H.,Labroo,A.A.,& Greidanus, N. S.(2020). Change it up: Inactivity and repetitive activity reduce creative thinking. Journal of Creative Behavior, 54(2),395-406.   \nMatsumoto,K., Chen,C.,Hagiwara,K.,Shimizu,N.,Hirotsu,M.,Oda,Y.,..Nakagawa,S. (2022).The effectof brief stair-climbing on divergent and convergent thinking. Frontiers in Behavioral Neuroscience,15,834097.   \nMemmert,D.,Baker,J.,& Bertsch, C. (2010). Play and practice inthe development ofsport-specific creativity in team ball sports. High Ability Studies,21(1),3-18.   \nMurali,S.,，& Handel, B.(2O22). Motor restrictions impair divergent thinking during walking and during siting. Psychological Research, 86(7), 2144-2157.   \nNakagawa,T.，Koan,I.，Chen, C.，Matsubara,T.，Hagiwara,K.,Lei,H.，..Nakagawa,S. (202O). Regular moderate-to vigorous-intensity physical activity rather than walking is associated with enhanced cognitive functions and mental health in young adults. International Journal of Environmental Research and Public Health,17(2),614-625.   \nNetz,Y.,Argov,E.,& Inbar,O. (2009).Fitness's moderationof the facilitative effect of acute exercise on cognitive flexibility in older women. Journal of Aging and Physical Activity,17(2),154-166.   \nNetz, Y.,Tomer,R.,Axelrad, S.,Argov,E.,& Inbar,O. (2007). The efect ofasingle aerobic trainingsession on cognitive flexibility in late middle-aged adults.International Journal of Sports Medicine, 28(1),82-87.   \nNorthey,J.M.,Cherbuin,N.,Pumpa,K.L.,Smee,D.J.,&Ratray,B. (28).Exerciseinterventions forcognitive function in adults older than 50: A systematic review with meta-analysis. British Journal of Sports Medicine,52(3),154-160. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Oppezzo,M.,& Schwartz,D.L.(2014). Give your ideas some legs: The positive effect of walking on creative thinking.Journal of Experimental Psychology Learning, 40(4),1142-1152. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Pastor,D., Cervell6,E., Peruyero,F.， Biddle,S.，& Montero,C. (2019). Acute physical exercise intensity, cognitive inhibition and psychological well-being in adolescent physical education students. Current Psychology,40,5030-5039.   \nPaterson,R.,Frith,E.,& Loprinzi,P.(2018).The experimental eects of acute walking on cognitive creativity performance. Journal of Behavioral Health,7(3),113-119.   \nPerchtold-Stefan,C.M.,Fink,A.,Rominger, C.,Weiss,E.M.,& Papousek,I. (2020).More habitual physical activity is linked to the use of specific, more adaptive cognitive reappraisal strategies in dealing with stressful events. Stress and Health, 36(3),274-286.   \nPiya-Amornphan,N.,Santiworakul,A., Cetthakrikul,S.,& Srirug,P. (2O2O).Physicalactivity and creativityof children and youths. BMC Pediatrics,20(1),118-124.   \nPontifex,M.B.,Hillman,C.H.,Fernhall,B.O.,Thompson,K.M.,&Valentini,T.A.(209).The effectofacute aerobic and resistance exercise on working memory. Medicine and Science in Sports and Exercise, 41(4), 927-934.   \nRadel,R.,Davranche,K.,Fournier,M.,andDietrich,A.(2Ol5).Theroleof (dis)inhibitionincreativity: Decreased inhibition improves idea generation. Cognition,134,110-120.   \nRamocki, S.P.(20o2). Creativity interacts with fitness and exercise. Physics Education, 59,8-17.   \nRichard,V. Ben-Zaken, S., Siekanska, M.，& Tenenbaum, G. (2020). Effcts of movement improvisation and aerobic dancing on motor creativity and divergent Thinking. The Journal of Creative Behavior,55(1), 255-267.   \nRichard,V.,Holder,D.& Cairney,J. (2O21).Creativity in motion: Examining the creative potential systemand enriched movement activities as a way to ignite it. Frontiers in Psychology,12, 690710.   \nRichard,V.,Lebeau,J. C.,Becker,F.,Boiangin,N.,& Tenenbaum,G. (2O18).Developing cognitive and motor creativity in children though an exercise program using nonlinear pedagogy principles. Creativity Research Journal,30(4),391-401.   \nRominger,C.,Fink,A., Weber,B.,Papousek,I.,& Schwerdtfeger,A.R.(202O).Everydaybodily movement is associated with creativity independently from active positive afect: A Bayesian mediation analysis approach. Scientific Reports,10(1),11985.   \nRominger, C.,Schneider,M.,Fink,A.,Tran,U.S.,Perchtold-Stefan,C.M.,& Schwerdtfeger,A.R. (2022).Acute and chronic physical activity increases creative ideation performance: A systematic review and multilevel meta-analysis. Sports Medicine-Open, 8(62),62-79.   \nRuiz-Ariza,A. Suarez-Manzano,S.,Lopez-Serrano,S.,& Martinez-Lopez,E.J. (2o17).The efect ofcooperative high-intensity interval training on creativityand emotional inteligence in secondary school: A randomised controlled trial. European Physical Education Review, 25(2),355-373.   \nRunco,M. A. (Ed). (2014). Creativity: Theories and themes: Research,development, and practice.London: Academic Press.   \nSchmidt-Kasow,M.,Schadle,S.,Oterbein,S.,Tiel,C.,Doehring,A.,Lotsch,J.,&Kaiser,J. (2).Kinetics of serum brain-derived neurotrophic factor following low-intensity versus high-intensity exercise in men and women. NeuroReport, 23(15),889-893.   \nScibinetti,P.,Tocci,N.,&Pesce,C.(20l1).Motor creativityand creative thinking inchildren: The diverging role of inhibition. Creativity Research Journal,23(3),262-272.   \nShen, W., Yuan,Y.,Liu, C.,Yi,B.,& Dou, K. (2016).The developmentandvalidityof a Chinese versionof the compound remote associates test. The American Journal of Psychology,129(3),245-258.   \nSingh,A.S.,iasi,E.,anenBerg,V.,Uijtdewilligen,L.,eGroot,R.Jolles,J...&inapaw,.(19) Effects of physical activity interventions on cognitive and academic performance in children and adolescents: A novel combination of a systematic review and recommendations from an expert panel. British Journal of Sports Medicine,53(10), 640-647.   \nSlepian，M. L.，& Ambady， N. (2012). Fluid movement and creativity. Journal Of Experimental Psychology-General,141(4),625-629.   \nSpiridonov,V.,Loginov,N., Ivanchei,I.,& Kurgansky，A.V. (2019). The role of motor activity in insight problem solving (the case ofthe nine-dot problem). Frontiers in Psychology,10, 00002.   \nSteinberg,H.，Sykes,E.A.，MossT.,Lowery,S.,Leboutilier,N.，& Dewey,A. (1997).Exercise enhances creativity independently of mood. British Journal of Sports Medicine, 31(3),240-245.   \nSternberg,R.J.,&Lubart,T.I. (Eds). (1995). Defying the crowd: Cultivating creativity in a culture of conformity. Detroit, MI: Free Press.   \nSternberg,R. J.，& Kaufman, J. C. (Eds). (2018). The nature of human creativity. Cambridge: Cambridge University Press.   \nThemanson,J.R.,Hilman, C.H.,& Curtin,J.J. (2o06).Age and physical activity influences on action monitoring during task switching. Neurobiology ofAging, 27 (9),1335-1345.   \nThomas,A.G.,Dennis,A.,Bandettini,P.A.,&JohansenBerg,H.(2Ol2).The effectsof aerobic activityonbrain structure. Frontiers in Psychology,3,0086.   \nThomas,L.E.,& Lleras,A. (2009). Swinging into thought: Directed movement guides insight in problem solving. Psychonomic Bulletin and Review,16(4),719-723.   \nThoreau, H. D.(Ed). (1851). A year in thoreau's journal: 1851. London: Penguin.   \nTilp,M., Scharf, C.,Payer, G., Presker,M.,& Fink,A. (2O20). Physical exercise during the morning school-break improves basic cognitive functions. Mind, Brain,and Education,14,24-31.   \nTocci,N.,Scibineti,P.,Mazzoli,E.,Mavilidi,M.F., Masci,1.,Schmidt,M.,&Pesce,C. (2022). Giving ideas some legs or legs some ideas? Children's motor creativity is enhanced by physical activity enrichment: Direct and mediated paths. Frontiers in Psychology,13, 806065.   \nTomporowski, P.D.(2003). Effects ofacute bouts of exercise on cognition. Acta Psychol,112(3),297-324.   \nTop,E.,& Akil,M. (2018). Effcts of the sports on the personality traits and the domains of creativity. World Journal of Education, 8(3), 56-64.   \nTorrance,E. P. (Ed). (1981). Thinking creatively in action and movement. Bensenvile, IL: Scholastic Testing Service.   \nVenditi,S., Verdone,L.,Pesce,C. Tocci, N.,Caserta, M.，& Ben-Soussan,T. D.(2015). Creating wellbeing: Increased creativity and proNGF decrease folowing Quadrato Motor Training. BioMed Research International,2015,275062.   \nVoelcker-Rehage,C.,& Niemann, C. (2O13). Structural and functional brain changes related to diffrent typesof physical activity across the life span. Neuroscience and Biobehavioral Reviews,37(9),2268-2295.   \nWang, X., He,Y.,Lu, K., Deng, C., Qiao,X.,& Hao,N. (2019). How does the embodied metaphor affect creative thinking? NeuroImage,202,116114.   \nWard-Ritacco,C.L.,Adrian,A.L.,O'Connor,P.J.,Binkowski, J.A.,Rogers,L. Q.,Johnson,M.A.,&Evans,E. M. (2015). Felings of energy are associated with physical activity and sleep quality,but not adiposity, in middle-aged postmenopausal women. Menopause, 22(3),304-311.   \nZabelina,D.L.,Friedman, N.P.,& Andrews-Hanna,J. (2019). Unity and diversity of executive functions in creativity. Consciousness and Cognition, 68,47-56.   \nZhao,Y., Qin,C.,Shu,D.,&Liu,D.(2O22).Effects of short-term aerobic exerciseon creativity.Thinking Skills and Creativity, 44, 1871-1871.   \nZhou,Y.,Zhang,Y.,Hommel,B.,& Zhang,H.(2O17).The impact ofbodily states on divergent thinking: Evidence ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "foracontrol-depletion account.Frontiers in Psychology,8,1546. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Legs move, thoughts flow: Physical exercise influences creative thinking ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "LI Qingyang; YIN Junting; LUO Junlong (DepartmentofPsychology,ShanghaiNormal University,Shanghai2oo234,China) ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Abstract: Creative thinking is the ability to generate novel and useful solutions to a problem, of which divergent and convergent thinking are two common types. Evidence shows that physical exercise may influence these two types differently,and the effects are moderated by exercise intensity, forms,duration,and individual differences. The mood hypothesis,executive function hypothesis,and embodied metaphor theory are proposed to explain the effect of exercise on creativity. Future explorations should pay more attention to experimental standardization, broaden the research to the neuroscience field, expand the research subjects to all age groups and increase focus on the relationship between physical exercise and creative achievement to provide compelling evidence for exercise prescription. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Key words: physical exercise, creativity, divergent thinking, convergent thinking ",
        "page_idx": 21
    }
]