[
    {
        "type": "text",
        "text": "NursRxiv ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中医特色护理技术联合应用治疗1例肩周炎疼痛患者的护理体会",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李玉叶¹，潘磊'，沈娟¹，张园园¹，窦金杰'，唐玲²，鄂海燕²",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1.北京中医药大学东方医院心内科，北京，100078；2.北京中医药大学东方医院护理部，北京，100078",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：本文总结了中医特色护理技术联合应用治疗1例肩周炎疼痛患者的护理体会。在耳部按摩的基础上进行耳穴放血,以减轻肩关节疼痛和缓解肩关节不适，耳穴贴压则可以起到持续刺激的作用，平衡火罐作用于局部,以达到加强刺激的效果。联合疗法能够更好地缓解肩周炎发作期患者的疼痛症状,值得临床借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：肩周炎；中医特色护理技术；疼痛；耳穴贴压；火罐",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nursing experience of a patient with pain caused by periarthritis of the shoulder treated with the combined application of Traditional Chinese Medicine characteristic nursing techniques ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIYuye¹，PANLei¹，SHENJuan'，ZHANGYuanyuan1, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOU Jinjie'，TANGLing²，EHaiyan² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.DepartmentofCardiology,Dongfang Hospital Beijing University ofChinese Medicine,Beijing，100078;   \n2.Department ofNursing,Dongfang Hospital Beijing University ofChinese Medicine,Beijing，100078) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: This paper summarized the nursing experience of a patient with pain caused by periarthritis of the shoulder treated with the combined application of Traditional Chinese Medicine （TCM）characteristic nursing techniques. Followed by the auricular acupoint massge,the auricular acupoint blood-letting therapy was performed to relieve the shoulder pain and discomfort. The auricular acupoint sticking and pressing therapy showed a long-term stimulation effect，while the balanced cupping therapy was able to enhance the local stimulation efect. The combined application of TCM characteristic nursing techniques are effective in relief of pain in patients with acute periarthritis of the shoulder，which is worthy of promoting. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDS: periarthritis of the shoulder； Traditional Chinese Medicine characteristic nursing; pain ; auricular acupoint sticking and pressing; cupping ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "肩周炎是肩关节囊和关节周围软组织损伤、粘连、退变而引起的一种慢性无菌性炎症，为骨科常见病，发病率为 $1 . 9 \\% \\sim 5 . 2 \\%$ ，女性多于男性[1]。肩周炎的治疗临床多是采用药物消炎止痛或是手术松解配合功能锻炼来缓解症状，长期服用药物可能引起不良反应，且停药易反复[2]。针刀松解手术易发生术后粘连，增加患者痛苦[3]。随着中医护理学的发展，中医特色护理技术具有疗效确切、操作简便、绿色无副作用等特点，被广泛应用于临床。耳穴是临床常见中医特色护理技术，通过刺激相应穴位，疏通全身气血运行，能够减轻肩关节疼痛4。平衡火罐利用温热效应，可以祛湿驱寒，能有效增强患者肩部的新陈代谢，起到活血化、温经通络、行气止痛的目的5，耳穴联合平衡火罐治疗能够疏通经络，从而达到缓解肩关节疼痛的效果。本研究报告1例中医特色护理技术治疗肩周炎患者的护理经验，现报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 临床资料",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "患者男性，55岁，入院中医诊断：胸痹心痛病（气虚血瘀证)，西医诊断：冠心病待查。患者于2022年1月7日09：30步行至本院心血管内科，主诉间断心前区胸闷，活动后加重，休息后好转，左肩背部疼痛，肩关节活动明显受限。纳可，眠差，二便可，舌淡，苔薄白，脉弦滑。经过抗凝扩血管等治疗后，胸闷症状好转，于2022年1月10日晚上睡觉时，左肩背部受凉后疼痛加重，肩关节活动受限加重，外展上举、外旋、后伸、后背上抬动作明显受限。骨科会诊行肩关节前后位X线，诊断为肩周炎。根据患者疾病特征进行分析，选取耳穴按摩、耳穴放血、耳穴贴压、平衡火罐4种中医护理技术联合应用治疗患者肩背部疼痛、活动受限的症状。治疗前与治疗后当天、3d、1周及2周后对分别患者进行视觉模拟评分（VAS)[6、Con-stant-Murley肩关节功能评分(CMS)[7]以及临床疗效评价。VAS：0分为无痛;1\\~3分为患者有能忍受的轻微疼痛;4\\~6分为患者有尚能忍受的中度疼痛，影响睡眠；7\\~10分为患者有不能忍受的重度疼痛，影响食欲及睡眠。CMS总分100分，包括疼痛15分、生活影响评估20分、肩关节活动度40分（外展、前屈、外旋、内旋各10分）、三角肌肌力25分，分值越高说明肩关节功能越好。临床疗效评价：治愈：患者肩部疼痛症状完全消失，肩关节恢复正常活动范围,肌肉萎缩现象明显好转；显效：患者肩部疼痛症状偶尔出现，肩关节活动范围明显改善，接近正常，肌肉萎缩现象有所好转：有效：患者肩部疼痛症状、肩关节活动范围以及肌肉菱缩现象均有所好转，但离恢复正常仍然有一定距离；无效：患者肩部疼痛症状无好转，肩关节活动范围及肌肉菱缩现象无改善。结果如表1。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/8b4c9996b28d369aa645e9540dd0c89f3833274f524c334fa668fb865ec9c57d.jpg",
        "table_caption": [
            "表1患者治疗前后VAS评分、CMS评分、临床疗效评价"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>项目</td><td>治疗前</td><td>治疗当天</td><td>3d</td><td>1周</td><td>2周</td></tr><tr><td>VAS</td><td>7分</td><td>4分</td><td>3分</td><td>1分</td><td>0分</td></tr><tr><td>CMS</td><td>65分</td><td>75分</td><td>85分</td><td>95分</td><td>100分</td></tr><tr><td>疗效评价</td><td></td><td>有效</td><td>显效</td><td>显效</td><td>治愈</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1耳部按摩技术",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "患者采用坐位，以手指、手掌按揉穴位，用一定刺激量使穴区有酸、胀、痛、麻感，按摩可以起到运行气血、疏通经络的效果，同时利用手指指腹按压，刺激相应部位耳穴肩关节之后，再牵拉按揉耳穴肩关节附近，同时让患者配合活动肩关节，可调动肩部气血，舒筋通络，松解肩部肌肉，缓解肌肉疲劳。每次耳穴贴压操作前进行按摩，按摩时间 $8 ~ \\mathrm { m i n }$ O",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2耳穴放血技术",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "患者取端坐位，护士双手穿戴一次性消毒橡胶手套，取任意一耳的耳尖、轮3两部位8，予以$7 5 \\%$ 酒精消毒，按揉放血点至局部皮肤色红，再用小号采血注射器针头点刺放血，放血量以挤压后无明显出血为标准，结束时再次消毒放血部位。两耳交替治疗，3天进行1次耳穴放血治疗。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3耳穴贴压 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "采用探棒在神门穴、皮质下穴、三焦穴、肝穴、肾穴等8进行点按，以患者出现酸、麻、胀、痛等阳性反应为宜。耳郭予以 $7 5 \\%$ 酒精擦拭，去除油脂及皮屑，在相应耳穴上贴压粘有王不留行籽的耳穴贴。每日按压3\\~5次， $3 \\sim 5 ~ \\mathrm { { m i n / c i } }$ ，贴压5d后休息2d,换取另一耳贴压，两耳交替治疗。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4平衡火罐技术 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "平衡火罐操作按照闪罐、揉罐、走罐、抖罐、留罐的顺序依次进行。患者取俯卧位后，在患者背部涂抹按摩油，在背部两侧进行闪罐，自上而下沿督脉及膀胱经，重点沿着肩关节肌肉走向进行走罐。肩关节部位分别进行摇罐和抖罐，留罐于大椎穴、肩井穴、肩謬穴、中府穴、肩贞穴 $5 { \\sim } 1 0 ~ \\mathrm { m i n }$ O最后，用热毛巾擦拭患者背部，并协助患者穿好衣物。每3d进行一次平衡火罐治疗。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中医特色护理技术是以中医理论为依据，以整体护理观念、辨证施护为特色，结合预防、保健、康复、医疗等活动，因人、因病而制订的特殊护理方法和技术。中医特色护理技术多样，近年来临床更多地采用多种方法相结合的综合疗法替代单一治疗，以提高治疗效果[。中医认为肩周炎是由肩部受风寒或睡眠时肩部着凉诱发，导致肩部经络闭阻、营卫气血运行不畅、枢机不利以致患者肩部经脉不通，气血不通，血凝瘀阻，不通则痛，脉络拘急而发病，属于肩凝肩痹的范畴[10]。肩周炎病因尚不完全清楚，一般认为与环境、年龄、关节退变、炎症和合并疾病(如心血管疾病、代谢性疾病、糖尿病)有关[11-12],多发于中老年群体。肩周炎临床治疗以缓解肩部疼痛、恢复肩关节活动度",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为主要施救理念[13]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "《灵枢口问篇》记载“耳者宗脉之所聚也”，耳为全身经络分布最密的地方，十二经脉经别之气都行走于耳。中医认为，人的五脏六腑均可以在耳部找到相应的位置，当人体有脏腑疾病时，往往会在相应的耳穴上出现阳性反应，而这些压痛点，大多是压豆刺激所应选用的穴位，刺激这些相应的反应点及穴位，可起到防病治病的作用。现代全息理论认为身体各部位在耳上均有相应的投影，刺激耳穴通过经络传导能调节人体机能，耳与手三阳经等循行关系较为密切，手三阳经肩循经入耳，“经络所通、主治所及”，而经络既是气血运行的通道也是信息传导和反馈的路线[14]。现代医学认为，中枢神经系统和人体分布于耳郭区域的神经关联密切，采用耳穴疗法对痛觉感受器施加刺激,增强冲动传导,可有效提升镇痛效应[15]。当耳穴受到刺激后可使机体内啡肽的生成能力得到明显的提升，并且内啡肽的增多会直接作用于脑啡肽受体从而发挥辅助自体镇痛的效果，并且刺激耳穴在一定程度上能够调动体液的抑痛、抗痛因素，从而提升机体自身疼痛阈值，对改善机体多器官功能具有一定作用[6]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "耳穴按摩是一种常见的中医护理操作方法，通过按摩双耳、刺激耳穴或反应点，具有疏通经络，行气活血、调整脏腑功能作用，揉搓按摩方法还可以帮助患者肌肉放松，分离组织间的黏连[17-18],同时还能调节丘脑系统、交感、副交感,增强机体抵抗力，实现防治疾病目的。耳穴按摩后可以调动双耳气血，也为耳穴贴压起到开穴的作用，且对相应部位肩关节重点刺激之后，能减轻肩关节疼痛，而肩关节附近肌肉牵拉按摩,并让患者配合活动自己肩关节，能够缓解肩部肌肉，减轻肌肉疲劳，改善肩关节不适。《素问·血气形志》记载：“凡治病，必先去其血。\"《素问·针解》记载：“菀陈则除之者，出恶血也”。相关研究[19-20]显示,穴位放血主要通过其刺激作用，引起血管收缩或扩张，加快血液流动速度，稀释致病物质的浓度，并使血液中的致痛物质随血液流出，从而达到“祛瘀生新\"的目的。而在中医研究领域，手部经络皆游走于肩部，气血不畅则会引发肩部经络不通，不通则痛，因此，在耳穴按摩的基础上给予耳穴放血法可有效疏通经络、祛除瘀血[21]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "耳穴贴压法治疗肩周炎主要通过止痛、解痉、改善粘连和局部血运的方式，促进患者肩关节正常功能恢复[4]。耳穴贴压在耳穴按摩联合耳穴放血的基础上，通过耳穴持续刺激能够在起到良好镇痛效果的同时减轻疼痛应激反应，对促进患者机体内环境稳定，改善患者睡眠质量具有一定作用。神门穴具有镇静安神的作用，在各种疼痛的治疗中可发挥镇静止痛、消炎效果；皮质下穴对缓解人体大脑皮质的紧张状态、调节大脑皮质的兴奋与抑制具有一定效果,刺激皮质下穴对止痛、抗炎具有一定疗效;三焦穴作为气穴具有理气止痛、通利关节的效果；耳大神经穴通肩背，改善肩关节不适：而肩关节穴、肩穴主要为病变部位取穴，而病变部位的刺激又是耳穴止痛最重要的穴位，通过刺激疏通经脉，达到活血止痛功效；同期辅以肝、肾穴刺激达到养肝补肾的目的，诸穴逐个按压刺激共同发挥镇痛安神、疏通经络、温经散寒之功效。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于解剖部位的病变，使用平衡火罐疗法作用于相应部位肩关节，运用闪、揉、走、抖、留等手法，利用热力吸附穴位的负压，通过熨刮、牵拉、挤压、弹拨体表经络穴位，对机体施加良性刺激，起到平衡阴阳、调和营卫的效果,从而改善肩关节活动，缓解疼痛。平衡火罐疗法能利用温热效应，将良性刺激通过神经末梢、毛细血管、细胞、皮肤等综合传递渠道，反馈于中枢神经，使机体恢复至平衡状态，可引起一系列的神经内分泌反应，调节血管的舒张功能和收缩功能，改善局部血液循环。另外拔罐负压作用导致小毛细血管破裂,破坏红细胞,产生溶血现象，血红蛋白释放对机体产生良性刺激，促进白细胞吞噬功能，增强机体免疫力，可以促进患者的血液循环，调节其机体平衡，疏通患者的经脉，祛湿驱寒，可有效增强患者肩部的新陈代谢，起到活血化瘀、温经通络、行气止痛的目的[22]。肩腧穴反复闪罐后，用温热的火罐底，从患者背部由上至下，肩部按肌肉走向进行揉罐，肩部按肌肉走向进行走罐，利用小口径的火罐吸附于患者体表，然后在肩井穴、巨骨穴、大椎穴、肩髎穴、中府穴、肩贞穴留罐，可缓解肩关节引起的疼痛;再辅以揉罐、抖罐,给患者带来舒适感的同时，起到温养经络、调理脏腑、行气活血的效果。所以平衡火罐在耳穴疗法的基础上，双重刺激情况下，激发患者原有经气，促使各经脉气血运行通畅，反射性引起中枢神经向应激状态改变，达到改善肩关节疼痛及不适症状。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中医特色护理技术联合应用，耳部按摩调动气血的基础上进行耳穴放血，以减轻肩关节疼痛和缓解肩关节不适，耳穴贴压则可以起到持续刺激的作用，平衡火罐作用于局部，以达到加强刺激的效果，联合疗法能够更好地缓解肩周炎发作期患者的疼痛症状，改善患者肩关节活动度及活动受限的症状，提高患者生活质量，且安全可控，副作用小，患者易于接受，适于临床推广应用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "利益冲突声明：作者声明本文无利益冲突。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1］POGORZELSKIJ，IMHOFFAB，DEGENHARDTH，et al．Primary（idiopathic）shoulder stiffness :definition，disease progression，epidemiology andetiology［J]．Unfallchirurg，2019，122（12）：917-924.  \n[2] 王勤俭，李泊泊，董良杰，等．臂丛麻醉下大手法松解术联合小针刀治疗肩周炎的临床观察[J]．实用医学杂志，2021，37(14)：1887-1891.  \n[3] THAVEEPUNSANS，SHIELDSMN,O'DRISCOLL S W. The needle-and-knife tech-nique:a safe technique for anterolateral portal place-ment in elbow arthroscopy［J]．Orthop J SportsMed，2019，7(1):2325967118817232.  \n[4] 徐光镇，刘继洪，李可．耳穴压丸法联合耳穴按摩法治疗轻度认知障碍的临床研究[J]．现代中西医结合杂志，2020，29(6)：575-578，584.  \n[5] 张雪梅，张颖，张旭群．平衡火罐与艾条灸联合治疗肩周炎的相关护理体会分析[J]．养生保健指南，2018(8):242.  \n[6] MELZACK R. The McGill Pain Questionnaire：ma-jor properties and scoring methods[J].Pain，1975,1(3):277-299.  \n[7] 田子睿，姚敏，王拥军，等．中文版Constant-Mur-ley 肩关节评分量表的研制与应用[J]．中医正骨，2019，31(5):20-21,25.  \n[8] 刘小彬，林唐唐．耳穴放血与压豆治疗肩周炎的临床研究[J].当代医学，2018，24(26)：156-158.  \n[9] 韩春莉．肩周炎的中医治疗进展[J]．内蒙古中医药，2019,38(9)：157-159.  \n[10」傅敏，袁小敏，成永明．刺络拔罐配合岭南无痛蜂疗治疗冻结期肩周炎的临床观察[J]．中国蜂业，2020，71(6):34-37.  \n[11］KIMURAH,IWAMOTOT,OKIS，etal.Chroniccalcific periarthritis of the elbow treated by cimeti-dine administration: five cases[J]. J Orthop Surg,2017,25(2): 2309499017717193.  \n[12]WU Z N,YU X Y，XIONG J,et al. Acupunctureand moxibustion therapy for scapulohumeral periar-thritis:protocol for an overview of systematic re-views and meta-analysis ［J]. Medicine（Balti-more)，2020，99(35):e21567.  \n[13］何勇，熊建义，崔家鸣，等．肩周炎肩关节活动受限的分子生物学研究[J]．国际骨科学杂志，2016，37(3): 187-189.  \n[14］刘小彬，林唐唐．耳穴放血与压豆治疗肩周炎的临床研究[J]．当代医学，2018，24(26)：156-158.  \n[15］金鸥阳，吴凌燕，熊秀萍，等．中医适宜技术推广的现状及建立网络平台的实践与思考[J]．中国医药导报，2016,13(13)：96-100,108.  \n[16］王志文，张莉．穴位按摩联合穴位贴敷对腰椎间盘突出症的疗效观察[J].陕西中医，2016，37(3)：353-355.  \n[17］洪石，吴征杰，李雪，等．舒筋洗外用配合手法按摩治疗创伤后肘关节僵硬31例[J].西部中医药，2020，33(4):118-120.  \n[18］丁荣富，陆瑛，陈蕾．针刺联合艾灸治疗颈椎病颈痛的临床疗效[J]．世界中医药，2018，13（10)：2576-2579.  \n[19］吕中茜，郭义．浅析《古今医鉴》中刺络放血疗法[J]．辽宁中医杂志，2016,43(8)：1724-1725.  \n[20］陈勇，陈波，李牧洋，等．刺络拔罐疗法的机制与临床研究进展[J]．中国民间疗法，2020，28（4)：106-109.  \n[21］王璐璐，吕客，宋一平．放散式冲击波辩证循经取穴治疗肩周炎的临床疗效观察[J].东南国防医药，2016，18(4):374-377.  \n[22］陈昕，居雪婷，陈秀珍，等．刮痧结合拔罐治疗肩周炎[J]．吉林中医药,2017,37(8)：832-834.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    }
]