[
    {
        "type": "text",
        "text": "音乐愉悦体验的神经机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "周璨 周临舒 蒋存梅(上海师范大学音乐学院，上海200234)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要愉悦情绪体验是音乐活动中最普遍的心理现象。通过系统回顾相关的神经科学研究，认为音乐愉悦体验与大脑奖赏系统的活动有关，并涉及伏隔核与听觉皮层等其他脑区的交互。在这个过程中，多巴胺的传递与音乐愉悦体验存在因果联系。基于预期视角，奖赏预测误差和音乐信息理论模型可以解释音乐愉悦体验的产生机制。未来研究应进一步检验伏隔核及各皮层在音乐愉悦体验中的功能，并整合不同的预期理论。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词音乐愉悦；情绪体验；奖赏；预期；音乐快感缺失症",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 B842",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "早在史前时期，人类就开始聆听和演奏音乐(Conard et al.,2009)。古今中外，我们所知晓的每一种文化都拥有音乐。音乐的古老性和普遍性都表明它对于人类具有重要意义(Huron,2001)。那么，为何音乐对于人类如此重要？这可能缘于音乐活动可以诱发愉悦情绪，且这种情绪体验被认为是人类最愉悦的体验之一(Dubé&Le Bel,2003;Juslin& Sloboda,2013)。据《论语》记载，“孔子在齐闻《韶》，三月不知肉味”。与食物相比，音乐似乎并不是人类生存的必需品，但音乐活动有可能以抽象的形式使人获得奖赏(reward)。理解这种抽象奖赏的来源及其背后的机制，很可能帮助我们理解音乐如何在人类进化过程中获得其价值。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为了探究音乐与奖赏的关联，本文关注音乐欣赏活动中的音乐愉悦体验。它特指在音乐聆听过程中，听者被诱发或唤起的主观的愉悦情绪感受及反应，也被称为音乐愉悦感。需要注意的是，由于人们对音乐情绪的知觉与体验存在一定分离，聆听愉悦音乐不一定能够产生愉悦体验，因此音乐愉悦体验不等同于聆听愉悦音乐所产生的情绪体验(Juslin& Sloboda,2013; Schubert,2013)。本文将在梳理音乐愉悦体验相关文献的基础上，对其神经基础及其机制做系统综述。具体而言，首先从神经心理学视角梳理音乐愉悦体验与大脑奖赏系统的神经关联，阐述多巴胺传递在音乐愉悦体验中的作用，总结音乐愉悦体验的神经基础；在此基础上，从预期理论视角讨论音乐如何使人产生愉悦体验，分析奖赏预测误差理论以及音乐信息理论模型对音乐愉悦体验的解释及其支持证据；最后，从脑区功能、认知机制、概念定义及研究范式等角度，对未来的研究方向进行展望。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2音乐愉悦体验的神经基础 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "某些刺激可以使人产生强烈的愉悦反应，比如初级奖赏物(例如食物和性)和次级奖赏物(例如金钱)等。神经科学研究发现，尽管奖赏物各不相同，但它们的加工依赖于一个共享的大脑系统，即大脑奖赏系统。这个系统涵盖了纹状体(包括伏隔核和尾状核)、杏仁核、脑岛、眶额皮层、腹侧被盖区和腹侧前额皮层等一系列对奖赏敏感的脑区(Berridge&Kringelbach,2015; Sescousse et al.,2013)。它可以调节与奖赏相关的认知和行为，并且负责联想学习、趋近行为以及愉悦情绪体验的产生(Schultz,2015)，其活动在很大程度上由中脑边缘系统的多巴胺能活性所介导(Egerton et al.,2009)。早期的影像学研究表明，音乐愉悦体验能够激活腹侧纹状体等奖赏脑区(Blood& Zatorre,2001; Koelsch et al.,2006; Menon & Levitin,2005;Mitterschiffthaler et al.,2007)，提示大脑奖赏系统可能参与了音乐愉悦体验。为了深入探究其脑机制，许多研究者关注与音乐愉悦体验异常有关的脑区，从神经心理学视角揭示音乐愉悦体验的神经基础。另一方面，研究者还考察了多巴胺传递在音乐愉悦体验中的作用。下面将从这两个方面论述音乐愉悦体验的神经基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1大脑奖赏系统参与音乐愉悦体验",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "音乐愉悦体验的敏感性存在一定的个体差异。有少数个体对音乐愉悦体验的敏感性极低，无法从音乐中获得愉悦；相反，还有少数个体的敏感性位于最高端，能从音乐中获得常人无法企及的愉悦情绪体验(Belfi et al.,2017; Mas-Herrero et al.,2013)。音乐愉悦敏感性的两个端点都是音乐愉悦体验异常的表现。研究者发现，某些脑损伤会引起音乐沉迷症(musicophilia)或后天的音乐快感缺失症(musical anhedonia)。有趣的是，前者是指个体对音乐表现出极端的愉悦反应或不正常的渴望，而后者是指个体选择性地对音乐缺乏愉悦情绪体验和反应(Belfi&Loui,2020)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "音乐愉悦体验异常者的受损脑区与奖赏系统脑区存在一定重叠。比如，音乐沉迷症与大脑额颞叶和顶叶皮层的损害有关(Fletcher et al.,2013; Jacome,1984; Rohrer et al.,2006; Sacks,2007)。类似地，后天音乐快感缺失症也涉及额叶、杏仁核、脑岛以及纹状体等奖赏系统脑区(Belfi et al.,2017; Clark et al.,2018; Griffiths et al.,2004; Satoh et al.,2016)，尽管也有部分案例涉及顶下小叶和颞叶等非奖赏系统脑区(Mazzoni et al.,1993; Satoh et al.,2011)。这些研究结果表明奖赏系统的损害可能引起音乐愉悦体验的异常。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为了克服脑损伤研究的异质性问题，近年来研究者更多关注先天的音乐快感缺失症者。先天音乐快感缺失症者是没有抑郁症或广义的快感缺失症的健康个体，他们对其他奖赏刺激(例如金钱)以及其他审美体验(视觉艺术和情绪声音)有正常的反应，也不存在音乐感知能力的缺陷，但他们很难从音乐中获得愉悦体验(Mas-Herrero et al.,2014;Mas-Herrero,Karhulahti,etal.,2018)。目前其国际通用测量方法是Mas-Herrero 及其研究团队(2013)设计的巴塞罗那音乐奖赏问卷(Barcelona Musical Reward Questionnaire,BMRQ)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为了探究这类先天音乐快感缺失症的神经基础，Martinez-Molina 等(2016)根据 BMRQ选择了对音乐愉悦体验具有高、中、低敏感性的三组被试，让他们在fMRI扫描过程中完成音乐聆听任务和金钱赌博任务。结果显示，三组被试的伏隔核激活在赌博任务中没有差异，但音乐快感缺失症组(即低敏感组)在音乐任务中的伏隔核激活显著较低。同时，与其他两组相比，音乐快感缺失症组的右侧颞上回与伏隔核的功能连接较弱。这表明，音乐快感缺失症与伏隔核及其与听觉皮层之间的功能连接减弱有关。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "后续Martinez-Molina 等(2019)的实验同样选择了音乐愉悦体验敏感性不同的三组被试，通过音乐任务和赌博任务探究音乐愉悦体验与白质微结构的关系。结果表明，音乐愉悦体验敏感性的个体差异与颞上回与眶额皮层以及伏隔核与眶额皮层连接中的白质微结构有关。这些发现揭示了知觉系统、整合系统和奖赏系统之间的信息交换在音乐愉悦体验中的重要性，为皮层下奖赏系统和高阶皮层区域在音乐愉悦体验中的交互作用提供了证据。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以上研究表明，奖赏脑区的损害可能导致异常的音乐愉悦体验。针对先天音乐快感缺失症的研究也表明，音乐愉悦体验的不敏感与伏隔核及其与颞额叶皮层的连接异常有关。尽管以上研究并不能直接反映因果关系，但其结论提示了音乐愉悦体验与大脑奖赏机制的关联。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2多巴胺传递在音乐愉悦体验中的作用",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "多巴胺是奖赏系统中最受关注的神经递质，它对奖赏事件的学习和预测起着重要作用(Berridge＆Kringelbach,2008)。为了考察多巴胺系统在音乐聆听中参与的情况，有研究采用PET技术比较了在聆听愉悦音乐和中性音乐时，大脑纹状体中多巴胺的特异性释放。研究者发现，当被试在音乐中体验到强烈的愉悦情绪时，背侧和腹侧纹状体内源性多巴胺传递增加。另外，为了研究多巴胺释放的时间过程，研究者使用相同刺激对相同被试也进行了fMRI扫描，结果发现了一种功能分离：尾状核在奖赏预期时参与更多，伏隔核在对音乐的高峰情绪体验时参与更多(Salimpoor et al.,2011)。这项研究证实了对音乐高度愉悦的主观反应与奖赏系统中背侧和腹侧纹状体中多巴胺的释放有关，并由此将音乐与其它生物性奖赏刺激联系起来，为进一步理解音乐愉悦体验提供了帮助。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "为进一步探究其因果关系，Mas-Herrero,Dagher 等(2018)采用经颅磁刺激(transcranialmagnetic stimulation，TMS)技术来改变额叶-纹状体回路的多巴胺能活性，并考察这能否调节被试从音乐中获得的愉悦情绪体验。结果发现，与使用虚假刺激相比，使用兴奋性方案刺激额叶纹状体通路显著提高了被试听音乐时的愉悦情绪体验、皮肤电传导以及对音乐的出价，而使用抑制性方案则得到相反的结果。这一研究结果不仅表明通过刺激或抑制额叶-纹状体回路可以双向调节音乐诱发的情绪反应和购买音乐的动机，也提供了音乐愉悦体验与奖赏系统活动直接相关的因果证据。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "为了直接操纵多巴胺来调节音乐聆听中的愉悦情绪体验，Mallik 等(2017)使用一种 $\\mu$ 型阿片类拮抗剂——纳曲酮(naltrexone,NTX)来降低多巴胺能活性，从而探究音乐愉悦体验是否与其他体验(如食物、毒品和性)受相同的奖赏系统支配。在这项实验中，被试先服用 NTX或安慰剂，然后聆听音乐，同时对自身的愉悦度进行实时评级。结果显示，与服用安慰剂相比，服用NTX后，被试在听自己选择的令人高度愉悦的音乐时报告的愉悦程度明显下降，但听中性音乐时的愉悦程度没有受到影响。此外，服用NTX还导致被试在玲听令人愉悦的和中性的音乐时颧肌和皱眉肌的活动都显著降低。研究者认为这表明服用NTX会导致被试对音乐的情绪反应减弱，以及对音乐的主观愉悦体验下降，证实了NTX会减少人们对音乐的正性和负性的情绪反应并导致音乐愉悦体验的缺失。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "最近，Ferreri等(2019)通过一个双盲的被试内实验验证了多巴胺传递对音乐诱发愉悦情绪体验的作用。该研究一共包含三个阶段，在各个不同的阶段，主试分别给被试服用多巴胺前体(左旋多巴)、多巴胺拮抗剂(利培酮)或安慰剂(乳糖)。服用药物或安慰剂后，被试需要聆听实验者选择的以及自己选择的音乐，同时不断地对他们所体验到的愉悦程度进行评级。此外，研究者还引入了一项拍卖任务，被试需要选择花多少钱来购买这些实验者选择的音乐。实验结果显示，与服用安慰剂相比，被试服用左旋多巴后在聆听音乐时报告的愉悦体验更强，并且会花更多的钱来购买音乐，而服用利培酮后则在音乐愉悦体验和动机方面都产生了相反的效果。这项研究显示了多巴胺与音乐愉悦体验的因果关系，揭示了人类多巴胺系统在音乐这一抽象奖赏中的作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上所述，已有研究通过神经心理学视角揭示了音乐愉悦体验与大脑奖赏系统的关联。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "音乐愉悦体验不仅与伏隔核等奖赏系统核心脑区有关，而且与奖赏脑区和听觉皮层等其他皮层脑区的功能连接有关。这表明音乐愉悦体验是感知系统的活动与奖赏系统的活动之间交互的结果。多巴胺传递不仅参与了这一过程，而且可以直接调节音乐愉悦体验的强度，表明音乐愉悦体验与多巴胺奖赏机制之间存在因果联系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3音乐愉悦体验如何产生？",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "音乐愉悦体验在聆听音乐过程中是如何产生的？近年来，研究者尝试从预期加工视角解释音乐愉悦体验的产生机制。的确，听者在玲听音乐过程中不仅加工其声学特性，而且会对即将到来的音乐事件做出预期，这种预期长久以来被认为是情绪和愉悦体验产生的源泉(Meyer,1956;Koelsch,2012)。在这一背景下，奖赏预测误差理论和音乐信息理论模型都尝试从预期角度对音乐愉悦体验的发生机制进行解释，并得到了研究证据的支持。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1奖赏预测误差理论",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "根据奖赏预测误差(reward prediction errors)理论，人们会对即将到来的奖赏进行预期，由此形成两个阶段：奖赏预期与奖赏获得阶段。该理论的核心是预期和奖赏，而奖赏预测误差实际上就是预期与实际获得奖赏之间的差异，当获得比预期更好的结果时就会出现正性的奖赏预测误差(Heydari & Holroyd,2016; Schultz,2016,2017; Watabe-Uchida et al.,2017)。的确，以熟悉音乐为刺激的研究发现，聆听音乐时多巴胺释放的时间过程存在功能分离，其中尾状核在奖赏预期时参与更多，而伏隔核在对音乐的高峰情绪体验时参与更多(Salimpooret al., 2011)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Salimpoor等(2013)进一步选取了被试不熟悉的音乐来验证预期与奖赏之间的联系。该研究开创性地引入神经经济学研究范式，要求被试在聆听音乐后回答他们愿意花多少钱购买音乐。在这里，出价的高低间接地代表了愉悦程度。结果发现，当被试出价越高时，右侧伏隔核的激活水平越强，而且伏隔核与双侧颞上回、腹内侧前额叶皮层、眶额皮层和右侧额下回等的功能连接增强。一方面，预期加工相关脑区(额下回)的参与提示人们可以依据内隐知识对不熟悉的音乐进行预期；另一方面，该研究也验证了负责声音计算和预测的感知系统与负责评估预测结果的奖赏系统之间存在联系。最近一项关注大麻与音乐交互作用的研究也支持了这一结果(Freeman et al.,2018)，尽管也有研究发现聆听音乐时伏隔核与听觉皮层的功能连接降低(Brodaletal.,2017)。基于此，研究者认为音乐愉悦体验的产生可能是基于正性的奖赏预测误差：在奖赏预期阶段，感知系统根据声音元素之间的关系以及外显或内隐的知识产生预期，这个分析和预测的过程由皮层系统负责；而在奖赏获得阶段，预期的结果则由奖赏系统进行评估，产生预期结果的情绪体验需要皮层系统与纹状体多巴胺系统相互作用，当结果优于预期时，正性的奖赏预测误差便出现，音乐愉悦体验也由此而生(Salimpoor et al., 2015; Zatorre, 2015)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为了探究正性的奖赏预测误差与音乐愉悦体验的关联，Gold,Mas-Herrero 等(2019)的fMRI实验考察了伏隔核是否会对音乐中的奖赏预测误差做出反应。他们要求被试在听音乐过程中完成一个概率决策任务，即对线索做出选择，每一个选择都与特定的聆听结果相关最后音乐结束在协和或不协和的和弦。重要的是，结果是概率性的，有可能导致预测误差。研究结果显示，被试学会了如何做出选择以产生令人喜欢的协和结尾，并且其伏隔核的激活也与奖赏预测误差显著相关。这提示，通过伏隔核实现奖赏预测误差，音乐事件可以成为奖赏物，且这种奖赏预测误差可以指导决策并驱动学习。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "尽管如此，相关研究结论仍有待商榷。首先，尽管Gold,Mas-Herrero 等(2019)的研究范式具有概率属性，但其设计并不完全符合音乐聆听中的奖赏预测误差。比如，该研究的预测加工是指被试对视觉线索进行选择的结果预期，在这种情况下，研究结论难以对应实际的音乐聆听情境(deFleurian etal.,2019)。其次，尽管该研究聚焦“奖赏预测”(即，预测未来事件的奖赏)，但并未将其与“感觉预测”(即，预测未来事件)相区分，导致奖赏预测误差与感觉预测误差存在混淆(参见de Fleurian et al.,2019;Hansen et al.,2017)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2音乐信息理论模型",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "随着音乐在时间中展开，音乐事件接踵而至。大脑会对听觉刺激进行主动且持续的预测，并依据新输入的信息不断更新心理表征，因此听者持续形成对即将出现的音乐结构或声学事件的期待(Koelsch,2014;Koelsch et al.,2019)。根据音乐信息理论模型(information-theoreticmodel)，音乐中的信息熵(entropy)越高，可预期性就越低，此时听者预测难度越大；而信息内容(information content)则可以反映听者实际听到音乐的惊讶程度(Hansen& Pearce,2014;Pearce,2018)。据此，研究者认为音乐期待可以根据时间划分为两个不同阶段的状态：前瞻性状态和回顾性状态(Hansen& Pearce,2014; Koelsch et al.,2019)。以和声期待为例，前瞻性状态可由预期时的不确定性来表示，它反映了在给定的调性和声背景下和弦出现的概率；而回顾性状态可以用实际和弦偏离预期时所引起的惊奇程度来表示，它反映的是被试对和弦的预测准确性。这种观点提示音乐期待所诱发的情绪体验或奖赏受到不同状态的调节。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "同时，与奖赏预测误差不同，音乐信息理论模型关注预期偏离的程度，并不强调结果是否正性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "近期Cheung 等(2019)的研究为这一观点提供了证据。该研究使用机器学习模型，将热门流行歌曲中和弦的预测不确定性和惊奇程度转化成为了连续变量，以探究期待的不同状态对音乐愉悦体验的影响。行为结果显示，音乐愉悦体验取决于和弦的不确定性和惊奇程度之间的交互作用。以下两种情况可以产生高愉悦情绪： (1)不确定性较低，惊奇程度较高;(2)不确定性较高，惊奇程度较低。的确，另一项研究也表明，虽然听者往往喜欢中等预测复杂度的音乐，但是在不确定性较高的情况下，个体会更加偏好预期的音乐结果(Gold,Pearce,et al.,2019)。Cheung 等进一步发现，不确定性和惊奇之间的交互作用显著地调节了双侧杏仁核、海马以及双侧听觉皮层的激活水平，而右侧伏隔核和左侧尾状核的激活只能解释和弦的不确定性。研究者认为，这一结论提示和弦愉悦情绪体验建立在知觉分析和情绪评估之间的密切联系之上，杏仁核、海马以及听觉皮层在音乐愉悦体验中具有重要作用，而伏隔核的作用仅仅是根据不确定性调节杏仁核、海马和听觉皮层的注意分配。基于此，该研究提示音乐愉悦体验取决于期待的前瞻性和回顾性状态之间的交互作用，并提示杏仁核、海马和听觉皮层参与了这种交互作用。虽然该研究采用的音乐材料、实验任务和范式都与之前的研究不同，但其研究结论仍然挑战了之前以伏隔核为核心的皮层-纹状体神经模型。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "需要注意的是，Cheung 等(2019)的研究与之前音乐愉悦体验的研究有很大的不同。以往研究中被试几乎都是玲听整首乐曲或歌曲，或是从中直接截取的音乐片段。而在该研究中，虽然和弦序列提取于热门歌曲，其相对于为实验而人为编制的和声进行具有更高的生态效度，但它仅聚焦于音乐的和声维度。我们不清楚音乐其他维度以及音乐整体的愉悦体验是否也依赖于不确定性与惊奇程度之间的交互，并且都反映为杏仁核、海马和听觉皮层的激活。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4总结与展望 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "综上所述，尽管额叶、颞叶和顶叶皮层的损害可能直接引起获得性的音乐快感缺失症或音乐沉迷症，但针对先天音乐快感缺失症的研究显示，音乐愉悦体验的获得依赖于奖赏系统与听觉皮层之间的功能连接。这说明，对音乐愉悦情绪的体验可能普遍依赖于奖赏系统与各皮层之间错综复杂的交互作用(Belfi& Loui,2020; Mas-Herero et al.,2014; Salimpoor et al.,2015;Zatorre＆ Salimpoor,2013)。对其脑机制的进一步探究发现，音乐愉悦体验可以直接激活奖赏相关的大脑回路，促使某些皮层下通路释放多巴胺神经递质。多巴胺的传递被证明与音乐愉悦体验存在因果联系。在此基础上，奖赏预测误差理论和音乐信息理论模型从预期视角解释音乐愉悦体验的发生机制，但由于理论基础不同，其支持证据和结论存在明显的分歧。未来可以从以下三个方面推进音乐愉悦体验的研究。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "首先，未来对奖赏系统与各皮层在音乐愉悦体验中的作用和功能进行综合的、全面的研究将是非常必要的。目前，相关神经环路的核心脑区仍存在争议。尽管许多研究支持以伏隔核为中心的皮层-纹状体神经通路在音乐愉悦体验中的作用，但也有研究认为海马、杏仁核和听觉皮层才是音乐愉悦体验的核心(Cheung et al.,2019)。另外，之前的研究表明音乐预期加工主要涉及额下回、顶下小叶、眶额皮层以及杏仁核(Koelsch et al.,2005;Lehne et al.,2013;Royal et al.,2016)。因此，伏隔核及其所代表的奖赏预测误差是否为音乐愉悦体验的关键有待进一步验证。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "其次，未来研究有必要进一步对比、验证奖赏预测误差理论和音乐信息理论模型，并进一步整合不同的预期理论。音乐愉悦情绪不仅仅产生于音乐情绪体验的高峰，也可能产生于更加持续的、相对低强度的愉悦体验。如果音乐愉悦体验是一种持续性的现象，对愉悦情绪的预期可能存在多个不同的认知加工过程。对两个预期理论涉及的不同成分进行对比和验证，将有助于进一步揭示音乐愉悦体验的心理过程及其神经机制。尽管音乐奖赏预测误差和音乐信息理论模型的理论基础存在本质差异，前者基于奖赏预测，而后者基于音乐事件的预测但未来研究可以尝试从预期编码视角整合这两种理论(Hansen et al.,2017)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "最后，未来应进一步整合音乐愉悦体验与音乐情绪领域的研究结论，并厘清不同概念的内涵及其对应的加工机制。尽管音乐愉悦体验是音乐情绪体验的重要组成部分，但相关核心概念的内涵及其对应的加工机制尚不明确。比如，已有研究认为，音乐愉悦体验更多与情绪唤醒度有关(Salimpoor et al.,2009)，但是最近的药理学研究表明，服用多巴胺药物可以调节被试的音乐愉悦体验和音乐购买意愿，却无法调节他们对音乐效价和唤醒度的体验(Ferreri et al.,2019)。这促使我们思考，音乐愉悦体验如何与音乐情绪体验的不同维度产生联系？又如何与音乐购买等行为相关？这从本质上影响我们对“音乐愉悦体验”的定义以及对相关实验范式的设计。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总之，尽管音乐愉悦体验是日常音乐活动中最为普遍的心理现象，但在这一体验过程中多巴胺奖赏系统如何产生作用以及其中具有决定性的神经结构是哪些，仍然需要进一步追问。正是基于音乐的复杂性和多样性，对音乐愉悦体验的追本溯源让我们更好地了解人类大脑与认知的复杂性，也让我们更清晰地认识为何音乐对我们如此重要。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Belfi,A. M., Evans,E., Heskje,J., Bruss,J.,& Tranel,D.(2017). Musical anhedonia after focal braindamage. Neuropsychologia, 97,29-37.   \nBelfi,A.M.,& Loui,P. (2O20).Musical anhedonia and rewards of music listening: Current advances and a proposed model. Annals of the New York Academy of Sciences, 1464(1), 99-114.   \nBerridge, K. C.,& Kringelbach, M.L. (2oo8). Affective neuroscience of pleasure: Reward in humans and animals. Psychopharmacology, 199(3), 457-480.   \nBerridge,K. C.,& Kringelbach,M.L. (2015). Pleasure systems in the brain. Neuron, 86(3), 646-664.   \nBlood,A. J.，& Zatorre,R. J. (2oo1). Intensely pleasurable responses to music correlate with activity in brain regions implicated in reward and emotion. Proceedings of the National Academy of Sciences of the United States ofAmerica, 98(20),11818-11823.   \nBrodal,H. P., Osnes,B.,& Specht, K. (2o17). Listening to rhythmic music reduces connectivity within the basal ganglia and the reward system. Frontiers in Neuroscience, 11,153.   \nCheung,V. K., Harison,P.M., Meyer,L.,Pearce,M.T.,Haynes,J.D.,& Koelsch, S. (2o19). Uncertaintyand surprise jointly predict musical pleasure and amygdala, hippocampus,and auditory cortex activity. Current Biology,29(23),4084-4092.   \nClark, C.N., Golden,H.L.,McCallion,O.,Nicholas,J..,Cohen,.H.,Slaery,C.F.,..Crutch,S.J.(018). Music models aberrant rule decoding and reward valuation in dementia. Social Cognitive and Affective Neuroscience,13(2),192-202.   \nConard,N.J.，Malina,M.，& Munzel, S.C. (2oo9). New flutes document the earliest musical tradition in southwestern Germany. Nature, 460(7256),737-740.   \nde Fleurian,R., Harrison, P.M.,Pearce,M.T.,& Quiroga-Martinez,D.R.(2019). Reward prediction tells us les than expected about musical pleasure. Proceedings of the National Academy of Sciences of the United States of America, 116(42), 20813-20814.   \nDubé,L.，& Le Bel,J. (2003). The content and structure of laypeople's concept of pleasure.Cognition and Emotion, 17(2),263-295.   \nEgerton,A.,Mehta,M.A.,Montgomery,A.J.,Lappin,J.M.,Howes,O.D.,Reeves,S.J.,.. Grasby,P..(2009). The dopaminergic basis of human behaviors: A review of molecular imaging studies. Neuroscience & Biobehavioral Reviews,33(7),1109-1132.   \nFerreri,L.， Mas-Herrero,E., Zatorre，R.J.，Ripolles,P.， Gomez-Andres,A.,Alicart,H.，. Riba,J. (2019). Dopamine modulates the reward experiences elicited by music.Proceedings of the National Academy of Sciences of the United States ofAmerica,116(9),3793-3798.   \nFletcher,P.D.,Downey,L.,Witoonpanich,P.,& Warren,J. (2013).The brain basisof musicophilia:Evidence from frontotemporal lobar degeneration. Frontiers in Psychology, 4,347.   \nFreeman,T.P.,Pope,R.A.,Wa,M.B.,Bisby,J.A.,Luijten,M.,Hindocha,C.,..Morgan,C.J. (28).Canabi dampens the efects of music in brain regions sensitive to reward and emotion. International Journal of Neuropsychopharmacology，21(1),21-32.   \nGold, B.P., Mas-Herrro,E., Zeighami, Y., Benovoy, M.,Dagher,A.,& Zatorre,R.J. (2019). Musical reward prediction erors engage the nucleus accumbens and motivate learning. Proceedings of the National Academy of Sciences of the United States ofAmerica,116(8),3310-3315.   \nGold,B.P.,Pearce,M.T., Mas-Herrero,E.,Dagher,A.,& Zatorre,R.J. (o19).Predictabilityand uncertaintyin the pleasure of music: A reward for learning? Journal of Neuroscience, 39(47), 9397-9409.   \nGrifths,T.D., Warren,J.D.,Dean,J.L,& Howard,D.(2004).“When the feing'sgone\": Aselective lossof musical emotion. Journal ofNeurology, Neurosurgery & Psychiatry, 75(2),344-345.   \nHansen,N. C., Dietz, M.J.,& Vuust,P. (2017). Commentary: Predictions and the brain: How musical sounds become rewarding. Frontiers in Human Neuroscience, 11,168.   \nHansen,N. C.,& Pearce, M. T. (2014). Predictive uncertainty in auditory sequence processing. Frontiers in Psychology, 5,1052.   \nHeydari, S.,& Holroyd, C.B. (2016). Reward positivity: Reward prediction error or salience prediction error? Psychophysiology,53(8),1185-1192.   \nHuron,D. (2001). Is music an evolutionary adaptation? Annals ofthe New York Academy of Sciences, 930(1), 43 61.   \nJacome,D.E. (1984). Aphasia with elation, hypermusia, musicophilia and compulsive whistling. Journal of Neurology,Neurosurgery & Psychiatry, 47(3),308-310.   \nJuslin,P.N.,& Sloboda,J.A. (2013). Music and Emotion. InD.Deutsch (Ed.),The psychology ofmusic (pp.583- 645). San Diego, CA: Academic Press.   \nKoelsch, S. (2012). Brain and music. Oxford, UK: Wiley-Blackwell.   \nKoelsch, S. (2014).Brain correlates of music-evoked emotions.Nature Reviews Neuroscience,15(3),170-180   \nKoelsch,S.,Fritz,T.,v.Cramon,D.Y.,Muler,K.,&Friederici,A.D.(206). Investigating emotion with music: An fMRI study.Human Brain Mapping,27(3),239-250.   \nKoelsch,S.,Fritz,T.,Schulze,K.,Alsop,D.,& Schlaug,G. (2005). Adultsand children processng music: An fMRI study. NeuroImage, 25(4),1068-1076.   \nKoelsch, S., Vuust, P.，& Friston, K. (2019). Predictive processes and the peculiar case of music. Trends in Cognitive Sciences,23(1),63-77.   \nLehne,M.,Rohrmeier, M.,& Koelsch, S.(2014).Tension-relatedactivityin the orbitofrontal cortex and amygdala: An fMRI study with music. Social Cognitive and Affective Neuroscience, 9(10),1515-1523.   \nMalik,A.，Chanda,M.L.,& Levitin, D.J.(2017).Anhedonia to music and mu-opioids: Evidence from the administration of naltrexone. Scientific Reports,7, 41952.   \nMartinez-Molina,N.,Mas-Herrero,E.,Rodriguez-Fornels,A.,Zatore,R.J.,&Marco-Pallres,J. (2016).Neural correlates of specific musical anhedonia. Proceedings of the National Academy of Sciences of the United States of America, 113(46), E7337-E7345.   \nMartinez-Molina,N.,Mas-Herrero,E.,odriguez-Fornells,A.,Zatorre,R.J.,&Marco-Paares,J. (29).White matter microstructure reflects individual diferences in music reward sensitivity. Journal of Neuroscience, 39(25), 5018-5027.   \nMas-Herrero,E., Dagher,A.,& Zatorre,R.J. (2018). Modulating musical reward sensitivity up and down with transcranial magnetic stimulation. Nature Human Behaviour, 2(1), 27-32.   \nMas-Herrero,E.,Karhulahti,M.,Marco-Pallares,J.,Zatorre,R.J.,&Rodriguez-Fornels,A. (2018).Theimpact of visual art and emotional sounds inspecific musical anhedonia. Progress in Brain Research, 237,399-413.   \nMas-Herrero,E., Marco-Palares,J.,Lorenzo-Seva,U., Zatorre,R.J.,&Rodriguez-Forells,A. (2o13). Idividual differences in music reward experiences.Music Perception:An Interdisciplinary Journal,31(2),118-138.   \nMas-Herrero,E.,Zatorre,R.J.,Rodriguez-Fornells,A.,& Marco-Pallarés,J. (2014). Dissociationbetweenmusical and monetary reward responses in specific musical anhedonia. Current Biology, 24(6), 699-704.   \nMazzoni,M.，Moretti,P.,Pardossi,L.,Vista,M.，Muratorio，A.，& Puglioli,M.(1993).A case of music imperception. Journal of Neurology, Neurosurgery, and Psychiatry, 56(3),322.   \nMenon, V.,& Levitin,D. J. (20o5).The rewards of music listening: Response and physiological connectivity of the mesolimbic system. Neurolmage, 28(1),175-184.   \nMeyer, L. B. (1956). Emotion and meaning in music.London: University of Chicago Press.   \nMitterschifthaler,M.T.,Fu, C.H., Dalton,J.A.,Andrew, C.M.,& Williams,S.C.(207). A functional MRI study of happy and sad affective states induced by classical music. Human Brain Mapping, 28(11),1150- 1162.   \nPearce,M.T. (2018). Statistical learning and probabilistic prediction in music cognition: Mechanisms of stylistic enculturation. Annals of the New York Academy of Sciences, 1423(1),378-395.   \nRohrer, J.D.,Smith,S.J.,& Warren,J.D. (2o06). Craving for music after treatment for partial epilepsy. Epilepsia, 47(5), 939-940.   \nRoyal,1.,Vuvan,D.T.,Zendel,BR,Robitaille,N.Schonwiesner,M,&Peretz,I. (6).Activationinteight inferior parietal lobule reflects the representation of musical structure beyond simple pitch discrimination. PLoS One, 11(5).   \nSacks,O. (2oo7). Musicophilia: Tales of music and the brain. London: Picador.   \nSalimpoor, V.N.,Benovoy,M.,Larcher,K.,Dagher,A.,& Zatorre,R.J. (2o11).Anatomicallydistinctdopamine release during anticipation and experience of peak emotion to music. Nature Neuroscience,14(2),257-262.   \nSalimpoor,V.N.,Benovoy,M.,Longo,G.,Cooperstock,J.R.,& Zatore,R.J.(20o9).Therewardingaspectsof music listening are related to degree of emotional arousal. PloS ONE, 4(10): e7487.   \nSalimpoor,V.N., Van,d.B.1., Kovacevic,N., Mcintosh,A.R., Dagher,A.,& Zatore,R.J. (2013). Interactions between the nucleus accumbens and auditory cortices predict music reward value. Science, 340(6129), 216 219.   \nSalimpoor, V.N.,Zald,D.H.,Zatorre,R.J.,Dagher,A.,& McIntosh,A.R. (2015).Predictionsand thebrain: How musical sounds become rewarding. Trends in Cognitive Sciences,19(2),86-91.   \nSatoh,M.,Kato,N., Tabei,K.I.,，Nakano,C.,Abe,M.,Fujita,R.，. Kondo,K. (2016).A case of musical anhedonia due to right putaminal hemorhage: A disconnection syndrome between the auditory cortex and insula. Neurocase, 22(6), 518-525.   \nSatoh,M.，Nakase,T.,Nagata,K.,& Tomimoto,H. (2011).Musical anhedonia: Selective loss of emotional experience in listening to music. Neurocase, 17(5), 410-417.   \nSescousse, G., Caldu, X., Segura,B.,& Dreher, J.C. (2013). Processing of primary and secondary rewards: A quantitative meta-analysis and review of human functional neuroimaging studies. Neuroscience & Biobehavioral Reviews, 37(4), 681-696.   \nSchubert,E. (2013). Emotion felt by the listener and expressed by the music: Literature reviewand theoretical perspectives. Frontiers in Psychology, 4,1-18.   \nSchultz, W. (20l5). Neuronal reward and decision signals: From theories to data. Physiological Reviews, 95(3), 853-951.   \nSchultz, W. (2016). Dopamine reward prediction eror coding. Dialogues in Clinical Neuroscience,18(1), 23-32.   \nSchultz, W. (2017). Reward prediction error. Current Biology, 27(10),R369-R371.   \nWatabe-Uchida,M., Eshel,N., & Uchida,N. (2017). Neural circuitry ofreward prediction error. Annual Review of Neuroscience, 40(1),373-394.   \nZatorre，R.J.,& Salimpoor,V.N.(2013).From perception to pleasure:Music and its neural substrates. Proceedings of the National Academy of Sciences of the United States ofAmerica,l10(Suppl.2),10430- 10437.   \nZatorre,R.J. (2O15).Musical pleasure and reward: Mechanisms and dysfunction. Annals of the New York Academy of Sciences, 1337(1),202-211. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Neural mechanisms underlying the experience of musical pleasure ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "ZHOU Can; ZHOU Linshu; JIANG Cunmei (Music College, Shanghai Normal University, Shanghai 2Oo234, China) ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Abstract: Musical pleasure is the most common psychological phenomenon in music activities. Here,recent work on the neural substrates of musical pleasure has been reviewed, and we conclude that the experience of musical pleasure is related to activities of the brain reward system and interactions between the nucleus accumbens and other cortical regions (e.g., the auditory cortex).Especially， the dopaminergic transmission plays a causal role in this experience. Furthermore, the induction of musical pleasure can be explained by reward prediction errors and the information-theoretic model from the perspective of expectation.Future studies should further examine the function of the nucleus accumbens and other cortical regions in the induction of musical pleasure and integrate different expectation theories. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Key words: musical pleasure; emotional experience; reward; expectation; musical anhedonia ",
        "page_idx": 13
    }
]