[
    {
        "type": "text",
        "text": "智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "?美国防务智库现状及主要特征",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李健‘马增军²",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1知远战略与防务研究所 江阴 214431²解放军信息工程大学图书馆 郑州 450001",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］美国拥有世界上最庞大的智库群，特别是独立防务智库，对美国国防战略与军事战略起着积极的推动作用。为应对新威胁，适应新格局，中国军事变革已拉开序幕，但在独立防务智库方面，中国几乎还是空白。如何分析和学习美国防务智库，并根据中国特色，建立自己的专业化、独立性的防务智库等诸多问题，就摆在了我们的面前。[方法/过程]本文通过对防务智库内涵的界定，在对防务智库的作用与现状进行梳理的同时，总结了美国防务智库的主要发展特征。[结果/结论]纵观美国独立的防务智库的发展历程可以看出，在保持高度独立性的前提下遵循商业化运作规则，在建立长远人才战略基础上塑造核心竞争力，是美国独立防务智库稳定发展的根本所在。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库防务智库建设开源情报分类号：E712.416DOI: 10.19318/j.cnki.issn.2096-1634.2016.02.08",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "据2015年1月22日发布的美国宾夕法尼亚大学《全球智库报告2014》统计，在“防务与国家安全”专项排名序列中，中国没有一家研究机构上榜[1]。笔者认为中国研究机构榜上无名的原因有二：一是中国涉及防务与国家安全的机构几乎全部集中于军队内部，与外界隔绝；二是对智库的本质，多数机构没有清晰而统一的理解，将自身定位于参谋机构而非智库。防务与国家安全领域智库的作用已毋庸置疑。在中共中央办公厅、国务院办公厅印发了《关于加强中国特色新型智库建设的意见》之后，中国在各个领域均加快了智库建设，其中也包括防务和国家安全领域。为应对新威胁，适应新格局，中国军事变革已拉开序幕，走中国特色军民融合式的发展之路，将成为未来中国军事力量发展的必然，建立健全中国“军事智力”体系，自然也是这次军事改革的重要内",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "容之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美国防务智库的作用及现状分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前，国内对智库的定义与内涵已没有太多的争议，但对涉及防务和国家安全领域智库的界定却是仁者见仁、智者见智。由于“军事（Military）”与“防务（Defense）”在内涵上还是有较大的差异，为聚焦研究对象，笔者把接受军方任务式研究项目、直接为军队服务的研究机构和智库统称为“军事智库”，例如隶属于美国陆军训练与条例司令部的战斗研究所等；把不在军队编制内包括联邦政府资助的研究中心，以国家安全、国防战略、军事战略、战略评估和作战概念等方面研究为主的、间接或直接为军队军工提供决策支持服务的、独立于体制之外的智库统称为“防务智库”，例如兰德公司、战略预算与估计中心（CSBA）等。两者之间从属性、定位、运营、角色等方面来说，还是有很大的不同。但两者又是相互补充、相互作用，缺一不可。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "防务智库的诞生源于军队对军事决策的需要，以灵活的方式，聚集民间军事智力，避开军方的限制和政府的繁文縟节，来支持军事力量的持续发展。第二次世界大战之后，独立的防务智库在美国国防事务中扮演的角色举足轻重。从早期的遏制战略到劝阻战略，从20世纪90 年代的军事事务革命到面向21世纪的军队转型，从“海基能力”作战概念到“空海一体战”作战概念，直至当下的“抵消战略”，无一不是防务智库的具体成果。这些成果，不仅深深影响美国国家安全、国防战略和军事战略，有些甚至成为全球性国防分析与战略研究的典范。毫无疑问，一个防务智库的重要价值，在于它能够提出独立、客观和科学的观点，对一个国家的国防战略规划、军事战略制定、作战行动实施等起着不可或缺的作用，在战略评估、战争形态、军事变革、军事技术等方面发挥了重要的引导和推进作用。正因美国防务智库的成就显著，美国国防部与其他联邦政府部门均与相关防务智库维持着良好的合作关系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在美国，智库数量庞大，但投人防务和国家安全领域研究的力度也各不相同。有以防务和国家安全领域相关研究为主业的，有以军方为第一用户的，也有专注于某一个研究方向的。其中，以军方为第一用户，最为典型的是专注于美国军事预算的分析和战略评估、提出“空海一体战”作战概念的战略与预算评估中心，该中心由美国陆军中校安德鲁·克雷皮内维奇在1995年退役后创办。安德鲁·克雷皮内维奇毕业于哈佛大学，曾在前国防部净评估办公室主任马歇尔手下撰写了第一批有关军事革命的报告。据华盛顿邮报网站2012年8月2日透露，在过去15年中，战略与预算评估中心为马歇尔的办公室进行了20多次针对中国的作战模拟并撰写了几十份研究报告。根据美国国防部的统计数据和战略与预算评估中心公布的财务文件显示，这家智库年收入大约为275至300万美元，其中大约 $40 \\%$ 来自美国国防部净评估办公室的委托课题收入[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "另一个是专注国防和国家安全政策研究的新美国安全中心（CNAS），该中心由曾就职于美国海军作战部部长特别情报组的库尔特·坎贝尔和曾任美国国防部负责政策的副国防部部长的米歇尔·弗卢努瓦共同创办于2007年2月。虽然该智库成立不到十年，但凭借深厚的军方背景和专一精深的研究成果，该中心迅速成长为影响美国外交决策的一股重要力量，被一些人称为华盛顿最有创新意识的智库。“20YY作战计划”与“超越抵消：美国如何保持其军事优势？”等研究项目则是近两年该中心的得意之作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "另有一些智库尽管不是以防务和国家安全领域的研究为主业，但也占了相当大的比重，这类独立型防务智库主要有[3]：美国国际战略研究中心（CSIS），于1962年成立，是现在美国国内规模最大的国防与战略研究机构；由两位海军上将创办于1971年的防御信息中心（CDI），包括了国防和外交政策、欧洲问题、军队与战略、核问题、国际维和、军售和军费等研究方向，该中心于2012年关闭并加入政府监管项目（POPO）；列克星顿研究所，作为知名的智库，该研究所在经济、教育、能源和古巴等问题上从事智库研究，但国防是其最大的研究方向；波托马克政策研究所，专注于科学、技术以及对社会发展和人类的影响，该研究所对国防科技政策有一定影响，此外下设的国际恐怖主义研究中心专注于反恐议题；杜普伊研究所，专注于军事冲突的历史研究，对现代战争进行独立的历史角度的经验与教训分析；分析服务公司（ANSER），1958年由美国空军赞助发起的关于科技发展每日分析的研究机构，由兰德公司协助成立，现为非政府组织，军事科技为其研究的一部分；恐怖主义研究中心，专注于恐怖主义、信息战和信息安全、关键设施，还包含国土安全等低强度政治冲突；高级国防研究中心，专注于世界范围内的全球安全研究，致力于解决当今的安全问题，并研究明天的防务问题；三角安全研究所（TISS），属于杜克大学，对国家安全、人类战争有一定研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国有世界上最庞大的智库群，但多数智库不以防务和国家安全研究为主，然而某些时候这些机构却充当了防务智库的角色。例如：布鲁金斯学会、美国科学家联盟、美国国会研究局、当今危险委员会等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国防务智库的主要发展特征",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国外独立的防务智库和其他智库一样，通常以非政府组织的形式存在，接受不同基金会的资助，承担政府和军队的各式课题研究工作，或直接向政府和军队“兜售”其研究成果。除大家耳熟能详的影响决策、善于传播等特征外，防务智库在建设与发展过程中还有以下几个典型的特征：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1高度的独立性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当我们谈及独立性时，往往首先联想到的是物理上的独立性，或者说是“毫无瓜葛”。但是相反，防务智库与政府或军方保持着密切的关系，这里的独立性更强调的是思维方式和研究方法上的独立性。以美国军方直属的军事智库为例，尽管在隶属关系、经费支持、人事制度等方面直接受上级部门的管辖，但在研究方向与思维方式上却能保持高度独立，更不用说那些独立的防务智库了。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "例如，设在纽约州的罗彻斯特大学内的海军分析中心，该中心是联邦政府资助的研究中心之一，主要从事海军战略、战术方面的研究。该中心为确保思维方式上的独立性，聘请的研究人员大都是退役军官和文职人员。并且，除军方规定的课题外，该中心将近四分之一的年度预算用于自主课题，以保持创新性。再如，作为联邦政府资助的研究中心，与国防部不存在隶属关系的兰德公司在建立之初就强调自己是一个独立、客观、非营利性、不代表任何派别的咨询机构，并在自己的各项研究工作中自始至终贯彻这种理念。兰德公司坚持研究的独立性，这种独立性由一个20多人组成的监事会作为保障。除国防部、空军部、陆军部规定的研究课题外，兰德公司也有将近四分之一左右的年度预算，用于意义重大、影响深远的自主选择性课题研究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2非营利机构下的商业化运作规则",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于“智库”这一特殊概念真正引入中国还是近些年的事情，大多数人对“非营利性”与“赢利”的理解还是比较模糊的。简单而言，非营利性的机构（包括智库）是以理事会为其核心的管理组织，而非股东大会，所有经营所得只能用于再发展而不能用于个人分红。而“赢利”则是智库赖以生存的资金来源。用前美国国防部净评估办公室主任马歇尔的话来说，智库就是“用思想卖钱，再用钱买思想”。所以，除军方直属的军事智库无需为发展资金担忧外，联邦政府资助的研究中心和其他独立的防务智库，均以目前市场通行的商业化运作规则为手段，获取自身发展所必需的资金。例如，经济压力不大的海军分析中心和兰德公司之类的联邦政府资助研究中心，也会自主选择课题，形成项目需求书，主动向军方或其他用户机构“兜售”，以拓宽其资金来源。独立的防务智库除像战略预算与评估中心有较为稳定的国防部资金来源，以及像布鲁金斯学会之类有稳定的社会捐赠来源之外，其他的防务智库无不为稳定的资金来源而犯愁。除了扩大捐赠渠道、争取用户研究项目，“长期稳定的赢利产品线”则是他们利用商业化运作规则创造稳定资金来源的商业模式。例如年度会员模式、数据库服务模式、期刊与出版物模式、培训模式等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3退役军官成为主力军",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与专门的学术机构不同的是，防务智库中的研究人员具有丰富的学识，而且基本都是在国家或军队中担任过要职的精英人物，是同时具备理论和实践经验的人才。对美国的防务智库来说，美军退役军官、退休情报官、政府退休官员等成为了这些智库的主力军，而退役军官更是主力中的主力。例如，战略与预算评估中心的17名研究员中，有11人有军队服役经历或是国防部文职官员；根据新美国安全中心网站显示，该中心有137名研究人员的任职经历可查，超过半数的研究人员是军队退役或曾在国防部担任文职，其中海军退役19人，陆军退役13人，空军退役4人，国防部文职38人；兰德公司是美国最重要的以军事为主的综合性战略研究机构，如今发展成为一个研究政治、军事、经济、科技、社会等各方面的综合性思想库，其中有军队背景的人员仅占据了总研究人员的一部分，我们查阅了1028名兰德公司研究人员任职经历的资料，具有军队背景的人员共约145名；美国国际战略研究中心164名研究员中有54名曾在军队或国防部任职，其中退役军官海军10名、空军8名、陆军6名，国防部文职人员30名；2049计划研究所45名研究人员中，曾在军队或国防部任职的人员共有12名，其中海军退役人员2名，空军退役人员1名，国防部文职人员9名[4]。美国典型的防务智库研究人员军队背景统计参见表1。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Table 1The statisticallist of researchers' military background of American typicaldefense think tanks ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/754eacc78b53b768c1defb1507be74cd222d264041734943b14d6ce3080d386c.jpg",
        "table_caption": [
            "表1美国典型的防务智库研究人员军队背景统计表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>美国防务智库</td><td>海军退役</td><td>空军退役</td><td>陆军退役</td><td>国防部 文职人员</td><td>其他</td></tr><tr><td>战略预算与评估中心</td><td>23.53%</td><td>17.65%</td><td>5.88%</td><td>17.65%</td><td>35.29%</td></tr><tr><td>兰德公司</td><td>2.33%</td><td>1.65%</td><td>1.75%</td><td>8.37%</td><td>85.89%</td></tr><tr><td>新美国安全中心</td><td>13.87%</td><td>2.92%</td><td>9.49%</td><td>27.74%</td><td>45.99%</td></tr><tr><td>海军分析中心</td><td>9.43%</td><td>0.00%</td><td>2.83%</td><td>8.49%</td><td>79.25%</td></tr><tr><td>国际战略研究中心</td><td>6.10%</td><td>4.88%</td><td>3.66%</td><td>18.29%</td><td>67.07%</td></tr><tr><td>2049计划研究所</td><td>4.44%</td><td>2.22%</td><td>0.00%</td><td>20.00%</td><td>73.33%</td></tr><tr><td>布鲁金斯学会</td><td>0.00%</td><td>0.25%</td><td>0.25%</td><td>2.94%</td><td>96.57%</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另外，退役中校创办防务智库又是一大特别现象，最具代表性的就是安德鲁·克雷皮内维奇陆军中校退役后创办战略预算与评估中心，以及海军陆战队中校威廉·霍格斯塔德退役后创办了防务智库等，这一现象绝非偶然，而是源于美军军官的升迁制度，和退役军官对人生价值的追求。由于非作战指挥官由中校晋升至上校在美军相对比较困难，大量的研究型军官在中校退役后进入军事或防务智库界，继续进行防务研究便成为了一个不错的选择，同时也能较好地延续所学，实现自己的人生价值。正如艾森豪威尔所希望的那样，“警觉而又知识渊博的公民会不断地权衡国家安全政策的成本和收益”，退役军官的加入可以说极大地加强了军事与防务智库的专业性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4与军方的密切关系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在与军方的交流和合作方面，自美国国防部建立之初，智库就与国防部保持着紧密关系，甚至由军方直接提供咨询并派人参与课题研究。例如，兰德公司的空军项目部和阿罗约中心的咨询委员会是由参联会副主席领导，而国防研究所的咨询委员会则由负责采购、技术和后勤的国防部副部长首席助理领导，在具体的课题研究中，根据需要，军方会派现役军官以国防部研究员（DoDfellows）的身份加入研究团队。这种协同关系，确保了课题研究的质量，以及研究成果的实用性。另一方面，美国独特的“旋转门”式的人力流动机制，也使得军事与防务智库与国防部之间在思维方式方面“无缝衔接”，军方观点可以直接变为智库思想，智库观点也同样可以直接变为军方思想。美军新“抵消战略”的推手，国防部常务副部长罗伯特·沃克的经历就是一个鲜活的案例。2001年，他以上校军衔退役后进入战略与预算估计中心从事海上作战研究工作，2009年担任海军部副部长，2013年担任新美国安全中心主任一职，2014年4月30日正式就任美国国防部第32任常务副部长[5]。罗伯特·沃克在战略与预算估计中心的工作经历，对安德鲁·克雷皮内维奇乃至安德鲁·马歇尔的军事变革思想自然心领神会、衣钵相传，在任国防部常务副部长之后推出新“抵消战略”的举措就不足为奇了。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我们可以看到，具有丰富阅历的退役军官与长期从事防务研究的人员构成了美国防务智库的骨干力量，灵活的“军－地旋转门”机制，也为独立于体制之外的防务智库注入了活力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.5塑造核心竞争力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "竞争的本质不是战胜对手，而是拥有创造独特价值的能力，而竞争优势就是能始终保持这种能力。纵观美国的各个防务智库，塑造核心竞争力的重点主要集中在以下几个方面：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一是确立适合自己的研究主线，并能不为所谓热点所干扰，坚持沿既定方向做深做实。例如，兰德公司以研究军事尖端技术和重大军事战略而闻名于世，海军分析中心以海军战略与战术为主要研究方向，战略与预算评估中心则集中于战略评估与国防资源配置分析，等等。可谓各有千秋，各有所长。反观兰德公司近年来在美国国防部的影响力有所式微，不得不说和它业务领域扩大到卫生、教育、法律、商业、环境等领域有关。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "二是建立并不断完善适合自己的方法论与分析工具。例如，兰德公司自创建起就重视分析方法与手段建设，确立了在净评估分析框架下的定性与定量结合的综合分析方法，同时建立了高质量研究分析标准与质量审查机制。在分析工具方面，从兰德战略评估系统到一体化应急模型的广泛使用，一方面确保了高质量兰德报告的出炉，另一方面也深刻地影响着美军战略评估与战略研究。在分析标准方面，兰德公司制定了较为严格的标准：问题架构清晰，研究目的明确；研究方法预设及执行得当；相关研究的支持到位；数据及信息准确并保持最优；假设应清楚、明确并合理；结论应提高认知并对重要政策事件产生影响；提示及建议应符合逻辑、有结论支撑、并用适当的附加说明解释透彻；参考文献需准确、可理解、结构清晰、基调适中；研究需有说服力、有用、并与决策者相关；研究应客观、独立、平衡。同样，以国防部净评估办公室主任马歇尔为师的战略与预算评估中心，在研究方法上，广泛使用兵棋推演系统分析未来战争，与科学应用国际公司共同主导的“20XX年兵棋推演”就是一个典型的兵棋推演案例，而广为人知的《空海一体战：初始作战概念》、《东亚2025》等报告，同样也是兵棋推演后产生的佳作。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "三是数据工程为智库奠定了扎实的发展基础。无论智库大小，美国军事智库与防务智库均非常重视数据工程建设，从他们研究报告中的引述与详尽的数据分析就可略见一斑，靠数据说话才是硬道理，这也是成熟智库的标志。例如，兰德公司所创建的决策模型与战争模型，就是靠巨大的战争数据、兵力数据、装备数据、经济数据、人文数据、地理数据等来支撑的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "结语 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国拥有世界上最庞大的智库群，除政治、经济和国际关系等类型智库外，国防、国际安全、军事行动、反恐等研究智库也不在少数，呈现出百花齐放的景象。特别是非军队直属的防务智库，对美国国防战略与军事战略起着积极的推动作用。如何分析和学习美国防务智库，以及根据中国特色有所取舍，建立自己的专业化、独立性的防务智库等诸多问题，就摆在了我们的面前，这需要中国军队和民间志士的共同努力来解决，进而缩小与发达国家的“军事智力”差距。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]James G.McGann. 2014 Global Go To Think Tank Index Report[EB/OL]. [2015-11-1]. http://repository.upenn.edu/ think_tanks/8/.   \n[2]格雷格·杰斐.空海一体战引起了中国和五角大 楼内部的不 安[EB/OL].[2015-11-1].http://www. washingtonpost.com/world/national-security/us-modelfor-a-future-war-fans-tensions-with-china-and-insidepentagon/2012/08/01/gJQAC6F8PX_story.html.   \n[3]李健,郭慧志.美军智囊启示录[EB/OL].[2015-11-1]. http://www.knowfar.org.cn/html/zhanlue/201504/26/499. htm.   \n[4] 胡越，陈阳.美国防务智库研究人员军队背景调查报 告[R].知远战略与防务研究所，2015.   \n[5] Robert Work[EB/OL].[2015-11-1].https://en.wikipedia org/wiki/Robert_O._Work. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "李健：提出研究思路，负责论文起草;  \n马增军：采集相关数据，完善内容，修订最终版本。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（下转107页）",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Core Value, the Operational Mechanism and the New Development Design of the Brookings Institution ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Gao Chunling1,2 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1National Science Library, Chinese academy of sciences,Beijing 100190   \n²School of Management, Liaoning Normal University, Dalian 116029 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This paper deeply analyzes the core value,the operational mechanism, and the new development design ofthe world top think tank the Brookings Institution in order to ofer positive references to Chinese think tank construction.[Method/process] This paper mainly adopted the historical study and case study methods,and used the primary materials and the secondary materials of the Brookings Institution to launch the research.By refering to the latest global think tank index report along with literature review and website investigation,this paper interpreted the history,the actuality,and future dynamics of the Brookings Institution.[Result/conclusion] The Brookings Institution is one of America's oldest think tanks,and accumulates classical thoughts in the process of development for more than one hundred years.Since 2010,the Brookings Institution hasbeen the top think tank in the world for six years,which is dueto itsadherence to itscore value of \"high quality, independence,influence”,its operational mechanism,and the top-level design thoughts. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords: the Brookings Institution think tank core value operational mechanism Global Go To Think Tank Index Report ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "收稿日期：2016-04-02修回日期：2016-04-12本文责任编辑：初景利",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（上接第54页）",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The Current Situation and Main Features of U.S.Defense Think Tanks ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Li Jian' Ma Zengjun² ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1Knowfar Institute for Strategic and Defence Studies, Jiangyin 214431 ²The Library of The PLA Information Engineering University, Zhengzhou 450001 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significancel The United States boosts the world's biggest think-tank groups, among which the independent defense think-tanks play a positive role in promoting US defense and military strategies. As for China,although it has already begun its military reform to face the new challenge and to adapt to the new world structure,itis stillblank in independent defense think-tank building.Thus,how shouldusanalysisand learn from America to build our own professional and independent defense think-tanks with Chinese characteristics is the main problem we have to deal with.[Method/process This paper firstly defined the connotation of the defense think-tanks,then expounded its role and current situation,and finaly summarized the main features of the defense think-tanks of the strong military powers such as the U.S.etc. [Result/conclusion] According to the development of the U.S.independent defense think-tanks,we could see that commercial operation with highly independence and shaping core-competitiveness based on long-term talent strategy are the main foundation for the steady development of the U.S.independent defense think-tanks. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords: think tank defense think-tank building open source intelligence 收稿日期：2015-10-04修回日期：2015-12-01 本文责任编辑：吕青 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]