[
    {
        "type": "text",
        "text": "SCIENTIFIC REPORTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:24 September 2014   \nAccepted: 22 January 2015   \nPublished: 13 July 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Homoharringtonine induces apoptosis and inhibits STAT3 via IL-6/JAK1/STAT3 signal pathway in Gefitinib-resistant lung cancer cells ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wei Cao¹,2,\\*, Ying Liu2,3,\\*，Ran Zhang¹,2, Bo Zhang4,Teng Wang2,5, Xianbing Zhu¹,2, Lin Mei¹², Hongbo Chen¹²， Hongling Zhang¹²,Pinghong Ming6& Laiqiang Huang1,2,5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tyrosine kinase inhibitors (TKls)are mostly used in non-small cellung cancer (NSCLC)treatment. Unfortunately, treatment with Gefitinib for a period of time will result in drug resistance and cause treatment failure in clinic.Therefore,exploring novel compounds to overcome this resistance is Urgently required. Here we investigated the antitumor effect of homoharringtonine (HHT),a natural compound extracted from Cephalotaxus haringtonia,on Gefitinib-resistant NSCLC cell lines in vitro and in vivo.NCl-H1975 cells with EGFR T7goM mutation are more sensitive to HHT treatment compared with that of A549 cells with wild type EGFR.HHT inhibited cells growth,cellviability and colony formation,as wellas iduced cellapoptosis through mitochondria pathway.Furthermore,we explored the mechanism of HHT inhibition on NSCLCcells. Higher level of interleukin-6 (IL-6)existed in lung cancer patients and mutant EGFR and TGFβ signal requires the upregulation of IL-6 through the gp13o/JAK pathway to overactive $\\mathsf { s r a r } _ { 3 } ,$ an oncogenic protein which has been considered as a potential target for cancer therapy. HHT reversiblely inhibited IL-6-induced STAT3 Tyrosine 705 phosphorylation and reduced anti-apoptotic proteins expression. Gefitinib-resistant NSCLC xenograft tests also confirmed the antitumor effect of HHT in vivo. Consequently, HHT has the potential in Gefitinib-resistant NSCLC treatment. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lung cancer is one of the mostly diagnosed cancer each year with more than one-quarter cancer patients die from lung cancer. An estimated 224,210 new cases (116,00 in men and 108,210 in women） of lung and bronchial cancer willbe diagnosed in 2014,and 159,260 deaths (86,930 in men and 72,330 in women) are estimated to occur from the diseasel.The five-year survival rate of lung cancer is $1 4 \\%$ and $1 7 \\%$ in men and women, respectively2.NSCLC accounts for approximately $8 0 \\%$ of all lung cancer cases?.Some effcient agents such as PDl and EGFR specific antibodies4 and reversible tyrosine Kinase inhibitors (TKIs) Gefitinib5 and Erlotinib benefit a proportion of NSCLC patients,but treatment with Gefitinib and Erlotinib will cause drug resistance for a period of time ( $_ { 6 \\sim 1 2 }$ months）.The reasons for ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1School of Life Sciences,Tsinghua University, Beijing, $\\scriptstyle 1 0 0 0 8 4 ,$ China.²The Shenzhen Key Laboratory of Gene and Antibody Therapy,State Key Laboratory of Health Scienceand Technology (prep),Center for Biotechnology & Biomedicine and Division of Life& Health Sciences,Graduate SchoolatShenzhen,Tsinghua University,Shenzhen, Guangdong,518o55, China.3School of Basic Medical Sciences, Hubei University of Medicine, Shiyan,442000, Hubei, China.4NationalLaboratoryof Biomacromolecules,Institute of Biophysics, ChineseAcademyofSciences, Beijing,10o1o1, China.5The Key Laboratoryof Bioorganic Phosphorus Chemistry& Chemical Biology(Ministry of Education), Department of Chemistry,Tsinghua University, Beijing, $\\scriptstyle 1 0 0 0 8 4 ,$ China. Laboratory of Zhuhai People's Hospital,Zhuhai,Guangdong,519ooo,China.\\*Theseauthorsarecontributedequalltothiswork.Correspondence and requests for materials should be addressed to L.H.(email: huanglq@tsinghua.edu.cn; huanglq@sz.tsinghua. edu.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "drug resistance are complicated and several previous studies have tried to explore the question. A secondary mutation in exon 20 of EGFR,T79oM,and/or amplification of c-MET account for $\\sim 5 0 \\%$ cases of Gefitinib-resistance acquisition7.The EGFR Threonine 790 is an important amino acid residue of inhibitor specificityin the ATP binding pocket behind the ATP binding cleft,but the substitution of Threonine 790 with Methionine increases the ATP affnity and reduce the potency of any ATP-competitive kinase inhibitor by which the T790M mutation confers drug resistance8.Recently, Yao et al. demonstrated that not only the genetic and/or epigenetic changes contribute the drug resistance,but also the activation of special tumor microenvironment do, since they found $\\mathrm { T G F } \\beta$ upregulated IL-6 expression more than 10-fold and the IL-6 increased resistance to the drugs9.Although some irreversible EGFR TKIs,such as Afatinibl° or Dacomitinibll were developed to overcome the drug resistance,they exhibited limited efficience.Kim et al. demonstrated that NSCLC cells with EGFR T790M exhibited insensitivity to Afatinib by activation of an IL-6R signaling pathway via autocrine IL-6 production. Moreover, inhibition of the JAK/STAT3 signaling potentiates the antitumor activity of Afatinib in PC9-GR xenograft models12. Therefore,identification and development of novel drugs which can overcome the EGFR TKI resistance is an emergency to prolong overall survival time of NSCLC patients. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Signal Transducer and Activator of Transcription (STAT) proteins are a family of transcription factors consisting of 7 members,STAT1, STAT2, STAT3, STAT4, STAT5a, STAT5b and STAT6,and they can be phosphorylated by gpl30/JAKs signal3. JAK/STAT signal pathway malignancy may cause genomic instability, cell cycle dysregulation,and eventually formation of canceri4. The signal pathway is frequently constitutively activated in many cancer cell lines and tumor specimens15-17. Among the STAT family, STAT3 is an oncogenic protein and its constitutive activation is highly relevant to cancers. As a transcription factor,STAT3regulates Mcll,Survivin,p21,Bcl-xl,Bcl-2,c-Myc,Cyclin D1,and VEGFexpression and therefore correlates with tumorigenesis and tumor progression. The associated processes have been experimentally indicated to have relationship with $\\mathrm { I L } { - } 6 / \\mathrm { g p } 1 3 0$ signalingl8.In colitis-induced cancer murine models,IL-6 plays important roles in STAT3-dependent tumorigenesis19,20.IL-6 is a multifunction cytokine and participates in acute phase inflammatory responses,glucose metabolism regulation and hypothalamic-pituitary-adrenal axis. In addition, its dysregulation causes many disease states,including many types ofcancer21,22 These studies suggest that modulating IL-6 is an attractive therapeutic strategy. In a K-Ras-driven pancreatic tumor model, STAT3 activation was regulated by IL-6and sIL-6R (a soluble form of IL-6R)23. Chen et al. also reported that IL-6 up-regulated the multidrug resistance 1 (MDR-1) gene24.EGFR mutations ( $\\dot { \\Delta }$ EGFR and L858R) and $\\mathrm { T G F } \\beta$ can both upregulate IL-6 expression and be associated with drug resistance,which indicates that EGFR-dependent inhibition treatment maybe not sufficient for patients harboring mutant EGFR and inhibition of IL-6/gpl30/JAK/STAT3 signal can further suppress growth of cancer cells and sensitize cancer cells to the antitumor drugs in NSCLC9,25-27. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Homoharrngtonine (HHT; 4-methyl (2R)-2-hydroxy-2-(4-hydroxy-4-methylpentyl)butanedioate),a cephalotaxine ester,is isolated from Cephalotaxus harringtonia which is widelydistributed in China and Japan28.C.harringtonia seeds are toxic to humans and used for Chinese traditional medicine29. Clinically, HHT have exhibit effcient inhibition activity against acute myelocytic leukemia (AML)30.31 and chronic myeloid leukemias $( \\mathrm { C M L } ) ^ { 3 2 , 3 3 }$ alone or combined with granulocyte colony-stimulating factor, cytarabine,orinterferon- $\\mathbf { \\nabla } \\cdot \\mathbf { \\alpha } \\propto$ .Previous studies showed that HHT could inhibit protein synthesis by preventing aminoacyl-tRNAs binding to the peptidyl-transferase A-site cleft inthe ribosome34.Eferth,T.etal found HHT was more eficient in cancer cells with wild-type p53 in a high-throughput screening assy with $5 5 \\mathrm { { N C I } }$ cell lines35.Recent studies demonstrated that the possble mechanisms of HHT in anti-myeloma may be the inhibition of AKT phosphorylation and several AKT target genes including NF- $\\mathbf { \\sigma } _ { \\kappa \\mathrm { B } }$ ,XIAP, cIAP and Cyclin $\\mathrm { D } 1 ^ { 3 6 }$ and inhibition of MCL1 protein synthesis and induction of apoptosis in chronic lymphocytic leukemia33. In this study, we investigated the antitumor efects and possible mechanisms of HHT on NSCLC cell lines. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Effects of HHT on NSCLC cellines.In this study, we firstly investigated the cytotoxicity of HHT on human NSCLC cellines,A549 (wild type EGFR) and NCI-H1975 (H1975,mutant EGFR with L858R and T790M),using Gefitinib as a control. By 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay, we found that HHT had moderate cytotoxicity to A549 with an $\\mathrm { I C } _ { 5 0 }$ of $3 . 7 \\mu \\mathrm { M }$ and H1975 cells were more sensitive to HHT with an $\\mathrm { I C } _ { 5 0 }$ of $0 . 7 \\mu \\mathrm { M }$ .We also found that HHT inhibited the cell proliferation and growth of A549 cells (Fig.1B,C) and H1975 cell (Fig. 1D,E) in a time- and dose-dependent manner through MTT assay. By trypan blue exclusion assay, we found that HHT rapidly reduced viable A549 (Fig.1F) and H1975 cels (Fig.1G) in a dose-and time-dependent manner. We investigated HHT's effect on cellcolony formation activity,and the results showed that HHT significantly inhibited the clonogenic ability of A549 (Fig.1H) and H1975 cells(Fig. 1I).These results suggested that HHT inhibited the anchorage-dependent (cell proliferation)and anchorage-independent (colony formation） growth of NSCLC cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The EGFR signal pathway is a crucial target in NSCLC treatment.To test the efect on EGFR of HHT, A549 and H1975 cells were treated with HHT for $2 4 \\mathrm { h }$ and lysed.By western blot,in A549 cells,unlike Gefitinib,HHT had no effcton phosphorylation downregulation of EGFR (Y1173),while in H1975 cells neither HHT nor Gefitinib failed to downregulate EGFR phosphorylation (Fig.1J).These data indicated that HHT-induced cell growth inhibition through other mechanism differing from Gefitinib. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/4862ae749e391a59c60cb4ad7b2def94f93ff74f8b270dae54c834e3261240ed.jpg",
        "img_caption": [
            "Figure 1. HHT inhibitory effects on NSCLC cell.(A): Chemical structure of HHT. (B-E): The inhibitory effects of HHT on A549 (B and C)and H1975 (Dand E) cells evaluated by MTT assay. (F and G): Cell viability inhibition efect of HHT on A549 and H1975 cells analyzed by trypan blue exclusion assay. (H and I): The soft-agar colony formation assays of A549 and H1975 cells treated with HHT at indicated concentration. (J):A549 and Hl975 cells were treated with HHT or Gefitinib for $2 4 \\mathrm { h }$ ,lysed and the protein samples were analyzed by western blot with indicated antibodies.All the ful-length blots are presented in Supplementary Figure 1. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HHT induces mitochondria apoptotic pathway in NSCLC cells.As indicated above, we tried to investigated the mechanism underlied the inhibition efect of HHT on Gefitinib-resistant NSCLC.By the optical light microscope,we found some dead A549 and H1975 cells floating in the medium treated with HHT.The cell death is reminiscent of the phenomena induced by apoptosis.Next,we tested the posibility of induction of apoptosis by HHT. Firstly, we investigated the nucleus morphological changes by Hoechst 33258 staining.As shown in Fig.2A,we can find the nuclear condensation and fragmentation with HHT treatment which are typical changes in cellapoptosis. To identify the variation of apoptosis-related proteins,A549 and H1975 cells were treated with HHT at indicated concentration. By whole cell lysis extraction and western blot,HHT treatment resulted in a significant increase of cytochrome C release into cytoplasm and the decrease of the fullength of Caspase 9,Caspase 3 and cleavage of poly(ADP-ribose)polymerase (PARP) in A549 and H1975 (Fig.2B) cells in a dose-dependent manner.To further investigate the mitochondrial dysfunction in A549 and H1975 cels following HHT treatment, we measured mitochondrial transmembrane potential in situ. JC-1 accumulated in the mitochondria and formed red aggregates depending on the potential in healthy cels,and mitochondrial depolarization caused JC-1 release from mitochondria and exhibited green fluorescence.The untreated A549 and H1975 cells displayed strong red fluorescence,conversely the HHT-treated cels exhibited weak red fluorescence (Fig. 2C),suggesting the disruption of the mitochondrial transmembrane potential. Calcium $( \\mathrm { C a } ^ { 2 + } )$ regulates many cellular functions and also participates in cell apoptosis.Mitochondrial ${ \\mathrm { C a } } ^ { 2 + }$ uptake may lead to mitochondria swelling and in turn the release of mitochondrial apoptotic factors into the cytosol37. We examined HHT efects on intracellular calcium variation in H1975 using FLUO-4 (Invitrogen). We found there was a peak of intracellular $\\mathrm { C a } ^ { 2 + }$ levels at $\\mathtt { 4 h }$ after HHT treatment and then decreased to basal level (Fig. 2D).Additionly, in lung, stromal interaction molecule 1 (STIM1)-Orail regulates store-operated $\\mathrm { C a } ^ { 2 + }$ entry(SOCE) in airway smooth muscle cells and its dysregulation correlates with pulmonary smooth muscle malignant cell proliferation. Orail overexpression causes the inflammatory response in cystic fibrosis and its knockdown inhibits endothelial cellmigration and angiogenesis38.HHT had no effect on STIM1 and Orail during this period (Fig.2E).To further identifythe caspase dependent apoptosis induced by HHT,H1975 cells were pre-treated with a general caspase inhibitor Z-VAD-FMK $( 2 0 \\mu \\mathrm { M } )$ for $\\boldsymbol { 1 \\mathrm { h } }$ and then treated with HHT at $2 \\mu \\mathrm { M }$ for $2 4 \\mathrm { h }$ . We found that HHT-induced apoptosis was significantly suppressed (Fig. 2F). These results indicated that HHT induced apoptosis through the mitochondrial pathway by activation of caspase cascade. Consequently, we examined the expresson of several pro- and anti-apoptotic proteins and found that MCL1,a BCL2 family anti-apoptotic protein,and Survivin,other than BCL2 or BAX, decreased with HHT treatment in a concentration depend manner in A549 (Fig. 2G left panel) and H1975 cells (Fig. 2G right panel). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HHT suppresses phosphorylation of STAT3 via inhibiting JAK/STAT3 pathway in NSCLC cell. Previous studies have shown that the Mcll and Survivin promoters contain a common potential transcription factor STAT3 binding site39.Additionaly, STAT3 constitutive activation promotes tumorigenesis partly through upregulation of certain antiapoptotic proteins expression including Bcl-xL, Bcl2, Survivin,and Mcll,and has been discovered in a variety of hematological tumors and solid tumors including $2 2 \\% { \\sim } 6 5 \\%$ NSCLC. This aberrant constitutive activation plays malignant roles in lung cancer cell proliferation and associated with resistance to chemotherapy40.41. STAT3 is activated by a variety of cytokines and growth factors. In clinical studies, STAT3 or pSTAT3 is associated with poor prognosis40. We tested the expression of STAT3 and its phosphorylation states in A549 and H1975 cels treated with HHT,and showed that the STAT3 phosphorylation at Tyr705 (p-STAT3 Y705),which is related STAT3 dimerization,nucleocytoplasmic shutling,and DNA binding42,was decreased,but not the phosphorylation at Ser727 (Fig.3A).Pim-1 combined with c-Myc participates in cell transformation and protects cells from apoptosis.Additionally, Pim-1 and $\\mathfrak { c }$ -Myc are STAT3 target genes upon $\\mathrm { g p } 1 3 0$ stimulation43. We also found that Pim-1 and $c$ -Myc expression decreased upon HHT treatment in both A549 and H1975 cells (Fig. 3A).Previous studies have shown that IL-6/JAK,PI3K/AKT and RAS/MAPK/ERK signal pathways are three major upstream STATs activators,so we tested the JAK1, PDK1,AKT and ERK active status.As shown in Fig.3B,JAKl phosphorylation (Tyrl022/1023） was significantly decreased but the PDK1,AKTand ERK phosphorylation was not changed after HHT treatment. Additionally, Yao et al.demonstrated that IL-6 upregulation mediated by TGF- $\\cdot \\beta$ signal pathway conferred NSCLC cell drug resistance in an EGFR independent manner and promoted NSCLC cell proliferation9.As shown in Fig.3B,the total protein level and phosphorylation of Smad2 and Smad3 were not inhibited by HHT treatment.These results suggested that HHT inhibited the STAT3 aberrant activation through IL-6/ JAK/STAT3 pathway without interference with $\\mathrm { T G F } \\beta$ signal.Furthermore,we investigated the inhibition effect of combination of pan-JAK inhibitor Pyridone 6(P6, $1 \\mu \\mathrm { M } )$ and HHT $( { 1 } { \\mu } { \\mathrm { M } } )$ treatment for $1 2 \\mathrm { h }$ Extracts from A549 and H1975 were analyzed for phospho- and total STAT3, Caspase 3 and PARP by western blot.As shown in Fig.3C,the phosphorylated STAT3 was further inhibited by P6 and HHT combination with no variation of total STAT3.The Caspase 3 was also activated by the combination. Additionally, the cell inhibition rates were also augmented by the combination assayed by MTT assay in H1975cels (Fig.3D).To further investigate the essential role of STAT3 inhibition in HHT-induced cell death,H1975 cells transfected with EF.STAT3C.Ubc.GFP were treated with $2 \\mu \\mathrm { M }$ HHT for $2 4 \\mathrm { h }$ and the cellinhibition rate was determined by MTT assay.As shown in Fig.3E,the overexpression of constitutively active mutant of STAT3 (STAT3C) exhibited resistance to HHT treatment and the inhibition rate significantly decreased compared with control group. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/133fc376ba5fe58ef0c6a7b2360c4350c1e55c00ba554bf18192ddb526b34851.jpg",
        "img_caption": [
            "Figure 2.HHT induces apoptosis of NSCLC cels.(A): A549 and H1975 cells were treated with Gefitinib （20 $( 3 \\mathrm { m M } )$ or HHT at indicated concentrations for $2 4 \\mathrm { h }$ and stained with Hoechst 33258 assay. (B):A549 and H1975 cells were treated with HHT,lysed and the protein samples were analysed by western blot with indicated antibodies.(C): A549 and H1975 cells were treated with HHT at indicated concentration and the mitochondrial transmembrane potential $( \\Delta \\Psi )$ was tested by confocal microscopy (Olympus Fluoview FV-1000, Tokyo,Japan). $( \\mathbf { D } )$ $\\mathrm { C a } ^ { 2 + } _ { \\mathrm { ( i ) } }$ was measured using ${ \\mathrm { C a } } ^ { 2 + }$ indicator FLUO-4 (Invitrogen) by flow cytometry assay. (E): H1975 cells were treated with HHT for $2 4 \\mathrm { ~ h ~ }$ ,lysed and analysed by western blot with indicated antibodies.(F):H1975 cells were pretreated with Z-VAD-FMK $( 2 0 ~ \\mathrm { m M } )$ for $^ \\textrm { \\scriptsize 1 h }$ and then treated with HHT at $2 ~ \\mathrm { m M }$ for $2 4 \\mathrm { h }$ ,and the inhibition rate was determined by MTT assay.The mean $\\pm \\mathrm { S D }$ of three independent experiments is shown. $x \\times 4$ 0 $P { < } 0 . 0 1$ .(G):A549 and H1975 cells were treated with HHT for 24 h,lysed and analysed by western blot with indicated antibodies.The blots shown are derived from multiple gels.Membrane was cut based on the molecular weight, probed with antibody of interest and band of interest is indicated with an arrow. All the ful-ength blots are presented in Supplementary Figure 2. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/8be04a717c4b2a6ce916fefb1fa6c5f158a8632289e8205716121a828ebfc855.jpg",
        "img_caption": [
            "Figure 3.HHT supresses the phosphorylation of STAT3.(A and B):A549 and H1975 cells treated with HHT,and the STAT3 phosphorylation and its target genes (A) and the upstream key efftors (B) were examined by western blot with indicated antibodies.(C):With pan-JAK inhibitor P6 $( 1 \\mu \\mathrm { M } )$ and HHT （204号 $( 1 \\mu \\mathrm { M } )$ treatment for $1 2 \\mathrm { h } .$ 、A549 and H1975 cell extracts were conducted western blot with indicated antibodies. (D): H1975 cels were treated with P6 and HHT together or alone and conducted MTT assay. (E): H1975 cells transfected with STAT3C or empty vector were treated with HHT and the inhibition rate was determined by MTT assay $( P < 0 . 0 1 )$ .The blots shown are derived from multiple gels.Membrane was cut based on the molecular weight, probed with antibody of interest and band of interest is indicated with an arrow.All the full-length blots are presented in Supplementary Figure 2. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "HHT inhibits IL-6-induced STAT3 phosphorylation in a dose- and time-dependent manner.Apart from EGFR,STAT3 can be activated via some inflammatory cytokines as well as growth factors.Previous studies have shown that EGFR mutation increased IL-6 expression and therefore activated STAT3 via $\\mathrm { I L } { - } 6 / \\mathrm { g p } 1 3 0 / \\mathrm { J A K } 1$ signal pathway25,44 and JAK1 was the critical JAK receptor kinase in IL-6/gpl30/JAK/STAT3 signal pathway in lung cancer cels27. In vivo study also suggested IL-6 blockage inhibited STAT3 activation and therefore repressed H1650 xenografts cell growth27.We found that IL-6 expression in a verylow level in non-transformed breast epithelial MCF-10A and wild type EGFR harboring A549 cells,but the IL-6 production $( 3 7 2 3 \\mathrm { p g / m L } )$ was significantly elevated in H1975 cells harboring mutant EGFR (Fig.4A),which was consistant with the previous results25.To examine if HHT can block IL-6-induced STAT3 activation,we firstly validated the IL-6 activation efect on STAT3 activation. A549 and H1975 cells were cultured in DMEM and RPMI-1640 medium for $^ { 1 2 \\mathrm { h } , }$ ，and then were starved in serum-free mudium for another $^ { 1 2 \\mathrm { h } }$ or more time. The cells were treated with IL-6 at different concentration for $3 0 \\mathrm { m i n }$ .As shown in Fig.4B,IL-6 can activate STAT3 by phosphorylation ina dose-dependent manner,and we choose $5 \\mathrm { n g / m L }$ IL-6 for subsequent experiment.Next,with the same culture conditions, after starvation,A549 cells were pretreated with $2 \\mu \\mathrm { M }$ or $4 \\mu \\mathrm { M }$ HHT and H1975 cells were pretreated with $1 \\mu \\mathrm { M }$ or $2 \\mu \\mathrm { M }$ HHT for $\\mathtt { 4 h }$ followed by $5 \\mathrm { n g / m L }$ of IL-6 stimulation for $3 0 \\mathrm { m i n }$ .Fig. 4C showed that IL-6 induced STAT3 phosphorylation but the induction was repressed by HHT-pretreated cells. Meanwhile,the total STAT3 expression level was not altered with IL-6 or HHT treatment.Previous studies have shown that STAT3 phosphorylation was asociated with translocation between nuclear and cytoplasm42.To investigate whether HHTcan block this IL-6-induced translocation,cels were pretreated with indicated concentration HHT for $\\mathtt { 4 h }$ and then incubated the cells with $5 \\mathrm { n g / m L }$ IL-6 for $3 0 \\mathrm { m i n }$ Cells were fixed with $4 \\%$ paraformaldehyde diluted in $1 \\times$ PBS and immunofluorescence-stained with anti-phosphorylated STAT3 (Y7o5） primary antibody and FITC-conjugated secondary antibody. The nucleuses were stained with $5 \\mu \\mathrm { g } / \\mathrm { m L }$ DAPI. As shown in Fig. 4C, STAT3 was activated and translocated into nucleus with IL-6 stimulation,but there were weaker STAT3 activation and nucleus translocation with HHT pretreatment.To further confirm the HHT-induced inhibition of STAT3 translocation on IL-6 stimulation,A549 and H1975 cels were treated as above and the nuclear and cytoplasmic fractionations were isolated and analyzed by western blot.As shown in Fig.4E,HHT pretreated cells showed relatively weaker phosphorylated STAT3 in the nucleus.Additionaly,HHT also inhibited STAT3 transcription activity in H1975 cells,which further confirmed HHT inhibited the nuclear translocation of $\\mathsf { p }$ -STAT3 (Fig. 4F). The above results suggested that HHT pretreatment could block IL-6-induced STAT3 phosphorylation and nuclear translocation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To further investigate if the HHT repression of IL-6-induced STAT3 phosphorylation is in a dose-dependent manner, we pretreated A549 and H1975 cells with different concentrations of HHT $( 0 { - } 4 \\mu \\mathrm { M } )$ for $^ \\textrm { \\scriptsize 4 h }$ following treatment with $5 \\mathrm { n g / m L }$ of IL-6 for $3 0 \\mathrm { m i n }$ . As shown in Fig. 4G,the HHT-induced inhibition was dose dependence. $4 \\mu \\mathrm { M }$ HHT in A549 cells and $2 \\mu \\mathrm { M }$ in H1975 cells would dramaticly reduce the STAT3 phosphorylation with no alternation of STAT3 expresson level. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To examine if the HHT inhibition of IL-6-induced STAT3 phosphorylation is time dependence, we pretreated A549 and H1975 cells with $4 \\mu \\mathrm { M }$ and $2 \\mu \\mathrm { M }$ HHT,respectively, for different time points followed by $5 \\mathrm { n g / m L }$ of IL-6 for $3 0 \\mathrm { m i n }$ . Fig. 4H suggested that HHT inhibited IL-6-induced STAT3 phosphorylation was time depdence. 4h HHT pretreatment would reduce the STAT3 phosphorylation and STAT3 expression level did not change. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To explore if the HHT inhibition on IL-6-induced STAT3 activation could be reversible,after serum starvation for $1 2 \\mathrm { h }$ ，A549 and Hl975 cells were pretreated with HHT for $\\mathtt { 4 h }$ . Following the $\\mathtt { 4 h }$ treatment, the HHT-containing medium was changed for HHT-free medium for further culture for indicated time points,and then the cells were treated with $5 \\mathrm { n g / m L }$ IL-6 for $3 0 \\mathrm { m i n }$ . As shown in Fig. 4I,after 6h with HHT treatment, STAT3 phosphorylation in A549 and H1975 cells almost recovered.The results suggested that the HHT inhibition on IL-6-induced STAT3 phosphorylation in NSCLC was reversible. Cells were further blocked in protein biosynthesis using $1 0 \\mu \\mathrm { g / m L }$ of cycloheximide (CHX) and repeat the above treatment in Fig.4H to explore if IL-6 could induce STAT3 phosphorylation 6h after HHT treatment. As seen in Fig. 4J, we found the recovery of STAT3 phosphorylation in CHX-treated cels. The results suggested that the STAT3 phosphorylation recovery was not derived from the new synthesized STAT3 protein. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "From the above, we can draw a conclusion that HHT inhibited NSCLC growth and cell viability and induced cancer cell apoptosis mainly through the inhibition of IL-6/JAK/STAT3 signal pathway (Fig. 5). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "HHT exerts synergistic effect combining with Docetaxel in NSCLC cell. In order to improve therapeutic efficacy and reduce the drug toxicity to patients or/and non-target tissues,one or more other drugs usually are used in clinic. Furthermore,an optimal combined treatment may decrease or postpone the drug resistance45. Docetaxel (DTX) can bind to microtubules,cause cell-cycle arrest and apoptosis and therefore is approved to cure a certain of tumors including $\\mathrm { N S C L C ^ { 4 6 } }$ .We examined whether HHT and DTX combination had the synergistic efect in NSCLC treatment.By MTT assay, HHT-induced cell proliferation inhibition was significantly elevated by DTX at $2 \\mathrm { n M }$ to $8 \\mathrm { n M }$ (Fig. 6A,B). We also analyzed the CI value by the formula47 asisted with CalcuSyn software (Version 2.1) and found that the CI values were less than1(Table 1),which indicated that HHTand DTX played synergistic effect in Gefitinib-resistant NSCLC cells. By western blot, we further confirmed the synergistic effect and found that HHTand DTX combination resulted in elevated levels of Caspase 3 activation, cleavage of PARP and decreased level of STAT3 phosphorylation (Fig. 6C). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A 5000 D HHT (4 μM) + IL-6 (5 ng/mL) + 4000 3000 PPTTT-3 2000 0 6444 PPPA MCF-10A A549 H1975   \nB A549 H1975 IL-6(ng/mL)0 1 5 10 0 1 510 er pSTAT3 STAT3 1 HHT (2 μM) + GAPDH IL-6 (5 ng/mL) + +   \nC HT(μM) A542 4 0 H975 2 PPI-5   \nIL-6 (5ng/mL) + pSTAT3 . STAT3 6888 SL6IH IdVA GAPDH 00   \nE A549 H1975 ee C N C N HHT(μM)004004 002002   \nIL-6 (5 ng/mL) ++ + ++ 国 p-STAT3 .” 自 Lamin B . GAPDH !   \nG A549 H1975 HHT(μM) 0 0 12 4 0 00.51 2   \nIL-6 (5 ng/mL) + + ++ + T + HHT (2 μM) -+ + IL-6 (5 ng/mL) + p-STAT3 H A549 H1975 STAT3- IL-6( Tim mb) 2 2 A 二 GAPDH 0 1 p-STAT3 4   \nI A549 H1975 STAT3 8888 Time (4 h) - GAPDH 0   \nIL-6 (5 ng/mL) J A549 H1975   \nIL-6 after HHT 61224 061224   \npretreatment (h) Time (4 h) p-STAT3 1 一 CHX (10 μg/mL) IL-6 (5 ng/mL) STAT3 1 IL-6 after HHT 01212 01212 GAPDH --- -osa pretreatment (h) p-STAT3 STAT3 GAPDH ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/743dd8d718492acbcbb9297c5454b80135887b7ecec72c889b30a4c45e8e0836.jpg",
        "img_caption": [
            "Figure 5.Diagram of HHT blockage possible mechanism in NSCLC cells. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "HHT exhibits antitumor effect on NSCLC xenograft tumor in vivo.To access the anti-tumor effect on NSCLC in vivo,we subcutaneously inoculated $2 . 5 \\times 1 0 ^ { 6 }$ H1975 cells in $1 0 0 \\mu \\mathrm { L }$ serum-free RPMI-640 medium into the right flank of nude mice to generate xenografted murine models.When the tumors grow to a measurable size,each group (10 mice for each random allocation) were administrated with vehicle control, Gefitinib $( 3 0 \\mathrm { m g / k g } )$ and HHT $\\mathrm { ( 1 0 m g / k g ) }$ 5 times per week for 3 weeks. Tumor bearing mice were humanely killed when their tumors reached $2 \\mathrm { c m }$ indiameter or when paralysis or major compromise in their quality of life occurred.To our expections, we found that HHT efficiently repressed tumor growth compared to vehicle control or Gefitinib $( P < 0 . 0 5 )$ (Fig. 7A,B). Additionally, HHT treatment did not reduce the mice body weight, which suggested that HHT had no apparent side effect (Fig.7C).Allthe mice were euthanized,the tumors were isolated and imaged and the tumor sample cells were harvested to extract protein for determination if HHT inhibited STAT3 phosphorylation via western blot.As seen in Fig.7D,the level of STAT3 phosphorylation and MCL1 from HHT treatment group was significantly decreased compared to vehicle control or Gefitinib treatment. Meanwhile, consistant with the results in the above,AKT1/2/3 and ERK1/2 phosphorylation was not inhibited with HHT treatment.To further examine the STAT3 phosphorylation in the xenograft tumor samples with different treatments,the tumor samples were frozen and cutted into $1 0 \\mu \\mathrm { m }$ sections for fluorescent immunohistochemistry. Figure 7E showed that HHT treatment inhibited STAT3 phosphorylation compared to vehicle control or Gefitinib treatment.These results suggested that HHT had immense potential for Gefitinib-resistant NSCLC therapy. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Lung cancer is the major cancer type all over the world1 and several effcient antibodies and drugs are developed for treatment4-6.Asan effective target, EGFR locates on the cellsurface and is overactivated in $2 5 0 \\%$ NSCLC patients,which leads to uncontrolled activation of anti-apoptotic signal pathway and uncontrolled cell proliferation. Gefitinib is the first generation EGFR reversible inhibitor.Although many patients are sensitive to Gefitinib in the early treatment,there willbe resistance to it due to EGFR second mutant and IL-6 overexpression12.25. To overcome such resistance, exploring novel compound seems extremely urgent. Compounds from natural source constitute an indispensable candidate drug library for pharmacotherapy. In this study,we studied the antitumor effect of HHT,a cephalotaxine esterisolated from C. harringtonia,on the NSCLC cells growth inhibition, colony formation repression,apoptosis induction,as well as xenograft tumor suppression. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Induction of cell apoptosis is an efficient strategy in cancer therapy. In this present study, we firstly showed that HHT inhibited Gefitinib-resistant NSCLC A549 and H1975 cells proliferation (Fig.1B-D), cellviability(Fig.1E,F)and soft-agar colony formation (Fig.G,H).Interestingly,HHT has no effects on EGFR phosphorylation which diffrs from that of Gefitinib (Fig.1J).Inaddition,we found that the change in cellular morphology and nucleus condensation, which were typical characters of apoptosis. Therefore,HHT might have the ability of induction of cell apoptosis.The mitochondria function dysregulation is one of apoptosis incentive.We tested apoptosis-related proteins and found that HHT treatment induced the release of cytochrome C from mitochondria to cytoplasm,the activation of Casapse 9 and Caspase 3 and the cleavage of PARP (Fig. 2B). In the mitochondria pathway of apoptosis,mitochondrial transmembrane potential disruption is a landmark event in the early stage of the induction of apoptosis. Therefore, we also found the disruption of mitochondrial transmembrane potential (Fig.2C) and $\\mathrm { C a } ^ { 2 + }$ level fluctuation at different time points(Fig. 2D). Consequently, HHT could induce mitochondria apoptotic pathway in NSCLC cells. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/fc9f2f3b87b13cdea46b8c0e3f0795657ba4ab514ef13687a38841408ee31007.jpg",
        "img_caption": [
            "Figure 6.HHT exerts synergistic effect combining with docetaxel.(A and B): A549 (A)and H1975 (B) cells were treated for $2 4 \\mathrm { h }$ with DTX and/or HHT,and then assessed by MTT assay.(C): A549 and H1975 cells were treated with HHT ( $2 \\mu \\mathrm { M }$ or $0 . 2 5 \\mu \\mathrm { M }$ ),Gefitinib $( 2 \\mathrm { m M } )$ ,DTX $( 8 \\mathrm { n M } )$ alone or together for $2 4 \\mathrm { h }$ The treated cells were collected,lysed and assessed by western blot with indicated antibodies.The blots shown are derived from multiple gels.Membrane was cut based on the molecular weight, probed with antibody of interestand band of interest is indicated with an arrow.All the ful-length blots are presented in Supplementary Figure 4. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/d5f0e2c1cca3ff7f651c5357e73ec79ecffa8a8001bd715c0b2fae7c8775fd6c.jpg",
        "table_caption": [
            "Table 1.HHT and DTX combination index (CI) values. (A549 and H1975 cels were treated with HHT and DTX combinedly or alone with indicated concentrations for $2 4 \\mathrm { h } ,$ ,the cytotoxicity was analyzed by MTT assay,and the CI values were calculated using CalcuSyn software(Version 2.1).) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"3\">A549 cells</td><td colspan=\"3\">H1975 cells</td></tr><tr><td>HHT (nM)</td><td>DTX (nM)</td><td>CI</td><td>HHT (nM)</td><td>DTX (nM)</td><td>CI</td></tr><tr><td>1000</td><td>2</td><td>0.439</td><td>125</td><td>2</td><td>0.609</td></tr><tr><td>2000</td><td>8</td><td>0.851</td><td>250</td><td>8</td><td>0.715</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "STAT3 is a key effector of JAK/STAT downstream signal pathway. Many cytokines and growth factors, such as EGF, IL-5,IL-6,HGF,LIF and so on,bind to their corresponding receptors respectively and phosphorylate tyrosine 705 of STAT3 through receptor-associated kinases40.As a transcription factor, STAT3 regulates a variety of genes expression following the cellstimuli and consequently greatly impacts many cellular behaviors such as growth, migration, apoptosis and autophagy40,42. STAT3 persistent phosphorylation has been found in $2 2 \\% { \\sim } 6 5 \\%$ NSCLC and this aberrant constitutive activation is correlated with lung cancer cell proliferation, resistance to chemotherapy and poor prognosis40.41. In the present work, we tested and found that HHT treatment could inhibit the STAT3 Y705 phosphorylation and the translocation to cellular nuleus to regulate the anti-apoptotic proteins expressions,such as MCLl and Survivin (Fig. 2A-F).Previous study in multiple myeloma suggested that HHT inhibited AKT phosphorylation and induced cel death36.However,HHT treatment in A549 and H1975 inhibited JAK1 phosphorylation but not AKT,ERK,Smad2 or Smad3 phosphorylation (Fig.3B),which might result from difrent cell contexts and microenvironment.Moreover,pan-JAK inhibitor P6 enhanced the effects of HHT on apoptosis inductions (Fig. 3C,D). The STAT3C overexpression attenuated cell death rate which further comfirmed the STAT3 essential role in HHT-induced cell apoptosis (Fig. 3E). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/e78028b8ed74559ef33e832556c70d6f7a9a6ee1008e6fe7550734abee598cb8.jpg",
        "img_caption": [
            "Figure 7.In vivo therapeutic effciency of HHTon mice xenograft bearing human Gefitinib-resistant H1975 cells.(A): Murine models were treated with Gefitinib or HHT and the tumor volumes were calculated every two days. (B): Images of xenograft tumors obtained from mice with different treatment after 3 weeks.(C)HHT treatment did not affect the murine model body weight.(D): Phosphorylated STAT3(Y705),MCL1 expresson level, phosphorylated AKTand ERK of tumor sample lysates were analyzed by western blot with indicated antibodies.Vehicle (Line 1-3), Gefitinib (Line 4-6)and HHT (Line 7-9). The blots shown are derived from multiple gels.Membrane was cut based on the molecular weight, probed with antibody of interest and band of interest is indicated withanarrow.All the full-length blots are presented in Supplementary Figure 5.(E): Phosphorylated STAT3(Y705) expression was examined by tumor immunofluorescence staining. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Previous studies have demonstrated that higher levels of IL-6 existed in advanced and metastatic cancer patients in their blood including the lung cancer patients.Scott et al. reported that patients with NSCLC have increased levels of serum IL-6 and C-reactive protein that correlate with decreased survival and weight lose48. Gao et al. found that $5 0 \\%$ specimens contained nuclear pSTAT3 through immunohistochemical analysis of tissue microarrays (TMAs) of primary lung adenocarcinomas (92 tumor specimens) and there existed a strong correlation between mutant EGFRs and pSTAT3.Since cell lines harboring mutant EGFRs (in-frame deletions in exon 19 and L858R) also produce high IL-6 levels and the STAT3 was activated through the IL-6/gpl30/JAK pathway which could be inhibited with P6 or gpl30 blockade, they performed immunohistochemical analysis of TMAs and found that pSTAT3 levels correlate positively with IL-6 expression. This finding suggested the strong correlation between EGFR mutations and IL-6 expresion in NSCLC patients25.Previous researches also showed that IL-6 played an important role in regulation of the immune response and cellproliferation and neutralizing IL-6 with anti-IL-6 antibodies affected cell proliferation.In NSCLC cels which harbor mutant EGFR overactivate STAT3,but this activation is not direct driven by EGFR since this proces requires the upregulation of the IL-6 via the gp130/JAK pathway1227,40449. Kim et al. demonstrated that NSCLCcells with EGFR T790M exhibited insensitivity to Afatinib (irreversible EGFR kinase inhibitor)by activation of an IL-6R signaling pathway via autocrine IL-6 production. Moreover, inhibition of the JAK/STAT3 signaling potentiates the antitumor activity of Afatinib in PC9-GR xenograft models12.Furthermore,several studies showed that the T790M mutation may also enhance the catalytic activity of EGFR and confer a growth advantage50,51. Yao et al.demonstrated that in Erlotinib and Gefitinib resistant cels lacking of any known mutations that confer resistance to cells,TGFβ upregulated IL-6 expression more than 10-fold and the IL-6 increased resistance to the drugs.NSCLC samples isolated from Tarceva-naive patients analysis showed that a subpopulation of cells had high levels of $\\mathrm { T G F } \\beta$ and $\\operatorname { I L } - 6 ^ { 9 }$ .The above investigations show that while EGFR mutations have a strong correlation with IL-6 expresson in a portion of lung cancer patients,there are many other known $( \\mathrm { T G F } \\beta$ ,for example) and unkonwn factors contributing to IL-6 expression upregulation.Consequently,treatments based on EGFR inhibitionmay not be sufficient for the effective treatment of lung-cancer patients with mutant EGFRs and it is necessary to inhibit IL-6/gpl30/JAK pathway and further repress STAT3 activity in NSCLC treatment strategy. In this study, we confirmed that IL-6 could phosphorylate STAT3 (Y705)(Fig.4B)but this induction was inhibited by HHT treatment (Fig.4C) and the STAT3 nucleus translocation and transcription activity were simultaneously repressed (Fig. 4D-F). There was no alteration of STAT3 expresson with HHT treatment (Fig. 4B,C).We also found in the blockade of IL-6-induced STAT3 phosphorylation, the effctof HHT was in a dose-and time-dependent manner. Cells were pretreated with $1 \\mu \\mathrm { M }$ or $0 . 5 \\mu \\mathrm { M }$ HHT in A549 or H1975 cells respectively would inhibit $5 \\mathrm { n g / m L }$ IL-6-induced STAT3 activation (Fig. 4G,H) and the STAT3 activation was inhibited by HHT $\\mathtt { 4 h }$ pretreatment(Fig.4G).After $6 \\mathrm { h }$ withHHT treatment,IL-6-induced STAT3 phosphorylation in A549 and H1975 cels almost recovered which indicated that the HHT inhibition on STAT3 phosphorylation in lung cancer was reversible (Fig. 4I) and the recovery was not due to new synthesized STAT3 protein by CHX-treatment experiment (Fig. 4J). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "As a second-line drug of non-small-cell lung cancer, DTX was clinically applied approved by the US Food and Drug Administration $( \\mathrm { F D A } ) ^ { 5 2 }$ . Additionally, previous study also showed that both polymerizing and depolymerizing antimicrotubule agents have apoptosis-inducing activity53. We combined DTX and HHT to investigate the possible synergistic effect and the results showed that DTX at $2 \\mathrm { n M }$ to $8 \\mathrm { n M }$ (Fig. 6A,B) could significantly elevate HHT anti-tumor efficiency and the $\\mathrm { C I } < 1$ calculated by CalcuSyn software(Version 2.1).Moreover,the full length of Caspase 3 was significantly reduced and PARP was cleaved.Additionally，the phosphorylation of STAT3 Y705 was also significantly inhibited by HHT and DTX combination treatment. As a microtubule depolymerization inhibitor, DTX hyper-stabilizes cytoskeleton and limits cells flexibility and consequently induces cell apoptosis54. Intrestingly, the two mechanism-diffrent drugs synergistically inhibited the cell growth and the combination may have clinic potential in NSCLC treatment. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We subcutaneously injected H1975 cells into nude mice and treated the animals with vehicle control, Gefitinib and HHT. After 3-weeks-treatment, HHT significantly repressed tumor growth, but Gefitinib did not exhibit comparative effect (Fig.7A-C).We euthanized the tumor-bearing mice,collected the tumors,extracted the proteins and found that HHT downregulated the STAT3 phosphorylation (Fig. 7D). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The fluorescent immunohistochemistry also confirmed the inhibition (Fig.7E). Consequently, the above data suggested that HHT inhibited IL-6/JAK/STAT3 signal pathway and therefore induced cellapoptosis so that repressed cancer cell growth and viability. Taken together, HHT is a novel potential natural compound for patients with NSCLC in a EGFR-independent manner. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Ethics statement.All animal studies were conducted according to protocols approved by the Tsinghua University Animal Care and Use Commitee,complying with the rules of REGULATIONS FOR THE ADMINISTRATION OF AFFAIRS CONCERNINGEX-PERIMENTAL ANIMALS (ApproVed by the State Council of China).The methods were carred out in accordance with the approved guidelines. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Reagents. Homoharringtonine (HHT) with a purity of $2 9 8 \\%$ was purchased from Aladdin Industrial Inc. (Shanghai, PR China).HHT was dissolved in phosphate buffered salineat (PBS)at a stock solution of $2 . 5 \\mathrm { m M }$ and kept at $- 2 0 ^ { \\circ } \\mathrm { C }$ ，Docetaxel was provided by Beijing InnoChem Science & Technology Co., Ltd (Beijing,PR China).The 3-(4,5-dimethylthiahiazozy1)-3,5-di-phenytetrazoliumromide (MTT), Trypan Blue and Hoechst 33258 were purchased from Sigma-Aldrich. Interleukin 6(IL-6) with a purity of $\\geq 9 8 \\%$ was purchased from EMD Millipore and dissolved in PBS at a stock solution of $1 0 0 \\mu \\mathrm { g / m L }$ and stored at $- 2 0 ^ { \\circ } \\mathrm { C }$ .Cycloheximide(CHX) with a purity of $2 9 8 \\%$ was also purchased from EMD Millipore and dissolved in ethanol at a stock solution of $\\mathrm { 1 0 m g / m L }$ and stored at $- 2 0 ^ { \\circ } \\mathrm { C }$ .The JC-1 Apoptosis Detection Kit was obtained from KeyGEN Biotech Co.,Ltd. (Nanjing, China).Allother chemicals of the highest quality were commercially available and used as received. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Antibodies.The antibodies used in this study were as follows:anti-PDK1,anti-phospho-PDK1(Ser241) (GeneTex);anti-phospho-AKT1/2/3 (Ser 473) and AKT1/2/3,anti-ERK1/2 and anti-phospho-ERK1/2 $( \\mathrm { T h r } 2 0 2 / \\mathrm { T y r } 2 0 4 )$ (Santa Cruz Biotechnology);anti-Caspase 3(3G2),anti-Caspase9,anti-PARP,anti-STAT3, anti-phospho-STAT3 (Y705） and (Ser727） (Epitomics)； anti-JAK1,anti-phospho-JAK1 (Y1022/1023), anti-Smad2,anti-phospho-Smad2 (Ser467),anti-Smad3,anti-phospho-Smad3 (Ser423/425) (Cell signaling); anti-GAPDH (Sangon Biotech.,ABl0016); anti-rabbit or anti-mouse HRP-conjugated secondary antibody (Pierce). Detection was performed by using a Chemiluminescent Western detection kit (Cell Signaling). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Cell culture.Human NSCLC cell lines MCF-10A,A549 and H1975 were obtained from American Type Culture Collection (ATCC).MCF-10A cells were cultured in 10A medium as previouslydescribed5. A549 cells were cultured in Dulbecco modifed Eagle medium (DMEM).H1975 cels were cultured in RPMI 1640 medium.DMEM and RPMI 1640 medium were supplemented with $1 0 \\%$ fetal bovine serum (FBS) (Hyclone), $1 0 0 \\mathrm { U / m L }$ penicillin, $1 0 0 \\mu \\mathrm { g / m L }$ streptomycin and cultured in a humidified atmosphere with $5 \\%$ （204号 $\\mathrm { C O } _ { 2 }$ at $3 7 ^ { \\circ } \\mathrm { C }$ 、EF.STAT3C.Ubc.GFP (lentiviral expression of constitutively active STAT3, A661C and N663C) was a gift from Linzhao Cheng56(Addgene plasmid $\\# 2 4 9 8 3$ ）and its emptyvector FUGW was a gift from David Baltimore57(Addgene plasmid $\\# 1 4 8 8 3 ,$ 0.H1975 cells were transfected with lentiviruses expressing these plasmids and sorted for a high green fluorescent population for further experiment. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Cytotoxic assay and cell viability.Cells were seeded into 96-well plate and precultured for $2 4 \\mathrm { h }$ 0 then treated with HHT for $2 4 \\mathrm { h }$ or $\\mathrm { \\dot { 4 } 8 h }$ . Cell cytotoxicity was determined by MTT assay. The absorbance was measured at $5 7 0 \\mathrm { n m }$ by Varioskan\" Flash Multimode Reader (Thermo Fisher Scientific,USA), and the cell death rate was calculated as followed: Cell death $( \\% ) =$ (average $A _ { 5 7 0 }$ of the control group - average $A _ { 5 7 0 }$ of the experimental group)/(average $A _ { 5 7 0 }$ of the control group - average $A _ { 5 7 0 }$ of the blank group)58. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Cell viability was estimated by trypan blue dye exclusion assay.The cells which exclude the dye are viable. Place $0 . 5 \\mathrm { m L }$ of a suitable cell suspension (dilute cells in complete medium without serum to $1 \\times 1 0 ^ { 6 }$ cells per mL) following adding $0 . 1 \\mathrm { m L }$ of $0 . 4 \\%$ trypan blue dye and mixing thoroughly, and then incubate at room temperature for 3min and load into a hemacytometer to count cells in three separate fields (nonviable,deep bluecels as well as viable,clearcells).The cellviability rate was calculated as followed: Cell viability $( \\% ) =$ (number viable cells/number total cells) $\\times 1 0 0 \\% ^ { 5 9 }$ . After staining with Hoechst 33258 at $\\mathrm { 1 0 m g / m L }$ for $1 0 \\mathrm { { m i n } }$ ,cell death was observed by a fluorescence microscope (Leica). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Soft-agar colony formation assay.A549 and H1975 cels (1000 cells per plate) were suspended in $1 \\mathrm { m L }$ of DMEM or RPMI 1640 containing $0 . 3 \\%$ low-melting-point agarose (Amresco, USA), $1 0 \\%$ FBS and indicated concentration of HHT,andplated on a bottom layer containing $0 . 6 \\%$ agarose and $1 0 \\%$ FBS in 6-well plate intriplicate.After 2 weeks,plates were stained with $0 . 5 \\mathrm { m L }$ of $0 . 0 0 5 \\%$ crystal violet for more than $ { 1 \\mathrm { h } }$ and the colonies were counted under light microscope60. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "$\\mathsf { C a } ^ { 2 + } \\mathfrak { ( i ) }$ measurement. H1975 cells were treated with HHT and harvested with cell dispersant (Sigma Aldrich) followed by incubation with $\\mathrm { C a } ^ { 2 + }$ indicator FLUO-4 (Invitrogen） for $6 0 s$ .Then flow cytometry assay was performed for detection for intracellular $\\mathrm { C a } ^ { 2 + }$ levels $( \\mathrm { C a } ^ { 2 + } _ { \\mathrm { ( i ) } } )$ using the FL1 channel. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Solid phase sandwich ELISA for IL-6. When cells were cultured to approximately $5 0 \\% 8 5 \\%$ confluence,the medium was aspirated followed by washing with PBS twice,and fresh medium was added. After $1 2 \\mathrm { h } .$ ，the conditioned medium was collected and centrifuged for 15 minutes at $^ { 3 , 0 0 0 \\mathrm { r p m } }$ to remove the dead cells. The collected media were stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ .The culture cells were harvested by trypsinization and counted for normalizationl2.Analysis for IL-6 was conducted with Human IL-6 Quantikine ELISA Kit (R&D Systems) according to the manufacturer's instructions. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Isolation of cytoplasmic fractionation from mitochondria. To detecte the Cytochrome C released from the mitochondria caused by the possible cell apoptosis,cytoplasmic fractions were isolated from A549 and Hl975 cells after incubation with cytosol lysis buffer $( 0 . 0 1 \\%$ digitonin, $2 \\mathrm { m M }$ EDTA, $1 \\mathrm { m M }$ PMSF,protease inhibitors cocktails in $1 \\times \\mathrm { P B S } ^ { \\cdot }$ for $3 \\mathrm { m i n }$ at room temperature. Centrifugate for $2 \\mathrm { m i n }$ at $1 6 , 0 0 0 \\times g ,$ aliquots of the supernatant (cytoplasmic fractions) were collected and analyzed by western blot59. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Isolation of nuclear and cytoplasmic fractionations. The treated cells were fistly washed and scraped in cold PBS ( $1 \\mathrm { m L }$ per $1 0 0 \\mathrm { m m }$ dishes)and then transferred into an Eppendorf tube.Collected the cells by centrifugation ( $\\cdot 2 { , } 0 0 0 \\mathrm { r p m }$ for $4 \\mathrm { { m i n } }$ at $4 ^ { \\circ } \\mathrm { C }$ ）and resuspend and incubated the cells in $4 0 0 \\mu \\mathrm { L }$ Buffer A ( $1 0 \\mathrm { m M }$ HEPES,pH 7.9,10 mM KCl, $0 . 1 \\mathrm { m M }$ EDTA, $1 \\mathrm { m M }$ DTT and protease inhibitors）on ice for $1 0 \\mathrm { m i n }$ ,and then add $1 0 \\mu \\mathrm { L }$ of $1 0 \\%$ NP-40 to the cell for further lysis. Collected the supernatant by centrifugation $( 6 , 0 0 0 \\mathrm { r p m }$ at $4 ^ { \\circ } \\mathrm { C }$ for $4 \\mathrm { { m i n } }$ ）to obtain the cytoplasmic fractionation. The pellet was resuspended in $5 0 \\mu \\mathrm { L }$ Bufffer B ( $2 0 \\mathrm { m M }$ HEPES,pH7.9,0.4 M NaCl,1 mMEDTA, $1 \\mathrm { m M }$ DTT and protease inhibitors) and incubated on ice for $1 5 \\mathrm { m i n }$ to dissolve the nuclear proteins.The isolation effect was assessed by western blot using Lamin B and GAPDH for control, respectively. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$\\mathbf { \\Delta } \\mathbf { J } \\mathbf { C } \\mathbf { - 1 }$ apoptosis detection. For detection of the variation of mitochondrial transmembrane potential $( \\Delta \\Psi )$ between healthy and apoptotic cels,A549 and H1975 cels were treated with HHT and detected by JC-1 Apoptosis Detection Kit following the manufacturer's instructions.Briefly,after treatment by indicated concentration of HHT for $2 4 \\mathrm { h } .$ ,the cells were gentlely washed with PBS twice followed by adding $1 0 0 \\mu \\mathrm { L }$ JC-1 work solution to the glass slides and continued to culture in a humidified atmosphere with $5 \\% \\mathrm { C O } _ { 2 }$ at $3 7 ^ { \\circ } \\mathrm { C }$ .After $2 0 \\mathrm { m i n }$ ,washed the glass slides with $1 \\times$ incubation buffer and detected the cells by fluorescence microscope. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Immunofluorescence staining.A549 and H1975 cels were treated in the presence or absence of HHT with indicated concentration for $2 4 \\mathrm { h }$ . Cells were fixed by $4 \\%$ paraformaldehyde and penetrated by $0 . 1 \\%$ Triton X-100.A primary antibody against pSTAT3 (Y7o5) was added at a dilution of 1:50 and incubated with cels at $4 ^ { \\circ } \\mathrm { C }$ overnight. A FITC conjugated goat anti-rabbit IgG antibody was used as the secondary antibody. Meanwhile,the cell nucleus were stained by DAPI. The glass slides were then observed using an Olympus laser scanning confocal microscope with an imaging software (Olympus Fluoview FV-1000, Tokyo, Japan). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "STAT3 luciferase reporter assay.H1975 cels were seeded in 12-well plates. When grew to a confluency of $6 0 \\% \\mathrm { - } 7 0 \\%$ ,cells were transfected with the pSTAT3-TA-luc plasmids (D2259,Beyotime Institute of Biotechnology） using the Lipofectamine 20oo (Invitrogen） follwing the manufacturer's instruction. After transfection for $^ \\mathrm { 4 h }$ ,cells were changed for fresh mudium and treated with HHT for $\\mathtt { 4 h }$ followed by IL-6 treatment for another $2 0 \\mathrm { h }$ .Firefly luciferase activities were assayed using the Luciferase Assay System (Promega) according to the manufacturer's instructions. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Drug combination assay. Drug combination is widely used in cancer treatment to achieve synergistic therapeutic effect. To estimate the effect of HHT and Docetaxel (DTX) combination,the combination index (CI) was calculated by the Chou-Talalay equation47.A549 and H1975 cels were seeded in 96-well plates.Drugs were added alone or together at indicated concentration.The inhibition ffect was measured by MTT assay as mentioned above.The formula of $\\mathrm { C I } = ( \\mathrm { D } ) \\mathrm { H H T } / ( \\mathrm { D x } ) \\mathrm { H H T } + ( \\mathrm { D } ) \\mathrm { D T X } /$ (Dx)DTX (D)HHT and (D)DTX: the doses of compounds HHT and DTX, respectively, necessary to produce the same effect in combination. Dx: the dose of one compound alone required to produce an effect).With this formulaand assistance of CalcuSyn software(Version 2.1),the combined effects of the two compounds can be assessed as followes: $\\mathrm { C I } < 1$ indicates synergism; $\\mathrm { C I } = 1$ indicates additive effect; and $\\mathrm { C I } > 1$ indicates antagonism. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Human NSCLC xenograft experiments. Equal amounts of female and male nude immunodeficient mice $\\mathrm { { ( n u / n u ) } }$ ,6-8 weeks old,were purchased from Guangdong Province Medical Animal Center, and feeded and monitored in a specific pathogen-free environmentat Tsinghua University Shenzhen Graduate School. The mice were injected subcutaneously with NSCLC H1975 cells $( 2 . 5 \\times 1 0 ^ { 6 } )$ suspended in $1 0 0 \\mu \\mathrm { L }$ RPMI-1640 medium into the rightflank of each mouse59,61. Treatments were started when the tumors reached a palpablesize.Mice were randomly divided into three groups $( \\boldsymbol { \\mathrm { n } } = \\boldsymbol { \\mathrm { 1 0 } } ^ { \\cdot }$ ）and treated with HHT $\\mathrm { ( 1 0 m g / k g ) }$ ，Gefitinib $( 3 0 \\mathrm { m g / k g ) }$ orvehicle control for 3 weeks.Vernier caliper measurements of the longest perpendicular tumor diameters were conducted along with the mice treatment to estimate the tumor volume,using the following formula: $4 \\pi / 3 \\times ( \\mathrm { w i d t h } / 2 ) ^ { 2 } { \\times } ( \\mathrm { l e n g t h } / 2 )$ ，representing the 3-dimensional volume of an ellipse tumor tissue.Animals were sacrificed when tumors reached to $2 \\mathrm { c m }$ or if the mice appeared moribund to prevent unnecessary morbidity to the mice. At the time of the animals' death,tumors were excised; cells were separatedand lyzed for western blot using anti-STAT3 antibody, anti-pSTAT3,anti-MCL1 and anti-GAPDH antibodies and immunohistochemistry. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Tumor tissue fluorescent immunohistochemistry.Frozen sections $( 1 0 \\mu \\mathrm { m } )$ fluorescent immunohistochemistry were prepared as previously described2.Briefly, Tumor tissues were surgically excised and cutted into small sections for further fixation with $4 \\%$ paraformaldehyde for $^ \\mathrm { 1 h }$ . The fixed tumor tissue samples were dehydrated ina series of $1 0 \\%$ ， $20 \\%$ and $30 \\%$ sucrose solutions,and then the samples were wrapped into Tissue-Tek O.C.T. compound (Sakura Finetek, USA) and frozen at $- 8 0 ^ { \\circ } \\mathrm { C }$ . The samples were frozensectioned into 4- to 10-micron thick sections.After blocking with $3 \\%$ $\\mathrm { B S A } / 0 . 2 \\%$ Triton X-100 in PBS for $^ \\mathrm { 1 h }$ ，sections were incubated with anti-pSTAT3(Y705)(1:50,Epitomics） antibody at $4 ^ { \\circ } \\mathrm { C }$ overnight. FITC conjugated goat anti-rabbit IgG antibody (1:50,Pierce) were used as the secondary antibody.For observation of cell nucleus,DAPI was used.Sections were observed by Olympus confocal laser scanning microscope with an imaging software (Olympus Fluoview FV-10oo, Tokyo, Japan). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Statistical analysis.All experiments were repeated at least three times and the datawere presented as the mean $\\pm \\thinspace \\mathrm { S D }$ unless noted other wise. Differences between data groups were evaluated for significance using Student $t$ -test of unpaired data or oneway analysis of variance and Bonferroni post-test. $P$ values less than 0.05 indicate statistical significance. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1. Siegel,R.,Ma,J., Zou,Z.& Jemal,A.Cancer statistics,20l4.CA.Cancer J. Clin.64,9-29 (2014). 2.Ellson,L.F&Gibbons,L.Five-yearrelativesurvivalfromprostatebreast,colorectalandlungcancer.Heal.Rep3,2-34 (2001). 3.Parkin,D.M.BrayE,FerlayJ.&Pisani,PEstimatingtheworldcancerburden:Globocan20o.Int.J.Cancer94,153-156 (2001).   \n4. Scott A.M.,Wolchok,J. D.& Old,L.J. Antibody therapy of cancer. Nat Rev Cancer12,278-287 (2012). 5.Maemondo,M.etal. Geftiniborchemotherapy fornon-small-cellungcancerwith mutated EGFR.N.Engl.J.Med.362, 2380-2388 (2010). 6.Carey,K.D.etal.Kineticnalysisofeidermalgrowthfactoreceptorsomaticmutantproteinssows increasedssitivityto the epidermal growth factor receptor tyrosine kinase inhibitor,erlotinib.Cancer Res.66,8163-8171 (2006). 7.Engelman,J.A.&Jnne,PA.Mechanismsofacquiredresistancetoepidermalgrowth factorreceptortyrosinekinasenibitors in non-small cell lung cancer. Clin. Cancer Res.14,2895-2899 (2008). 8.Yun,C.-H.etal.TeT9omutationinEGFinasecausesdrugresistancebyincreasingtheanityforAProc.Natl.Acad. Sci. 105,2070-2075 (2008).   \n9.Yao,Z.etal.TGF-βIL-6axis mediates selectiveandadaptive mechanismsofresistance tomoleculartargeted therapy inlung cancer.Proc.Natl.Acad. Sci.107,15535-15540 (2010).   \n10.Garassino,M.C.& Tori,V.Afatinib for lung cancer:let there be light?Lancet Oncol.15,133-134(2014).   \n11.Brzezniak,CCarter,C..&accone,G.acomii,wtherapyfortereatmentofnon-smallcellungancerEpert Opin.Pharmacother.14,247-253 (2013).   \n12.Kim,S.M.etal.ActivationofIL-6R/JAKl/STAT3 Signaling InducesDeNovoResistance to IrreversibleEGFRInhibitors in Non-Small CellLung Cancer with T790M Resistance Mutation.Mol. Cancer Ther.11,2254-2264 (2012).   \n13.Schindler,C.&DrnellJr.,JE.Tanscriptionalresponsestopolypeptideligands:theJAK-STApathwayAnnu.Reviohe. 64,621-652 (1995).   \n14.Boudny,V&Kovarik,JJK/igligathasdncerJanusinassaltrasucersdctiatorsoftatio Neoplasma 49,349-355 (2001).   \n15.Gouilleux-Gruart,V.etal.STA-relatedtranscriptionfactorsareonstitutivelyactivatedipripheralbloodcefroacute leukemia patients.Blood 87,1692-1697 (1996).   \n16.TakemotoSetalProliferationofdultcelleukemia/lymphomacell isasoiatedwiththeonstitutieactiationofJAK/ STAT proteins.Proc.Natl. Acad.Sci.94,13897-13902 (1997).   \n17.Catlet-Facone,R.etal.ConstitutiveactivatioofStatsignaingonfersresistancetoapoptosis inumanU266myelomacels. Immunity10,105-115 (1999).   \n18.Grivennikov, S.I.& Karin,M.Dangerous liaisons: STAT3 and NF- $\\mathbf { \\sigma } _ { \\kappa \\mathrm { B } }$ collaboration and crosstalk in cancer. Cytokine Growth FactorRev.21,11-19 (2010).   \n19.Matsumoto,S.etal.EsentialrolsofIL-6transsignalingincoloicepielialcels,ducedbytheIL-6/soluble--tr derived from lamina propria macrophages,onthe developmentofcolitis-asociated premalignantcancer inamurine model.J. Immunol.184,1543-1551 (2010).   \n20.Bolrath,Jetal.gmedateStatctivaiiterocesrlatescellsurialdcell-ccleprogesroli associated tumorigenesis.Cancer Cell15,91-102 (2009).   \n21.Hong,D.S.,Angelo,L.S.&Kurzrock,R.Interleukin-6andits receptor incancer.Cancer110,19l1-1928 (2007).   \n22.Jones,S.A.,Scheller,J.& Rose-John,S.Therapeutic strategies for the clinical blockade of $\\mathrm { I L } { - } 6 / \\mathrm { g p } 1 3 0$ signaling. J. Clin. Invest. 121,3375-3383 (2011).   \n23.Lesina,M.etal.tat/ocs3activationbyL-6transignalingpromotesprogesionofancreaticitraeithelialeoplasiand development of pancreatic cancer. Cancer Cell 19,456-469 (2011). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "6)Transactivates the Human MDR1GenebyInteraction withan Inverted CCAATBoxin Human Cancer Cels.Mol.Pharmacol. 65,906-916 (2004). 25.Gao,S.P.etal.Mutationsin the EGFR kinase domain mediate STAT3activationvia IL-6productionin human lung adenocarcinomas.J.Clin. Invest.117,3846-3856 (2007). 26.Chiu,H.-C.etl.Supprssoofatactityensiesgetresisantonsallellungancercells.om.col. 81,1263-1270 (2011). 27.Song,L,Rawal,,NemethJ.A.&Haura,E.B.JAKActivatesSAtivityinNo-malCellungCancerCeladI-6 Neutralizing Antibodies Can Suppress JAK1-STAT3 Signaling. Mol. Cancer Ther.10,481-494 (2011). 28.Kantarjian,H.M.et al. Homoharringtonine. Cancer 92,1591-1605 (2001). 29.Huang,C.C.etal.CytotoxicityandsisterchromatidexchangesinducedinitrobysixanticancerdrugsdevelopedinthePeople's Republic of China.J.Natl.Cancer Inst.71,841-847 (1983). 30.Feldman,E.eiteKPd,Tsid,&linZ..oogtoeintsiheloysplasic (MDS)and MDS evolving to acute myeloid leukemia.Leukemia 10,40-42 (1996). 31.Kantarjian,H.M.etal.PaseI studyoflow-dosecontinuous infusionhomoharringtonineinrefractoryacute myelogenous leukemia.Cancer63,813-817 (1989). 32. Quintas-Cardama,A.etal.PhaseI/Istudyofsubcutaneous homoharringtonine inpatients withchronicmyeloidleukeia who have failed prior therapy. Cancer 109,248-255 (2007) 33.Chen,R.etal.Homoharringtoninereduced Mcl-expresionand inducedapoptosis inchronic lmphocyticlekemia.Blood 117,156-164 (2011). 34.Gurel,G.,Blaha,G.,Moore,P.B.&Steitz,T.A.U504DeterminestheSecies SpecificityoftheA-SiteCleftAntibiotics:Te Structures of Tiamulin,Homoharingtonine,and Bruceantin Bound totheRibosome.J.Mol.Biol.389,146-156 (2009). 35.Eferth,TSauerbreyA.，Halatsch,M.E.，Ros,D.D.&Gebhart,E.Molecular modesof actionofcephalotaxineand homoharringtonine from theconiferous tre Cephalotaxushainanensis inhumantumorcellines.Naunyn.Schmiedebergs.Arch. Pharmacol.367,56-67 (2003). 36.Meng,H,ng,C.,Jin,J,Zou,Y.&Qian,WHomoharrngtonineiibitstheAKpathwaandinducesinvtroandinvio cytotoxicity in human multiple myeloma cels.Leuk.Lymphoma 49,1954-1962 (2008). 37. Giorgi, C.et al. Mitochondrial $\\mathrm { C a } ( 2 + )$ and apoptosis. Cell Calcium 52,36-43 (2012). 38.Sobolof,Jotbeg,S.desh,.&GilD.proteisdaccamsigaltrasucrs.Nat.Revl.Cell Biol.13,549-565 (2012). 39.Akgul,C.Turner,.C.,White,M.R.H.&Edwards,S.W.FunctionalanalysisofthehumanMCL-1gene.CellMol.Lifeci.C. 57,684-691 (2000). 40.Harada,D.,Takigawa,N.&Kiura,K.TheRoleofSTAT3inNon-SmallCellLung Cancer.Cancers (Basel).6,708-722(2014). 41.Looyenga,B.D.etal.STAT3IsActivatedbyJAK2IndependentofKeyOncogenicDriver Mutations inNon-Sma Cellung Carcinoma.PLoS One 7,e30820 (2012). 42.Bromberg,J. F.et al. Stat3 as an oncogene.Cell98,295-303 (1999). 43.Hirano,T.,hara,K.&Hibi.RolesofTAT3inmediatingthecellgrowthdiferentiationandsurvivalsignalselaed through the IL-6 family of cytokine receptors. Oncogene 2,2548-2556 (2000). 44.Bihl,M.etal.ProliferationofHumanNon-Small-CellLungCancerCellLines:RoleofIterleukin-6.Am.JRespir.Celol. Biol.19,606-612 (1998). 45.Von Minckwitz,G.Docetaxelanthracyclinecombinations forbreastcancertreatment.ExpertOpin.Pharmacother8,485-495 (2007). 46.Montero,A.Fosell,F,HortobagyiG.&ValeroV.Docetaxelfortreatmentofsolidumours:astematicreviewofinical data.Lancet Oncol.6,229-239 (2005). 47.Chou,T.-C.Drug combinatiostudiesandtheirsynergyquantifcationusing theChou-Talalay method.Cancer Res.70440-46 (2010). 48.Scott,H.R,McMillan,D.C.,Crilly,A,McArdle,C.S.&Milroy,R.Therelationshipbetweenweightlossandinterleuki6in non-small-cellung cancer.Br. J. Cancer 73,1560 (1996). 49.Liu,Y,LiP-K,LiC.&Lin,JIbiionfigalingBlocksteAtiaototicctiityof-6inHuanLierCacer Cells.J. Biol.Chem.285,27429-27439 (2010). 50.Bell,D.W.etal.Ineritedsusceptibilitytoungcancermaybeasociated withtheT9oMdrugresistance mutationinEGFR. Nat. Genet.37,1315-1316 (2005). 51.Godin-Heymann,Netal.Oncogenicactivityof epidermalgrowthfactorreceptor kinase mutant aleles is ehancedbyhe T790M drug resistance mutation. Cancer Res.67,7319-7326 (2007). 52.Bunn,P.A.&Kell,K.ewhemotherapeutcagetsrolongsurvivalandimproequalityoflifeinon-smallcellungce review of the literature and future directions.Clin.cancer Res.4,1o87-1loo (1998). 53.Donalds,K.LsbG.ee.&al,A.iatio4ccidetwicdisll Growth Differ.5,1041-1050 (1994). 54.Wang,L.G.,Liu,X.M,Kreis,W.&udman,D.R.Teefectofantimicrotbuleagentsonsignalransductionpatasof apoptosis:a review. Cancer Chemother.Pharmacol.44,355-361 (1999). 55.Soule,H..etal.Isoationandharacterzationofspontaeouslyimmortalizedumanbreastepielialcelline,MCF-10. Cancer Res.50,6075-6086(1990). 56.Hillion,J.etal.TheHig-MobilityGroupAla/SignalTansducerandActivatorofTranscrition-3Axis:AnAchilesHlfor Hematopoietic Malignancies? Cancer Res.68,10121-10127 (2008) 57.Lois,C.gJee,o,E.Jre,Dlesiosifrsoo Delivered by Lentiviral Vectors.Sci.295,868-872(2002). 58.Yu,X-J.tal.Gambogenicacidinduces Garrstvia GK3β-dependentcyinD1degadationandtrigersautoaginlung ancer cells.Cancer Lett.322,185-194 (2014). 59. Zhang,B.etal. Geftinib AnalogueV1801 Induces ApoptosisofT790MEGFR-Harborig Lung CancerCelsby Up-Regulation of the BH-3 Only Protein Noxa.PLoS One7,e48748 (2012). 60.Ma,L.etal.Ovrexpressonndsalloecule-triggeddowegulationofingcanceroOne6,91). 61.Liu,Y.etal.TenaturalcompoundmagnololinibitsinvasionandexhibitspotentialinumanbreastcancertherapyciRep. 3,3098 (2013). 62. Nakao,K.et al.The developmentofabioenginered organ germ method.Nat Meth 4,227-230(2007). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This work was supported by funding to L.H. from China MOST National Key Basic Research 973 Program (2005CCA03500)，China NSFC (30570960,81400157),Guangdong Province NSF (05010197), ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "and Shenzhen Municipal Science & Technology Programs and the Program for Building State and Shenzhen KeyLaboratories（CXB201005260070A，CXB201104220043A，ZDSY20120616222747467, JCYJ20130402145002438,ZDSYS20140509172959975,GJHZ20140416153844269,JCYJ20140418112611757). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "L.H.conceived the research; W.C.and L.H. designed the project; W.C.and Y.L. performed most of the experiments; R.Z.,T.W. and X.Z. performed some experiments; X.Z., H.C.and H.Z. helped to constructed the murine model; B.Z. L.M. and P.M. provided some of the reagents and advices; W.C.and L.H. wrote the manuscript all authors reviewed the manuscript. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Additional Information ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Supplementary information accompanies this paper at http://www.nature.com/srep ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "How to cite this article: Cao,W.et al. Homoharringtonine induces apoptosis and inhibits STAT3 via IL-6/JAK1/STAT3 signal pathway in Gefitinib-resistant lung cancer cells. Sci.Rep.5,8477; doi:10.1038/srep08477 (2015). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "This work is licensed undera Creative Commons Atribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license,users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 16
    }
]