[
    {
        "type": "text",
        "text": "Simulating long-term effect of Hyrcanian forest loss on phosphorus loading at the sub-watershed level ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Fatemeh RAJAEI1\\*,Abbas E SARI1, Abdolrassoul SALMANMAHINY², Timothy O RANDHIR³,Majid DELAVAR4,RezaD BEHROOZ,Alireza MBAVANI6 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 DepartmentofEnvironment,Facultyof Natural Resourcesand Marine Science,Tarbiat Modares University,Mazandaran   \n46414-356, Iran;   \n2DepartmentofEnvironmental,Gorgan UniversityofAgriculturalScience &NaturalResources,Golestan49168-6369,Iran;   \n3 Department of Environmental Conservation,University of Massachusets,Amherst MA O1oo3,USA;   \n4 Department of Water Resources,AgricultureFaculty,Tarbiat Modares University,Tehran 14115-336, Iran;   \n5 Departmentof EnvironmentalSciences,Facultyof NaturalResources,UnversityofZabol,Zabol98615-58,Iran;   \n6DepartmentofIrigationandDrainageEnginering,FacultyofAbouraihan,UniversityofTehran,Prakasht339l653755,Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Conversion of forest land to farmland in the Hyrcanian forest of northern Iran increases the nutrient input, especially the phosphorus $( \\mathrm { P } )$ nutrient, thus impacting the water quality. Modeling the effect of forest loss on surface water quality provides valuable information for forest management. This study predicts the future impacts of forest loss between 2010 and 2040 on P loading in the Tajan River watershed at the sub-watershed level. To understand drivers of the land cover,we used Land Change Modeler (LCM) combining with the Soil Water Asessment Tool (SWAT) model to simulate the impacts of land use change on P loading. We characterized priority management areas for locating comprehensive and cost-effective management practices at the sub-watershed level. Results show that agricultural expansion has led to an intense deforestation. During the future period 2010-2O40, forest area is expected to decrease by $3 4 , 7 3 9 \\ \\mathrm { h m } ^ { 2 }$ ， And the areas of pasture and agriculture are expected to increase by 7668 and $2 7 , 0 7 1 \\ \\mathrm { h m } ^ { 2 } ;$ ，respectively. In most sub-watersheds, $\\mathrm { ~ P ~ } { }$ pollution will be intensified with the increase in deforestation by the year 2040.And the $\\mathrm { \\bf P }$ concentration is expected to increase from O.08 to $2 . 3 0 ~ \\mathrm { m g / L }$ in all of sub-watersheds by the year 2040.It should be noted that the phosphorous concentration exceeds the American Public Health Association's water quality standard of $0 . 2 ~ \\mathrm { m g / L }$ for $\\mathrm { \\Delta P }$ in drinking water in both current and future scenarios in the Tajan River watershed. Only $30 \\%$ of sub-watersheds will comply with the water quality standards by the year 2O4O. The finding of the present study highlights the importance of conserving forest area to maintain a stable water quality. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: phosphorus; land usechange modeling; forest los; prioritizing management area; Tajan River; Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In recent decades,forest land was converted to farmland for feeding the increasing population of the world. Changing land use in watersheds affects both hydrologic process and water quality. It is recognized that developed regions have more runoff and nutrients than that of undeveloped areas,affecting downstream aquatic environment (Environmental Protection Agency,1978). With the expansion of agriculture land and increased demand for water resources,assessment through modeling the pattern and impacts of future development is critical for the protection of water quality (Sanyal et al., 2O14). Currently, increasing land use change is one of the most significant problems facing Iran. This is a result of rapid land use transformations that is occurring in the absence of regional planning and inefective environmental regulations (Kelarestaghi et al., 2006; Kavian et al., 2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Hyrcanian forests have a long history of occurrence(arising in the Jurassic Period) and are among the most valuable forests in the world.A comparison of land-use condition between 1988 and 2OO4 in the northern forests of Iran showed that $\\mathrm { 1 2 , 1 5 2 \\ h m ^ { 2 } }$ of forests were lost during this period. The deforestation rate was estimated to be at $8 1 0 1 ~ \\mathrm { { \\ h m } } ^ { 2 } / \\mathrm { { a } }$ ．Also，Marakhorlou and Akhavan (2Oo6) reported that Hyrcanian forest cover in the provinces of Mazandaran, Golestan and Guilan was lost by $69 \\%$ ， $49 \\%$ ，and $21 \\%$ ，respectively.Emadodin（2Oo8）reported that the percentage of Iranian land use change increased in the past 5O years and is expected to accelerate in future. On the other hand, destruction of grasslands for farming and excess grazing by animals is a major problem in Iran and the world (Khaledian et al.,2O12).Phosphorus (P) is one of non-point source pollutants that impair surface water quality. Deforestation removes nutrients from the system, enhances soil erosion,and reduces nutrients in percolates. Soluble $\\mathrm { \\bf P }$ is available to plants in inorganic form called the orthophosphate. Orthophosphates are transferred through the diffusion process in water bodies and in surface flows. They are easily adsorbed onto clay particles or get attached to organic matter, and thus are limited to the top soil layers (Rajib et al., 2016). Thus,P is mostly transferred in the surface runoff.Excess $\\mathrm { \\bf P }$ in streams can lower dissolved oxygen, increase toxic algal blooms and fish kills,and result in loss in stream biodiversity (Zeiger et al., 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Landscape patterns affect both ecological and socio-economic factors in different ways. Agriculture in the Mazandaran Province is a major source of nutrients. Paddy cultivation near the river adds nutrients to the river. Agriculture in this watershed is expanded due to fertile lands and the abundance of water supplies.It is estimated that $1 7 0 \\times 1 0 ^ { 3 }$ tons of P fertilizers are used per year in agricultural lands of the Mazandaran Province.About $4 0 0 0 ~ \\mathrm { k g / h m ^ { 2 } }$ of fresh manure is applied annually to orchards in the region according to the information center of Ministry of Jahade-Agriculture (MOJA). In addition， grazing is predominant in the watershed with approximately $1 . 5 { \\times } 1 0 ^ { 5 }$ sheep and $3 . 0 { \\times } 1 0 ^ { 4 }$ cows that contribute to $\\mathrm { \\bf ~ P }$ losses to the streams, especially from May to September (Rajaei et al., 2O17). Residential land is another major source of P into the river. The watershed is densely populated with roughly $5 { \\times } 1 0 ^ { 5 }$ residents (2011),with approximately $2 { \\times } 1 0 ^ { 5 }$ people living in rural areas (4OO villages） and rest in cities (4 cities). In many parts of the watershed,untreated sewage from towns and villages near the river is directly discharged into the Tajan River. Meanwhile，waste water from Sari City is also directly discharged into the river.For these reasons,the nutrient load into the Tajan River is high due to runoff in late fall and winter seasons. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There is a need for improved understanding of the process of land use change for sustainable land management and protecting forest ecosystems. It is also important to develop water quality information for integrated management of water resources.During the past two decades, many land use/cover change (LUCC） models were developed to evaluate land management. These models are many types that include static or dynamic，spatial or non-spatial, inductive or deductive,agent-based or pattern-based models (Gaucherel and Houet, 2Oo9).LUCC models in general have three sub-models for changing land demand,transition potential,and alocation of change (Eastman et al.,2Oo5). Generation of transition potentials can be modeled using a logistic regression (LR) as used in the CLUE-S (Conversion of Land Use and Its Effects at Small Regional Extent) model (Verburg et al.,1999) and Land Change Modeler (LCM; Eastman, 2006). Other methods use empirically derived probabilities as used in the GEOMOD model (Pontius et al., 2001); weights of evidence as used in DINAMICA (Soares-Filhoetal.,2OO2),and Multi-Layer Perceptron (MLP) as used in the LCM (Eastman, 2006).Two procedures,MLP and LR,are viable techniques, with MLP being more robust than LR (Eastman et al.,2Oo5).Also, MLP can model non-linearrelationshipsbetweenexplanatoryvariables(Eastman， 2Oo9). The CA-MARKOV, DINAMICA,and LCM use a Markov transition matrix to calculate the probability of change for each transition. These Markovian projections assume that the rates of change during the calibration period will remain the same during the simulation period. This could be an erroneous assumption in many cases which is different from the calibration period. Also,the CLUE model can be calibrated with one available LUCC map. In LCM models, the transition probability maps are derived from the relationships between areas that changed in the past and explanatory variables. These transition probability maps from LCM can provide better estimates of future LUCC. The programs also ofer more flexibility to fit user needs than CA_MARKOV and DINAMICA models. LCM and CLUE also present a rigid structure in LUCC modeling,and can be advantageous for them (Mas et al., 2O14). This study uses a dynamic, spatially explicit model based on an inductive,pattern-based approach. In this approach,LUCC is modeled using the past spatial distribution of land cover to assess the potential for change as a function of a set of explanatory variables (Mas et al., 2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A large number of water quality studies explore the impacts of changes in land use on runoff and non-point source pollution (Ning et al., 2O06; Kibena et al., 2O14; Ayanlade and Howard, 2017). Many studies in future land use do not incorporate hydrologic or water quality modeling (Kim,2010; Mas et al.,2014; Teixeira et al.,2014; Yang et al.,2014; Zheng et al.,2015). Some studies identify critical source areas and land use management at a basin scale using SWAT (Liu et al.，2013，2016； Lamba et al.，2016； Zeiger and Hubbart,2016). Other studies consider modeling the effects of future land use change on water quality (Marshall and Randhir, 2008; Wilson and Weng,2011; Zhang et al., 2013; Mehdi et al., 2015; Rajib et al., 2016; Nguyen et al., 2017). This present paper aims at integrating LCM with the SWAT model to simulate the impact of land use change, especially to assess potential loss of Hyrcanian forest to future agriculture and its impacts on water quality at the sub-watershed level, with the aim of determining critical source areas.This study also evaluates the extent and contribution of the Tajan River watershed to $\\mathrm { ~ \\bf ~ P ~ }$ pollution in discharge entering the Caspian Sea. Also,results of this research will be useful in evaluating the vulnerability of sub-watersheds in future period. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Tajan River watershed located in northern Iran hasan area of $4 \\times 1 0 ^ { 3 }$ $\\mathrm { k m } ^ { 2 }$ $( 3 5 ^ { \\circ } 5 6 ^ { \\prime } 2 8 ^ { \\prime \\prime } - 3 6 ^ { \\circ } 4 7 ^ { \\prime } 5 8 ^ { \\prime \\prime } \\mathrm { N } _ { }$ ， $5 3 ^ { \\circ } 0 0 ^ { \\prime } 0 1 ^ { \\prime \\prime } { - } 5 4 ^ { \\circ } 1 0 ^ { \\prime } 2 5 ^ { \\prime \\prime } \\mathrm { E }$ ；Fig.1). The climate is characterized by a cold and longer winter but a mild and short summer. Annual mean temperature is $1 6 ^ { \\circ } \\mathrm { C }$ with a minimum of $2 . 4 ^ { \\circ } \\mathrm { C }$ in December and a maximum of $3 0 . 8 ^ { \\circ } \\mathrm { C }$ in August. Annual rainfall is less than $7 0 0 \\mathrm { m m }$ in the watershed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The watershed consists of forest mountains and includes different land uses like forest, pasture, and agricultural areas of the coastal plain to the Caspian Sea,which is the biggest land-locked water body in the world. Agricultural activities,especially paddy cultivation in the riparian zone of the rivers, play a significant role in the contamination of surface water through fertilizers in runoff.This watershed is selected for the study for its excellent water flow,distinct point sources along the river, and a wide variety of land uses within its boundaries. Also,a combination of heavy fertilizer usage and existing monitoring data on nutrients will be useful in modeling the watershed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Landsat image processing and derivation of future land use map ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Remote sensed images for 1984, 2001 and 2010 obtained from Landsat 5 and Landsat 7,respectively, are corrected using geometric (using the ground control points and topographic maps） and atmospheric (using the dark-object subtraction) methods.A hybrid classification method was used for preparing the land use map. This included supervised classification (maximum likelihood method) and unsupervised classfication (K-Means method) for extraction of land cover classes. Also for visual interpretation and for extraction of features such as roads and residential areas, we used Google Earth (Rafiee et al.， 2OO9;Abd El- Kawy et al.,2O11; Rozenstein and Karnieli, 2011). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/ead391c425d48cfc54a7c8a468e285fcecfe69cd62ed0c9b4fa318489947de76.jpg",
        "img_caption": [
            "Fig.1Tajan River watershed and its sub-watersheds basing on Universal Transverse Mercartor(UTM) Grid System.It should be noted that No.2 sub-watershed was deleted during the process of calibration. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The method used in land change modeler is explained in detail by Onate-Valdivieso and Bosque Sendra (201O). In developing land use scenario maps for 2O40,we used a MLP neural network method built within the Markov chain modeling method in LCM. For transition potential analysis,we used land uses from different times to calculate spatial changes and to calibrate the model. In this study,the land use maps for 1984 and 2OO1,and 12 spatial variables were used in modeling the transition potential. All land use change drivers (variables） were tested for their predictive power using Cramer V coefficient，which represents the explanatory power of relationship between variables and land cover changes (Pistocchi et al., 2OO2). The Cramer V coefficient ranges between O and 1,with values closer to 1 indicating a high correlation and a higher explanatory power. Seven variables including elevation, slope, distance from residential areas,distance from agricultural lands,distance from village areas,distance from roads,and distance from river were removed from the model due to a low value of Cramer V coefficient. Finally,5 drivers of land use change that had the highest Cramer V coefficient were used, which included NDVI (Normalized Difference Vegetation Index), the distance to river, distance to edge of the forest, distance to pasture,and empirical likelihood to change.After selecting variables for transition,we calculated transition potential for the future for three transitions using the MLP neural network.These transitions include forest to agriculture,forest to pasture,and pasture to agriculture. A two-stage approach was used in developing future land use maps. The first stage used the classified land use map for 1984 and 2Oo1 in order to simulate a land use map for 2010. The 1984 and 2OO1 land use maps served as observed data for calibration of the LCM, while the 2010 map was used to verify the simulated map. The accuracy rate and a skill measure are computed to assess the transition potential for use in the artificial neural network modeling.For validation,the map extracted from the 2OlO image was considered as a reference,and confusion matrices were used to study the correspondence between the reference map and those obtained from neural networks.Therefore,forecast errors of the land use prediction by the model,as well as the omission and commission errors were effectively determined. The reliability of the classification is calculated from the confusion matrix as a ratio of correctly assigned pixels to that of total pixels (Chuvieco, 2002). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Soil Water Assessment Tool (SWAT) model ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The SWAT is a hydrologic model that simulates the land management impacts on hydrologic processes in large and complex watersheds (Arnold et al.，2Ol2). The model has several components: weather,surface runoff,return flow,percolation, evapotranspiration, transmission losses,pond and reservoir storage, crop growth, irrigation, groundwater, reach routing, nutrients, pesticide loading,and water transfer. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The data required for the study were obtained from different sources. The spatial data included land-use maps derived from the Landsat ETM imagery ( $3 0 \\mathrm { - m }$ spatial resolution),and Digital Elevation Model (DEM) from the Global NASA/NGA $9 0 ~ \\mathrm { m }$ Shuttle Radar Topography Mission (SRTM) dataset. The soil map is obtained from the FAO (1995) online database,and the weather information (daily precipitation, maximum temperature,and minimum temperature) is obtained from the Meteorological Organization of Iran and Iran water resource management company for stations located in the study area (2O weather stations). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The watershed is divided into 27 sub-watersheds and 407 hydrologic response units. This division is based on the recommended maximum drainage area threshold of $4 0 0 0 \\ \\mathrm { h m } ^ { 2 }$ which was generated in the Arc SWAT tool using the DEM layer. Key inputs related to agricultural management consisted of planting, plowing, grazing and fertilizer, manure, and irrigation were used in the model as documented by Iranian Ministry of Jahade Agriculture (2OO7） data. Information on irrigation schedule, irigation sources，and fertilizer application for each sub-watershed was manually entered into the model. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4 Modelcalibrationandvalidation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The SWAT model was calibrated and validated using monitored stream flow and $\\mathrm { \\bf P }$ loading data. Calibration is done in two stages. Initially,sensitive parameters that aect the river flow were calibrated using observations from monitored streamflow data. The monthly discharges were recorded by the Ministry of Energy at three stream gauges (Kordkhil, Solaimantange，and Rigcheshme). After the streamflow calibration,the model was calibrated for $\\mathrm { \\bf P }$ levels. P loading data for the stations collected by the Ministry of Energy was used to calibrate at monthly time intervals between 2011 and 2014. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The SWAT Calibration and Uncertainty Procedures (SWAT-CUP) software was used for the auto calibration because of its capability to perform calibration, validation, sensitivity analysis, and uncertainty analysis (Abbaspour,2O15). Sequential Uncertainty Fitting algorithm (SUFI-2) is more efficient in achieving an accurate prediction than other algorithms of the SWAT-CUP program (Faramarzi et al.,2010; Azimi et al.,2013; Ma et al., 2014; Abbaspour, 2015). Thus, SUFI-2 was used for calibrating the stream flow. Two indices were used to quantify the strength of a calibration/uncertainty analysis,namely P-factor and the R-factor (Abbaspour et al., 2007). The P-factor represents the percentage of data with $9 5 \\%$ prediction uncertainty (95PPU),which is calculated for the cumulative distribution of the variable through a Latin hypercube sampling. The P-factor is the degree of model uncertainties.The R-factor is the average thickness of the 95PPU band,divided by the standard deviation. The objective is to model the measured data (the P-factor approaching 1） with a least possible uncertainty band (R-factor approaching O). Two standard objective functions,relative Nash-Sutcliffe coefficient of simulation efficiency and coefficient of determination were used to assess the model performance. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Land cover change ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The overall Kappa metric for land cover maps of 1987,2O01,and 2010 was $81 \\%$ ， $8 3 \\%$ ,and $87 \\%$ respectively，which exceeds the minimum threshold needed for remotely sensed images (Congalton,1991). The use of MLP neural network to measure the relationship between the transitions and their explanatory variables confirms that both the values of RMSE in training phase and the validation phase have a calculated error lower than O.OO2，which is within an acceptable level. The accuracy rate and the skill measure of the transition potential using the MLP neural network were $82 \\%$ and O.81，respectively，which are acceptable. Calculating from the confusion matrix,the reliability of the MLP model results reached up to $82 \\%$ ，which is also within an acceptable range. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Understanding the role of patterns,rates,and trends in land cover change in watersheds is essential for evaluating forest dynamics, sustainability conservation,and the management. Changes were observed in forest, pasture,and agricultural lands,which cover $98 \\%$ of the watershed area, while other land cover types (barren lands, river, road, water body,and residential areas）accounted for only $2 \\%$ of the total area.During the period 1984-2010,forest area decreased to $6 6 , 4 9 3 \\ \\mathrm { \\ h m } ^ { 2 }$ . Pasture and agriculture increased to 33,9O4 and $3 1 , 2 9 2 \\ \\mathrm { \\ h m } ^ { 2 }$ ， respectively.The forest was a dominant land cover type( $7 2 \\%$ in 1984 and $5 5 \\%$ in 2010, respectively) in the study area (Fig. 2). The total area of forest was 8.4 times higher than area under agriculture in 1984 and 3.1 times higher in 2O10.In general, the gains in agriculture land came from forest and pasture land. As expected, the most significant change was from forest to other types of cover. Forest showed the largest decline in its area, with only about $76 \\%$ of the area in 1984 still remaining in 2O10. Pasture increased in 2O1O by around $30 \\%$ 1 $( 1 0 5 { \\times } 1 0 ^ { 3 } \\ \\mathrm { h m } ^ { 2 } )$ （204号 compared to the 1984 area $( 7 3 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } )$ . The area occupied by agriculture was $19 \\%$ $( 3 2 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } )$ in 1984,which increased to $26 \\%$ $( 6 6 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } )$ in 2010. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/533d05dfad5a50e7bd00da99d3f55c5d11df81b697e1bba874d29b86a865d2b1.jpg",
        "img_caption": [
            "Fig.2Land cover maps of the study area in Tajan River watershed for the years 1984 (a),2OOl(b),2010 (c) and predicted land use map of 2040 (d) "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Land cover changes did not occur at equal rates during the period 1984-2O10,as the rates of change declined over the last ten years.The area of forests fell by $1 9 \\%$ in 2001,and $5 . 2 \\%$ in 2010. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Agricultural area increased by $100 \\%$ in 2001 and $13 \\%$ in 201O.Pasture cover increased by $28 \\%$ in 2001 and $4 \\%$ in 2010. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The forest area is expected to decrease by $3 4 , 7 3 9 ~ \\mathrm { h m } ^ { 2 }$ in 204O compared to that of the year 2010.Pasture and agriculture are expected to increase by 7668,and $2 7 , 0 7 1 \\ \\mathrm { h m } ^ { 2 }$ ，respectively. Gains and losses in three land cover types are evident between 2010 and 2040 (Fig. 3). Forests will still be the dominant land cover type ( $4 6 \\%$ in 204O) in the study area. The total area of forest can be 1.8 times higher than the agricultural area in 2O4O.Forest is expected to have a largest decline in its area,about $84 \\%$ of its extent remaining in 2040 compared to that of 2010. The agricultural area can be increased by about $51 \\%$ compared to 2010. The area occupied in 2040 for agriculture will be $9 3 , 7 9 9 \\mathrm { h m } ^ { 2 }$ ,compared to $6 6 , 7 2 8 \\ : \\mathrm { h m } ^ { 2 }$ in 2010. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "e 32101   \n心 1 一 一   \n-3   \n4 一   \n-5   \n6   \nLoss Gain Net Loss Gain Net Loss Gain Net change change change 1984-2001 2001-2010 2010-2040 ■Forest Agriculture ■Pasture ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Calibration and validation of SWAT model ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Parameters were changed to calibrate the model for observed streamflow and $\\mathrm { ~ \\bf ~ P ~ }$ loading. A sensitivity analysis is used to select parameters for calibration.Table 1 illustrates the result of calibration and validation， which is acceptable and can be used for evaluating alternative scenarios. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/3e35df6db3f6bec62e76c1bb64d3baaba5853ee1ee37b2b4e93e1c7fab3a798a.jpg",
        "table_caption": [
            "Table1Model evaluation statistics for calibration and validation of phosphorus loading "
        ],
        "table_footnote": [
            "Note: $\\overline { { R ^ { 2 } } }$ ,coefficient of determination;NSE,relative Nash-Sutcliffe coefficient of simulation efficiency. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Index</td><td colspan=\"2\">Solaimantange station</td><td colspan=\"2\">Rigcheshme station</td><td colspan=\"2\">Kordkhil station</td></tr><tr><td>Calibration (2006-2010)</td><td>Validation (2011-2014)</td><td>Calibration (2001-2010)</td><td>Validation (2011-2014)</td><td>Calibration (2005-2010)</td><td>Validation (2011-2014)</td></tr><tr><td>R²</td><td>0.72</td><td>0.79</td><td>0.71</td><td>0.62</td><td>0.66</td><td>0.78</td></tr><tr><td>NSE</td><td>0.60</td><td>0.61</td><td>0.69</td><td>0.59</td><td>0.56</td><td>0.58</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Impact of land use change on P loading ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 4 shows the effects of increased land use on P loading at the outlet of each sub-watershed in the Tajan River watershed.In most sub-watersheds,change in $\\mathrm { \\bf P }$ loading increased with the development occurring by the year 2O40. The $\\mathrm { \\bf P }$ concentration ranged from O.08 to $5 . 1 0 ~ \\mathrm { m g / L }$ among the sub-watersheds in 2O40,which was 0.09 to $5 . 0 0 ~ \\mathrm { m g / L }$ in 2010. In general, the mean annual P loading increased by $17 \\%$ in 2040 compared to 2010. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1Land use change in the future ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Results show that the current trend in land use changes could lead to more forest degradation. Forests in Iran, like many other developing countries,are facing over-exploitation and land use conversion to satisfy the needs of rapid population growth and the intense economic pressures. Forest area in Iran is only $0 . 2 \\ : \\mathrm { h m } ^ { 2 }$ per capita, which is significantly lower than the global average level of $0 . 8 \\ \\mathrm { h m } ^ { 2 }$ per capita (Mashayekhi et al., 2O1O). In northern parts of Iran, the area under forest land has decreased by $3 . 2 \\%$ ，and that of arable land increased by about $3 6 . 9 \\%$ during the period 1967-2OO2 (Kelarestaghi and Jafarian Jeloudar,2O11). The general trend in the Tajan River watershed has been a continuous reduction in natural vegetation (forest and pasture cover). This land often loses its fertility after one or more cultivations and becomes unsuited for agriculture and is returned to pasture (Talebi et al.,2Oo9). It is noteworthy that deforestation is still ongoing in many regions and in the absence of appropriate conservation programs for restoration and rehabilitation,meanwhile,the forest will be reduced to less than half the current area over the next 7O years (Talebi et al., 2O09). Assessment of spatial change provides critical information for land use,conservation, and restoration planning in landscapes. Results show that most deforestation is concentrated in a branch of the Tajan River and located in central and east of the watershed. Existing forest and pasture lands with adjacent farming has a higher potential for agriculture development. This change has a high overall agreement based on Cramer V coefficient for some variables: distance from the river,distance from edge forest,and distance from pasture. These variables are useful as criteria in landscape planning. Also, increasing demands for forest resources for food,shelter, fuel wood,and construction materials are major factors responsible for forest loss. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/95b3d7924d03dd6aa5019539e0a4696c6ac2476949062ead7137e374d5aedcd8.jpg",
        "img_caption": [
            "Fig.4Phosphorus concentration at the sub-watersheds of Tajan River in 2O1O (a) and 2040 (b) "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2Impact of future land use on phosphorus contamination ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As shown in Figure 4,concentration of $\\mathrm { \\bf P }$ in each sub-watershed varied in amounts and fluctuations in both 2O10 and 2O40.The result shows that more significant pollution levels occur in 2010,but there is no similar trend in future scenarios,which is consistent with previous studies (D'Almeida et al.,2007; Li et al.,2007; Nobert and Jeremiah,2012). It could be atributed to the difference in percentages of land use changes among sub-watersheds.Thus,the impacts of natural cover and agriculture are also different among the sub-watersheds.Sub-watersheds Nos.5,6,18, 10,11,13,25,27,26,21,24,and 20 were identified as the areas of low pollution in 2010, while these areas are expected to have a relatively high pollution by the year 2O4O.This result can be explained by the expansion of agriculture land and declination of forest land in these sub-watersheds. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In sub-watersheds Nos.6, 25,13 and 11,area of forest land conversion to agriculture may be increased by $1 1 \\%$ ， $14 \\%$ ， $17 \\%$ and $11 \\%$ by the year 2O4O,respectively (Fig.5),and can result in more $\\mathrm { ~ \\bf ~ P ~ }$ discharge into the river (Huang et al., 2O15). Also, in irrigated and rainfed crops with use of $\\mathrm { \\bf P }$ fertilizers, $\\mathrm { \\bf P }$ attached to soil particles will be easily transferred along with sediment into the stream. Additionally, change in natural vegetation can cause a shift in organic forms of $\\mathrm { \\bf P }$ in two ways: in the first case,increased erosion of surface soil and transportation of $\\mathrm { \\bf P }$ -rich particles; and in the second case, increased mineralization through soil tilage.A wider canopy of forest cover and an extensive root system can promote infiltration, increase soil moisture content, promote groundwater recharge,and thereby contribute to a slow release of water and reduced pollution (de Groot et al., 2010). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6246bec3ec385806b9a1ed4e73c96f93840d62a3540c24057b87d52416484780.jpg",
        "img_caption": [
            "Fig.5Change in forest area in the sub-watersheds of Tajan River in 2O1O and 2040 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Vegetation acts as a sponge, soaking up and storing water when it is abundant and releasing it slowly during the dry periods. This system of water regulation reduces the impact of floods and droughts on downstream communities and can improve water quality. Xiao et al. (2O15) found that water retention improved by $2 . 0 7 \\%$ as a result of vegetation restoration in China. Markewitz et al. (20O4) reported that clearing and burning of tropical forest has altered the Amazonian region through increasing in pastures and secondary forests. Although forests regrow after agricultural abandonment,analysis of nutrient stocks and flows show that the rates of regrowth and long-term biomass accumulation may be constrained by nutrient availability, particularly mineralization of N and $\\mathrm { \\bf P }$ from recalcitrant soil stocks.Also,sub-watershed No. 24 is expected to have a larger increase than other sub-watersheds by the year 2O40.This might be due to a severe loss $( 2 0 \\% )$ of forest to agriculture compared to other sub-watersheds. Somura et al. (2Ol2） found that in sub-watersheds with dominant agricultural lands and pastures, the concentrations of total $\\mathrm { \\bf P }$ and orthophosphate are four and two times higher,respectively than a sub-watershed of the dominant forest.A comparison of $\\mathrm { \\bf P }$ concentration in each sub-watershed show that the pollution levels in sub-watersheds Nos.3,8,12,19,and 23,can have a lower $\\mathrm { \\bf P }$ concentration in 204O than in 2010. It might be due to an increase in runoff in these sub-watersheds,which is estimated to increase 2-3 times and likely to dissolve the P loading. There is no significant difference between 2010 and 2040 in sub-watersheds Nos. 1,4,7,14,15,16,17, 20,and 22 that are undergoing expansion in agriculture. Also, sub-watershed Nos.18 had $58 \\%$ and $56 \\%$ changes in agriculture in 2O1O and 2040,respectively,and thus has a relatively low $\\mathrm { \\bf P }$ concentration. This can be due to agriculture production in suitable slope. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although positive relationship exists between the land use/land cover (LULC)and their impact on basin nutrients (Kibena et al.,2O14; Giri and Qiu,2016; Sing and Saraswat,2016), the amount of nutrient can be affected by other factors such as the characteristics of sub-watersheds.The shape and slope of sub-watersheds may also play a vital role in nutrient loads (Waters and Webster-Brown， 2016). These factors may partially explain why LULC changes in different sub-catchments vary in impacts on water quality. Therefore,these factors are simultaneously influencing nutrient load of these sub-watersheds. Shen et al. (2O15) observed that watershed topography,such as slope,and basin size are important factors in determining contribution to water quality.Also，different spatial distributions of pollutants could be attributed to the differences in sediment production in each sub-watershed.The amounts of sediment produced by each sub-watershed is a major factor in $\\mathrm { \\bf P }$ transportation as $\\mathrm { \\bf P }$ would be attached to the sediment and transferred through soil erosion (Zhou and Gao,2O11). The major form of $\\mathrm { \\bf P }$ from rangeland is in solution form. One of the characteristics of the Tajan Watershed is sheep grazing. Sheep are grazed in the watershed in the warm months from May to September. Sheep and cows are grazed on pastures (approximately $1 5 0 \\times 1 0 ^ { 3 }$ sheep and $3 0 \\times 1 0 ^ { 3 }$ cows，respectively） contributing to $\\mathrm { \\bf ~ P }$ loading to streams through manure runoff. The high density of livestock on rangeland with sparse vegetation cover increases erosion. Therefore,exposed ground surface can transfer more $\\mathrm { ~ \\bf ~ P ~ }$ into streams. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3 Identification of critical area for spatial distribution ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The water quality in the Tajan River and its tributaries is expected to exceed the APHA criteria of $0 . 2 ~ \\mathrm { m g / L }$ for $\\mathrm { ~ \\bf ~ P ~ }$ (APHA,2OO2） in future scenarios.As shown in Figure 4,the water quality standard for $\\mathrm { \\bf P }$ is exceeded at present, and also will continue to exceed in future. So,managing $\\mathrm { \\bf P }$ is a challenge during both current and future periods in the Tajan River basin. According to the water quality standards,only sub-watersheds Nos.9,12,14,15,16,17,19, 22,and 27 will have reached the water quality standards by the year 2O4O. Spatially, the water quality impairments are more severe in the north than in the southern region of the watershed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We classified the 26 sub-watersheds into six groups based on their water quality impairment. Approximately， the water quality will reached $4 . 5 \\%$ of $\\mathrm { ~ \\bf ~ P ~ }$ by 2040，and only $9 . 0 \\%$ of sub-watersheds meet water quality standard. Specifically， 2 of sub-watersheds，12 of sub-watersheds ，8 of sub-watersheds，1 of sub-watershedsand 2 of sub-watersheds were identified as the 1st, $2 ^ { \\mathrm { n d } }$ $3 ^ { \\mathrm { r d } }$ ， $4 ^ { \\mathrm { t h } }$ $5 ^ { \\mathrm { t h } }$ level for P, respectively (Fig. 4), which respectively accounts for $4 . 8 \\%$ ， $56 . 8 \\%$ ， $3 1 . 8 \\%$ ， $3 . 2 \\%$ ，and $1 . 2 \\%$ of the entire watershed area for 2O4O while that of 2010 including 1 of sub-watersheds,16 of sub-watersheds,4 of sub-watersheds,2 of sub-watersheds, and 1 of sub-watersheds were identified as the 1st, $2 ^ { \\mathrm { n d } }$ $3 ^ { \\mathrm { r d } }$ ， $4 ^ { \\mathrm { t h } }$ $5 ^ { \\mathrm { t h } }$ level for P, respectively, which respectively accounts for $8 . 5 \\%$ ， $6 7 . 9 \\%$ ， $1 1 . 0 \\%$ ， $8 . 3 \\%$ ,and $2 . 4 \\%$ of the entire watershed area. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "If P exceeds above the standard of water quality, it can cause changes in the types of plants and animals, plant growth,temperature,and oxygen level in the water.P levels in water may also be influenced by other natural factors or human activities.In recent decades,the use of detergents and excessive uses of chemical fertilizers,industrial waste and septic system overflow, place a catchment at risk of excessive P.This study can be useful in managing $\\mathrm { \\bf ~ P }$ to reduce eutrophication risk. This study could be used to design a monitoring network by optimizing the number and locations of stations. We propose a water quality station in sub-watersheds Nos. 24 and 7, especially in sub-watershed No.24,which located in upland the Shahid Rajaei dam. Meanwhile, spatial distribution of $\\mathrm { \\bf P }$ concentration can be useful to watershed managers in planning and implementing management practices. It is better to focus management strategies in areas with high pollution than managing the entire region (Shang et al., 2O12; Zhao et al.,2O13). The results show that some areas with high load are concentrated in the upstream. Simulated management strategies can provide a partial solution for achieving a reduction in future. Management practices like buffer strips,cover crops，crop rotations,creating cover soil especially in cold season, farming on steep slopes are proposed to reduce P concentration (Mehdi et al., 2O15). The impact of future climate change should also be considered for targeting watershed areas. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study,we elucidated the impact of forest loss on $\\mathrm { \\bf P }$ loading in the Tajan River watershed. Results show that $\\mathrm { \\bf P }$ concentration in Tajan River watershed would increase by $17 \\%$ by the year 2040.We design a new framework to identify watershed priority areas by quantifying the pollution concentration for management. Almost $91 . 5 \\%$ and $9 5 . 2 \\%$ of the watershed area exceed the water quality standard for drinking in 2O1O and 2O40,respectively. There is a need to revise management strategies of the Tajan River watershed to avoid water quality issues. Expansion of farmlands in the absence of land use management practices can cause serious environmental problems. Land use optimization is one important management tool, which can protect water quality in the watershed. We propose combining the SWAT model and multi-criteria evaluation for the identification of suitable sites for agriculture expansion in the future. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The Modares Tarbiat Universityof Iran funded this work.We wish to thank Dr.Raghavan SRINIVASAN and Dr.   \nKarim ABBASPOUR for their useful comments. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abd El-KawyOR,RodJK,Ismail HA,etal.2Ol1.Landuseand landcoverchange detectionin the western Niledeltaof Egypt using remote sensing data. Applied Geography,31(2): 483-494.   \nAbbaspourKC.2015.SWAT CalibrationandUncertaintyPrograms-AUserManual．[2017-04-08]. http://www.neprashtechnology.ca/wp-content/uploads/2015/06/Usermanual_SwatCup.pdf.   \nAbbaspour KC,YangJ,MaximovI,etal.2Oo7.Modelling hydrologyand waterqualityin thepre-alpine/alpineThurwatershed using SWAT. Journal of Hydrology,33(2-4): 413-430.   \nAmerican Public Health Asociation.1992.Standard Methods:for the Examination of Water and Wastewater( $1 8 ^ { \\mathrm { { u } } }$ ed.). Washington,DC: American Public Health Association,60-62.   \nArnold JG Moriasi DN,GassmanPW,etal.2012.SWAT: modeluse,calibration,andvalidation.Transactions of the ASABE, 55(4): 1491-1508.   \nAyanlade Y,Howard MT2O17.Understandingchanges inatropical delta:amulti-method narativeof landuse/landcover change in the Niger Delta.Ecological Modelling,364: 53-65.   \nAzimi M,Heshmati GA,FarahpourM,et al.2Ol3.Modeling the impactofrangeland managementon forage productionof sagebrush species in arid and semi-arid regions of Iran.Ecological Modelling,250:1-14.   \nChuvieco E.2002.Environmental Remote Sensing.Earth Observation from Space.Barcelona:Editorial Ariel,212-235.(In Spanish)   \nCongalton R G1991.Areview of assessing the accuracyof clasifications of remotely sensed data.Remote Sensing of Environment, 37(1): 35-46.   \nD'Almeida C,VorosmartyCJ,Hurt GC,etal.2O07.The efectsofdeforestationonthehydrologicalcycle inAmazonia:a review on scale and resolution. International Journal of Climatology,27(5): 633-647.   \nde GrootR S,AlkemadeR,BraatL,etal.2Ol0.Chalenges inintegrating theconceptof ecosystem servicesandvalues in landscape planning,management and decision making.Ecological Complexity,7(3): 260-272.   \nEastmanJR,SolorzanoLA,Van Fossen ME.2Oo5.Transition potential modeling forland-cover change.In: Maguire DJ, Batty M,Goodchild MF.GIS,Spatial Analysis,and Modeling.Redlands,CA: ESRI Press,357-386.   \nEastman JR.2006.IDRISI Andes，Guide to GISand Image Processing.Worcester,MA:Clark Labs，Clark University, 239-245.   \nEastmanJR.20o9.IDRISITaiga: Guide toGSandImage Procesing.Worcester,MA: ClarkLabs,ClarkUniversity228-240.   \nBahrami A,Emadodin I,RanjbarM.2O10.Land-usechangeand soil degradation: Acasestudy,Northof Iran.Agriculture and Biology Journal of North America,1(4): 600-605.   \nFAO.1995.The Digital Soil Map of the World and Derived Soil Properties.Rome: FAO.   \nFaramarzi M,Yang H,SchulinR,etal.2Olo.Modeling wheat yieldand crop water productivityin Iran:implicationsof agricultural water management for wheat production.Agricultural Water Management,97(11): 1861-1875.   \nGiri S,Qiu ZY2O16.Understanding therelationshipoflandusesand waterqualityin TwentyFirst Century:areview.Journal of Environmental Management, 173: 41-48.   \nHuang JJ,Lin XJ,WangJH,etal.2015.Theprecipitationdrivencorelationbased mapping metod (PCM)foridentifying the critical source areas of non-point source polution. Journal of Hydrology,524: 100-110.   \nKavian A,Azmoodeh A,Solaimani K.2O14.Deforestation effectsonsoil properties,runoffand erosioninnorther Iran. Arabian Journal of Geosciences,7(5):1941-1950.   \nKelarestaghi A,AhmadiH,Jafari M.2Oo6.Landusechanges detectionand spatial distribution using digitalandsatelitedata, case study: Farim drainage basin,northern of Iran.Desert,11(2): 33-47.(In Persian)   \nKelarestaghi A,Jafarian Jeloudar Z.2ol1.Landuse/cover change anddriving forceanalyses in parts of northern Iranusing RS and GIS techniques. Arabian Journal of Geosciences,4(3-4): 401-411.   \nKhaledian Y,KianiF,Ebrahimi S.2O12.Theefectof landusechangeonsoiland waterqualityinnorthern Iran.Journalof Mountain Science,9(6): 798-816.   \nKibena J,NhapiI, Gumindoga W.2O14.Assessingtherelationship between water qualityparametersand changes in landuse patterns in the upper Manyame River,Zimbabwe.Physics and Chemistry of the Earth,Parts A/B/C,67-69:153-163.   \nKim O S.2010.An assessment of deforestation models for reducing emissions from deforestationand forest degradation (REDD). Transactions in GIS,14(5): 631-654.   \nLambaJ,ThompsonAM,Karthikeyan KG,etal.2Ol6.Efectofbestmanagement practice implementationonsedimentand phosphorus load reductionsat sub watershed and watershed scaleusing SWAT model.International Journal of Sediment Research,31(4): 386-394.   \nLI ΛI,CUc ivI 1,ΛaHaIKuuy Iv,ct aI. ZUU/. ivIOuCIg uIC HyuIUIUgicaI pact UI laIu-ust HaIgc II vcst AIia. JUuiHaI UI Hydrology,337(3-4): 258-268.   \nLiu R M,Zhang PP,WangXJ,etal.2013.Assessmentof effectsof best management practicesonagricultural non-point source pollution in Xiangxi River Watershed.Agricultural Water Management, 117: 9-18.   \nLiu R M,XuF, Zhang PP,et al.2O16.Cong Men Identifying non-point source critical source areas based on multi-factorsata basin scale with SWAT.Journal of Hydrology,533: 379-388.   \nMa X,Lu X X,van Noordwijk M,etal.2O14.Atributionofcimatechange,vegetationrestoration,ndenginering measures tothe reductionofsuspended sedimentinthe Kejiecatchment,southwest China.HydrologyandEarth System Science,8(5): 1979-1994.   \nMarkewitzD,DavidsonE,MoutinhoP,etal.2OO4.Nutrientossandredistributionafter forestclearingonahighlyweathered soil in Amazonia.Ecological Applications,14(S4): S177-S199.   \nMarshall E,RandhirTO.2O08.Spatial modelingof land cover change and watershedresponse using Markoviancelular automata and simulation.Water Resources Research,44(4): W04423.   \nMas JFKolb M,Paegelow M,etal.2O14.Inductive patern-based land use/cover change models:acomparisonof four software packages. Environmental Modelling & Software,51: 94-111.   \nMashayekhi Z,PanahiM,Karami M,etal.2Ol0Economicvaluatioof waterstoragefunctionofforest ecosystems (asestudy: Zagros Forests,Iran).Forest Research,21(3): 293-300.   \nMehdi B,LehnerB,Gombault C,et al. 2O15a.Simulated impactsof climatechange and agriculturallandusechange onsurface water quality withand without adaptation managementstrategies.Agriculture,Ecosystems &Environment,213:47-60.   \nMehdi B,Ludwig R,Lehner B.2015b.Evaluating the impacts of climate change and crop land use change on streamflow, nitrates and phosphorus: a modeling study in Bavaria.Journal of Hydrology: Regional Studies,4: 60-90.   \nMoriasi DN,ArnoldJG, VanLiew MW,etal.2O7.Model evaluation guidelines forsystematic quantificationofaccuracyin watershed simulations.Transactions of the ASABE,50(3): 885-900.   \nNguyen H,RecknagelF,MeyerW,etal.2Ol7.Modelingtheimpactsof alteredmanagement practices,landuseandclimate changeson the water qualityof the Milbrook catchment reservoir system in South Australia.Journal of Environmental Management, 202:1-11.   \nNing SK,Chang NB,JengKY,et al.2O06.Soil erosionand non-pointsource polutionimpacts assessment with theaidof multi-temporal remote sensing images.Journal of Environmental Management,79(1): 88-101.   \nNobertJ,Jeremiah J.2Ol2.Hydrologicalresponseof watershed systems tolandusecoverchange:Acaseof Wami RiverBasin. The Open Hydrology Journal, 6(1): 78-87.   \nOfate-Valdivieso F,Bosque Sendra J.2O10.Applicationof GISandremote sensing techniques in generation of land use scenarios for hydrological modeling. Journal of Hydrology,395(3-4): 256-263.   \nPistocchi A,LuziL,NapolitanoPo2.Theuseofpredictive modelingtechnquesforoptimalexploitationofspatialdatabases: acase study in landslide hazard mapping with expert system-like methods. Environmental Geology,41(7): 765-75.   \nPontius JrRGNeti N.2O10.Uncertainty inthe difference between mapsof futureland change scenarios.Sustainability Science,5(1):39-50.   \nRafiee R,Salman Mahiny A, Khorasani N.2O09.Assessment of changes inurban green spaces of Mashad cityusingsatelite data. International Journal of Applied Earth Observation and Geoinformation,11(6): 431-438.   \nRajaeiF,Sari AE,SalmanmahinyA,etal.2O17.Surface drainage nitrateloading estimate fromagriculture fields and its relationship with landscape metrics in Tajan watershed.Paddy and Water Environment,15(3): 541-552.   \nRajib MA,Ahiablame L,Paul M.2O16.Modeling theefectsof future land usechangeon water quality under multiple scenarios: acase studyoflow-input agriculture with hay/pasture production.Sustainabilityof Water Quality and Ecology,8: 50-66.   \nRozenstein O,Karnieli A.20l1.Comparison ofmethods for landuse classfication incorporatingremote sensingand GIS inputs. Applied Geography, 31(2): 533-544.   \nSanyal J,Densmore AL,Carbonneau P.2014.Analysing the effectof land-use/cover changes atsub-catchment levelson downstream flood peaks: a semi-distributed modeling approach with sparse data. CATENA,118: 28-40.   \nShang X,Wang XZ,ZhangDL,etal.20l2.AnimprovedSWA-basedcomputationalframework foridentifying criticalource areas for agricultural pollution at the lake basin scale.Ecological Modelling,226:1-10.   \nShen ZY, Hou X S,Li W,etal.2O15.Impactof landscape patern atmultiplespatialscales on waterquality:acase studyina typical urbanised watershed in China.Ecological Indicators,48:417-427.   \nSingh GSaraswat D.2016.Development and evaluation of targeted marginal land mappingapproach in SWAT model for simulating water quality impacts of selected second generation biofeedstock.Environmental Modeling & Software，81: 26-39.   \nSoares-FilhoB S,Goutinho Cerqueira G,LopesPennachin C.2002.DINAMICA—a stochastic celular automata model designedto simulate thelandscape dynamicsinanAmazoniancolonization frontier.Ecological Modeling,l54:217-235.   \nSomura H,TakedaI,ArnoldJG,etal.2Ol.Impactofsuspendedsedimentand nutrientloading fromlandusesagaistwater quality in the Hii River basin, Japan.Journal of Hydrology,450-451: 25-35.   \nTalebi Amiri S,Azari DehkordiF,Sadeghi SHR,etal.2O09.Studyon landscape degradation inNeka watershedusing landscape metrics.Environmental Sciences,6(3):133-144.   \nTeixeira Z.Teixeira H, MarquesJC.2014.Systematic processes of land use/land coverchange to identifyrelevant driving forces: implications on water quality.The Science of the Total Environment,470-471: 1320-1335.   \nVerburgPH,SchotPP,DijstMJ,etal.2O4.Landusechange modelling:current practiceandresearch prorities.GeJoual, 61(4): 309-324.   \nWaters S,Webster-Brown JG2O16.Theuseof a mass balance phosphorus budget for informing nutrient management in shallow coastal lakes.Journal of Hydro-Environment Research,1O:32-49.   \nWilson CO,Weng QH.2011.Simulating the impactsoffuture landuseand climate changes on surface water qualityin the DesPlainesRiver watershed,Chicago metropolitan statisticalarea,Ilinois.Scienceof the TotalEnvironment,409(20): 4387-4405.   \nYang X,Zheng XQ,Chen R.2014.A land use change model: integrating landscape pattern indexes and Markov-CA. Ecological Modelling,283:1-7.   \nZeiger SJ,HubbartJA.2016.ASWATmodel validationof nested-scalecontemporaneous stream flow,suspended sediment and nutrients froma multiple-land-use watershedofthe central USA.Scienceof the Total Environment,572:232-243.   \nZhang P,LiuYH,Pan Y,etal.2O13.Land usepaternoptimization basedon CLUE-Sand SWAT models foragricultural non-point source pollution control.Mathematical and Computer Modelling,58(3-4): 588-595.   \nZhaoP,XiaBC,HuYFetal.2l3.Aspatialulti-riteriaplaingschemeforevaluatingparanbuerrestorationpirities. Ecological Engineering,54: 155-164.   \nZheng HW,Shen G Q, Wang H,et al. 2O15.Simulating land use change in urban renewal areas: acase study in Hong Kong. Habitat International,46:23-34.   \nZhou HP,GaoC.2O11.Assessing the riskof phosphorus lossand identifying critical source areas inthe Chaohu Lake Watershed, China.Environmental Management,48(5):1033-1043. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]