[
    {
        "type": "text",
        "text": "C8orf4 negatively regulates self-renewal of liver cancer stem cells via suppression of NOTCH2 signalling ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pingping Zhul12, Yanying Wang2, Ying ${ \\mathsf { D } } \\mathsf { u } ^ { 2 }$ Lei ${ \\mathsf { H e } } ^ { 3 }$ ，Guanling Huang2,4, Geng Zhang2, Xinlong Yan² & Zusen Fan2,4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Liver cancer stem cells (CSCs) harbour self-renewal and differentiation properties,accounting for chemotherapy resistance and recurrence. However,the molecular mechanisms to sustain liver CSCs remain largely unknown.In this study,based on analysis of several hepatocellular carcinoma (HCC) transcriptome datasets and our experimental data,we find that C8orf4 is weakly expressed in HCC tumours and liver CSCs. C8orf4 attenuates the self-renewal capacity of liver CSCs and tumour propagation.We show that NOTCH2 is activated in liver CSCs.C8orf4 is located in the cytoplasm of HCC tumour cells and associates with the NOTCH2 intracellular domain,which impedes the nuclear translocation of N2lCD. C8orf4 deletion causes the nuclear translocation of N2lCD that triggers the NOTCH2 signalling, which sustains the stemness of liver CSCs.Finally，NOTCH2 activation levels are consistent with clinical severity and prognosis of HCC patients.Altogether, C8orf4 negatively regulates the self-renewal of liver CSCs via suppression of NOTCH2 signalling. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "epatocellular carcinoma (HCC),the most common liver cancer,is the third leading cause of cancer related deathl. The 5-year survival rate of HCC patients remains poor, and $> 7 5 0 { , } 0 0 0 \\$ HCC patients die each year. The high rate of recurrence and heterogeneity are the two major features of $\\mathrm { H C C } ^ { 2 }$ Many studies have suggested that heterogeneity is a result of the hierarchical organization of tumour cells by a subset of cells with stem/progenitor cell features known as cancer stem cells $( \\mathrm { C S } \\mathrm { C s } ) ^ { 3 }$ 0 which are cancer cells with stem cell features.These CSCs within tumour bulk display the capacity to self-renew,differentiate and give rise to a new tumour4，accounting for a hierarchical organization of heterogeneous cancer cells and a high rate of cancerous recurrence.Liver CSCs can be enriched by several defined surface markers,including epithelial cell adhesion molecule(EpCAM),CD13,CD133,CD90,CD24,CD44,calcium channel $\\alpha 2 \\delta 1$ subunit and so $\\mathrm { o n } ^ { 5 - 8 }$ ， ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Like stem cells,CSCs are characterized by self-renewal and differentiation simultaneously9.Not surprisingly, CSCs share core regulatory genes and developmental pathways with normal tissue stem cells. Accumulating evidence showsthat NOTCH, Hedgehog and Wnt signalling pathways are implicated in the regulation of CSC self-renewal4.NOTCH signalling modulates many aspects of metazoan development and tissue stemness10,11. NOTCH receptors contain four members (NOTCH1-4） in mammals,which are activated by engagement with various ligands.The aberrant NOTCH signalling was first reported to be involved in the tumorigenesis of human T-cell leukaemial2,13. Recently,a number of studies have reported that the NOTCH signalling pathway is implicated in regulating self-renewal of breast stem cells and mammary ${ \\mathrm { C S C s } } ^ { \\sim 1 4 , 1 5 }$ .However, how the NOTCH signalling regulates the liver CSC self-renewal remains largelyunknown. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "C8orf4,also called thyroid cancer 1(TC1),was originally cloned from a papillary thyroid carcinoma and its surrounding normal thyroid tissuel6.C8orf4 is ubiquitously expressed across a wide range of vertebrates with the sequence conservation across species. A number of studies have reported that C8orf4 is highly expressed in several tumours and implicated in tumorigenesis17-19.In addition, C8orf4 augments ${ \\bar { \\mathrm { W } } } { \\mathrm { n t } } / { \\beta }$ -catenin signalling in some cancercellgigitaidieio self-renewal of CSCs.However, the biological function of C8orf4 in the modulation of liver CSC self-renewal is still unknown.Here we show that C8orf4 is weakly expressed in HCC and liver CSCs. NOTCH2 signalling is highly activated in HCC tumours and liver CSCs. C8orf4 negatively regulates the self-renewal of liver CSCs via suppression of NOTCH2 signalling ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "C8orf4 is weakly expressed in HCC tissues and liver CSCs. To search for driver genes in the oncogenesis of HCC,we performed genome-wide analyses using several online-available HCC transcriptome datasets by R language and Bioconductor approaches. After analysing gene expression profiles of HCC tumour and peritumour tissues,we identified ${ > } 3 6 0$ differentially expressed genes from both Park's cohort(GSE36376; ref.22) and Wang's cohort (GSE14520; refs 23,24). Of these changed genes,we focused on C8orf4,which was weakly expressed in HCC tumours derived from both Park's cohort (GSE36376） and Wang's cohort (GSE14520) (Fig. la).Lower expression of C8orf4 was further confirmed in HCC samples by quantitative reverse transcriptionPCR(qRT-PCR)and immunoblotting (Fig.1b,c).In this study, HCC patient samples we used included all subtypes of HCC.In addition,these observations were further validated by immunohistochemical (IHC) staining (Fig.1d). These data indicate that C8orf4 is weakly expressed in HCC tumour tissues. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Notably, C8orf4 was also weakly expressed in embryonic stem cells (ESCs） and induced pluripotent stem cells (iPSCs） by analysis of its expression profiles derived from online datasets (GSE14897；ref.25 and GSE25417；ref.26) (Supplementary Fig.la,b).C8orf4 was also lowly expressed in normal liver stem cells (Supplementary Fig. lc,d),suggesting that C8orf4 may be involved in the regulation of self-renewal of liver stem cells.Thus, we propose that C8orf4 might play a role in the maintenance of liver CSCs.Since CD13 and CD133 were widely used as liver CSC surface markers,we sorted $\\mathrm { C D } 1 3 ^ { + } \\mathrm { C D } 1 3 3 ^ { + }$ cells from Huh7 and Hep3B HCC cell lines as well as HCC samples,serving as liver CSCs.We observed that C8orf4 was weakly expressed in liver CSCs enriched from both HCC cell lines and patient samples (Fig. le). Six HCC samples were analysed for these experiments. Similar results were obtained in $\\mathrm { C D } 1 3 ^ { + } \\mathrm { C D } 1 3 3 ^ { + }$ cells from Hep3B cells.Furthermore,we performed sphere formation experiments using Huh7 cells and HCC primary sample cells, and detected expression levels of C8orf4.We observed that C8orf4 was dramatically reduced in the oncospheres generated by both HCC cellines and patient samples (Fig.1f).In addition, we noticed that C8orf4 expression was negatively correlated with liver CSC markers such as CD13 and CD133 in HCC samples (Fig.lg)，suggesting lower expression of C8orf4 in liver CSCs. Moreover, C8orf4 was mainly located in the cytoplasm of tumour cells.Altogether,C8orf4 is weakly expressed in HCC tumour tissues and liver CSCs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "C8orf4 negatively regulates self-renewal of liver CSCs.We then wanted to look at whether C8orf4 plays a critical role in the selfrenewal maintenance of liver CSCs. C8orf4 was knocked out in Huh7 cells through a CRISPR/Cas9 system (Fig.2a).Two C8orf4- knockout (KO）cell strains were established and C8orf4 was completely deleted in these two strains. C8orf4 deletion dramatically enhanced oncosphere formation (Fig. 2b).We co-stained SOX9,a widely used progenitor marker,and Ki67,a well-known proliferation marker，in C8orf4 KO sphere cells.We found that SOX9 was strongly stained in C8orf4 KO sphere cells (Supplementary Fig. 2a). In contrast,Ki67 staining was not significantly altered in C8orf4 KO sphere cells versus WT sphere cells.We also digested sphere cells and examined the SOX9 and Ki67expression by flow cytometry.Similar resultswere achieved (Supplementary Fig.2b).Importantly, through serial passage of CSC sphere cells,similar observations were obtained in the fourth generation oncosphere assay (Supplementary Fig. 2c,d).These data suggest that C8orf4 is involved in the regulation of liver CSC self-renewal. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In addition，C8orf4-deficient Huh7 cells overtly increased xenograft tumour growth (Fig.2c).We then performed sphere formation and digested oncospheres formed by C8orf4-deficient or WT cells into single-cell suspension，then subcutaneously implanted $1 \\times 1 0 ^ { 4 }$ $1 \\times \\mathrm { \\breve { 1 } } 0 ^ { 3 }$ 0 $1 \\times 1 0 ^ { 2 }$ and 10 cells into ${ \\mathrm { B A L B } } / { \\mathrm { c } }$ nude mice.Tumour formation was examined for tumour-initiating capacity at the third month. C8orf4 deficiency remarkably enhanced tumour-initiating capacity and liver CSC ratios (Fig.2d).In addition，C8orf4 deletion significantly enhanced expression levels of the liver CSC markers such as CDl3 and CD133 (Fig.2e).We also silenced C8orf4 in HCC primary cells usinga lentivirus infection system and established C8orf4-silenced cells.Two pairs of short hairpin RNA (shRNA） sequences obtained similar knockdown effciency. C8orf4 knockdown remarkably promoted sphere formation and xenograft tumour growth (Fig.2f and Supplementary Fig.2e).These data indicate that C8orf4 deletion potentiates the self-renewal of liver CSCs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We next overexpressed C8orf4 in Huh7 cels and HCC primary cells using lentivirus infection. We observed that C8orf4 overexpression in Huh7 cellsremarkably reduced sphere formation and xenograft tumour growth (Fig. $^ { 2 \\mathrm { g } , \\mathrm { h } }$ ). In addition, C8orf4 overexpression remarkably reduced tumour-initiating capacity and expression of liver CSC markers (Fig. 2i,j). Similar results were observed by C8orf4 overexpression in HCC primary cells (Fig.2k).We tested three HCC samples with similar results. Overall, C8orf4 negatively regulates the maintenance of liver CSC self-renewal and tumour propagation. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/93b672e61431805b0dc8192d231259664789de8fda15a7a590c0bce86af8119f.jpg",
        "img_caption": [
            "Figure1C8orf4isweaklyexpreedinHCtumoursandliverCSCs.（a）Corf4isaklyexpressdinHCCpatients.UsingRlanguageand Bioconductormetdsaldof4eresioinCumoandperiumousesprodedyark'sort(E)ndsort (GSE1452O)dataes.epreieserifdCCtsantitatindui. $\\beta$ actinservedasaloading control.18S:18SrRNA.(d)HCCsamples wereassyedbyimmunohistochemicalstaining.Scalebarleft: $5 0 \\mu \\mathrm { m } ;$ right: $2 0 \\mu \\mathrm { m }$ (e) C8orf4 is weakly expressed in $\\mathsf { C D } 1 3 ^ { + } \\mathsf { C D } 1 3 3 ^ { + }$ cells sorted from Huh7 cells and primary HCC samples. C8orf4 messenger RNA (mRNA) was measured byqRT-PR.Sixmplgotlasults.ff4isuceaklexpreedcoserestosereumocelle Huh7 or HCC primary cells that failed to form spheres. $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ HCC sample tissues were co-stained with anti-C8orf4 and anti-CD13 or anti-CD133 antibodies, then counterstained with DAPl for confocal microscopy.White arrows indicate $\\mathsf { C D } 1 3 ^ { + }$ or ${ \\mathsf { C D } } 1 3 3 ^ { + }$ cells. Scale bars: $2 0 \\mu \\mathrm { m }$ .For a,b,data are shown as box andhiskerploeprtartl)pddgsttttispi lineswithinoxeseprntdianesfgenitesityserselodbeosetedtttnd9tpercetilsspielyo and f,Student's t-test was used for statistical analysis, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ ，data are shown as mean $\\pm \\thinspace s . 0$ .Dataare representative of at least three independent experiments.P,peri-tumour;T,tumour "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "C8orf4 suppresses NOTCH2 signalling in liver CSCs. To further determine the underlying mechanism of C8orf4 in the regulation of liver $\\mathrm { C S C s } _ { \\mathrm { ; } }$ ，we analysed three major self-renewal signalling pathways,including Wnt $\\beta$ -catenin，Hedgehog and ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NOTCH pathways,in C8orf4-deleted Huh7 cells and HCC primary cells.We found that only NOTCH target genes were remarkably upregulated in C8orf4-deficient cells (Fig. 3a), whereas C8orf4 deficiencydid not significantlyaffect the $\\mathrm { W n t / \\beta }$ catenin or the Hedgehog pathway.Given that the NOTCH family receptors have four members,we wanted to determine which NOTCH member was involved in the C8orf4-mediated suppression of liver CSC stemness.We noticed that only NOTCH2 was highly expressed in both Huh7 cells and HCC samples (Fig.3b).In addition,this result was also confirmed by analysis of NOTCHexpressionlevelsderivedfromWang'scohort (GSE14520) and Petel's cohort (E-TABM-36;ref.27) (Fig.3c). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e85c9ddef145bb1791bf5ab5e1ad2080b558683eeb6ee81354e803505b7aae78.jpg",
        "img_caption": [
            "Figure2|C8orf4knockoutenhancesself-renewalofliverCSCs.(a）Corf4-deficientHu7celswereestablishedusingaCRlSPR/Cas9sstem.7 endoucleasisodt (rightpael)otlO####tdseai Calculated ratios are shown in the right panel.(c) C8orf4-deficient or WT Huh7 cells $( 1 \\times 1 0 ^ { 6 } )$ were injected into BALB/c nude mice.Tumour sizes were observedeveryays.dofdficenehancestumourinititingapacitylutedcellumbrsofuellswereimplantedintoB/cude micefortuoeafoaeliel extreme limiting dilution analysis (right panel).Error bars represent the $9 5 \\%$ confidence intervals of the estimation.(e) Expression levels of CD13 and CD133wereanalysedinCorf4-knocoutHuell.(f）C8orf4asslenedinCCprimarycllsdCorf4dpletioenancedsphretion activity. Calculated ratios are shown at the right panel.Three HCC specimens obtained similar results. $\\mathbf { \\sigma } ( \\mathbf { g } )$ C8orf4-overexpressing Huh7 cells were established(eftpaelorferexpressigelldotroelleuedforsprefatio.iXnogaftooth ${ \\bf \\Pi } ( { \\bf h } )$ and frequency of tumour-initiating cells (i) for C8orf4-overexpressing Huh7 cells were analysed as c,d. $\\mathbf { ( j ) }$ C8orf4 overexpression reduces expression of CD133 and CD13 in Huh7 cells. $( \\pmb { \\mathsf { k } } )$ C8orf4 was transfected in HCC primary cells and cultured for sphere formation.Three HCC patient samples obtained similar results. Scale bars: b,f.g,k, $5 0 0 \\mu \\mathrm { m }$ Student's t-test was used for statistical analysis, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star \\star \\star } P < 0 . 0 0 1$ ,data are shown as mean $\\pm { \\ : \\mathsf { s . d } }$ Datarepresentatleastthree independentexperiments.oeC8orf4,overexpressionofC8orf4;oeVec,overexpressionvector. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Moreover,we analysed expression profiles of C8orf4 and NOTCH target genes using Park's cohort (GSE36376)and Wurmbach's cohort (GSE6764; ref.28).These cohort datasets provided several Notch signalling and its target genes.HEY1,NRARP and HES6 genes were highly expressed in HCC tumour tissues (GSE6764; ref.28)，which were further confirmed in HCC samples by real-time PCR (Supplementary Fig. 3a,b).Furthermore,HEY1, NRARP and HES6 genes have been reported to be relatively specific NOTCH target genes. We then examined these three genes as the NOTCH2 target genes throughout this study. We found that the C8orf4 expression level was negatively correlated with the expression levels of HEY1 and HES6,suggesting that C8orf4 inhibited NOTCH signaling in HCC patients (Fig. 3d). Finally these results were further confirmed in HCC samples by qRT-PCR (Fig. 3e). To further explore the activation status of NOTCH2 signalling in liver CSCs,we examined the expression levels of NOTCH downstream target genes in oncospheres and $\\mathrm { C D } 1 3 ^ { + } \\mathrm { C D } 1 3 3 ^ { + }$ cells derived from both Huh7 cells and HCC ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "a Huh7 spheres HCC spheres b Huh7 HCC sample:   \nerplon) ■WT e pr ■shCtrl mrhhl Plog thga 4 \\* \\*\\*\\* (rhrlp lr tang □ C8orf4KO#1 shC8orf4#1 3 中 8 □ C8orf4KO#2 □shC8orf4#2 6 2 4 1 2 CND HESEAA 2 NONHESHESEIAP NOT 0 NOTE NOT 0 TCH1 NOTCH CH2 H3 NOT   \nC d Wang's cohort Petel's cohort Park's cohort   \n( + (bon) iseeiu 1098 工 P=240-53 7570 P-200 Hs 98 P=201 宝 + 主 + 76 H 工 6 6.5 7 6 H1 2 x 多 1 15 A OW LON NOT C TCh NOTC rC NOT C NOTCH C80 orf4 o C80r 城   \ne HCC samples HCC samples Wurmbach's cohort HHP HINA TSSS 2.8 50840 FH 小 =20.54 n=62 P=1.6E-13 P=0.009 P=0.003 ▲ 4 ▲ 4 ▲ ▲ 6 6 上 5 2 468 24 68 t4 C8orf4 mRNA (△Ct) C8orf4 mRNA (△Ct) C 3 8 C8or   \nf Huh7 HCC sample g Huh7 HCC sample h   \n8505 电 ■Non-sphere (rhrlr plr thna 16 Npn-ephere → L ue p CD13-CD133- H Nor 2 □Sphere 12 HEY1 门 吊 84 A NHESP 0 Y 0 1 β-Actin NRARP W ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "cell.We observed that NOTCH target genes were highly expressed in liver CSCs (Fig. $^ { 3 \\mathrm { f } , \\mathrm { g } }$ ).These observations were verified by immunoblotting (Fig. 3h). In addition,the expression levels of NRARP,HES6 and HEY1 were positively related to the expression levels of EpCAM and CD133 derived from Zhang's cohort (GSE25097；ref. 29）and Wang's cohort (GSE14520; Supplementary Fig. $^ { 3 c , \\mathrm { d } } ,$ ).These data suggest that the NOTCH2 signalling plays a critical role in the maintenance of self-renewal of liver CSCs. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "C8orf4 interacts with NOTCH2 that is critical forliver CSCs. On ligand-receptor binding,the NOTCH receptor experiences a proteolytic cleavage by metalloprotease and $\\gamma$ -secretase,releasing a NOTCH extracellular domain (NECD) and a NOTCH intracellular domain (NICD),respectively30.Then the active NICD undergoes nuclear translocation and activates the expression of NOTCH downstream target genes31.Then we constructed the NOTCH2 extracellular domain (N2ECD） and intracellular domain (N2ICD) and examined the interaction with C8orf4 via a yeast two-hybrid approach.Interestingly,we found that C8orf4 interacted with N2ICD,but not N2ECD (Fig.4a).The interaction was validated by co-immunoprecipitation (Fig. 4b). Through domain mapping, the ankyrin repeat domain of NOTCH2 was essential and sufficient for its association with C8orf4 (Fig. 4c). Taken together,C8orf4 interacts with the N2ICD domain of NOTCH2. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/32729eaa659feed0b7f5ed1b5a2172372cdc9166742646c969183bc994103579.jpg",
        "img_caption": [
            "Figure4|C8orf4interactsittatiseqiefothself-eealmainteancoflerCCs.(a）orf4inteactsitDsttran AH109wasCo-transfectedwithGal4DNA-bindingdomain (BD）fusedC8orf4andGal4-activatingdomain(AD)fused2ICD.p53andargeTantigen wereusedasapositiveontrol.(RecombnantFlag-NCDandGF-Corf4ereicubatedforo-immunprecipiato.c）TeankypatAR domaiisessetadsuftfoeteactiofirousrcatiooucsraseditoffor domainmapping.Suclearatioial.(dNHaockedoicelddetetedyandiunoblting silencedHuhcelswereulturedforspereforatioass.oisofssistNTbtaidiilarsults.f)Xenogafttor growth (f)and frequency of tumour-initiating cells $\\mathbf { \\sigma } ( \\mathbf { g } )$ for NOTCH2-silenced Huh7 cells were analysed. ${ \\bf \\Pi } ( { \\bf h } )$ NOTCH2 was silenced in HCC primary cells and NOTCH2depletiodelinedspereformatioactivityreeHCCspecimestadilarsults.)Shereformatioapacityeaidin diferentlytreaedHCprimarycell.HCCprmarellseereaditidicatedlntiviusdmplanditB/cudemicfoaft tumour growth assays. Scale bars: e,h,i, $5 0 0 \\mu \\mathrm { m }$ ,Student's t-test was used for statistical analysis, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star \\star \\star } P < 0 . 0 0 1$ ，data are shown as mean $\\pm { \\mathsf { s . d } } _ { }$ .Dataareepreatiefatasttiepdntimtblotig;opiiatio;ott "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To further verify the role of NOTCH2 in the maintenance of liver CSC self-renewal, we knocked down NOTCH2 in Huh7 cells and established stably depleted cell lines by two pairs of NOTCH2 shRNAs (Fig. 4d). NOTCH2 knockdown dramatically reduced sphere formation (Fig.4e),as well as attenuated xenograft tumour growth and tumour-initiating capacity (Fig. $4 { \\bar { \\mathrm { f } } } , \\mathbf { g } )$ .Similar observations were achieved in NOTCH2-depleted HCC primary cells(Fig. 4h).In addition，we found that simultaneous knockdown of NOTCH2 and overexpression of C8orf4 failed to reduce sphere formation capacity compared with individual knockdown of NOTCH2 (Fig. 4i),suggesting that NOTCH2 and C8orf4 affected sphere formation through the same pathway. Meanwhile，C8orf4 knockdown failed to rescue the sphere formation ability of NOTCH2-depleted HCC primary cells (Fig.4i). Similar observations were obtained in Huh7 cells (Supplementary Fig.4). Finally,NOTCH2 depletion in C8orf4- silenced Huh7 cells or HCC primary cells also abrogated the C8orf4 depletion-mediated enhancement of xenograft tumour growth (Fig. 4j),suggesting that C8orf4 acted as upstream of NOTCH2 signalling. These data suggest that C8orf4 suppresses the liver CSC stemness through inhibiting the NOTCH2 signalling pathway. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "C8orf4 blocks nuclear translocation of N2ICD.As shown in Fig.lg, C8orf4 was mainly localized in the cytoplasm in tumour cells of HCC samples.To confirm these observations,we stained C8orf4 in several HCC cell lines and noticed that C8orf4 also resided in the cytoplasm of Huh7 cells and Hep3B cells (Fig.5a and Supplementary Fig. 5a).These results were further validated by cellularfractionation(Fig. 5b). Importantly, C8orf4 KO led to nuclear translocation of N2ICD (Fig. 5c). In addition,we also examined the intracellularlocationofN2ICD in Huh7 spheres.We found that C8orf4 deletion caused complete nuclear translocation of N2ICD in oncosphere cells (Fig. 5d,e), while N2ICD was mainly located in the cytoplasm of WT oncosphere cells.However，we found that C8orf4 KO did not affectsubcellular localizationof $\\beta$ -catenin (Supplementary Fig. $| 5 \\mathrm { b } , \\mathrm { c } )$ .Through luciferaseassays，C8orf4 transfection did not significantly influence promoter transcription activity of Wnt target genes such as TCF1,LEF and SOX4 (Supplementary Fig. 5d). These data indicate that C8orf4 resides in the cytoplasm of HCC cells and inhibits nuclear translocation of N2ICD. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To further determine whether C8orf4 inhibits the NOTCH2 signalling in the propagation of xenograft tumours,we examined the distribution of N2ICD and NOTCH2 target gene activation in C8orf4-deficient xenograft tumour tissues.We found that C8orf4-deficienttumoursdisplayed much morenuclear translocation of N2ICD compared with WT tumours (Fig. 5f). Expectedly, C8orf4-deficient tumours showed elevated expression levels of NOTCH2 target genes such as HEY1,HES6 and NRARP (Supplementary Fig.5e).Furthermore,C8orf4 overexpression blocked the nuclear translocation of N2ICD (Fig. 5g,h).Consequently， C8orf4-overexpressing tumours showed much less N2ICD nuclear translocation and reduced expression levels of NOTCH2 targetgenescompared withcontrol tumours (Supplementary Fig. 5f,g).Of note,C8orf4 overexpression in N2ICD-overexpressingHuh7cellsstillblockednuclear translocation of N2ICD (Fig. 5i,j). Consequently, C8orf4 overexpression abolished the activation of Notch2 signalling (Fig. 5k). These results suggest that C8orf4 deletion causes the nuclear translocation of N2ICD leading to activation of NOTCH2 signalling. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "NOTCH2 signalling is required for the stemness of liver CSCs. To further verify the role of NRARP and HEY1 in the maintenance of liver CSC self-renewal,we knocked down these two genes in Huh7 cells and established stably depleted cell lines by two pairs of shRNAs.As expected,NRARP knockdown dramatically reduced sphere formation (Fig. 6a,b).NRARP knockdown also attenuated tumour-initiating capacity and liver CSC ratios (Fig.6c).Similar results were achieved in NRARP-silenced HCC primary cells (Fig. 6d,e). Similarly,HEY1 silencing remarkably reduced sphere formation derived from Huh7 and HCC primary cells (Fig. 6f-i),as well as declined xenograft tumour growth and tumour-initiating capacity (Supplementary Fig. 6a,b). In sum, NOTCH2 signalling is required for the maintenance of liver CSC self-renewal. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "NOTCH2 signalling is correlated with HCC severity. As shown above,the NOTCH2 signalling was highly activated in liver CSCs and involved in the regulation of liver CSC stemness.We further examined the relationship of NOTCH2 signalling with the progression of HCC.First,we analysed NOTCH2 activation levels in HCC tumour tissues and peri-tumour tissues derived from Park's cohort(GSE36376).Weobserved thatHEY1,HES6and NRARP were highly expressed in the tumour tissues of HCC patients (Fig.7a).Consistently,high expression levels of HEY1,HES6 and NRARP in HCC tumours were validated by Zhang's cohort (GSE25097) (Fig.7b).Importantly,high expression of these three genes was confirmed in HCC samples through quantitative RTPCR(Fig.7c),as well as immunoblotting (Fig.7d).To confirm a causative link between low C8orf4 expression level and nuclear N2ICD,we examined 93 HCC samples (31 peri-tumour,37 early stage of HCC patients and 25 advanced stage of HCC patients) with immunohistochemistry staining.We observed that nuclear staining of N2ICD appeared in $\\sim 1 0 \\%$ tumour cells in the majority of early HCC patients we tested (Fig.7e,f).In advanced HCC patients,nuclear staining of N2ICD in tumour cells increased to $\\sim 3 0 \\%$ in almost all the advanced HCC patients we examined.Consequently,HEY1 staining existed in $\\sim 1 0 \\%$ tumour cells with scattered distribution and increased to $30 \\%$ tumour cells in the advanced HCC patients (Fig. 7e).Consistently,low expression of C8orf4 was well correlated with activation of NOTCH2 signalling (Fig. 7e,f). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Serial passages of colonies or sphere formation in vitro,as well as transplantation of tumour cells,are frequently used to assess the long-term self-renewal capacities of $\\mathrm { C } \\dot { \\mathrm { S } } \\mathrm { C } s ^ { 3 2 }$ .We used HCC primary cells for serial passage growth in vitro and tested the expression levels of C8orf4,HEY1 and SOX9.We found that C8orf4 expression was gradually reduced over serial passages in oncosphere cells (Supplementary Fig. 7a).Consequently，the expression of NOTCH2 targets such as HEY1 and SOX9 wasgradually increased in oncosphere cells during serial passages (Supplementary Fig.7b).In addition,N2ICD nuclear translocation appeared in oncosphere cells with high expression of HEY1 plus low expression of C8orf4 (termed as $\\dot { \\mathrm { C 8 o r f 4 } } ^ { - } /$ N2ICDnuc/HEY1+ cells) (Supplementary Fig. 7c). These data suggest that the $\\mathrm { C 8 o r f 4 ^ { - } / N 2 I C D n u c / H E Y i ^ { + } }$ fraction cells representa subsetofliverCSCs. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Through analysing Wang's cohort (GSE54238),we noticed that the NOTCH2 activation levels were positively correlated with the development and progression of HCC (Fig. 7g).By contrast, the NOTCH2 pathway was not activated in inflammation liver, cirrhosis liver and normal liver (Fig.7f).Consistently,similar observations were achieved by analysis of Zhang's cohort (GSE25097) (Supplementary Fig. 7d). In addition, the NOTCH2 activation levels were consistent with clinicopathological stages of HCCpatientsderived fromWang'scohort(GSE14520) (Supplementary Fig.7e).Finally,HCC patients with higher expression of HEY1 displayed worse prognosis derived from Petel's cohort (E-TABM-36)and Wang's cohort (GSE14520) (Fig.7h).These two cohorts (E-TABM-36 and GSE14520) have survival information of HCC patients. Taken together，the NOTCH2 activation levels in tumour tissues are consistent with clinical severity and prognosis of HCC patients. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/3ab4febe29cd19b4ac3e2ff219a682cda318862d89b6a0627da0d08d64cf95b0.jpg",
        "img_caption": [
            "Figure5|C8fdeletioncausestheuceartranslocatioof.)of4esidesinthecyoplamofuell.ucllserepeabilid andstainedintioftibdtountersaditffocalooyellfractioatioasprfoddeectedy immuoblotinooutautcatrsoofctelndseelde andstaineditntindtintibstenuntersaditlodofoalcosyCellarfactiti perforedin-fitspeedspelldunblotinfo-efientHllsempladitBe mice.Xenograft tumours wereanalysed byimmunohistochemicalstaining.Redarowheadsdenotenucleartranslocationof N2ICD. $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ C8orf4- overexpreingllepeablfnofuellafractioatiosperfodinofeexprs cellfrimuobotiijorf4veexprediveepressgelldnresa immunoblotting(j).(k)NOTCHtargetgenes were measured incells treatedas inibyreal-timePCR.Scalebars:acdgi $1 0 \\mu \\mathrm { m } ;$ f, $4 0 \\mu \\mathrm { m }$ . Student's t-test was used for statistical analysis, $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star \\star \\star } P < 0 . 0 0 1$ ,data are shown as mean± s.d. Data represent at least three independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "CSC have been identified in many solid tumours,including breast,lung, brain, liver, colon, prostate and bladder cancers4,6,33. CSCs have similar characteristics associated with normal tissue stem cells,including self-renewal,differentiation and the ability to form a new tumour. CSCs may be responsible for cancer relapse and metastasis due to their invasive and drug-resistant capacities34.Thus, targeting_ CSCs may become a promising therapeutic strategy to deadly malignancies35,36.However，it remains largely unknown about hepatic CSC biology.In this study，we used CD13 and CD133 to enrich $\\mathrm { C D } 1 3 ^ { \\mp } \\mathrm { C D } 1 3 3 ^ { + }$ subpopulation cells as liver CSCs.Based on analysis of several online-available HCC transcriptome datasets,we found that C8orf4 is weakly expressed in HCC tumours as well as in $\\mathrm { C D } 1 3 ^ { + } \\mathrm { C D } 1 3 3 ^ { + }$ liver CSCs. NOTCH2 signalling is required for the maintenance of liver CSC self-renewal. C8orf4 resides in the cytoplasm of tumour cells and interacts with N2ICD,blocking the nuclear translocation of N2ICD.Lower expression of C8orf4 causes nuclear translocation of N2ICD that activates NOTCH2 signalling in liver CSCs.NOTCH2 activation levels are consistent with clinical severity and prognosis of HCC patients.Therefore, C8orf4 negatively regulates self-renewal of liver CSCsvia suppression of NOTCH2 signalling. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/73df4497678f00a7faea28ee997d2cd47c572fedc289c6f24483d9accccac112.jpg",
        "img_caption": [
            "Figure6|DepletioofAandHimpairsstemesofliverCCs.（ab）NAP-silcedHucellereestablisd()andodduced spherformatioapacityb)irsfsgtARbaidilarsult.NAPsilcdHelintuoii capacity (left panel)and reduce liver CSC frequency (right panel). Error bars represent the $9 5 \\%$ confidence intervals of the estimation.(d,e) NRARP was knockeddowinCCprimarceldandsperefoatioadetected(e)reeHCsampleseretesteditsimilaresults.(silcd Huh7 cells were established $( \\pmb { \\uparrow } )$ and sphere formation was assayed $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ .Two pairs of shRNAs against HEY1 obtained similar results.(h,i) HEY1 was knocked down in HCC primary cells $\\mathbf { \\eta } ( \\mathbf { h } )$ and HEY1depletion impaired sphere formationcapacity(i).ThreeHCCsamples were tested with similarresults.Scale bars: b,e,g,i, $5 0 0 \\mu \\mathrm { m }$ Fora,b,d-i, Student's t-test was used for statistical analysis, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star \\star \\star } P < 0 . 0 0 1$ ,data are shown as mean± s.d. Data are representative of at least three independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Elucidating signalling pathways that maintains self-renewal of liver CSCs is pivotal for the understanding of hepatic CSC biology and the development of novel therapies against HCC. Several signalling pathways,such as $\\mathrm { W n t / \\beta }$ -catenin, transforming growth factor-beta,AKT and STAT3 pathways,have been defined to be implicated in the regulation of liver $\\mathrm { C S C s } ^ { 3 7 }$ Not surprisingly, some liver CSC subsets and normal tissue stem cells may share core regulatory genes and common signalling pathways. The NOTCH signalling_pathway playsan important rolein development via cell-fate determination,proliferation and cell survival38,39TheNOTCHfamilyreceptorscontainfour members in mammals(NOTCH1-4)，which are activated by binding to their corresponding ligands.A large body of evidence provides that NOTCH signalling is implicated in carcinogenesis40.However， the role of NOTCH signallng in liver cancer is controversial.A previous study reported that NOTCHl signalling suppresses ‘tumour growth of $\\mathrm { H C C ^ { 4 1 } }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/963e5d4a119c54137ca61279b569b8b0bc22893a1c3f2d0687d5d96799cc8e8f.jpg",
        "img_caption": [
            "FigurNOHactivationlvelsareconsistentwithlinicalseverityndprognosisofHCCpatients.(ab）NOTCHtargetgenreighly expressediHCCtumoutissusderivedfrarksort(andZangsort(b).)HexpresiolevelsfHtargetgeinCour tisueswereerifdC.d)HexpesiCtumoutisssaetecedesteblot.(e)aiforDdH These images represent 93 HCC samples.Scale bars, $5 0 \\mu \\mathrm { m }$ .(f) IHC images were calculated using Image-Pro Plus 6. $\\mathbf { \\sigma } ( \\mathbf { g } )$ Expression levels of NOTCH targetgeneswereelevatedinCCtumoursddacedHCpatientserivedfroangsort.)Hexpresioeelwaspositiveled withprognosispredictioofHCCpatientsaalyedyetelsortandWang'sortCCsampleserediidedintotogoupsacodingtH expresionlevesdplsaysFtaeodetterqaria within box: median;whiskers:5-95 percentile.Forf.g,Student's t-test was used for statistical analysis, $^ { \\star } P < 0 . 0 5 .$ $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star \\star \\star } P < 0 . 0 0 1$ dataareshown as mean $\\pm { \\sf s . d }$ Experimentsrerepeatedatleastthreetimes.aHCCdvancedHCC;Cirosisliver;eHCCearlyHCC;Iinflammatoryier; NL,normal liver; NS, not significant. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Recently， several reportsshowed that NOTCH signalling enhances liver tumour initiation42-44.Importantly, a recent study showed that various NOTCH receptors have differential functions in the development of liver cancer45.Here we demonstrate that NOTCH2 signalling is activated in HCC tumour tissues and liver CSCs,which is required for the maintenance of liver CSC self-renewal. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "C8orf4，also known as TCl,was originally cloned from a papillary'thyroidcancer16,46Thecopy numbervariationsof C8orf4 are associated with acute myeloid leukaemia and other haematological malignancies19,47. C8orf4 has been reported to be implicated in various cancers.C8orf4 was highly expressed in thyroid cancer, gastric cancer and breast cancer16,20,46.C8orf4 has been reported to enhance Wnt $\\beta$ -catenin signallingin cancer cells that is associated with poor prognosis20,21. However, C8orf4 is downregulated in colon cancer48.In this study,we show that C8orf4 is weakly expressed in HCC tumour tissues and liver CSCs.Our observations were confirmed by two HCC cohort datasets.Importantly,C8orf4 negatively regulates the NOTCH2 signalling to suppress the self-renewal of liver CSCs.Therefore, ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "C8orf4 may exert distinct functions in the regulation of various malignancies. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "NOTCH receptors consist of noncovalently bound extracellular and transmembrane domains.Once binding with membranebound Delta or Jagged ligands, the NOTCH receptors undergoes a proteolytic step by metalloprotease and $\\gamma$ -secretase,generating NECD and NICD fragmentsf1,31. The NICD,a soluble fragment, is released in the cytoplasm on proteolysis. Then the NICD translocates to the nucleus and binds to the transcription initiation complex,leading to activation of NOTCH-associated target genes49. However, it is largely unclear how the NICD is regulated during NOTCH signalling activation.Here we show that N2ICD binds to C8orf4 in the cytoplasm of liver non-CSC tumour cells,which impedes the nuclear translocation of N2ICD. By contrast,in liver CSCs,lower expression of C8orf4 causes the nuclear translocation of N2ICD,leading to activation of NOTCH signalling. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CSCs or tumour-initiating cells,behave like tissue stem cells in that they are capable of self-renewal and of giving_rise to hierarchical organization of heterogeneous cancer cells4.Thus, CSCs harbour the stem cell properties of self-renewal and differentiation.Actually， the CSC model cannot account for tumorigenesis in all tumours. CSCs could undergo genetic evolution,and the non-CSCs might switch to CSC-like cells4. These results highlight the dynamic nature of CSCs,suggesting that the clonal evolution and CSC models can act in concert for tumorigenesis.Furthermore,low C8orf4 expression in tumour cells results in overall Notch2 activation,which then may have more of a progenitor signature and be more aggressive. These cells would likely have a growth advantage in non-adherent conditions and express many of the stemness markers.The dynamic nature of CSCs or persistent NOTCH2 activation may contribute to the high number of $\\mathrm { C 8 o r f 4 ^ { - } / N 2 I C D n u c / H E Y 1 ^ { + } }$ cells in advanced HCC tumours and correlation in the patient cohort. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A recent study showed that NOTCH2 and its ligand Jagl are highly expressed in human HCC tumours,suggesting activation of NOTCH2 signalling in $\\mathrm { H C C } ^ { 4 5 }$ .Inaddition,inhibiting NOTCH2 or Jagl dramatically reduces tumour burden and growth.However， suppression of NOTCH3 has no effect on tumour growth.Dill et al.43 reported that Notch2 is an oncogene in HCC.Notch2-driven HCC are poorly differentiated with a high expression level of the progenitor marker Sox9, indicatinga critical role of Notch2 signalling in liver CSCs.Here we found that NOTCH2 and its target genes such as NRARP, HEY1 and HES6 are highly expressed in HCC samples. In addition,depletion of NRARP and HEY1 impairs the stemness maintenance of liver CSCs and tumour propagation. Moreover, the expression levels of NRARP,HEY1 and HES6 in tumours are positively correlated with clinical severity and prognosis of HCC patients.Finally，the NOTCH2 activation status is positively related to the clinicopathological stages of HCC patients.Altogether,C8orf4 and NOTCH2 signalling can be detected for the diagnosis and prognosis prediction of HCC patients,as well as used as targets for eradicating liver CSCs for future therapy. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Cell lines and tumour specimens.Human liver cancer cellines Huh7 and Hep3B were provided by Dr Zeguang Han (the Shanghai Jiaotong University School of Medicine,Shanghai, China).Cells were maintained in DMEM supplemented with $1 0 \\%$ FBS (Life Technologies), $1 0 0 \\mu \\mathrm { g } \\mathrm { m l } ^ { - 1 }$ penicillin and $1 0 0 \\mathrm { U } \\mathrm { \\hat { m l } } ^ { - 1 }$ streptomycin.Human liver cancer specimens were obtained from the Department of Hepatobiliary Surgery,PLA General Hospital (Beijing,China) with informed consent,according to the Institutional Review Board approval.We numbered HCC samples according to obtaining date,and randomly utilized the samples without artificial bias. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Antibodies and reagents. Commercial antibodies were mouse anti $\\beta$ -actin, mouse anti-Flag,rabbit anti-C8orf4 antibodies (Sigma-Aldrich); mouse anti-green fluorescent protein (anti-GFP),PE-conjugated CDi3 antibodies (Sungene Biotech, Tianjin); rabbit anti-NOTCH2 antibody (Cell Signaling Technology); PE-conjugated CD133 antibody (BD),Rabbit anti-CD133,anti-CD13 antibodies (Sangon Biotech,Shanghai); Calreticulin,Alexa488-conjugated goat anti-rat immunoglobulin-G (IgG; Biolegend); Alexa488-conjugated donkey anti-mouse IgG,Alexa594- conjugated donkey anti-mouse IgG,Alexa594-conjugated donkey anti-rabbit IgG (Molecular Probes)and horseradish peroxidase (HRP)-conjugated secondary antibody (Santa Cruz).Dilutions of anti- $\\cdot \\beta$ -actin,anti-Flag,anti-GFP and HRPconjugated secondary antibodies (for western blot) were l:5,ooo,dilutions of anti-CD133,anti-CD13 and fluorescence-conjugated or HRP-conjugated secondary antibodies (for IHC staining) were l:5oo,and the others were 1:1,0oo.Other major reagents were bFGF (Millipore),EGF (Sigma-Aldrich),N2 supplement (Life Technologies),B27 (Life Technologies),PEG8000 (Sigma-Aldrich),DAPI $^ { \\prime } 4 ^ { \\prime } , 6$ -diamidino-2-phenylindole; Sigma-Aldrich) and PI (Sigma-Aldrich). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Quantitative RT-PCR.Extraction of specimen RNA was followed by a standard protocol provided by Life Technology.Briefly,fresh specimens were homogenized with Trizol,and then segregated by adding chloroform,after obtaining the aqueous phase isopropanol and $7 5 \\%$ ethanol were added sequentially.RNA pellet was resolved in RNase free $\\mathrm { H } _ { 2 } \\mathrm { O }$ .AfterRT of messengerRNA by a standard protocol provided by Promega,complementary DNA was obtained and used as a template for quantitative PCR.Quantitative PCR kit was purchased from TIANGEN BioMart (Beijing) and sequence-specific primers were obtained from SanGon Company (Shanghai).We examined messenger RNA expression by quantitative PCR with ABI730o (Applied Biosystems). Sequences of PCR primers are shown in the Supplementary Table 1. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Western blot.For western blot,tumour cells or specimens were homogenized withRIPAbuffer $\\mathrm { \\cdot } 1 5 0 \\mathrm { m M }$ NaCl, $0 . 5 \\%$ sodium deoxycholate, $0 . 1 \\%$ SDS, $1 \\%$ NP40, $1 \\mathrm { m M }$ EDTA, $5 0 \\mathrm { m M }$ Tris $\\left( \\mathrm { p H 8 . 0 } \\right)$ ).After boiling for $1 5 \\mathrm { m i n }$ ,supernatants were loaded onto SDS-PAGE gels.Nitrocellulose membranes were incubated with primary antibodies for immunoblotting,then incubated and visualized by HRPconjugated secondary antibodies.We provided uncropped scans of western blot in Supplementary Fig.8. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Co-immunoprecipitation.For co-immunoprecipitation,oncospheres were harvested,digested with trypsin/EDTA and washed three times with PBS,then treated with RIPA buffer for $3 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ .Precipitation was removed from cell lysates by centrifugation at $_ { 1 4 , 0 0 0 g }$ for $1 0 \\mathrm { m i n }$ and the supernatant was precleared by protein A/G beads (Santa Cruz Biotechnology).After $^ { \\textrm { 1 h } }$ incubation,precleared protein A/ G beads were removed and primary antibody was added for overnight incubation, and new protein $\\mathrm { A } / \\mathrm { G }$ beads were added for $^ { 3 \\mathrm { h } }$ incubation,then beads were collected and washed with PBS.Finally samples were subjected onto SDS-PAGE gels and detected by western blot. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Flowcytometry.For flow cytometry,cells were digested with trypsin/EDTA,after being labelled with proper primary antibodies and secondary antibodies samples were washed three times,then loaded and analysed with FACSAriaIl.Compared with IgG control sample,antibody-specific staining cells and negative cells were gated and collected by adding magnetic field.Then sorted cells were digested for qRT-PCR to detect gene expression levels. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CRISPR/Cas9 KO system. C8orf4-deficient Huh7 cels were established using CRISPR/Cas9 according to standard protocol provided by Zhang's $\\mathrm { l a b } ^ { 5 0 }$ Briefly, sgRNA was generated by online CRISPR Design Tool (http://tools.genomeengineering.org) and cloned into pSpCas9(BB)-2A-GFP vector.After confirming cutting effciency of sgRNA,pSpCas9 vectors were transfected into Huh7 cells. Sorted GFP-positive Huh7 cells were seeded into 96-well plates for monoclonalization.Four weeks later,the cell clones derived from single cells were detected for gene expression.For C8orf4 KO,two pairs of small guide RNA (sgRNA) were used,and their sequences were $5 ^ { \\prime }$ -TGGGCTGACTCGTAG CGACG- $3 ^ { \\prime }$ and $5 ^ { \\prime }$ -GCCCACGGCTTTCTTACGAG- $3 ^ { \\prime }$ # ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Yeast two-hybrid assay.Yeast two-hybrid assay was performed using Matchmaker Gold Yeast Two-Hybrid system (Takara Bio Inc.).Briefly,C8orf4was subcloned into pGBKT7 plasmid (BD-C8orf4).N2ICD and N2ECD were subcloned into pGADT7 plasmid (AD-N2ICD and AD-N2ECD).BD-C8orf4 and AD-N2ICD or AD-N2ECD were co-transformed into AH109 cells,and then plated on SD plate lacking adenine,histidine,tryptophan and leucine51. Selected clones were detected for $\\beta$ galactosidase activity. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "IHC staining.Formalin-fixed HCC sections were deparaffinized using xylene and then rehydrated with graded alcohols and finally distilled water.After being treated with $3 \\% \\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ for $1 5 \\mathrm { m i n }$ ,the slides were treated for antigen retrieval in $1 2 1 ^ { \\circ } \\mathrm { C }$ for $5 \\mathrm { { m i n } }$ ,and then cooled down to room temperature slowly.After $3 0 \\mathrm { m i n }$ incubation in $1 0 \\%$ goat serum,the sections were incubated in proper primary antibodies (C8orf4,N2ICD and HEY1,1:1,0oo dilution) overnight.After washing three times with PBS,the sections were incubated in HRP-conjugated secondary antibodies (1:500 dilution),and the subsequent detection was performed using the standard substrate detection of HRP.Then the sections were stained with haematoxylin and dehydration in graded alcohols and xylene.For C8orf4 staining,citrate/sodium citrate buffer was used for antigen retrieval.ForHEY1 and N2ICD staining, TrisEDTA buffer ( $1 0 \\mathrm { m M }$ pH 8.0) was used for antigen retrieval. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Lentivirus production and cell infection.We constructed pBPLV-GFP vector and Psin-GFP-C8orf4 plasmid,and transfected 293T cells for virus production. Huh7 and HCC primary cells were infected by the virus supernatants.After sorting for GFP-positive cells,we established C8orf4 overexpression cells.C8orf4, NOTCH2-,NRARP-and HEY1-silenced Huh7 or HCC primary cells were established using pSicoR-GFP shRNA vectors by a similar strategy.For HCC sample cells,we used high infection efficiency lentivirus containing pBPLV-GFP overexpression vector or pSicoR shRNA vector. shRNA sequences are listed in the Supplementary Table2. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Sphere formationassay.Thousand Hep3B cells or $5 { , } 0 0 0 \\mathrm { ~ H C C }$ primary cells were seeded in Ultra Low Attachment 6-well plates (Corning Incorporated Life Sciences, Acton,MA,USA) and cultured in Dulbecco's modified Eagle's medium/F12 (Life Technologies） supplemented with B27,N2, $2 0 \\mathrm { n g } \\mathrm { m l } ^ { - 1 }$ epidermal growth factor and $2 0 \\mathrm { n g } \\mathrm { m l } ^ { - 1 }$ basic fibroblast growth factor (Millipore).Cells were incubated in a $\\mathrm { C O } _ { 2 }$ incubator,and 2 weeks later spheres were counted under stereomicroscope (Olympus,Tokyo,Japan).The spheres were fixed for immunofluorescence staining or digested for co-immunoprecipitation and western blot assays.For non-sphere cell separation,we collected sphere formation medium that contains non-sphere cells and sphere cells in an Eppendorf tube and let stand for $5 \\mathrm { { m i n } }$ and pellets were spheres. Supernatants were then removed in a new Eppendorf tube carefully with transferpettorand collected by centrifugationat ${ } _ { 1 , 5 0 0 g }$ for $5 \\mathrm { { m i n } }$ .Pellets were nonsphere cells and used directly for subsequent experiments.We cultured these nonsphere cells under the same non-adherent conditions as sphere cells. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In vivo xenograft experiments.For tumour growth assays, $1 \\times 1 0 ^ { 6 }$ tumour cells were injected into 6-week-old male ${ \\tt B A L B } / { \\tt c }$ nude mice.Every 5 days,tumour volume was calculated by the formula $V = \\pi a b ^ { 2 } / 6$ (a: tumour length,b: tumour width).For tumour-formation assay,spheres were digested in single cells by trypsin/EDTA,and 10, $1 0 ^ { 2 }$ $1 0 ^ { 3 }$ and $1 { \\dot { 0 } } ^ { 4 }$ cells were injected into 6-week-old male BALB/c nude mice.Tumour formation was observed every month and analysed at the third months.BALB/c nude mice were obtained from the Animal Centre of the Chinese Academy of Medical Sciences (Beijing, China),and all experiments involving mice were approved by the institutional committee of Institute of Biophysics,Chinese Academy of Sciences. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Statistical analysis.Cohort datasets were downloaded from NCBI or EBI.R language and Bioconductor methods were used for background correction,normalization,calculation of gene expresson and annotation52.Gene and expression lists generated by R3.1.O were used for further analysis.Tumour-initiating cell frequency was calculated using extreme limiting dilution analysis5. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1.Han,Z.G.Functional Genomic Studies:Insights into the Pathogenesis of Liver Cancer.Annu.Rev. Genomics Hum. Genet.13,171-205 (2012).   \n2.Visvader,J.E.Cells of origin in cancer.Nature 469,314-322 (2011).   \n3．Easwaran,H.,Tsai,H.C.& Baylin,S.B.Cancer Epigenetics: Tumour Heterogeneity,Plasticity of Stem-like States,and Drug Resistance.Mol. Cell 54, 716-727 (2014).   \n4.Visvader,J. E.& Lindeman,G.J.Cancer stem cells: current status and evolving complexities. Cell Stem Cell10,717-728 (2012).   \n5.Ma, S.et al.Identification and characterization of tumourigenic liver cancer stem/progenitor cells.Gastroenterology 132,2542-2556 (2007).   \n6.Haraguchi,N.et al.CDl3 is a therapeutic target in human liver cancer stem cells.J.Clin.Invest.120,3326-3339 (2010).   \n7．Lee, T. K. et al. $\\mathrm { C D } 2 4 ( + )$ liver tumour-initiating cells drive self-renewal and tumour initiation through STAT3-mediated NANOG regulation.Cell Stem Cell 9,50-63 (2011).   \n8．Zhao,W.et al.1B50-1,a mAb raised against recurrent tumour cells,targets liver tumour-initiating cells by binding to the calcium channel alpha2deltal subunit. Cancer Cell 23,541-556 (2013).   \n9．Reya,T.,Morrison,S.J.,Clarke,M.F.&Weissman,I.L. Stem cells,cancer,and cancer stem cells.Nature 414,105-111 (2001).   \n10.Bray,S.J.Notch signalling:a simple pathway becomes complex.Nat.Rev.Mol. Cell Biol.7,678-689 (2006).   \n11.Kopan,R.& Ilagan,M. X. The canonical Notch signaling pathway: unfolding the activation mechanism.Cell137,216-233 (2009).   \n1 ∠. Ellisen, etal. numan nomolog oI tne Drosopnia notcn gene, is broken by chromosomal translocations in T lymphoblastic neoplasms. Cell 66,649-661 (1991).   \n13.Pear,W. S.et al. Exclusive development of Tcell neoplasms in mice transplanted with bone marrow expressing activated Notch alleles.J. Exp. Med. 183,2283-2291 (1996).   \n14. Harrison,H.et al. Regulation of Breast Cancer Stem CellActivity by Signaling through the Notch4 Receptor.Cancer Res.70,709-718 (2010).   \n15. Bouras,T.et al. Notch signaling regulates mammary stem cellfunction and luminal cell-fate commitment. Cell Stem Cell 3,429-441 (2008).   \n16. Chua,E.L.,Young,L.,Wu, W. M., Turtle,J. R.& Dong, Q.H. Cloning of TC-1 (C8orf4),a novel gene found to be overexpressed in thyroid cancer.Genomics 69,342-347 (2000).   \n17.Lei,J. et al. TC-1 overexpression promotes cell proliferation in human nonsmall cellung cancer that can be inhibited by PD173074.PloS ONE9,e100075 (2014).   \n18.Yang,Z.Q.Streicher,K.L,RayM.E.,Abrams,J&Ether,S.P.Multiple interacting oncogenes on the 8pl1-p12 amplicon in human breast cancer. Cancer Res.66,11632-11643 (2006).   \n19. Zhang,J. H.et al. Investigation of copy-number variations of C8orf4 in hematological malignancies.Med.Oncol.28,S647-S652 (2011).   \n20.Jung,Y.et al. TC1 (C8orf4) enhances theWnt/beta-catenin pathway by relieving antagonistic activity of Chibby.Cancer Res.66,723-728 (2006).   \n21. Kim,B.et al.TC1 (C8orf4)corelates with Wnt/beta-catenin target genes and aggressive biological behavior in gastric cancer. Clin. Cancer Res.12,3541-3548 (2006).   \n22.Lim,H.Y.et al.Prediction of disease-free survival in hepatocellular carcinoma by gene expression profiling.Ann. Surg. Oncol. 20,3747-3753 (2013).   \n23.Roessler,S.et al. A unique metastasis gene signature enables prediction of tumour relapse in early-stage hepatocellular carcinoma patients. Cancer Res. 70, 10202-10212 (2010).   \n24.Roessler,S.etal.Integativegenomicidentificationofgenes o8ssiated with hepatocellular carcinoma progression and patient survival. Gastroenterol0gy142,957-966 e912 (2012).   \n25.Si-Tayeb,K.et al. Highly efficient generationof human hepatocyte-like cells from induced pluripotent stem cels.Hepatology 51,297-305 (2010).   \n26.DeLaForest,A.et al.HNF4A is essential for specification of hepatic progenitors from human pluripotent stem cells.Development 138,4143-4153 (2011).   \n27.Boyault, S.et al. Transcriptome clasification of HCC is related to gene alterations and to new therapeutic targets.Hepatology 45,42-52 (2007).   \n28.Wurmbach,E.et al. Genome-wide molecular profiles of HCV-induced dysplasia and hepatocellular carcinoma. Hepatology 45,938-947 (2007).   \n29.Sung, W. K. et al. Genome-wide survey of recurent HBV integration in hepatocellular carcinoma.Nat. Genet.44,765-769 (2012).   \n30.Gordon,W.R.et al. Structural basis for autoinhibition of Notch.Nat. Struct. Mol. Biol.14,295-300 (2007).   \n31. Takebe,N.,Harrs,P.J., Warren,R. Q.& Ivy,S.P.Targeting cancer stem cells by inhibiting Wnt, notch,and Hedgehog pathways.Nat.Rev.Clin. Oncol. 8, 97-106 (2011).   \n32.Beck,B.& Blanpain, C.Unraveling cancer stem cell potential. Nat.Rev.Cancer 13,727-738 (2013).   \n33.O'Brien, C.A.,Pollett,A.,Gallinger,S.& Dick,J.E.A human colon cancer cell capable of initiating tumour growth in immunodeficient mice.Nature 445, 106-110 (2007).   \n34.Gupta,P.B.,Chafer,C.L. & WeinbergR.A.Cancerstemcels:rageor reality? Nat.Med.15,1010-1012 (2009).   \n35.Frank,N.Y.,Schaton,T.& Frank,M.H.The therapeutic promise of the cancer stem cell concept.J. Clin.Invest.120,41-50 (2010).   \n36.Kreso,Ateelaigetinltace Nat.Med.20,29-36 (2014).   \n37.Ji, J.& Wang, X. W. Clinical implications of cancer stem cell biology in hepatocellular carcinoma. Semin.Oncol.39,461-472 (2012).   \n38.Collu, G. M., Hidalgo-Sastre,A.& Brennan,K.Wnt-Notch signaling rostalk in development and disease.Cell.Mol.Life.Sci.71,3553-3567 (2014).   \n39.Artavanis-Tsakonas,S.,Rand,M.D.& Lake,R.J.Notch signaling: Cell fate control and signal integration in development. Science 284,770-776 (1999).   \n40.Ranganathan,P.,Weaver,K.L.& Capobianco,A.J. Notch signalling in solid tumours: alittle bit of everything but not allthe time.Nat.Rev.Cancer 11, 338-351 (2011).   \n41. Qi,R. Z. et al. Notchl signaling inhibits growth of human hepatocellular carcinoma through induction of cell cycle arrest and apoptosis. Cancer Res. 63, 8323-8329 (2003).   \n42. Zender,S.et al.A critical role for notch signaling in the formation of cholangiocellular carcinomas. Cancer Cell 23,784-795 (2013).   \n43.Dill,M.T.et al. Constitutive Notch2 signaling induces hepatic tumours in mice.Hepatology 57,1607-1619 (2013).   \n44.Sekiya,S.& Suzuki,A. Intrahepatic cholangiocarcinoma can arise from Notchmediated conversion of hepatocytes.J. Clin.Invest.122,3914-3918 (2012).   \n45.Huntzicker,E.G.et al.Differential effects of targeting Notch receptors in a mouse model of liver cancer.Hepatology 61,942-952 (2014).   \n46.Sunde,M.et al. TC-1 is a novel tumourigenic and natively disordered protein associated with thyroid cancer. Cancer Res.64,2766-2773 (2004).   \n47.Walter,M.J.et al.Acquired copy number alterations in adult acute myeloid leukaemia genomes.Proc.Natl Acad.Sci.USA106,12950-12955 (2009).   \n48.Friedman,J.B.,Brunschwig,E.B.,Platzer,P.,Wilson,K.& Markowitz,S.D. C8orf4 is a transforming growth factor B induced transcript downregulated in metastatic colon cancer.Int.J.Cancer 11l,72-75 (2004).   \n49.Fortini,M.E.Notch signaling: the core pathway and its posttranslational regulation. Dev. Cell 16,633-647 (2009).   \n50.Ran,F.A.et al.Genome engineering using the CRISPR-Cas9 system. Nat. Protoc.8,2281-2308 (2013).   \n51.Xia,P.et al.WASH is required for the differentiation commitment of hematopoietic stem cells in a c-Myc-dependent manner.J.Exp.Med. 211, 2119-2134 (2014).   \n52.Team RC.R: A language and environment for statistical computing http://www.R-project.org/ (2014).   \n53.Hu, Y.& Smyth,G.K.ELDA: extreme limiting dilution analysis for comparing depleted and enriched populations in stem cell and other assays.J.Immunol. Methods 347,70-78 (2009). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We thank Yan Teng,Junying Jia and Dr Hudan Liu (the Huazhong University of science and technology) for technical support.This work was supported by the National Natural Science Foundation of China (81330047,91419308,81272270 and 81101531); the State Projects of Essential Drug Research and development (2012ZX09103301-041); 973 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Program of the MOST of China (2010CB911902 and 2015CB553705),the Strategic Priority Research Programs of the Chinese Academy of Sciences (XDAo1010407). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Author contributions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "P.Z. designed and performed experiments,analysed the data and wrote the paper; L.H.   \nprovided HCC samples and analysed the data; G.Z., Y.W.,X.Y.,Y.D.,P.Z.and J.W.   \nanalysed the data. Z.F.initiated the study,organized,designed and wrote the paper. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additional information ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Competing financial interests:The authors declare no competing financial interests ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "How to cite this article: Zhu,P.et al. C8orf4 negatively regulates self-renewal of liver cancer stem cells via suppression of NOTCH2 signalling.Nat. Commun. 6:7122 doi:10.1038/ncomms8122 (2015). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license,visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 12
    }
]