[
    {
        "type": "text",
        "text": "美国资源环境智库考察启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "曲建升」张志强²王金平」曾静静」安培浚」张树良」高峰」郑军卫1‘中国科学院兰州文献情报中心兰州 $7 3 0 0 0 0 ^ { 2 }$ 中国科学院成都文献情报中心成都 610041",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义」美国资源环境智库在全球事务中发挥着重要作用，其运行机制、产品体系及影响力拓展模式对我国智库建设具有借鉴意义。[方法/过程]本文基于对美国多家资源环境智库的实地调研，从多个方面对美国资源环境智库特征及其运行机制进行了分析和总结，并结合我国资源环境智库建设需求和现状，对我国建设高水平资源环境智库提出了相关建议。[结果/结论］文章认为，我国资源环境智库建设应逐步建立有影响力的智库体系，积极拓宽智库资金筹集渠道，提高专题领域成果的产出，积极拓展产品影响力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库 资源环境 运行管理机制 影响力拓展分类号：C932",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国际先进智库的成功经验对于我国智库建设具有重要的借鉴意义。为了解和学习国际先进资源环境智库的成功运营经验，为我国建设高水平科技智库提供借鉴和参考，在国家外专局和中国科学院的支持下，笔者团队于2015年夏季对世界资源研究所、保尔森基金会、世界自然基金会、国际中国环境基金会、气候与能源解决方案中心（前皮尤中心）以及大自然保护协会等多家美国典型资源环境智库进行了实地考察。作为此次考察的主要成果，本文对美国智库的运行机制、产品体系和影响力扩展模式进行了分析，并对我国智库建设工作提出了建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在长期的历史发展过程中，智库已成为美国政党决策体系的重要组成部分和美国国家影响力拓展的重要平台。截至2015年，美国智库总数已达1835所，占全球智库总量的 $2 6 . 8 \\%$ ，除美国以外，其他Top10 国家智库的总和尚不及美国。由于过去数十年中资源环境议题持续升温，美国的资源环境智库发展尤为迅速，并在全球具有重要的影响力。根据宾夕法尼亚大学《2015年度全球智库排名》报告分类，有4家美国智库进入2015年全球前10 强环境智库名单，他们分别是世界资源研究所、世界观察研究所、布鲁金斯学会和气候与能源解决方案中心；2015年能源与资源政策智库前10强中美国同样占据4席，分别为詹姆斯贝克公共政策研究所、世界资源研究所、能源与环境政策研究中心和战略与国际问题研究中心1]。美国资源环境智库在全球的影响力可见一斑。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2美国资源环境智库的运行机制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1资金筹措与项目运行机制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1资金筹集机制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一般来讲，资源环境类智库多属于非营利性组织，但资金是智库的“血液”，是智库赖以生存的根本，所以资金的筹集是智库发展的基础。与其他类型智库相比，美国资源环境类智库资金来源更加多元化，来源渠道包括政府资助、基金会、公司、私人募捐、政党、社会团体以及出版物和学术会议所获得的经营收入等，而多数智库的资金来源多以基金会、公司和个人的捐赠为主。为确保资金来源，许多美国智库还会专门成立专门的筹资部（如发展与战略部、运作与网络化开发部等）或安排专门人员负责筹款工作。一般来说，智库的社会影响力越大，在获得捐助方面就越有利，而那些募集来的资金又通过研究工作进一步扩大了智库的社会影响力，从而构建起发展的良性循环。此外，美国智库通过拥有不同性质客户和广泛的资金来源，将筹资活动与研究咨询活动脱钩，以保持其研究的独立性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）政府资助",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对于资源环境类智库，一般来自政府部门的资金只占智库总资金的很少部分。美国政府一般采取招标方式向智库提出立项委托，从而实现对智库的资金支持。即使有的智库机构研究经费主要来自于联邦、州和地方政府机构，但是长期以来坚持独立开展工作。智库与美国政府通过合同保持委托关系，合同期限一般1\\~5年，合同数额在数千万美元左右。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(2）基金会",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "来自基金会的资金是一个较为稳定的支持，也有助于保持研究的独立性。总体来看，基金会是智库获取资金支持的最主要来源之一，所占比例一般会超过 $5 0 \\%$ 。尤其是对美国资源环境智库来说，在大多数情况下，基金会获取资金的比例往往超过公司的赞助，基金会已成为支撑智库经费基础的主要力量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）众筹和私人募捐",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "众筹和私人募捐在美国智库资金中也占较大比例，主要包括董事会成员和创始人以及会员捐资。接受私人捐赠的前提是，捐助者不能对智库的研究项目和研究结论进行干预。但个人捐资通常表明他们认同或支持智库的观点。美国的税收政策对于个人向公益组织捐款给予了一定支持，也为美国智库获取私人捐赠提供了便利。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（4）公司赞助",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "接受公司的赞助也是智库经费来源的渠道之一。一些大型企业通过向智库提供捐款从而获取了某研究领域的“进门权”。智库在举行研讨会、圆桌会议的时候，一般邀请赞助商来参加，为智库和赞助商之间交换行业信息和智库分析成果提供了平台，既能提高智库政策分析的可靠性，也同时促进产业的发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（5）研究合同收入",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "通过完成非政府社会组织委托的咨询研究项目，取得相应的报酬，所得收入作为维持机构正常运转的行政费用以及有关公益活动。尽管研究合同收入不是智库经费的主要来源，但也是备受智库重视的一种重要筹资方式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（6）出版物销售收入",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大部分智库也通过出售研究报告、技术报告、研究简报以及图书等形式获取资金，并借助组织研讨会、提供课程培训以及咨询服务等来获取资金，这部分收入所占比例也不大，但是却能从另一个角度反映出智库的研究能力以及在同行的地位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（7）其他渠道",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库其他收入渠道包括智库自身资产的增值，以及所进行的一些投资性收益，有时也通过信贷来开展一些核心项目的研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国非营利性智库的经费享有免交所得税和财产税的优惠政策。公司和个人对智库的捐",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "赠除了可以扣除应纳税额外，也享受智库相应的服务，根据不同的捐赠额度，向其赠阅刊物、设立基础设施冠名权等。因此，税收政策很大程度上保障了美国资源环境类智库的资金来源，也是美国资源环境智库蓬勃发展的一个重要因素。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在经费管理方面，美国智库注重收支平衡，使资金状况能够适应当前及长期发展的经费需求，并通过高效的基金管理运作确保正常运营。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2项目运行与管理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在长期的发展过程中，美国智库逐渐形成了一套健全的项目管理机制，对研究项目实行绩效评估、动态调整和终止机制，建立监督制度，明确责任主体和监督惩罚措施。研究项目是智库运行的有效抓手，美国智库一般根据政策要求确定项目选题，并按照项目规模和成效进行研究经费和人力资源配置。部分智库还会建立项目指导委员会，为项目设计提出有价值的建议，并为项目提供重要的经费支持。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在合同委托项目方面，在与政府部门或者企业达成的合同目标所规定范围内，双方通过交流沟通，对具体内容进行修改，最后形成项目执行方案。在项目预算到位并开始执行后，按照执行方案提供报告研究的成果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一些智库也设有自己的基金，自主性开展研究项目。研究人员通过申请项目的形式申请获取此类基金的支持。智库管理部门会通过同行评议的形式为申请人提供科学、客观的咨询建议，帮助其完善项目申请报告。另一种是基金会资助一些领域研究人员的研究设想，在研究领域声望好且有研究成果的研究人员得到资助的机会较大。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "总之，完善的项目运行和经费管理制度让美国智库有了健康、充满活力的造血功能，从而高效运行并卓越发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2人员管理和组织管理机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1人员聘用机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "美国资源环境智库本着竞争、开放和任人唯贤的用人原则，通过公开招聘的方式吸纳高素质人才，尤其重视对离任的政府官员、学有所长的专家学者和名牌大学毕业的年轻精英的引进。一般而言，美国资源环境智库主要由以下人员构成： $\\textcircled{1}$ 行政管理人员； $\\textcircled{2}$ 研究人员（包括相关研究领域的主要专家、数据处理与分析人员、研究助理等)； $\\textcircled{3}$ 行政和文秘人员； $\\textcircled{4}$ 对外宣传联络人员； $\\textcircled{5}$ 专职筹资人员； $\\textcircled{6}$ 编辑杂志、图书资料管理人员； $\\textcircled{7}$ 其他服务性人员。为了提高运行效率，一些美国资源环境智库会在人员配备以及部门设置等方面引入人性化的管理理念，如在人员配置上，主要研究人员一般都配有研究和行政助手；在部门设置上，设置负责资料、信息和数据分析的部门。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2人员流动机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智库具有独立性，随之而来的就是人员管理体制的灵活性。美国资源环境智库研究人员的管理体制比较灵活，不仅在智库之间、智库与大学之间人员流动频繁，在政府与大学之间、政府与智库之间的人员流动也属平常。在中国有“学而优则仕”的说法，在国外更有“仕而优则学”的道路2。人员流动必然强化人才竞争与人力资源的合理配置，所以美国资源环境智库的科研人员大多知识背景丰富，知识基础雄厚，研究方法不局限于某一领域，同时还进行方法创新3]，如运用特尔菲法进行专家预测、使用系统科学方法进行系统分析、利用人工智能科学设计专家咨询系统进行决策等[4]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "美国资源环境智库是学者精英“投笔从政”、高官“辞政治学”和“学商结合”的“旋转门”，承担着人才培养、储备和周转三方面的功能，所以与政府、大学和大型企业有着通畅的人员交流渠道[5。通过“旋转门”作用，美国的学界和政界、思想和权力得到充分的交流。此外，在保持其研究独立性的前提下，美国资源环境智库都有一定的党派或政治背景，从而保证资源环境智库对美国政策的影响力；美国资源环境智库实行实习生制度、应邀到大学开展学术交流活动，或者进行联合研究，有助于保证智库推出“智力成果”的可持续性和前瞻性；学商互动，有助于资源环境智库巩固和增强自身生存和发展的生命力。比如保尔森基金会（Paulson）总裁 Henry M.Paulson 和世界资源研究所首席执行官 Andrew Steer 都曾在美国政府和国际机构工作，是美国智库“旋转门”的一个代表案例。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3岗位激励机制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在薪资方面，美国资源环境智库按照行业分类，参照所在地相应的同等职位工资水平确定员工薪资。在人员引进方面，采用培养与聘用结合的方式，各智库长期招聘实习生，并根据实习生的工作表现在实习期结束之际确定其是否最终被聘用为正式员工，例如世界资源研究所每年会将一半的实习生聘用为正式员工。在人员考核方面，各智库在内部制定严格的层级绩效评估制度和考核聘任制度，根据定期考核的结果决定研究人员的晋升、续聘或解聘。以世界自然基金会和世界资源研究所为例，它们会根据年初签订的年度任务计划进行员工考核，项目负责人负责考核评价项目/项目组成员，项目负责人的考核由更高一级的管理人员与研究人员执行。在淘汰机制方面，如果某些研究人员长期争取不到研究项目，或是不能有效参与研究项目，这意味着不能对智库做出贡献，将会面临解雇。实际上，人力和财力资源与科研项目相捆绑保证了智库的科研资源配置的优化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "配备合理的人员结构促进了智库成果的产出。美国资源环境智库设立包括固定人员和流动人员合理配置的用人制度，对高级研究人员实行长期聘任制，对作为助手的中初级研究人员实行短期聘用制。建立访问学者制度，在全世界范围吸收相关人员参与项目研究，拓展项目研究的社会基础。此外，还配备了专业的信息技术开发人员和网站管理人员进行技术开发与网站维护等相关工作。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "美国资源环境智库对在职员工的培训工作十分重视。以世界资源研究所为例，对没有管理经验的项目负责人或者管理人员的培训一般由本所组织，针对特定研究项目的人员培训则以参加外单位培训课程的形式进行，培训费用由世界资源研究所承担，相关受训人员需要服务一定年限，否则需在离职前支付相应的培训费用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3美国资源环境智库的产品体系及其质量控制过程",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "高质量的智库产品是智库赖以生存的根本。美国资源环境智库通过建立其相对稳定的产品体系，并持续推出系列智库产品，达到服务和影响其用户的效果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "尽管智库产品的规模和类型会因智库的定位、经费以及人员体量而有所不同，但所有的智库都致力于打造并发展具有其定位特色和品牌效应的智库产品。一些品牌产品（例如WRI的 Earth Trends 数据工具）的经历了长期的积淀形成的，在相关领域具有良好的口碑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库产品的层次体系方面，产品周期从数月到数年不等。针对不同研究深度的产品采取多样化的管理周期，尊重各类型智库产品的生产规律以从而确保研究结论的科学性和研究建议的可操作性，进而确保其观点的采纳效果，以有形的智库产品构建无形的智库影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "稳定并有广大受众的产品是智库持续保持活力和影响力的重要基础。一般而言，智库的产品包括简报类、基础研究类、专题研究类以及定量化分析工具和数据库等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1简报类产品",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "该类型智库产品主要介绍本机构近期研究阶段性成果和所关注的焦点以及国际最新进展和热点。该类型的产品具有出版周期较短、时效性强的特点，一般周期为几天、一周、一个月或者不定期。该类产品主要以事实报道为主，较少进行深入加工处理，因此其主要功能是为决策者和科研人员提供原始信息，为领域相关人员了解最新前沿进展提供参考。简报类产品对政府决策者研究人员、企业管理人员以及社会大众等了解智库研究动态具有重要作用。。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "简报类产品在研究人员、公众、决策者之间架设了一个信息沟通的桥梁，将同一领域的经济、科研、技术和政策信息进行有效的汇集，形成一个能及时反映领域进展信息的平台。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这类简报的发布并非简单的资料堆砌，而是经过智库产品审查流程把关的具有很强的引导性的信息产品。此类产品在快速响应社会热点事件和突发性资源环境问题方面具有独特的优势。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2基础研究类产品",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "理论和方法研究是高质量智库产品的基础，是一个智库学术影响力提升的基础。基础研究类产品实际上并非智库的核心产品，但是此类产品对于相关理论和方法的探索和研究具有重要的意义。新的理论和方法有助于形成智库的核心竞争力。此类产品的形式以研究论文和和专著为主，一般作为智库研究工作的“副产品”，并不作为智库的重点资助方向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国有较大影响力的资源环境智库机构都十分重视相关理论和方法的研究，不断有一些高水平的文章和专著出现，这些研究成果奠定了智库长足发展的理论和方法基础，也增强了其主打产品的可信度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3定量化分析工具和数据库",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "定量化的研究平台将自然科学研究数据按照一定的需求进行集成，充分挖掘数据的价值，使其成为支撑科技决策的重要工具。近些年来，定量化分析也逐渐成为智库产品分析的必备方法之一。因此，对于定量化工具的研究和开发是众多智库研究机构的重要方向，美国较有影响的资源环境类智库机构一般都拥有自己独特的定量化研究平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在开发定量化平台的过程中，智库机构一般将技术开发进行外包，原始数据收集过程也一般由专业机构完成，这样既节约了成本，又保证了智库研究人员将更多地经历投入到其真正的核心竞争力提升方面——即思维创新。美国资源环境智库的定量化分析能力主要依靠集成和引进全球范围内的分析工具来实现。通过与分析工具的开发人员的合作，将最先进的分析工具和方法集成整合，为高水平智库产品提供支撑。此外，一些智库也会根据需要开发一些重要的专门性的资源环境类分析工具和数据库，例如全球森林观察（GlobalForestWatch）可视化分析工具，该工具将先进的技术、开放科学数据集成起来，构建了全球森林观测和统计分析的平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4专题研究类产品",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "该类型产品多以报告的形式出现，一般作为各智库机构的主体产品。产品的选题集针对社会经济发展所面临的重大问题与挑战，或来自于政府、产业和其他方面的委托。由于选题紧贴社会经济的发展，其咨询价值较高，对决策者发现问题和制定对应策略具有很强的指导作用。该类型产品一般篇幅较长，分析深入透彻，分析方法既有定量化方法又有定性综合分析。参与该类型产品开发的人员既有专门的数据分析人员、又有各领域专家，既有政府部门的决策者、又有企业的管理人员。产品开发人员的合理配置、分析方法的全面客观保证了其较高的决策咨询价值。在专题类报告在形成结论之后，在向决策部门提交时往往会形成另一种形式的报告\"咨询报告”，这种形式的报告可读性更强，语言更为通俗简洁，主要目的是使决策者更易于理解和接受。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另外，按照产品的服务对象，专题研究类产品还可分为4类： $\\textcircled{1}$ 面向全球及人类发展：此类产品的研究选题较为开放，主要关注当前全球发展所面临的科学问题，探索为人类的可持续发展寻找途径。 $\\textcircled{2}$ 面向政府：为政府各种发展战略的制定提供咨询参考，协助制定发展战略等。 $\\textcircled{3}$ 面向产业：为企业的创新发展和可持续发展提供前瞻性咨询服务，为企业科技产品的开发和推广提供咨询。 $\\textcircled{4}$ 面向公众：对公众进行科普性宣传，为相关决策的实施开展舆情调研和引导，促进民主决策和科学决策的平衡。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.5产品质量控制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对于一个具有持续影响力的资源环境智库，其核心竞争力的主要载体就是其产品的质量。美国资源环境科技智库一般会设置独立的部门和规范化的机制对其产品进行审核，以保证其发布的产品达到表述清晰、逻辑严密和高影响力的标准。例如：世界资源研究所（WRI）设置专门的科学支撑部门（Science Support）对产品的发布进行流程化管理，对于以WRI名义发布的报告，一般审核周期为6个月或更长时间，以保证其各个环节符合质量标准。对于不同级别的产品有不同的审核标准，对于具有较强咨询属性的报告类产品按照标准进行严格审核，而对于政策性较弱的产品working paper 等产品，则采取较为灵活和快速的审核方式。严格的产品审核机制在WWF等其他资源环境类智库中也作为重要的一项工作，受到普遍重视。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为保证产品的观点更为客观和易于被咨询对象接受，智库在报告的撰写过程之中和完成之后都会邀请不同领域、不同立场的专家和人员进行咨询。例如在一份气候变化报告领域的一份报告中，将会邀请对气候变化持保守立场和开放立场的人员或团体（例如民主党和共和党）进行咨询，以便于报告能够更好地被更广泛的决策人员采纳。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "总体来看，美国资环类智库产品质量控制有几个重要指标：分析数据的可靠性、分析过程的逻辑性、分析结果的可信度、决策建议的针对性和可操作性等。设置这些指标的核心目的是最大限度提高产品可持续影响决策的品质，从而维护、提升智库自身的品牌价值和良好声誉。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "另外，美国智库对于以期刊论文、专著等形式出版且不以智库名义发布的成果，一般较少进行干预，一般既不进行数量要求，也不纳入智库系列产品质量控制的标准流程。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4美国资源环境智库的影响力拓展模式",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对政府、企业、媒体和公众等进行决策影响、推进科学共识、促成统一行动，是智库的主要功能。目前，国际上资源环境智库众多，在各个层面不断发表意见和建议的非政府组织更多，如何在这些组织中脱颖而出并持续保持对政府、组织和公众的影响力是美国资源环境智库的主要目标。美国资源环境类智库在影响力作战方面具有诸多值得借鉴之处。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1用好内部与外部两类人员，以智力资源促智库影响力拓展",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智库核心研究团队的由专业研究人员和离任政府官员共同组成这一特点在美国智库中普遍存在。这一人员结构，将研究人员的学术优势和政府官员的政策优势很好地结合了起来，在更大程度上保证了智库观点的前瞻性和可信度，有利于智库影响力的扩展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在人员层级结构方面，主要包括领域知名学者、政策研究人员、院校新毕业的专业研究人员，以及一定数量的实习研究生，这些研究人员构成了层级化的智库研究团队，有利于根据研究需求构建研究团队。智库内部会根据具体项目和研究问题组织分工明确的研究团队，人数从几人到数十人不等，这种结构层级有利于头脑风暴及快速响应。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智库内部研究人员与外部专家具有良好的互动关系，一些智库（WRI、WWF）的常驻人员很大一部分是管理支撑人员，和核心研究人员。在相关研究项目的执行过程中，其所吸纳的外部研究人员往往远超自身\"在编\"人员。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "卸任政府和国际组织官员是资源环境智库中具有重要影响力的成员。政府官员在离任后以“旋转门”方式进入智库，从而可以通过智库的研究和宣传工作继续影响决策。美国两党轮换过程中高级官员的职位调整为智库的政策人才提供了重要的来源。而智库工作人员向政府机构“旋转”的人员，对智库的影响力拓展也起到了促进作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "资深研究人员和政府背景人员构成了智库的“智慧”核心，通过协力开展研究工作，可确保所推出的智库观点是有新颖性、前瞻性及公允性的“智慧结晶”，并利于智库观点向决策的转化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2保持与用户无缝对接，形成智库工作积极反馈环",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国资源环境智库面向其领域所开展的工作均服务于专门或泛在的用户群体，并通过这些产品影响用户的认知或科学决策，达到体现智库作用、发挥智库影响力的目的。在确保智库产品质量和观点可信性的基础上，针对用户特点和需求开展针对性的智库工作尤为重要。对不明确主体的泛在用户，一般通过需求调研、反馈调研等了解其科学认知和观点立场，以及对智库产品的进一步需求；对明确的产品用户，则可以通过更广泛的接触来建立密切的联系与交流，实现更深入的了解。通过了解用户特点及其产品需求，智库可以开展更有针对性、专门化的智库服务工作。多数智库机构也在这些工作中建立用户数据库，以便于其组织开展用户咨询工作。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在用户对接方面，许多资源环境类智库通过在全球设立分中心和区域性项目办公室的方式，增强项目研究的可靠性和与用户的密切联系。例如世界自然基金会（WWF）在中国设立办事处的同时，还在昆明、拉萨、成都等地设立项目研究办公室。世界资源研究所（WRI)在全球7个国家设立办公室，拥有来自各国研究人员达700余人，大大增强了与相关国家决策机构的联系。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "智库向用户提供产品和观点服务，用户通过主动或被动的方式向智库反馈其需求，形成了服务-反馈环，从而建立起智库与用户的互动机制，有利于保证智库以更高的效率开展工作。一些智库机构也建立了邀请用户参与相关主题研讨会的工作机制，从研究设计阶段即有用户的参与，以更好的把握用户需求并将其纳入研究目标。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3维护和经营媒体网络平台，以小搏大发挥风暴眼作用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "信息技术的发展为智库观点的传播带来了极大的机遇。目前美国的主要智库均建立有自己的网络媒体平台，包括由机构和智库人员建立的自媒体平台等，这些媒体平台成为助力智库影响力迅速扩大的高效手段。在自媒体时代，甚至不乏一些小型智库机构通过一项突出工作而实现影响力骤增的案例。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "多数美国智库机构均设立有宣传官员，并由专门的核心领导成员统一负责对外宣传事宜，统一设计和组织产品推广活动，通过多种渠道推广产品和观点等。宣传官员还负责与相关媒体平台的合作联系，以协调其产品的发布和推介事宜。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "由于新媒体手段的发展，运营与维护媒体网络和平台的重要性愈发凸显，良好的媒体运作有助于实现以小搏大的作用，并通过一些前瞻性问题观点的发布，掀起对潜在政策需求的广泛关注，成为问题与政策研讨风暴的\"暴风眼”，实现机构影响力的快速扩大。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.4智与做两种手段相互配合，以示范活动倒逼科学决策",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "一些美国智库一般将自己定义为\"Think Tank\"（思想型智库)或\"Do Tank\"（行动型智库）或者二者兼而有之的综合性智库。一般的思想型智库以提供政策影响为主，这类智库通常有完善的政策影响网络和观点送达通道，如气候与能源解决方案中心（C2ES）和世界资源研究所（WRI）等智库均与美国参众两院以及其他政府部门有密切的交往，保证了其研究成果及时送达决策层。美国行动型智库多以保护行动或发动群众共识等方式来达到唤起公众意识和影响政府决策的目的，这类智库在组织行动时更接近NGO的运作模式，但其行动是以影响政策为目的，通过有影响力的行动倒逼政府部门的政策制定。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5我国资源环境智库建设的需求",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "工业革命以来，人类改造自然的能力快速发展，成为不亚于自然作用的重要营力，对自然资源和环境产生了一些深远甚至不可逆的影响，进而使得人类经济社会面临系列严峻的资源环境挑战，制约了人类社会的可持续发展。如何妥善解决这些问题，已成为世界各国普遍关注的焦点。资源环境智库作为专门研究资源环境问题的原因、影响和解决途径并提供思路方案的研究组织，在相关重大资源环境问题的解决和咨询决策中发挥了不可或缺的作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "改革开放30年以来，我国经济社会快速发展的同时，也带来一系列的资源、环境以及生态问题，我国在跃居世界第二大经济体的同时也成为环境问题与生态问题大国。作为科学-公众-政府间的重要第三方机构，资源环境智库可以在服务政府科学决策中发挥重要的咨询作用，而我国目前相关智库的数量和质量都远远不能满足这些需求，这与我国人口大国、经济大国以及生态环境问题大国的现状严重不符。此外，建设资源环境智库也是增加我国在国际资源环境问题和事务中的话语权、提升国家软实力的需要。因此，内部和外部环境的迫切需求都要求我国必须大力发展资源环境智库。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "与发达国家早已成熟的智库体系相比，我国的资源环境智库建设还处于初级阶段，由于历史和体制因素等导致我国智库发展缓慢，问题很多，如：在国际上具有较大影响力和知名度的高水平智库数量很少，无法产生较大的集成影响力；已有智库类机构普遍缺乏独立性，在财政、人员、思想等方面受外界的制约因素较多；智库产品质量缺乏严格的标准和科学的质量控制环节，个别观点甚至会产生负面影响等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "建设具有中国特色的新型资源环境智库，应以我国或全球经济社会发展中可能遇到的资源环境问题为对象，以支撑科学决策和民主决策为目标，以当前国际一流智库为参照，立足我国国情，服务于我国和全球的资源可持续利用和环境可持续发展。在这个过程中，需要充分了解并学习借鉴发达国家（特别是美国）资环类智库在组织结构、人员构成、经费争取、运营模式以及产品体系建设等方面的成功经验。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6思考与建议",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "基于对美国资源环境智库运行机制与产品体系的实地考察和相关成功经验的分析，就我国智库建设提出以下四点建议。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.1按照循序渐进的原则，逐步建立有影响的智库体系",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "影响力是智库生存和发展的重要支撑，而智库的影响力涉及多方面。美国智库的影响力主要体现在决策影响力、公众影响力和媒体影响力，除此之外学术影响力和国际影响力等也很重要。我国智库建设正处于发展期，在众多新兴智库涌现的同时，一些高校和研究院所的研究单元、政府的服务单元也正在向智库转型。我国智库从一开始就应该注重多方面影响力的打造，为进一步成长壮大奠定基础。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "目前我国的智库发展在一定程度上存在好高骛远、求快求大的短视问题，在一些领域有“一哄而上”建设智库的现象，这与智库发展规律是不相符的。智库影响力的发挥依赖于其完善的产品体系和准确客观的科学观点，而这并非一朝一夕就可以形成。要建立成熟的智库，需要从科学定位、人员团队、专家网络、产品体系、营销机制等诸多方面扎实推进。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.2积极扩大智库资金筹集渠道，增强智库活力",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国内智库研究机构都有一定的财政补贴，但远不能满足智库发展的需要。为了增强智库发展的能力，应该鼓励和拓展多元化的资金筹集渠道，从地方政府或公司积极争取委托项目，并通过研究成果的发行，以及个人的捐赠等渠道多方筹集资金。政府应积极出台鼓励社会资助智库研究的优惠政策，使国内智库机构在加强产品体系建设、扩展研究领域、提高科研人员的综合素质、提升机构的竞争力和影响力等方面有更可靠的资金运行保障。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.3实施项目分类管理，提高面向专题领域的产出",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国内智库研究机构应该对项目实行分类管理，提高项目管理水平和经费使用效率。对于政策性研究项目，应实行招标制，增强政策研究的透明度、项目分配的合理性和政策研究的科学性。另外，智库必须面向市场、企业急需解决的问题和社会关注热点积极开展自主研究，按照社会需求和市场需求确定智库的发展方向，提出具有针对性、实效性和可行性的政策建议。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.4强化产品选题策划，面向需求拓展产品影响力",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "产品与观点是智库的灵魂，在产品结构上，我国智库在发展过程中应当积极构建理论研究、政策研究和解决方案研究层层递进的产品架构。在选题方面，从政府决策需求、社会热点问题和客户需求三个方面确定产品的选题。在团队构建方面，应加强领域专家、技术部门和应用研究部门之间的合作，充分发挥外围研究力量的作用，构建涵盖科研人员、决策者、数据分析人员以及社会经济实体工作人员为主的专家网络，提升产品的深度。在产品影响力拓展方面，应采用多种途径拓展产品影响力，构建作为信息集成平台的智库产品体系，成立专门的产品推广部门，主动开展与政府部门决策者和企业管理人员的合作，使产品能够紧贴现实社会经济发展需求。此外，还应积极介入大型活动，充实产品的民意基础和影响力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "曲建升：整体构思及思考建议；  \n张志强：国际智库特点分析；  \n王金平：智库产品体系分析及统稿；  \n曾静静：智库人才管理模式分析;  \n安培浚：智库项目及资金管理分析；  \n张树良：国际资源环境智库概况；  \n高峰：我国智库建设需求分析；  \n郑军卫：智库建设背景及挑战分析。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "An Insight into the American Think Tanks of Natural Resources and Environment and Its ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Inspiration to China Qu Jiansheng' Zhang Zhiqiang²Wang Jinping'Zeng Jingjing1 An Peijun1 Zhang Shuliang'Gao Feng'Zheng Junwei' 1Lanzhou Library, Chinese Academy of Sciences, Lanzhou 730000 ²Chengdu Library and Information Center, Chinese Academy of Sciences, Chengdu 610041 Abstract: [Purpose/significance] The resource and environment think tanks of the USA play an important role in global afairs. Its operation mechanism, think tank product systems and influence development mode are of great significance to our country's think tank construction. [Method/process] This paper analyzed and summarized the characteristics and operation mechanism of American think tanks from various aspects based on the site inspection of several resources and environment think tanks in the United States.Given the demand and current situation of the resource and environment think tank construction in China, we put forward some recommendations for China's construction of high-level think tanks of resources and environment. [Result/conclusion] The article argues that the construction of resource and environment think tanks in our country should gradually establish an influential think tank system, expand the channel of fund raising actively,raise the output of special field achievements and enhance the product influence. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywords: think tanksnatural resources and environmentoperation and management mechanismsinfluence expanding ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "收稿日期：2017-06-05 修回日期：2017-07-20 本文责任编辑：唐果媛",
        "page_idx": 9
    }
]