[
    {
        "type": "text",
        "text": "Tree ring based drought variability in Northwest Tajikistan since 1895 AD ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YANG Meilin1, YU Yang1\\*, ZHANG Haiyan1,WANG Qian1, GANMiao1, YURuide1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State KeyLaboratoryofDsertandOasisEcology,XinjiangIstituteofEcologyandGeography,ChineseAcademyofiences, Urumqi 830011, China;   \n² School of Environment and Material Science,Yantai University,Yantai 2640o5,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Determining the mechanisms controlling the changes of wet and dry conditions willimprove our understanding of climate change over the past hundred years,which is of great significance to the study of climate and environmental changes in the arid regions of Central Asia. Forest trees are ecologically significant in the local environment, and therefore the tree ring analysis can provide a clear record of regional historical climate.This study analyzed the correlation between the tree ring width chronology of Juniperus turkestanica Komarov and the standardized precipitation evapotranspiration index (SPEI) in Northwest Tajikistan,based on 56 tree ring samples collcted from Shahristan in the Pamir region. Climate data including precipitation, temperature and the SPEI were downloaded from the Climate Research Unit (CRU) TS 4.00. The COFECHA program was used for cross-dating, and the ARSTAN program was used to remove the growth trend of the tree itself and the influence of nonclimatic factors on the growth of the trees.A significant correlation was found between the radial growth of $J .$ turkestanica trees and the monthly mean SPEI of February-April. The monthly mean SPEI sequence of February-April during the period of 1895-2016 was reconstructed,and the reconstruction equation explained $4 2 . 5 \\%$ of the variance.During the past 122 a (1895-2016),the study area has experienced three wetter periods (precipitation above average): 1901-1919,1945-1983 and 1995-2010, and four drier periods (precipitation below average): 1895-1900,1920-1944,1984-1994 and 2011- 2016.The spatial correlation analysis revealed that the monthly mean SPEI reconstruction sequence of February-April could be used to characterize the large-scale dry-wet variations in Northwest Tajikistan during the period of 1895-2016. This study could provide comparative data for validating the projections of climate models and scientific basis for managing water resources in Tajikistan in the context of climate change. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: tree ring width； chronology； standardized precipitation evapotranspiration index (SPEI)； drought;Juniperus turkestanica; Pamir region",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Climate change is a global scientific problem that is directly related to human survival, the environment and the formation of an ecological civilization (Immerzeel， 2O10).There are significant regional differences in climate change, with changes in precipitation being especially local. Thus,it is particularly important to understand the consistency of regional dry and wet periods. Central Asia is a typical inland arid region that is located in the confluence of large-scale atmospheric circulation systems that have shown strong responses to global climate change (Wolff et al.，2017). The environment in Central Asia is fragile and is sensitive to climate change. Therefore, it is essential to understand the climate history of this region when studying global climate change and the sustainable use of regional water resources (Seddon et al., 2016). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tree rings have been widely used to reconstruct historical climate and their use has been shown to have high resolution,replicability, strong continuity,a wide sample distribution and accurate dating (Briffa et al.,1998; Cook et al.,2010; Liu et al.,2010; Hughes et al.,2011; Pederson et al., 2014; Gou et al., 2015; Zhang,2015; Wang et al.,2016; Zhang et al., 2018). The standardized precipitation evapotranspiration index (SPEI) is calculated by introducing potential evaporation factors to the standardized precipitation index (Vicente-Serrano, 2Ol0). The SPEI is a relatively new drought index with the advantage of multiple time scales and considering the influence of temperature changes on drought (Wang and Chen, 2O14). The SPEI can not only identify the beginning and end time of a drought event, but also measure its severity according to drought intensity and duration. The index has been widely used for drought analysis and assessment worldwide (Allen et al.,2011; Vicente-Serrano et al., 2011; Bao et al., 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although there are many climate reconstruction sequences in Central Asia, most are concentrated in the Tianshan Mountains.There are few tree ring sites in the Pamir region in Tajikistan and therefore few climate reconstruction sequences have been reported. Opala-owczarek et al. (2014) proposed that shrubs from the Pamir region in Tajikistan have the potential for use in tree ring climatology research,and then they produced a 1070-a climate time series through the crossover of dead and live trees of the same species in the Pamir region (Opala-owczarek et al., 2O18). Opalaowczarek et al. (2Ol9) also suggested that the Pamir region in Tajikistan is an ideal area to reconstruct historical climate during the past millennium. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here,we presented a tree ring based drought variability in the Pamir region of Northwest Tajikistan, spanning the period from 1895 to 2016. This study reconstructed the SPEI with tree ring data, which were used to identify dry and wet periods in Northwest Tajikistan over the past $1 2 2 \\mathrm { ~ a ~ }$ The historical monthly mean SPEI of February-April during the period of 1895-2016 were reconstructed.Based on the reconstruction results, we analyzed the characteristics of historical drywet variations and revealed the main trends of dry and wet conditions in this area.This study could provide comparative data for validating the projections of climate models in Central Asia. In addition, the results of the study have great significance for understanding the evolution of the climatic environment in Central Asia under the background of global climate change. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tree ring samples were collected from Shahristan $( 3 9 ^ { \\circ } 3 4 \\mathrm { N }$ ， $6 8 ^ { \\circ } 5 0 ^ { \\prime } \\mathrm { E }$ ：， $2 6 0 0 { - } 2 8 0 0 \\mathrm { ~ m ~ a . s ~ }$ .1.) in the Pamir region of Northwest Tajikistan. The Pamir region spans Tajikistan, China and Afghanistan (Qiu, 2005),and is the confluence of many major mountain ranges in Central Asia. The study area is characterized by a temperate climate,with average annual precipitation of $5 0 0 \\mathrm { m m }$ . The monthly precipitation is largest in spring (March, April and May). Summer is a period of high temperatures, with the highest average temperature of $1 6 . 0 ^ { \\circ } \\mathrm { C }$ in July. The lowest average temperature is $- 1 1 . 8 ^ { \\circ } \\mathrm { C }$ in January. Juniperus turkestanica Komarov, a dominant evergreen species with strong adaptability in this region,is highly tolerant to cold and drought. This species can grow on mountain ridges or riparian areas. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 Climate data collection ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Precipitation, temperature and SPEI data in the study area were downloaded from the Climate Research Unit (CRU) TS 4.00 (http://www.cru.uea.ac.uk) (Harris et al., 2014)， with a spatial resolution of $0 . 5 ^ { \\circ } { \\times } 0 . 5 ^ { \\circ }$ for the time period of 193O-2016.The SPEI has been widely used for monitoring the spatial and temporal variability of drought and its changing tendency in many different regions. To determine the correlation between the tree ring width chronology and climate factors,we used CRU data with a spatial resolution of $0 . 5 ^ { \\circ } { \\times } 0 . 5 ^ { \\circ }$ in the spatial correlation analysis. Specifically, mean precipitation and temperature data of grid points $( 3 8 ^ { \\circ } 7 5 ^ { \\prime }  – 4 1 ^ { \\circ } 7 5 ^ { \\prime } \\mathrm { N }$ ， $6 6 ^ { \\circ } 7 5 _ { - } ^ { \\prime }$ $7 2 ^ { \\circ } 2 5 ^ { \\prime } \\mathrm { E }$ ） during the period of 1930-20i6 were used in the spatial correlation analysis. The downloaded data were processed by using MATLAB. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Tree ring sample collection and tree ring width data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In October 2016,60 tree ring samples were collected from 30 healthy $J .$ turkestanica trees in Shahristan in the Pamir region of Northwest Tajikistan. The height of the trees sampled was between 6.0 and $1 3 . 0 \\mathrm { ~ m ~ }$ ，and the diameter was between 80.0 and $2 1 0 . 0 ~ \\mathrm { c m }$ . Generally, sampling was conducted at breast height (about $1 . 3 ~ \\mathrm { m }$ ）andtwotothree $5 . 0 \\mathrm { m m }$ diameter cores from one tree were extracted with borers applied from various directions for further dendrochronological dating. However, the crown of some trees was too low for sampling at breast height; thus, samples were collected at a height of $0 . 2 \\mathrm { - } 0 . 5 \\mathrm { ~ m ~ }$ above the ground. The cores were removed and placed in cardboard tubes.The inner diameter of the cardboard tube was $1 . 0 ~ \\mathrm { m m }$ wider than that of the tree ring sample,and once the sample was in place, it was sealed with tape and the cardboard was labelled. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The samples were brought back to the laboratory in strict accordance with established tree ring analysis procedures (Fritts,1976). The samples were dried, fixed and polished until the spring wood and summer wood could clearly be distinguished under the microscope. Then,cross-dating was conducted and the width of the tree rings was measured. A tree ring measuring instrument $( 0 . 0 1 ~ \\mathrm { m m } )$ was used to measure the width of the tree rings,and the COFECHA program was used for cross-dating (Holmes,1983). It should be noted that we removed the samples that were weakly correlated with the main sequence according to the COFECHA results. Due to dating errors connected with missing rings, wedging rings, false rings and other wood anomalies, four samples were removed.Finally, a total of 56 samples from 28 healthy $J .$ turkestanica trees were used for building the tree ring width chronology. The ARSTAN program was used to remove the growth trend of the tree itself and the influence of non-climatic factors on the growth of the trees (Cook, 1985). The double weighted average method was used to standardize the tree ring sequence. Then, the autoregressve and standardized tree ring width chronologies were obtained. The standardized tree ring width chronology was further used for the correlation analysis. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To identify the main limiting factors for the growth of tree ring width in the study area, we used DendroClim2002 (Biondi and Waikul, 2004) to determine the strength of the correlation between the tree ring width chronology and climate data from June of the previous year to September of the current year. Then, we established a regression equation based on the results of the correlation analysis between the tree ring width chronology and climate factors. We also applied the elimination test method to evaluate the effectiveness of climate reconstruction.The correlation coefficient and standard deviation were calculated,and the variance interpretation, a sign test and the reduction of error test were performed (Cook and Kairiukstis,1990). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 Tree ring width chronology ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Because the standardized tree ring width chronology retains more low frequency information than the autoregressive tree ring width chronology, it can be more responsive to natural climate change. The standardized tree ring width chronology was therefore used for the analyses (Fig.1).The sequence length of the standardized tree ring width chronology was 316 a (1701-2016),and the length of the reliable chronological sequence (expressed population signal ${ > } 0 . 8 5 0 \\$ ）was 122 a (1895-2016). The mean sensitivity was O.263,the standard deviation was 0.291,and the variance explained by the first principal component was $4 2 . 5 \\%$ (Table 1). This indicates that the tree growth in the study area was sensitive to climate change. The signal-to-noise ratio was 5.946,and the expressed population signal was O.856, which exceeded the minimum threshold of O.850 (Efron, 1979). These results showed that the tree ring width chronology could be considered reliable data series for studying climate responses. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c1f213dd0e903764a973e701b60f7fc12d305156c5522c88ae666e31e9f5699d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/47041ba1b56fe3850d9d10e29fe2973e5c31e98b03576b279b9c39fb1913ed5d.jpg",
        "table_caption": [
            "Fig.1 Standardized tree ring width chronology and the amount of tree ring samples (i.e., sample depth) ",
            "Table 1 Statistical characteristics of the standardized tree ring width chronology "
        ],
        "table_footnote": [
            "Note:R,al-araggothate;siitDaadv;Ctoela;a to-noise ratio;VFE,variance explained by the first principal component; EPS,expressed populationsignal. "
        ],
        "table_body": "<html><body><table><tr><td>Statistic</td><td>Standardized tree ring width chronology</td></tr><tr><td>Number of sampled trees</td><td>28</td></tr><tr><td>Number of tree cores</td><td>56</td></tr><tr><td>Chronology period</td><td>1701-2016 (316 a)</td></tr><tr><td>R</td><td>0.373</td></tr><tr><td>AGR</td><td>2.180</td></tr><tr><td>MS</td><td>0.263</td></tr><tr><td>SD</td><td>0.291</td></tr><tr><td>AC1</td><td>0.498</td></tr><tr><td>SNR</td><td>5.946</td></tr><tr><td>VFE</td><td>0.425</td></tr><tr><td>EPS</td><td>0.856</td></tr><tr><td>Year with EPS>0.850</td><td>1895</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2Relationship between the radial growth of tree rings and climate factors ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Considering the lag effct of climate factors on tree growth, June of the previous year to September of the current year were selected as the relevant months for analysis. Correlation analyses were conducted between the tree ring width chronology of $J .$ turkestanica and the monthly precipitation, monthly mean temperature and monthly SPEI (Fig.2). The result showed that the radial growth of J. turkestanica was positively correlated with precipitation and temperature.The radial growth of $J .$ （ turkestanica was significantly positively correlated with the precipitation in November of the previous year and in April, July and August of the current year $( P { < } 0 . 0 5 )$ . Moreover, the radial growth of $J .$ turkestanica was significantly positively correlated with the temperature in December of the previous year and in January of the current year $( P { < } 0 . 0 5 )$ . It was also found that the correlation between the radial growth of $J .$ turkestanica and seasonal combination of precipitation and temperature was generally low. Therefore, the SPEI was used in the correlation analysis in this study. The results showed that the correlation between the radial growth of $J .$ turkestanica and the monthly mean SPEI of February-April in the current year was maximal, with the correlation coefficient of 0.42 $( P { < } 0 . 0 1 )$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3Reconstructed SPEI of1895-2016 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The standardized tree ring width chronology was an independent variable.The monthly mean SPEI of February-April was downloaded from the CRU TS 4.00 (spatial resolution of $0 . 5 ^ { \\circ } { \\times } 0 . 5 ^ { \\circ } ,$ ）and ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a44b900a90485bf9bff7bddf3cd3bc3fa5745cd1a67b5c6457fda4dca056455f.jpg",
        "img_caption": [
            "Fig.2 Correlation coefficients between the tree ring width chronology of $J .$ turkestanica and monthly climate data during the period of 1930-2016.SPEI, standardized precipitation evapotranspiration index. For the $x$ -axis, p6-p12 denote June to December of the previous year,respectively; and1-9 denote January to September of the current year, respectively. The dotted lines denote $9 9 \\%$ and $9 5 \\%$ significance levels. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "used as the dependent variable.The reconstruction equation was established by a linear regression model: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\ny = 1 . 1 8 1 x + 1 . 5 4 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $y$ is the monthly mean SPEI value of February-April and $x$ is the standardized tree ring width chronology. This reconstruction equation could explain $4 2 . 5 \\%$ of the monthly mean SPEI (February, March and April) chronology variance,and the variance interpretation after adjusting for degrees of freedom was $40 . 5 \\%$ . The correlation coefficient was 0.425 $( P { \\ < } 0 . 0 1 )$ . The synchronicity between the reconstructed and downloaded values was sufcient,and therefore the reconstruction equation could be used to reconstruct the monthly mean SPEI of February-April in the current year. The stability of the equation directly afected the quality of the reconstructed sequence. The elimination method was used to cross-check the reconstruction equations and determine their stability and reliability. The test statistics are shown in Table 2.The sign test was significant $( P { < } 0 . 0 1 )$ ，indicating that the reconstructed SPEI sequence was consistent with the downloaded sequence in terms of the high and low frequency variations. The product mean test value was 3.73 $( P { < } 0 . 0 1 )$ . The reduction of error value was O.15 (positive value),which means that the climate estimates passed the test. Therefore, the equation used to reconstruct the SPEI in Northwest Tajikistan is reliable. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/5e6e201cb6310f34d6a699e2f7ac3e914ba28370fce068ae750b3a0fa2069f3e.jpg",
        "table_caption": [
            "Table2 Statistical characteristics of aleave-one-out test "
        ],
        "table_footnote": [
            "Note: r, correlation coefficient; $r ^ { 2 }$ ,test inter-series correlation; SD,standard deviation; RE,reduction of error; CE,coeficient of efficiency; t, product mean test; ST, sign test; $F ,$ regression equation test. "
        ],
        "table_body": "<html><body><table><tr><td>r</td><td></td><td>SD</td><td>RE/CE</td><td>t</td><td>ST</td><td>F</td></tr><tr><td>0.425</td><td>0.181</td><td>49.12</td><td>0.15/0.15</td><td>3.73</td><td>57+/29-</td><td>16.31</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The SPEI sequence of February-April during the period of 1895-2016 was reconstructed, and the result is shown in Figure 3.An 11-a moving average of the SPEI was also reconstructed (Fig. 4) to determine the characteristics of inter-decadal dry-wet variations in the study area.The study area experienced four dry periods (precipitation below average): 1895-1900,1920-1944,1984-1994 and 2011-2016 during the past 122 a. The driest period was 1920-1944,with the monthly mean SPEI value being O.24 below the average of 1895-2016.The longest dry period lasted for 25 a (1920-1944; Table 3). During the past 122 a, the study area also experienced three wet periods (precipitation above average): 1901-1919,1945-1983 and 1995-2010. The wettest period was 1901-1919, with the monthly mean SPEI value being 0.52 above the average of 1895-2016.The longest wet period lasted for 39 a (1945-1983; Table 3). During the study period,the driest year was 1937 and the wetest year was 1907.The results of the SPEI reconstruction showed that there has been a drying trend in Northwest Tajikistan over the last six years (2O11-2O16; Table 3). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/a5507d7073f56f3048f582be7a1ff6537b01308045a6de2c1a04270d919f82f5.jpg",
        "img_caption": [
            "Fig.3 Comparison of the downloaded and reconstructed monthly mean SPEIofFebruary-April mean SPEI for the periodof1930-2016 "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/38d16935caa8e68299bc182a8395a479c8acd0cd071c406a0ccd3e828acfb1d0.jpg",
        "img_caption": [
            "Fig.4Reconstructed monthly mean SPEIofFebruary-Apriland the 11-a moving average for the period of 1895- 2016 "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/2210720dc1d017daea2a0d6bfc25faff00b7bc96e375a2dc87bd1d853248738f.jpg",
        "table_caption": [
            "Table 3Wet-dry periods based on the standardized precipitation evapotranspiration index (SPEI) values for the period of1985-2016 "
        ],
        "table_footnote": [
            "Note:Anomaly was calculated bythe mean SPEIof this period divided bythe mean SPEIofthe study period (1895-2016). "
        ],
        "table_body": "<html><body><table><tr><td>Dry period</td><td>Number of years (a)</td><td>Anomaly</td><td>Wet period</td><td>Number of years (a)</td><td>Anomaly</td></tr><tr><td>1895-1900</td><td>6</td><td>0.09</td><td>1901-1919</td><td>19</td><td>0.52</td></tr><tr><td>1920-1944</td><td>25</td><td>0.24</td><td>1945-1983</td><td>39</td><td>0.11</td></tr><tr><td>1984-1994</td><td>11</td><td>0.08</td><td>1995-2010</td><td>16</td><td>0.18</td></tr><tr><td>2011-2016</td><td>6</td><td>0.20</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4Spatial representation of SPEI ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To determine the relationship between the SPEI reconstruction and the geographical representation (Fig.5)，we analyzed the spatial correlation between the reconstructed monthly mean SPEI of February-April and the downloaded monthly mean SPEI of February-April from the CRU TS 4.00 (spatial resolution of $0 . 5 ^ { \\circ } { \\times } 0 . 5 ^ { \\circ } )$ for the period of 1930-2016.The results of this reconstruction for 1930-2016 suggested broad-scale regional climatic variations. The spatial correlation analysis revealed that the reconstructed SPEI sequence could depict the large-scale dry-wet variations in Northwest Tajikistan. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/574ea5529b68115276893b427c96afe72e98fbfadb1b4ac5bbd77b0eae7505ab.jpg",
        "img_caption": [
            "Fig.5 Spatial correlation fields of(a)reconstructed monthly mean SPEIofFebruary-April and (b)downloaded monthly mean SPEIofFebruary-April from the Climate Research Unit (CRU)TS 4.00 in Northwest Tajikistan for the period of 1930-2016 "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1 Radial growth of J. turkestanica response to climate ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Numerous studies have shown that the radial growth of trees is not only influenced by the climate in the growing season, but also by the seasonal climate before the growing season (Fritts,1976).The radial growth of trees is controlled by the moisture conditions in the early growing season (Yuan et al.,2001,2003; Zhang et al.,2016). The radial growth of trees benefits from precipitation during the early growing period because it enhances soil water storage, which is important for tree growth in the following year. Precipitation in the growing season directly increases soil water availability, thus compensating for the evapotranspiration of soil water (Li et al., 2O06). In the early growth stage of $J .$ （204号 turkestanica trees, the moisture required for tree growth is mainly dependent on the melting of snow cover,and therefore snowmelt water in spring has an important influence on the radial growth of trees.At the monthly scale,February to April is a crucial period in which trees enter the growing period from dormancy and moderate warming could help to break their dormancy early. High temperatures during February-April can promote snow melt, increasing the soil moisture content and promoting the radial growth rate of trees in the growing season (Li et al., 2011). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The effects of temperature changes on drought have been evaluated using the SPEI (Wang and Chen, 2014).The SPEI can not only identify the beginning and ending time of a drought event, but also measure drought severity according to its intensity and duration.In Northwest Tajikistan, there was a positive relationship between the radial growth of $J .$ turkestanica trees and the SPEI,as shown in Figure 2. This finding is consistent with the result in eastern Xinjiang of China (Chen et al.,2015).The larger the SPEI, the higher the degree of wetness; in contrast, the smaller the SPEI, the stronger the degree of drought. The correlation coeffcient between the standardized tree ring width chronology and the monthly mean SPEI of February-April was high ( $_ { r = 0 . 4 2 5 }$ ， $P { < } 0 . 0 1$ ） February to April is the early growing season of $J .$ turkestanica,which is the key period for the early wood formation of trees. Wet conditions in this period will therefore promote the rapid growth of early wood (Chen et al., 2011). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2 Implication of the reconstructed SPEI ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The study area has experienced significant humidification throughout the $2 0 ^ { \\mathrm { t h } }$ century. During the study period,a total of 64 a that was considered wetter than the average and a total of 37 a that was drier than the average.Reconstructions of precipitation in Northwest China and evaluations based on the Palmer drought severity index (PDSI) have indicated a significant drying trend in recent decades (Li et al.,2007; Fang et al.,2012; Liu et al.,2013a, b; Yang et al.,2016). These results are consistent with the finding of our study. In Northwest Tajikistan, there was a trend toward drought conditions after 2011，which was especially evident in the recent six drier years (2011-2016). Based on a tree ring chronology reconstruction in eastern Xinjiang and the northeastern to northern part of Tibetan Plateau in China, Liang et al. (2Oo6) found a severe drought occurred at the end of the 192Os.Evidence from the reconstruction of precipitation changes at Taibai Mountain in the Qinling Mountains and the reconstruction of temporal and spatial precipitation changes in the middle and eastern part of Northwest China over the past 4O0 a showed that the drought was most obvious from the 1920s to 1930s (Li et al.,2012; Liu,2016).These results are consistent with those presented in Table 3 that were observed in this study. The reconstructed sequences were spatially correlated with the downloaded SPEI datasets，which indicated that the reconstructed SPEI sequence had a strong spatial representation. The dry-wet change sequence can better represent the dry-wet variations in most areas of Tajikistan. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Juniperus turkestanica tree ring samples from Northwest Tajikistan were used to build autoregressive and standardized tree ring width chronologies. The correlations between the standardized tree ring width and the monthly precipitation, monthly mean temperature and monthly SPEI were analyzed. The radial growth of $J .$ turkestanica was positively correlated with precipitation, temperature and the SPEI. The strongest correlation was found for the relationship between the radial growth of $J .$ turkestanica and the monthly mean SPEI of February-April in the current year. The study area was found to have experienced three wetter periods (1901-1919, 1945-1983 and 1995-2010) and four drier periods (1895-1900,1920-1944,1984-1994 and 2011- 2016).A spatial correlation analysis revealed that the reconstructed SPEI sequence could characterize the large-scale dry-wet variations in Tajikistan. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The tree ring width chronology is widely used to reconstruct the regional historical climate, however, the stable carbon isotope ratio in late celulose has been proved one of the most reliable indicators of the paleoclimate,with different alternative materials having different responses to climate.Therefore,assessments using other tree materials rather than tree rings are necessary to accurately reconstruct the historical climate. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This study was supported by the CAS \"Light of West China\" Program (2018-XBQNXZ-B-017,2015-XBQN-B-22), the 100 Talents Program of the Chinese Academyof Sciences (Y931201)and the High Level Talent Introduction Project of Xinjiang Uygur Autonomous Region (Y942171). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AllenKJ,OgdenJ,BuckleyBM,etal.l.hepotentialtoeconstructbroadscaleclimateindicesasociatedwithutheast Australian droughts from Athrotaxis species,Tasmania. Climate Dynamics,37(9-10):1799-1821.   \nBao G,LiuY,LiuN,etal.l5.DroughtvariabilityinasterMongolianPlateauanditslinkagestothelarge-scalecliate forcing. Climate Dynamics,44(3-4): 717-733.   \nBiondi F,Waikul K.2004.DendroClim2002:a $\\mathbf { C } ^ { + + }$ Program for statistical calibration of climate signals in tree-ring chronologies. Computers and Geosciences,30(3): 303-311.   \nBriffaKR,ShwegberFHJosPDal998eucedsiivityofetrerowthtmperaureat latitudes.Nature,391: 678-682.   \nChenF,YuanYJ,Wei WS,etal.20.Variatiosoflong-termpalmerdroughtindex inrecent354yearsinYilibasedontre-ing record.Plateau Meteorology,30(2): 355-362.(in Chinese)   \nChenF,YuanY,YuS,etal.2015.A2-yearlongdroughtreconstructioforeastXinjiangbasedonSiberialarch(arixsibirica) tree-ring widths:reveals therecentdry trendof theeastern endofTien Shan.Quaternary International,358:42-47.   \nCookER.1985.ATime Series Analysis Approach to Tre-Ring Standardization.Tucson:The UniversityofArizona Pres,1-171.   \nCook ER,Kairiukstis LA.1990.Methods of Dendrochronology.Dordrecht: Kluwer Academic Publishers,1-391.   \nCook ER,AnchukaitisKJ,BuckleyBM,etal.20l0.Asian monsoon failureandmegadrought during the lastmillum.   \nEfron B.1979.Bootstrap methods: another look at the jackknife.The Annals of Statistics,7(1):1-26.   \nFang KY,Gou XH,ChenFH,etal.2012.Tre-ring based reconstructionof droughtvariability(1615-209)inthe Kongtong Mountain area,northern China.Global Planetary Change,80-81:190-197.   \nFritts H C.1976.Tree Rings and Climate.London: Academic Press,1-582.   \nGou XH,DengY,GaoLL,etal.2O15.Milleumtreringreconstructionofdroughtvariabilityintheeasten QilianMoutains, northwest China. Climatic Dynamics,45: 1761-1770.   \nHarisI,JonesPD,OsboT,etal.2014.Updatedhgh-resolutiongridsof monthlyclimaticobservations-theCRUT3.10 Dataset. International Journal of Climatology,34(3): 623-642.   \nHolmesRL.1983.Computer-asistedqualitycontrol in treeringdatingand measurement.Tree-Ring Bulltin,43(1):69-78.   \nHughes MK,SwetnamTW,DiazHF.2011.Dendroclimatology: Progressand Prospects.Dordrecht: Springer Pre,1-365.   \nImmerzeel W W.2010.Climate change will affect the Asian water towers.Science,328(5984): 1382-1385.   \nLiGQ,BaiF,SangWG.2Ol1.Diferentresponsesofradial growthtoclimate warminginPinuskoraiensisandPiceajezoensis var.Komaroviiattheirupper elevationallimits inChangbai,China.Chinese JournalofPlantEcology,35(5):50511.(in Chinese)   \nLi J,ChenF,CookER,etal.2Oo7.Droughtreconstruction forNorth Central Chinafromtreerings:thevalueofthePalmer drought severity index. International Journal of Climatology,27(7): 903-909.   \nLi JB,Gou XHCookER,etal.2O6.Tre-ring baseddroughtreconstructionfor thecentralTienShanarea innorthwest China. Geophysical Research Letters,33(7): L07715,doi: 10.1029/2006GL025803.   \nLiYJ,Gou XH,FangKY,etal.20l2.Reconstructionofprecipitationof previousAugust tocurentJune during121-208 in the eastern Qilian Mountains.Journal of Desert Research,32(5): 1393-1401. (in Chinese)   \nLiangEY,LiuXH,YuanYJ,etal.2O06.The192Osdroughtrecordedbytreeringsandhistoricaldocumentsinthesem-aridand arid areas of northern China. Climatic Change,79: 403-432.   \nLiu WH.2O16.Spatial and temporal variabilityof precipitationover the midleandeasterparts of Northwest China during the past 400 years andits potential driving mechanisms.PhD Disertation.Lanzhou: Lanzhou University.(in Chinese)   \nLiuY,SunJY,ongH,etal.O0.reinghdrologicecostructiosfortheHeieiveratershd,westeinace AD 1430.Water Research,44(9): 2781-2792.   \nLiuY,LeiY,SunB,etal.laAalprecipitationarabilityiferedfromtre-ingidthchronologiesintheCangling Shoulu region, China, during AD 1853-2007.Dendrochronologia,31(4): 290-296.   \nLiuY,LeiY,SunB,etal.21b.AnualprecipitationiLiancheng,Chinasice1777ADderivedfromtrerngsofese pine (Pinus tabulaeformis Carr). International Journal of Biometeorology, 57(6): 927-934.   \nOpala-owczarek M,NiedzwiedT,RahmonovO,etal.2O14.The Dendroclimatic potentialofshrubs from WesternPamir-Alay (Tajikistan).In: Association for Tree-ring Research.Trace 2014 Tree Rings in Archaeology，ClimatologyandEcology. Aviemore, Scotland.   \nOpala-owczarek M,Owczarek P,RahmonovO,etal.2018.The first dendrochronological datingof timber fromTajikistanpotential for developing a millennial tree-ring record. Tree-Ring Research,74(1): 50-62.   \nOpala-owczarek M,NiedzwiedT.2O19.Last0OyrofprecipitationvariabilityinwestencentralAsiaasrevealedbytr-ring data from the Pamir-Alay. Quaternary Research,91: 81-95.   \nPedersonN,HesslAE,BatarbilegN,etal.014.Puvialsdroughts,theongolEmpire,andmodern ongolia.roceedingsof the National Academy of Sciences of the United States of America,111(12): 4375-4379.   \nQiu A J.20o5.Studies on Leguminosae on the Pamirs of China. MSc Thesis.Xinjiang: Shihezi University.(in Chinese)   \nSeddonAWR,Macias-FauriaM,LongPR,etal.2O16ensitivityofglobalterestrialecosystems toclimatevarability.Nature, 531(7593): 229-232.   \nVicente-Serrano SM,Begueria S,López-Moreno JI.20l0.A multiscalar drought index sensitive to global warming:the standardized precipitation evapotranspiration index.Journal of Climate,23:1696-1718.   \nVicente-Serrano SM,Lopez-MorenoJI,Lorenzo-Lacruz J,etal.2011.The NAOimpactondroughts inthe Mediterranean Region.In: Vicente-SerranoS,rigoR.Hydrological,SocioeconomicandEcological Impactsof theNorthAtlaticOsilion in the Mediterranean Region.Advances in Global Change Research.Dordrecht: Springer,23-40.   \nWangL,Chen W.20l4.Applicabilityanalysisof standardized precipitation evapotranspirationindexidrought monitoring in China.Plateau Meteorology,33(2): 423-431.(in Chinese)   \nWangYM,Feng Q,Kang XC.2016.Tre-ring-basedreconstructionoftemperature variability(1445-20)for theuppereaches of the Heihe River Basin,Northwest China.Journal of Arid Land,8(1): 60-76.   \nWolff C,PlessnB,DudashillAS,etal.l7.PrecipitationevolutionofCentralAsiaduringthelastoyears.heHoloee, 27(1): 142-154.   \nYangFM,WangNA,FengS,etal.2O16.Thespatialdistributionofprecipitationoverthe WestQinlingregion,China,AD1470 2000.Palaeogeography,Palaeoclimatology,Palaeoecology, 443: 278-285.   \nYuanYJ,LiJF,ZhangJB.2Oo1.348-yearprecipitationreconstruction from tree-rings for the North Slopeofthemiddle Tianshan Mountains.Acta Meteorologica Sinica, 15(1):95-104.   \nYuanYJ,JinY,ShaoXM,etal.o.Varationsofthespringprecipitationdayumbersreconstructedfromtreeings the Urumqi River drainage,Tianshan Mts.over the last 370 years.Chinese Science Bulletin,48(14):1507-1510.   \nZhang RB,YuanYJ,GouXH,etal.2O16.Streamflow variabilityfortheAksu Riveronthesouthernslopesof the Tian Shan inferred from tree ring records. Quaternary Research,85(3):371-379.   \nZhangTW,YuanYJ,ChenF,etal.2O18.Reconstructionofhydrologicalchanges basedontre-ringdataoftheHabaRiver, northwestern China. Journal of AridLand,10(1):53-67.   \nZhang Z.2015.Tree-rings,akeyecological indicatorofenvironmentandclimatechange.Ecological Indicators,51:107-116. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]