[
    {
        "type": "text",
        "text": "Can climate change influence agricultural GTFP in arid and semi-arid regions of Northwest China? ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "FENG Jian1, ZHAO Lingdi1.2\\*, ZHANG Yibo², SUN Lingxiao4, YU Xiang4, YU Yang4.5\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 School of Economics, Ocean University of China, Qingdao 266100, China;   \n2 Institute of Marine Development, Ocean University of China, Qingdao 26610o,China;   \n3 School of Foreign Languages, Ocean University of China, Qingdao 26610o, China;   \n4 Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences,Urumqi 830o11,China;   \n5 University of Chinese Academy of Sciences,Beijing 10o049, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: There are eight provinces and autonomous regions (Gansu Province, Ningxia Hui Autonomous Region, Xinjiang Uygur Autonomous Region, Inner Mongolia Autonomous Region, Tibet Autonomous Region, Qinghai Province, Shanxi Province, and Shaanxi Province) in Northwest China, most areas of which are located in arid and semi-arid regions (northwest of the $4 0 0 ~ \\mathrm { { m m } }$ precipitation line), accounting for $5 8 . 7 4 \\%$ of the country's land area and sustaining approximately $7 . 8 4 \\times 1 0 ^ { 6 }$ people. Because of drought conditions and fragile ecology， these regions cannot develop agriculture at the expense of the environment. Given the challnges of global warming, the green total factor productivity (GTFP),taking $\\mathrm { C O } _ { 2 }$ emissions as an undesirable output, is an effective index for measuring the sustainability of agricultural development. Agricultural GTFP can be influenced by both internal production factors (labor force, machinery,land,agricultural plastic film,diesel,pesticide,and fertilizer)and external climate factors (temperature, precipitation, and sunshine duration). In this study, we used the Super-slacks-based measure (Super-SBM) model to measure agricultural GTFP during the period 2000-2016 at the regional level. Our results show that the average agricultural GTFP of most provinces and autonomous regions in arid and semi-arid regions underwent a fluctuating increase during the study period (2000-2016),and the fluctuation was caused by the production factors (input and output factors). To improve agricultural GTFP, Shaanxi, Shanxi, and Gansu should reduce agricultural labor force input; Shaanxi, Inner Mongolia, Gansu,and Shanxi should decrease machinery input; Shaanxi, Inner Mongolia, Xinjiang, and Shanxi should reduce fertilizer input; Shaanxi, Xinjiang, Gansu, and Ningxia should reduce diesel input; Xinjiang and Gansu should decrease plastic film input; and Gansu, Shanxi, and Inner Mongolia should cut pesticide input. Desirable output agricultural earnings should be increased in Qinghai and Tibet, and undesirable output ( $\\mathrm { C O } _ { 2 }$ emissions) should be reduced in Inner Mongolia, Xinjiang, Gansu, and Shaanxi. Agricultural GTFP is influenced not only by internal production factors but also by external climate factors. To determine the influence of climate factors on GTFP in these provinces and autonomous regions,we used a Geographical Detector (Geodetector) model to analyze the influence of climate factors (temperature, precipitation,and sunshine duration) and identify the relationships between different climate factors and GTFP. We found that temperature played a significant role in the spatial heterogeneity of GTFP among provinces and autonomous regions in arid and semi-arid regions. For Xinjiang, Inner Mongolia, and Tibet, a suitable average annual temperature would be in the range of ${ 7 ^ { \\circ } \\mathrm { C - ^ { 9 } { } ^ { \\circ } C } }$ ； for Gansu, Shanxi, and Ningxia, it would be $1 1 ^ { \\circ } \\mathrm { C } { - } 1 3 ^ { \\circ } \\mathrm { C }$ ； and for Shaanxi, it would be $1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C } .$ ，Stable climatic conditions and more efficient production are prerequisites for the development of sustainable agriculture. Hence, in the agricultural production process, reducing the redundancy of input factors is the best way to reduce $\\mathrm { C O } _ { 2 }$ emissions and to maintain temperatures, thereby improving the agricultural GTFP. The significance of this study is that it explores the impact of both internal production factors and external climatic factors on the development of sustainable agriculture in arid and semi-arid regions, identifying an effective way forward for the arid and semi-arid regions of Northwest China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: climate change; agricultural GTFP; Super-slacks-based measure (Super-SBM) model; Geodetector; $\\mathrm { C O } _ { 2 }$ emissions; arid regions; semi-arid regions ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In a narrow sense, agriculture refers to crop farming that can provide human with essential products, including food, vegetables,animal feed, cooking oil, medicines, fibers, and wood. As China has the largest population in the world, agriculture which influences livelihoods is particularly significant there (Feng et al., 2005; Gollin et al.， 2007; Nigussie et al., 2017). The arid and semi-arid regions in China occupy about $5 8 . 7 4 \\%$ of the national land area and sustain a population of approximately $7 . 8 4 \\times 1 0 ^ { 6 }$ . Because of the fragile ecological environment, these regions cannot sacrifice the environment to develop agriculture, and it is important for them to develop sustainable practices. Green total factor productivity (GTFP) is an index for evaluating the sustainability of development by comparing effective input and output factors. A large number of studies have used GTFP to assess sustainable development across different regions and sectors (Feng et al., 2015; Song et al., 2015; Fuinhas et al., 2016; Makijenko et al., 2016; Song et al., 2016; Wang et al., 2016; Liobikiene et al., 2017; Huang et al., 2018). In the field of agricultural research, many researchers have measured the productivity of agriculture based on input and output factors (Van Itersum et al., 2003; Peters et al., 2007). Wu (1995） used a frontier production framework to evaluate the increase of total factor productivity (TFP) in China and found growth of $5 0 \\% - 6 0 \\%$ in the agricultural sector. Chen et al. (2Oo9) suggested that the growth in agricultural productivity was higher in the coastal regions and lower in the central and western regions and the reason for the lesser productivity of the western regions was their lower marginal productivity of land,labor force, capital,and fertilizer input. Tian and Yu (2O12) observed that the TFP of the Chinese agricultural sector grew by $2 \\%$ per year in the period 1950-2009. Other researchers have suggested that input and output factors during agricultural production processes can influence productivity (MacDonald et al., 20Oo; Olesen and Bindi, 2002; Liu et al., 2005). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Crop harvests in arid and semi-arid regions are particularly affected by climate. Aridification can limit crop yields, which greatly affects agricultural development (Turner, 2OO4; Saleska et al., 2007). Over the past 5O years, temperatures have increased significantly in arid and semi-arid regions of Northwest China, whereas precipitation has generally decreased. This means that these regions have experienced severe and long-lasting droughts (Dai, 2O11; Ponce et al., 2O13; Xiao et al., 2016). Furthermore，only $3 0 \\% - 4 0 \\%$ of precipitation is available for crops (Boyer and Westgate, 2O04; Zhang, 2008). Precipitation is erratic,and crop harvests tend to be irregular (Lobell et al., 2008; He et al., 2012; Hu et al., 2014). Global warming also affects crop production directly. As Piao et al. (2O1O) noted, global warming caused a slight decrease in Chinese crop production, and the magnitude of this reduction varies between regions. Warming within an appropriate range $( 0 . 5 ^ { \\circ } \\mathrm { C } { - 2 . 0 ^ { \\circ } \\mathrm { C } } )$ is good for photosynthesis and crop growth, while extremes of temperature will reduce the crop's productivity and degrade its quality (Xiao et al.， 2016). However, temperatures in arid and semi-arid regions have risen by approximately $1 . 4 ^ { \\circ } \\mathrm { C } \\mathrm { - } 3 . 0 ^ { \\circ } \\mathrm { C }$ over the past 3O years. This not only influences crop growth directly but also threatens the use of water resources by making these areas more vulnerable to drought (Sheffield and Wood, 2008; Wang et al., 2011; Ren et al., 2012; Trenberth et al., 2014; Leng et al., 2015; Lei et al., 2016). This forms a vicious spiral that threatens the sustainable development of agricultural in these regions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As agricultural research has developed, both governments and scholars have become aware of the importance of comprehensive assessments that combine climate and production (input and output) factors to make complete and systematic evaluations of agricultural production. Such an approach can provide an integrated evaluation that enables policy-makers to make appropriate decisions (Lee and Tollenaar, 2007; Mueller et al.， 2009). Deng et al. (2017) introduced the estimation system of agricultural productivity (ESAP) framework to evaluate productivity by considering photosynthetic, photothermal, climatic, and land values in agricultural processes. Although assessment research in sustainable agricultural development has progressed since 2010, analyses of Chinese arid and semi-arid regions remain scarce. Our study aims to quantify GTFP changes in the agricultural sector between 2OOO and 2O16 and to determine the influence of climate factors in arid and semi-arid regions of Northwest China. We considered climate change factors as outside factors and production (input and output) factors as inside factors. In order to evaluate the sustainability of development, we used the Super-slacks-based measure (Super-SBM) model to calculate agricultural GTFP with input and output factors for different regions. We also utilized the Geographical Detector (Geodetector） model to calculate the influence of different climate factors and to explore which factors play a more important role in influencing agricultural GTFP in arid and semi-arid regions of Northwest China. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Studyarea ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We used an agricultural panel dataset of arid and semi-arid regions in Northwest China for the period 2Oo0-2016. These arid and semi-arid regions consist mainly of eight provinces and autonomous regions (Gansu Province, Ningxia Hui Autonomous Region， Xinjiang Uygur Autonomous Region, Inner Mongolia Autonomous Region, Tibet Autonomous Region, Qinghai Province, Shanxi Province， and Shaanxi Province） located at $3 1 ^ { \\circ } 9 0 ^ { \\prime }  – 5 3 ^ { \\circ } 2 3 ^ { \\prime } \\mathrm { N }$ and $7 3 ^ { \\circ } 4 0 _ { - } ^ { \\prime }$ $1 2 6 ^ { \\circ } 0 4 \\mathrm { ^ { \\prime } E }$ . Based on the Chinese classification standard for wet and dry areas, researchers divided the arid and semi-arid regions by the $2 0 0 ~ \\mathrm { \\ m m }$ equipluve (Kunlun Mountains-Tangshan Mountains-Inner Mongolian Plateau), while the $4 0 0 \\mathrm { m m }$ equipluve (Tibet Plateau-Loess Plateau-Da Hinggan Ling) is the demarcation line between semi-arid and semi-humid regions (Zhang et al., 2O16). According to this standard, we divided all provinces and autonomous regions under this study into arid and semi-arid regions based on average annual precipitation and geographical location. Thus, the arid regions include three provinces and autonomous regions (Gansu, Ningxia, and Xinjiang),and the semi-arid regions cover five provinces and autonomous regions (Inner Mongolia, Tibet, Qinghai, Shanxi, and Shaanxi). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Most areas of semi-arid regions are located between the 2Oo and $4 0 0 ~ \\mathrm { { m m } }$ precipitation lines. The soil erosion problem in those areas is serious, and the agricultural ecological environment is fragile. The main type of vegetation is grassland. Because of the rainless climate, the yield of dry farming is unstable. With extensive cultivation and small yields, the farming economy is underdeveloped compared to that of the humid and semi-humid regions in China. Most areas of the arid regions are located northwest of the $2 0 0 \\mathrm { m m }$ precipitation line. Owing to long-term drought conditions, most of the land resource is desert. The processes of desertification and salinization have made most areas unsuitable for the development of agriculture. Only a few areas have dry farming and oasis agriculture. Given the harsh climatic conditions,the shortage of water resources,and the fragile ecological environment, the studied arid and semi-arid regions need to take account of climate characteristics when exploring appropriate and sustainable development paths for agriculture. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Agricultural data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Following the studies of Chen et al. (2008), Ito (2010), and Kerstens et al. (2018), we regarded labor force, machinery, land, agricultural plastic film, diesel, pesticide, and fertilizer as input factors. Desirable output was calculated by the value of agricultural yield, and undesirable output was measured by the standard $\\mathrm { C O } _ { 2 }$ emissions during the production process. In line with previous studies, labor force was measured by the number of agricultural labors, machinery by the total power of agricultural machinery, and land by the total area sown. Plastic film, diesel, pesticide, and fertilizer were directly represented by the amounts used in the agricultural production process. Agricultural yield is represented by the gross output value and was calculated in line with prices for the year 2OOO,and standard $\\mathbf { C O } _ { 2 }$ emissions are the emission coefficients of input factors. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Since China became the world's largest emitter of greenhouse gases in 2OO8, sustainable agricultural development with regard to greenhouse gas emissions has been a focus of national attention (Liu et al., 2013, 2016). Greenhouse gas emissions play an important role in climate change and are a by-product of the cultivation of crops. The main sources of agricultural emissions are the use of diesel, pesticide,chemical fertilizer,and plastic film as wellas irrigation and plowing processes. To take account of the greenhouse effect, we converted greenhouse gases to standard $\\mathbf { C O } _ { 2 }$ emissions. Following the research of Liu et al. (2O18)，we calculated $\\mathrm { C O } _ { 2 }$ emissions based on the emission coeficient during the cultivation process. The carbon emission coefficients of main carbon sources are shown in Table 1. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/c741023b790bdbbba311b08eab492e706bef58a209c0a55aeddd73a4940051d4.jpg",
        "table_caption": [
            "Table 1 $\\mathrm { C O } _ { 2 }$ emission coefficients during the cultivation process "
        ],
        "table_footnote": [
            "Note: \"kg CE\" stands for kilogram of coal equivalent (energy intensity). "
        ],
        "table_body": "<html><body><table><tr><td>Source of carbon</td><td>Emission coefficient</td><td>Reference source</td></tr><tr><td>Fertilizer (kg CE/kg)</td><td>0.8956</td><td>OakRidge National Laboratory (ORNL), United States</td></tr><tr><td>Pesticide (kg CE/kg)</td><td>4.9341</td><td>Oak Ridge National Laboratory (ORNL), United States</td></tr><tr><td>Plastic film (kg CE/kg)</td><td>5.1800</td><td>Institute of Resource, Ecosystem and Environment of Agriculture of Nanjing Agricultural University (IREEA), China</td></tr><tr><td>Diesel (kg CE/kg)</td><td>0.5927</td><td>Intergovernmental Panel on Climate Change (IPCC), United Nations</td></tr><tr><td>Irrigation (kg/km²)</td><td>266.4800</td><td>Duan et al. (2011), China</td></tr><tr><td>Plowing (kg/km²)</td><td>312.6000</td><td>China Agricultural University (CAU), China</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Except for $\\mathbf { C O } _ { 2 }$ emissions, data of other input and output factors were collected from the China Rural Statistical Yearbook (NBSC, 2OO1-2O17a), and all monetary variables were deflated to the price level of the year 2OOo. The regional climate factors discussed below are represented by the temperature, precipitation, and sunshine duration data for their capital cities, taken from the 2000 to 2016 editions of China Statistical Yearbook (NBSC, 2001-2017b). Because of the authenticity and credibility of the China Rural Statistical Yearbook and the China Statistical Yearbook, many studies of agriculture have used data from the same sources (Xu et al., 2O15; Rigoberto et al., 2017; Shen et al., 2018; Wang et al., 2019; Zhang et al., 2019). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3Super-SBM model ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Many studies have used Data Envelopment Analysis (DEA) methods to analyze GTFP in the agricultural sector (e.g. Heidari et al., 2O12; Blancard and Martin, 2014; Pang et al., 2016). As they have no predefined production function, DEA models allow the creation of a production frontier with the best input and output ratio of production factors through the optimized results of a linear program. In radial DEA models， the measurement of inefficiency includes only proportional reduction and enlargement of allinputs and outputs. Because of this limitation, the distance between the ineficient decision-making unit (DMU) and the most effective target contains slack improvement, which cannot be presented in the efficiency measurement of radial DEA models. Unlike radial DEA models, slacks-based measure (SBM) models are good at dealing directly with slacks of input and output to eliminate radial as well as oriented deviation. It is clear that undesirable outputs are unavoidable in any production process, and it is necessary to take account of them in an efficiency evaluation model (Seiford and Zhu, 2OO2). Among the possible methods of processng undesirable outputs, SBM stands out because it fits the production process perfectly. However, in the process of evaluating the efficiency of the DMU using the traditional SBM models, it is often the case that multiple DMU efficiency values are equal to 1, especially under the condition of multiple input and output indicators. This makes it impossible to further distinguish the efficiency value between the efective decision-making units (DMUs). To resolve this difficulty,Andersen and Petersen (1993) proposed the Super Efficiency model, and Tone (2002) proposed the Super-SBM model. Following Cheng (2014), the Super-SBM model with undesirable output is described as follows: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { m i n } \\rho = \\frac { 1 + \\displaystyle \\frac { 1 } { m } \\sum _ { i = 1 } ^ { m } s _ { i } ^ { - } \\big / x _ { i k } } { 1 - \\displaystyle \\frac { 1 } { q _ { 1 } + q _ { 2 } } \\Biggl ( \\sum _ { r = 1 } ^ { q _ { 1 } } \\frac { s _ { r } ^ { + } } { y _ { r k } } + \\sum _ { t = 1 } ^ { q _ { 2 } } \\frac { s _ { t } ^ { b _ { - } } } { b _ { t k } } \\Biggr ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "constraint condition $\\begin{array} { r } { \\{ \\underset { j \\neq k } { : } s . t . \\underset { j = 1 } { \\overset { n } { \\sum } } x _ { i j } \\lambda _ { j } - s _ { t } ^ { - } \\le x _ { i k } ; \\underset { j \\neq k } { \\overset { n } { \\sum } } y _ { r j } \\lambda _ { j } + s _ { t } ^ { + } \\ge y _ { r k } ; \\underset { j \\neq k } { \\overset { n } { \\sum } } b _ { t j } \\lambda _ { j } - s _ { t } ^ { b _ { - } } \\le b _ { t k } ; } \\end{array}$ ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n1 - \\frac { 1 } { q _ { 1 } + q _ { 2 } } \\Biggl ( \\sum _ { r = 1 } ^ { q _ { 1 } } \\frac { s _ { r } ^ { + } } { y _ { r k } } + \\sum _ { t = 1 } ^ { q _ { 2 } } \\frac { s _ { t } ^ { b _ { - } } } { b _ { t k } } \\Biggr ) > 0 ;\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\ni = 1 , \\ 2 , \\ . . . , \\ m ; \\ r = 1 , \\ 2 , \\ . . . , \\ q ; j = 1 , \\ 2 , . . . , \\ n \\ ( j \\neq k ) .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We suppose that there are $n$ DMUs $( \\mathrm { D M U } _ { j } , j \\mathrm { = } 1 , 2 , . . . , n )$ and that each of them represents a province or autonomous region of China. Each DMU utilizes $m$ inputs $x _ { i j }$ $( i { = } 1 , ~ 2 , ~ . . . , ~ m )$ to produce $q _ { 1 }$ desirable outputs $\\ d _ { \\gamma } { } _ { r j } \\ ( r { = } 1 , \\ 2 , \\ . . . , \\ q _ { 1 } )$ and discharge $q _ { 2 }$ undesirable outputs $b _ { t j }$ $\\scriptstyle \\prime = 1$ ， $2 , . . . , q _ { 2 } )$ ： ${ \\mathrm { D M U } _ { k } }$ is the province or autonomous region being measured, $x _ { i k }$ is its input factors, $y _ { r k }$ is its desirable outputs, and $b _ { t k }$ is its undesirable outputs. In Equation 1, s.t. means \"subject to\", and $\\lambda _ { j }$ $( j { = } 1 , \\ 2 , \\ . . . , \\ n )$ is the nonnegative intensity variable associated with each $\\mathrm { D M U } _ { j }$ by combining the inputs and outputs. $s _ { i } ^ { - } , \\ s _ { r } ^ { + }$ ，and $s _ { t } ^ { b _ { - } }$ are the slack variables denoting an excess of inputs,a shortage of desirable outputs, and an excess of undesirable outputs, respectively. The numerator and denominator of the target function $\\rho$ evaluate the average distance from the real inputs and outputs to the frontiers of production. If $\\rho { \\geq } 1$ , it indicates that a production unit is efficient. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4 Geodetector ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Climate change can influence crop productivity (Yao et al., 2O11). In this study, we used the Geographical Detector (Geodetector) model to analyze the influence of climate change on agricultural GTFP. Geodetector is a model for measuring the spatial stratified heterogeneity (SSH),and it consists of a factor detector, an interaction detector, a risk detector, and an ecological detector. Jin et al. (2O18) claimed that light, temperature, and water conditions are the main factors that influence agricultural productivity, so we investigated the factor, interaction, ecological and risk influences of temperature, precipitation, and sunshine duration on GTFP. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The basic assumption of Geodetector is that the study region can be divided into several sub-regions. If the sum of the variances of the sub-regions is smaller than the total variances of the region, a spatial differentiation exists. If the spatial distributions of two variables tend to agree, there is a statistical correlation between them. Geodetector uses the $q$ statistic to measure the spatial differentiation, detect the explanatory factors,and analyze the interaction between variables (Wang et al., 2010). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.1 Factordetector ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The factor detector can detect to what extent a certain factor $x$ explains the spatial differentiation of variable $y$ .We used the $q$ value to explain this degree. Factor $x _ { h }$ can be divided into $h$ $\\mathrm { : ~ } ( h = 1 , 2$ $\\ldots , L$ ，where $L$ is the total number of $h$ ） parts; likewise,we divided the variable $y _ { i \\cdot } \\ \\sigma _ { h } ^ { 2 }$ and $\\sigma ^ { 2 }$ are variances of $y _ { i }$ in strata $h$ and the whole of $y _ { i }$ ,while $\\overline { { Y } } _ { h }$ and $\\overline { { Y } }$ are the average $y _ { i }$ of strata $h$ and the whole of $y _ { i }$ ,respectively. The $q$ statistic expression is as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nq = 1 - \\frac { \\sum _ { h = 1 } ^ { L } N _ { h } \\sigma _ { h } ^ { 2 } } { N \\sigma ^ { 2 } } = 1 - \\frac { S S W } { S S T } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { S S W = \\sum _ { h = 1 } ^ { L } N _ { h } \\sigma _ { h } ^ { 2 } ; S S T = N \\sigma ^ { 2 } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where SSW and $S S T$ are the sum of squares within $h$ and the total sum of squares of $y _ { i } ,$ respectively; and $N _ { h }$ and $N$ are the units of $y _ { i }$ in $h$ and $y _ { i }$ in total, respectively. The $q$ values range from 0 to 1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The bigger the $q$ value, the greater the explanatory power of $x$ to $y$ .If $q { = } 1$ , it indicates that $x$ explains the spatial distribution of $y$ completely； while if $\\scriptstyle q = 0$ ，it indicates that $x$ has no relationship with $y$ . The $q$ value means that $x$ can explain $10 0 \\times q \\%$ of $y$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A simple transformation of the $q$ statistic satisfies a non-central $F$ distribution (Wang et al., 2016): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nF { = } \\frac { N { - } L } { L { - } 1 } { \\times } \\frac { q } { 1 { - } q } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\lambda = \\frac { 1 } { \\sigma ^ { 2 } } \\Bigg [ \\sum _ { h = 1 } ^ { 1 } \\overline { { Y } } _ { h } ^ { 2 } - \\frac { 1 } { N } \\Big ( \\sum _ { h = 1 } ^ { L } \\sqrt { N _ { h } } \\overline { { Y } } _ { h } \\Big ) ^ { 2 } \\Bigg ] ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\lambda$ is a non-central parameter. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4.2 Interaction detector ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The interaction detector was used to identify the interaction relationship between different factors and evaluate their combined effect to see whether any pair of factors working together will increase or decrease the explanatory power of the dependent variable $y _ { i }$ (or whether the influences of these factors are independent). The method of evaluation was, first, to calculate the $q$ values of the two factors $x _ { 1 }$ and $x _ { 2 }$ for $y _ { i }$ separately to obtain $q ( x _ { 1 } )$ and $q ( x _ { 2 } )$ , respectively. Second, the $q$ value of their interactions was calculated (two strata superimposed to form a new polygonal distribution） to obtain $q ( x _ { 1 } \\cap x _ { 2 } )$ . Finally, $q ( x _ { 1 } ) , \\ q ( x _ { 2 } )$ ，and $q ( x _ { 1 } \\cap x _ { 2 } )$ were compared to find the interaction relationship. If $q ( x _ { 1 } \\cap x _ { 2 } ) < \\operatorname* { m i n } ( q ( x _ { 1 } ) , q ( x _ { 2 } ) )$ , the combined effect of factors $x _ { 1 }$ and $x _ { 2 }$ will decreasetheexplanatorypowerof $y _ { i }$ inanonlinearmanner.If $\\operatorname* { m i n } ( q ( x _ { 1 } )$ $q ( x _ { 2 } ) ) { < } q ( x _ { 1 } \\cap x _ { 2 } ) { < } \\operatorname* { m a x } ( q ( x _ { 1 } ) \\cap q ( x _ { 2 } ) )$ , the effects of factors $x _ { 1 }$ and $x _ { 2 }$ are mutually exclusive and both of them will decrease the explanatory power of $y _ { i }$ in a nonlinear way. If $q ( x _ { 1 } \\cap x _ { 2 } ) > \\operatorname* { m a x } ( q ( x _ { 1 } ) .$ $q ( x _ { 2 } ) )$ ， the combined effect of factors $x _ { 1 }$ and $x _ { 2 }$ will enhance their explanatory power of $y _ { i }$ If $q ( x _ { 1 } \\cap x _ { 2 } ) { = } q ( x _ { 1 } ) { + } q ( x _ { 2 } )$ ，the effects of factors $x _ { 1 }$ and $x _ { 2 }$ are mutually exclusive. If $q ( x _ { 1 } \\cap x _ { 2 } ) > q ( x _ { 1 } ) + q ( x _ { 2 } ) ,$ , the combined effect of factors $x _ { 1 }$ and $x _ { 2 }$ will enhance the explanatory power of $y _ { i }$ in a nonlinear manner. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4.3 Risk detector ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The risk detector was used to find significant differences in the mean value between sub-regions, and to test them with the $t$ statistic: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nt _ { \\overline { { y } } _ { h = 1 } - \\overline { { y } } _ { h = 2 } } ^ { - } = \\frac { \\overline { { Y } } _ { h = 1 } - \\overline { { Y } } _ { h = 2 } } { \\left[ \\displaystyle \\frac { \\mathrm { V a r } \\left( \\overline { { Y } } _ { h = 1 } \\right) } { n _ { h = 1 } } + \\displaystyle \\frac { \\mathrm { V a r } \\left( \\overline { { Y } } _ { h = 2 } \\right) } { n _ { h = 2 } } \\right] ^ { 1 / 2 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\overline { { y } } _ { h }$ is the calculation of the average values of samples $y _ { i }$ in $h ; ~ \\overline { { Y } } _ { h }$ represents the average value of $y _ { h }$ $( h { = } 1 , 2 , . . . , L )$ ： $n _ { h }$ is the sample size of the sub-region of $h$ ； Var denotes the variance; and the $t$ statistic approximately obeys the student's $t$ distribution, where the degree of freedom $( d f )$ was calculated as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nd f = \\frac { \\underset { n _ { h = 1 } } { \\underbrace { \\mathrm { V a r } \\left( \\overline { { Y } } _ { h = 1 } \\right) } } + \\frac { \\mathrm { V a r } \\left( \\overline { { Y } } _ { h = 2 } \\right) } { n _ { h = 2 } } } { \\frac { 1 } { n _ { h = 1 } - 1 } \\left[ \\frac { \\mathrm { V a r } \\left( \\overline { { Y } } _ { h = 1 } \\right) } { n _ { h = 1 } } \\right] ^ { 2 } + \\frac { 1 } { n _ { h = 2 } - 1 } \\left[ \\frac { \\mathrm { V a r } \\left( \\overline { { Y } } _ { h = 2 } \\right) } { n _ { h = 2 } } \\right] ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The null hypothesis $H _ { 0 }$ is expressed as: $\\overline { { Y } } _ { h = 1 } = Y$ If $H _ { 0 }$ is rejected at the confidence level $a$ ，then there is a significant difference in the mean value of $y _ { i }$ between sub-regions. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4.4 Ecological detector ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The ecological detector was used to compare whether the effects of any two factors on the spatial distribution of $y _ { i }$ are significantly different and to measure the difference with the $F$ statistic: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nF = \\frac { N _ { x _ { 1 } } \\left( N _ { x _ { 2 } } - 1 \\right) S S W _ { x _ { 1 } } } { N _ { x _ { 2 } } \\left( N _ { x _ { 1 } } - 1 \\right) S S W _ { x _ { 2 } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { S S W _ { x _ { 1 } } = \\sum _ { h = 1 } ^ { L _ { 1 } } N _ { h } \\sigma _ { h } ^ { 2 } ; S S W _ { x _ { 2 } } = \\sum _ { h = 1 } ^ { L _ { 2 } } N _ { h } \\sigma _ { h } ^ { 2 } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $N _ { x _ { 1 } }$ and $N _ { x _ { 2 } }$ are the sample sizes of factors $x _ { 1 }$ and $x _ { 2 }$ , respectively; $S S W _ { x _ { 1 } }$ and $S S W _ { x _ { 2 } }$ are the sums of intra-strata variances of $x _ { 1 }$ and $x _ { 2 }$ ,respectively; and $L _ { 1 }$ and $L _ { 2 }$ represent the values of $h$ for $x _ { 1 }$ and $x _ { 2 }$ ,respectively. The null hypothesis $H _ { 0 }$ is expressed as: $S S W _ { x _ { 1 } = } S S W _ { x _ { 2 } }$ . If $H _ { 0 }$ is rejected at the level of significance of $a$ , there is a significant difference in the effect of the two factors $x _ { 1 }$ and $x _ { 2 }$ on the spatial distribution of GTFP. When using the Geodetector model, if the independent variable is a numerical magnitude, it needs to be discretized. In this study, we discretized the dependent variables directly by dividing them equally. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1Descriptive statistics for input and output factors (Super-SBM model) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Before using the Super-SBM model to measure GTFP, we carried out a basic statistical analysis of input and output factors in the estimation. The results are presented in Table 2. From the values for the mean and standard deviation, we can observe obvious variations of input and output factors between arid and semi-arid regions in different years. To establish the source of the variations, we calculated the average values and growth rates for agricultural input and output factors. The results are presented in Tables 3 and 4, respectively. Taken together with Table 3, these results show that all input and output factors of agriculture in Ningxia, Tibet, and Qinghai were lower than average, whereas the values in Inner Mongolia were higher than average. For Gansu, the input factors of fertilizer and diesel were lower than average,but for Xinjiang, only the labor force input factor was lower than average.For Shanxi, the diesel and plastic film inputs were lower than average, as were the input factors of plastic film and pesticide in Shaanxi. With these exceptions, all input and output factors for these regions were higher than average. The gaps in input and output levels between Ningxia, Tibet, Qinghai, and the other regions were very large, and this was one of the main sources of the standard deviation (see Table 2),along with time differences (see Table 4). ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/2ab9a0bef8ac2ab4c1fe45b7e2368f80eaf745e6df5b54d33981240549f4adbb.jpg",
        "table_caption": [
            "Table 2Descriptive statistics for variables used in the Super-slacks-based measure (Super-SBM) model "
        ],
        "table_footnote": [
            "Table 4 shows the growth rate of input and output factors from 2000 to 2016. In these arid and semi-arid regions,all input factors, with the exceptions of labor force and land input, increased "
        ],
        "table_body": "<html><body><table><tr><td>Variable type</td><td>Variable</td><td> Mean</td><td>Standard deviation</td></tr><tr><td rowspan=\"7\">Input factors</td><td>Number of agricultural labor force (×104 persons)</td><td>1165.3802</td><td>787.6478</td></tr><tr><td>Total power of agricultural machinery (x1O4 kW)</td><td>1424.8896</td><td>960.7656</td></tr><tr><td>Volume of effective component of fertilizer (×104 t)</td><td>89.1750</td><td>71.8066</td></tr><tr><td>Use of agricultural diesel (x104 t)</td><td>32.3338</td><td>25.3809</td></tr><tr><td>Use of agricultural plastic film (x104 t)</td><td>5.1745</td><td>6.0462</td></tr><tr><td>Use of agricultural pesticide (×104 t)</td><td>1.5174</td><td>1.6592</td></tr><tr><td>Total sown area of farm crops (x10³ hm²)</td><td>3121.5603</td><td>2140.6714</td></tr><tr><td rowspan=\"2\">Output factors</td><td>Gross output value of agriculture (x1O& CNY, at 2OoO constant price)</td><td>306.0458</td><td>234.7596</td></tr><tr><td>CO2 emissions (x104 t)</td><td>217.4791</td><td>157.7604</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "from 2000 to 2016. For labor force input over the same period, Xinjiang and Tibet experienced a positive increase, while other regions experienced a negative increase. The growth rate in Xinjiang was the highest $( 3 5 . 6 8 \\% )$ , and the greatest decrease was in Shaanxi $( - 3 8 . 4 8 \\% )$ . For land input, Shanxi, Qinghai, and Shaanxi had a negative increase, while the other regions had a positive increase. Shaanxi had the greatest decrease in land input $( - 6 . 7 4 \\% )$ ， whereas Xinjiang experienced the highest increase in land input $( 8 0 . 6 9 \\% )$ . In all regions, there was a tendency for machinery， fertilizer, diesel, plastic film, and pesticide inputs to increase over time. For machinery input, Tibet experienced the highest increase $( 4 5 4 . 6 7 \\% )$ and Shanxi the lowest $( 2 . 5 3 \\% )$ . For fertilizer input, Xinjiang had the highest increase $( 2 1 5 . 9 1 \\% )$ and Qinghai the lowest $( 2 2 . 2 2 \\% )$ . For diesel input, Tibet increased $7 8 5 . 7 1 \\%$ (the highest increase） and Qinghai only $8 . 4 7 \\%$ (the lowest increase). For plastic film input, the increase rate in Tibet was the highest $( 1 7 0 0 . 0 0 \\% )$ and the increase rate in Shaanxi was the lowest $( 7 2 . 7 3 \\% )$ . For pesticide input, Gansu increased most ( $5 1 3 . 1 6 \\%$ and Qinghai least $( 0 . 0 0 \\% )$ . With the exception of the yield in Tibet, all other output factors increased. The rate of desirable output (yield) in Ningxia rose by $2 3 2 . 7 9 \\%$ 0 while Tibet showed a decrease of $- 1 3 . 6 5 \\%$ . Xinjiang had the highest increase in undesirable output ( $\\mathrm { C O } _ { 2 }$ emissions) $( 1 4 8 . 8 4 \\% )$ ,while the increase in Shanxi was the lowest $( 1 8 . 5 3 \\% )$ ： ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/ac61319567f838128eff438dba4241415533ac463e17aee1f08353120526c514.jpg",
        "table_caption": [
            "Table 3Average values of agricultural input and output factors in arid and semi-arid regions during 2000-2016 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Region Aatoroio</td><td></td><td></td><td>Machinery</td><td>Fertizer</td><td>Diesel)</td><td>1</td><td>Pesticide</td><td>(x1Lanm2)</td><td></td><td></td></tr><tr><td>Arid</td><td>Gansu</td><td>1799.4180</td><td>1752.1940</td><td>81.5529</td><td>26.8824</td><td>11.3788</td><td>4.1811</td><td>3909.8470 388.6244</td><td></td><td>273.9565</td></tr><tr><td rowspan=\"6\">Semi- arid</td><td>Ningxia</td><td>355.0647</td><td>627.2294</td><td>33.3706</td><td>17.2529</td><td>1.0324</td><td>0.2182</td><td>1179.5180</td><td>96.6187</td><td>78.3374</td></tr><tr><td>Xinjiang</td><td>1136.8940</td><td>1530.3290</td><td>151.1882</td><td>59.6412</td><td>16.1241</td><td>1.8047</td><td>4461.7940 531.6966</td><td></td><td>383.4737</td></tr><tr><td>Tibet</td><td>226.8471</td><td>345.2588</td><td>4.4353</td><td>2.7294</td><td>0.0859</td><td>0.0929</td><td>239.1765</td><td>25.8114</td><td>12.9417</td></tr><tr><td> Shanxi</td><td>2001.4290</td><td>2470.2410</td><td>103.7412</td><td>27.6823</td><td>3.8182</td><td>2.4718</td><td>3781.5060 380.3657</td><td></td><td>243.2440</td></tr><tr><td>Qinghai</td><td>323.8235</td><td>365.8294</td><td>8.0941</td><td>5.8235</td><td>0.3171</td><td>0.1871</td><td>522.7882</td><td>37.3417</td><td>27.3607</td></tr><tr><td> Shaanxi</td><td>2289.5120</td><td>1773.7060</td><td>180.0824</td><td>65.1411</td><td>3.1341</td><td>1.1465</td><td>4217.3530 525.5955</td><td></td><td>335.4848</td></tr><tr><td></td><td>Inner Mongolia</td><td>1190.0530</td><td>2534.3290</td><td>150.9353</td><td>53.5177</td><td>5.5053</td><td>2.0365</td><td>6660.5000 462.3124</td><td></td><td>385.0342</td></tr><tr><td>Average</td><td></td><td>1165.3802</td><td>1424.8896</td><td>89.1750</td><td>32.3338</td><td>5.1745</td><td>1.5174</td><td>3121.5603 306.0458</td><td></td><td>217.4791</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/ffdb719cd79f1d7d86669be72d483a76a3ddf25bdffbffae99e0df95a9fee756.jpg",
        "table_caption": [
            "Table 4Growth rate of agricultural input and output factors in arid and semi-arid regions during 2000-2016 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Region</td><td>Province/</td><td colspan=\"9\">Growth rate (%)</td></tr><tr><td> Autenomous</td><td>Labor</td><td>Machinery</td><td>Fertilizer</td><td>Diesel</td><td>Plastic</td><td>Pesticide</td><td>Land</td><td>Earnings</td><td>emissions</td></tr><tr><td>Arid</td><td>Gansu</td><td>-28.9125</td><td>80.1400</td><td>44.8062</td><td>183.3333</td><td>203.8941</td><td>513.1579</td><td>14.4511</td><td>145.9105</td><td>74.5302</td></tr><tr><td rowspan=\"6\">Semi- arid</td><td>Ningxia</td><td>-24.0474</td><td>52.5223</td><td>72.4576</td><td>95.6522</td><td>214.5833</td><td>62.5000</td><td>21.0231</td><td>232.7867</td><td>57.0062</td></tr><tr><td> Xinjiang</td><td>35.6767</td><td>199.8355</td><td>215.9091</td><td>121.1587</td><td>202.1566</td><td>102.9412</td><td>80.6876</td><td>134.5649</td><td>148.8370</td></tr><tr><td>Tibet</td><td>7.4723</td><td>454.6725</td><td>136.0000</td><td>785.7143</td><td>1700.0000</td><td>57.1428</td><td>10.6880</td><td>-13.6474</td><td>86.7169</td></tr><tr><td> Shanxi</td><td>-30.5950</td><td>2.5275</td><td>34.5977</td><td>28.6344</td><td>77.1739</td><td>74.8571</td><td>-6.3576</td><td>174.4045</td><td>18.5313</td></tr><tr><td>Qinghai</td><td>-14.7356</td><td>79.0008</td><td>22.2222</td><td>8.4746</td><td>1216.6670</td><td>0.0000</td><td>-0.7585</td><td>117.6976</td><td>20.6629</td></tr><tr><td>Shaanxi</td><td>-38.4843</td><td>108.2558</td><td>77.6677</td><td>66.3082</td><td>72.7273</td><td>28.1553</td><td>-6.7415</td><td>168.9692</td><td>39.7402</td></tr><tr><td></td><td>Inner Mongolia</td><td>-28.9657</td><td>146.6933</td><td>213.6364</td><td>170.9030</td><td>176.3006</td><td>262.9213</td><td>29.2709</td><td>119.9713</td><td>98.7764</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In summary, the data for sown areas and for output values in these arid and semi-arid regions showed increases, which indicate an expansion of the scale of agricultural production over the period. The labor force input of arid and semi-arid regions decreased by $1 0 . 6 5 \\%$ and $3 1 . 4 5 \\%$ . respectively, while the machinery input increased by $120 . 0 6 \\%$ and $8 6 . 8 0 \\%$ ， respectively. This implies a growing tendency to use machinery rather than labor force in agricultural production. Land input increased in all arid regions but decreased in all semi-arid regions, except for Inner Mongolia. The use of other input factors, including fertilizer, diesel, plastic film, and pesticide, increased substantially in both arid and semi-arid regions, especially the use of plastic film $( 2 0 3 . 1 8 \\%$ and $1 2 3 . 6 0 \\%$ in arid and semi-arid regions, respectively) and pesticide $( 2 7 4 . 0 7 \\%$ and $9 7 . 5 0 \\%$ , respectively). The growth rates for desirable output (agricultural earnings) were almost the same in arid $( 1 4 5 . 8 9 \\% )$ and semi-arid ( $( 1 4 6 . 8 6 \\% )$ regions. All other provinces and autonomous regions exhibited a positive growth in both arid and semi-arid regions, with only Tibet showing a negative growth. Undesirable output ( $\\mathrm { C O } _ { 2 }$ emissions) increased greatly over the period ( $1 0 7 . 6 9 \\%$ in arid regions and $5 3 . 1 2 \\%$ in semi-arid regions). Given the climate change effects of $\\mathbf { C O } _ { 2 }$ emissions, this increase is a matter of great importance. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2Dynamic changes in GTFP ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Application of the Super-SBM model allowed us to determine the gap in agricultural sustainable development between arid and semi-arid regions by estimating their GTFP. Figure 1 shows the results for regional agriculture GTFP in the study area for the period 2OOO-2O16. With the exception of Xinjiang and Tibet, all arid and semi-arid regions showed a similar pattrn of variation. They exhibited a fluctuating increase from 2OOO to 20O6,and then a decrease in 2007 followed by another fluctuating increase from 2008 to 2016. The GTFP in Xinjiang and Tibet started at higher levels than in the other regions. However, the GTFP of Xinjiang maintained its high level while the GTFP of Tibet dropped sharply. The GTFP levels of Shanxi and Qinghai were at their lowest in 2OOo. Those of Ningxia, Shaanxi, and Shanxi increased gradually, while other regions increased with some fluctuations. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b4397cc947dda25560def89bc54a14491618641934edceec40485da1cbbbba0b.jpg",
        "img_caption": [
            "Fig.1Estimation results for regional agricultural green total factor productivity (GTFP) in arid (a) and semi-arid (b) regions during 20oO-2016 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Dynamic changes of input and output slacks in arid and semi-arid regions during 2OoO-2016 are shown in Figure 2. For arid regions, the GTFP of almost all provinces and autonomous regions fluctuated because of input and undesirable output slacks. The GTFP of Xinjiang stayed at a comparatively high level because of its comparatively low input and output inefficiency. Sharp declines were mainly due to redundant inputs of diesel,land, and plastic film in 2OO1,and of land, fertilizer, and plastic film in 2OO7 and 2OO8. Substantial increases were resulted mainly from the decrease in slacks of diesel,land,and plastic film in 2Oo6,and of land, fertilizer,and plastic film in 2015. Undesirable $\\mathbf { C O } _ { 2 }$ output was also an important factor in both increases and decreases. For Ningxia, the GTFP dropped in 2OO7 because of diesel and fertilizer input slacks,and the comparatively sharp increase in 2O15 was due to a decrease in slacks of diesel and fertilizer. Gansu showed a decrease of GTFP in 2Oo7, mainly because of redundant inputs of machinery, fertilizer, pesticide, diesel, and $\\mathrm { C O } _ { 2 }$ output, and again in 2O11, mainly due to redundant inputs of machinery, plastic film, pesticide, and $\\mathbf { C O } _ { 2 }$ output. The sharp increase in 2O16 was resulted from reductions of redundancy in machinery, fertilizer, pesticide, diesel, and plastic film inputs and $\\mathbf { C O } _ { 2 }$ output. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In semi-arid regions, the GTFP levels of Qinghai and Tibet were mainly influenced by insuficient desirable output, whereas the GTFP in other provinces and autonomous regions fluctuated because of slacks in input and undesirable output factors. The decrease in GTFP in Inner Mongolia was greater in the years 2OO3 and 2OO7; reductions in fertilizer, pesticide, diesel, and plastic film inputs were the main reasons for the increase in 2OO3, whereas reductions in fertilizer and diesel inputs and $\\mathbf { C O } _ { 2 }$ output were the main factors in 2OO7. In Shanxi and Shaanxi, various agricultural inputs, including fertilizer and diesel, were redundant in 2OO7, leading to a lower GTFP. The increase of GTFP in Shanxi in 2OO9 can be atributed to decreases in fertilizer, plastic film, pesticide, and diesel inputs and redundant CO2 output; in Shaanxi, the reduction of machinery slacks was responsible. The increase of GTFP in Shanxi in 2O16 was due to the decrease of machinery input; the reason for the increase in Shaanxi in 2OO9 was a decrease in the redundancy of diesel, whereas the increase in 2O16 was due to a decrease of redundancy in machinery, fertilizer, and diesel. Tibet's GTFP was in a strong position initially, as there had been almost no redundant inputs; however, insufficient desirable output led to a lower GTFP. The level of agricultural inputs and outputs in Qinghai were all low, accounting for its lower GTFP. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/38c8f9165c01cbe53b9eb59ec399e581c587901819e89081840da3237a24cf18.jpg",
        "img_caption": [
            "Fig. 2Dynamic changes of agricultural input and output slacks in arid and semi-arid regions during 2000-2016. (a),labor force; (b),machinry; (c),fertilizer; (d),diesel; (e),plastic film; (f),psticide; (g),land; (h)gs; (i), $\\mathrm { C O } _ { 2 }$ emissions. Negative value means redundancy and positive value means deficiency. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To sum up, with the exceptions of Tibet and Qinghai, redundancy of inputs and $\\mathrm { C O } _ { 2 }$ output are the main reasons for decreases in GTFP. Reducing redundancy is therefore the key to increasing GTFP in all arid and semi-arid regions, and the situation of each province or autonomous region must be taken into account if its input and $\\mathbf { C O } _ { 2 }$ output redundancies during agricultural production processes are to be reduced in an effective way. Compared to the other provinces and autonomous regions, Tibet and Qinghai have litte input redundancy, and therefore insufficient agricultural earnings are the main reason for their comparatively low GTFP levels. In these cases, an effective method of improving GTFP would be to select arable crops with a higher economic value. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3Influence of climate factors on agricultural GTFP (factor detector) ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Table 5 shows the $q$ values for each climate risk factor. The values for temperature, precipitation, and sunshine duration are 0.2442, 0.0173,and O.0203, respectively. This means that temperature can explain $2 4 . 4 2 \\%$ of GTFP, while precipitation and sunshine duration explain $1 . 7 3 \\%$ and $2 . 0 3 \\%$ ， respectively. All $P$ values are greater than O.95,which means that the results are significant with a $9 5 \\%$ confidence level. Therefore, all three climate factors have an influence on GTFP,and the effect of temperature is greater than the effects of sunshine duration and precipitation. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/f0d421d5c1f9533a4e635c0965b3f48bd137d2efa451d9344239edcec55d5b3d.jpg",
        "table_caption": [
            "Table 5 Spatial heterogeneity of agricultural GTFP caused by climate factors "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Statistic</td><td>Temperature</td><td>Precipitation</td><td>Sunshine duration</td></tr><tr><td>q statistic</td><td>0.2442</td><td>0.0173</td><td>0.0203</td></tr><tr><td>P value</td><td>0.9817</td><td>1.0000</td><td>1.0000</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.4Comparison of influence from climate factors on agricultural GTFP (ecological detector) ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As shown in Table 6,if the difference for one of the climate factors in the first column is bigger than a factor in the first row, the result is Y, otherwise N. The results show that the differences in GTFP between different temperature groups are bigger than those for sunshine duration and precipitation,and the difference for precipitation is smaller than that for sunshine duration. Thus, different temperatures cause more difference in GTFP than different sunshine durations, whereas different sunshine durations cause more difference than different levels of precipitation. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/20d2de2703493a7b38ca2a57e3fdbd2fd8c2c3020782dd090806a5aa8adab76b.jpg",
        "table_caption": [
            "Table6 Comparison of climate factor influences on agricultural GTFP "
        ],
        "table_footnote": [
            "Note:IfthediferenceforoneclimatefactorinthfirstcolumnisbigerthanafactorinthefirstrowtheresultisYotherwiseN. "
        ],
        "table_body": "<html><body><table><tr><td></td><td> Temperature</td><td>Precipitation</td><td>Sunshine duration</td></tr><tr><td> Temperature</td><td></td><td></td><td></td></tr><tr><td>Precipitation</td><td>Y</td><td></td><td></td></tr><tr><td>Sunshine duration</td><td>Y</td><td>N</td><td></td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.5Interaction influence of climate factors on agricultural GTFP (interaction detector) ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The results for the interaction detector are given in Tables 7and 8. According to Table 7, the values of $q \\mathrm { ( T ) }$ ， $q ( \\mathsf { P } )$ ， $q ( \\boldsymbol { \\mathsf { S } } )$ ， $q ( \\mathrm { T } \\cap \\mathrm { P } )$ ， $q ( \\mathrm { T } \\cap \\mathrm { S } )$ , and $q ( \\mathsf { P } \\cap \\mathsf { S } )$ are 0.2442, 0.0173, 0.0203, 0.3004, 0.2981, and 0.0550( $\\mathrm { T } =$ temperature, ${ \\bf P } =$ precipitation， and $S { = }$ sunshine)， respectively. Because $q ( \\mathrm { T } \\cap \\mathbf { P } ) { > } q ( \\mathrm { T } )$ and $q ( \\mathrm { T } \\cap \\mathbf { P } ) { \\setminus } q ( \\mathbf { P } )$ ， combining temperature and precipitation enhances their power to explain GTFP. Similarly, because $q ( \\mathrm { T } \\cap \\mathrm { S } ) { > } q ( \\mathrm { T } )$ and $q ( \\mathrm { T } \\cap \\mathbf { S } ) { > } q ( \\mathbf { S } )$ , combining temperature and sunshine duration enhances their explanation of GTFP； and because $q ( \\mathrm { P } \\cap \\mathrm { S } ) { \\succ q } ( \\mathrm { P } )$ and $q ( \\mathrm { P } \\cap \\mathrm { S } ) { > } q ( \\mathrm { S } )$ ， combining precipitation and sunshine duration enhances their explanation of GTFP. As the graphical representations shown in Table 8, each combination of two of the three factors (temperature, precipitation,and sunshine duration) enhances their explanation of GTFP in a nonlinear way. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/9710667f0eaf85978484db14d700ecaa2849ad735c151d96982df5be26297ed6.jpg",
        "table_caption": [
            "Table 7 Interaction influence of climate factors on agricultural GTFP "
        ],
        "table_footnote": [
            "Note: ·, $\\operatorname* { m i n } ( q ( x _ { 1 } ) , q ( x _ { 2 } ) )$ ；,max(q(x1), $q ( x _ { 2 } ) )$ ；·， $q ( x _ { 1 } ) { + } q ( x _ { 2 } )$ ；， $q ( x _ { 1 } \\cap x _ { 2 } )$ "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Temperature</td><td>Precipitation</td><td>Sunshine duration</td></tr><tr><td colspan=\"2\">Temperature 0.2442</td><td></td><td></td></tr><tr><td>Precipitation</td><td colspan=\"2\">0.3004</td><td></td></tr><tr><td>Sunshine duration</td><td>0.2981</td><td>0.0550</td><td>0.0203</td></tr><tr><td colspan=\"3\">Table 8 Interaction types of climate factors</td><td></td></tr><tr><td>Climate factor</td><td></td><td>Graphical representation</td><td>Interaction</td></tr><tr><td>Temperature Precipitation</td><td></td><td></td><td>Enhances,nonlinear</td></tr><tr><td>Temperature  Sunshine duration</td><td></td><td></td><td>Enhances, nonlinear</td></tr><tr><td>Precipitation  Sunshine duration</td><td></td><td></td><td>Enhances, nonlinear</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.6 Risk detector ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The risk detector presents the average GTFP for every group of temperature, precipitation, and sunshine duration and identifies whether the GTFP of each group in a row has a significant difference from a group in a column; if so, the result is Y, otherwise N. The results can be seen from Table 9. The GTFP of temperature range $5 ^ { \\circ } \\mathrm { C } \\mathrm { - } 7 ^ { \\circ } \\mathrm { C }$ has a significant difference from the others $( 7 ^ { \\circ } \\mathrm { C } { - } 9 ^ { \\circ } \\mathrm { C }$ $9 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 1 ^ { \\circ } \\mathrm { C }$ $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ $1 3 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 5 ^ { \\circ } \\mathrm { C }$ ,and $1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C } )$ ). When the temperature increases to $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ ， the GTFP reaches its highest point among these six temperature groups. The GTFP of temperature range ${ 7 ^ { \\circ } } \\mathrm { C } { - 9 ^ { \\circ } } \\mathrm { C }$ is also significantly different from the range $9 ^ { \\circ } \\mathrm { C } { - } 1 1 ^ { \\circ } \\mathrm { C }$ ： when the temperature increases to $9 ^ { \\circ } \\mathrm { C - } 1 1 ^ { \\circ } \\mathrm { C }$ , the GTFP goes down. However, the GTFP level of temperature range $9 ^ { \\circ } \\mathrm { C - } 1 1 ^ { \\circ } \\mathrm { C }$ is also different from those of temperature ranges $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ and ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/a1f6a47aaf19f514b9417400405104281daaed45f3fefd7523ecaa54ba0afe2d.jpg",
        "table_caption": [
            "Table9Risk detector results "
        ],
        "table_footnote": [
            "Note:Ymeans thattheGTFPofeach groupinarowhasasignificantdifferencefromtheGTFPofagroupinacolumn;Nmeans that the GTFPof each group in a row has non-significant difference from the GTFPof a group in a column. "
        ],
        "table_body": "<html><body><table><tr><td>Temperature</td><td>5℃-7℃</td><td>7℃-9℃</td><td>9℃-11℃</td><td>11℃-13℃</td><td>13℃-15℃</td><td>15℃-17℃</td></tr><tr><td>Average GTFP</td><td>0.3960</td><td>0.6615</td><td>0.4857</td><td>0.6785</td><td>0.5673</td><td>0.6748</td></tr><tr><td>5C-7℃</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>7℃-9℃</td><td>Y</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>9℃-11℃</td><td>Y</td><td>Y</td><td></td><td></td><td></td><td></td></tr><tr><td>11℃-13℃</td><td>Y</td><td>N</td><td>Y</td><td></td><td></td><td></td></tr><tr><td>13℃-15℃</td><td>Y</td><td>N</td><td>N</td><td>N</td><td></td><td></td></tr><tr><td>Over 15℃</td><td>Y</td><td>N</td><td>Y</td><td>N</td><td>N</td><td></td></tr><tr><td>Precipitation</td><td>0-200 mm</td><td>200-400 mm</td><td>400-600 mm</td><td>600-800 mm</td><td>Over 800 mm</td><td></td></tr><tr><td>Average GTFP</td><td>0.5073</td><td>0.5749</td><td>0.5911</td><td>0.5772</td><td>0.4411</td><td></td></tr><tr><td>0-200 mm</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>200-400 mm</td><td>N</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>400-600 mm</td><td>N</td><td>N</td><td></td><td></td><td></td><td></td></tr><tr><td>600-800 mm</td><td>N</td><td>N</td><td>N</td><td></td><td></td><td></td></tr><tr><td>Over 800 mm</td><td>N</td><td>N</td><td>N</td><td>N</td><td></td><td></td></tr><tr><td>Sunshine</td><td>1000-1500 h</td><td>1500-2000 h</td><td>2000-2500 h</td><td></td><td></td><td></td></tr><tr><td>Average GTFP</td><td>0.5803</td><td>0.5827</td><td>0.5804</td><td></td><td></td><td></td></tr><tr><td>1000-1500 h</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>1500-2000 h</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2000-2500 h</td><td>N N</td><td>N</td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "$1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C }$ , and the average GTFP goes up with an increase in temperature. Regions with annual mean temperatures around ${ 7 ^ { \\circ } } \\mathrm { C } { - 9 ^ { \\circ } } \\mathrm { C }$ ， $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ ,and $1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C }$ can achieve a higher GTFP, mainly because the plantation structure is different and different crops have different optimum temperatures for crop growth. The higher GTFP at temperature range ${ 7 ^ { \\circ } } \\mathrm { C } { - 9 ^ { \\circ } } \\mathrm { C }$ appears in some years in Xinjiang, Inner Mongolia, and Tibet; the higher GTFP at temperature range $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ appears in some years in Gansu, Shanxi, and Ningxia; and the higher GTFP at temperature range $1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C }$ occurs in Shaanxi only. This result is as expected, given that the favorable annual average temperature for GTFP of arid and semi-arid regions is in the range of $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ ,and higher or lower temperatures can both decrease agricultural GTFP. There is no significant difference of GTFP between different precipitation and sunshine duration groups, which indicates that differences in precipitation and sunshine duration do not influence GTFP significantly in arid and semi-arid regions. Overall the suitable annual average temperature for higher GTFP in Xinjiang, Inner Mongolia, and Tibet is ${ 7 ^ { \\circ } } \\mathrm { C } { - 9 ^ { \\circ } } \\mathrm { C }$ ； in Gansu, Shanxi, and Ningxia, it is $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ and in Shaanxi, it is $1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C }$ . Higher or lower temperatures can reduce GTFP, a finding that is line with the study of Xiao et al. (2016). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "To sum up, both internal production factors (input and output factors) and external climate factors influence GTFP of arid and semi-arid regions. Lower redundancy of input factors (labor force, machinery, land, plastic film, diesel, pesticide,and fertilizer) and undesirable output $( \\mathbf { C O } _ { 2 }$ emissions), as well as greater desirable output (agricultural earnings), lead to a higher GTFP. Of the three main climate factors (temperature, precipitation, and sunshine duration), the effect of temperature plays the most important role in influencing GTFP changes, but combining any two factors enhances their influence on GTFP. Different provinces and autonomous regions in arid and semi-arid regions have their own optimal temperatures for achieving a higher GTFP, and all other temperatures, higher or lower, can reduce GTFP. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In arid and semi-arid regions of Northwest China, fluctuations in GTFP are influenced both by slacks in internal production factors (input and output factors) and by external climate factors. Regional differences in internal production factors and external climate factors are the main reasons for significant spatial differences in GTFP. Our results in this respect are similar to those of Liu et al. (2O15). Consistent with our findings, some scholars believe that GTFP is not only influenced by internal production factors, but that climate change may also lead to declines and concomitant fluctuations of GTFP (Kravchenko and Bullock, 20OO; Tao et al., 2006). The spatial distribution of agricultural productivity generally accords with production factors and is seriously influenced by climate change. To improve the GTFP of provinces and autonomous regions in arid and semi-arid regions of Northwest China, both internal production factors and external climate factors should be taken into account. Because the distributions of production factors and climate factors of provinces and autonomous regions in arid and semi-arid regions are different, regional differences should also be noted and adjusted for: agricultural labor force should be reduced in Shaanxi, Shanxi, and Gansu; machinery input should be reduced in Shanxi, Inner Mongolia, Gansu, and Shanxi; fertilizer input should be reduced in Shaanxi, Inner Mongolia, Xinjiang, and Shanxi; diesel input should be reduced in Shaanxi, Xinjiang, Gansu, and Ningxia; plastic film input should be reduced in Xinjiang and Gansu; and pesticide input should be reduced in Gansu, Shanxi, and Inner Mongolia. Likewise, agricultural earnings should be improved in Qinghai and Tibet, and $\\mathrm { C O } _ { 2 }$ emissions should be reduced in Inner Mongolia, Xinjiang, Gansu, and Shaanxi. The suitable annual average temperature for Xinjiang, Inner Mongolia, and Tibet is in the range of ${ 7 ^ { \\circ } } \\mathrm { C } { - 9 ^ { \\circ } } \\mathrm { C }$ ； for Gansu, Shanxi, and Ningxia, it is in the range of $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ ； and in Shaanxi, it is in the range of $1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C }$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Lower redundancy of input factors (labor force, machinery, land, plastic film, diesel, pesticide, and fertilizer) can lead to a higher GTFP. For most provinces and autonomous regions, redundancy of inputs is the main reason for a decrease in GTFP. To improve the GTFP of these provinces, suitable input factor management should therefore be implemented during agricultural production processes. Lower redundancy of undesirable output ( $\\mathrm { C O } _ { 2 }$ emissions) can also lead to a higher GTFP, and for most provinces and autonomous regions, redundancy of $\\mathrm { C O } _ { 2 }$ output is a principal reason for a decrease in GTFP. Input factors such as fertilizer, plastic film, diesel, and pesticide are the main sources of $\\mathrm { C O } _ { 2 }$ emissions, so improving traditional input factors (such as formula fertilization) and expanding the use of clean alternative energies (such as solar energy and natural gas) are good ways to reduce $\\mathbf { C O } _ { 2 }$ emissions (Fischer et al., 201O). Reducing input redundancy during agricultural production processes is also necessary to decrease $\\mathbf { C O } _ { 2 }$ emissions, and therefore another way to improve GTFP. Finally, increasing desirable output (agricultural earnings) can lead to a higher GTFP, particularly in Qinghai and Tibet, where insufficiency of agricultural earnings is the main reason for the decrease of GTFP. In these regions, selecting arable crops with a higher economic value is likely to be an effective method for improving agricultural earnings and, in turn, GTFP. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Not only internal production factors (input and output factors) but also external climate factors can influence the GTFP of arid and semi-arid regions. Of the three climate factors considered here (temperature, precipitation, and sunshine duration), temperature plays the most important role in influencing GTFP. Different provinces and autonomous regions in arid and semi-arid regions have different average temperatures that are favorable for obtaining a higher GTFP. However, as China is a large agricultural country, the rapid development of agriculture mechanization and excessive use of fertilizer, diesel, plastic film,and pesticide have led to a considerable increase in $\\mathbf { C O } _ { 2 }$ emissions. For example, plastic film, which can maximize rainwater utilization and help to control temperature, is important in arid and semi-arid regions (Li and Gong,2OO2; Li and Wang et al., 2011; Zhou et al., 2012; Gan et al., 2013; Zhao et al.,2014), but it is also among the main sources of $\\mathrm { C O } _ { 2 }$ emissions. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The agriculture of arid and semi-arid regions is at an important stage in its transformation from traditional to modern forms (Xu et al., 2O17). The differences in GTFP between regions are stil large,and the input factors are still unbalanced. As Ma and Feng (2O13) noted, it is important to change production methods to reduce the use of chemical fertilizer and the consumption of energy in the agriculture sector. Production factors such as equipment and fertilization efciency also need to be improved. Given the fragile agricultural environment of arid and semi-arid regions, more efficient use of agricultural production factors including fertilizer, pesticide, diesel, and plastic film should be considered to promote the development of sustainable agriculture. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The development of sustainable agriculture in arid and semi-arid regions of Northwest China has an important role to play in meeting the challenges of global warming. An appropriate means of achieving sustainable development is to improve GTFP and manage $\\mathrm { C O } _ { 2 }$ emissions more effectively. Sustainable agricultural development is influenced by both internal production factors and external climate factors. For most provinces and autonomous regions, reducing input redundancy can directly increase GTFP by reducing $\\mathbf { C O } _ { 2 }$ emissions. Different measures are called for in diffrent provinces and autonomous regions: reducing agricultural labor force input in Shaanxi, Shanxi, and Gansu; decreasing machine input in Shanxi, Inner Mongolia, Gansu, and Shanxi; cuting fertilizer input in Shaanxi, Inner Mongolia, Xinjiang,and Shanxi; reducing diesel input in Shaanxi, Xinjiang, Gansu, and Ningxia; decreasing plastic film input in Xinjiang and Gansu; and cuting pesticide input in Gansu, Shanxi, and Inner Mongolia. Similarly, improving agricultural earnings in Qinghai and Tibet and reducing $\\mathrm { C O } _ { 2 }$ emissions in Inner Mongolia, Xinjiang, Gansu, and Shaanxi can improve their agricultural GTFP. Of the external climate factors, temperature is the main cause of regional differences in GTFP. The optimal annual average temperature in Xinjiang, Inner Mongolia, and Tibet is in the range of ${ 7 ^ { \\circ } } \\mathrm { C } { - 9 ^ { \\circ } } \\mathrm { C }$ ；in Gansu, Shanxi, and Ningxia, it is $1 1 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 3 ^ { \\circ } \\mathrm { C }$ ； and in Shaanxi, it is $1 5 ^ { \\circ } \\mathrm { C } { - } 1 7 ^ { \\circ } \\mathrm { C }$ $\\mathrm { C O } _ { 2 }$ emissions are a major cause of temperature changes, and input factors such as machinery, land, plastic film, diesel, pesticide, and fertilizer are significant sources of $\\mathrm { C O } _ { 2 }$ emissions. Stable climatic conditions and improvements in production factors are therefore prerequisites for the development of sustainable agriculture. In the agricultural production process, reducing redundancy of input factors is the best way to reduce $\\mathrm { C O } _ { 2 }$ emissions and to maintain crop temperatures, thereby improving agricultural GTFP. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (71974176, 71473233), the Chinese Academy of Sciences (CAS) \"Light of West China\" Program (2018-XBQNXZ-B-017), the High Level Talent Introduction Project of Xinjiang Uygur Autonomous Region (Y942171),and the \"High Talents Program of Xinjiang Institute of Ecology and Geography, CAS\" (Y871171). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Andersen P,Petersen NC.1993.A procedure forranking eficient units indata envelopment analysis. Management Science, 39(10): 1261-1264.   \nBlancard S,Martin E.2O14.Energy efficiency measurement inagriculture with impreciseenergycontent information.Energy Policy, 66: 198-208.   \nChen PC,Yu MM,Chang CC,et al.2008.Totalfactor productivity growth in China'sagricultural sector. China Economic Review, 19(4): 580-593.   \nChen Z,Huffman WE,Rozell S.2O09.Farmtechnologyandtechnicaleficiency:Evidencefromfourregions inChina.China Economic Review, 20(2): 153-161.   \nCheng G.2014.Data Envelopment Analysis: Methods and MaxDEA Software.Beijing: Intelectual Property RightPress,180- 189. (in Chinese)   \nDai A G. 2011. Drought under global warming: a review. Climate Change,2(1): 45-65.   \nDeng X Z, Gibson J, Wang P.2O17. Management of trade-ofs between cultivated land conversions andland productivity in Shandong Province. Journal of Cleaner Production,142: 767-774.   \nDuan HP,Zhang Y,ZhaoJB,etal.2011.Carbon footprint analysisoffarm land ecosysteminChina.Journal ofSoiland Water Conservation, 25(5): 203-208. (in Chinese)   \nFeng CP,ChuF,Ding JJ,et al.2015.Carbon Emissions Abatement (CEA)allcationand compensationschemes basedon DEA. Omega-International Journal of Management Science,53: 78-89.   \nFeng ZM,Yang Y Z,Zhang YQ,et al.2Oo5. Grain-for-green policyand its impacts on grainsupplyin West China.LandUse Policy, 22(4): 301-312.   \nFischerG,WiiwartrW,ErmolevaT,etal.10.Integratedmodelingframeworkforsessmentandiigationoftrogen pollution from agriculture: conceptandcase study for China.Agriculture,Ecosystems &Environment,136(1-2):116-124.   \nFuinhasJA,Marques AC,AlmeidaP,etal.2O16.Twocenturiesofeconomic growth: international evidenceondeepessand steepness. Transformations in Business & Economics,15(3): 192-206.   \nGan Y T, Kadambot HMS,Turner NC,et al. 2013.Ridge-furow mulching systems—an inovative technique forboosting crop productivity in semiarid rain-fed environments. Advances in Agronomy, 118: 429-476.   \nGollin D, Parente $s \\textsc { L }$ ，Rogerson R. 2Oo7. The food problem and the evolution of international income levels.Journal of Monetary Economics, 54(4): 1230-1255.   \nHeF,Wang K,LiXLetal.2012.Eectsofidgeandfurrowrainfallrvestingsysemofonsoildrothralcoditioand yields ofElymusSibiricusL.inaridandsemiaridregions.Transactionsof theChineseSocietyof Agricultural Enginering, 28(12): 122-126. (in Chinese)   \nHeidari M D,Omid M, Mohammadi A. 2012. Measuring productive eficiencyof horticultural grenhouses in Iran: adata envelopment analysis approach. Expert Systems with Applications,39(1): 1040-1045.   \nHu Q,PanFF,Pan XB,et al.2014.Efectsof aridge-furrow micro-field rainwater-harvesting systemon potatoyield ina semi-arid region. Field Crops Research, 166(9): 92-101.   \nHuang C,Santibanez-GonzalezED,Song M.2O18.Interstate polution spillover and settingenvironmental standards.Journal of Cleaner Production, 170: 1544-1553.   \nIto J.2010.Inter-regionaldiferenceof agricultural productivityinChina:distinction between biochemicalandmachinery technology. China Economic Review, 21(3): 394-410.   \nJin G,LiZH,Deng XZ,etal.218.AnaalysisofspatiotemporalpaesinCineseagiculturalproductivityetwe204 and 2014. Ecological Indicators, 2019: 591-600.   \nKerstens K,Shen Z, IgnaceVDW.2O18.Comparing Luenberger and Luenberger-Hicks-Moorsteen productivity indicators: how wellis totalfactor productivityapproximated?International JournalofProduction Economics,195:311-318. Agronomy Journal, 92(1): 75-83.   \nLee EA,Tollenaar M.2007.Physiological basis of successul breeding strategies for maize grain yields. Crop Sciene, 47(Suppl.): S202-S215.   \nLei Y D,Zhang HL,Chen F, et al.2016.How rural landuse management facilitates droughtrisk adaptation inachanging climate-a case study in arid Northern China. Science of the Total Environment, 55O: 192-199.   \nLeng G Y,Tang Q H, Rayburg S.2O15. Climate change impacts on meteorological,agriculturaland hydrological droughts in China. Global and Planetary Change, 126: 23-34.   \nLi X Y,Gong JD.2O02.Effectof different ridge: furrowratiosandsupplement iigationoncropproduction inridge and furrow rainfall harvesting system with mulches. Agricultural Water Management, 54(3): 243-254.   \nLiobikiene G, Mandravickaite J, Krepstuliene D, et al. 2O17. Lithuanian achievements in terms of $\\mathrm { C O } _ { 2 }$ emissions based on production side in thecontextof the EU-27.Technological and Economic Development of Economy,23(3): 483-503.   \nLiu JY,Xu XL, ZhuangDF,etal.2O5.Impactsof LUCC processs on potentialland productivityin Chinainthe1990s. Science in China Series D: Earth Sciences, 48(8): 1259-1269.   \nLiu T,Liu H, Qi YJ.2O15.Construction landexpansion and cultivated land protection in urbanizing China: insights from national land surveys,1996-2006. Habitat International, 46:13-22.   \nLiu Y, ZhangJB,Zhang L.2O18.Analysis ofcarbon emission eficiencyofrice in China under different rice planting patrns based on the DEA-SBM model. Journal of China Agricultural University,23(6): 177-186. (in Chinese)   \nLiu Z, Guan DB, Crawford-Brown D,et al. 2013. Energy policy: alow-carbonroad map for China. Nature,50(7461): 143- 145.   \nLiu Z,Davis SJ,FengKS,etal.2016.Targetedopportunities toaddresstheclimate-tradedilemmainChina.NatureClimate Change,6(2): 201-206.   \nLobell DB,BurkeMB,Tebaldi C,etal.2008.Prioritizing climate changeadaptation needs forfood securityin2030.Science, 319(5863): 607-610.   \nMa SZ,Feng H.2013.Willthe declineof eficiencyin China's agriculturecome toan end?Ananalysis based onoeningand convergence. China Economic Review, 27:179-190.   \nMacDonaldD,Crabtree JR,Wiesinger G,etal.2Oo0.AgriculturalabandonmentinmountainareasofEurope: environmental consequences and policy response. Journal of Environmental Management, 59(1): 47-69.   \nMakijenkoJ，BurlakovsJ，Brizga J,etal.2O16.Energyeficiencyandbehavioralpatterns in Latvia.Managementof Environmental Quality,27(6): 695-707.   \nMuellerL,KayBD,HuCS,tal.2O9.Visualaessmentofsoilstructure: evaluationofmethodologiesonsites inCanada, Chinaand Germany: part I: comparing visual methods and linking them with soil physical data and grain yieldof cereals. Soil & Tillage Research,103(1): 178-187.   \nNBSC (National Bureau of Statistical of China).201-2017a. China Rural Statistical Yearbook 200-2016.Beijing: China Statistics Press. (in Chinese)   \nNBSC (National Bureau of Statisticalof China).2001-2017b.China Statistical Yearbook 20-2016.Beijing: China Statistics Press. (in Chinese)   \nNigusie Z,TsunekawaA,HaregeweynN,etal.2017.Factorsinfluencingsmallscalefarmers'adoptionofsustainableland management technologies in north-western Ethiopia. Land Use Policy, 67: 57-64.   \nOlesen JE, Bindi M. 20o2. Consequences of climate change for European agricultural productivity,landuse and policy. European Journal of Agronomy,16(4): 239-262.   \nPang JX, Chen X P, Zhang ZL,etal. 2O16. Measuring eco-efficiency of agriculture in China. Sustainability,8(4): 1-15.   \nPeters CJ, WilkinsJL,Fick GW.2Oo7.Testingacomplete-diet model for estimating thelandresourcerequirementsoffood consumption and agricultural carrying capacity: the New York State example.Renewable Agriculture and Food Systems, 22(2): 145-153.   \nPiao SL,Ciais P,Huang Y,et al.2O10.The impactsof climatechange onwaterresources and agriculture in China.Nature, 467(7311): 43-51.   \nPonce C,Guilermo E,Moran M S,etal.213.Ecosystemresilience despite large-scale altered hydroclimaticcondition. Nature, 470(1): 1-4.   \nRen W, Tian H Q,Tao B,et al. 2012.China'scrop productivityand soilcarbon storage as influenced by multifactor global change. Global Change Biology, 18(9): 2945-2957.   \nRigoberto AL, Xi H,Eleonora DF.2017.What drives China's new agricultural subsidies?World Development,93: 279-292.   \nSaleskaSR,DidanK,Huete AR,etal.2O07.Amazonforests green-upduring20o5drought.Science,318(5850): 612-612.   \nSeifordLM,ZhuJ.2Oo2.Modelingundesirable factors inefficiency evaluation.EuropeanJournal ofOperationalResearch,   \nShefieldJ，WoodEF.2008.Projected changes in droughtoccurrenceunder future global warming frommulti-model, multi-scenario, IPCC AR4 simulations. Climate Dynamics, 31(1): 79-105.   \nShen ZY,Balezentis T,Chen XL,etal.2O18. Geen growthand structural change inChineseagriculturalsectoruring1997- 2014. China Economic Review,51: 83-96.   \nSong ML, Wang SH,Cen L.2015.Comprehensive eficiency evaluation of coal enterprises from production and polution treatment process. Journal of Cleaner Production, 1O4: 374-379.   \nSong ML, Zheng WP, Wang Z Y.2O16.Environmental eficiencyand energy consumption of highway transportation systems in China. International Journal of Production Economics,181: 441-449.   \nTaoFL,Yokozawa M,XuYL,etal.2O6.Climatechanges and trendsinphenologyand yieldsoffieldcrops inChina,981- 2000.Agricultural and Forest Meteorology, 138(1-4): 82-92.   \nTian X, Yu X H. 2012. The enigmas of TFP in China: a meta-analysis. China Economic Review,23(2): 396-414.   \nTone K.2002.A slacks-based measure of super-eficiency in data envelopment analysis.European Journal of Operational Research,143(1): 32-41.   \nTrenberth K E,Dai AG,SchrierGVD,etal.2014. Global warming and changes in drought. Nature Climate Change,4(1):17- 22.   \nTurner N C.2004. Sustainable production of crops and pastures under drought in a Mediterranean environment. Annals of Applied Biology, 144(2): 139-174.   \nVan Ittersum M K,LeffelaarPA, Van Keulen H. 2003. Onapproaches and applicationsof Wageningen crop models.European Journal of Agronomy, 18(3-4): 201-234.   \nWang AH,LetenmaerDPShefieldJ.2011.SoilmoisturedroughtinChina,95-2006.JouralofClimate,24(3):3257 3271.   \nWangFT, Yu C,XiongLC,etal.2O19.Howcanagricultural wateruse eficiencybe promoted in China?Aspatial-temporal analysis. Resources, Conservation and Recycling,145: 411-418.   \nWang JF,Li X H,Christakos G,et al.010.Geographical detectors-based healthrisk assessment and itsapplication i the neural tube defects studyof the Heshunregion,China.International Journal of Geographical Information Science,24(1): 107-127.   \nWang JF, ZhangTL,FuBJ.2016.Ameasureof spatial stratified heterogeneity.Ecological Indicators,67: 250-256   \nWang JF, Xu C D.2017. Geographical detector: principlesand prospects.Acta Geographica Sinica,72(1):116-134. (in Chinese)   \nWang K,Wei YM, Huang Z M.2016. Potential gains from carbon emissions trading in China: A DEA based estimation on abatement cost savings. Omega-International Journal of Management Science, 63: 48-59.   \nWang YJ, XieZ K,Malhi SS,etal.2O11.Eectsofgravel-sand mulch,plastic mulchandridge and furrowrainfallhrvesting system combinations on water use eficiency，soil temperature and watermelon yield in a semi-arid Loess Plateau of northwestern China. Agricultural Water Management, 10(1): 88-92.   \nWu YR.1995.Productivity growth,technological progress,and technical eficiencychange inChina: Athree-sectoranalysis. Journal of Comparative Economics, 21(2): 207-229.   \nXiaoGJ, Zhang QB, ZhangFJ,et al.2016.Warming influences the yield and water use eficiencyof winter wheat in the semiarid regions of Northwest China. Field Crops Research, 199: 129-135.   \nXu S W, Li G Q,Li Z M.2015. China agricultural outlook for 2015-2024 based on China Agricultural Monitoring and Early-warning System (CAMES). Journal of Integrative Agriculture,14(9): 1889-1902.   \nXu YB,LiJY,WanJM.2O17.Agriculture andcropsciencein China: innovationandsustainability.CropJounal,5(2):95-99.   \nYao Y B, Wang R Y, Yang JH,et al. 2011. Impact ofclimate warmingonflax growthand water use eficiencyin semiarid regions of the loess plateau. Journal of Applied Ecology, 22(10): 2635-2642.   \nZhangBC.20o8.Discussonon basic characteristics and developmental status of rainfallharvesting technique inarid areas. Journal of Irrigation & Drainage, 27(2): 119-122.   \nZhang C J, LiaoYM,Duan JQ,et al. 2O16. The progresss of dry-wet climate divisional research in China. Research in Climate Change Progress, 12(4): 261-267.   \nZhangL,PangJX,Chen XP,etal.2019.Carbon emissions,energyconsumption and economic growth:Evidence from the agricultural sector of China's main grain-producing areas.Science of the Total Environment,665:1017-1025.   \nZhao H,Wang R Y,Ma BL. 2014.Ridge-furrow with fullplastic filmmulching improves wateruse eficiencyand tuber yields of potato in a semiarid rainfed ecosystem. Field Crops Research,161: 137-148.   \nZhou L M, Jin $s \\textsc { L }$ ，Liu C A, et al. 2012. Ridge-furrow and plastic-mulching tillge enhances maize-soil interactions: opportunities and challenges in a semiarid agroecosystem. Field Crops Research, 126: 181-188. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]