[
    {
        "type": "text",
        "text": "Research on Axis Generation in BIM based on CAD Drawings ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MaCheng1，Lu Xiaolong²，WangDejiang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1.Department ofCivil Engineering，Shanghai University，Shanghai 2Ooo72,China; 2.State Network Shanghai Municipal Electric Power Company Economic and Technology Research Institute, Shanghai 20000,China） ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:Thispaper presents therecognition of theaxis lineand thenumbersonaxis byanalyzing thedata of DXFfileexportedfromCADdrawing.Afterthat,basedontheCADinformation,theprogramauto-generatetheaxis andnumber in BIMonthesecondarydevelopmentof Revit package.Itreduces thetimeforbuilding the BIM model from CAD drawings. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyWords:BIM；CAD；Secondary Development ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钢结构行业“十三五”规划及“2025”规划建议",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在中国钢结构协会第七次会员代表大会上，中国钢结构协会会长岳清瑞提出了钢结构行业“十三五”规划建议及“钢结构2025”规划要点：用10年时间，完成从钢结构制造大国到钢结构制造强国的转变。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钢结构作为装备制造业和土木建筑业交叉的产业，在中国制造中占有一席之地。国务院《关于化解产能严重过剩矛盾的指导意见》明确，要落实“推广钢结构在建设领域的应用，在地震等自然灾害高发地区推广轻钢结构集成房屋等抗震型建筑；稳步扩大钢材、铝型材等市场需求”等任务。目前，与世界先进水平相比，我国钢结构制造业仍然大而不强，在自主创新能力、资源利用效率、产业结构水平、信息化程度、质量效益等方面还有差距，转型升级和跨越发展的任务紧迫而艰巨。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钢结构行业“十三五”整体发展规划目标是：2020年，全国钢结构用量比2014年翻一番，达到8000万吨\\~1亿吨，占粗钢产量的比例超过 $10 \\%$ ；钢结构出口量比2014年翻两番，达到1000万吨，占钢结构总量的 $10 \\%$ 以上；钢结构用钢材从目前的“Q345Q235”为主，过渡到“Q345Q390”为主；钢结构设计、施工、检测监测等关键技术总体上达到国际先进水平。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在钢结构行业“十三五”整体发展规划中，重点发展的领域涉及建筑钢结构、桥梁钢结构、能源钢结构、军工钢结构等。其中，建筑钢结构用钢量占全国建筑用钢量的比例从2014年的约 $10 \\%$ 增加到$1 5 \\% \\sim 2 0 \\%$ ，总量超过5500万吨/年。其他领域钢结构用钢量也会大幅增加。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钢结构行业“十三五\"期间应重点研发的关键技术，包括钢结构建筑用高性能材料的关键技术研究与应用、高性能钢结构和组合结构体系研究与示范应用、钢结构和组合结构建筑工业化关键技术与示范应用、钢结构住宅建筑产业化关键技术、钢结构绿色制造与信息化技术和钢结构建筑标准体系修订与完善等。在钢结构行业自身不断发展的同时，建议政府担当起培育市场的示范作用，如在乡镇、社区公共建筑中有限度地强制使用钢结构建筑，在城市棚户区改造和公租房建设中开展钢结构住宅试点，在中小跨度桥梁中推广应用钢结构或钢一混凝土组合结构，在军工设施和防灾减灾中采用快速装配式钢结构等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“到2025年，我国钢结构制造业整体素质大幅提升，创新能力显著增强，全员劳动生产率明显提高，建筑工业化和信息化融合迈上新台阶，形成一批具有较强国际竞争力的跨国公司和产业集群，在全球",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "万方数据",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钢结构产业分工和价值链中地位明显提升。\"钢结构行业2025年的战略规划目标。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "具体来说，在钢结构行业规模上，我国钢结构和钢一混凝土组合结构占比要与目前发达国家先进水平相当，达到 $2 0 \\% \\sim 3 0 \\%$ ；在钢结构制造业效能上，我国钢结构制造关键工序数控化率要超过 $5 0 \\%$ 全行业全员人均劳动生产率平均要超过100吨/年；在钢结构工程技术水平上，我国钢结构工程技术水平整体上要达到国际先进水平，钢结构技术标准与国际标准全面接轨，争取主导ISO钢结构骨干技术标准制定;在钢结构市场竞争力上，我国钢结构产品在全球钢结构市场上的份额要超过 $5 0 \\%$ ，形成10个以上具有国际竞争力和以钢结构工程为特色的国际工程总承包跨国集团公司，培育10个以上国家级钢结构产业集群园区。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钢结构行业在2025之前要完成五大战略任务：一是创新能力建设，建设钢结构制造业创新协同中心（基地），围绕钢结构行业转型升级和新一代信息技术、智能制造等领域创新发展的重大共性需求，形成10家左右钢结构制造业创新协同中心（基地），设立行业技术发展基金，重点开展行业基础和共性关键技术研发、成果产业化、人才培训等工作；二是两化深度融合，开展钢结构制造智能工厂/数字化车间示范工程的建设；三是质量品牌建设，要提高钢结构企业核心竞争力；四是产业结构调整，促进大、中、小企业协调发展，优化发展布局；五是国际化发展，要深化产业国际合作，加快企业走出去步伐。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钢结构行业“2025\"需要重点突破的领域和任务，包括数控机床与钢材下料配送中心，焊接机器人与智能生产线，防腐防火一体化与涂装自动生产线，BIM（建筑信息模型)与仿真模拟技术应用，模块化设计与模块化制造技术，高性能结构材料和连接材料技术，与国际标准的接轨与融合，“互联网\"与金融平台应用，大数据、云平台应用技术和远程控制在钢结构T程中的应用技术等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对于大型企业集团，要打造航空母舰式的国际化公司。一是要紧跟国家战略，不能掉队；二是与国内综合总承包商对接，“借船出海”；三是与国际顶级承包商对接，进行国际认证和接轨；四是信息化与工业化深度融合，提高创新驱动能力；五是整合互联网、金融、人才和技术各项资源，进行商业模式的创新。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对于中大型企业，要做专做强做优，做护卫舰式的企业。一是要明确产品方向，做成地域性精品；二是寻找合适的大型企业进行战略合作，做专项的分包，为总承包企业或大型企业开展专项服务，并杜绝盲目做大和盲目闯海外市场。",
        "page_idx": 0
    }
]