[
    {
        "type": "text",
        "text": "欧盟框架项目对中国科研信息化的启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨小渝12 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院计算机网络信息中心北京1001902中国科学院大学北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要近期，“中兴事件”暴露了我国“关键核心技术受制于人的局面没有得到根本性改变”。刚刚闭幕的2018年两院院士大会，科研人员都感受到了目前中国的发展比以往任何时候都更需要创新。作者参与了多个欧盟框架项目的研发，深感科研项目的开展模式、研究理念及创新思路对创新有着重要影响。文章从项目开展模式和科研基础设施建设两个方面，对欧盟项目进行了论述；最后从方法和理念上，指出了我国科研信息化现状及存在的问题，总结了欧盟框架项目开展模式和基础设施建设方式带给我国科研信息化乃至科技创新的一些启示。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 欧盟框架项目，研究基础设施，科研信息化",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.06.009 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近期的“中兴事件”进一步暴露了我国“关键核心技术受制于人的局面没有得到根本性改变”。比如，仅集成电路的“卡脖子”材料和器件就包括半绝缘碳化硅衬底、微机电系统（Micro-Electro-Mechanical System,MEMS）器件玻璃粉封装、电子信息功能陶瓷材料、高性能氮化物陶瓷粉底及基板等，自给率全部是0。光刻胶，自给率仅 $5 \\%$ 。中低端芯片，对外依存度达 $80 \\%$ ；高端芯片，对外依存度超过 $90 \\%$ 。我国每个月对300毫米的大硅片的需求，缺口就在80万片[1]。2018年6月1日刚刚闭幕的两院院士大会，科研人员都感受到了目前中国的发展比以往任何时候都更需要创新。其实中国近些年来在科研上的投入并不少，甚至令不少发达国家科研人员羨慕。然而，科研产出却与投入不成比例，其中很重要的一个原因在于科研项目的开展模式、研究理念及创新思路等存在不少问题。比如不少科学研究开展的模式及研究理念，仍局限于“单打独斗”的封闭式、窄领域方式；科研目标过分追求SCI文章数量、专利，或片面追求数字指标，制约了团队协同创新和科学研究基础设施的建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科研信息化（e-Science）作为促进科技创新的一个重要方法与手段，更应该本着“面向用户，需求驱动，应用导向”的基本理念。科研信息化基础设施的建设，除了硬件层面的工程部署外，更需着重于有技术含量的研发与创新。作为一线研发人员，笔者在英国工作11年间先后参加过7个欧盟框架项目和3个英国国家政府项目的研发，对科研项目的开展、创新及研究基础设施的建设有着较为深刻的理解。本文从方法和理念上，总结了欧盟框架项目开展模式和基础设施建设方式带给我国科研信息化乃至科技创新的一些启示。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1欧盟框架项目的开展模式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "欧盟框架项目指欧盟框架计划下的科学研究项目[2]。欧盟框架计划是欧盟自1984年开始实施的“研究、技术开发及示范框架计划”，是目前世界上最大官方科技计划之一。该计划是由欧盟委员会资助，欧盟成员国广泛参与的重大科技合作计划。欧盟第1框架项目到欧盟第7框架项目，除对欧盟成员国开放外，还倡导世界范围内的多领域合作，因此逐步成为内容丰富的全球性科技合作与开发的计划之一，其研究以国际前沿和竞争性科技难点为主要内容。第7框架项目已于2013年结束。从2014年到2020年，欧盟框架项目被称作“地平线2020”，预计共有800亿欧元的资助，以确保欧洲的科学研究保持世界先进水平。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "欧盟框架项目包括多种项目类别，如合作研发项目、人才项目（如MarieCurie）等。其中合作研发项目是欧盟框架计划下最大的一类，要求至少有3个不同欧盟成员国研发机构的参与，其中一般还要求至少有1个单位来自工业界或企业界。由于合作研发项目较好地体现了科研信息化项目的理念和精髓，这里以合作研发项目为例，介绍欧盟框架项目值得科研信息化学习的一些研发模式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1注重软件、算法库及平台等的研发和建设",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在欧盟框架项目中，不管材料项目、环境地学项目、生物学项目，还是多媒体创艺类项目、工程类项目，其中起支撑作用的相关IT技术研发都占有很大比重。一般一半以上的项目经费用于软件、算法模型、平台、数据基础设施等的研发和建设。项目强调发现问题，讲究创新，专注核心技术、前沿技术的研发，并且紧密地与国际业界的前沿趋势保持同步。研发尽可能采用业界开放的标准，这些标准包括IT业界标准（如W3C、OASIS）、学科领域标准（如环境地学领域的OGC标准）。项目结束后，成果一般包含：留下可用的平台、基础设施（可用的软件、脚本程序、软件库、算法模型、数据基础设施等）；提出新的业界标准，或完善已有的业界标准；发表有技术含量的文章，而且通常都会选择有影响力的期刊发表。项目结题后的评价不以专利、文章数量、数据数量为考察指标，很少有“面子工程”。如此不但能保证项目的前瞻性、前沿性，而且能保证可用性、实用性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2注重多学科交叉 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "欧盟框架项目横向地分为几个任务包（packages），每个项目参与者负责领导1个任务包。在这些任务包中，一般都有：交流与推广任务包，以及应用案例/测试案例任务包。每个任务包又纵向地细分为多个任务（tasks），每个任务下尽可能有着不同学科的团队（而不是以单位、地域来组建的一个团队），多个项目参与者又协同地参与每个任务的研发，其中1个项目参与者负责领导1个任务。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3定期的沟通交流机制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目参与者之间一般有定期的商讨机制，如每两个星期的电话会议、每个季度的面对面会议、随时的邮件联系与讨论、定期的聊天工具讨论、技术专题讨论等。项目建立专门的维基百科条目介绍自身，建立项目的文档管理系统，建立问题/错误（issue/bug）跟踪系统。项目参与者充分尊重对方的知识产权。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4“面向用户，需求驱动，应用导向”的理念",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "欧盟框架项目都有实际的1个或多个应用案例/测试案例。研发团队的构成一般都包括学科领域专家、IT研发人员、项目管理、企业界/工业界人士等。项目的研发又以解决应用案例/测试案例的各种难题为驱动，并进而研发出能通用的技术。这些都确保了项目结束后，研发出的技术、产品或服务在较大范围的可用性。项目的研发总是以不断探寻新的需求和难题为驱动。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2欧盟科学研究基础设施的建设",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科学研究基础设施在科研信息化中起到重要的作用。在欧洲，科学研究基础设施的建设，除了欧盟框架项目的资助外，还值得一提的就是欧洲研究基础设施战略论坛（European Strategy Forum on ResearchInfrastructure，ESFRI）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 ESFRI简介",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ESFRI的启动始于2002年，由欧盟成员国和欧盟委员会共同创建，迄今已有16年的历史[3]。ESFRI的主要使命包括：支持欧洲研究基础设施政策制定连贯性和战略主导方针；促进多边举措，从而更好地利用和发展研究基础设施；在未来10一20年内建立欧洲研究基础设施路线图，促进这些设施的实施，并根据需要更新路线图；对后续ESFRI项目的实施情况进行跟踪等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科学研究基础设施指的是：在各自的学科领域内，如从社会学到天文学、从基因组学到纳米技术，支撑开展高水平科学研究的设施、资源和服务。比如，单个的大科学装置、特殊的栖息地、图书馆、数据库、生物档案、小型研究装置的整合、高速网络、数据基础设施、研究船、卫星和高空观测设施、海岸观测、望远镜、同步加速器、计算设施的联网，以及能够对更多研究组织提供基于技术和知识服务的基础设施中心。这些基础设施可以是“单一式”的（单个地区的单个资源，single-sited）、分布式的或虚拟的。这些关键的研究基础设施不仅有助于大的科学发现和技术开发，还能对吸引世界各地的有些研究人员，建立国家和世界范围内研究组织间的桥梁产生重要影响[3]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2ESFRI成功案例的介绍 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1neuGrid：针对神经科学的分布式基础设施",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "旨在开发一个基于网格计算/云计算的全球影像实验室以帮助研发抗阿尔茨海默病的药物。neuGrid项目已经开发了核心的基础设施，用以开发在海量脑影像数据上的疾病标记器（disease markers）。核心的基于网格的程序已经集成进实用程序中以帮助早期诊断和疾病标记器的研发。作为全面集成的准备步骤，该研究基础设施和北美两个类似的基础设施（美国的LONI和加拿大的CBRAIN）的初始统一已经完成。美国和加拿大的资助机构已和欧盟委员会协作共同协调开发一个基于网格计算/云计算的全球影像实验室。neuGrid基础设施是迄今第一个及仅有的一个针对神经科学的分布式基础设施。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2Instruct：欧洲的结构生物学研究枢纽",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Instruct项目是动态的、集成的、针对结构生物学的研究基础设施。它始建于2008年，目前已经成为一个出色的平台。通过该平台提供的尖端技术，结合领先的专业技术和开拓培训以支持先进的科学研究。Instruct的领先在于它提供了针对结构生物学的一个集成平台。它旨在通过创造和推广新的开发和方法凝练结构生物学研究的质量，为欧洲结构生物学的研究提供战略领导。Instruct提供了一个在线枢纽，使来自工业界和学术界的结构和细胞生物学家能够申请访问第一流的研究设施。参与的国家包括德国、法国、以色列、意大利、葡萄牙、荷兰和英国。设在英国的运维团队协调来自Instruct的16个分中心和4个关联中心的科研活动。这些中心提供了对尖端技术及知识的访问，鼓励对关键研究采用关联的方法。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.3SHARE：人口老龄化的研究资料库",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SHARE项目提供了开放和免费的数据服务，旨在帮助研究人员了解人口老龄化对欧洲社会的影响，从而帮助政策制定者针对健康、社会和经济作出政策决定。SHARE帮助政策制定者了解诸如：老龄化对公共财政，劳动力市场，收入分配及其家庭生活的影响。对SHARE数据的分析将帮助欧盟国家更有效地准备人口老龄化给他们的福利系统带来的挑战。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SHARE项目于2004年启动，目前正在构造多学科、跨多个国家的针对健康、社会-经济状态、社会和家庭网络的数据集合。目前已有45000多个50岁以上的个体数据。SHARE已经和美国的“健康和退休调查”（HealthandRetirement Survey，HRS）及英国的“英国老龄化纵向研究”（English Longitudinal Study of Ageing，ELSA）建立了紧密的合作关系；正在与“韩国老龄化纵向研究”（The Korean Longitudinal Study on Health and Aging,KLoSHA）建立合作关系；同时，还包括与日本、中国和印度开展对比调查的计划。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 我国科研信息化现状及存在的一些问题",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科研信息化在我国已引起高度重视。2016年，国务院发布了《国务院关于印发“十三五”国家信息化规划的通知》（国发〔2016」73号），明确指出：到2018年，云计算和物联网原始创新能力显著增强，新建大型云计算数据中心电能使用效率（PUE）值不高于1.5；统筹规划全国数据中心建设布局；鼓励互联网骨干企业开放平台资源，加强行业云服务平台建设，支持政务系统和行业信息系统向云平台迁移，建设基于云计算的国家科研信息化基础设施等。然而，由于国情与体制的不同，中国与欧美在技术研发、应用推进、理念思路、方法模式、人才培养、评价模式等方面存在较大的差距。因此，以下主要就项目开展模式、创新理念和方法等方面进行一些分析。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）我国不少科学研究仍停留在小规模、窄领域、封闭式、“单打独斗”式的研究模式。虽然一些大的项目由很多跨学科领域的团队共同申请，然而一旦项目申请成功，经费落实后，具体的科学研究落实到各个课题组，便又停留在那种小规模、窄领域、封闭式、“单打独斗”式的研究模式。课题组往往以单位组建，不同课题组之间互动及沟通交流很少，以致研发出来的技术或平台不能适应实际的科研需求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）我国不少科研团队和成员的视野不够开阔，习惯局限于自己的熟悉专业和领域，对于多学科交叉不太愿意涉足，缺少交叉学科团队协同创新的理念。“那不是我的专业”“那不是我的研究方向，恐怕申请不到经费”，类似想法在国内比较常见。因此，严重制约了创新，而往往多学科交叉又较容易取得创新成果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）目前，国内似乎存在这样一个问题：团队或课题的研究与数据共享、平台建设、研究基础设施建设等有某种程度的冲突。如“没有它们，现在也能开展研究，也能拿到资助”“科研信息化平台或基础设施肯定好，肯定有用，但我目前更关注如何完成课题申请”“培养学生，希望他们采用‘手动’的方式”等。因此，不少大型项目结束后，除了几篇文章或单纯的硬件购买外，没有研发出可以重用、复用的在硬件设施层面上的研究基础设施（如软件、平台、数据设施）。从网上搜搜，可以看到，有多少开源软件、代码、平台或系统是由中国的课题组研发的？笔者在国外参加会议，不少教授专门提到了这个问题，希望中国在开源软件方面为世界多作些贡献。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(4）与欧美相比，我国相关领域学者对科研信息化项目研发和具体实施的认识，尚有误区。目前，国内似乎存在这样的误区：先关起门开发，然后再去寻找应用；或当作一个硬件部署类的工程项目来实施，缺少有创新的、有技术含量、能更好支撑科学研究的实质性研发；“我会这个，我有这个”，就基于“这个”进行一些包装后拿出来作为成果，而不曾问过用户核心需求是什么。研发时又片面追求采用了哪些先进技术；研究目的片面追求几个指标数字，如多少用户/访问量、多少条数据、多少存储空间等——实际上这些都是不全面的。科研信息化的理念是极其朴实的：“面向用户，需求驱动，应用导向”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4对我国科研信息化的思考及启示",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从以上科研信息化存在的一些问题分析可以看出，中国需要开展科研信息化。中国科学院作为国家级的科学研究机构，更应该带头在全院范围内槟弃小规模、窄领域、封闭式、“单打独斗”式的研究，积极倡导团队协同，以及跨学科领域/交叉领域的协同式创新。数据共享，知识共享，经验共享，开放式创新，更需要科学研",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "究基础设施的推动。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）在一个科研信息化项目立项时，在开展科研信息化应用与实践时，为避免“先关起门开发，然后再去寻找应用”的误区。可以先回答如下基本的问题：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 该科研信息化系统/平台/应用在实践中的实际用途；",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 用户群体;",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ 应用场景; ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{4}$ 能帮助解决哪些科学问题;",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{5}$ 有哪些学科领域的团队或课题组共同参与研发，如何参与研发等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）一个大型的国家重点项目、重要项目等，除了专业领域的科研人员参与外，也可以参照欧盟框架项目的模式，邀请专门IT研发人员的参加，甚至是企业界人士的参加，协同创新，更好地建设起支撑作用的研究基础设施，并与实际应用相结合。项目的结题验收时，除了发表文章、硬件购买外，也应该从软件、平台、数据等创新性基础设施建设的角度予以考虑。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）科研信息化项目或科研项目验收的标准，可以不用太多强调几个数字指标（如仅看有多少条数据，易造成没有价值的数据也往上堆砌）。可以更多地从社会效益、可持续发展的科研生态系统（eco-system）（比如，如何让科研人员能自愿地让有价值的科研数据与大家共享）等角度，对科学研究的支撑等方面进行更加综合全面的评价。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）中国科研基础设施的建设，需要管理层面和政策层面的推动。从ESFRI可看出，欧盟委员会及欧盟各成员国也是从管理层面或政策层面倡导研究基础设施的建设。我国可从项目的资金资助角度，多鼓励学科交叉、协同创新及持续创新的项目。项目立项时，可以鼓励该项目建设一些创新的、有技术含量的、可持续发展的研究基础设施，而不再停留在工程意义上的硬件部署。项目结题评价时，应看该基础设施是否着眼于解决实际科研需求，可考察其可用度、可靠度等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（5）中国科学院也可借鉴ESFRI的科研基础设施建设模式。从层次关系或行政关系的角度，可把中国科学院比作欧盟委员会，各分院比作欧盟各成员国。在中国科学院主导下，由一个或多个分院共同创建其科研实力较强的某学科领域的科学研究基础设施。而具体的建设单位不一定非要是分院下属的某一个或多个研究所，建设单位可由牵头分院通过“Call forProposal”的方式，在全国范围内的高校、科研院所，甚至全球范围内遴选，并且从资金资助层面上对这种模式予以倾斜。从而打破行政隶属关系或地理关系的限制，真正做到让全国，甚至全球范围内的优势单位参与共建。假设中国科学院上海分院负责材料领域下的材料基因组工程研究基础设施的建设，建设单位可通过“CallforProposal”的方式，开放项目报名与项目建设提议，而后在全国甚至全球范围的拟参与高校、科研院所中遴选参与单位。项目的资助可分多期进行，完成一期建设后，为避免“表面文章”，应将基础设施的可用程度、可靠程度等作为主要的考察指标；通过第一期的考评，决定是否进行第二期的投入等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（6）从ESFRI可看到，中国科研基础设施的建设可本着开放式建设的思路，多融入世界，尽可能采用业界通用的方法、通行的标准、通行的思路。可从政策层面和资助层面上积极倡导这些方法和思路。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1干勇．制造业强国三大基础要素一 新型信息技术、新 材料和技术创新体系.[2018-06-05].http://www.sohu.com/ a/233920718_488176.   \n2European Commission.European Commission and EIROForum organisations confirm key role of Research Infrastructures for science policy.[2018-03-31].http://ec.europa.eu/research/ infrastructures/index_en.cfm?pg=what.   \n3European Commission.European Strategy Forum on Research Infrastructures (ESFRI).[2018-05-30].http://ec.europa.eu/ research/infrastructures/index_en.cfm?pg=esfri. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Enlightenment of European Framewrok Projects to e-Science in China ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "YANG Xiaoyu1, 2 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(1 Computer Network Information Center, Chinese Academy of Sciences,Beijing 100190, China; ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2 University of Chinese Academy of Sciences,Beijing 1ooo49,China ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AbstractChina has made great progressinthee-Scienceoverthe past decades.Hwever,thequalityofscientificresearchandthe developmntof-Ifrastrcturestllvealottomproeisrtilstratesouroanfrmrkclboratieprojectsealy conducted,andoearchiastructureaevelopdeetodsndproachsaresbeddatwecaeafrotis summarized. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords European framework project,research infrastructure,e-Science杨小渝中国科学院计算机网络信息中心研究员、博士生导师，中国科学院“百人计划”入选者。英国剑桥大学地球科学系博士后（2005—2008年），2010年获“香港优秀人才入境”身份（放弃赴港，直接回内地），英国剑桥大学Wolfson学院SeniorMember。主要研究方向包括：材料基因工程、高通量材料集成计算与材料信息学、e-Science应用与实践、网格计算/云计算、基于QoS的服务计算、物联网技术应用研究、产品生命周期管理在环境及能源可持续发展中的应用研究以及产品服务系统等。迄今已参与或承担了11个英国国家政府项目和欧盟框架项目的研发。编著有科研信息化专著Guide to $e$ -Science: Next Generation Scientific Researchand Discovery一书（Springer出版）。E-mail: kxy@cnic.cn",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/d2acd210d7bc2c39408cf0f280b75c96d83e52681d2ad5e88ca45300c02e345d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "YANG XiaoyuProfesoratComputerNetworkInformationCenter,ChineseAcademyofSciences(CAS).HejoinedCASin212,and awardedthe HundredTalents Program felowshipof Chinese AcademyofSciences.Prof.Yangcompletedhispost-doctoralresearchatthe UniversityofCambridgeUKin8.HejinedSholoflectroicsandomputerSences,UniversityofSouthampton,UKi,sa Researchnginer.In210heworkedinRadinge-SienceCentre,UniversityofReading.Prof.YanghaseaedMScegreeiin20l andPh.D.degreeinstesEgieingin6froFacultyofComputingieneandEngeigattheeotfortUniversityUKrf Yang'sreseachterestsfocsoiee@atealsceicdsatealsoatisatealsgoeiioti materialslaioatafrsesngeofrstueodfort designAsakeyevelopeparticipated1UandUKovementfundedprojectsHeeditedookGuidetScience:Nteratio Scientific Research and Discovery published by Springer.E-mail: kxy@cnic.cn ",
        "page_idx": 5
    }
]