[
    {
        "type": "text",
        "text": "支持跨域信息共享和应用协同的应用层“云计算”",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "VINCA-TARC云资源中心服务软件",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "韩燕波 赵卓峰",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：数据中心常被看作是云计算的主要载体。虽然叫数据中心，以往的关注点多在于硬件环境。今天，人们认识到，包括数据和应用在内的内容与服务至关重要。针对当前云计算相关数据中心建设普遍存在的“重硬件和平台，轻内容和应用”的问题，本文倡导建造以内容和服务为重点的“云资源中心”，并突出服务作为云基础设施能力和资源与用户体验之间“纽带”的作用。文中我们把围绕上述云资源中心的建设、运维和有效利用相关的工作称为应用层云计算。文中将探讨其中的一些技术难点和求解途径，并有针对性地概要介绍计算所的VINCA-TARC云资源中心服务软件。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：云计算云资源中心信息共享应用协同",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "云计算是一种基于互联网的开放式计算模式，强调依托互联网建立信息处理基础设施，再基于这类基础设施以多租户的方式支持应用的构造和运维、数据和计算能力的共享以及信息处理能力的外包。其好处不仅仅是支持社会分工专业化、提高硬件等资源的利用率和工作效率、以及降低系统构造和运维的成本，也为促进资源共享和应用协同提供了新的途径。从部署和归属角度看，应用系统也虚拟化了，其部署会涉及多个网络节点，跨多个管理域，系统所有者不一定是系统构成部件自然的拥有者。用户面对的通常是一个开放式的虚拟应用系统。基于互联网的这类计算模式和相应的商业模式颠覆了许多传统的基本假设，对学科基础、产业和应用都带来了冲击和挑战。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前，云计算主要有两种路线：一个是常见的互联网公司模式，即在基于互联网的虚拟空间（即“公有云”）里圈块“地”，建立数据中心，聚集和管控某些资源，在此基础上通过提供增值服务来盈利；另一种情况对应传统行业应用或企业应用的信息处理基础设施改造和应用升级（即形成“私有云\")。数据中心常被看作是云计算当前的主要载体。事实上，数据中心的内涵和外延也在不断演化。早期的数据中心更多地关注相应的硬件环境。而今天所说的数据中心更重视内容，已演化为数据和应用的\"资源中心”。云计算相关的实在工作也就有了不同的侧重：一个是传统数据中心思路的延续，即IT 硬件资源集中利用和虚拟化，以支持可上下灵活扩展和提升设备利用率为目的；另一个是上述“资源中心”的思路，在利用基于互联网的信息处理基础设施更好地实现多租户方式的资源共享和应用协同的同时，还可以优化社会分工和软件产业链。近两年国内建起了多个云计算中心，这些中心多关注第一个层面的问题，着重建设数据中心硬件及其虚拟化环境，结果不可避免地产生了效果不明显、应用不足等问题和风险（也即人们常比喻的“有路无车”、“建了公园没有游客\"或“搭了戏台没有戏唱\"等现象)。包括数据和应用在内的内容已经成为明显的瓶颈。本文着重关注内容和服务为核心的云资源中心的建设、运维和有效利用，并将这些工作统称应用层云计算。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "早期的服务计算作为一种系统构造和应用集成的技术体系，强调去耦合、基于开放标准互操作、大粒度重用、支持动态扩展等原则，追求重用效果、灵活性、低成本和快速开发能力。2005年前后曾出现第一波服务计算高潮。面向服务范型所带来的好处开始为人们所认知，人们尝试基于面向服务的体系结构'思想和 Web（万维网）服务技术来搭建或重构企业应用集成\"等综合集成类应用系统。随着云计算的兴起，服务计算正逼近第二波发展的峰谷(参见图1)。在云基础设施迅速发展的大背景下，软件变服务已是大势所趋。消费者不必在本地安装和部署所有软件，软件能力和资源逐渐走进云中，形成基础设施能力。“一切皆服务(Anythingasa Service,XaaS)”的软件使用和运营方式将支持用户以“使用而不拥有”的方式消费和利用ICT 资源。服务扮演了基础设施能力和泛在的用户体验之间的“纽带”和“粘合剂”这样的脚色，成为IT技术创新的一个重要源头。上述背景下，服务计算将成为支持网络时代行业和社会信息化的一种方法学和重要的技术手段，在信息产业变革和链条优化过程中起着关键作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，在云计算这一大概念下，存在不同层面和不同视角的工作。前面我们界定了两个典型的视角：一个是行业信息化视角，对应私有云或行业云概念，是云背景下传统企业应用集成系统的升级和演化；另一个是建立互联网上的各类公用的基础设施，服务于广大的个人用户和中小企业用户。从企业应用集成系统升级的视角出发，解决数据资源共享和应用协同问题的通常做法是，在分布自治的资源集合之上建立一个逻辑上一体的虚拟层，通过技术手段追求更强大、更规范、更便捷、更高效、更可靠、更高质量、更廉价的资源共享和协同服务。图2示意了上述做法。围绕上述追求，正在流行或曾经流行了许多概念（如效用计算、网格、云计算、软件即服务)。本文关注与网络资源的服务化、合适的服务抽象和建模、服务资产的建模和虚拟化、服务的有效组织",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/2feebcc104c3a55efcb6a9a6de20ea450a4db1a7959358b47b42bc515db06217.jpg",
        "img_caption": [
            "图1．服务计算第二波"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "软件和资源走进云中，服务体现价值和涌现智能，出现互联网服务新形态；实时感知、自主协同、高并发、不可预见性、多维度动态优化、人机一体和涌现效应将成为新兴互联网应用的基本特征，这也必将推动服务计算新发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "和管控、即时组合和个性化定制、服务语义和互操作、可信服务和系统抗毁、系统演化和重构等相关的核心技术、方法、框架和软件工具。文中聚焦云环境下的资源集成与管理问题，并作为一个案例，介绍中科院计算所研发的支持第三方独立运营、面向服务的云资源中心软件 VINCA-TARC（详见 http://sigsit.ict.ac.cn）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 支持信息共享和应用协同的云资源中心",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "如前所述，从行业信息化视角提出的云资源中心强调的是：在当前以硬件虚拟化为主的云基础设施上，提供对与行业业务相关的具体内容（包括数据、应用及服务等）的支持，除了利用云基础设施获取硬件资源成本降低的好处外，更重要的是通过对信息共享和应用协同的支持提升IT对动态业务需求的响应水平和支撑能力。因此，云资源中心主要具有以下特",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "征：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一是逻辑集成和集中托管各类资源，即将不同层次的资源，特别是数据、应用、服务等行业业务内容相关的资源，借助云基础设施实现逻辑或物理上的集中式托管，由第三方来统一运维，从而降低资源建设和提供的成本。具体地，需要在现有以计算、存储资源虚拟化为主的云基础设施上建立支持数据和应用资源托管的基础环境，这就对现有云基础设施提出了发展演化的需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "二是基础设施变为云服务，即集约化运营的各类资源可在允许的情况下以不同粒度的、规范的服务形式对外提供，促进资源的共享和综合利用，更易于满足多样化的业务协作需求。在云资源中心中，服务计算不再仅仅是落实应用集成项目的技术手段，而逐渐成为云计算背景下信息处理平台的核心概念和基础性技术。由此也产生了在服务基础运行环境、服务应用开发方法和服务管理及保障等方面的诸多挑战性需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "三是以多租户方式有效利用云资源中心和云服务，即支持用户以“使用而不拥有”、“按需”、“泛在”的方式消费和利用云环境中的资源。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "云应用用广端应用用广端云应用用户端du0+0-0 C信息聚合Mashup 最终用户服务组合 业务流程建模多租户使用模式 ?  \n云资源中心服务平台 数据服务 业务流程服务1 服务目录 服 服务访问 服务应用执行8 1 务监控业务服务（数据、业务功能等服务） IT服务  \n领域应用基础服务 ? 领域应用基础服务领域应用及数据社区师点云计算物理环境（计 云计算物理环境（计算、存储、网络等） 算、存储、网络等)管理域 管理域",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在享受集中式的规模经济所带来的好处的同时，如何让用户能有效利用云基础设施，同时也拥有个性化应用定制、多样化终端利用、私有数据保护等自主控制能力成为研究热点。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "相应地，针对具有上述特征的云资源中心建设需求，需要重点关注以下三个层次的内容（如图2所示）：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基础设施层的向上延伸：将作为行业信息化基础内容的数据和应用纳入基础设施层，为数据和应用提供可透明使用的托管支撑环境，实现与现有的以计算、存储、网络等硬件资源为主的IaaS环境融合，以建立支持行业内信息共享与应用协同的云应用基础设施。这当中的一个关键问题是如何有效集成老系统并尽可能兼容已有应用层主流技术，避免新老系统“两张皮”现象。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "服务作为云应用的核心要素：服务将成为对数据、应用、业务功能、硬件设备不同层次云应用资源的基本抽象形式，通过跨域、分层的服务管理（包括服务描述、服务监控、服务访问及服务应用执行等方面的支撑）以及分别面向数据密集型和业务协同型应用的数据服务和业务流程服务，为云应用提供以服务为核心的平台级支撑。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以用户为中心的应用模式：针对未来支持信息共享和业务协同的行业信息化应用所具有的数量大、增长快、即时性强等需求特征，面向信息集成和流程协同两类典型业务需求提供面向最终用户、模型驱动的服务应用编程方法和使用环境，建立新型云应用的用户端。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3支持行业云资源中心的VINCA-TARC服务软件简介",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "云资源中心背后隐含了一套新型的行业信息化架构及相应的应用模式。为了对云资源中心建设提供工具支持，我们设计了VINCA-TARC（TARC：Third-party-operable AggregativeResourceCenter）云资源中心服务软件，其设计指导思想主要有以下三方面：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在基础设施层，重点是在以硬件资源虚拟化为主的云基础设施上实现数据、遗留应用等资源与新的集成及协同应用的解耦。数据库服务器及应用服务器等中间件软件，甚至数据和应用组件资源，将不再仅仅面向单一的应用系统，而可以根据需求成为可共用的资源。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在服务层，实现以服务形式对数据、应用资源的抽象以及支持对服务的治理与管控。在云计算中，服务成为广泛采用的资源提供形式，同时云计算环境中产生的不同层次、不同种类的服务也对服务管理提出了更高的要求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在应用层，提供以用户为中心的云应用开发方法及使用环境。VINCA-TARC的目标是支持综合集成类应用系统的建设，而综合集成类的应用系统往往具有动态性、即时性强的特征，从而对以用户为中心的服务应用开发方法及环境提出了强烈需求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于上述设计思路，如图3所示，VINCA-TARC主要由以下三部分内容构成：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1．支持多租户的第三方服务托管设施",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以往的服务环境下，服务提供者需要自己负责建立服务部署运行的基础设施，同时承担其运行维护的责任。然而，由于服务环境下在服务使用和服务请求等方面的不确定性和不可预测性，使得服务提供者难以独自应对。VINCA-TARC期望为不同服务提供者提供公共的基础设施，从而降低服务提供的技术成本与运维责任，使得服务提供者愿意也能够提供服务。为了达到上述目标，VINCA-TARC研发了一种支持多租户的第三方服务托管设施，包括以下内容：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "服务数据管理多租户托管模式下实现了数据与应用的分离，有利于进一步的数据共享和集成，但也对元数据管理提出了更高的标准，要求能够对数据的来源、应用范围、数据模式、语义等进行描述，为此需要建立基于元数据的多租户数据组织和管理模型。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "数据服务生成建立虚拟的数据层是满足对不同来源数据集成需求的有效方式，在数据托管环境下可以通过生成不同层次、不同粒度、面向不同需求的数据服务来实现一个虚拟的数据层。数据服务的自动或半自动生成就成为其中的关键问题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "服务基础资源优化由于服务使用中对服务运行环境压力和负载的不确定性，使得服务托管环境中基础资源优化利用指标不仅限于如计算性能、存储空间利用率等，还需要结合服务的部署、使用、请求等方面需求综合考虑，提供灵活、多维的服务基础资源优化利用机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "多引擎执行环境为服务应用提供可伸缩的执行环境，能够根据服务应用执行请求的负载情况动态地增加或减少引擎服务器，同时在引擎服务器出现故障时能够将其上的应用执行实例在较短的时间内迁移到正常服务器上继续执行，从而保证用户业务的可持续性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2．支持XaaS环境下服务管控的服务社区工具",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "服务作为对各类不同层次资源的抽象，主要包括业务无关的IT服务和IT支撑的业务服务，具有多样性、动态性、交互复杂性、业务相关性等特征；同时服务又是将来大量应用协同工作的基础，从而对其提出了易用性、可用性、服务质量等方面的要求。因此，在非确定的、“一切皆服务”的环境下如何向用户提供有保障的服务是促进服务环境持续、稳定发展的关键。VINCA-TARC从服务管理与维护的角度，提供了服务社区工具，可以提供以下支持：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "服务的业务级抽象 服务由于其抽象层次高，被认为是衔接业务与IT 领域的有效手段，而在服务型互联网（InternetofServices）背景下，代表现实世界中业务功能的服务所占的比例将大大增加。为此，在研究服务的业务级抽象方法的基础上，服务社区工具基于统一的服务元模型，支持从业务角度刻画、组织、发现和评估服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "服务动态组织为实现第三方运维、支持广泛应用协同的资源中心，服务社区工具支持根据不同的应用需求从不同的视角组织相关的服务，建立情境相关的服务组织管理单元，提供个性化服务编目和服务视图，以满足服务开发利用的多样化需求。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "服务监控由于服务系统的分散交互性特征，使得服务系统具有不同于传统应用系统的系统指标，而且这种分散交互性所产生的系统复杂度也超出了系统开发者的控制能力。为此，服务社区工具提供服务系统关键指标体系的定制功能，并采用监控、评测等手段实现对服务系统的运行时监测和反馈，以支持根据服务系统运行情况并按预定条件触发相应管控策略的执行。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "服务关系分析由于服务的分层和组合特征，服务间的交互往往是相互依赖、相互影响的，这种由服务组合及服务系统的运行时行为带来的分布式依赖关系使得服务系统的可靠性保障变得更加困难。为应对这种挑战，服务社区工具提供了对服务交互、依赖、协作等关系的有效建模和分析手段，以实现对这种互联网服务环境下复杂的服务关系的统一管理。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3．以用户为中心的服务应用开发及使用环境",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前行业信息化中的信息共享与应用协同需求表现出数量大、即时性强、生命周期短、持续演化等特征，从而决定了此类云应用的开发模式会不同于现有软件系统，这就要求进一步提升软件开发的抽象层次并降低软件开发的成本。模型驱动的软件开发是当前提升软件开发抽象层次的一个主要思路。为此，在云应用的开发及使用环境方面，VINCA-TARC 主要从业务过程建模、信息聚合建模及服务组合建模等角度，来提供对以用户为中心的服务应用",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "构造的支撑，具体包括以下内容：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "面向最终用户的云用户端软件VINCA-TARC采用一种以用户端为中心的计算模型，考虑用户端设备及环境等方面的多样性，将用户端作为云应用调度和执行的控制中心，通过最终用户服务组合的方式支持对用户端本地及网络资源的综合利用，并协调用户端资源和云端服务的运行，从而实现用户端主控及对其私有数据保护的功能。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以数据为中心的应用集成工具为了更好地支持数据资源共享和应用协同，解决传统服务计算研究工作对数据共享和数据流的忽视问题，VINCA-TARC提供对云计算环境下的数据资源接入、以用户为中心的数据资源集成、数据驱动的业务协同等方面的功能，支持跨管理域的多信息系统逻辑集成和信息共享、综合集成类系统特征数据的提取、可视化和实时呈现等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SaaS业务流程系统针对大量的业务流程建模及管理需求，VINCA-TARC提供支持多租户的SaaS业务流程系统，强调利用云基础设施的能力提供流程应用的托管和运行支撑，为用户提供一种可按需租用的流程服务（BPM-as-a-Service)。同时在各个租户共享同一流程服务实例的同时，保障租户间数据的有效隔离和隐私保护。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，VINCA-TARC一方面支持将行业信息应用透明地搭建在云基础设施之上，以获得云计算在IT资源优化利用等方面的好处；另一方面，更重要的是能够为未来以信息集成和应用协同为主要需求的行业信息化提供一个公共的服务平台，使得多样化的行业数据及应用能够以服务的形式在云中提供，进而有助于支持行业内甚至行业间更加方便的集成、协作和整合。此外，VINCA-TARC也是我们面向未来行业信息化中典型的信息共",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/ff3d7d2fdfe1da2041b123811eef42a04a6775ee51fb803ba8e146dc0b3ca068.jpg",
        "img_caption": [
            "图3.VINCA-TARC服务软件核心部件"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "享和应用协同需求，从服务计算角度并结合云计算等发展而进行的一项研究探索。这项工作拓展了服务计算的研究范畴，可以促进服务计算与云计算的融合与发展，同时也对未来云应用系统架构及运作原理具有一定的参考意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4小结 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "云计算的基本理念、思路和目标是符合行业信息化需要的，得到了业界的支持。但为什么在实际环境中没有被广泛采纳？为什么已建的云计算中心使用率普遍不高呢？作者认为，内容和应用是当前云计算发展的瓶颈。而由传统的数据中心过渡到内容为中心的资源中心则是突破该瓶颈制约的重要尝试。文中给出了一些粗浅的认识，介绍了VINCA-TARC云资源中心服务软件。本期后面将有3篇文章分别就VINCA-TARC中的跨域服务管理、业务流程服务及云用户端等具体问题展开讨论。此外，传统服务计算研究工作中往往忽视数据共享和数据流，而本文强调内容是云计算发展瓶颈之一，本系列的最后一篇文章还将专门讨论以数据为中心的应用集成问题。我们下一步主要工作是把VINCA-TARC用到行业信息化实际问题求解中。欢迎潜在用户和感兴趣的产业伙伴跟我们联系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者简介：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "韩燕波： 中国科学院计算技术研究所软件集成与服务计算研究分中心研究员yhan@ict.ac.cn  \n赵卓峰： 中国科学院计算技术研究所软件集成与服务计算研究分中心副研级高级工程师 zhaozf@ software.ict.ac.cn",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（上接第45页）",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[18]W. Kongdenfha,B.Benatallah,J. Vaysi,R.E. Saint-Paul,and F. Casati. Rapid development of spreadsheet-based web mashups.In Proceedings of the 18th international conference on World wide web.2009.pp.851-860   \n[19]Aalst,W.van der,& Weske,M. (2Oo1).The P2P approach to interorganizational workflows.Lecture Notes in Computer Science,2068,140-155.   \n[20] Grefen，P.，K.Aberer，Y.Hoffner,and H.Ludwig，\"CrossFlow: Cross-organizational Workflow Management in Dynamic Virtual Enterprises,\" International Journal of Computer Systems,Science and Engineering,15(5):277-290,2001.   \n[21] Meng,J.； Su,Y. W.; Lam,H.; Helal, A.; Xian,J.; Liu, X.； Yang,S.: “DynaFlow: A Dynamic Inter-Organizational Workflow Management System\"; Int.Journal of Business Process Integration and Management (IJBPIM) 1,2 (2005)   \n[22] Web Services Choreography Description Language Version 1.0 http://www.w3.org/TR/2004/WD-ws-cdl-10-20041217/   \n[23] Wil M.P. van der Aalst, Mathias Weske,Dolf Grunbauer, Case handling: a new paradigm for business process support,Data& Knowledge Engineering,Volume 53,Issue 2,May 2Oo5，129-162   \n[24] Dominic Muller, Manfred Reichert, Joachim Herbst, Detlef Kontges and Andreas Neubert,COREPRO Sim:A Tool for Modeling，Simulating and Adapting Data-Driven Process Structures,BUSINESS PROCESS MANAGEMENTLecture Notes in Computer Science,2008,Volume 5240/2008,394-397   \n[25]Richard Hull，Artifact-Centric Business Process Models:Brief Survey of Research Results and Challenges,Proceedings of the OTM 2O08 Confederated International Conferences,CoopIS,DOA, GADA,IS,and ODBASE 2008. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者简介：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "王桂玲： 中国科学院计算技术研究所助理研究员，Email:wangguiling@software.ict.ac.cn  \n刘晨: 中国科学院计算技术研究所助理研究员  \n张鹏: 中国科学院计算技术研究所博士研究生  \n季光： 中国科学院计算技术研究所博士研究生  \n徐学辉： 中国科学院计算技术研究所客座硕士研究生",
        "page_idx": 6
    }
]