[
    {
        "type": "text",
        "text": "A model for mechanistic and system assessments of biochar effects on soils and crops and trade-offs ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SOTIRIOSV. ARCHONTOULIS¹,ISAIAH HUBER¹,FERNANDO E． MIGUEZ1, PETERJ. THORBURN²,NATALIA ROGOVSKA¹ and DAVID A.LAIRD1 1Department of Agronomy,Iowa State University,Ames,IA 50011,USA, $^ 2 C$ SIRO Agriculture,306 Carmody Road， St Lucia, Qld 4067,Australia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We developed a biochar model within the Agricultural Production Systems sIMulator (APSIM) software that integrates biochar knowledge and enables simulation of biochar efects within cropping systems.The model has algorithms that mechanistically connect biochar to soil organic carbon (SOC),soil water,bulk density (BD), $\\mathrm { \\ p H } ,$ cation exchange capacity，and organic and mineral nitrogen. Soil moisture (SW)-temperature-nitrogen limitations on the rate of biochar decomposition were included as wellas biochar-induced priming effect on SOC mineralization. The model has 10 parameters that capture the diversity of biochar types,15 parameters that address biochar-soil interactions and 4constants.The range of values and their sensitivity is reported.The biochar model was connected to APSIM's maize and wheat crop models to investigate long-term (30 years) biochar effects on US maize and Australia wheat in various soils.Results from this sensitivity analysis showed that the effect of biochar was the largest in a sandy soil (Australian wheat) and the smalest in clay loam soil (US maize). On average across cropping systems and soils the order of sensitivity and the magnitude of the response of biochar to various soil-plant processes was (from high to low): SOC( $1 1 \\%$ to $8 6 \\% > \\mathrm { N } _ { 2 } \\mathrm { O }$ emissions $( - 1 0 \\%$ to $4 3 \\%$ （204号 $4 3 \\% ) >$ plant available water content $( 0 . 6 \\%$ to $1 2 . 9 \\% ) > \\mathrm { B D }$ 1 $( - 6 . 5 \\%$ to $- 1 . 7 \\% ) > \\mathrm { p H }$ （ $( - 0 . 8 \\%$ to $6 . 3 \\%$ )>net N mineralization ( $( - 1 9 \\%$ to $1 0 \\% ) > \\mathrm { C O } _ { 2 }$ emissions $( - 2 . 0 \\%$ to $4 . 3 \\% ) >$ water filled pore space $( - 3 . 7 \\%$ to $3 . 4 \\%$ $>$ grain yield $( - 3 . 3 \\%$ to $1 . 8 \\% ) >$ biomass $( - 1 . 6 \\%$ to $1 . 4 \\%$ ). Our analysis showed that biochar has a larger impact on environmental outcomes rather than agricultural production.The mechanistic model has the potential to optimize biochar application strategies to enhance environmental and agronomic outcomes but more work is needed to fill knowledge gaps identified in this work. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Agricultural Production Systems sIMulator,biochar,bulk density, $\\mathrm { C O } _ { 2 }$ and $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions, modeling, N mineral ization, $\\mathrm { N H _ { 4 } }$ adsorption, plant available water content, priming, soil organic matter, soil pH ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 12 August 2015;revised version received 8 October 2015 and accepted 16 October 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Driven by the potential synergy of simultaneously sequestering carbon,enhancing soil quality and producing renewable energy (Laird，20o8)，research on the pyrolysis-biochar platform is growing rapidly and various initially small scale commercialization efforts are underway.Pyrolysis，the heating of biomass in the absence of oxygen yields bio-oil and syngas,which are bioenergy raw materials,and a solid biochar residue, which has potential use as a soil amendment (Laird et al.,20o9).The physical and chemical properties of biochar,however，vary substantially depending on the nature of the biomass feedstock and the thermochemical processing conditions (Lehmann et al.,2011). Such variation influences the stability of biochar carbon in soil environments，hence carbon sequestration potential,as well as soil quality and agronomic responses to soil biochar amendments.Furthermore，complex interactions between soil type,biochar type,climate,and management practices can substantially influence crop response to biochar applications.Thus a systems level understanding ofsoil-crop-climate-biochar interactionsis needed to predict a priori whether the application of a particular biochar on a particular soil will result in positive,negative or neutral agronomic and environmental responses. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To date, the majority of biochar studies have been carried out as short-term lab incubation or greenhouse pot experiments focusing on soil quality responses but neglecting crop and climate interactions.Results from these studies have demonstrated both desirable and nondesirable effects of various biochar types on soil properties and processes and plant growth.Biochar has been found to increase plant available water content (PAWC),which is promising， given that soil water is often the main limiting factor of crop production (Basso et al.,2013).Most studies report a decrease in soil bulk density (BD) as a result of biochar application,which is another desirable characteristic as low BD enhances soil aeration and ultimately the ability of plant roots to explore and fully use the soil volume (Laird et al.,2010). The increase of soil organic carbon (SOC) as a result of biochar application is well documented in the literature (Brockhoff et al.，2010;Haefelea et al.，2011;Rogovska et al.，2014).However，biochar carbon is qualitatively different from biogenic SOC and thus is not expected to have the same influence on nutrient cycling and other soil processes as biogenic SOC.The effect of biochar additions on soil carbon and nutrient cycling is still under investigation and the experimental findings are inconclusive，as both increased and decreased greenhouse gas (GHG) emissions and N mineralization rates have been reported (Spokas & Reicosky，2009;Clough et al.，2010；Bruun et al.，201la;Strubel et al.，2011; Ameloot et al.,2013; Cayuela et al.,2014,2015;Gai et al., 2014;Case et al.,2015).Direct effectsof biochar on soil cation exchange capacity (CEC)，pH,PAWC,BD,and nutrient adsorption may have cascading influences on carbon and nutrient cycling.Furthermore,there is evidence that biochar amendments induce neutral, positive and negative priming effects on the turnover of SOC and the mineralization of crop residues(Cross & Sohi, 2011;Zimmerman et al.，2011; Jones et al.，2012; Spokas et al.,2012; Wang et al.,2015). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In contrast to incubation or pot studies,field trials examining the effect of biochar on intensively managed and fertile agricultural soils are currently rare and the effects on soil properties and processes are commonly less pronounced or not evident in these studies (Major et al.，2010;Haefelea et al.，2011;Guerena et al.,2013; Jones et al.,2012; Rogovska et al.,2014). Using a metaanalysis,Jefferyet al. (2o11) found that biochar,onaverage,increased crop yield by $1 5 \\%$ in pot studies and by $5 \\%$ in field studies.The variation in yield response to biocharwashigh and included somenegative responses，which reflects the complexity that exists in agroecosystems. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The complexity in biochar research increases greatly when different types of biochar (feedstock source $\\mathbf { \\boldsymbol { x } }$ production method $\\times$ peak pyrolysis temperature) are considered,which result in substantial variation in physical and chemical properties.Thus,determining where and what type of biochar to apply to optimize positive agronomic and environmental outcomes is very challenging. Yet this is essential for the strategic targeting of biochar applications and will add economic value to the pyrolysis-biochar platform.To address this,biochar experimental findings must be integrated and re-analyzed under a common framework.Meta-analysis studies (Jefferyetal.2011;Biederman&Harpole,2013;CraneDroesch et al.,2013;Cayuela et al.,2014;Liu et al.,2015; Wang et al.,2015) are the first steps in the integration of biochar information,but they lack the power of predic tion that a mechanistic approach can offer. Our effort is to link the individual biochar effects in a way that incorporates the complex interactions and feedback mechanisms.Jeffery et al.(2o15)argued that biocharresearch needs a systems framework to allow effective comparisons between experiments,across scales and locations, to guide policy and recommendations concerning biochar application to soil. We hypothesize that agricultural systems models,which have a long history and have made significant contributions in agricultural research，can be used to quantify the complexities involved in the biochar-soil-plant-climate-management systems,and that doing so will help identify critical knowledgegaps， stimulatenewstrategicbiochar researchandacceleratecommercialization. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "At present,modeling of biochar is still in its infancy, and published efforts have focused on a particular aspect of the system without addressing concurrent effects of biochar on soil water，nitrogen,carbon and their interactions (Woolf et al.,201o;Foereid et al., 2011; Woolf & Lehmann,2012;Lychuk et al.,2015;Lim et al., 2016).Our goal is to advance biochar modeling by accounting for concurrent biochar effects on soil carbon, water，nitrogen，and other soil properties and their dynamic interactions.Our specific objectives were: (i) develop a conceptual mechanistic biochar model by linking biochar effects to the soil-plant-atmosphere system within the Agricultural Production Systems sIMulator (APSIM) software platform (Holzworth et al., 2014); (ii) provide a range of parameter values that address diversity among different biochar types and conduct a sensitivity analysis of those parameters; (ii) use the model to investigate long-term biochar effects on US maize and Australia wheat cropping systems; (iv) conduct a preliminary evaluation of the modeling approach by comparing predicted and measured soil and crop responses to biochar applications,and(v) identify knowledge gaps and biochar research priorities. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Biocharmodel development ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We synthesized biochar information and programmed the biochar model within APSIM (Holzworth et al., 2014).APSIM is a worldwide leading agricultural systems modeling platform,which is frequently updated, freelyavailable,and contains more than 30 crop models and soil/environmental models along with flexible specification of farm management. Hence it can assist investigation of biochar effects on different cropping systems growing in different environments $\\mathrm { ( s o i l ~ \\times ~ c l i - }$ mate combinations).Because we developed and run the biocharmodel within APSIM we ensuredthat the biochar model is compatible with the soil process models already developed within APSIM. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Backgroundon APSIM ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Agricultural Production Systems sIMulator is a field scale model that operates on a daily time step (www. apsim.info). Its modular design allows users to select a crop or a combination of crops in rotation,cultivars, soils,climates,and management practices.In turn the model provides outputs for numerous soil-plant variables; including crop growth processes,soil water， soil temperature，nitrogen and carbon cycling,GHG emissions and residue dynamics (Probert et al.,1998;Thorburn et al.，2001，2010;Keating et al.，2003;Holzworth et al.，2014). The major processes simulated by the model and their feedback mechanisms are shown in Fig.1. The model uses a multi-layer soil profile and soil processes are simulated in each layer separately.SOC is divided into three pools,each with a different decomposition rate constant; including BIOM (microbial biomass pool with a fast decomposition rate),HUM (humic pool with an intermediate decomposition rate) and INERT (inert pool which does not decompose). Fresh organic matter (FOM) is a separate pool,which contains roots from the previous crop and crop residues if they have been incorporated into the soil by tillage.The FOM is also divided into three sub-poolsreflectingfast (FPOOL1)，slow(FPOOL2) and medium(FPOOL3) decomposition rates.Both FOM and BIOM are fast decomposing pools,but they have different carbon to nitrogen $( \\mathbf { C } : \\mathbf { N } )$ ratiosas they represent different organic materials.The $\\boldsymbol { \\mathrm { C } } : \\mathrm {  { N } }$ ratio of BIOM is fixed at 8, while the $\\boldsymbol { \\mathrm { C } } : \\mathrm {  { N } }$ ratio of FOM varies depending on the source of residue/roots. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The biochar model ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/bf51b4109fafe88b544a145e32b601c273fdfd47ddaa879b8202dc56595277a3.jpg",
        "img_caption": [
            "Figure 1 provides an overview of the biochar model and how it integrates with nitrogen $\\left( \\Nu \\right)$ ,and carbon (C) cycling in APSIM. The following sections describe the ",
            "Fig.1AsimplifieddagramilstratingA'ssoilabon (topeftpanel),soilrogen(otomleftpanel),soilwater(oigt panel)and crop(bottmrightpanel) modulesBoxesarestatevariable,soidarrowsarerate variablesandindicatematerialflow (e.g. carbon),brokerowiicatefortionflow(egpring)ndicleseintemdateables.riingrablsfor tem(greeisattetopudeetheoilopndaageetoindetate,atedteredtebles thatwehypothsizetoeifluecedbyiohamedentsES,urfaceside;FO,freshrganicaer;O,coialool; HUM, humic pool; INERT, inert pool; SAT,saturation point; DUL and LL,drained upper and lower limits; ${ \\mathrm { K L } } ,$ parameter defining the ability of the roots to take up water; CEC,cation exchange capacity; and BD,soil bulk density. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "underlined theory，the equations and the parameter valuesdeveloped for thebiocharmodel (Table1).The development of each biochar parameter was accompaniedby a sensitivity analysis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Biochardecomposition ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The starting point in the development of the biochar model was to define a new biochar C pool for APSIM that contains both labile and recalcitrant components as commonly described in the literature (Woolf et al., 2010).The daily rate of biochar decomposition was modeled using a modified double exponential decay function (Archontoulis $\\&$ Miguez，2015） that accounts for water, temperature and N limitations: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\mathrm { d } \\mathrm { l t } _ { \\mathrm { B C } } = \\mathrm { B C } _ { \\mathrm { o } } \\cdot ( 1 - f _ { \\mathrm { l o s s } } ) } \\\\ & { \\qquad \\cdot f _ { \\mathrm { c a r b o n } } \\left[ \\frac { f _ { \\mathrm { l a b i l e } } \\cdot \\ln _ { ( 2 ) } } { 3 6 5 \\cdot \\mathrm { M R T } _ { \\mathrm { 1 } } } + \\frac { \\left( 1 - f _ { \\mathrm { l a b i l e } } \\right) \\cdot \\ln _ { ( 2 ) } } { 3 6 5 \\cdot \\mathrm { M R T } _ { \\mathrm { 2 } } } \\right] } \\\\ & { \\qquad \\cdot \\operatorname* { m i n } ( w _ { \\mathrm { f } } \\cdot \\mathrm { t } _ { f } \\cdot n _ { \\mathrm { f } } ) , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where, $\\mathrm { { d l t } _ { B C } }$ is the amount of biochar $\\boldsymbol { \\mathrm { C } }$ that decom poses every day $( \\mathrm { k g ~ C ~ h a } ^ { - 1 } ~ \\mathrm { d a y } ^ { - 1 } )$ 、 ${ \\mathrm { B C } } _ { \\mathrm { o } }$ is the amount of biochar applied $( \\mathrm { k g \\ d m \\ h a ^ { - 1 } } ) , f _ { \\mathrm { l o s } }$ is the fraction of biochar that is lost during application (O to 1), $f _ { \\mathrm { c a r b o n } }$ is the fraction of C in biochar (0 to 1), $f _ { \\mathrm { l a b i l e } }$ is the fraction of the labile biochar pool (O to 1), $\\mathbf { M R T _ { 1 } }$ and $\\mathrm { M R T } _ { 2 }$ are themean residence times for the labile and recalcitrant biochar pools,respectively，and $w _ { \\mathrm { f } } , \\ t _ { \\mathrm { f } }$ and $n _ { \\mathrm { f } }$ are SW, temperatureandN modifiers (O to 1) for therate of biochar decomposition.Given the lack of specific experimental data,we used modifiers similar to that used by APSIM for other organic materials includingsoil organic matter,residue and manure (Probert et al., 1998, 2005；Thorburn et al.，2001,2010;2005)．The equations and the parameters are provided below. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Table 1 provides literature values for $f _ { \\mathrm { c a r b o n } } ,$ flabiler $\\mathbf { M R T } _ { 1 }$ and $\\mathrm { M R T } _ { 2 }$ . Their values vary substantially among biochar types in relation to feedstock source and productionmethod,and are thereforeused in themodel to characterize biochar diversity. These parameters are meaningful, measurable and user defined. The $f _ { \\mathrm { c a r b o n } }$ is determined by thermal combustion and may vary from 0.1 to O.9 (Spokas & Reicosky，2009；Atkinson et al., 2010;Brewer et al.,2011; Lehmann et al.,2011;Gai et al., 2014)．The $f _ { \\mathrm { l a b i l e } }$ is determined by proximate analysis {[(total C- fixed C)/total C] using ASTM standard method D 1762-84, 2007} and typically varies from 0.03 to 0.30 (Woolf et al.,2010;Wang et al.,2015). In general, $f _ { \\mathrm { l a b i l e } }$ decreases with increasing pyrolysis temperature (Bruun et al.,2011b),but is also influenced by feedstock properties such as lignin content,and the thermochemical process.The $\\mathbf { M R T } _ { 1 }$ is based on incubation studies and varies from 0.3 to 25 years (Woolf et al.,2010; Wang et al.,2015).The $\\mathrm { M R T } _ { 2 }$ can be estimated based on ${ \\mathrm { H } } : { \\mathrm { C } }$ elementalratiodeterminedby thermal combustionanalysis and varies from 50 to 50 000 years (Woolf et al., 2010;Woolf & Lehmann，2012).The parameter $f _ { \\mathrm { l o s s } }$ is used to correct for losses that may occur during biochar applicationinthe field. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Equation (1) can take very different shapes depending on the parameter values used and the prevailing soilweather conditions (Fig.2).A sensitivity analysis of $\\mathsf { B C } _ { \\mathrm { o } } , f _ { \\mathrm { c a r b o n } } , f _ { \\mathrm { l a b i l e , } } \\mathrm { M R T } _ { 1 }$ and $\\mathrm { M R T } _ { 2 }$ parameters showed that the $\\mathrm { M R T } _ { 2 }$ has substantially less impact on the rate of biochar decomposition than the other parameters (Fig. 3a). The above parameters set the potential decomposition rate for biochar (Fig. 4).In practice,the prevailing soil-crop-weather conditions determine the actual decomposition rate，which is invariably lower.For example,Fig. 4 shows that the actual decomposition rate was $1 5 \\%$ of the potential on an annual basis,with large day-to-day fluctuations.This is because soil water, temperature and N are rarely atoptimum levels in the field; by contrast with laboratory incubations,which are commonly run under optimum or near optimum conditions forbiochar decomposition.As it is difficult to maintain optimum levels in the long term,this explains why the reported $\\mathbf { M R T } _ { 1 }$ values in the literature declines as the experimentation duration increases (Wang et al.,2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To account for limitations on the decomposition rate of biochar we used APSIM's temperature and water modifiers on the rate of SOC decomposition (Probert et al.,1998). For the $\\Nu$ modifier $( n _ { \\mathrm { f } } ) _ { . }$ ，wedeveloped a new function similar to that currently used by APSIM for residue decomposition: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nn _ { \\mathrm { f } } = \\mathrm { m i n } \\biggl ( 1 , \\mathrm { e x p } \\frac { - \\mathrm { c n r f \\_ b c } \\cdot ( ( \\mathrm { S o i l _ { B C L } } / N _ { \\mathrm { a v a i l } } ) - \\mathrm { O p t \\_ b c } ) } { \\mathrm { O p t \\_ b c } } \\biggr ) ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where the cnrf_bc parameter determines the slope of the curve, $\\mathrm { \\ S o i l _ { B C L } }$ is the labile biochar in the soil, $N _ { \\mathrm { a v a i l } }$ is the sum of inorganic $\\mathsf { N }$ in the soil and $\\mathrm { \\Delta N }$ released during biochar decomposition (see below)，and the opt_bc parameter determines thechange from immobilization to mineralization. The default cnrf_bc and opt_bc values were assumed similar to APSIM residue (Table1),butmore research is needed to verify the values of these constants.The sensitivity of the N modifier to these parameters is presented in Fig.3c.The term $\\mathrm { S o i l _ { B C L } } / N _ { \\mathrm { a v a i l } }$ changes dynamically in relation to the amount of biochar in the soil and the soil mineral $\\mathrm { ~ N ~ }$ available for biochar decomposition and in general this ishighly variable (Fig.4). The modifiers $w _ { \\mathrm { f } } , \\ t _ { \\mathrm { f } }$ and $n _ { \\mathrm { f } } ,$ though generic，are biochar specific because different biochar types affect the SW and $\\mathrm { \\Delta N }$ availability differently. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/93025e502f3a3a2b45e351a4592c504ecd06da3a831882e454b6e7bf0c86c9e8.jpg",
        "table_caption": [
            "TableListoftheparametersinthebiocarmodel,withtheirdefiitionsunitsandtherangeofvaluesfoundintheliterature. BC1,BC2,BCeoeicalocartysuedfivitalysisdWCisodipocaredfoodelation. Some important model variables are provided also "
        ],
        "table_footnote": [
            "\\*Woodchip biochar used in Rogovska et al. (2014);see Fig 10. $\\dagger \\mathrm { F O M }$ ：fresh organic matter pool (mainly roots and residues). $\\sharp \\mathrm { B I O M }$ ：microbial soil organic matter pool (the labile portion of the soil organic matter). $\\ S _ { \\mathrm { H U M } }$ ：humic soil organic matter pool (the bulk of the soil organic matter). LL: soil water drained lower limit or permanent wilting point. |DUL: soil water drained upper limit or field capacity. $^ { * * } \\mathrm { { B D } }$ ：soil bulk density. "
        ],
        "table_body": "<html><body><table><tr><td>Acronym</td><td>Definition</td><td>Unit</td><td>Range</td><td>BC1</td><td>BC2</td><td>BC3</td><td>WC*</td></tr><tr><td colspan=\"8\">Biochar type specific parameters and management</td></tr><tr><td>BC。</td><td>Biochar application rate</td><td>Mg ha-1</td><td>0 to 150</td><td>20</td><td>20</td><td>20</td><td>0 to 98</td></tr><tr><td>floss</td><td>Biochar lost during application</td><td>0 to1</td><td>0 to 1</td><td>0.02</td><td>0.02</td><td>0.02</td><td>0.02</td></tr><tr><td>fcarbon</td><td>Carbon fraction in biochar</td><td>gg-1</td><td>0.17 to 0.88</td><td>0.7</td><td>0.6</td><td>0.8</td><td>0.78</td></tr><tr><td>flabile</td><td>Fraction labile C in biochar</td><td>0 to1</td><td>0.03 to 0.3</td><td>0.2</td><td>0.05</td><td>0.3</td><td>0.13</td></tr><tr><td>MRT1</td><td>Labile pool mean residence time</td><td>Years</td><td>0.1 to 30</td><td>3</td><td>10</td><td>1</td><td>1</td></tr><tr><td>MRT2</td><td>Recalcitrant pool mean residence time</td><td>Years</td><td>50 to 50 000</td><td>200</td><td>150</td><td>2000</td><td>500</td></tr><tr><td>BCECEC</td><td>Biochar effective cation exchange capacity</td><td>cmolc kg-1</td><td>0 to 253</td><td>187</td><td>187</td><td>187</td><td>187</td></tr><tr><td>BCLv</td><td>Biochar liming value</td><td>一</td><td>20 to 200</td><td>50</td><td>50</td><td>50</td><td>50</td></tr><tr><td>CN_bc</td><td>Biochar C to N ratio</td><td>一</td><td>7 to 769</td><td>100</td><td>50</td><td>300</td><td>132</td></tr><tr><td>Depth</td><td>Biochar incorporation depth</td><td>mm</td><td>0 to 500</td><td>100</td><td>100</td><td>100</td><td>300</td></tr><tr><td colspan=\"8\">Biochar and soil type specific parameters</td></tr><tr><td>PFOM</td><td>Positive priming coefficient for FOMt</td><td>m² kg-1 C</td><td>0 to 0.138</td><td>0</td><td>0.1</td><td>0</td><td>0</td></tr><tr><td>Pe</td><td>Negative priming coefficient 1 for FOM</td><td>m² kg-1 C</td><td>0 to 0.15</td><td>0</td><td>0</td><td>0.05</td><td>0</td></tr><tr><td>Pf</td><td>Negative priming coefficient 2 for FOM</td><td>m² kg-1 C</td><td>-0.30 to 0</td><td>0</td><td>0</td><td>-0.05</td><td>0</td></tr><tr><td>PBIOM</td><td>Positive priming coefficient for BIOM‡</td><td>m² kg-1 C</td><td>0 to 0.15</td><td>0</td><td>0.1</td><td>0</td><td>0</td></tr><tr><td>PHUM</td><td>Positive priming coefficient for HUMs</td><td>m² kg-1 C</td><td>0 to 0.15</td><td>0</td><td>0.1</td><td>0</td><td>0</td></tr><tr><td>P</td><td>Negative priming coeficient 1 for BIOM</td><td>m² kg-1 C</td><td>-0.15 to 0</td><td>0</td><td>0</td><td>0.05</td><td>0</td></tr><tr><td>Pf</td><td>Negative priming coeficient 2 for BIOM</td><td>m² kg-1 C</td><td>-0.15 to 0</td><td>0</td><td>0</td><td>-0.05</td><td>0</td></tr><tr><td>Kads</td><td>Langmuir adsorption coeficient</td><td>mg L-1</td><td>0 to 0.125</td><td>0.006</td><td>0.006</td><td>0.006</td><td>0.006</td></tr><tr><td>Kdes</td><td>Langmuir desorption coeficient</td><td>mg L-1</td><td>0 to 0.125</td><td>0.006</td><td>0.006</td><td>0.006</td><td>0.006</td></tr><tr><td>QLL</td><td>Quality modifier on LL</td><td>0 to1</td><td>0 to 1</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>KpUL</td><td>Slope parameter in DUL| quality modifier</td><td>0 to 1</td><td>-1 to 0</td><td>-0.30</td><td>-0.15</td><td>-0.30</td><td>-0.15</td></tr><tr><td>KBD</td><td>Slope parameter in BD** quality modifier</td><td>gg-1</td><td>-1 to 0</td><td>-0.15</td><td>-0.10</td><td>-0.15</td><td>-0.15</td></tr><tr><td>BDa</td><td>Fraction reduction in BD due to tillage</td><td>0 to 1</td><td>0.6 to 1</td><td>0.8</td><td>0.8</td><td>0.8</td><td>0.8</td></tr><tr><td>UpH</td><td>Soil pH upper level</td><td></td><td></td><td>8.5</td><td>8.5</td><td>8.5</td><td></td></tr><tr><td>LpH</td><td>Soil pH upper level</td><td></td><td></td><td>3.5</td><td>3.5</td><td>3.5</td><td>9.3 3.5</td></tr><tr><td colspan=\"8\">Biochar model constants</td></tr><tr><td>ef_bc</td><td>Biochar carbon retention efficiency</td><td>gg-1</td><td>1</td><td>0.4</td><td>0.4</td><td>0.4</td><td>0.4</td></tr><tr><td>fr_bcbiom</td><td>Fraction of biochar to BIOM</td><td>gg-1</td><td>一</td><td>0.05</td><td>0.05</td><td>0.05</td><td>0.05</td></tr><tr><td>cnrf_bc</td><td>Slope parameter in Eqn (2)</td><td></td><td>0 to1</td><td>0.693</td><td>0.693</td><td>0.693</td><td>0.693</td></tr><tr><td>opt_bc</td><td>CN ratio at or below biochar mineralizes N</td><td>gg-1</td><td></td><td>25</td><td>25</td><td>25</td><td>25</td></tr><tr><td colspan=\"8\">Important model variables</td></tr><tr><td>dltBc</td><td colspan=\"8\">Daily rate of biochar C decomposition (kg C ha-1 day-1)</td></tr><tr><td>dlt_nbc</td><td colspan=\"8\">Daily rate of N mineralized or immobilized during biochar decomposition (kg N ha-1 day-1)</td></tr><tr><td>SoilBc</td><td colspan=\"7\">Labile and recalcitrant biochar remaining in the soil (kg C ha-1)</td></tr><tr><td>SoilBCL</td><td colspan=\"7\">Labile biochar remaining in the soil (kg C ha-1)</td></tr><tr><td>Wf,tf, nf</td><td colspan=\"7\">Water,temperature and nitrogen modifiers on the rate of biochar C decomposition (O to 1)</td></tr><tr><td></td><td colspan=\"7\"></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Partitioning of the decomposed biochar carbon ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The gradual degradation of biochar (Eqn 1) emits some biochar C to the atmosphere,and transfers biochar C to the microbial biomass (BIOM) and humic (HUM) pools (Kramer et al.，2004;Brodowski et al.，2007;Kuzyakov et al.,2009;Woolf & Lehmann,2012).We modeled the partitioning of decomposed biochar C by defining an efficiency coefficient (ef_bc) that represents the fraction of decomposed biochar C that is retained in the soil and coefficients to distribute this retained C between the BIOM and HUM pools (Fig.1): ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(es 1000   \ngireielieieeieeieen 3000 3000 F-labile ${ \\bf \\varepsilon } = 0 . 2$ MRT1 $= 3$ $M R T 2 = 2 0 0$ F-labile ${ \\bf \\Omega } = 0 . 1 , { \\bf \\Omega }$ MRT1 ${ \\bf \\Pi } = \\Im { \\bf \\Pi }$ MRT2 $\\scriptstyle = 5 0 0$   \n2000 ·F-labile ${ \\it \\Delta } = 0 . 2$ MRT1 $= 3$ MRT2 $= 2 0 0 0$   \n1000 BCo=10Mg/ha,fcarbon=0.7,floss=2% 0 + 0 50 100 150 200 250 300 Yearsafter biocharapplication ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Biochar priming ffects ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\mathrm { ~ d l t \\_ b c \\_ C O _ 2 = d l t _ { B C } \\cdot ( 1 - e f \\_ b c ) , } } \\\\ & { \\mathrm { ~ d l t \\_ b c \\_ b i o m = d l t _ { B C } \\cdot e f \\_ b c \\cdot f r \\_ b c b i o m , } } \\\\ & { \\mathrm { ~ d l t \\_ b c \\_ h u m = d l t _ { B C } \\cdot e f \\_ b c . ( 1 - f r \\_ b c b i o m ) , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\mathrm { \\ d l t { \\bf _ { B C } } = \\mathrm { d } { l _ { - } } b c _ { - } C O _ { 2 } + \\mathrm { d } { l _ { - } } b c _ { - } b i o m + \\mathrm { d } { l _ { - } } b c _ { - } h u m , }$ (3) where: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In addition to the changes in the size of the SOC pools (BIOM and HUM) imposed by biochar application and decomposition,some biochar types can alter the turnover rates of the biogenic SOC pools (Fig.1).This is known as the priming effect.Woolf & Lehmann (2012) investigated priming effects on the labile FOM，while Cross & Sohi (2011), Zimmerman et al.(2011) and Wang et al.(2015) studied priming effects on SOC.Using this information，we developed functions in the biochar model to address both positive (accelerates decompositionrate) and negative (decelerates decomposition rates) priming effects.For the FOM pool,we defined a positive priming coefficient $( P _ { \\mathrm { F O M } } )$ as a function of $\\mathrm { \\ S o i l _ { B C } }$ similar to Woolf & Lehmann (2012): ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where,dlt_bc_ $\\mathrm { C O } _ { 2 }$ is the daily loss of biochar C to the atmosphere $( \\mathrm { k g ~ C ~ h a } ^ { - 1 } ~ \\mathrm { d a y } ^ { - 1 } )$ ,dlt_bc_biom anddlt_bc _hum are the daily flux of biochar $\\mathrm { ~ C ~ } ( \\mathrm { k g ~ C ~ h a } ^ { - 1 } ~ \\mathrm { d a y } ^ { - 1 } )$ to BIOM andHUM,respectively,and fr_bcbiom is the fraction of retained biochar C that ends up in BIOM. The default value for ef_bc(Table1）was assumed equal to the efficiency defined for humus decompositionin APSIM(Probert et al.，1998) as hasbeen assumed in other biochar models (Woolf & Lehmann, 2012).The default value for fr_bcbiom was set so a small portion $( 0 . 0 5 \\times 0 . 4 = 2 \\%$ ：Table1）ofthedecom posed biochar C was partitioned to BIOM. This assumption is reasonable given experimental findings that the size of the microbial pool increases following biochar application (Clough et al.，201o;Bruun et al., 2012; Zhang et al., 2014; Liu et al.,2015). The parameters described in this section have either not been experimentally measured or have been measured for only a limited range of biochar-soil-weather conditions (e.g. using isotopically labeled biochars,Zimmerman et al., 2011).Figure 3b shows the sensitivity of the rate of $\\mathrm { C O } _ { 2 }$ evolution to $\\mathsf { B C } _ { \\mathrm { o } }$ (amount applied) and ef_bc (C retention; Table 1). ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nX _ { \\mathrm { b c } } = X \\cdot ( 1 + P _ { \\mathrm { F O M } } \\cdot \\mathrm { S o i l } _ { \\mathrm { B C } } / 1 0 0 0 0 ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where, $X _ { \\mathrm { b c } }$ is the new dynamic decomposition rate $\\mathrm { ( d a y ^ { - 1 } ) }$ for each of the three APSIM FOM pools, $X$ is APSIM's default decomposition rate of each FOM pool $\\boldsymbol { ( \\mathrm { d a y ^ { - 1 } ) } }$ 、 $P _ { \\mathrm { F O M } }$ isthe positive priming coefficient $( \\mathbf { m } ^ { 2 } \\mathbf { \\lambda } \\mathbf { k } \\mathbf { g } ^ { - 1 } \\mathbf { \\lambda } \\mathbf { C } )$ that is assumed to be the same for all the FOM pools, $\\mathrm { \\Delta S o i l _ { B C } }$ is the biochar remaining in the soil $( \\mathtt { k g } \\mathtt { C } \\mathtt { h a } ^ { - 1 } )$ ,and $1 0 \\ 0 0 0$ is used for unit conversion. Biochar negative priming effects on FOM were modeled by increasing the C transfer from FOM to the more stable HUM pool and simultaneously decreasing the fraction of $\\mathrm { F O M } \\mathrm { C }$ that is respired; in other words the internal cycling of carbon was increased similarly to Woolf & Lehmann (2012): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { e f \\_ f o m b c } = \\mathrm { e f \\_ f o m } \\cdot ( 1 + P _ { \\mathrm { e } } \\cdot S \\mathrm { o i l _ { B C } } / 1 0 0 0 0 ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { f r \\_ f o m \\_ b i o m b c } = \\mathrm { f r \\_ f o m \\_ b i o m \\cdot } ( 1 + P _ { \\mathrm { f } } \\cdot S o i l _ { \\mathrm { B C } } / 1 0 0 0 0 ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where,ef_fombc is themodified ef_fom parameterthat determines the amount of decomposed C retained in the system(O to1 value),fr_fom_biombc is themodified $\\mathrm { f r \\underline { { \\partial } } _ { - } ^ { \\ - } }$ fom_biomparameter that determines the C flow from the FOM to BIOM pool (0 to 1) (note: the remaining C is allocated to HUM),and the parameters $P _ { \\mathrm { e } }$ and $P _ { \\mathrm { f } }$ are the negative priming coefficients $( \\mathbf { m } ^ { 2 } \\mathbf { k } \\mathbf { g } ^ { - 1 } \\mathbf { C } )$ .Biochar induced positive and negative priming effects on SOC pools (BIOM and HUM) were computed in a similar way. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All of the priming coefficients can be derived from labincubation studies such as that ofKuzyakov et al. (2009）where isotopically labeled biochar was used to distinguish between $\\mathrm { C O } _ { 2 }$ emission from biochar and SOC decomposition.Woolf & Lehmann (2012) reported that $P _ { \\mathrm { F O M } }$ (FOM positive priming; Table 1） varies from $0 \\%$ to $1 3 . 8 \\%$ and the negative priming or stabilization coefficient varies from $0 \\%$ to $3 . 6 \\%$ .Estimates for $P _ { \\mathrm { B I O M } }$ and $P _ { \\mathrm { H U M } }$ (BIOM and HUM positive priming's coefficients）were difficult to extract from theliterature because of the challenge in separating priming effects from the contribution of the labile biochar on C mineralization (Cross & Sohi, 2011). Zimmerman et al. (2011) studied C mineralization rates for 20 biochar types on five soils,and found that the magnitude of priming varied from $- 5 2 \\%$ to $+ 8 9 \\%$ at the end of the first year. Wang et al. (2o15) ina review studyreportedlower biochar priming values on SOC (from $- 8 \\%$ to $+ 2 0 \\%$ ）and that the direction and the magnitude of the priming depended on various factors including biochar characteristics,soil properties and experimental duration (biochar age). The priming coefficients in our biochar model are linked to $\\mathrm { \\ S o i l _ { B C } }$ (Eqns 4-6)，whichis determined by biochar characteristics $( \\mathrm { M R T _ { 1 } } ,$ $\\mathbf { M R T } _ { 2 } ,$ $\\mathrm { B C _ { o } } , f _ { \\mathrm { c a r b o n } } ,$ and $f _ { \\mathrm { l a b i l e } } )$ and soil properties $\\{ w _ { \\mathrm { f } } , \\ t _ { \\mathrm { f } }$ and $n _ { \\mathrm { f } } ,$ see soil hydrology and BD later). In contrast, our model does not include yet an age factor because of the lack of specific data to support modeling. Nevertheless, potential users can set different priming values in the model (Table 1) and test hypotheses related to the magnitude of the priming effect on soil processes and crop yields (seeResults section). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0d14efc42d92de30ba24e79d2bc3fee034a44f9a0486476697d77ac46ce1ce07.jpg",
        "img_caption": [
            "Fig.3Sensitivityanalysisofbiocharmodelparameter.Theoutputvariablesshown ineachpanelare:dtbc:dailyrateofbiocharC decomposition;dlt_bcco2:dailyrateofbiocharClostotheenvironment;dlt_nbc:dailyrateofntrogenmineralization/imobilization due to biochar decomposition; soil CEC BC: soil cation exchange capacity after biochar application; soil $\\mathrm { \\Delta p H }$ BC: soil $\\mathrm { \\Delta p H }$ after biocharapplication;NH4ads:soilNH4adsorptionduetobiocharaplication;dlt_DUL:dailyrateofchange indrainedupperlimit; dlt_BD:dailyrateofchange insoilbulkdensityduetobiocharaplication.The valuesinparenthesesnexttoeach parameterarethe default values used in the sensitivity analysis.For symbols explanation and units see Table 1. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/de954432e074d1e25beefe4288f7fa7c4f86d930c978c30cb94738e35384cd7a.jpg",
        "img_caption": [
            "Fig.4SimulateddailydecompositionrateofbiocharwiththeirassociatedNimmobilization(leftpanels)andtheirstress modifiers usedtoreducethepotentialdecompsitionate toactual(rghtpanel;mansotre; Omeansfullstres).Teiocharaeters valuesusedareshowninTable1underbicohartype1.Thesimulationrefers toamaizecropgrowinginAmes,Iowainaloamysoil (see Tables 2and 3).The sharp change in the nitrogen stress factor on day of the year 125 is due to $1 8 0 ~ \\mathrm { k g } \\mathrm { N } \\mathrm { h a } ^ { - 1 }$ fertilizer application. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "BiochareffectsonsoilNmineralizationand immobilization ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "During the decomposition of the biochar (Eqn 1),N is mineralized or immobilized depending primarily on the biochar $\\boldsymbol { \\mathrm { C } } : \\mathrm {  { N } }$ ratio，which is an input to the model (Table1).Mineralization or immobilization of mineral Nisdeterminedasthebalancebetweentherelease ofN during biochar decomposition and the immobilization of mineral N during the formation of microbial biomass and new humic materials (Probert etal.,1998).The $\\mathrm { \\Delta N }$ needed forbiochar decompositioniscalculated as: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { d l t \\_ n b c \\_ n e e d } = \\frac { \\mathrm { d l t \\_ b c \\_ b i o m } } { \\mathrm { C N \\_ b i o m } } + \\frac { \\mathrm { d l t \\_ b c \\_ h u m } } { \\mathrm { C N \\_ h u m } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where,dlt_nbc_need is the dailyamount of $\\mathrm { \\Delta N }$ required for biochar decomposition (kg $\\mathrm { ~ N ~ h a ~ } ^ { - 1 } ~ \\mathrm { d a y } ^ { - 1 } )$ ， dlt_bc_biomand dlt_bc_hum is the daily biochar C that goes to BIOM and HUM pools，respectively (kg $\\mathrm { ~ C ~ h a } ^ { - 1 } ~ \\mathrm { d a y } ^ { - 1 } .$ ), CN_biom is the $\\mathrm { { C / N } }$ ratio of the BIOM pool (default $= 8$ ;APSIM version 7.7),and CN_hum is the C/N ratio of the HUM pool (around 11-14; user defined).The N demand may be satisfied by the N that is released during the decomposition of the biochar, which is estimated as: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { \\ d l t { \\_ n b c } \\mathrm { \\mathrm { r e l e a s e d } } = \\mathrm { d l t { \\_ } R c } / C N { \\_ b c } , }\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where,dlt_nbc_released is the mineralized $\\Nu$ during biochar decomposition $( \\mathrm { k g \\ N h a } ^ { - 1 } \\ \\mathrm { d a y } ^ { - 1 } )$ and CN_bc is the CN ratio of the biochar (Table 1; user defined).The $\\boldsymbol { \\mathrm { C } } : \\mathrm {  { N } }$ ratio of various biochar types varies from 7 to 769 in the literature (Atkinson et al.，2O10,Lehmann et al., 2011),and it is typically measured by thermal combustion.Webelievethat the $\\boldsymbol { \\mathrm { C } } : \\mathrm { \\boldsymbol { N } }$ ratioofthelabilefraction ofbiochar may bedifferent from the $\\boldsymbol { \\mathrm { C } } : \\mathrm {  { N } }$ ratio of the recalcitrant fraction,but due to the lack of specific data and difficulties in measuring individual biochar pool C: N ratios,we currently use the $\\boldsymbol { \\mathrm { C } } : \\mathrm { \\boldsymbol { N } }$ ratio of the whole biochar. This is another gap in biochar research. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Finally, thenetrateofNmineralization orimmobilization during biochar decomposition was calculated as: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { d l t \\_ n b c = d l t \\_ n b c \\_ r e l e a s e - d l t \\_ b c \\_ n e e d } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where，dlt_nbc is the $\\Nu$ mineralized or immobilized during biochar decomposition $( \\mathrm { k g \\ N h a } ^ { - 1 } \\ \\mathrm { d a y } ^ { - 1 } )$ .For example,in the case study shown in Fig.4 approximately $2 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 } ~ \\mathrm { y e a r } ^ { - \\mathrm { i } }$ was immobilized during biochar decomposition.The mineralized or immobilized N is added or subtracted to/from the $\\mathrm { N H _ { 4 } }$ pool on a daily basis,and this can greatly affect subsequent $\\mathsf { N }$ cycling processes such as nitrification and denitrification as well as plant N uptake (Fig. 1). Our assumption here is that a biochar with a CN ratio above 25 (parameter opt_bc;Table 1）will immobilize N,but the rate of $\\mathrm { \\Delta N }$ immobilization is generally very low because of the slow rate of biochar decomposition (Fig.4).A sensitiv ityanalysis of the parametersaffecting Eqn (9) showed that all are important (Fig. 3c) and can affect the process invery different directions.This varying sensitivity highlights the complexity that exists in the soil-biochar system. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Biochareffectsonsoil CEC ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The biochar model has functions to estimate soil CEC with(SoilcecBc）and without $( { \\mathrm { S o i l } } _ { \\mathrm { C E C } } )$ biochar present. When $\\mathrm { S o i l } _ { \\mathrm { C E C } }$ data are not available,the model estimates initial $\\mathsf { S o i l } _ { \\mathrm { C E C } }$ from SOC and noncarbonate clay% $( n _ { \\mathrm { c l a y } } )$ using a set of equations developed by Seybold et al.(2oo5) for different soil orders: ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { S o i l } _ { \\mathrm { C E C } } = f ( n _ { \\mathrm { c l a y } } , \\mathrm { S O C } , \\mathrm { s o i l ~ o r d e r } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The model then simulates the effect of biochar on soil CEC.Literature reports on the impact of biochar amendments on soil CEC are inconsistent with some reports showing an increase in CEC (Laird et al.,201o; Van Zwieten et al.,2010; Peng et al.,2011) and others showing no effect (Haefeleaet al.,2011; Rogovska et al.,2014).Differences are most likely related to the biochar type,the amount added, the native soil CEC,and biochar age. Over time,in soil environments surfaces of biochar particles are oxidized forming various organic functional groups; dissolved organic compounds may be adsorbed on,or leached from,biochar surfaces;microorganisms may colonize biochar surfaces; carbonates and other ash components may be solubilized exposing new biochar surfaces;and the biochar equilibrates with the ambient soil $\\mathrm { \\Delta p H }$ .All of these aging processes influence the net impactofbiochar amendments on soil CEC.Weused a user defined effective biochar CEC $( \\mathrm { B C } _ { \\mathrm { E C E C } } ;$ Table 1), which is assessed as the net change in CEC per kg of soil approximately1 year afterabiocharadditionrelative to the mass of biochar in $1 ~ \\mathrm { k g }$ of the soil. The BCECEC approach integrates all of the above aging effects without identifying the specific mechanisms.The default value in the model for $\\mathsf { B C } _ { \\mathrm { E C E C } }$ is 187 cmolc $\\mathbf { k g } ^ { - 1 }$ (Laird et al., 2010)while the range varies between O.5 and 68 for fresh and 96 to $2 3 5 ~ \\mathrm { c m o l ~ k g } ^ { - 1 }$ for aged biochars,respectively (Cheng et al.,2008;Gai et al.,2014). The impact of a biochar on soil CEC is calculated as: ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { S o i l } _ { \\mathrm { C E C B C } } = \\mathrm { S o i l } _ { \\mathrm { C E C } } \\cdot ( 1 - \\mathrm { M a s s } _ { \\mathrm { f r } } ) + \\mathrm { B C } _ { \\mathrm { E C E C } } \\cdot \\mathrm { M a s s } _ { \\mathrm { f r } } ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $\\mathsf { S o i l } _ { \\mathrm { C E C } }$ and $\\mathrm { \\ s o i l _ { C E C B C } }$ are the CEC of the soil beforeandafterabiocharaddition, $\\mathrm { M a s s } _ { \\mathrm { f r } }$ is the mass fraction of biochar in the soil $( \\mathrm { g ~ g ^ { - 1 } } )$ estimated from layerdepth， soilBD andbiocharinthesoil $\\mathrm { \\Delta [ M a s s _ { f r } = S o i l _ { B C } / ( \\it { f _ { c a r b o n } } \\cdot B D _ { o } \\cdot \\it { d _ { l a y e r } } \\cdot 1 0 \\ 0 0 0 ) ] , }$ and $\\mathsf { B C } _ { \\mathrm { E C E C } }$ is the effective CEC of the biochar (cmolc $\\mathbf { k g } ^ { - 1 }$ ).Sensitivity analysis showed that $\\mathsf { B C } _ { \\mathrm { E C E C } }$ hasa relatively small impact on SoilcEcBc (Fig. 3d). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Biochareffectsonsoil pH ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Most biochars are alkaline due to the presence of both carbonate rich inorganic ash,which is mixed with the biochar,and the presence of organic functional groups on biochar surfaces,both of which can react with protons (Yuan et al.,2011; Fidel, 2012;).Hence the impact of a biochar addition on soil $\\mathrm { \\Delta p H }$ is similar to the addition ofagricultural lime.Weusedauserdefined limevalue $\\mathrm { \\langle B C _ { L V } ; }$ Table 1) to represent the amount of acid that can be neutralized by the biochar. Typically,biochar lime values range from 20 to $2 0 0 ~ \\mathrm { c m o l } _ { \\mathrm { c } } ~ \\mathrm { k g } ^ { - 1 }$ . By contrast, pure $\\mathrm { C a C O } _ { 3 }$ has a lime value of $2 0 0 0 \\ \\mathrm { c m o l _ { c } \\ k g ^ { - 1 } }$ .To estimate the impact of a biochar addition (or an agricultural lime addition） on soil $\\mathrm { \\Delta p H }$ we used a sigmoidal function (Nelson & Su,201O) assuming that the buffering capacity of soil is proportional to the soil CEC: ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\mathrm { S o i l } _ { \\mathrm { p H B C } } = \\mathrm { S o i l } _ { \\mathrm { p H } } + \\frac { \\mathbf { M a s s } _ { \\mathrm { f r } } \\cdot \\mathbf { B C } _ { \\mathrm { L V } } } { \\mathrm { S o i l } _ { \\mathrm { C E C B C } } } \\qquad } \\\\ { \\cdot \\frac { ( U _ { \\mathrm { p H } } - \\mathrm { S o i l } _ { \\mathrm { p H } } ) \\cdot ( \\mathrm { S o i l } _ { \\mathrm { p H } } - L _ { \\mathrm { p H } } ) \\cdot P _ { 1 } } { ( U _ { \\mathrm { p H } } - L _ { \\mathrm { p H } } ) } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $\\mathrm { \\ S o i l _ { \\mathrm { p H } } }$ and $\\mathrm { \\ S o i l _ { p H B C } }$ are the soil $\\mathrm { \\Delta p H }$ before and after biochar application, $\\operatorname { M a s s } _ { \\operatorname { f r } }$ is the mass fraction of biochar in the soil $\\mathrm { ( g ~ g ^ { - 1 } ) }$ 1、 $\\mathsf { B C } _ { \\mathrm { L V } }$ is the biochar lime value $\\mathrm { ( c m o l c \\ k g ^ { - 1 } ) }$ 、 $U _ { \\mathrm { p H } }$ and $L _ { \\mathrm { p H } }$ are the upper and lower limit of soil $\\mathrm { \\ p H }$ (here set at 8.3 and 3.5 assuming the agronomic $\\mathrm { \\Delta p H }$ range is limited by the precipitation of carbonates and solubility of aluminum hydroxide, respectively),and $P _ { 1 }$ isa fitted constant that adjusts the buffering capacity of soils (here 10). Among these parameters，the $U _ { \\mathrm { p H } }$ and the initial soil $\\mathrm { \\Delta p H }$ have the greater impact on $\\mathrm { \\ S o i l _ { p H B C } }$ (Fig.3e)．The soil $\\mathrm { \\Delta p H }$ changes rapidly after a biochar or lime addition or when the soil is amended with ammonium fertilizer otherwise the daily change in soil $\\mathrm { \\Delta p H }$ should be negligible.Equation(12) can result in different shapes in response to input parameters (Table 1) and the obtained results are consistent with the magnitude of biochar effects on soil $\\mathrm { \\Delta p H }$ observed in the literature (Brockhoff et al.,2010;Clough et al.,2010;Major et al.,2010;Haefelea et al.，2011;Strubel et al.，2011；Yuan et al.，2011; Jones et al.,2012;Jien&Wange,2013). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Biochar effects on $N H _ { 4 }$ adsorption and desorption ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The adsorption of the $\\mathrm { N H _ { 4 } }$ due to biochar addition is consideredto bemainlydue to the CEC.Wequantified ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "the effect of biochar on $\\mathrm { N H _ { 4 } }$ adsorption using the Langmuir model,which is frequently used for describ ing sorption isotherms (Gai et al.,2014): ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { N H _ { 4 a d s } } = \\mathrm { N H _ { 4 } } \\cdot \\frac { K _ { \\mathrm { a d s } } \\cdot ( \\mathrm { S o i l _ { C E C B C } / S o i l _ { C E C } } ) } { 1 + K _ { \\mathrm { a d s } } \\cdot ( \\mathrm { S o i l _ { C E C B C } / S o i l _ { C E C } } ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $\\mathrm { N H } _ { \\mathrm { 4 a d s } }$ is the adsorbed $\\mathrm { N H _ { 4 } }$ from the soil solution $( \\mathrm { m g } \\mathrm { L } ^ { - 1 } )$ 、 $\\mathrm { N H _ { 4 } }$ is the concentration of the ammonium in the soil solution $( \\mathrm { m g ~ L ^ { - 1 } } )$ 、 $K _ { \\mathrm { a d s } }$ refers to adsorption capacity $\\mathrm { ( L ~ m g ^ { - 1 } } ;$ andis definedby theuser in the biochar model (Table 1; Fig.5), $\\mathrm { \\ s o i l _ { C E C B C } }$ and $\\mathsf { S o i l } _ { \\mathrm { C E C } }$ is the soil CEC before and after biochar application.Literature values for $K _ { \\mathrm { a d s } }$ vary from 0.0026 to $0 . 1 2 5 \\mathrm { ~ L ~ m g ^ { - 1 } }$ (Table 1; Ding et al., 2010; Gai et al., 2014). Equation (13) is very sensitive to the $K _ { \\mathrm { a d s } }$ parameter (Fig.3f).Equation (13) shows that the ability of the soil to adsorb $\\mathrm { N H _ { 4 } }$ due to the biochar addition is proportionalto CEC,whichisa functionof theaddedbiochar in the model (see Eqn 11). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A CEC of $1 ~ \\mathrm { c m o l } ~ \\mathrm { k g } ^ { - 1 }$ is equivalent to a maximum sorption of $\\mathrm { 0 . 1 4 ~ m g ~ N H _ { 4 } ~ g ^ { - 1 } }$ biochar,which means that biochar's maximum adsorption capacity is from 0.07 to $9 . 5 \\mathrm { \\ m g \\ N H _ { 4 } \\ g ^ { - 1 } }$ biochar assuming fresh biochar CEC values from O.5 to 68 (Gai et al.,2014; Jassal et al.,2015). However，recent literature findings have shown even higher maximum adsorption capacities,i.e.1.1-28.4 (Jassal etal.,2015)and2.6-15.4 (Gai et al.,2014),whichled to a hypothesis that most of the sorption must be due to physical entrapment of $\\mathrm { N H _ { 4 } }$ in (fresh）biochar pores (Spokas et al.,2011; Jassal et al.,2015). The above values clearly show that the ability of the biochar to adsorb $\\mathrm { N H _ { 4 } }$ is not universal,but depends on several factors including biochar type,age,and soil type (Ding et al., 2010;Nelissen et al.，2012;Yao et al.，2012;Gai et al., 2014;Sarkhot et al.，2014; Jassal et al.，2015).Equation(13) can be extended further to account for more mechanisms or variables such as $0 \\%$ / $C \\%$ ， $_ { \\mathrm { O / C } }$ ratio, and $\\mathrm { H } / \\mathrm { C }$ ratio,which have been found to correlate well with the rate of $\\mathrm { N H _ { 4 } }$ adsorption (Gai et al.,2014). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In contrast to $\\mathrm { N H _ { 4 } }$ adsorption,much less information isavailableaboutthereleaseof theadsorbed $\\mathrm { N H _ { 4 } }$ to the soil solution.If the soil-biochar system adsorbs $\\mathrm { N H } _ { 4 } ,$ then theoretically,at some point in time it should release it to the soil solution until equilibrium is achieved.Based on this assumption,we modeled $\\mathrm { N H _ { 4 } }$ desorption similarly to adsorption (see Eqn 13). The rate of desorption is driven by a user defined $K _ { \\mathrm { d e s } }$ parameter (Table 1; Fig. 5). Figure 5 illustrates $K _ { \\mathrm { a d s } }$ and $K _ { \\mathrm { d e s } }$ effects on simulated $\\mathrm { N H _ { 4 } }$ over time.The value of $K _ { \\mathrm { d e s } }$ is largely unknown and we used in the biochar model similar values as the $K _ { \\mathrm { a d s } } ,$ despite the fact that some short duration experiments have shownlower values.Clearly more research is needed in this area given the importance of $\\mathrm { N H _ { 4 } }$ in $\\mathrm { \\Delta N }$ cycling (Sarkhot et al.,2014; Jassal et al.,2015). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/ebe850a91eb905311ab68f7d03725b67894e8bcdade44c57c0ab107d33b53fed.jpg",
        "img_caption": [
            "Fig.5 Simulatedsoil $\\mathrm { \\Delta N H _ { 4 }  – N }$ $( \\mathrm { m g } \\mathrm { L } ^ { - 1 }$ ： $0 { - } 1 0 ~ \\mathrm { c m }$ depth) response to adsorption $( K _ { \\mathrm { a d s } } )$ and desorption $( K _ { \\mathrm { d e s } } )$ coefficients. Biochar type 1 parameter values were used in this simulation (see Table 1) expect for the $K _ { \\mathrm { a d s } }$ and $K _ { \\mathrm { d e s } }$ parameters,which values are shown in the panel. The simulation refers to a maize crop growing in Ames,Iowa ina loamy soil (see Tables 2and 3).The sharp increase in $\\mathrm { N H _ { 4 } }$ -N on day of the year123is due to application of $1 0 0 ~ \\mathrm { k g ~ N ~ h a } ^ { - 1 }$ urea-N fertilizer in this example. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Biochar effectsonsoil waterand BD ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The effect of biochar on APSIM soil water retention parameters [lower limit $\\mathrm { ( L L , ~ m m ~ m m ^ { - 1 } } ,$ ， drained upper limit $( { \\mathrm { D U L } } ,$ $\\mathrm { m m } \\ \\mathrm { m m } ^ { - 1 }$ )，and saturation point (SAT, $\\mathrm { m m } \\ \\mathrm { m m } ^ { - 1 } ) _ { \\cdot } ^ { \\cdot }$ l as well as soil BD (in $\\mathrm { g c m } ^ { - 3 } )$ was modelled by incorporating relationships between SOC and these parameters from the Saxton & Rawls(20o6) pedotransfer functions into the biochar model (Fig.1). Inputs for the model are clayand sand content of the soil and the rate of change in SOC due to biochar addition. The rate of change in SOC can be positive as a result of biochar addition or negative when SOC declines over time. Clay and sand contents mediate the rate of change.Outputs from the model are the rate of change in LL,DUL and BD on a daily basis.The rate of change in BD is used to compute SAT from the change in total porosity which is a function of BD $[ \\mathrm { S A T } = ( 1 - \\mathrm { B D } / 2 . 6 5 ) \\times 0 . 9 5 ]$ .Thevalue of 2.65 is the particle density of the mineral soils $( \\mathrm { g } \\mathrm { c m } ^ { - 3 } )$ and 0.95 reflects the air filled porosity (Dalgliesh & Foale,2005). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The Saxton & Rawls (2006) equations are driven by the amount of SOC and have not been tested for biochar.We hypothesized that the effect of biochar on soil hydrology will be somewhat different from that of SOC as biochar C is qualitatively different from SOC. Literature supports this hypothesis as it shows that different types of biochars have very different surface pore spaces (0.2 to $8 . 2 \\ \\mathrm { n m }$ ;Gai et al.,2014;Lim et al.,2016) and variable effects on DUL, $\\scriptstyle \\mathrm { L L } ,$ and BD,which cannot be explained by the amount of biochar applied alone (Brockhoff et al.,2010;Laird et al.,2010;Liu et al.,2012; Basso et al.,2013;Cornelissen et al.,2013;Herath et al., 2013).These studies showed that the LL is rarely changed due to biochar addition,DUL and SAT can be changed but the rate of change depends on the initial SOC before application and on biochar type.To account for the literature findings and to add further flexibility in the model, we developed and incorporated into the biochar model O-1 quality modifiers on the rate of change in LL, DUL and BD $( Q _ { \\mathrm { L L } } , Q _ { \\mathrm { D U L } } ,$ and $Q _ { \\mathrm { B D } } ,$ respectively). The $Q _ { \\mathrm { L L } }$ was set to zero (Table 1) because biochar does not change $\\mathrm { L L } ,$ in contrast to Saxton & Rawls (2006) equations that show a change in LL. The $Q _ { \\mathrm { { D U L } } }$ was set as a function of SOC $[ Q _ { \\mathrm { D U L } } = \\exp$ $( - K _ { \\mathrm { D U L } } . 5 \\mathrm { O C ) ] }$ 1.The $K _ { \\mathrm { D U L } }$ parameter is used to correct for the negligible effect of biochar on DUL in soils rich with organic C. The $Q _ { \\mathrm { B D } }$ was set as function of SOC similar to $Q _ { \\mathrm { D U L } }$ but with a different input parameter (see $K _ { \\mathrm { B D } }$ in Table 1) because the effect of biochar on SAT is usually larger than that on DUL (e.g. Liu et al.,2012). The parameters $Q _ { \\mathrm { L L } } , K _ { \\mathrm { D U L } }$ and $K _ { \\mathrm { B D } }$ are user defined (Table 1). By seting $Q _ { \\mathrm { L L } }$ to 1 and $K _ { \\mathrm { D U L } }$ and $K _ { \\mathrm { B D } }$ to zero,the quality modifiers are cancelled,and the equations take the original Saxton & Rawls(2oo6）form.A sensitivity analysis of the biochar hydrological parameters is presented in Fig. 3g. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The biochar model is capable of representing the effect of soil type (via texture),the physical aspects of biochar (amount added) as well as quality aspects of biochar (pore space) on soil water retention and BD.As SOC increases due to biochar addition,DUL and consequently PAWC increase and the magnitude is larger in coarse textured than in fine textured soils.Figure 6 shows simulated PAWC response to biochar additions in soils with different levels of organic C. The magnitude of the simulated changes in PAWC is consistent withliterature findings (Brockhoff et al.，2O1o;Laird etal.,2010;Liuet al.,2012;Basso et al.,2013;Cornelissen et al.,2013;Herath et al.,2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For the biochar effect on BD we considered a tillage factor in addition to the effect of C.This is because most laboratory incubation studies have shown a decreased BD in biochar amended soils relative to controls(Laird et al.,2010;Lim etal.,2016),but results from field studies are more equivocal with most studies either showing no significant effect or a decrease in BD after biochar application (Haefelea et al.,2011;Rogovska et al.,2014). Under field conditions biochar is commonly incorpo rated by tillage and it can be difficult to distinguish the biochar effect from the tillage effect on soil BD.To address this challenge we used the law of maximum absolute change between the two processes: biochar effect on BD (through the Saxton and Rawls pedotransfer functions) and tillage effect on BD (through Eqn 14). To simulate tillage effects on BD we used the following equation (Andaleset al.,2000): ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { B D } _ { \\mathrm { t i l l } } = \\mathrm { B D } _ { \\mathrm { o } } + \\left( \\mathrm { B D } _ { \\mathrm { a } } - \\mathrm { B D } _ { \\mathrm { o } } \\right) \\cdot e ^ { \\left( - \\mathrm { A S } \\cdot C _ { \\mathrm { r a i n } } \\right) } ,\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where $\\mathrm { B D } _ { \\mathrm { t i l l } }$ is the calculated BD $( \\mathrm { g } \\ \\mathrm { c m } ^ { - 3 } )$ that changes over time. $\\mathsf { B D } _ { \\mathrm { o } }$ is the user input initial BD $( \\mathrm { g } \\ \\mathrm { c m } ^ { - 3 } )$ # $\\mathrm { B D } _ { \\mathrm { a } }$ is the BD just after tillage operation (this value is defined by the user and varies with tillage equipment; Table 1). The AS parameter reflects soil aggregate stability and equals $5 { \\cdot } ( 1 { - } 0 . 2 0 5 \\cdot \\mathrm { S O C } ) _ { . }$ ，and $C _ { \\mathrm { r a i n } }$ is the cumulative amount of precipitation since the latest tillage event (see Andales et al.，20oO). Figure 3h illustrates the sensitivity of BD related parameterson Eqn (14).In general,the biochar model decreases BD after tillage to $\\mathrm { B D _ { a } }$ (Fig.7; Table 1). Then,with precipitation as the main driver,BD returns to the initial condition or to the new condition set by the added biochar C (Fig. 7). Literature findings have shown an average reduction in soil BD of $1 1 . 1 \\pm 8 . 6 \\%$ due to biochar addition (Lim et al.,2016).Thereduction in BD due to biochar in this example was $5 . 8 \\%$ (Fig.7; loamy soil). The final BD estimate from the biochar model is used to compute SAT ona daily basis. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "It should be mentioned that the dynamic changes in LL, $\\scriptstyle { \\mathrm { D U L } } ,$ and SAT have a substantial impact on the simulation process because they are linked to water modifiers that can alter C and $\\mathrm { \\Delta N }$ cycling and plant growth (Figs1 and 4).Asthe biochar model affectsboth DUL and SAT, the SW will change as well. This in turn affects the water filled pore space $( \\mathrm { W F P S } = \\mathrm { S W / S A T } )$ ,which is oneof the main drivers for $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions in the model. This shows the feedback mechanisms that exist in the model (Fig. 1). It would be possible to incorporate biochar effects on saturated hydraulic conductivity $( K _ { \\mathrm { s a t } } )$ in the model through the Saxton and Rawls equations,but it was not finally included in this version for two reasons: (i) literature findings are still contradictory (see Table 3in Limet al.,2016) and (ii) a preliminary sensitiv ity analysis of $K _ { \\mathrm { s a t } }$ (i.e. $1 0 0 \\ \\mathrm { m m \\ d a y ^ { - 1 } } \\pm 5 0 \\%$ change) had a very minor impact on the simulation output (data not shown). ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/62823f59bcb5a134ab4ff2f954a0502dbc1f735aaa5ce514e4d7d63c4e72836f.jpg",
        "img_caption": [
            "Fig.6 Simulated changes in plant available water content （204号 $( \\mathrm { P A W C } = \\mathrm { D U L } - \\mathrm { L L } )$ by the biochar model as affected by the application rate and soil organic carbon.A biochar type 1 parameter values were used in this simulation (see values in Table 1;expect the BCo which varied) and a loamy soil (see Table 2,expect the initial soil organic carbon which varied). "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Summary of biochar parameters ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We classified the biochar model parameters in three major categories (Table 1): (i) those that are highly dependent on biochartype(production method $\\times$ feedstock source $\\times$ production temperature) and management (application amount,incorporation depth);(ii) those that are determined by soil and biochar interactions (effects on soil hydrology，priming); and (iii) finally those that are assumed to be constants in the model. All of the above parameters are important and affect various soil processes and propertes differently (Figs 3 and 8). Parameters for the first categorycanbeextractedfromvariousliterature resources or measured as outlined above or can be taken from the Biochar Engineering web tool (http:// spark.rstudio.com/veromora/BiocharEng/；Morales et al.，2015) or otherbiochardatabases(http:// biochar.ucdavis.edu/).For the second and third category,literature information is incomplete and specific experiments are needed to fill modeling knowledge gaps (see Discussion later). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Preliminarymodel testing ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Weused experimental data from Rogovska et al. (2014) to test various aspects of the biochar model.Briefly,in this experiment a woodchip biochar (see parameter values in Table 1) was applied at six rates (range from 0 to $9 8 ~ \\mathrm { M g ~ h a } ^ { - 1 } ,$ ） to amaize field located in central Iowa. For more details we refer to Rogovska et al. (2014). Our simulation was for a continuous maize crop (Table 2) growing in a Clarion soil (Table 3) in Ames, IA. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Long term sensitivity analysis on systems performance ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "A sensitivity analysis of the individual biochar model parameters on key soil processes was presented above (Fig.3).However, this type of sensitivity analysis (Fig. 3, change one parameter at a time while keeping all others constants） has some important limitations when the results are to be scaled up to the final product (i.e. grain yield; Fig.1). This is because the results of the sensitivity analysis are dependent on the soil type used, cropping system,climate,management,and biochar parameters. The fact that there is not yet a biochar type that can serve asareference in the sensitivity analysis,makes the initial choice of the biochar parameters very critical. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Given all these issues we performed a second sensitivityanalysis in which we explored the effect of different biochars(named BC1，BC2，BC3；Table1）on diverse cropping systems (crop，management， climate and soils; Tables 2 and 3).In this analysis we output several production and environmental variables in the long term (30 years) to get a complete picture of systems performance. The results are presented in Fig. 8. On average，across five cropping systems and three biochar types，the order of sensitivity of various soil-plant processes and properties to biochar application was (from highto low): $S O C > \\mathrm { N } _ { 2 } O$ （ emissions $>$ PAWC $>$ soil BD $>$ soil $\\mathrm { p H } >$ soil net N mineralization $> \\mathrm { C O } _ { 2 }$ emissions $> W { \\mathrm { F P S } } >$ grain yield $>$ crop biomass. The direction and the magnitude of the change (compared to the control) was highly variable among cropping systems and biochar types: SOC varied from $1 1 \\%$ to $8 6 \\%$ 1 $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions from $- 1 0 \\%$ to $4 3 \\%$ PAWC from $0 . 6 \\%$ to $1 2 . 9 \\% ,$ ，soil BD from $- 6 . 5 \\%$ to $- 1 . 7 \\% ,$ soil $\\mathrm { \\Delta p H }$ from $- 0 . 8 \\%$ to $6 . 3 \\%$ ，soil net $\\mathrm { \\Delta N }$ mineralization from $- 1 9 \\%$ to $10 \\%$ 1 $\\mathrm { C O } _ { 2 }$ emissions from $- 2 . 0 \\%$ to $4 . 3 \\%$ WFPS from $- 3 . 7 \\%$ to $3 . 4 \\%$ grain yield from $- 3 . 3 \\%$ to $1 . 8 \\%$ and cropbiomass from $- 1 . 6 \\%$ to $1 . 4 \\%$ .Theeffectofbiochar on various variables was largest in the loam sandy soil (Australian wheat) and smallest in clay loam soil (US maize) (Table 2,Fig. 8). ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/f6b76d0e5d55fb4139f485d01069611c17ff96cf3fb10b54474d5b9b8cb2585d.jpg",
        "img_caption": [
            "Fig.7Simulated efectsofbiocharandtilageonsoilbulk density(leftpanel)andcumulativerainfallastillge (rightpanel)The biocharappliedondayof theyear96and incorporatedbytilageonthesamedate.The biochar parametervaluesareshownin Table1(biochat type1).The simulations refer toa maize cropgrowing inAmes,owainaloamy soil(seeTables 2and 3). "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/691527683a0289aa21861bbcdf77a67f14ca80985c21f698e46906e2f43c2b4d.jpg",
        "img_caption": [
            "Fig.8Simulatedlong term biochar efectsonsoil-crop-atmospheric variablesof twocropping systems(US maizeand AUwheat) growing indiferentsoilsandclimaticconditions(seeTables2and3)asafectedbythreediferentbiochars (seeTable1forthe parameter values).Thedurationofeach simulation was3Oyearsandtheresultsaveragedacross this period (expect thevalueof SOC)andcompared tothecontrol simulation(withoutbiochar)foreachcroppingsystem.Anegativevalue indicates thatthe biochar reduced the output variable (yield, $\\mathrm { C O } _ { 2 }$ emissions,etc. and vice versa. The values in each panel and cropping system indicate the long term value of the control simulation. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/e5d03f8799ee7dcc5d6212a60c797fd7d67186e2c4649b5df18987dec6a690cd.jpg",
        "table_caption": [
            "Table2Characterizationof thesoilsusedinthesimulationexperiment.Nicolet,ClarionandZenorsoilsarefoundinMidwestU while Red clay and yellow sand are typical in Western Australia "
        ],
        "table_footnote": [
            "PAWC,plantavailableaterontet;Udraieduppeliitorfieldpacity;aindloweritoperanentitligint; BD, bulk density. "
        ],
        "table_body": "<html><body><table><tr><td></td><td></td><td colspan=\"2\">Soil profile</td><td colspan=\"7\">Top soil layer where biochar has been incorporated</td></tr><tr><td>Soil name</td><td>Soil type</td><td>Soil depth (m)</td><td>Total PAWC (mm)</td><td>OC (%)</td><td>DUL (mm mm-1)</td><td>LL (mm mm-1)</td><td>Clay (%)</td><td>Sand (%)</td><td>BD (g cm-3)</td><td>pH (-)</td></tr><tr><td>Clarion</td><td>Loam</td><td>1.82</td><td>248</td><td>2.03</td><td>0.292</td><td>0.149</td><td>21.0</td><td>41.6</td><td>1.37</td><td>6.5</td></tr><tr><td>Nicollet</td><td>Clay loam</td><td>1.54</td><td>218</td><td>3.19</td><td>0.305</td><td>0.174</td><td>27.5</td><td>38.1</td><td>1.20</td><td>5.5</td></tr><tr><td>Zenor</td><td>Sandy loam</td><td>1.44</td><td>118</td><td>1.63</td><td>0.182</td><td>0.096</td><td>12.5</td><td>67.9</td><td>1.52</td><td>6.4</td></tr><tr><td>Red clay</td><td>Clay</td><td>1.80</td><td>140</td><td>1.11</td><td>0.370</td><td>0.180</td><td>40.0</td><td>20.0</td><td>1.30</td><td>8.8</td></tr><tr><td>Yellow sand</td><td>Loam sandy</td><td>2.50</td><td>111</td><td>0.48</td><td>0.105</td><td>0.045</td><td>10.0</td><td>90.0</td><td>1.62</td><td>5.7</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/f36c8f47a44826a49fba3b3501d1395589837a66c5edd82070f109c54f9eca1c.jpg",
        "table_caption": [
            "Table 3 Characterization of climate and management practices used in the simulation experiment "
        ],
        "table_footnote": [
            "$^ { * } \\mathrm { I t }$ refers to a 110 day hybrid (see specifics in Archontoulis et al.,2014). "
        ],
        "table_body": "<html><body><table><tr><td>Region and cropping system</td><td>Midwestern US maize</td><td>Western Australia wheat</td></tr><tr><td>Site name</td><td>Ames, Iowa</td><td>Wubin</td></tr><tr><td>Coordinates</td><td>42.0N,-93.8W</td><td>-30.1N, 116.6W</td></tr><tr><td>Frost free days (T min >0℃)</td><td>223</td><td>365</td></tr><tr><td>Mean annual temperature (C)</td><td></td><td>19.1</td></tr><tr><td>Mean annual rainfall (mm)</td><td>9.3 900</td><td>315</td></tr><tr><td>Crop</td><td>Maize</td><td>Wheat</td></tr><tr><td>Cultivar name</td><td>B_110*</td><td>Mace</td></tr><tr><td>Planting date</td><td>May 5th every year</td><td>Variable between Apr 25th to Jul 15th</td></tr><tr><td>Plant density (pl m-2)</td><td>9</td><td>100</td></tr><tr><td>Row spacing (cm)</td><td>70</td><td></td></tr><tr><td>Sowing depth (cm)</td><td>5</td><td>30 3</td></tr><tr><td>Tillage</td><td>Every year</td><td>Once during biochar application</td></tr><tr><td> Tillage type</td><td>Conventional</td><td>Conventional</td></tr><tr><td>N fertilization date</td><td>At planting</td><td>At planting and 40 days after</td></tr><tr><td>N rate (kg N ha-1)</td><td>180</td><td>20 + 40 = 60</td></tr><tr><td>N type</td><td>Urea_N</td><td>Urea_N</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Among the tested variables，SOC，PAWC and BD showed a monotonic increase or decrease while all the othervariablesshowedboth increased and decreased trends over time (Figs 8 and 9).Our results indicated that the effect of biochar on crop production variables was much smaller compared to the effect on environmental variables such $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C O } _ { 2 }$ emissions.The reason might be the feedback mechanisms that exist in biochar-soil-crop-atmospheresystems and areintegrated into our model. These mechanisms may substantially counterbalance biochar effects on individual processes or the biochar effects are not large enough to affect crop yields. For example,an increase in SW that favors crop growth might trigger $\\mathrm { N O } _ { 3 } – \\mathrm { N }$ loss via denitrification or leaching，which can limit crop growth. Given that crop yield is the final product of several interrelated soil-plant processes (Fig.1)，our model analysis suggests that the effect of biochar diminishes all the way to the final product,grain yield.This result also shows that it is possible for biochar to decrease GHG emissions without negatively impacting crop yields which is important (see the magnitude of the biochar response: $- 1 0 \\%$ to $4 3 \\%$ for $\\mathrm { N } _ { 2 } \\mathrm { O }$ VS. $- 3 . 3 \\%$ to ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$1 . 8 \\%$ for grain yield).This can be achieved by identifying appropriate biochar types within a cropping system and environment. The biochar model coupled with appropriate optimization functions can assist in this task. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The magnitude of the obtained results in Fig.8 is consistent with literature findings on biochar and reveal for the first time the trade-offs that exist in the biocharsoil-crop-atmosphere system. For example, the application of BC2 resulted in higher grain yield and biomass production and at the same time in higher GHG emissions.That was caused by the higher PAWC and soil $\\Nu$ availability (see PAWC and N mineralization in Fig. 8). The decrease in WFPS was not enough to reduce $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions.In contrast, the BC3 produced the opposite responses compared to BC2.It decreased both grain yield and GHG emissions variables.Literature studies have shown decreased and increased $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C O } _ { 2 }$ emissions due to biochar application (Clough et al., 2010;Bruun et al.，2011a;Case et al.,2012,2014,2015; Ameloot et al.,2013;Cayuela et al.,2014,2015;Liu et al., 2015).Our study adds significant value to the biochar research because it reveals for the first time the reasons responsible for increased or decreased GHG emissions and grain yields (see parameters in Table1，mechanisms in Fig.1 and the magnitude of the response in Fig. 8). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Figure 8 presents the average effect of the biochars across 30 years of cropping. It should be mentioned that the response of biochar on production and environmental variables was not consistent across years,but variable with positive,neutral and negative responses over time (Fig.9).This is consistent with observations and highlights the importance of climate and the carry-over effects on the biochar response. This also verifies the need forlong term fieldassessmentsof biocharbefore it can be recommended for large-scale applications (Jones et al.2012;Nelissen et al.,2012).Modeling can assist in this task by extending knowledge,but long-term field trials are ultimately needed to calibrate and validate modeling. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/88dc6adbdb7da3318f808308cdce92796c354f3871612533c1320786e6a97102.jpg",
        "img_caption": [
            "Fig.9 Simulated temporal variability of biochar response (BC1; Table 1) to grain yield,annual cumulative $\\mathrm { C O } _ { 2 }$ emission and annual cumulative $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions as compared to the control (no biochar). The simulation refers to US maize growing onaloamy soil (see Tables2and 3).Anegative value indicates that the biochar reduced the output variable (yield, $\\mathrm { C O } _ { 2 }$ emissions,etc.) and vice versa. "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Preliminarybiocharmodeleualuation ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Figure 1O shows the goodness of fit of the biochar model to several soil-plant variables obtained under field conditions (Rogovska et al.,2014). The calibrated biochar parameter values used in this simulation are shown in Table 1. Overall, the model matched experimental observations withameanrelative absolute error from $- 0 . 4 \\%$ to $1 3 . 1 \\%$ ，which is very good. The prediction of soil BD and $\\mathrm { \\Delta p H }$ was the most accurate,while the ability of the model to predict more complex variables such as SOC was lower (Fig. 1O).In this particular set of data (year:2012,location: Ames,IA),the model pre dicted that corn grain yields were limited by SW,which agrees with the experimental observations (Rogovska et al.,2014). The model predicted that biochar applicationpositively influencedSW(Fig.1Of)， butthis increase was not enough to compensate for the extremely dry conditions that occurred in 2012. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Thepotentialof the biocharmodel ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In a recent state-of-the-art biochar review study, Jeffery et al.(2o15) argued for the need of a mechanisticunderstanding of the effects of biochar application in order to quantify and predict benefits and trade-offs. In this paper we presented the first complete biochar simulation model that integrates and synthesizes broad biochar knowledge and enables simulation of biochar effects on diverse cropping systems growing in different environments.We also demonstrated the potential of the model to assist system level understanding and assessments of biochar and their trade-offs (Figs 8 and 10).The biochar model can assist biochar research in various ways.It can be applied to analyze data from the vast lab incubation studies or field experiments and to extrapolate the results beyond the study period in time and space in order to evaluate long-term consequences, which are definitely needed. Once the model fits the experimental observations (calibration task),it can provide information on soil-plant processes that have not been measured experimentally and therefore allow for a system analysis of the biochar effects.The model can be used to test or generate hypotheses to inform experimental research or to perform experiments that are expensive, time consuming and difficult to implement in real-life situations.For example,what is the optimum biochar rate and type to maximize yields and minimize GHG emissions from a specific cropping system in a particular location? The model can provide an answer to this question relatively quickly and inexpensively. By running a factorial simulation with multiple biochar rates，multiple biochar types within a rate，different management practices (N application rate,cultivars, planting dates,tillage type and time) for each biochar type,and considering 30 years of weather variability, the system can be optimized and the win-win combination can be found theoretically.Then the best scenario can be tested experimentally to verify model predictions.The biochar model can be coupled with other advanced simulation platforms such as pSIMS (Elliot et al.，2014) to assist regional- to global-scale assessments of biochar. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Current status and future steps ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "As this was the first attempt to develop a generic tool for system assessments,we initially focused on developing algorithms and predicting the direction and the magnitude of the biochar responses (Figs 4-8). Our work on model conceptualization and development is driven bydiverse literature informationand not from a site-crop-biochar specific experimental dataset.Usually modelers build their models using a particular experi mentaldataset and useanotherdata set forvalidation (Lychuk et al.,2015).In contrast,we developed a com prehensive theoretical framework by integrating a wide range of biochar research findings and synthesized it fromasystemsperspectiveandperformed a preliminary testing of the model. Comprehensive model calibration and validation is the next step.Given the diversity in biochar types and their complex interactions with crops,soils and climate, the task of calibrating and validating the biochar model must be iterative over time and include multi-locations,multi-species and multibiochar type trials.In that respect, the APSIM modeling platform becomes even more important as it is frequentlyupdated, freelyavailable in the public domain and contains several crop models and soil/environmental models along with flexible managers to assist investigation of biochar effects on diverse cropping systems in different environments. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/7a198caba6b1c1d57507520e087edcba198005ad0b8b52f8d778e74f9cd741af.jpg",
        "img_caption": [
            "Fig.10Biochar model predictions of corn grain yield,corn stover,soil bulk density (BD),soil $\\mathrm { \\ p H } ,$ SOC (soil organic carbon) and volumetric soil moistureVs.experimentalobservations from Rogovskaetal.(2014).The biocharwasappliedinNovember2010(see parametervaluesinTable1)andthe measurements wereobtainedin2O12.Thesimulationrefers toacorncrop(Table2)growingin a Clarionsoil(Table 3) in Ames,IA. "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The current version of the biochar model captures the most important biochar effects on soils and extrapolates the effects to crop yields by elaborating mechanistic crop models available in APSIM.Regarding the N cycling which is of particular importance,the biochar model affects N cycling via the following direct and indirect pathways (Fig. 1): ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1.increase in the size of the SOC pools that can stimulate higher N mineralization rates (Eqn 2) 2.changes in the turnover rates of FOM and SOC pools due to priming (Eqns 4-6) ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3.changes in CEC and $\\mathrm { \\Delta p H }$ that affect urea hydrolysis and nitrification rates (Eqns 11 and 12);   \n4. changes in $\\mathrm { N H _ { 4 } }$ pool due to mineralization/immobilization of $\\mathrm { \\Delta N }$ caused by the decomposition of biochar (Eqns 2, 7-9);   \n5. changes in $\\mathrm { N H _ { 4 } }$ pool due to adsorption and desorption caused by biochar CEC (Eqns 11,13);   \n6.changes in field capacityand SW which affect water stress factors and therefore indirectlyaffect all of the N transformation processes (Fig. 4) and plant growth (Fig. 8);   \n7.changes in BD，which affect SAT and therefore WFPS.WFPS,in part, drives $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions together with $\\mathrm { N O } _ { 3 } ,$ temperature and C in APSIM (Thorburn et al., 2010). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Our next steps in biochar modeling are: (i) finalize on-going calibration tasks (e.g. Fig.1O) as well as expand model calibration tasks to diverse environments， cropping systems and biochar types; (ii) develop a database with calibrated biochar parameters (Table 1) that will allow subsequent system analyses of biochar effects by the users; (iii) add new mechanisms and improve existing ones in the model. For instance, quantification and modeling of biochar effects on root functioning，seedling emergence，possible allelopathy effects,and distinction between fresh and aged biochar effects are some of the future challenges，among others. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Knowledge gaps and research priorities to support mechanistic modeling ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In this study we encountered several knowledge gaps that would benefit from further research.We propose the following for prioritization: (i) $\\mathrm { N H _ { 4 } }$ absorption and release patterns in the long term. The size of the $\\mathrm { N H _ { 4 } }$ pool over time is the key to achieve production and environmental benefits (Fig.1); (ii) experimental verification of the Saxton & Rawls (2oo6) pedotransfer functions for biochar response because correct prediction of soil hydrologyaffectsthe overall system substantially (Fig.1); (iii) estimation of the $\\boldsymbol { \\mathrm { C } } : \\mathrm { \\boldsymbol { N } }$ ratio of the labile and recalcitrant biochar separately because its value strongly affects the rate of N immobilization (Eqn 2); (iv) development of biochar specific temperature and SW modifiers;(v) experimental verification of the biochar C partitioning coefficients used in the model (Eqn 3; Table 1); (vi) quantification of the duration of priming, i.e.does the priming effect last for days,weeks,months, years and how is this related to biochar type,soil,and management?;(vii) distinction of fresh from aged biochars; (viii) the effects of fertilizers and residue manage ment onpH(Yuan et al.,2011) needs to beaddressed for a better representation of soil processes in the model. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In summary, this study set the basis for a mechanistic and system assessment of biochar effects on soils and crops and their trade-offs.We envision that the biochar model will shed light on critical questions and generate hypotheses for experimental research. The model has a great potential to assist agronomists，soil scientists, economists，and policy makers to design sustainable and profitable biochar based cropping systems. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Funding for this research was provided by the Agriculture and Food Research Initiative Competitive Grant no.2011-68005-30411 from the USDA National Institute of Food and Agriculture (1004346),by the Global Climate and Energy Project,Stanford Subaward Agreement No.60413992-112883-A，and by the National Science Foundationunder Grant Number EPS-1101284. We thank Ranae Dietzel for helpful comments in an earlier version of this manuscript. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Ameloot N,DeNeve S,JegajeevaganK et al.(2013) Short-term $\\mathrm { C O } _ { 2 }$ and $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions and microbial properties of biochar amended sandy loam soils.Soil Biology &Biochemistry,57,401-410. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Andales AA, Batchelor WD,Anderson CE,Farnham DE,Whigham DK (200) Incorporating tillage effects into a soybean model. Agricultural Systems, 66,69-98.   \nArchontoulis SV, Miguez FE (2015) Nonlinear regression models and applications in agricultural research.AgronomyJournal,o,786-798.   \nArchontoulis SV,Miguez FE, Moore KJ (2014)Evaluating APSIM maize,soil water, soil nitrogen,manure and soil temperature modules in the Midwestern United States.Agronomy Journal,06,05-1040.   \nAtkinson CJ,Fitzgerald JD,Hipps NA (2010) Potential mechanisms for achieving agricultural benefits from biochar application to temperate soils: a review. Plant and Soil,337,1-18.   \nBasso A, Miguez F,Laird DA,Horton R, Westgate M (2013)Assessing potential of biochar for increasing waterholding capacity of sandy soils.GCB Bioenergy，5, 132-143.   \nBiederman LA,Harpole WS (2013) Biochar and its efects on plant productivity and nutrient cycling:a meta-analysis.GCB Bioenergy,5,202-214.   \nBrewer CE, Unger R,Schmidt-Rohr K,BrownRC (2011) Criteria toselectbiochars forfield studies based on biochar Chemical Properties.Bioenergy Research，4, 312-323.   \nBrockhoff SR, Christians NE,Killorn RJ, Horton R, Davis DD (2010) Physical and mineral-nutrition properties of sand-based turfgrass root zones amended with biochar.Agronomy Journal,02,1627-1631.   \nBrodowski S,Amelung W, Haumaier L, Zech W (2007) Black carbon contribution to stable humus in German arable soils. Geoderma,139,220-228.   \nBruun EW,Ambus P,Egsgaard H, Hauggaard-Nielsen H (2012) Efectof slow and fast pyrolysis on soil C and N turnover dynamics.Soil Biology & Biochemistry, 46, 73-79.   \nBruun EW,Hauggaard-Nielsen H, Ibrahim Net al.(201la)Influence of fast pyrolysis temperature on biochar labile fraction and short-term carbon loss in a loamy soil. Biomass and Bioenergy,35,1182-1189.   \nBruun EW, Muler-Stover D,Ambus P,Hauggaard-Nielsen H(2011b)Application of biochar to soil and $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions: potential efects of blending fast-pyrolysis biochar with anaerobicallydigested slurry.European Journal ofSoil Science,62,581-589.   \nCase SD,McNamara NP,Reay DS,WhitakerJ (2012) The effect of biochar addition on $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C O } _ { 2 }$ emissions from a sandy loam soil- the role of soil aeration. Soil Biology $\\boldsymbol { \\mathcal { E } }$ Biochemistry,51,-4.   \nCase SD,McNamara NP,Reay DS,Whitaker J(2014) Can biochar reduce greenhouse gas emissions from a Miscanthus bioenergy crop? GCB Bioenergy,6,76-89.   \nCase SD,McNamara NP,Reay DS,Stott AW,Grant HK,WhitakerJ (2015) Biochar suppresses N2O emissions while maintain N availability in a sandy loam soil. Soil Biology $\\boldsymbol { \\mathcal { E } }$ Biochemistry,,.   \nCayuela ML,van Zwieten L, Singh BP, Jeffery S,Roiga A,Sanchez-Monedero MA (2014)Biochar's role in mitigating soil nitrous oxide emissions:a review andmeta-analysis.Agriculture,Ecosystemsand Enironment,191,-16.   \nCayuela ML, Jeffery S,van Zwieten L (2015) The molar H:Corg ratio of biochar is a key factor in mitigating $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions fromsoil.Agriculture,Ecosystemsand nironment,202,135-138.   \nCheng CH,Lehmann J,Engelhard MH (2o08) Natural oxidation of black carbon in Soils: changes in molecular form and surface charge along a climosequence. Geochimica et Cosmochimica Acta,72,1598-1610.   \nClough TJ, Bertram JE,Ray JL, Condron LM,O'Callaghan M, Sherlock RR, Wels NS (2010) Unweathered wood biochar impact on nitous oxide emissions from a Bovideurine-amended pasture soil. Soil Science Society America Journal,74,52-860.   \nCornelissen G,Martinsen V, Shitumbanuma V et al.(2013) Biochar effect on maize yield and soil characteristics in five conservation farming sites in Zambia.Agronomy,3,256-274.   \nCrane-Droesch A,Abiven S,Jefery S,Torn MS (2013) Heterogeneous global crop yield response to biochar: a meta-regression analysis. Environmental Research Letters, 8,044049.   \nCross A, Sohi SP (2011) The priming potential of biochar products in relation to labile carbon contents and soil organic matter status.Soil Biology $\\mathcal { E }$ Biochemistry, 43, 2127–2134.   \nDalgliesh NP,Foale MA(2O05)Soil Maters:Monitoring Soil Waterand Nutrients in Dryland Farming.Agricultural Production Systems Research Unit,Toowoomba, Australia. ISBN 0643063757.   \nDing Y,Lie Y-X,Wu W-X,ShiD-Z,Yang M,Zhing Z-K (2010) Evaluation of biochar efects on nitrogen reternion and leaching in lumti-layered soil columns.Water Air Soil Pollution,213,47-55.   \nEliot JKellyD,ChyssanthacopoulosJetal. (24)heparalelsystemforntegrat ing impacts models and sectors (pSIMS). Environmental Modeling $\\mathcal { E }$ Software, 62, 509–516.   \nridel K (zuiz） Evaiuauon and impIementauon oI metnoas Ior quanurying organuc and inorganic compounds of Biochar alkalinity.MS Thesis, Iowa State University Library.   \nFoereid B, Lehmann J, MajorJ(2011) Modeling black carbon degradation and movement in soil.Plant and Soil,345,223-236.   \nGai C,Wang H, Liu J, Zhai L,Liu S,Ren T,Liu H (2014) Effects of feedstock and pyrolysis temperature on biochar adsorption of ammonium and nitrate.PLoS One,9,e113888.doi:10.1371/journal.pone.0113888.   \nGuerena D,Lehmann J,Hanley K,Enders A,Hyland C,Riha S (2013)Nitrogen dynamics following field application of biochar in a temperate North American maize-based production system.Plant Soil,365,239-254.   \nHaefelea SM,Konboon Y,Wongboon W,Amarante S,Maarifat AA,Pfeiffer AM, Knoblauch C (2011) Effects and fate of biochar from rice residues in rice-based systems.FieldCropsResearch,21,440.   \nHerath HMSK,Camps-Arbestain M,Hedley M (2013) Efect of biochar on soil physical properties in two contrasting soils: an Alfisol and an Andisol. Geoderma, 209- 210, 188–197.   \nHolzworth DP,Huth NI, de Voil PG et al. (2014) APSIM- evolution towards a new generation of agricultural systems simulation.Environmental Modeling& Software, 62,327-350.   \nJassal RS, Johnson MS,Molodovskaya M,Black TA, JollymoreA, Sveinson K(2015) Nitrogen enrichment potential of biochar in relation to pyrolysis temperature and fedstockquality.Jouralofnironmentalanagement,52,44.   \nJeffery S,Verheijen FGA,Van der Velde M,BastosAC (2011)A quantitative review of the effects of biochar application to soils on crop productivity using meta-analysis.Agriculture,Ecosystemsand Enironment,144,75-187.   \nJeffery S,Bezemer TM,Cordelissen G et al.(2015)The way forward in biochar research: targeting trade-ofs between the potential wins. GCB Bioenergy,7,1-13. doi:10.1111/ gcb.12132.   \nJien SH,Wange C-S (2013)Effects of biochar on soil properties and erosion potential in a highly weathered soil. Catena,110,225-233.   \nJones DL,Rousk J,Edwards-Jones G,DeLuca TH,Murphy DV (2012) Biocharmediated changes in soil quality and plant growth in three year field trial. Soil Biology& iochemistry,45,13-124.   \nKeating BA,CarberryPS,Hammer GL et al.(2003)An overview of APSIM,a model designed for farming systems simulation. European Journal of Agronomy,18,267- 288.   \nKramer RW,Kujawinski EB,Hatcher PG (2004) Identification of black carbon derived structures in a volcanic ash soil humic acid by Fourier transform ion cyclotron resonance mass spectrometry.Environmental Science and Technology,38, 3387-3395.   \nKuzyakov Y,Subbotina I Chen H, Bogomolova I, Xu X (2009) Black carbon decomposition and incorporation into soil microbial biomass estimated by 14C labeling. Soil Biology&iochemistry,,.   \nLaird DA (20o8)The charcoal vision: a win-win-win scenario for simultaneously producing bioenergy， permanently sequestering carbon，while improving soil and water quality.Agronomy Journal,oo,178-181.   \nLaird DA, Brown RC,Amonette JE,Lehmann J (20o9)Review of the pyrolysis platform for coproducingbio-oilandbiochar.Biofuels Bioproducts Biorefining,3,547-562.   \nLaird DA,FlemingP,Davis DD,HortonR,Wang B,Karlen DL (2010) Impact of biochar amendments on the quality of a typical Midwestern agricultural soil. Geoderma,158,443-449.   \nLehmann J, Rillig MC,Thies J, Masiello CA,Hockaday WC, Crowley D (2011) Bio char effects on soil biota-a review.Soil Biology & Biochemistry,43,1812-1836.   \nLim TJ,Spokas KA,Feyereisen G,Novak JM (2016)Predicting the impact of biochar additions on soil hydraulic properties.Chemosphere,142,136-144.   \nLiu J, Scjulz H, Brandl S,Miehtke H,Huwe Glaser B (2012) Short-term effect of biochar and compost on soil fertility and water status of a Dystric Cambisol in NE Germany under field conditions. Journal of Plant Nutrition and Soil Science,175, 698-707.   \nLiu S,Zhang Y, Zong Y,Hu Z,Wu S, Zhuo J, Zou J(2015)Response of soil carbon dioxide fluxes,soil organic carbon and microbial carbon to biochar amendment: a meta-analysis.GCB Bioenergy, in press.doi:10.1111/gcbb.12265.   \nLychuk TE,Izaurralde RZ,Hill RL, McGill WB,Williams JR (2015) Biocharas a global change adaptation: predicting biochar impacts on crop productivity and soil quality for a tropical soil with the Environmental Policy Integrated Climate (EPIC)model.MitigationandAdaptation Strategies forGlobalChange,20,1437-1458. during 4 years after biochar application to a Colombian savanna oxisol.Plant and Soil,333,117-128.   \nMorales VL,Perez-Reche FJ,Hapca SM,Hanley KL,Lehmann J, Zhang W (2015) Reverse engineeringof biochar.Bioeresource Technology,183,163-174.   \nNelissen V,RutingT,HuygensD,taelensJRuysshaertG,BoeckxP( biochars accelerate short-term soil nitrogen dynamics in a loamy sand soil. Soil Biology $\\boldsymbol { \\mathcal { E } }$ Biochemistry,55,20-27.   \nNelson PN,Su N (2O10) Soil pH buffering capacity: a descriptive function and its application to some acidic tropical soils.Australian Journal of Soil Research,48, 201-207.   \nPeng $x ,$ Ye LL,Wang CH, Zhou H, Sun B (2011) Temperature- and duration-dependent rice straw-derived biochar: characteristics and its effects on soil properties of an Ultisolinsouthern China.Soiland Tillage Research,12,159-166.   \nProbert MR,Dimes JP, Keating B,Dalal RC,Strong WM(1998)APSIM's water and nitrogen modules and simulation of the dynamics of water and nitrogen in fallow systems.Agricultural Systems,56,1-28.   \nProbert MR,elveRJ,KimaniSK,DimesJP5)Modelingnitrogenmieration from manures: representing quality aspects by varying C: N rations of sub-pools. Soil Biology ochemistry,37,79-87.   \nRogovska N, Laird DA,Rathke SJ, Karlen DL (2014) Biochar impact on Midwestern Mollisols and maize nutrient availability. Geoderma, 230, 340-347.   \nSarkhot DV,Ghezzehei TA, Berhe AA (2014) Effectiveness of biochar for sorption of ammonium and phosphate from dairy effluent. Journal of Environmental Quality, 42, 1545–1554.   \nSaxton KE,Rawls WJ (2006) Soil water characteristic estimates by texture and organic matter for hydrologic solutions.Soil Science Society of America Journal,70, 1569-1578.   \nSeybold CA,Grossman RB, Reinsch TG (20o5)Predicting cation exchange capacity for soil survey using linear models.Soil Science Society of America Journal,69,856-863.   \nSpokas KA,Reicosky DC (2009) Impacts of Sixteen different biochars on soil greenhouse gas production.Annals of Environmental Science,3,179-193.   \nSpokas KA,Novak JM,Ventera RT (2011) Biochar's role asan alternative N-fertilizer: ammonia capture.Plant and Soil,350,57-69.   \nSpokas KA,CantrellKB,Novak JM et al. (2012) Biochar: a synthesis of itsagronomic impact beyond carbon sequestration. Journal of Environmental Quality,41, 973-989.   \nStrubel JD, Collins HP,Garcia-Perez M, Tarara J, Granatstein D,Kruger CE (2011) Influence of contrasting biochar types on five soils at increasing rates of application. Soil Science Society of America,75,1402-1413.   \nThorburn PJ,Meier EA，Probert ME (2005）Modelling nitrogen dynamics in sugarcane systems:recent advances and applications.Field Crops Research,92, 337-351.   \nThorburn PJ,Probert ME,Robertson FA (2001) Modeling decomposition of sugarcane surface residues with APSIM-Residue.Field Crops Research,70,223-232.   \nThorburn PJ, Biggs JS,Collins K,Probert ME(2010)Using the APSIM model toestimate nitrous oxide emissons from diverse Australian sugarcane production systems.Agriculture,Ecosystems and Enironment,36,343-50.   \nVan Zwieten L,Kimber S,Morris Setal. (2010)Efectsofbiochar from slow pyrolysis of papermill waste on agronomic performance and soil fertility.Plant and Soil, 327, 235-246.   \nWang J Xiong Z, Kuyakov Y (2015) Biochar stability in soil: meta-analysis of decomposition and priming effects. GCB Bioenergy.doi:10.11/gcbb.12266.   \nWoolf D,Lehmann J(2012) Modelling the long-term response to positive and negative priming of soil organic carbon by black carbon. Biogeochemistry,111,83-95 .   \nWoolf D,Amonette JE,Stre-Perrott FA,Lehmann J, Joseph S (2010) Sustainable biochar to mitigate global climate change.Nature Communications,1,1-9.   \nYao Y,Gao B, Zhang M, Inyang M, Zimmerman AR (2012) Effect of biochar amendment on sorption and leaching of nitrate,ammonium,and phosphate in a sandy soil. Chemosphere,89,1467-1471.   \nYuan JH,Xu RK,Zhang H (2011) The forms of alkalis in the biochar produced from crop residues at different temperatures. Bioresource Technology,102,3488-3497.   \nZhang Q-Z,Dijkstra FA,X-r Liu, Y-d Wang,Huang J LuN(2014) Efects of biochar on soil microbial biomass after four years of consecutive application in the north China plain. PLoS One,9, e102062.   \nZimmerman AR, Gao B,Ahn M-Y (2011) Positive and negative carbon mineralization priming effectsamong a variety of biochar-amended soils.Soil Biology& Biorhomictru 43 1169_1179 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]