[
    {
        "type": "text",
        "text": "Dynamics of moisture regime and its reconstruction from a tree-ring width chronology of Pinus sylvestris in the downstream basin of the Selenga River, Russia ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Liliana BELOKOPYTOVA\\*, Dina ZHIRNOVA, Tatiana KOSTYAKOVA, Elena BABUSHKINA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Khakass Technical Institute,Siberian Federal University,Abakan 655O17,Russia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Regional tree-ring width chronology of the Scots pine (Pinus sylvestris L.) was constructed from 8 sites in the forest-steppe belt situated in the foothills of the Selenga River basin,Russia.Moisture information contained in tree-ring width chronology was obtained through linear regression reconstruction models of annual August-July precipitation and annual water discharge of the Selenga River during the period 1767-2015. Comparison of the smoothed series allowed estimating long-term variation component of these moisture regime parameters with a high precision. At the same time, regional drought indices are less correlated with pine radial growth, because they have contribution of the other environmental variables,which are much less reflected in the tree-ring of the investigated pine forest stands. Reconstructed dynamic of the moisture regime parameters is supported by documental evident of many socially significant events in the regional history, such as crop failures caused by both droughts and floods,and catastrophic fire in the Irkutsk City in 1879.Also,dependence of the amount of precipitation in the study area on the atmospheric circulation in Central Asia is revealed to have a similar pattern with other regions,i.e.,a negative relationship of precipitation with the development of large high atmospheric pressure area within its center in the Altai and Tianshan mountains. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: tree-ring width; Pinus sylvestris; climate; hydrology; precipitation; reconstruction model ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Recent substantial climatic changes support great scientific interest in the analysis of past climate dynamics. However, main climatic variables have distinct characteristics. Indeed， numerous studies have shown that temperature variation has a high spatial coherence up to the global level (Easterling et al., 2000; IPCC, 2014; Wu et al., 2014). In contrast, precipitation dynamics under the influences of relief irregularities and atmospheric masses circulation have a significant spatial heterogeneity， especially in mountain systems and adjacent regions. Thus， analysis of its dynamics is more expedient at the regional scale (Pederson et al., 2O01; Batima et al., 2005; Dulamsuren et al., 2010). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "High latitudes and altitudes are usually characterized by sufficient humidity， and spring-summer temperatures are the main limiting factor for vegetation growth. Therefore, contemporary warming trends lead to the positive response of ecosystems there (Wieser and Tausz,2007;Bellard et al., 2012; Huhtamaa and Helama,2O17). On the other hand,there is a wide belt of semi-arid and arid regions in the temperate latitudes, where vegetation productivity is limited by the amount of available water (Sun and Liu, 2O14; Yadav et al., 2O15). Moisture regime there stems from interaction of temperature as the main evapotranspiration regulator with precipitation and hydrological network as sources of water (De Girolamo et al.,2O11; Wang et al., 2016). An example of such a region is the downstream basin of the Selenga River,located in the western Transbaikalia， Siberia,Russa. It is of great research and practical interest, because Selenga River provides more than half of the inflow in the Baikal Lake-one of the greatest freshwater lakes and a UNESCO (United Nations Educational， Scientific，and Cultural Organization) World Heritage Site (Berezhnykh et al.,2012; Tornqvist et al.,2O14). It has led to the scientific attntion to the hydrological and climatic regime of the Selenga River basin (Tornqvist et al., 2014; Frolova et al., 2017a, b; Kasimov et al., 2017). Their current change is evident, and its consequences are substantial not only in aquatic ecosystems (Khazheeva and Plyusnin, 2O16; Moreido and Kalugin,2O17),but also in terrestrial ones,particularly forests (Mikhailova et al., 2O13; Puntsukova et al., 2015). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In consequence of the limited availability and time span of instrumental climatic and hydrological data series,analysis of their past dynamics often includes various natural proxy records (Bradley，1999；Leclercq and Oerlemans， 2012; IPCC,2014). Tree rings have some advantages,such as annual temporal resolution, precise dating,and widespread distribution of woody plants (Cook and Kairiukstis,199O).Besides that, trees as the basement of many terrestrial ecosystems reflect the dynamics of their status and productivity (Babst et al.,2O14; Klesse et al., 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the downstream basin of the Selenga River, dendroecological studies (Andreev, 1999,2001a, b) were recently continued by our group (Demina et al., 2Ol7). Also tree-ring-based analysis of climate dynamics was performed in the river upstream basin (Davi et al.,2O15). Vegetation of the downstream basin of the Selenga River is represented by steppes and forests depending on the elevation. Trees growing on the border between these ecosystems (i.e.,forest-steppe ecotone) are the most promising indicators of the moisture supply. It was of interest to analyze regional moisture regime dynamics using instrumental series of climatic and hydrological variables,as well as their reconstruction models based on tree-ring chronologies. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study was performed in the Selenga River basin, southeast from the Baikal Lake, Rusia (Fig. 1).Its valleys are covered by steppes and surrounded by the mountains up to $1 3 0 0 { - } 1 8 0 0 ~ \\mathrm { m }$ a.s.1., and the mountains are covered by Scots pine (Pinus sylvestris L.） and Siberian larch (Larix sibirica Ledeb.) forests. Soils are represented by mountain chernozems and mountain permafrost taiga turf soils. There are also aeolian sand deposits along the valleys. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The climate is temperate continental (Alisov,1956). It is characterized by large daily and annual temperature variation amplitudes with a long low-snow winter and relatively hot summer. January temperature ranges from $- 2 6 ^ { \\circ } \\mathrm { C }$ to $- 2 0 ^ { \\circ } \\mathrm { C }$ ；and winter (November-March period of negative temperatures） precipitation is $2 0 { - } 3 5 ~ \\mathrm { m m }$ .July temperature ranges from $1 6 ^ { \\circ } \\mathrm { C }$ to $2 0 ^ { \\circ } \\mathrm { C }$ ： and summer (June-August period of temperatures above $1 5 ^ { \\circ } \\mathrm { C }$ ）precipitation ranges from 170 to $2 3 0 \\mathrm { m m }$ with the maximum in July $( 6 6 - 9 0 ~ \\mathrm { m m } )$ . The annual mean temperature ranges from $- 3 ^ { \\circ } \\mathrm { C }$ to $0 ^ { \\circ } \\mathrm { C }$ ,and mean annual precipitation is $2 4 0 { - } 3 8 0 ~ \\mathrm { m m }$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 Data sources ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Monthly data series on precipitation (P) and mean temperatures (T) were obtained from Kyakhta (KH, #30925; $5 0 . 4 ^ { \\circ } \\mathrm { N }$ ， $1 0 6 . 4 ^ { \\circ } \\mathrm { E }$ ：， $7 9 1 \\mathrm { ~ m ~ }$ a.s.l.;1940-2015) and Ulan-Ude (UU, #30823; $5 1 . 8 ^ { \\circ } \\mathrm { N }$ $1 0 7 . 6 ^ { \\circ } \\mathrm { E }$ ：， $5 1 4 \\mathrm { ~ m ~ }$ a.s.l.;1921-2015) state weather stations in the study area; daily $\\mathrm { \\bf P }$ and T series (1921-2015） were obtained from Ulan-Ude station. These stations are situated in forest-steppe Zone and have the longest monthly series in the study area,which are sufficiently correlated between each other. Regional monthly $\\mathrm { \\bf P }$ and T series during the period 1921-2015 (Fig.1b) were computed from the stations data by the method of averaged standardized anomalies (Jones and Hulme,1996). For comparison monthly series of P, Palmer Drought Severity Index (PDSI) and Standardized Precipitation-Evapotranspiration Index (SPEI) during the period 1901-2O15 were obtainedfromClimateResearchUnitTime-Series(CRUTS4.O1） database (http://climexp.knmi.nl) for the area of $5 0 ^ { \\circ } \\mathrm { N } \\mathrm { - } 5 2 ^ { \\circ } \\mathrm { N }$ and $1 0 6 ^ { \\circ } \\mathrm { E } / \\mathrm { - } 1 0 9 ^ { \\circ } \\mathrm { E }$ .Other two drought indices were calculated from regional monthly $\\mathrm { \\bf P }$ and $\\mathrm { \\Delta T }$ series from May to September,i.e.,Selyaninov hydrothermal coefficient (HTC) and wetness index (WI) (Selyaninov, 1937; Lei et al.,2014). As a main hydrological characteristic of the Selenga River, its mean annual discharge (Q) from the Mostovoy state hydrological station (Ulan-Ude City) during the period 1934-2015 was used. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wood samples of pine were collected from 8 sites (Fig.la; Table 1) in the forest-steppe zone of basin,where trees are expected to be moisture-sensitive. The forest-steppe is characterized by low-productive open pine dry stands on sandy soils. The sparse underbrush is represented by Dasiphora fruticosa L.， Rosa acicularis Lindl.， Spiraea trilobata L.，and Cotoneaster melanocarpus Fisch.ex Blytt. The grass has a total coverage of $5 \\% - 1 5 \\%$ and predominantly consists of steppe species,i.e.， Stipa krylovii Roshev.， Koeleria macrantha (Ledeb.） Schult., Scabiosa comosa Fisch. ex Roem.& Schult.,and Thymus serpyllum L.The first sample collction was carried out in 1999 by Andreev et al. (1999). To prolong series, we performed an additional sample collection in 2015,but not at all sampling sites (Demina et al., 2O17). Both times, not suppressed healthy living trees were selected, and cores were sampled with the 5-mm-diameter increment borers at breast height $( \\sim 1 . 3 ~ \\mathrm { m } )$ ： ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f28656118f471f2dab0e43bccc4898609b5faebb6873bcb62ff2c7a16de03ab9.jpg",
        "img_caption": [
            "Fig.1Satelite map(a) with marked sampling sites (triangles),weather stations (circle)and hydrological station (shaded circle); location of the study area (b);climatic diagrams of 1921-2015 regional monthly precipitation (P, c1)and temperature (T,c2).Horizontal lines are medians,boxes are lower and upper quartiles,whiskers represent dataset without outliers and markers are outliers. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/8418ad97c51e7b1cdb85b20ea34c5311a9abe735891b2103be9f61c01189d576.jpg",
        "table_caption": [
            "Table1Sampling sites and statistics of the residual tree-ring width (TRW) chronologies "
        ],
        "table_footnote": [
            "Note:stdev,staardevationes,meanceicietofsiivity-bareanintersiesoelationoeient;Eerssd population signal.\"-\" means no value. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Site</td><td colspan=\"3\">Geographical coordinates</td><td colspan=\"3\">Sample</td><td colspan=\"3\">Chronology</td><td colspan=\"2\">EPS>0.85 period</td></tr><tr><td>Latitude Longitude Altmude</td><td></td><td></td><td>Period</td><td>Length</td><td>Numberof</td><td>stdev</td><td>sens</td><td>r-bar</td><td>Period</td><td>Numer</td></tr><tr><td>HUH</td><td>50.9N</td><td>106.1°E</td><td>700</td><td>1768-2015</td><td>248</td><td>55/73</td><td>0.34</td><td>0.43</td><td>0.60</td><td>1770-2014</td><td>4</td></tr><tr><td>HUR</td><td>50.7°N</td><td>106.5E</td><td>850</td><td>1751-2015</td><td>265</td><td>32/48</td><td>0.33</td><td>0.40</td><td>0.56</td><td>1777-2015</td><td>5</td></tr><tr><td>KEY</td><td>51.7°N</td><td>107.2°E</td><td>700</td><td>1807-2015</td><td>209</td><td>25/42</td><td>0.35</td><td>0.36</td><td>0.52</td><td>1818-2014</td><td>6</td></tr><tr><td>PDL</td><td>51.0N</td><td>107.1°E</td><td>600</td><td>1760-2014</td><td>255</td><td>36/51</td><td>0.34</td><td>0.42</td><td>0.57</td><td>1817-2014</td><td>4</td></tr><tr><td>ZGR</td><td>51.8°N</td><td>108.3E</td><td>600</td><td>1645-2014</td><td>370</td><td>27/42</td><td>0.27</td><td>0.32</td><td>0.58</td><td>1807-2014</td><td>7</td></tr><tr><td>SHN</td><td>52.1°N</td><td>108.9E</td><td>571</td><td>1666-1998</td><td>333</td><td>11/11</td><td>0.26</td><td>0.30</td><td>0.49</td><td>1834-1998</td><td>7</td></tr><tr><td>TGN</td><td>51.5°N</td><td>106.9°E</td><td>747</td><td>1811-1998</td><td>188</td><td>13/13</td><td>0.40</td><td>0.46</td><td>0.62</td><td>1837-1998</td><td>4</td></tr><tr><td>ZAG</td><td>51.9N</td><td>108.2E</td><td>675</td><td>1719-1998</td><td>280</td><td>18/18</td><td>0.39</td><td>0.49</td><td>0.70</td><td>1726-1998</td><td>3</td></tr><tr><td>Regional</td><td></td><td></td><td></td><td>1645-2015</td><td>371</td><td>217/298</td><td>0.47</td><td>0.29</td><td>0.39</td><td>1769-2015</td><td>22</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3Processing of tree-ring data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The processing of wood samples was performed using standard dendrochronological methods (Cook and Kairiukstis,199O). TRW was measured to the nearest $0 . 0 1 \\ \\mathrm { m m }$ using LINTAB and TSAP Win program (Rinn, 2OO3). Cross-dating of the TRW series and measurement accuracy tests were performed by COFECHA program (Holmes，1983；Grissino-Mayer, 2001).Each individual series was detrended using a cubic smoothing spline with a frequency response of 0.50 at $67 \\%$ of the series length as an estimation of the age trend (Cook and Kairiukstis,199O). Then autocorrelation was removed from each series,because unlike TRW climatic and hydrological variables in the study area have not any significant autocorrelation component. Resulting residual individual series contain only interannual variability (Vaganov et al.,1996). On their base local TRW chronologies were obtained for all sites as a bi-weighted mean (Cook,1985). To analyze coherence among local chronologies in different frequency domains,we decomposed these data into high- and low-frequency components using binomially weighted 5-years reciprocal filters (see examples of 5-,8- and 13-year reciprocal filters using in LaMarche and Frits,1972; Schweingruber, 1988； Yuan et al., 2013； Zhang et al.，2014)． As correlations between local chronologies are significant in allfrequency domains (Table 2), we were able to combine them in one regional chronology. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The following statistical characteristics of TRW chronologies were used， i.e.， standard deviation (stdev) as estimation of general variability of TRW; mean coeficient of sensitivity (sens) to the environmental interannual variation; and mean inter-series correlation coefficient ( $\\dot { \\boldsymbol { r } }$ -bar)as estimation of variation consistency between trees (Cook,1985). The expressed population signal (EPS）was used to identify the period when chronology contains enough samples to capture sufficient percentage of the external signal common for the population on local or regional scales (Wigley et al., 1984). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4Dendroecological analysis and reconstruction ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Monthly $\\mathrm { \\bf P }$ and T series in the study area are significantly negatively correlated ( $\\stackrel { \\prime } { r } = - 0 . 3 8 - - 0 . 1 7$ ） during summer. It is a typical pattern for inter-mountain vallys of the South Siberia (Bazhenova and Tyumentseva， 2O1O). Therefore， to estimate climatic response of the tree growth，we calculated paired and partial correlations of TRW chronology with $\\mathrm { ~ \\bf ~ P ~ }$ and $\\mathrm { \\Delta T }$ respectively with Seascorr program (Meko et al., 2O11). It also integrated climatic series for seasons of various lengths. Seasons of 1,3,6,and 12 months were chosen in this study. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In correlation analysis of environmental and tree growth variables, cross-correlation with time shifts (lags） was used to take into account possible temporal differences between variables.To obtain tree-ring-based reconstructions the moisture regime parameters,we used linear regression models.The model fiting to instrumental data was estimated with coefficient of determination $( R ^ { 2 } )$ ,adjusted coefficient of determination $( R ^ { 2 } \\mathrm { { a d j } } )$ and $F$ -test.The stabilityof modelwasanalyzed using split-sample procedure (Meko and Graibill,1995). The total length of instrumental series was divided into two sub-periods.The model was calibrated on one of sub-periods with the value of $R ^ { 2 } { } _ { \\mathrm { a d j } }$ ,validation was estimated with correlation coefficient $( r )$ between model and instrumental data for the other sub-period,reduction of error (RE),and coefficient of efficiency (CE) statistics (Cook et al.，1994). To analyze the frequency domains of variation for instrumental and reconstructed series,we deconstructed with aforementioned 5-year reciprocal filters. Then we performed sign test (ST) for ful series and their high- and low-frequency components. It is a ratio of agreements to disagreements between instrumental and reconstructed series in signs of departures from their mean values over considered period (Cook and Kairiukstis,199O; Buckley, 2009). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/63a4ff6a0bb82b96420bb658433d2bebf04a1ee6242f206d4761a78d63ffc4c7.jpg",
        "table_caption": [
            "Table 2Correlation coeffcients between unfiltered,high-,and low-pass filtered TRWchronologies during the period 1813-1996 "
        ],
        "table_footnote": [
            "Note:All correlations are significant at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td>T</td><td>ZGR</td><td>SHN</td><td>ZAG</td><td>HUR</td><td>PDL</td><td>HUH</td><td>KEY</td><td>TGN</td></tr><tr><td>Unfiltered</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>SHN</td><td>0.87</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>ZAG</td><td>0.71</td><td>0.68</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>HUR</td><td>0.49</td><td>0.46</td><td>0.49</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>PDL</td><td>0.54</td><td>0.50</td><td>0.51</td><td>0.76</td><td></td><td></td><td></td><td></td></tr><tr><td>HUH</td><td>0.45</td><td>0.41</td><td>0.45</td><td>0.79</td><td>0.66</td><td></td><td></td><td></td></tr><tr><td>KEY</td><td>0.58</td><td>0.56</td><td>0.55</td><td>0.54</td><td>0.57</td><td>0.61</td><td></td><td></td></tr><tr><td>TGN</td><td>0.39</td><td>0.35</td><td>0.53</td><td>0.63</td><td>0.56</td><td>0.63</td><td>0.64</td><td></td></tr><tr><td>Regional</td><td>0.67</td><td>0.63</td><td>0.69</td><td>0.88</td><td>0.81</td><td>0.88</td><td>0.73</td><td>0.74</td></tr><tr><td>Low-pass filtered</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>SHN</td><td>0.88</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>ZAG</td><td>0.78</td><td>0.70</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>HUR</td><td>0.47</td><td>0.42</td><td>0.47</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>PDL</td><td>0.60</td><td>0.53</td><td>0.63</td><td>0.76</td><td></td><td></td><td></td><td></td></tr><tr><td>HUH</td><td>0.47</td><td>0.34</td><td>0.48</td><td>0.78</td><td>0.73</td><td></td><td></td><td></td></tr><tr><td>KEY</td><td>0.65</td><td>0.52</td><td>0.55</td><td>0.55</td><td>0.60</td><td>0.61</td><td></td><td></td></tr><tr><td>TGN</td><td>0.38</td><td>0.25</td><td>0.47</td><td>0.60</td><td>0.59</td><td>0.61</td><td>0.54</td><td></td></tr><tr><td>Regional</td><td>0.69</td><td>0.59</td><td>0.70</td><td>0.86</td><td>0.85</td><td>0.86</td><td>0.71</td><td>0.71</td></tr><tr><td>High-pass filtered</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>SHN</td><td>0.89</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>ZAG</td><td>0.70</td><td>0.70</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>HUR</td><td>0.53</td><td>0.52</td><td>0.49</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>PDL</td><td>0.51</td><td>0.50</td><td>0.42</td><td>0.75</td><td></td><td></td><td></td><td></td></tr><tr><td>HUH</td><td>0.45</td><td>0.49</td><td>0.47</td><td>0.78</td><td>0.60</td><td></td><td></td><td></td></tr><tr><td>KEY</td><td>0.57</td><td>0.62</td><td>0.58</td><td>0.54</td><td>0.54</td><td>0.61</td><td></td><td></td></tr><tr><td>TGN</td><td>0.48</td><td>0.49</td><td>0.60</td><td>0.64</td><td>0.54</td><td>0.64</td><td>0.70</td><td></td></tr><tr><td>Regional</td><td>0.69</td><td>0.70</td><td>0.70</td><td>0.89</td><td>0.78</td><td>0.88</td><td>0.75</td><td>0.78</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The influence of the atmosphere circulation on the regional moisture regime and on TRW was investigated using composite map of the 5OO-mb geopotential height anomalies. It was calculated as differences between extremely dry and extremely wet years during the period 1948-2015 (period of the reanalysis database NCEP/NCAR) with online mapping tool from the NOAA Earth System Research Laboratory (https://www.esrl.noaa.gov/psd/cgi-bin/data/composites/ printpage.pl). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1TRW chronology development ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The length of local Pinus sylvestris TRW chronologies ranges from 188 (TGN) to 37O years (ZGR).Statistical characteristics of local chronologies(Table 1） are acceptable for the dendroecological research. All chronologies are significantly and positively correlated (Table 2) and well cross-dated，which justifies possibility of their generalization into one regional chronology. Regional chronology has lower values of sensitivity $\\scriptstyle ( \\mathrm { s e n s } = 0 . 2 9 )$ ）and inter-series correlation ( $r / - \\mathrm { b a r } = 0 . 3 9$ ）than local ones（ $\\scriptstyle \\mathrm { s e n s = 0 } . 3 2 - 0 . 4 9$ ：， $r – \\mathrm { b a r } { = } 0 . 4 9 { - } 0 . 7 0 )$ . On the other hand, standard deviation value is higher for regional chronology than for local ones (stdev $_ { \\ z = 0 . 4 7 }$ and stdey $\\scriptstyle { \\prime = 0 . 2 6 - 0 . 4 0 }$ ,respectively). However,all regional chronology characteristics are acceptable as well. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Climatic response of TRW and reconstruction of annual precipitation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Seascorr analysis showed that regional TRW chronology has a positive response to P. It is maximal in June of current year and August-September (Fig. 2a) of preceding year. Partial correlations showed that $\\mathrm { ~ T ~ }$ influences pine growth independently from $\\mathrm { \\bf ~ P }$ only in winter (October-February)，and this impact is positive. Generalization for longer seasons revealed maximal correlations of TRW with $\\mathrm { \\bf P }$ for July-June and August-July annual periods. To clarify reason behind approximate equality of these periods and to choose one of them for the following analysis,we calculated annual $\\mathrm { \\bf P }$ series from daily data for periods ending 3O June-31 July with 1-day intervals of moving. Correlations of these series with TRW have maximum for periods ending 18-21 July (Fig. 2b),so actual influence of precipitation on the development of single tree-ring of pine in the study area does not coincide with the calendar months but lasts approximately from the third decade of preceding July to the second decade of current July. Therefore, P reconstruction was performed for August-July (Fig. 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Linear regression reconstruction function is $\\mathrm { P } { = } 1 4 2 . 5 { + } 1 6 4 . 3 { \\times } \\mathrm { T R W }$ (Figs. 3al and a2). Its statistical characteristics and results of split-sample validation procedure are shown in Table 3. Sign test showed that reconstruction model captures precipitation variation in both high- and low-frequency domains. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Grid series of August-July $\\mathrm { \\bf ~ P }$ for $5 0 ^ { \\circ } \\mathrm { N } \\mathrm { - } 5 2 ^ { \\circ } \\mathrm { N }$ ， $1 0 6 ^ { \\circ } \\mathrm { E } / \\mathrm { - } 1 0 9 ^ { \\circ } \\mathrm { E }$ area have correlations with reconstructed series $( r { = } 0 . 5 9 { - } 0 . 6 9 )$ ,and instrumental series $( r { = } 0 . 7 0 { - } 0 . 8 5 )$ ： ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/23b010c3cedf1c60b64e511646c848a90b8ecce0d4f443fb2e35ab1edf879b2c.jpg",
        "img_caption": [
            "Fig.2Climatic signal in regional tree-ring width (TRW) chronology. Seascorr summary (a): paired correlations （204号 $( r _ { \\times \\mathrm { P } } )$ between regional chronology and precipitation for periods of 1,3,6,and 12 months lengths (upper panel); partial correlations $( r _ { \\times \\mathrm { T } } )$ between regional chronology and temperature for periods of 1,3,and 6 months lengths (lower panel). Asterisks mark the months of preceding year. Corelation between regional chronology and $\\mathrm { ~ \\bf ~ P ~ }$ summarized for moving annual periods from 1July-3O June to1 August-31July with 1-day intervals (b).Periods with maximal correlations are marked. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c7640da9ed822d2d1531c10baef913a23691a70fc8cbcf1e94f0b2d9ad94803b.jpg",
        "img_caption": [
            "Fig.3Dynamics of the regional moisture regime.Regional August-July precipitation (P) instrumental series and TRW-based reconstruction model (a1,a2).Low-frequency components of the mean annual discharge $\\left( \\mathrm { Q } \\right)$ August-JulyP(b)and regional tree-ring width chronology(TRW,c)of the Selenga River,estimated with 5-year bi-weighted low-pas filter. On the panel(al and a2)horizontal solid line is the mean and dashed lines are the $2 5 ^ { \\mathrm { t h } }$ and $7 5 ^ { \\mathrm { { t h } } }$ percentiles of the regional instrumental P during the period 1922-2015. Uncertainty in reconstructed values is shown by an $80 \\%$ confidence interval (shade). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/dfb7c3b4a2ceb94dba89deee46268845d4fac54630ca6e8dfeb23e9a5fd77f69.jpg",
        "table_caption": [
            "Table 3Statistical parameters of split-sample calibration-verification for tree-ring-based reconstruction of August-July precipitation "
        ],
        "table_footnote": [
            "Note: $\\overline { { R ^ { 2 } } }$ ,coefficient of determination (explained variance); $R _ { \\mathrm { \\ a d j } } ^ { 2 }$ ,adjusted coefficient of determination; $F$ ,Fisher test statistics; ST, sign test,calculated for unfiltered (full),high-,and low-pass filtered series; $r$ ，Pearson correlation coefficient;RE,reduction of error; CE, coefficientof efficiency.\"All $F$ -testvaluesare significant at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"7\">Calibration</td><td colspan=\"7\">Verification</td></tr><tr><td rowspan=\"2\">Period</td><td rowspan=\"2\">R²</td><td rowspan=\"2\">Radj</td><td rowspan=\"2\">F</td><td colspan=\"3\">ST</td><td rowspan=\"2\">Period</td><td rowspan=\"2\">r</td><td rowspan=\"2\">RE</td><td rowspan=\"2\">CE</td><td colspan=\"3\">ST</td></tr><tr><td>Full</td><td>High</td><td>Low</td><td>Full</td><td>High</td><td>Low</td></tr><tr><td>1922-1968</td><td>0.30</td><td>0.28</td><td>19.1</td><td>36/11</td><td>28/17</td><td>38/7</td><td>1922-1968</td><td>0.55</td><td>0.35</td><td>0.27</td><td>34/13</td><td>35/10</td><td>38/7</td></tr><tr><td>1969-2015</td><td>0.63</td><td>0.62</td><td>75.5</td><td>34/13</td><td>26/19</td><td>38/7</td><td>1969-2015</td><td>0.79</td><td>0.64</td><td>0.60</td><td>34/13</td><td>34/11</td><td>38/7</td></tr><tr><td>1922-2015</td><td>0.44</td><td>0.44</td><td>72.9</td><td>71/23</td><td>65/25</td><td>76/14</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Historical documentation of extreme years ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Many extremes of both signs of the reconstructed $\\mathrm { ~ \\bf ~ P ~ }$ outside the instrumental data period are confirmed by historical sources (Table 4).For example, some maxima are consistent with the reports on floods from high water or heavy rains in Transbaikalia and Irkutsk provinces. Kozhuhov (1967) mentioned that \"1801,1811,1820,1830,1840,and 1848 were the most severe years for agriculture\".There is also stated that in 18O2,in Transbaikalia \"due to lack of bread in the summer time,people were fed with the quinoa and other grasses\";in 18O9 \"the settlers suffered a calamity of bad harvest\" which lasted several years; \"crop failure continued for several years and almost all Transbaikalia suffered from it in 181l and during the period 1813-1816\"; \"from the bad harvest of grass and the lack of a forage feed in September 1838,catle began to die...\". Poor harvests of 1811-1816 were also mentioned by Shcheglov (1884). As reconstructed P showed, bad harvest could have been caused by drought, as well as by heavy spring-summer rains. Besides that, catastrophic fire of 1879 in Irkutsk was also drought-related (Kudryavtsev and Vendrih,1971).May and June of that year were extremely hot and dry,and when fire ignited (22 and 24 June) the weather was also very hot,which made fire-fighting difficult.As a result, the fires produced a huge devastation, more than half of the city was destroyed (Antonov, 1996). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/ca1f966cfbaead47740ef237c3c6744a7b36f7aa686d9d1f3ee22499e10317ec.jpg",
        "table_caption": [
            "Table 4Comparison of reconstructed precipitation (P)extremes with data on historical events "
        ],
        "table_footnote": [
            "Note: Plus $( + )$ represents positive P extremes,and minus $( - )$ represents negative ones. "
        ],
        "table_body": "<html><body><table><tr><td>Year</td><td>P extremes</td><td>Historical event</td><td>Reference</td></tr><tr><td>1785</td><td>+</td><td>Heavy rains,flood</td><td>Pezhemsky and Krotov (1911)</td></tr><tr><td>1801</td><td>1</td><td>Severe year for agriculture</td><td>Kozhuhov (1967)</td></tr><tr><td>1802</td><td>1</td><td>Food deficit</td><td>Kozhuhov (1967)</td></tr><tr><td>1806</td><td>+</td><td>Heavy rains,flood</td><td>Pezhemsky and Krotov (1911)</td></tr><tr><td>1809</td><td>1</td><td>Bad harvest</td><td>Kozhuhov (1967)</td></tr><tr><td>1810</td><td>+</td><td>Bad harvest</td><td>Kozhuhov (1967)</td></tr><tr><td>1811</td><td>1</td><td>Severe year for agriculture</td><td>Kozhuhov (1967); Shcheglov (1884)</td></tr><tr><td>1812</td><td>+</td><td>Bad harvest</td><td>Kozhuhov (1967); Shcheglov (1884)</td></tr><tr><td>1813</td><td>+</td><td>Bad harvest</td><td>Kozhuhov (1967); Shcheglov (1884)</td></tr><tr><td>1814</td><td>+</td><td>Bad harvest</td><td>Kozhuhov (1967); Shcheglov (1884)</td></tr><tr><td>1815</td><td>1</td><td>Bad harvest</td><td>Kozhuhov (1967); Shcheglov (1884)</td></tr><tr><td>1816</td><td>+</td><td>Bad harvest</td><td>Kozhuhov (1967); Shcheglov (1884)</td></tr><tr><td rowspan=\"2\">1820</td><td></td><td>Heavy rains,flood</td><td>Kozhuhov (1967)</td></tr><tr><td>+</td><td>Heavy rains,flood</td><td>Shcheglov (1884)</td></tr><tr><td></td><td></td><td>Severe year for agriculture</td><td>Kozhuhov (1967)</td></tr><tr><td>1827</td><td>+</td><td>Heavy rains,flood</td><td>Pezhemsky and Krotov (1911)</td></tr><tr><td>1828</td><td>+</td><td>Heavy rains,flood</td><td>Pezhemsky and Krotov (1911)</td></tr><tr><td>1829</td><td>+</td><td>Heavy rains,flood</td><td>Pezhemsky and Krotov (1911)</td></tr><tr><td>1830</td><td>+</td><td>Heavy rains,flood</td><td>Pezhemsky and Krotov (1911)</td></tr><tr><td>1838</td><td></td><td>Severe year for agriculture</td><td>Kozhuhov (1967)</td></tr><tr><td>1840</td><td>1</td><td>Bad harvest</td><td>Kozhuhov (1967)</td></tr><tr><td></td><td>1</td><td>Severe year for agriculture</td><td>Kozhuhov (1967)</td></tr><tr><td>1841</td><td>+</td><td>Flood</td><td>Kozhuhov (1967)</td></tr><tr><td>1848</td><td>1</td><td>Severe year for agriculture</td><td>Kozhuhov (1967)</td></tr><tr><td>1879</td><td>1</td><td>Catastrophic fire in Irkutsk</td><td>Kudryavtsev and Vendrih (1971); Antonov (1996)</td></tr><tr><td>1897</td><td>+</td><td>Heavy rains,flood</td><td>Voznesensky and Shostakovich (1913)</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Anomaly of atmospheric circulations in extreme years ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We chose extremely dry 1969,1980,and 1987 and extremely wet 1962,1985,and 1991 to analyze the effect of atmospheric circulation on the regional moisture regime.These years have extremal amount of precipitation in April-July, as well as extremes of the same sign in the ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "regional TRW chronology (values outside the range of mean±stdev). As shown on the composite ${ 5 0 0 } \\mathrm { - m b }$ geopotential height anomaly map for the same months (Fig. 4), drought is associated with the high atmospheric pressure area with center in the Altai and Tianshan mountains. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/9a79d221b66960fc4b76cdeb98fd12d93c23ed335d94eeb90ac97208dbd03d03.jpg",
        "img_caption": [
            "Fig. 4Composite map of April-July $5 0 0 – \\mathrm { m b }$ geopotential height difference between dry (1969,1980 and 1987) and wet (1962,1985 and 1991) years.Color bar represents departures $\\mathrm { ( m ) }$ from 1981-2010 climatology. Circle indicates study area location. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.5Relationships of precipitation and its reconstruction model with drought indices ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Four indices describing the moisture availability on the territory were considered.HTC and WI can be calculated only for a period of temperature above $+ 1 0 ^ { \\circ } \\mathrm { C }$ ,therefore in the study area they were obtained from May to September. HTC is persistently more closely related to August-July P than WI. The correlations of these indices with instrumental $\\mathrm { \\bf P }$ series are $r { = } 0 . 6 1 { - } 0 . 7 8$ in current May-July and $r { = } 0 . 5 4 { - } 0 . 6 5$ in preceding August-September, and the best convergence with the annual precipitation is shown by the indices combined for both these periods $( r { = } 0 . 7 9 { - } 0 . 9 6 )$ ： Comparison of these drought indices with the regional TRW chronology showed that relationships have the same temporal patern during season, but they are weaker, and difference between indicesismuch smaller，i.e.， $r { = } 0 . 4 3 { \\ - } 0 . 4 5$ inMay-July, $r { = } 0 . 4 0 { \\ } { - } 0 . 4 7$ inpreceding August-September,and $r { = } 0 . 5 7 { - } 0 . 6 1$ in the combined period. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Spatially distributed PDSI and SPEI can be calculated throughout all the year, so for this study they were generalized for August-July. Nevertheless，despite more temporal accordance correlations of their averaged series for $5 0 ^ { \\circ } \\mathrm { N } \\mathrm { - } 5 2 ^ { \\circ } \\mathrm { N }$ ， $1 0 6 ^ { \\circ } \\mathrm { E } / 1 0 9 ^ { \\circ } \\mathrm { E }$ area with instrumental $\\mathrm { \\bf P }$ series are noticeably lower than correlations of the indices above,i.e., $_ { r = 0 . 4 1 }$ for PDSI and $\\scriptstyle r = 0 . 4 0$ for SPEI,the TRW chronology correlate with these indices evens less,i.e., $_ { r = 0 . 3 5 }$ for PDSI and $_ { r = 0 . 2 7 }$ for SPEI.However,it should be noted that all listed relationships are statistically significant at $P { < } 0 . 0 5$ level. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.6Relationships of precipitation and its reconstruction model with discharge of the Selenga River ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The only available series of the mean Q of the Selenga River was for calendar years,i.e., from January to December. Therefore, it makes sense to consider Q relationship not only with annual $\\mathrm { \\bf P }$ from preceding August to current July, but also with $\\mathrm { \\bf P }$ from current August to succeeding July (i.e., the same series with lag of $+ 1$ -year),and to $\\mathrm { \\bf P }$ of other annual periods in-between (Fig. 5). The correlations between $\\mathsf { Q }$ and August-July $\\mathrm { \\bf P }$ are $_ { r = 0 . 4 8 }$ without lag and $scriptstyle { r = 0 . 2 9 }$ with $+ 1$ -year lag,both of them are significant at $P { < } 0 . 0 5$ level. The maximal correlation between Q and annual $\\mathrm { ~ \\bf ~ P ~ }$ is observed for October-September $_ { ( r = 0 . 6 5 ) }$ . The similar pattern is observed between $\\mathsf { Q }$ and TRW, i.e., $_ { r = 0 . 4 4 }$ without lag and $r { = } 0 . 3 2$ with $+ 1$ -year lag.Thus,we can describe it quantitatively as two-factor linear regression with the following equation: Q(TRW) $\\scriptstyle \\mathtt { \\Lambda } = 2 2 9 + 3 8 2 \\times \\mathrm { T R W }$ $+ 2 9 2 \\times \\mathrm { T R W } _ { + 1 }$ . This regression model has $R ^ { 2 } _ { \\mathrm { a d j } } { = } 0 . 2 8$ and correlation with instrumental series $_ { r = 0 . 5 4 }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Comparing low-frequent components of P, Q,and TRW series (Fig. 3b), they have sufficiently higher correlations between each other,i.e., $scriptstyle { r = 0 . 5 9 }$ between precipitation and discharge smoothed series, $_ { r = 0 . 6 1 }$ between discharge and TRW ones,and $ r { = } 0 . 7 9$ between precipitation and TRW ones. Smoothed reconstructed and instrumental discharge series have a positive correlation $_ { ( r = 0 . 6 3 ) }$ （204号 between each other. Also,comparison of smoothed series shows that they all have the same in-phase quasicyclic oscillation with period length of ${ \\sim } 2 5 { - } 3 5$ years (Balybina, 2OO6;Demina et al., 2017). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/d82e85323ee2ecea21759c6778da58a0dc517c959dd392b4c91371dc28c425ae.jpg",
        "img_caption": [
            "Fig.5Relationships between mean annual Q(discharge)of the Selenga River,regional TRW chronology,and regional precipitation (P) calculated for annual periods of maximal corrlations with Qand TRW.Asterisks mark the preceding year.For TRW chronology approximate period of maximal precipitation impact is shown according to daily climatic data (see Fig.2),approximate period of TRW development is marked with dark shade (from $\\mathrm { T } \\mathord { > } + 1 0 ^ { \\circ }$ to the end of maximal $\\mathrm { ~ \\bf ~ P ~ }$ impact period). Dashed lines represent $\\mathrm { \\bf ~ P }$ and TRW with $+ 1$ year lag. Arrows represent significant at $P { < } 0 . 0 5$ positive correlations.Correlation values $r { > } 0 . 5 0$ are marked with bold arrows. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The development of the regional TRW chronology made it possible to integrate the variation of pine growth from the entire area from which the material was collected, since the sites were selected in relatively close natural conditions and distributed throughout the study area (Fig. la). However, some differences between sites both in regards to habitat conditions and to local climate (because of uneven precipitation) lead to a decrease in the statistical characteristics of regional chronology relative to local ones. As a consequence,the period of its suitability for reconstruction also does not reach the maximum observed for ZAG local chronology. Despite that,in the investigation of the regional climate and the hydrological regime of territory,it is more expedient to use regional chronology and not local one. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The positive reaction of chronologies on precipitation as a source of moisture is typical for the forest-steppe zone of South Siberia (as shown in Andreev et al., 1999; Demina et al., 2017). However, unlike other territories (e.g., Shah et al.,2O15,Babushkina et al.,2O17), the temperature of the warm period in the study area only indirectly affects the growth,through the regulation of water loss.This is indicated by the absence of significant partial correlations，while paired temperature-growth correlations in the study area are significant (Demina et al., 2Ol7). A positive response of growth to the temperature of the late autumn and most part of the winter is due to the fact that in conditions of low snow cover thickness soil freezing in extremely cold winters can cause damage to the most active part of the fine roots of trees (Tierney et al.,2O01; Schaberg et al., 2008).Such damage can occur since October when temperature sharply decreases before establishment of stable snow cover,and continue until March,when severe frosts are unlikely to occur. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Clarification of the most significant period influencing by climate on tree growth using daily climatic series and the moving periods of their generalization was carred out in previous research (Belokopytova et al.,2O18).The results demonstrated that climate can vary significantly between remote sites within the region due to climatic gradients even when their habitat conditions are homogeneous. Elevation and landscape features also can shift timing of cambial phenology and consequently tree ring development (Prislan et al., 2O13; Jiang et al., 2015; Kraus et al., 2016). Therefore,taking into account the horizontal distance between the sites up to $1 7 0 ~ \\mathrm { k m }$ and the vertical difference up to $2 8 0 \\mathrm { m }$ ，TRW series integrated into the regional chronology react to the climate during different periods even within one year. On the other hand,climatic variations lead to a change in the beginning and end of the tree ring development (Prislan et al.,2Ol3; Gricar et al., 2014; Swidrak et al., 2O14; Yang et al., 2017). Thus,the end of the maximum annual period of precipitation variation (18-21 July) revealed in this study gives us the estimation of the mean or most probable moment of the cambial activity ending for pine trees growing in the forest-steppes of the study area. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For the selected August-July period, the precipitation contribution in the tree-ring development of pine in the forest-steppe Zone is significant and suficient to use the TRW chronology for precipitation reconstruction. The quality and accuracy of the reconstruction model is confirmed not only by its statistical characteristics,but also by convergence of reconstructed precipitation dynamics with other data sources,i.e.,，spatially distributed precipitation series and historical evidence of extremal events that are significant for the society and national economy of the region. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Analysis of the atmospheric masses circulation revealed pattern in the spring-summer drought development, typical not only for the study area. Despite the choice of diferent dry and wet years, the composite map of the geopotential height has a high similarity with maps constructed for Khakassia (Kostyakova et al., 2018) and Kashmir, India (Shah et al., 2018). Moreover, negative correlations between precipitation amount and geopotential height were reported in Mongolia and northern China (Hu,1997; Wang et al.,2O17). Consequently, the formation of anticyclones in the Altai and Tianshan mountains in the spring-summer season reduces the amount of precipitation not only on the spot, but also spreads its influence to other regions of Central Asia from northern India to South Siberia, due to the flow of dry atmospheric masses there. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "It is understandable that more closely related to the regional precipitation series amongst drought indices are ones calculated on the basis of the same series,i.e.,HTC and WI. When calculating WI, the precipitation variable is used as an argument of the logarithm function (Lei et al.,2014). This non-linearity of the relationship reduces the correlations in comparison with the HTC,which is proportional to the sum of precipitation. The less pronounced difference between HTC and WI correlations with TRW chronology indicates that precipitation during extreme droughts has stronger influence on the pine growth,i.e.,this influence is nonlinear. The possible reason of this nonlinearity is that drought not only depresses radial increment rate,but also reduces duration of cambial activity (Rosi et al., 2O14). Weaker relationships of PDSI and SPEI with precipitation are partially explained by their calculation on the basis of another data set, and partially by a greater contribution of other climatic variables to these indices， including temperature (Vicente-Serrano et al., 2010; Osborn et al., 2017). And since the temperature does not exert an independent influence on the tree growth,all four considered drought indices correlating with regional TRW chronology (and P reconstruction based on it) are weaker to the certain degree than those correlating with instrumental precipitation series. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Similarly to the drought indices,the water balance of hydrological objects depends not only on the amount of precipitation,but also on evaporation,i.e., it is connected with temperature (e.g., water balance equations in Shanahan et al.， 2OO7； Giadrossich et al.，2O15)．Another factor lessening the correlations of the Selenga River with regional precipitation series is that the study region represents only part of the Selenga basin. Therefore, discharge measured at the Mostovoy Station integrated precipitation amount from much larger area. As shown in Figure 5,the inflow of water from precipitation into the riverbed occurs with a certain lag, which can be atributed to two main reasons: (1) low speed of surface and underground runoff (Gillies et al., 2O11,2015; ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Babushkina et al.,2O17),and (2) solid form of winter precipitation falling which leads to delay of the water flow until the spring snowmelt. In connection with this lag， the average annual discharge of the Selenga River has significant correlations with both the August-July precipitation and the TRW chronology with the 1-year lag.This allowed us to develop much more accurate two-factor regression model of discharge reconstruction based on the tree rings variability with zero and 1-year lag than simple regression would be. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "A higher similarity between the low-frequency dynamics components of the precipitation, Selenga discharge and tree growth indicates the possibility of using the obtained reconstruction models to assess decadal to centennial fluctuations in the moisture regime of the territory with high accuracy. Such assessments are important for forecasting economic activity within the Selenga River basin,as well as for assessing the risks of long-term extremal variations of the Baikal Lake under conditions of its regulation (Tornqvist et al.,2014). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Radial growth of Pinus sylvestris in the forest-steppe zone of the downstream basin of the Selenga River is closely related to the amount of precipitation during the year，while the independent effect of temperature is expressed only in the winter months. Based on the regional TRW chronology， we reconstructed the August-July precipitation during the period 1769-2015. The quality and accuracy of the reconstruction model are statistically confirmed, by other sources of instrumental data and by documentary evidence.The historical significance for the region is shown not only for droughts, but also for extremely high precipitation. TRW response to other indicators of moisture regime, namely drought indices and Selenga discharge, is less pronounced than that to precipitation. The relationships of the mean annual discharge with precipitation and TRW were quantitatively described,resulting in a model of its reconstruction,but it has less accuracy than precipitation one. However, tree growth registers long-term fluctuations of both parameters of the moisture regime with very high accuracy. The patterns of atmospheric circulation in Altai and Tianshan mountains were revealed to impact the development of droughts in South Siberia among other regions of Central Asia. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This study was funded by the Russian Foundation for Basic Research (17-04-0o315),and the Russian Science Foundation (14-14-00219).The authors would like to thank Sergey Gennadievich ANDREEV for access to the tree-ring width data. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Alisov B P.1956.Climate of the USSR.Moscow: Moscow State University,1-125.(in Russian)   \nAndreevSG,VaganovEA,NaurzbaevMM,etal.1999.Registratiooflong-termvariationsinthetmosphericprecipitation, Selenga Riverrunof,andLakeBaikal levelbyannual pine treerings.Proceedingsof theRussianAcademyofScience,368: 1008-1011.   \nAndreev S G,TulokhonovA K,Naurzbaev MM.20ola.Regional dynamicsof pine growth in steppe Zoneof Buryatia. Geography and Natural Resources,1: 73-78.   \nAndreevSGVaganovEA,NaurzbaevMM,etal.2oolb.Radial growthof tresasanindicatorofprolongedchangesof hydrological regime in the Lake Baikal basin. Geography and Natural Resources,4: 49-54.   \nAntonovKA.1996.Memorandum from 1867.In: KulikauskieneN V.Chronicleof the Irkutsk cityduring XVI-XIXcenturies. Irkutsk:East Siberian Book PublishingHouse,233-236.(in Russian)   \nBabstF,Alexander MR,Szejner P,et al.20l4.Atre-ring perspectiveontheterestrialcarbon cycle.Oecologia,176(2): 307-322.   \nBabushkinaEA,BelokopytovaLV,GrachevAM,etal.20l7.VariationofthehydrologicalregimeofBele-Shira closedbasin in Southern Siberiaand itsreflection in theradial growthof Larixsibirica.Regional Environmental Change,17(6): 1725-1737.   \nBalybinaA S.2006.Climatic factors of radial growth dynamics of coniferous species in the Angara region.Computing   \nBatima P,NatsagdorjL,GombluudevP,etal.2O05.Observed climatechange in Mongolia.Assessmentsof Impactsand Adaptations of Climate Change,12: 1-26.   \nBazhenova OI, Tyumentseva E M.2010.The structure of contemporary denudation in the steppes of the Minusinskaya depression. Geography and Natural Resources,431(4): 362-369.   \nBellard C,BertelsmeierC,LeadleyP,etal.2012.Impactsof climate changeonthe futureof biodiversity.Ecology Leers, 15(4): 365-377.   \nBelokopytovaL V,BabushkinaEA,ZhirovaDF,etal.2O18.Climaticresponseofconifersradial growth inforest-steppesof South Siberia: comparison of three approaches. Contemporary Problems of Ecology,11(4): 366-376.   \nBerezhnykhTV,MarchenkoOY,AbasovNV,etal.20l2.Changesintesummertimeatmosphericcrculationoverastsia andformation of long-lasting low-water periods withinthe Selenga river basin.Geographyand Natural Resources,3(3): 223-229.   \nBradley R S.1999.Paleoclimatology: Reconstructing Climates of the Quaternary( $2 ^ { \\mathrm { n d } }$ ed.).London: Academic Press,1-675.   \nBuckleyBM.2009.Dendroclimatology.In:Gornitz V.Encyclopediaof Paleoclimatologyand Ancient Environments. Dordrecht: Springer,269-275.   \nCook ER.1985.Atimeseries analysisapproachto tree-ringstandardization.PhDDissrtation.Tucson:Universityof Arizona.   \nCook ER,KairiukstisLA.1990.Methodsof Dendrochronology:Applications inthe Environmental Sciences.Dordrecht: Kluwer, 1-394.   \nCook ER,Briffa KR,Jones D.1994.Spatialregression methods indendroclimatology:Areview and comparisonof two techniques. International Journal of Climatology,14(4): 379-402.   \nDavi NK,D'ArigoR,Jacoby G C,et al.2015.A long-term context (1931-2005CE)forrapid warmingoverCentral Asia. Quaternary Science Reviews,121: 89-97.   \nDe Girolamo A M,Calabrese A,Lo Porto A,etal.2O11Hydrologic regime characterization forasemi-arid watershed.Die Bodenkultur, 62(1-4): 39-45.   \nDemina A V,BelokopytovaLV,AndreevSGetal.20l7.Radial incrementdynamicsofScots pine (Pinus sylvestris L)asan indicatorof hydrothermal regime of the Western Transbaikalia forest steppe.Contemporary Problemsof Ecology,10(5): 476-487.   \nDulamsuren C,Hauck M,Khishigjargal M,etal.2Olo.Diverging climate trends inMongolian taiga forests influencegrowth and regeneration of Larix sibirica. Oecologia,163(4): 1091-1102.   \nEasterling DR,Meehl G A,Parmesan C,etal.2Ooo.Climate extremes:observations,modeling，and impacts.Science, 289(5487): 2068-2074.   \nFrolova NL,Belyakova PA,Grigoriev VY,etal.2O17a.Runoff fluctuations in theSelenga River Basin.Regional Environmental Change,17(7): 1965-1976.   \nFrolova NL,BelyakovaPA,Grigor'evVY,etal.2O17b.Many-yearvariationsofriverrunof intheSelenga basin.Water Resources,44(3): 359-371.   \nGiadrossichF,Niedda M,Cohen D,et al2015.Evaporation ina Mediterraneanenvironment byenergybudget andPenman methods,Lake Baratz, Sardinia,Italy.Hydrology and Earth System Sciences,19:2451-2468.   \nGilliesRR,ChungOY,Wang SY,etal.20l.Incorporationof PacificSSTs inatimeseries model towardalonger-term forecast for the Great Salt Lake elevation.Journal of Hydrometeorology,12(3):474-480.   \nGilies RR,Chung OY,Simon Wang SY,et al. 2O15Added value from 576years oftree-ringrecords inthe predictionof the Great Salt Lake level. Journal of Hydrology, 529: 962-968.   \nGricarJ,PrislanP,GrycV,etal.2014.Plasticandlocalyadapted phenologyincambial seasonalityand productionof xylem and phloem cells in Picea abies from temperate environments. Tree Physiology, 34(8): 869-881.   \nGrisino-Mayer HD.2Oo1.Evaluating crossdating accuracy:A manual and tutorial for the computer program COFECHA. Tree-Ring Research,57(2): 205-221.   \nHolmes RL.1983.Computer-asistedqualitycontrol in tre-ring datingand measurement.Tree-Ring Bulletin,43:68-78.   \nHu ZZ.1997.Interdecadal variabilityof summerclimateover East Asiaanditsasociation with5OOhPaheightand global sea surface temperature.Journal of the Geophysical Research,102(D16):19403-19412.   \nHuhtamaaH,HelamaS.2O17.ReconstructingcropyieldvariabilityinFinland:Long-termperspectiveof thecultivationhistory on the agricultural periphery since AD 760. The Holocene,27(1): 3-11.   \nIPCC (Intergovernmental Panelon Climate Change).2014.Climate Change2014: Synthesis Report.Contributionof Working Groups I,IIand IIto the Fifth Assessment Reportof the Intergovernmental Panelon Climate Change.Geneva: IPCC, 1-151. distribution limits on the Luyashan Mountain in North-Central China.Forests,6(11): 3809-3827.   \nJones PD,Hulme M.1996.Calculating regional climatic time series for temperature and precipitation:Methods and illustrations.International Journal of Climatology,16(4):361-377.   \nKasimov N,Karthe D,Chalov S.2017.Environmental change in the Selenga River—Lake Baikal Basin.Regional Environmental Change,17(7): 1945-1949.   \nKhazheeva ZI,PlyusninA M.2O16.Variations in climatic and hydrological parameters in the Selenga River basin in the Russian Federation.Russian Meteorology and Hydrology,41(9): 640-647.   \nKlesse S,EtzoldS,rankD.2O16.Integrating tree-ringandinventory-basedmeasurementsofabovegroundbiomassrowth: research opportunities and carbon cycle consequences from a large snow breakage event in the Swiss Alps.European Journal of Forest Research,135(2): 297-311.   \nKostyakovaTV,TouchanR,BabushkinaEA,etal.2O18.Precipitationreconstructionforthe Khakasiaregion,iberia,from tree rings. The Holocene,28(3): 377-385.   \nKozhukhovYV.1967.Rusian PeasantsofEastern Siberia inthe firsthalfof theXIXCentury.Leningrad: Leningrad State University,1-384.(in Russian)   \nKraus C,Zang C,Menzel A.2O16.Elevationalresponse in leaf and xylemphenology reveals diferent prolongationof growing period of common beech and Norway spruce under warming conditions in the Bavarian Alps.European Journal of Forest Research,135(6):1011-1023.   \nKudryavtsevFA,Vendric GA.1971.Irkutsk: Essays onthe Historyof theCity.Irkutsk: East Siberian Book Publishing House, 1-436. (in Russian)   \nLaMarche Jr V C,Frits HC.1972. Tree-rings and sunspot numbers. Tree-Ring Bulletin,32: 19-33.   \nLeclercqPW,Oerlemans J.20l2.Globaland hemispheric temperature reconstruction from glacier length fluctuations.Climate Dynamics,38(5-6):1065-1079.   \nLeiY,Liu Y,SongH,etal.2O14.Awetness indexderivedfromtre-ringsintheMt.Yishan areaofChinasince1755Aand its agricultural implications. Chinese Science Bulletin, 59(27): 3449-3456.   \nMeko DM,Graybill DA.1995.Tre-ring reconstructionof Upper Gila River discharge.Journal of the American Water Resources Association,31(4): 605-616.   \nMeko DM,TouchanR,Anchukaitis KJ.2Ol1.Seascor:AMATLABprogram foridentifying theseasonal climatesignal inan annual tree-ring time series.Computers & Geosciences,37(9):1234-1241.   \nMikhailovaTA,AfanasievaLV,KaluginaOV,etal.2O13.Evaluationofforest disturbance insouth-west Zabaikalia(East Siberia).Forest Science and Practice,15(4): 332-339.   \nMoreidoVM, KaluginAS.2O17.Assessingpossiblechanges in Selenga R.waterregime in the XXIcentury basedonarunoff formation model. Water Resources,44(3): 390-398.   \nOsbornTJ,BarichivichJ,Haris I,etal2017.Monitoring global droughtusing theself-calibratingPalmer DroughtSeverity Index [in \"State of the Climate in 2016\"].Bulltin of the American Meteorological Society 98(8): S32-S33.   \nPederson N,JacobyGC,D'ArigoRD,etal.2Ool.Hydrometeorologicalreconstructions forNortheasternMongoliaerived from tree rings:1651-1995.Journal of Climate,14(5): 872-881.   \nPezhemsky PI, Krotov VA.1911.The Irkutsk Chronicle. Irkutsk: Parovaya Tipogr,1-418. (in Russian)   \nPuntsukova S D,Gomboev BO,Akhmetzyanova MR,etal.2015.Comparative analysis of diferent forest ecosystems response to global climate change and economic activity. Journal of Resources and Ecology,6(2):106-109.   \nPrislan P,GricarJ,deLuis M,etal.2013.Phenological variationin xylemand phloem formation inFagus sylvatica from wo contrasting sites. Agricultural and Forest Meteorology,180:142-151.   \nRinn F.2003.TSAP-Win: Time Series Analysis and Presentation for Dendrochronologyand Related Apications:User Reference.Heidelberg: RINNTECH,1-91.   \nRossi S,GirardMJ,Morin H.2014.Lengtheningofthe durationof xylogenesis engenders disproportionate increasesin xylem production. Global Change Biology,20(7): 2261-2271.   \nSchabergPG,HennonPE,D'amoreDV,etal.2O08.Influenceofsimulatedsnowcoveronthecoldtoleranceandfreezing injury of yellow-cedar seedlings.Global Change Biology,14(6):1282-1293.   \nSchweingruber FH.1988.Tree Rings: Basics and Applications of Dendrochronology. Dordrecht: Springer,1-276.   \nSelyaninovG T.1937.Methodsof climate description to agricultural purposes.In: Selyaninov G T.World Climate and Agriculture Handbook.Leningrad: Gidrometeoizdat,5-27.   \nShah SK,Touchan R,Babushkina E,et al.2O15.August to July precipitation from treerings inthe forest-steppe zoneof Central Siberia (Russia). Tree Ring Research,71(1): 37-44.   \nShah SK,Pandey U,MehrotraN.2O18.PrecipitationreconstructionfortheLidder ValeyKashmirHmalayausing tr-ings of Cedrus deodara.International Journal of Climatology,38(s1): e758-e773.   \nShanahanTM,OverpeckJT,SholzCA,etal.2Oo7.Simulating theresponseofaclosedbasin laketorecentclimatechanges in tropical West Africa (Lake Bosumtwi, Ghana).Hydrological Processes,21(13):1678-1691.   \nShcheglovIV.1993.Chronologicalistofimportantdata fromthe historyof Siberia032-1882.Surgut: Severny Dom,1-778. (in Russian)   \nSun J,Liu Y.2O14.Responsesof tre-ringgrowthandcrop yield todrought indices in the Shanxi province,North China. International Journal of Biometeorology,58(7): 1521-1530.   \nSwidrak I,Gruber A,Oberhuber W.2O14.Xylemand phloem phenology inco-occuringconifers exposed todrought.Trees, 28(4): 1161-1171.   \nTierey GL,FaheyTJ,GroffmanPM,etal.2Oo1.Soilfrezingaltersfineroot dynamics inanorthernhardwood forest. Biogeochemistry,56(2): 175-190.   \nTorqvistR,JarsjoJ,PietrohJ,etal.2014.Evolutionof the hydro-climatesystemintheLake Baikalbasin.Jourmalof Hydrology,519:1953-1962.   \nVaganovEA,Shiyatov SG,MazepaVS.1996.Dendroclimatic studies in theUral-Siberian Subarctic.Novosibirsk:Publ. House SB RAS Nauka,1-246.(in Russian)   \nVicente-Serrano S M,Begueria S,López-Moreno JI2Olo.A multiscalar drought index sensitive to global warming:The Standardized Precipitation Evapotranspiration Index-SPEI. Journal of Climate,23(7):1696-1718.   \nVoznesenskyAV,Shostakovich VB.1913.BasicdataforstudyingtheclimateofEastern Siberia(with theatlas).Irkutsk: Typography-lithography of PIMakushin and VMPosokhin,1-488.(in Russian)   \nWang X,Cai D,WuH,etal.2O16.Efectsofvariation inrainfallonrainfedcropyieldsand wateruseindrylandfarmingareas in China.Arid Land Resources and Management, 3O(1):1-24.   \nWang S,Yuan X,LiY.2O17.DoesastrongElNino implya higher predictabilityof extreme drought? Scientific Reports,7: 40741.   \nWieserG,TauszM.2Oo7.Tresat theirUpperLimit:TrelifeLimitatioattheAlpineTimberlie.Dordrecht:Sprnger,-25.   \nWigleyT,BriffK,JonesP.1984.Ontheaveragevalueofcorrelated timeseries,withapplicationsindendrocimatologyand hydrometeorology. Journal of Applied Meteorology and Climatology,23:201-213.   \nWuX,BabstF,CiaisP,etal.2014.Climate-mediatedspatiotemporalvarabilityinterestrial productivityacrosEurope. Biogeosciences,11:3057-3068.   \nYadav R R,Misra KG, Yadav AK,etal.2O15.Tree-ring footprints of drought variability in last ${ \\sim } 3 0 0$ years over Kumaun Himalaya,India and its relationship with crop productivity.Quaternary Science Reviews,117:113-123.   \nYang B,He M,ShishovV,etal.20l7.Newperspectiveonspring vegetation phenology.ProceedingsoftheNational Academy of Sciences,114(27):6966-6971.   \nYuan YJ,ZhangTW,WeiWS,etal.20l3.Developmentof re-ring maximum latewooddensitychronologies for thewestern Tien Shan Mountains,China:influence of detrending methodand climate response.Dendrochronologia,31(3):192-197.   \nZhangT,YuanY,He Q,etal.2014.Developmentof tree-ring width chronologiesandtre-growth response toclimate inthe mountains surrounding the Issyk-Kul Lake,Central Asia. Dendrochronologia,32(3): 230-236. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]