[
    {
        "type": "text",
        "text": "基于智慧原生理念的智慧图书馆建设研究 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "漆月丨丁恩俊1-2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1西南大学图书馆，重庆，4007152西南大学图书情报研究所，重庆，400715）摘要：[目的/意义]响应\"十四五\"规划中制定的数字中国战略目标，论文提出了一种基于智慧原生理念的智慧图书馆建设途径。[方法/过程]通过对图书馆数字化建设历程的梳理，分析当前发展需求下图书馆智慧化建设的不足与瓶颈，并从智慧原生理念出发探讨相应的解决方案。[结果/结论]展望了智慧原生体系带来的图书馆服务范式转变，并以新技术为支撑提出了分布式数据治理、中台化知识管理、零信任安全架构以及馆员全局智慧培养的智慧图书馆构建策略。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智慧图书馆；数据治理；知识中台；零信任架构；智慧馆员分类号：G250.7",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Construction of Smart Library Based on the Smart-Native Concept ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Qi Yue1 Ding en-jun²   \n(lSouthwest University Library, Chongqing, 40o517 ²Southwest University Library and   \nInformation Science Research Institute, Chongqing, 400715)   \nAbstract: [Purpose/significance] In response to the strategic goal of Digital China formulated in the l4th five year plan, this paper propose a smart library construction scheme with Smart-Native concept.[Method/process] The solutions are proposed from Smart-Native concept for the deficiencies and bottlenecks of smart library construction under the current development needs, based on the digital library construction process.[Result/conclusion] It looks forward to the paradigm shift of library service paradigm under the Smart-Native architecture.And the   \nconstruction strategies of smart library include distributed data governance, centralized knowledge management, zero trust architecture,and the cultivation of Librarians' overall wisdom are proposed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "keywords: Smart Library; Data Governance; Centralized Knowledge Management; Zero Trust Architecture;SmartLibrarians ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2021年发布的《中华人民共和国国民经济和社会发展第十四个五年规划和 2035年远景目标纲要》中首次将发展\"智慧图书馆\"纳入了国家的五年规划，文化和旅游部发布的《“十四五\"公共文化服务体系建设规划》中同样明确提出了“智慧图书馆体系建设取得明显进展”的发展目标，标志着图书馆的智慧化建设已经得到了国家和政府的肯定与支持。物联网、大数据、云计算、人工智能、5G 等技术为\"万物互联\"向\"万物智联\"的演进提供了快速通道，新冠疫情的冲击让图书馆深刻认识到了全面数字化、网络化、智能化服务建设的重要性，可以说数字时代为图书馆的智慧化转型集齐了“天时地利人和”。在这样的背景下，图书馆更应该抓住时代的机遇，基于当代读者对信息知识服务的新需求，探索数字时代的智慧图书馆建设和发展路径，以高质量服务与高技术创新提升公众的文化获得感、幸福感，为推动国家的文化繁荣、实现社会主义文化强国贡献一份力量。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1图书馆的智慧化建设历程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1文献综述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从20 世纪90年代开始，快速发展的互联网技术在世界各地掀起了数字图书馆建设的热潮[，越来越多的资源和服务被逐步迁移到线上，网络让信息的传播突破了时间、空间和载体的限制，读者不必走进实体图书馆也能随时随地获得大多数需要的服务。经过数十年的数字化积累，图书馆资源的数据体量逐渐膨胀并开始呈指数式增长，在2005年前后，图书馆迎来了大数据时代[2]。图书馆的主要功能不再仅是保存与传播信息资源，还需要帮助读者从海量的数据中筛选出需要的内容，以大数据为基础的服务创新随之成为了热门话题。图书馆开始借助数据挖掘、用户画像等技术发现读者的基本信息、行为信息与馆藏资源之间的内在关联，猜测读者需求并向其提供个性化服务[3]，例如推送可能感兴趣的资源[4、优化资源搜索引擎的展示方案[5等。数字时代的到来加快了人们的生活节奏，读者对信息服务的效率和准确性的要求进一步提升，而基于特征相似度的个性化服务已难以帮助读者从极度过剩的数据中识别有价值的内容，图书馆需要通过更加智能、高效的方式向读者提供准确有效的信息与知识服务，智慧图书馆的概念应运而生。从2010年左右开始，图书馆在人工智能技术的助力下开启了智慧化建设的道路6。物联网、情境感知技术构建了虚拟图书馆与数字图书馆的沟通桥梁，云计算、5G技术为数据的处理与传输开辟了高速通道，人工智能在新型基础设施的支撑下开始为图书馆智慧赋能。人脸识别[7]、语音识别[8]、自然语言处理[]等技术让图书馆平台能够模拟人的沟通方式与读者交流互动，基于机器学习的图书采选辅助[0]、基于神经网络的智能寻书服务[1]、基于知识图谱的智能检索服务[12]等项目的实践表明图书馆系统已经能够通过一定的逻辑推理提供决策支持，随着越来越多的智能技术加入，图书馆的服务模式不再局限于基于关键词或链接的请求响应，而逐渐拥有了基于信息的判断和分析反馈的能力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2当代图书馆数字化建设的新问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "数字时代的快速发展为图书馆带来了深度智慧化的契机，同时也提出了新的挑战。本文认为，当代图书馆数字化建设面临的问题主要包括以下几个方面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）多模态数据的治理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经过数十年的数字化建设积累，图书馆的数据在体量指数增长的同时，结构形态也更加多样化。资源从单一的图书扩展为图像、音频、视频、甚至空间数据，日志除了传统的流通记录外，还增加了入馆、预约、荐购、搜索、浏览、下载等更多读者行为信息。另一方面，大数据时代对多元异构的包容导致了数据的完整性、规范性、关联性等都难以得到保障，人工凭经验执行数据采集与清洗将严重影响决策效率与准确性，加之遗留系统造成的数据孤岛/烟肉问题，都为图书馆对多模态数据的治理提出了挑战。图书馆需要具备对新、旧数据资产的差异化管理能力，以及对结构化与非结构化数据的水平识别能力，才能从数据中获取有效的知识以应用于读者与图书馆自身。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）知识服务的时效性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当今时代知识传播的受众已不局限于单个的人，还包括了人与人之间、人与机器之间、机器与机器之间的信息交流。随着生活节奏的加快，信息的生成与刷新速度逐渐增加，人们对知识的需求也在不断发送变化。从被动响应转化为主动推送的服务模式转变，对图书馆的信息识别与内容适配能力提出了更高的要求，智慧图书馆对知识的需求不再是来自传统数据库的报表汇总，而是通过对信息系统中实时动态数据的智能分析，得到及时更新的画像标签以及读者需求洞察。知识服务的时效性不仅要求图书馆及时回应读者当前的服务期望，还需要预判读者群体在未来可能的需求变化并做好应对准备，例如学科服务除基于过去成果的计量统计外，应更多提供关于前沿动态趋势的预测分析。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）数据与信息安全",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "《数据安全法》、《个人信息保护法》的相继实施，体现了国家对数据与信息安全治理的决心，同时也暴露了网络安全领域建设的不足。图书馆为了提供丰富的在线化服务而建设了多种信息系统，这些系统的运行环境、平台架构、数据服务、管理入口各不相同，为安全维护工作造成了较大压力和负担。同时，很多图书馆向外部用户提供远程访问服务，远程服务产品本身的漏洞以及部分用户对账号信息的管理意识不足，进一步增加了图书馆系统的安全风险。目前图书馆使用的安全措施主要为防火墙、VPN、WAF 等边界安全产品，虽然能够防范来自外部的漏洞攻击，但对安全区域以内缺乏有力的威胁监测与防护，同时安全设备之间缺乏联动，安全信息分析也不够全面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“十四五\"时期对图书馆的数字化建设提出了更高的要求，图书馆需要更加有效的手段对不断增长的数据资产进行管理和开发，正确认识自身的优势与不足，合理规划适应于当前技术水平、图书馆现状与发展需求的建设路径。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2智慧原生体系的构建 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1概念界定",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "云技术的不断发展催生了云原生（Cloud-Native）的概念，意指产品的解决方案不再经历从传统架构到云平台的迁移，而是从云平台中直接生成业务应用[13]，受此启发，本文提出了以智慧原生（Smart-Native)思想重构图书馆智慧化体系的建设方案。在汉语字典中，“原”有最初、开始之意，“生\"有发展、长大之意，因此智慧原生就是从智慧中诞生与发展的意思，也就是指设计之初就考虑到智能技术的应用与智慧能力的发挥。智慧原生不是一种具体的技术，而是一套基于人工智能体系实现图书馆智慧化转型的方法论，智慧原生图书馆的构建不是在业务流程与服务模式中添加智能技术的解决方案，而是在一个全栈式智慧化的架构基础上生成图书馆的服务功能，实现“从智慧中来，到智慧中去”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智慧原生的核心理念是无界化，首先是数据无界化，数据能够在不同的设备、系统、平台、网络架构中无障碍地交互使用；其次是服务无界化，不再通过纸质资源、电子资源、参考咨询等不同业务板块进行服务栏目划分，每项智慧服务都整合了所有传统业务中的必要元素；最后是知识无界化，知识的生产、加工与应用不受领域的限制，提供跨专业、跨行业的知识集成与知识消费服务。因此智慧原生是一种生态化的建设理念，让信息的流通打破传统的技术边界、业务边界和环境边界，在不断的生成、重组、应用循环中提炼出有价值的知识，最终形成一个动态更新的智慧生态圈。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2基于智慧原生的图书馆重构建策略 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）整体架构",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现有的图书馆框架下已经不能满足智慧化建设的进一步发展需求，甚至可能造成一定的阻碍，主要表现在：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 当前的建设模式主要是在传统业务流程中使用智能技术，一定程度上限制了智能效力的发挥。例如图书信息通常只能在书目检索系统中查询，除了优化查询结果外，很难提供更有效的资源发现服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 智能应用之间缺乏有效的联通手段，导致智慧化服务的时效性不足。例如为了构建图书馆的用户画像，通常需要人工从各种不同的系统中采集数据后再进行整合[14]，因此基于画像的服务难免存在一定延后性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ 缺乏有效的知识管理策略，不能自动形成知识并实现动态更新。例如现有的智能问答系统主要是通过语义分析技术匹配预设的答案[15]，难以根据读者个体发展需求给予具有知识启发性的回答内容。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为了突破当前的困境，图书馆需要更加开放的平台架构、共享的智慧策略、生态化的运维体系与可靠的安全机制，因此本文设计了一种‘ $\\cdot 1 + 3 + 3 + \\mathrm { N } ^ { \\cdot , }$ 的智慧原生图书馆体系架构，整个架构以人工智能技术为基础，通过1个云基础设施，3个提供智慧能力的管理中台、3个",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "提供资源与安全管理的综合控制中心以及位于顶层的多种业务应用，实现图书馆的所有智慧功能，如下图所示。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a2bb3cb9bb7c4f7d84d1549bcae7c29c808e627ba92c5c5237ffae2d0af81916.jpg",
        "img_caption": [
            "图1智慧原生图书馆体系架构 "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其中，控制中心对基础设施的软硬件资源进行动态调度，安全中心负责对全平台的数据、信息、网络、隐私等提供基于架构和策略的安全保障，评价中心负责管理全体系的评价指标、评价策略及评价结果，并反馈到智慧层的其他各个平台以实现自适应的动态优化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）重建数据的治理方案",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智能技术的应用离不开数据支持，为了有效整合并利用不同来源的异构数据，为不同类型的数据资源制定统一规范的元数据标准成为了图书馆研究的热门话题。随着数字化建设的深入，图书馆资源变得更加多样化和复杂化，资源类型从传统的纸本图书扩展到电子文本、图片、音频、视频、地理空间等不同结构的多媒体文件，资源内容从传统的文献档案扩展到网页新闻、行为日志、事件记忆等形式各异的动态信息。图书馆很难为不断增加的新型资源快速建立元数据标准，即使同一类型的资源也难以通过完全一致的标准进行有效揭示，例如休闲类图书和专业类图书的元数据设计。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "微服务架构为不同业务流程的平台整合提供了完整、可行的解决方案，并在新一代图书馆平台的实践中取得了成功[16]。本文认为，在面对形态多样且不断变化的数据资源时，有效的治理方案或许不是统一的标准，而是分布式的管理策略，决定数据可用性的关键或许不在于一致的描述语言，而在于通用性的接口。因此，可以采用基于分布式思想的数据治理，能够适应灵活、多变且不断扩展的数据需求，为智慧原生平台的知识体系构建提供牢固的数据基础。Thoughtworks 的首席技术顾问 Zhamak Dehghani指出分布式数据治理将成为下一代数据平台架构，她设计了一套面向领域的分布式数据网格构建方案，并详细介绍了具体实施步骤[17]。本文参考DataMesh 的核心思想，制定了面向图书馆的分布式数据治理策略，包括以下方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 面向领域的数据所有权：根据业务领域的上下文进行数据划分，数据由生产者拥有其所有权。例如，可以按图书馆的各个职能部门划分数据集，文献部门负责资源相关数据，流通部门负责借还、预约等读者行为相关数据，综合部门负责日常工作与财务相关数据等。每个部门对各自业务汇总生成的数据全权负责，以实现数据变更和扩展的持续支持，并使变革带来的影响局部化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 数据即产品：以产品思维对每个领域的数据集进行管理，数据生产者也是数据提供商需要将数据作为产品向外部应用交付，并定义评价数据质量以及消费者满意度等客观指标。数据产品中封装了包括元数据、API、访问控制策略、基础设施等结构组件，面向外部对该数据集的访问、统计、分析等需求提供完整的服务功能。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ 数据基础设施自治：分布式数据治理策略中，数据不再运行于统一的大数据平台上，每个拥有者对各种数据的存储模式、编码规则、描述语言、计算方式等基础设施拥有自治权。因此只需要为本领域制定元数据及通用标准即可，从而提升了治理架构稳定性与灵活性。以纸质图书数据管理为例，基于分布式思想将纸质图书的馆藏业务划分为一个数据集，对图书数据的所有属性、操作和平台进行产品式封装并由文献部门实施业务领域自治，该产品的外部接口主要提供分析类数据的视图，最熟悉图书数的文献部分能够提供更适当的接口规则定义。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2b024053c6eca454ee164ca72b62684c918a283c8ea69461c93cd415ac3dd0b1.jpg",
        "img_caption": [
            "图2面向纸质图书领域的数据产品示例"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）重塑知识的生命周期管理",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "知识是构建图书馆智慧的基础，是图书馆向读者提供智慧服务和做出合理决策的重要依据，因此知识的管理是实现智慧原生的核心要素。图书馆为知识构建提供了很多优秀的解决方案，但似乎很少为管理知识制定策略。例如在个性化推荐中构建的用户画像应该如何更新，智能问答中使用的知识图谱应该如何维护等，多数时候知识仅作为一次性消费品进行使用，一定程度上阻碍了图书馆整体智慧的形成。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "不同于数据的分布式治理，知识的管理应该是集中式的，因为知识来源于对信息的归纳和总结，要形成准确的知识就需要从多个业务中提取充足的样本。一些高新技术公司已经为知识管理提供了详尽的解决方案，例如 2020 年Deloitte与百度公司联合发布的知识中台白皮书，论证了中心化知识管理的必要性和可行性，并给出了详细的架构体系与应用策略[18]。基于此思想，本文提出了基于知识共享中台的知识管理方案，通过一个中心化的平台对图书馆知识进行一站式管理。知识共享中台基于语音处理、视觉处理、自然语言处理、知识图谱等人工智能技术，提供智慧原生所需的问答知识、全文知识、标签知识、事件知识、因果知识等多种知识体系的生成、融合、存储、更新及可视化等功能，并对知识计算、知识推理、知识决策、知识推荐等应用的算法模型进行存储维护，从而实现知识从生产到聚合到应用的全生命周期管理。知识共享中台构建于数据中台与服务&业务中台之间，向下获取从数据中台整合的海量数据训练成知识，向上将根据不同策略将知识输出到各个服务应用中，所有业务从设计到运维均以知识为基础，并受知识决策的支持，从而实现了智慧原生驱动的图书馆业务流程重构，如图3所示。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "服务场景 智能技术支撑采购决策 个性化推荐 资源发现引擎 阅读推广服务 情报分析自然语言处理学科服务 参考咨询 机构知识库 应急事件治理 ..图谱构建技术知识分类 知识聚合 N 搜索 问答 推荐 知识推理  \n知识共享中 知识组织 知识应用 复杂知识挖掘知识关联 知识建模 2 推理 预测 可视化跨模态内容理解7场量子图推理  \n台 知识 知识图谱 问答知识 全文知识 标签知识 事件知识 因果知识生产 ….  \n数据治理 资源数据 网页数据 读者数据 计量统计 类型统计 主题统计业务数据 分析数据行为数据 财务数据 财务统计 行为统计",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（4）基于零信任的网络安全架构",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "随着业务扩展，系统中对各种馆员、读者以及第三方合作伙伴的角色权限定义越来越复杂，云计算与移动技术让图书馆的安全边界更加模糊，对更多服务在线化、移动化、远程化的支持导致图书馆不得不暴露更多的敏感数据，在后疫情时代，网络安全已成为图书馆不容忽视的问题。近年来不断发生的网络安全事件表明，基于防火墙、WAF、IPS等边界安全已经不能无法为信息安全与数据安全提供足够的防护保障，图书馆需要建设新的网络安全架构，以适应新一代图书馆复杂的基础设施，应对愈演愈烈的安全攻击，以及防范因有意识或无意识造成的数据隐私泄露。零信任网络架构正是针对图书馆数字化建设现状与信息安全需求的可靠解决方案。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "零信任网络架构的探索由来已久，2010 年 Forrester 的研究工程师 Kindervag 正式提出了“零信任（Zero Trust）\"术语[9]，不久后谷歌公司基于BeyondCorp 项目发表了多篇论文阐述其内部员工构建零信任架构的成功实践，2022年1月美国白宫发布的最新网络安全战略中提出了政府机构向零信任架构转型的愿景，可见零信任已经成为下一代网络安全架构的发展趋势。零信任理论是以“网络中始终存在外部或内部威胁”、“网络的位置不能决定网络的可信程度\"的假设为前提，对设备、用户和系统根据情境进行细粒度的权限定义，端到端的每个连接都需要认证和授权，终端只能在最小权限范围内获取需要的资源，通过动态安全策略提供可信安全访问控制，从而有效避免了数据泄露以及威胁攻击的横向移动。在图书馆网络中，零信任架构可以为资源远程访问服务、总/分馆组织之间的交互、向系统外部维护商提供操作授权等多种应用场景提供更加可靠的保护。以电子资源远程访问为例，在零信任架构下读者终端与图书馆资源之间由一个零信任网关进行隔离，读者由零信任安全控制中心进行认证和授权后方可获得授权票据，授权票据需要在零信任网关校验通过后才能在权限范围内访问资源，该架构如下图所示。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/882b293cc7b922c435525b16474f0511e1b425e2f10cba77d341e9d1857fd0ff.jpg",
        "img_caption": [
            "图4基于零信任的SDP资源远程访问架构"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "上图是一个基于 SDP 技术的零信任架构思路，SDP 是目前零信任实践中较为主流技术方案之一，即软件定义边界（Software Deified Perimeter，SDP)，该技术用服务和资源所有者控制下运行的逻辑组件代替传统的边界安全设备，并要求用户身份和用户设备都需要认证校验，以实现\"从不信任，总是验证\"的零信任要求[27]。与传统VPN架构相比，基于 SDP技术构建远程访问服务的安全优势在于：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 用网关策略隔离用户与内网资源以实现资源隐身，保护了电子资源的知识产权，同时零信任网关只需要执行简单的功能代码，降低了自身的漏洞风险；",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 负责认证的控制中心与内网不直接相连，即使控制中心被攻破黑客也难以进入内网，减少泄露风险;",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ SDP 客户端对用户、设备与应用进行多重审核，减少了账号外泄带来的风险，基于身份认证的授权实现了精细化访问控制，有效缩小暴露面与攻击面。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在结构越来越复杂的网络环境中，图书馆应当在任何应用场景中，对来自内网与外部的所有数据交互都保持警惕，通过零信任架构为每个端到端的连接制定不同安全等级的权限管理策略，能够进一步提升图书馆的网络安全保障，为读者提供更加安全可靠的信息服务环境。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（5）重组智慧的馆员队伍 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "馆员是图书馆的执行主体，随着图书馆智慧化建设的深入，馆员的职责、职能与能力要求也在发生变化。很多学者针对智慧图书馆的馆员角色定位展开了探讨，一些观点认为智慧图书馆员不仅应该熟悉图情领域的知识技能，还需要了解信息技术与智能设备，并具备专业、开放、多元的智慧服务能力[20]。但正如段美珍等学者所说，这种集多元知识和能力为一体的要求未免过高，反而容易造成智慧馆员角色定位模糊，影响馆员队伍的建设[21。本文同样认为，建设智慧图书馆的目标本身就是希望用技术去弥补图书馆员在人力、专业、技能等方面的不足，而智慧馆员应该具备的则是应用数据智慧的能力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在智慧原生的愿景下，图书馆的服务与业务流程将由智慧平台完成自运维、自管理、自调度、故障自诊断与自愈，那么图书馆员还有存在的必要吗？事实上，在智慧原生的图书馆架构下，图书馆员是更加不可或缺的重要因素。智慧原生开放、共享、生态的基本特征模糊了服务领域的边界，数字时代快速更新的信息、不断变化的需求、日新月异的技术对智慧迭代的敏捷性提出了更高的要求，而制定高效可行的迭代策略，将成为智慧图书馆员的主要工作。智慧原生的图书馆员需要关注的不再是某个具体的业务，而是时刻跟随社会发展的步伐挖掘读者的新需求，以数据驱动的决策为依据，以自身积累的业务经验为参考，站在图书馆全局的高度思考响应需求、优化流程、改进效率的工具和手段。另一方面，目前正在走向成熟的低代码[221、零代码[23]技术降低了图书馆系统建设的门槛，可视化的编程界面允许不具备代码编写能力的图书馆员也能自主完成系统开发，在金融[24]、交通[25]、教育[26]等行业的成功实践也证实了这种建设模式能够有效避免图书馆与第三方软件公司之间的信息鸿沟，响应个性化定制、敏捷交付的需求。技术正在不断为图书馆提供基础业务能力，因此智慧图书馆人才队伍的培养重心不是深入的资源知识、个性化的服务能力或专业的数据技术，而应该培养馆员以数据为基础，提升对读者需求的深度洞察能力，纵览图书馆全局发展的系统思维能力，以及与时俱进的服务创新能力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3智慧原生体系的服务范式转变 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "移动技术的普及改变了读者的阅读习惯，爆炸式增长的信息让\"微阅读”、“浅阅读\"逐渐成为常态。在碎片化时代，随着读者对信息获取内容与获取方式的需求变化，图书馆的服务模式也应该相应发生转变。一方面，图书馆需要满足读者对快捷获取的需求，提供更加精准的信息内容；另一方面，图书馆应该引导读者开展深度阅读，促进知识体系的形成与公众文化素养的提升。在智慧原生理念下，综合、完备的数据与更加先进的智能技术能够帮助图书馆深刻地认知信息的含义与其中蕴藏的知识，实现符合当代读者阅读和文化需求的智慧化服务转型。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1从提供选项到精准解答",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "庞大的数据量既丰富了读者的信息来源，也为信息的准确获取造成了阻碍，读者常常因为无法识别信息的价值而迷失在数据的汪洋中。试想在拥有数百万馆藏数据的书目查询系统中搜索某个关键词，读者要如何从多达数十页的检索结果中筛选想要的内容？在数字时代，基于关键词聚类的内容陈列模式已经不是信息服务的最佳途径，智慧图书馆应该像一个精于业务的智者，能够对读者意图进行深度理解，并给出唯一或少数的精准回答。在智慧原生体系下，查询系统在设计时就考虑了读者画像、资源画像、知识图谱等知识的接入方案，通过语音识别、语义分析、知识推理等技术，允许读者像询问图书馆员一样描述想要的内容，然后提供最符合其个性化需求的资源信息。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2从服务个性化到个性化服务",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "个性化服务也是常被谈论的话题，图书馆基于对读者基本信息与行为日志分析读者的兴趣与需求，以实现个性化信息搜索、个性化学科服务、个性化资源推荐等多元化的服务升级[27]。但这种个性化的实现方式主要是通过数据分析来优化图书馆现有业务的内容组织方案，读者实际获得的服务项目、服务内容本质仍然是一致的。而智慧原生将重新定义图书馆的个性化服务方式，通过全要素的数据驱动策略，让图书馆深入认识读者群体与读者个体的需求差异，像私教一样为每个读者量身定制服务策略。例如学习者与科研者、儿童与成人、普通大众与特殊群体，所看到的服务界面、被引导的服务空间、被推送的服务项目、接收的服务信息、获得的服务体验都将各不相同，让读者真正拥有专属于自己的个人图书馆，这才是图书馆智慧的一种体现。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3从满足需求到创造需求 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "长期以来，图书馆的建设发展一直以发现并满足读者需求为目标，如为适应读者在线阅读的需求建设电子资源，基于读者使用智能终端的习惯建设移动图书馆等等，但这种被动的需求响应模式一定程度上限制了图书馆的服务创新能力。图书馆在关注读者当前显性需求的同时，也应该积极发现读者的潜在需求，通过前瞻性的服务建设让潜在需求转变成未来的现实需求，以提升图书馆的核心竞争力，研修间预约服务就是创造需求的一个成功案例。2008年，谷歌公司基于用户的搜索数据成功预测了流感的爆发[28]，大数据的洞察与预测能力已经多次得到验证。智慧原生的无界化数据能力将帮助图书馆基于更加广阔的视野挖掘和预判读者的未来需求，从而指导图书馆建设更多有价值的创新服务，以创造读者需求，获取传播公共文化知识、提升公共文化水平的主导权。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4从迎合兴趣到激发兴趣 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "引导读者培养阅读兴趣，促进全民阅读事业的发展是图书馆的重要职能，但除了个性化推荐与阅读推广活动外，图书馆似乎没有太多激励读者阅读的有效手段。图书馆最常用的激励方式就是迎合读者兴趣，提供符合读者兴趣的内容以促进其阅读，但这种方式会让读者被限制在相对单一的知识领域内，也难以保持激励机制的长效性。在智能互联的智慧原生图书馆中，每一项构建于智慧之上的服务都拥有对读者和资源的深入理解能力，能够让阅读推广蕴含在各个服务细节之中，潜移默化地激发读者的阅读兴趣。例如，基于热点挖掘和语义分析技术在电子阅读内容中识别提及的热门知识，并标注外部链接，或基于知识关联和知识推理技术在信息服务中随机提供一到两个“错误\"答案，都可能引起读者对另一个新领域的关注，从而拓展读者的阅读边界，激发阅读的热情。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "不可否认，图书馆数十年的数字化建设已经取得了卓越的成效，而重构却可能付出巨大的代价。然而，当在原有架构中追加功能已经无法适应发展的需要时，只有重构才能够为图书馆带来可持续发展的新机遇。在数字时代，读者与图书馆自身对智慧化的需求让重构变得必要，为此本文提出了基于智慧原生理念的图书馆体系重构方案，强调智慧图书馆的建设不是简单地在服务模式中添加智能元素，而是在一个全智慧的平台上生成图书馆的功能。本文就智慧原生涉及的数据、知识、人员等关键要素提出了分布式数据治理、中台化知识管理以及智慧馆员全局观培养等智慧原生构建策略，并展望了智慧原生的特性为图书馆带来的服务转型方向。在数字中国的建设背景下，图书馆的智慧化转型已经引起了广泛的思考和讨论，本文根据图书馆目前智慧建设的不足，结合新技术的发展趋势，探讨了智慧转型的一种建设思路，希望能够为图书馆未来的建设发展途径提供一定参考。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]张晓林.颠覆数字图书馆的大趋势[J].中国图书馆学报,2011,37(05):4-12.  \n[2]韩翠峰.大数据带给图书馆的影响与挑战[J].图书与情报,2012(05):37-40.  \n[3]赵衍,杨喆涵.基于知识图谱的我国高校图书馆个性化推荐研究综述[J].上海管理科学,2021(5):116-124.  \n[4]何娟.基于用户个人及群体画像相结合的图书个性化推荐应用研究[J].情报理论与实践,2019,42(01):129-133+160.  \n[5]陈臣.大数据时代基于个性化服务的数字图书馆数据搜索引擎设计[J].图书馆理论与实践,2015(04):91-94.  \n[6]夏立新,白阳,张心怡.融合与重构:智慧图书馆发展新形态[J].中国图书馆学报,2018,44(01):35-49.  \n[7]万文娟.人脸识别技术在图书馆的应用现状与策略分析[J].新世纪图书馆,2022(01):42-47.[8]张建中,谭海兵,袁小一.基于微信的语音识别馆藏书目检索研究[J].高校图书馆工作,2017,37(03):65-67.  \n[9]张乐.词向量语义扩展技术在图书馆智能咨询系统的应用与实现[J].图书情报工作,2020,64(18):126-136.  \n[10]凡迪.基于机器学习的图书采选自动化辅助——以西雅图公共图书馆开放数据为例[J].图书馆研究与工作,2020(07):58-61.  \n[11]羌栋强,王雅楠,张蝶.基于卷积神经网络的智能寻书机器人设计与实现[J].机器人技术与应用,2021(02):41-44.  \n[12]陈戈.基于知识图谱应用的图书馆知识检索服务构建思考[J].新世纪图书馆 $, 2 0 2 0 ( 1 2 ) { : } 4 6 { - } 4 8 { + } 8 5$   \n[13]李雪,孟震,朱祥磊,陈航,苏龙华.云原生应用亲和度评估模型研究和实践[J].电信工程技术与标准化 $2 0 2 2 , 3 5 ( 0 1 ) ; 2 9 - 3 2 + 6 2$ [14]程秀峰,周玮斑,张小龙,邹晶晶.基于用户画像的图书馆智慧参考咨询服务模式研究[J].图书馆学研究 $, 2 0 2 1 ( 0 2 ) { : } 8 6 { - } 9 3 { + } 1 0 1 .$   \n[15]胡潇戈,戚越,王玉琦,程齐凯.面向智能问答的图书馆参考咨询知识库体系设计及构建[J].图书情报知识 $2 0 1 9 ( 0 5 ) { : } 1 0 1 { - } 1 0 8 { + } 1 1 9 .$   \n[16]林伟明,杨巍.基于微服务构建的新一代图书馆服务平台[J].图书馆杂志,2020,39(08):66-74.[17]Zhamak Dehghani. Data Mesh Principles and Logical  \nArchitecture[EB/OL].(2020-12-03)[2022-02-26].https://martinfowler.com/articles/data-mesh-principles.html  \n[18]Deloite&百度．从数据到知识，知识中台赋能企业智能化升级[EB/OL].(2020-12)[2022-02-26]. https://mpks.cdn.bcebos.com/doc/百度知识中台白皮书.pdf.[19]Kindervag John.Build Security Into Your Network's DNA:The Zero Trust NetworkArchitecture.Forrester Research Inc[R].2O1O:1-26.  \n[20]金敏婕.融入、提升、超越——智慧图书馆员素养与价值[J].图书与情报,2014(06):130-133.[21]段美珍,初景利.国内外智慧图书馆研究述评[J].图书馆论坛,2019,39(11):104-112.  \n[22]刘炳元.一种可视化编程语言的低代码开发方法实践[J].福建电脑,2021,37(12):32-37.[23]高杰欣.零代码实时可视化网站访问状态[J].网络安全和信息化,2021(03):69-74.  \n[24]曹严明,曹蕤.模型驱动的低代码平台及其在金融业务系统迁移中的应用[J].中国金融电脑,2021(08):60-64.  \n[25]刘勇.低代码自主开发在轨道交通的探索与实践[J].铁道运营技术,2022,28(01):42-44.[26]裴太强,夏伟,张晓晓.基于低代码平台的学生综合素质评价系统建设与应用研究[J].中国信息技术教育,2022(01):90-93.  \n[27]徐莹.数据挖掘在图书馆个性化服务中的应用与研究[J].无线互联科技,2020,17(23):99-100.  \n[28]Ginsberg J,Mohebbi M H,Patel R S,et al.Detecting influenza epidemics using search enginequery data[J].Nature,2009,457(7232):1012-1014.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "漆月：数据采集与实验过程实施，执笔撰写论文；丁恩俊：提出总体框架，设计实验方案，论文校审。",
        "page_idx": 9
    }
]