[
    {
        "type": "text",
        "text": "自杀行为的动机-意志整合模型：缘起、现状及未来",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "曾子豪1，刘正华³，彭丽仪1，詹林4，文冰绡1，胡义秋1,21湖南师范大学，教育科学学院2 湖南省认知与人类行为重点实验室3长沙市教育科学研究院4湖南师范大学，图书馆",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要自杀行为是一个主要的公共健康问题，全球每年约有80万人死于自杀。近十几年来有关自杀风险方面取得较多进展，但对于自杀预测准确性与稳定性等方面的研究仍难以突破，其关键的原因在于缺乏全面的理论模型来预测自杀。本研究引入自杀行为的动机-意志整合(The integrated motivational-volitional,IMV)模型，IMV 模型提出挫折、羞耻与迷失是自杀意念产生的主要因素，而动机调节变量调控自杀意念向自杀行为的转变。本文详细阐述IMV 模型的理论起源、结构、实证研究、干预思想以及未来的研究方法。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 自杀行为；理论;IMV模型；风险因素；迷失 分类号 B844; R395 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The origin, present situation and future of the integrated motivational-volitional model of suicidal behavior ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zihao Zeng, Zhenghua Hua, Liyi Peng,Lin Zhan, Bingxiao Wen, Yiqiu, Hu 1 Hunan Normal University, School of Educational Science, China   \n2 Cognition and Human Behavior Key Laboratory of Hunan Province, China 3 Changsha Institute of Educational Science 4 Hunan Normal University, Library, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Suicide is a major public health concern accounting for 8Oo OOo deaths globally each year. In recent decades, more progress has been made in suicide risk, but it is stilldifficult to break through the research on the accuracy and stability of suicide prediction. The key reason is the lack of acomprehensive theoretical model to predict suicide.The current article introduces the integrated motivational-volitional (IMV) model of suicidal behavior. IMV model propose that defeat and entrapment drive the emergence of suicidal ideation and that a group of factors, entitled volitional moderators,govern the transition from suicidal ideation to suicidal behavior.This article elaborates the theoretical origin, construction, empirical research, intervention ideas and future research methods of IMV model. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: Suicidal behavior; Theory; IMV model; Risk factors; Entrapment ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自杀行为(suicidal behavior)是指包括自杀有关想法、非致命性自杀意图以及致命性的自杀(Silverman et al.,2007)。自杀是一个主要的公共健康问题，全球每年约有80 万人死于自杀,这使它成为全球死亡的第14个主要原因，而自杀未遂人数至少是其 20 倍(WHO,2014)，而在我国有关自杀人数并没有一个官方权威的说法，但不论是新闻报道或是网络媒体，自杀的消息都会引起轩然大波，牵动着亿万民众的心。自杀的途径是复杂的，是涵盖生理、临床、心理、社会、文化风险和保护因素相互作用的最终产物(Hawton etal.,2012; Turecki,& Brent,2016)。虽然对自杀影响因素的研究在最近几十年显著增长(O'Connor,& Nock,2014)，但有关自杀预测准确性与稳定性仍然难以突破(Franklin etal.,2017)，其关键的原因包括大多研究针对远端自杀风险因素的探究，而对近端因素的共同作用并不清楚；其次多以回顾性或横断面研究为主，对于前瞻性和纵向追踪较少；对自杀风险因素往往是孤立地、静态地、而不是动态地评估；此外，许多理论家也曾试图解释自杀的发生，如Lauetal.(2004)的自杀差异激活理论(Differential activation theory of suicidality)、Joiner (2007)的自杀人际理论(Interpersonaltheory of suicide)以及 Wenzel 和 Beck (2008)的自杀行为的认知模型(Cognitive model ofsuicidal behavior)，尽管这些理论在相关研究和干预工作方面有着指导作用，但相关研究显示自杀率仍高居不下(WHO,2014；杜睿,& 江光荣,2015)。究其原因，有关自杀意念的出现以及从自杀意图到自杀死亡的转变全面的理论框架仍比较缺乏(Klonskyet al.,2016)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自杀行为的动机-意志整合(The integrated motivational-volitional, IMV,图1)模型试图解决这个问题(O'Connor,2011)。通过整合现有理论模型中的主要因素，IMV 模型包含三个模块，可能会出现自杀意念和行为的生物-心理-社会(Biopsychosocial)环境的前动机阶段(Pre-motivational phase,)、导致自杀意念形成的动机阶段(Motivational phase)以及从自杀意念过渡到自杀行为的意志阶段(volitionalphase)，这是迄今为止最详细的模型理论。本研究将聚焦自杀行为的IMV 模型，并将详细阐明其理论渊源、模型结构、相关实证检验以及未来的研究方向和应用。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/10647433ce22e1f77cf4209ad46dfa418728ddca7c39b5764cfd02c44cd68bcb.jpg",
        "img_caption": [
            "图1自杀行为的动机-意志整合(The integrated motivational-volitional,IMV)模型 "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2理论来源",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "自杀作为一个严重的健康问题，一直是精神病学、心理学和社会学的研究的热点话题(Chungetal.,2017)。然而以往的研究大多模糊了自杀意念与实施行为之间的界限，与自杀人际理论(Joiner,2007)和自杀三步理论(Three-step theory of suicide)(Klonsky,& May,2015)一样,IMV 则是一种包含自杀意念与行为并解释自杀全过程的理论，这些理论模型都认为导致自杀意念以及从自杀意念发展成自杀行为的因素是不同的(Klonsky etal.,2017)。过往研究显示IMV 模型起源于四种不同的理论视角，首先，IMV 模型的理论基础是来源于素质-应激模型(Diathesis-stress model)(Schotte&Clum,1987)，该模型认为相比“弹性”素质个体，携带“脆弱性”素质的个体遭受应激时，其自杀意念的风险会显著上升。而这个“脆弱性”素质既包括人格特征，如高社会规定性完美主义(high socially prescribed perfectionism)，也涵盖社会环境因素，如主观社会经济地位等(O'Connor& Nock,2014; Platt,2016)。当遭遇急性或慢性生活压力时，这些“脆弱性”素质个体产生不良心理反应的风险更高，而这构成了IMV 模型的前动机阶段基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其次，计划行为理论(The theory ofplanned behavior)促进了IMV 模型的发展(Ajzen,1991),该理论提出行为最有力的直接预测因素(近端因素)是个体实施行为的意图或动机。因此，计划行为理论将自杀过程分成了自杀意念与行为实施的不同阶段。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "IMV 模型动机阶段的核心是挫折(defeat)和羞辱(humiliation)与迷失(entrapment)之间的关系，三者之间的相互作用导致自杀意念和意图(suicidal ideation and intent)。其间的关键变量来源于Williams (2001)的痛哭自杀理论(Cry of pain theory of suicide)中的\"被捕逃亡(arrestedflight)\"的概念，其最初是用以解释抑郁患者所表现的日常行为，描述一个人被打倒了(挫折)，而且没有逃脱的希望(迷失)的感觉。这些概念很好地描述了在经历自杀痛苦的个体中所经常观察的“隧道视野”(tunnelvision)现象，即自杀成为唯一的逃避路径。此外，羞耻也是痛苦自杀理论的关键因素，但相比于受挫和迷失，则较少得到更为实质性的关注与研究。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "差异激活假说(Differential activation hypothesis)(Teasdale & Dent,1987;Williams et al.,2005）是IMV 模型最后一个理论视角，该假设认为当个体经历痛苦时，其痛苦感和自杀意念将形成某种关联，且随着每一次痛苦出现，从痛苦到自杀意念的路径将会更加稳固，更容易被激活。此外，负面情绪也会增强人们对负面信息的偏好，即“认知反应\"(cognitivereactivity)，当个体形成这种认知反应后，即使不再极度痛苦，这些路径也不会消退而是处于休眠状态，直到被下次负面情绪或压力触发(Lau et al.,2004)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3IMV模型结构",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "IMV 模型是一个涵盖三阶段的生物-心理-社会框架(图1)，描述自杀意念到行为实施的完整路径。如前所述，前动机阶段描述生物-心理-社会环境，用以识别脆弱因素和诱发事件。而动机和意志阶段在两个不同的层面上运作，以更高层次的视角，挫折/羞耻、迷失、自杀意念/意图和自杀行为等核心构念组成该模型的主干，并跨越了这两个阶段。此外，这些核心构念同时受到低阶调节因子的潜在影响，后者被定义为促进或阻碍过渡的因素，如在一个阶段内的威胁自我和动机调节变量或跨模型的阶段的意志调节变量。此外，O'Connor(2011)提出 IMV 模型有着一些关键前提(key premises)：1）脆弱性因素与压力生活事件(包括早期生活逆境)的结合为自杀意念的形成提供了背景(backdrop)；2）前动机阶段脆弱因素(如社会规定型完美主义)增加了对挫折的敏感性;3）挫折/羞耻和迷失是导致自杀意念的关键驱动因素;4）迷失是挫折/羞耻和自杀意念之间的桥梁；5）意志调节因子主导着自杀意念/意图到自杀行为的转变；6)相比无自杀意图和自伤史的个体，有自杀意图或自伤史的个体表现出更高水平的动机和意志阶段变量；7）随着时间的推移，那些多次进行自杀行为的人的痛苦程度更高，并且意图转化为行为的速度也越来越快。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1前动机阶段：背景因素和诱发事件",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "前动机阶段由素质(diathesis)、环境(environment)和生活事件(life events)三要素组成(Hawton etal.,2012;O'Connor&Nock,2014)。素质常表现为遗传、生理和认知上的脆弱性因素，或某些增加自杀风险的个体差异特征。如，5-羟色胺(5-hydroxytryptamine)作为一种情绪认知的神经递质，往往被认为是自杀行为的一个重要易感性因素(Turecki,2014)。此外，皮质醇(cortisol)合成、分解等功能的紊乱也与自杀风险有着显著相关(Fergusson et al.,2000)。个体差异脆弱因素如，社会规定型完美主义(socially prescribed perfectionism)是指个体认为重要他人对其有着不切实际的高期望，相关研究结果发现其与自杀风险显著相关(Smith etal.,2018)。与此同时，社会经济不平等、快速变革的社会(如经济衰退)和早期生活逆境(童年期虐待)等社会生活环境对自杀也有着极大的影响(Fergusson et al.,2000; Chang et al.,2013)。IMV 模型的首要前提是，前动机阶段的因素通过影响动机和意志阶段内的构念对自杀风险产生影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2动机阶段：出现自杀意念 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与Williams(2001)的痛哭自杀理论一致，IMV模型在动机阶段关注自杀意念和意图出现的心理过程。虽然相关研究显示自杀意念和意图界线是不清楚的，甚至可以称之为截然不同的构念，但O'Connor (2011)提出没有足够的证据表明增加一个从意念到意图阶段是十分必要的。前动机阶段提出，对挫折的敏感性可能受到一系列因素的影响，包括社会规定的完美主义、悲观主义和社会经济地位等。而迷失本质上可以是内部的，也可以是外部的，前者是指关于被内心的想法和感觉所触发的痛苦所困住，而外部的迷失则是与想要从外部世界的事件或经历中逃离的动机相关，迷失的感觉很可能会引起不安情绪，但与绝望(对未来普遍存在的悲观情绪)是截然不同的是心理体验(Gilbert&Allan,1998)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "自杀意念的出现是从挫折与羞耻开始的一个过程的结果，相关研究显示社会排斥和孤立常被认为是自杀意念的重要诱发因素，而挫折与羞耻则常常表现为社会排斥与孤立(Olié,etal.,2018;Williams etal.,2017)。此外，迷失并不是挫败或羞耻的必然结果，根据IMV 模型，挫折与羞耻过渡到迷失是由于威胁自我调节变量(threat to selfmoderators,TSMs)的存在。Connor (2011)提出尽管社会解决问题(Pollock & Williams,2001)、自传体记忆偏差(Morrison& O'Connor,2008)和反刍思维 (Morrison&O'Connor,2008; Rogers ＆ Joiner,2017)对迷失、挫折与羞耻都有影响，但考虑到这些因素都涉及到问题解决，因此将其纳入了威胁自我调节变量。此外，应对方式也可能调节迷失与自杀意念之间关系，但过往研究往往是聚焦于其对于事件的应对，因此 IMV 仍将其纳入威胁自我调节变量(Gooding et al.,2015)",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "动机阶段的最后一部分是从迷失到自杀意念与意图的转变过程，并受到动机调节变量(motivationalmoderators,MMs)的影响。动机调节变量大多是有关态度信念方面的因素，其调节作用具有两面性，如生活的理由(Linehanet al.,1983)、可获得的积极未来思考(Treynor etal.,2003)、归属感(Van et al.,2010)或连通性(Arango etal.,2016)，这些保护性因素的存在可以让迷失者看到一个更积极的未来并减少其痛苦，被认为可以缓冲自杀意念和意图的出现。相反，累赘感(Chu et al.,2017)，很少或没有社会支持(Chang et al.,2017)和枯竭的恢复能力(Johnson etal.,2010)等则会增加迷失转变为自杀意念和意图风险程度。不仅如此，与 TPB一致，IMV 模型认为，对自杀或死亡持较少负面态度的个体在迷失时也更可能将自杀视为一种选择。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2意志阶段：从自杀意念到自杀行为",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "IMV 模型的最后阶段概述了意志调节变量在自杀意念和意图到行为的转变过程中的跨阶段的影响。自杀人际理论提出自杀能力(死亡恐惧的下降和物理疼痛耐受性的上升(Chu etal.,2017)的获得推动了意念到行为实施的进程，然而IMV模型认为，从想法到尝试的转变不仅仅是由于自杀能力的获得，即意志调节变量(volitional moderators,VMs)包含生理、心理与社会的因素。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "自残或自杀企图经历是一个重要的生理意志调节变量。统计数据显示实施过自杀行为的个体，再次自杀的风险更高，图1虚线反映了自杀意念和重复自杀企图之间的动态循环的关系。此外，当风险个体认为自己是一个高能力者并能够完全控制自杀行为时，可能会绕过模型的意念形成阶段，从而直接触发自杀行为(Hawetal.,2013)。尽管对于冲动特质对于个体行为的影响是有争议的，但是相关研究都显示冲动性与自杀行为有着紧密的关系(Gvion &Apter,201)。而 IMV 模型预测有着详细自杀计划的个体其实施自杀何自杀身亡的风险更高。此外，越来越多研究者对自杀心理意象和自杀“向前闪影”(imagery of suicide and suicidal‘flash forwards)越来越感兴趣，IMV模型提出，心理意象指个体有死亡或濒死的心理体验，是一种对行为的认知彩排形式，因此会增加自杀行为发生的可能性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "暴露于他人(尤其是家人或朋友)的自杀行为是一种与自杀风险显著相关的社会意志调节变量(Pitman etal.,2014)。有许多潜在的机制可以解释两者之间的关系，例如，他人的自杀行为可能会增加个人模仿所爱之人自杀行为的可能性，此外暴露于自杀行为也可能增加对自杀手段的认知和了解，使得个体遭遇压力事件时，更有可能尝试自杀。同理，IMV也提出，通过媒体渠道暴露于不恰当的自杀表现(例如美化自杀)可能会增加易感性个体实施自杀的可能性(即自杀传染和自杀群)(O'Connor et al.,2012)。O'Connor (2011)也提出虽然 IMV 模型最初是为了理解自杀行为本身而开发的，但该模型的基本逻辑也适用于自残，也有研究证明意志调节变量可以区分有自残想法和有自残行为的青少年。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4IMV模型实证检验 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "越来越多的研究对IMV 模型及其组成部分进行了检验如表1所示，研究类型包含横断面研究、纵向追踪研究以及个案研究，被试群体也涵盖青少年、成年人、健康个体、精神病患者、亚洲人、西方人和非洲群体，虽然有些对于自杀的机制的研究未完整按照 IMV 模型进行验证，但也是其中某一部分。然而，在一项79 名学生前瞻性研究发现，在12个月的随访中，基线挫折可预测自杀意念，但无法预测迷失(Taylor etal.,2011)，在囚犯的横断面研究也发现了同样的结果(Gooding et al.,2017)。这些发现可能是由于样本量较少缺乏功效性，且挫折和迷失与自杀意念的纵向关系不同，其次对于囚犯的迷失感的评估需要更加细致的检查。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "此外，在一项使用在线社区样本的新研究，Forkma 和 Teismann (2017)发现迷失可以横向预测自杀意念，但并没有发现挫败的归属感和负担在迷失和自杀意念关系中的调节作用，是由于IMV 模型提出，迷失与自杀意念关系的动机调节因子是包含归属感受挫和累赘感等其他因素之间的相互作用，而不是这些变量中的任何一个独立。与此同时，有些研究也间接测试了IMV 模型的组成部分，如 Townsend 等人(2016)对青少年使用自我伤害卡片分类任务(the Card Sort Task for Self-harm)创新的探究自伤行为的过程，结果显示参与者概述了一个过程，即消极的生活压力源作为他们痛苦的背景(前动机阶段)，导致对自我伤害的消极感觉和想法(动机阶段)，而自我伤害行为的制定最终是由冲动的感觉和伤害自己的手段获得导致(意志阶段)，支持 IMV 模型中所提出的路径具有很强的时间成分的观点。",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/3f4c9a3623326c2cbdb0f0a4a979bc67e47e0e1ae4bd68c62e022f9a196f8661.jpg",
        "table_caption": [
            "表1IMV模型实证研究"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>作者时间</td><td>被试样本</td><td>研究类型</td><td>IMV组成部分</td><td>结果</td></tr><tr><td>2012</td><td>O'Connor,Rasmussen,&Hawton，自残意念 628人、自残行为675人、横断面研究 健康对照4219人</td><td></td><td>庭成员或亲密朋友)</td><td>意志调节变量（有自残史家两自残组在有关自残意念发展相关变量没有差异，但 自残行为个体有自残史家庭成员或亲密朋友比例更 大，且更冲动。</td></tr><tr><td>O'Connor，Smyth，Ferguson，70 名住院患者 Ryan, & Williams, 2013</td><td></td><td>4年追踪研究</td><td>迷失到自杀意念</td><td>在控制抑郁与绝望后，迷失是自杀意念的唯一预测因 素</td></tr><tr><td>2015</td><td>Dhingra,Boduszek,&O'Connor，自杀未遂 230人、有自杀意念583横断面研究 人和健康对照475人</td><td></td><td>痛苦耐受性)</td><td>意志调节变量(对死亡的无两自杀组除痛苦耐受性没有差异外，其他调节变量都 畏、冲动、自杀行为暴露和存在显著差异，且与自杀意念个体相比，自杀未遂更有 可能有自残或企图自杀的家庭成员和亲密朋友</td></tr><tr><td>Atilola & Ayinde,2015</td><td>Sangó（优鲁巴人Yoruba文化中的个案研究 著名人物)</td><td></td><td>观。</td><td>以 IMV 模式回顾其自杀方式，以理解优鲁巴(Yoruba)民族的历史、文化信仰和世界</td></tr><tr><td>Park et al., 2018</td><td>11393 名韩国高中生</td><td>横断面研究</td><td>迷失-自杀意念</td><td>迷失可以直接预测自杀意念，同时也是愤怒与抑郁和 自杀意念的中介变量</td></tr><tr><td>Li et al., 2018</td><td>200 名精神病成人患者</td><td>横断面研究</td><td>迷失-自杀意念</td><td>迷失在反刍、恐慌分离对自杀意念与死亡恐惧的影响</td></tr><tr><td>Owen，Dempsey，Jones，&80 名双相情感障碍患者 Gooding,2018</td><td></td><td>4个月的追踪研挫折-迷失-自杀意念</td><td></td><td>中起完全中介作用。 挫折可以通过内部的迷失显著预测自杀意念</td></tr><tr><td>Wetherall，Robb，& O'Connor，422 名成人 2019</td><td></td><td>究 横断面研究</td><td>挫折-迷失-自杀意念</td><td>迷失在挫折对自杀意念中其中介作用，且当迷失程度</td></tr><tr><td>Mars et al., 2019</td><td>47772名16岁青少年</td><td>向研究</td><td>自残和精神疾病)</td><td>较高时，心理弹性也会调节挫折与自杀意念的关系。 以出生队列的纵意志调节变量(暴露于他人暴露于他人自残和精神疾病，可以明显区分自杀意念 与行为实施的青少年</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5未来研究方向与应用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1未来研究方向",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "IMV 模型对于自杀行为发展机制有着较为完整且全面的解释，是有关自杀行为概念、研究以及干预的重大进步。然而，对于IMV模型以及更为普遍的自杀研究仍存在一些不足与挑战。首先，与自杀人际理论和自杀三步理论一样，IMV模型呈现出一个从自杀意念与意图形成到实施自杀行为的线性模式，且在IMV 模型中也承认自杀意念关系的潜在周期性关系(图1中的虚线)，但线性模式结构并不一定是重复自杀行为的原因，也就是说有过自残或自杀未遂的个体，其自杀意念与意图形成的过程与第一次实施自杀行为时往往是不一致，因此难以按照IMV模型进行解释。考虑到自杀行为的复杂性，以及背景和时间的波动对自杀意念和行为的关键影响，传统的、回顾性的自我报告或实验室测量难以满足其需求，极易出现回忆偏差和缺乏生态效度(Myin-Germeys et al.,2009)。瞬时生态评估(ecological momentaryassessment，EMA)等技术通过收集参与者日常生活中实时真实数据，可以在瞬时水平捕捉个体风险因素的短期变法(De Beurs etal.,2015)，虽然所需要的技术和主试水平要求较高，但仍是潜力十足。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "此外，IMV 是一个纵向发展的模型，现有研究大多在IMV 模型的基础上，同时研究其结构，且由于自杀行为的特殊性，因此有关IMV 模型结构随时间推移的稳定性和发展机制的前瞻性研究较少。但随着新技术的发展，为解决上述问题并探究自杀行为的发展机制提供了新的机会，如网络分析(network analysis)，通过比较与行为的关键变量的相对重要性，以及这些关系的强度差异，为理解不同人群中风险轨迹的变化提供了新的可能性；削减技术(curtailmenttechniques)，可以优化用以评估行为测量效率，且不影响其准确性；而深度学习(deep learning)的发展，不同于传统回归，可以从数百种不同的个体变量路径，优化行为实施风险算法，且对极端样本有着好的解释。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "最后，素质-压力模型原本是Rosenthal(1963)用来解释精神分裂症的起源，该理论认为个体的遗传素质与环境中的压力的共同作用引发精神分裂症，后被发展心理学家用来解释抑郁的发病原因。大量研究显示抑郁和焦虑是自杀死亡者中最常见的精神疾病(Hawton et al,2013;Stanley et al.,2018)，且IMV 模型前动机阶段的背景因素和诱发事件也都是抑郁和焦虑的重要风险因素(Lehmann etal.,2019)。不仅如此，通览抑郁和焦虑相关研究，挫折、羞耻和迷失往往也在二者之间发挥的关键作用。因此，有关抑郁和焦虑的未来研究，是否可以考虑借助 IMV 模型探究挫折\\羞耻——迷失——焦虑和抑郁的发展模式，为抑郁和焦虑的发生",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "发展机制提供一个全新的视角。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.2IMV模型的应用",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "随着互联网信息技术和智能手机移动端的融合发展，人们的日常生活越来越受到网络信息的影响，且在云计算的支持下，人们的网络行为所产生数据信息的存储量与保存时间也呈指数增长，因此借助大数据建立以 IMV 模型为基础的自杀行为预警系统是十分必要的。Hamburge 等人(2000)首次从实证研究角度验证了网络行为与个体心理特征之间存在相关性，此后国内学者开始收集被试相关社交网络平台数据，挖掘其网络行为、内容、社会属性等特征以表明网络数据分析方法可预测心理健康状态,Cheng 等人(2017)通过挖掘微博用户帖子，分析用户压力、抑郁、焦虑和自杀意念等。但以上技术筛查出的人群都是已处于心理危机现状的个体，但如若以IMV 模型为理论指导，开发高精度的可识别个体当前状态的心理危机预警系统，而不仅仅筛查系统，这样可以做的早发现早干预，从而最大程度的减低经济负担和医疗压力。除此之外，IMV模型不仅是一个自杀行为的预测模型，同时也可以作为自杀干预的理论指导，以往对于自杀行为的干预多以前动机阶段的背景因素，如减少个体负性生活事件、构建积极环境和给与情感支持等，且干预对象多为已有自杀意念甚至是自伤、自杀行为的个体，这种干预往往是个体心理危机的一种简单的“事后补救”，其效果较差，对经济和社会的损害较大，不仅如此以往干预方式对主试的要求较高，需要经过严格的训练和长期的经验方能有效。而 IMV 模型给出了一个全新的视角，即自杀行为的形成是纵向发展，需要经历不同阶段。因此，不同阶段的人群给与不同的指导，干预不同的因素，建立针对性、体系化和高效的多级干预系统：挫折的人群帮助其解决问题，提供积极的应对方式；迷失的个体给与更多的情感支持；而有着自杀意念的人群，首先应先切断其自杀的方法途径，确保安全后进行逐步的引导。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "最后，本文详细阐述一种自杀行为的意念-行动整合模型，IMV模型通过整合相关理论解释了自杀意念形成到自杀行为实施的全过程，而且对该模型的实证研究也不断增长。然而，在未来的研究中，以理解模型中变量交互作用的时间性和复杂性的关系为代表的一些挑战和机遇也仍然存在。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "杜睿,& 江光荣.(2015).自杀行为：影响因素，理论模型及研究展望．心理科学进展,23(8),1437-1452.   \nAjzen,I.(1991).The theoryof planned behavior. Organizational behavior and human decision processes,50(2), 179-211.   \nArango,A., Opperman, K. J., Gipson,P.Y.,& King, C.A. (2016). Suicidal ideation and suicide atempts among youth who report bully victimization，bully perpetration and/or low social connectedness. Journal of Adolescence, 51,19-29.   \nAtilola,O.,& Ayinde, O.(2015).The suicide of Sang6 through the prism of Integrated Motivational-Volitional model of suicide: implications for culturally sensitive public education among the Yoruba.Mental Health, Religion & Culture,18(5), 408-417.   \nChang,Q., Chan, C.H.,& Yip,P. S. (2017).A meta-analytic review on social relationships and suicidal ideation among older adults. Social science & medicine,191, 65-76.   \nChang,S.S.,Stuckler,D., Yip,P.,& Gunnel,D.(2013).Impactof 2008 global economic crisis on suicide: time trend study in 54 countries. Bmj,347,f5239.   \nCheng,Q.,Li,T.M., Kwok,C.L.,Zhu,T.,& Yip,P.S. (2017).Assessing suicide risk and emotional distressin Chinese social media: a text mining and machine learning study. Journal of medical internet research,19(7), e243.   \nChu, C., Buchman-Schmit,J. M.,Stanley,I. H.,Hom, M.A., Tucker,R.P., Hagan, C.R.,..& Michaels,M.S. (2017).The interpersonal theory of suicide: Asystematic review and meta-analysis ofadecade of cross-national research.Psychological bulletin,143(12),1313.   \nChu, C.,Walker,K.L.,Stanley,I.H.,Hirsch,J.K.,Greenberg,J.H.,Rudd,.D.,&Joiner,T.E.(018).Perceived problem-solving deficits and suicidal ideation: Evidence for the explanatory roles of thwarted belongingness and perceived burdensomenessin five samples. Journal ofpersonality and social psychology,115(1),137.   \nChung,D.T.,Ryan, C.J.,Hadzi-Pavlovic,D.,Singh,S.P.,Stanton, C.,&Large,M.M. (2017).Suicide ratesafter discharge from psychiatric facilities: a systematic review and meta-analysis. JAMA psychiatry,74(7), 694-702.   \nDe Beurs,D.,Kirtley,O.,Kerkhof,A.,Portzky,G.,&OConnor,R.C. (2015).The role of mobile phone technology in understanding and preventing suicidal behavior. Crisis,36(2):79-82.   \nDhingra, K., Boduszek,D.,& O'Connor, R. C. (2015). Differentiating suicide attempters from suicide ideators using the Integrated Motivational-Volitional model of suicidal behaviour.Journal of affective disorders,186,211- 218.   \nFergusson,D.M.,Woodward,L.J.,& Horwood,L.J. (ooo).Risk factors and life processs assciated with he onset of suicidal behaviour during adolescence and early adulthood. Psychological medicine,30(1), 23-39.   \nForkmann, T.,& Teismann,T. (2017). Entrapment, perceived burdensomeness and thwarted belongingnessas predictors of suicide ideation. Psychiatry research,257, 84-86.   \nFranklin,J. C.,Ribeiro,J.D.,Fox,K.R.,Bentley,K.H.,Kleiman,E..,Huang,X.,..&Nock,M.K. (2).Risk factors for suicidal thoughts and behaviors: a meta-analysis of 5O years of research.Psychological bulletin, 143(2), 187.   \nGilbert,P.,&Allan,S.(1998).The role of defeat and entrapment (arrested flight) in depression: an explorationof an evolutionary view. Psychological medicine,28(3), 585-598.   \nGooding, P.A.,Taier,N.,Dunn,G.,Awenat,Y.,Shaw,J.,Uph,F.,&Pratt,D.(2O17).Psychologicalcharacteristics and predictors ofsuicide probability in high-risk prisoners.Criminal justice and behavior,44(3),321-335.   \nGooding,P.,Tarrier,N.,Dunn,G.,Shaw,J.,Awenat,Y.,Ulph,F.,&Prat,D.(2015).The moderating efctsof coping and self-esteem on the relationship between defeat, entrapment and suicidality in a sample of prisoners at high risk of suicide. European Psychiatry, 30(8), 988-994.   \nGvion,Y.,& Apter,A. (2011). Aggression, impulsivity,and suicide behavior: a review of the literature.Archives of suicide research,15(2), 93-112.   \nHamburger, Y.A.,& Ben-Artzi,E. (2oo).The relationship between extraversion and neuroticism and the diferent uses of the Internet. Computers in human behavior,16(4), 441-449.   \nHaw,C.,Hawton,K.,Niedzwiedz,C.,&Plat,S. (2Ol3).Suicide clusters: areviewofrisk factors and mechanisms. Suicide and Life-Threatening Behavior,43(1),97-108.   \nHawton,K.,i Comabella, C.C.,Haw,C.,& Saunders,K.(20l3). Risk factors for suicide in individuals with depression: a systematic review. Journal of affective disorders,147(1-3),17-28.   \nHawton,K.,Saunders,K.E.,&O'Connor,R.C.(2012).Self-harmandsuicide inadolescents.TheLancet,379(9834), 2373-2382.   \nHye-Ji,K., & Sung-Woo,B.(2017). Analyses ofthe suicidal path among colege students: focusing on the integrated motivational-volitional model. J. Sch. Soc. Work,39,1-23.   \nJohnson, J., Gooding,P.A., Wood,A.M.,&Tarier,N. (20l0).Resilienceas positive coping appraisals: Testing the schematic appraisals model of suicide (SAMS). Behaviour Research and Therapy, 48(3),179-186.   \nKlonsky,E.D.,& May,A.M. (2015).The three-step theory (3ST): Anew theory ofsuicide rooted inthe“ideationto-action\" framework. International Journal of Cognitive Therapy, 8(2),114-129.   \nKlonsky,E.D.,May,A.M.,& Safer,B.Y. (2o16).Suicide,suicide attempts,and suicidal ideation.Annual review of clinical psychology, 12.   \nKlonsky,E.D.,Qiu,T.,& Saer,B.Y. (20l7).Recent advances indifferentiating suicide attempters fromsuicide ideators.Current Opinion in Psychiatry,30(1),15-20.   \nLau,M.A.,Segal,Z.V.,& Wiliams,J.M.G.(2oo4).Teasdale'sdiferentialactivationhypothesis: implications for mechanisms of depressive relapse and suicidal behaviour. Behaviour research and therapy, 42(9),1001-1017.   \nLehmann, M.L., Weigel,T. K., Poffenberger, C. N.,& Herkenham, M. (2019). The behavioral sequelaeof social defeat require microglia and are driven by oxidative stress in mice. Journal of Neuroscience, 39(28), 5594- 5605.   \nLi, S.,Yaseen,Z.S.,Kim,H.J,Briggs,J.,Duffy,.,Frechee-Hagan,A,..&Galynker,I.I. (18).Entrapent as a mediator of suicide crises.BMC psychiatry,18(1), 4.   \nLinehan,M.M.,Goodstein,J.L.,Nielsen,S.L.,& Chiles,J.A.(1983).Reasons for staying alive whenyouare thinking of kiling yourself: the Reasons for Living Inventory.Journal of consulting and clinical psychology,51(2),276.   \nMars,B.,Heron,J.,Klonsky,E.D.，Moran,P.,O'Connor,R.C.,Tiling,K.，.& Gunnell,D.(2019).What distinguishes adolescents with suicidal thoughts from those who have atempted suicide? A population-based birth cohort study. Journal of Child Psychology and Psychiatry, 60(1), 91-99.   \nMorrison，R.，& O'Connor,R.C.(20o8).A systematic review of the relationship between rumination and suicidality. Suicide and Life-Threatening Behavior; 38(5), 523-538.   \nMyin-Germeys,I.,Oorschot,M.,Colip,D.,Lataster,J.,Delespaul,P.,& VanOs,J. (29).Experience sampling research in psychopathology: opening the black box of daily life. Psychological medicine,39(9),1533-1547.   \nO'Connor, R.C.,2011. Towards an integrated motivational-volitional of suicidal behaviour. In: OConnor,R.C, Platt S.,Gordon,J. (Eds.),International Handbook ofSuicide Prevention:Research,PolicyandPractice.Wiley Blackwell, Hoboken, pp.181-198   \nOConnor, R. C.,&Nock, M.K. (2014). The psychology of suicidal behaviour. The Lancet Psychiatry,1(1),73-85.   \nOConnor,R. C.,Fraser,L., Whyte, M. C., MacHale, S.,& Masterton, G. (2009). Self-regulation of unattainable goals in suicide attmpters: The relationship between goal disengagement, goal reengagement and suicidal ideation. Behavior research and therapy,47(2),164-169.   \nO'Connor, R.C.,Rasmussen,S.,& Hawton, K.(2012). Distinguishing adolescents who think about self-harm from those who engage in self-harm. The British Journal of Psychiatry, 200(4),330-335.   \nOConnor,R.C.,Smyth,R.,Ferguson,E., Ryan,C.,& Willams,J.M.G. (20l3).Psychologicalprocesses andrepeat suicidal behavior: A four-year prospective study. Journal of consulting and clinical psychology,81(6),1137.   \nOlie,E.,Jollant,F.,Deverdun,J.,de Champfleur,N.M.,Cyprien,F.,Le Bars,E.，..& Courtet,P. (2017).The experience of social exclusion in women witha historyofsuicidal acts: a neuroimaging study.Scientific reports, 7(1), 1-8.   \nOwen,R.,Dempsey,R.,Jones,S.,& Gooding,P.(O18).Defeat and entrapment inbipolar disorder: exploring the relationship with suicidal ideation from a psychological theoretical perspective. Suicide and Life-Threatening Behavior,48(1),116-128.   \nPark,Y.J.,Ryu,H.,Han,K., Kwon,J.H., Kim, H.K.,Kang, H.C.,..& Shin,H. (2010).Suicidalideation in adolescents: an explanatory model using LISREL. Western Journal of Nursing Research,32(2),168-184.   \nPitman,A., Osborn, D., King,M.,& Erlangsen,A. (2014). Effects of suicide bereavement on mental health and suicide risk. The Lancet Psychiatry,1(1), 86-94.   \nPlattS. (2016). Inequalitiesand suicidal behavior In International handbook of suicide prevention, pp.258-283, 2nd edn. Chichester, UK: Wiley Blackwell.   \nPollock,L.R.,& Williams, J. M. G. (2001). Efective problem solving in suicide attempters depends on specific autobiographical recall. Suicide and Life-Threatening Behavior,31(4),386-396.   \nRogers,M.L.,&Joiner,T.E.(2O17).Rumination,suicidal ideation,and suicide atempts: Ameta-analytic review. Review of General Psychology,21(2),132-142.   \nRosenthal, D. (1963). A suggested conceptual framework. In D.Rosenthal (Ed.), The genain quadruplets (pp.505- 516). New York: Basic Books.   \nSchotte,D.E., & Clum, G.A. (1987). Problem-solving skills in suicidal psychiatric patients.Journal of consulting and clinical psychology, 55(1), 49.   \nSilverman,M.M.,Berman,A.L.,Sanddal,N.D.,O'CarrollP.W.,&JoinerJr,T.E. (207).Rebuilding the tower of Babel: arevised nomenclature for the study of suicide and suicidal behaviors.Part 1: Background,rationale, and methodology. Suicide and Life-Threatening Behavior,37(3),248-263.   \nSmith,M. M., Sherry,S.B., Chen,S.,Saklofske,D.H., Mushquash,C.,Flet, G.L.,& HewittP.L.(2018).The perniciousness of perfectionism: A meta-analytic review of the perfectionism-suicide relationship.Journal of Personality, 86(3),522-542.   \nStanley,I. H.,Boffa,J. W.,Rogers,M.L.,Hom,M.A.,Albanese,B.J., Chu,C.,..&Joiner,T.E. (2018).Anxiety sensitivity and suicidal ideation/suicide risk: A meta-analysis.Journal of consulting and clinical psychology, 86(11), 946.   \nTaylor,P.J.,Gooding,P.A.,Wood,A.M.,Johnson,J.,&Trrer,N. (211).Prospective predictors ofsuicidality: Defeat and entrapment lead to changes in suicidal ideation over time. Suicide and Life-Threatening Behavior, 41(3), 297-306.   \nTeasdale,J.D.,& Dent,J. (1987).Cognitive vulnerabilityto depresion: Aninvestigation oftwohypotheses.British Journal of Clinical Psychology,26(2),113-16.   \nTownsend,E., Wadman,R.,Sayal,K.,Armstrong,M.,Harroe,C.,Majumder,P.,..& Clarke,D. (2016). Uncovering key paterns in self-harm in adolescents: Sequence analysis using the Card Sort Task for Self-harm (CaTS). Journal of affective disorders,206,161-168.   \nTreynor, W., Gonzalez,R.，& Nolen-Hoeksema,S.(20o3). Rumination reconsidered: A psychometric analysis. Cognitive therapy and research,27(3),247-259.   \nTucker, R.P., O'Connor,R. C.,& Wingate,L. R. (2016). An investigation of the relationship between rumination styles,hope,and suicide ideation through the lens of the integrated motivational-volitional model of suicidal behavior. Archives of suicide research,20(4), 553-566.   \nTurecki, G. (2014).The molecular bases of the suicidal brain. Nature Reviews Neuroscience,15(12),802-816.   \nTurecki, G.,& Brent, D.A. (2016). Suicide and suicidal behaviour. The Lancet,387(10024),1227-1239.   \nVan Orden,K.A.,Wite,T.K.,Cukrowicz,K.C.,Braithwaite,S.R.,Selby,E.A.,&JoinerJr,T.E. (2010).The interpersonal theory of suicide. Psychological review,117(2), 575.   \nWetherall,K.,Robb,K.A.,& O'Connor,R.C.(2019).An examination of social comparison and suicide ideation through the lens of the integrated motivational-volitional model of suicidal behavior. Suicide and LifeThreatening Behavior,49(1),167-182.   \nWilliams JMG.20o1.The cry ofpain.London,UK: Penguin   \nWiliams,C.A.,Doorley,J.D.,&Esposito-Smythers, C.(2017). Interpersonalrejection sensitivity mediates the associations between peer victimization and two high-risk outcomes.Clinical child psychology and psychiatry,22(4),649-663.   \nWilliams,J.M.G.,Barmhofer,T.,Crane,C.,&Beck,A.T.(20o5).Problem solving deteriorates following mood challnge in formerly depressed patients with a history of suicidal ideation. Journal of abnormal psychology, 114(3), 421.   \nWorld Health Organization. (2014). Preventing suicide: A global imperative. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]