[
    {
        "type": "text",
        "text": "案例剖析 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美国麻省理工学院科技智库建设特点及启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "芮雯奕 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "江苏省科学技术情报研究所南京 210042",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］党的十八大明确提出科技创新在创新驱动发展战略中处于核心地位，这一战略对提供智力支持和决策咨询服务的科技智库建设提出了更高的标准和要求，分析世界顶级科技智库建设模式对加快我国科技智库建设、提升发展水平具有重要借鉴意义。[方法/过程]本文通过文献资料调研、专家咨询等方法，总结了世界科技智库领域排名前列的美国麻省理工学院科学、技术和社会研究中心的运行模式及特点。[结果/结论]提出中国科技智库在建设和发展过程中，要加快建设多种类型高端科技智库、注重科技与人文社会科学的结合、加强跨学科建设和组织、注重一流人才的引进和培养、重视塑造媒体影响力等建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科技智库 美国麻省理工学院 特点分类号：G311DOI: 10.19318/j.cnki.issn.2096-1634.2016.02.16",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库，又叫思想库，是一个国家“软实力”的核心组成部分。十八大以来，智库建设已经上升至国家战略的高度，进人发展新时期。目前，中国研发投入已居世界第二位，研发人员规模世界第一。然而2016年美国宾夕法尼亚大学所属“智库与公民社会项目”（TTCSP）研究小组公布的《2015年全球智库报告》科学与技术类型智库榜单显示，中国仅有2家上榜，且最高排名仅列第33位，而上榜的美国智库是中国智库的10倍[1。目前我国推进国家治理的科学民主法治的决策需求，以科技创新为核心的创新驱动发展现实需求，以及第三次技术革命和产业变革背景下科技跨越的战略需求，对我国科技智库建设和发展提出了新的要求，迫切需要加强科技智库的组织创新、管理创新，建设具有较大影响力和国际知名度的中国特色新型科技智库。国内有学者研究了世界典型科技智库的分类及产品特点[2]，而针对各科技智库的运行模式研究则较少。本研究以美国麻省理工学院科学、技术和社会研究中心（简称STS中心）为例，分析其运行机制及特点，为我国新型特色科技智库建设提供借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全球科技智库概要",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1科技智库的定义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前各种科技智库不断涌现，但对科技智库的定义尚未达成共识。科技智库具备智库一般特点和科技特质：研究内容具有知识技术密集性；研究分析具有跨学科性，体现自然科学、社会科学和人文科学的交叉；研究人员以自然科学家为主导[4，兼顾人文科学家和社会科学家的参与。王桂侠等认为，科技智库是运用专业知识和科学工具，开展公共政策和决策研究咨询，解决科技自身发展决策问题或以科技为基础的经济社会决策问题的社会组织[5]。童正容等认为科技智库是以科技政策为研究对象，以影响社会科技政策选择为目标，为科技、经济和社会发展提供科学决策，具备良好科技研究团队的组织机构，包括各种研究院、研究中心、基金会、高等院校、协会、学会、论坛、数据库、网站、杂志等[。美国宾夕法尼亚大学《2015年全球智库报告》中则认为，科技智库是寻求理解社会所面临的挑战以及找到工具和方法去克服它们，努力为与公众有关的如环境、太空探索、能源／自然资源、教育、基础设施和公共卫生等领域的进步提供相关政策支撑。这一领域集成多个领域的研究以最佳效率解决问题，包括三个主要功能：一是促进科学技术进步，侧重于为国家在科学和技术、教育、经济和工业及社会发展方面问题提供创新解决方案。二是促进在相关领域增加研究的公共政策，主要通过组织这一领域相关机构通过出版物和宣传，展示科研所提供的全球社会价值。三是基于科学研究发现改变公共政策，比如召集科学专家和政府官员等对有关问题进行辩论，进而影响决策者。中共中央办公厅、国务院办公厅印发的《关于加强中国特色新型智库建设的意见》明确强调“中国特色新型智库是以战略问题和公共政策为主要研究对象、以服务党和政府科学民主依法决策为宗旨的非营利性研究咨询机构”。本研究认为科技智库是以科技发展战略问题和公共政策为主要研究对象，以开展科技战略问题研究和提供战略政策决策咨询为服务宗旨，为促进科技自身发展和科技服务经济社会而提供解决方案和影响公共政策的社会组织。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 全球科技智库分类",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国际上科技类智库众多，依据资金来源、人员构成和服务对象等的不同，分类较多[7]。但在大多数情况下，这些种类的智库之间并没有非常显著的界限，科技智库尤其如此。本研究将科技智库分为附属于政府的智库、政府半官方的智库、附属于大学的智库、半独立的智库、独立自治的智库五大类型。附属于政府的智库一般作为政府决策体系的一部分，为政府首脑和科研管理部门提供服务和支撑，因此资金资助也主要来自政府科技管理部门，如韩国科技政策所。政府半官方的智库独立于政府体系之外，但对政府的决策又能起到十分重要的作用，如美国著名的兰德公司等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "附属于大学的科技智库通常是指大学下设的科技政策研究中心或咨询中心，一部分经费由校方提供，一部分则来自企业、基金会等其他渠道。属于这类的机构有很多，如麻省理工学院的科学、技术和社会中心等。半独立型智库指独立于政府，但主要的运作资金源于某些利益集团、捐助者或者委托研究机构，并能对机构的运作产生重大影响的机构，如贝塔斯曼基金会等。独立、自治型智库独立于任何一个利益集团或者捐助集团，能自主进行机构的运作，如巴特尔纪念研究所。从智库的组织形式看，主要有基金会、社会团体、公司等形式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2STS中心简介",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "麻省理工学院STS中心[成立于1976年，相当于麻省理工学院人文、艺术和社会科学学院（SHASS）的一个系[。该中心旨在解决对科学、技术和社会而言都是前所未有的、重大集成性问题。教师和学生在项目中解决两个基本的、相互关联的问题：科学和技术作为人的活动如何演变，以及它们在更大的文明中扮演了什么角色？STS的观点对理解我们这个时代的重大事件（战争和冲突、经济、健康、环境）及处理这些事件和其他重大的公共事务（隐私、民主、教育）至关重要。如该中心的科学、技术和全球安全工作组（以前称为安全研究计划技术工作组），已成为国际安全技术问题分析领域世界领先的独立研究中心。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1980年STS中心开始提供本科课程，旨在吸引那些寻求跨学科教育的学生。学生可以集中选修或者辅修。STS不提供独立的专业，学生可以参加 STS项目，与任何科学或工程专业形成联合专业，获得人文科学或人文工程学士学位。也可以双主修，获得人文科学和人文工程两个学士学位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1988年STS中心加入了麻省理工学院的人类学和历史课程，提供历史、人类学、科学、技术和社会（HASTS）博士学位。自那时以来，HASTS已发展成为与STS研究有关的世界最杰出研究生课程之一。它吸引了世界各地寻求跨学科项目，为将来在学术、法律、商务、新闻及博物馆工作，以及其他可能的职业生涯做准备的学生。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3STS中心运行特点",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1学科高度交叉的人员组成",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "该中心的人员由教职、名誉退休教职、客座教职、访问学者等人员组成，其中教授和副教授20人。教职人员学科组成高度交叉，专业背景涵盖航空、航天、核工程、物理学、化工工程、机械工程、电子工程等自然科学以及科技史、技术史、历史、社会学、心理学、人类学等社会人文科学。教员自身也往往具有高度的学科交叉背景，由此研究领域的交叉性也表现尤为突出。如最近被美国航空航天学会（AIAA）授予2015年度AIAAAssociateFellow学术荣誉的DavidMindell教授，他是工程与制造史教授，又是航空航天教授，具有电子工程理学、文学学士，技术史博士学位。研究兴趣包括军事自动化史、电子和计算机工程系统、深海机器人考古、太空探索发展史。他是STS深海考古研究组的发起人并担任组长，将技术、考古与深海研究结合起来。同时他也是空间、政策和社会研究组的发起人，研究与人类太空飞行有关的社会和政策问题[10]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2灵活的研究组织形式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "STS中心开展研究主要有三种组织形式，一是独立研究。STS中心的教员依据个人情况和兴趣独立开展研究，研究成果主要表现为书籍或者相关报告。二是内部联合研究。中心研究人员牵头组建研究组，并寻求相关基金等资助进行项目研究。目前STS中心共有5个研究组，分别为科学、技术与医药多样性研究组，深海考古研究组，技术与自我研究组，科学、技术和全球安全工作研究组，空间、政策和社会研究组。三是利用外部资源开展联合研究。在麻省理工学院，不是只有STS中心开展科学、技术和社会之间的关系研究，几乎每个院系都有一些教员们基于自身的工作开展更广泛的类似研究。此外，STS中心鼓励教职员和学生利用外部网络资源，与麻省理工学院周边高校如哈佛大学等研究机构的学者、科学家和工程师开展广泛的合作。以该中心的空间、政策和社会研究小组为例，该多学科小组汇集来自麻省理工学院及校外的工程师、历史学家、宇航员和政策分析家，包括麻省理工学院STS中心、航空和航天系、工程系统部、技术和政策中心。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3学科发展和应用研究紧密结合",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "STS研究兴起于20世纪60年代末70年代初，由于二战后科技发展带来巨大财富的同时也带来一系列“全球性难题”，严峻的现实促使人们不得不重新思考科技和社会的关系，STS研究由此诞生，它是一个综合自然科学、社会科学和人文科学三学科的独特的交叉型学科。它从当前世界面临的与科技有关的重要问题入手，去探询科学、技术与社会三者间的互动关系，去探询作为一个科学家和决策者对这种互动的影响[1]。麻省理工学院STS中心是开展STS研究较早及影响最大的中心之一，除开展基础研究以建设学科外，STS中心还鼓励教员将追求的知识探索应用于实际，以这门新兴的交叉学科为基础，形成了很多创造性的应用研究成果。如该中心的DavidMindell教授与WoodsHole海洋测绘研究所、希腊文化部共同领导一个10年的合作项目，探索使用自主水下航行器寻找爱琴海中古代和青铜时代的沉船[12]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.4重视科技媒体传播",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "STS中心在构建智库媒体传播影响力方面也独具特色，不仅有网站、博客、书籍等常规媒介进行传播，还负责组织麻省理工学院奈特科学新闻项目。奈特科学新闻项目是一个面向全球科学新闻从业人员如记者、作家、编辑、出版商、插图画家、摄影师等的职业培训项目，旨在为那些有才能的科学新闻记者等提供机会，以拓展他们的技能和资源，帮助他们提高科学、医学、技术和环境等方面的新闻报道水平和覆盖面。该项目成立于1982年，每年会资助8\\~12位新闻工作者。30年来，已累计资助超过来自40多个国家主流媒体如《BBCNews》等报纸或杂志等320位新闻工作者。前《科学》《纽约时代》等杂志的记者VictorK.Mcelheny担任第一届（1982-1998）项目主管，最新一届（2015-至今）主管为1992年普利策奖获得者、美国威斯康星大学新闻学教授Deborah Blum[13]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "启示与建议",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1加快建设多种类型高端科技智库",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在美国宾夕法尼亚大学《2015年全球智库报告》科技智库榜单中，我国仅有2家上榜。《关于加强中国特色新型智库建设的意见》提出要建设高水平科技创新智库和企业智库。中央全面深化改革领导小组第十八次会议《国家高端智库建设试点工作方案》确定25家机构入选首批国家高端智库建设试点单位，科技相关领域，只有中国科学院、中国工程院和依托大型国有企业建设的中国石油经济技术研究院。因此，还需要进一步发挥高校学科齐全、人才密集和对外交流广泛的优势和企业是产业技术创新主体、与市场结合紧密的优势，形成多种类型高端科技智库繁荣发展的新局面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2注重科技与人文社会科学的结合",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近几年在我国反复开展的转基因大讨论等科技社会事件再次说明，当今科技问题不单单是科技自身的问题，技术的高速发展已经超过了人类社会跟进的步伐，社会问题如环境污染、战争、恐怖主义、民族危机等都成为威胁人类健康、危害社会稳定的致命因素，需要人类从社会学、伦理学、心理学等人文社会科学角度来更好地理解科技与社会发展的关系。我国目前正处于经济转型、社会变革的重要阶段，雾霾、土壤污染、食品安全等问题突出，这就要求我国科技智库发展过程中要更加注重科技和社会人文的结合，不仅要从科技发展规律出发前瞻思考世界科技发展走势，在国家科技战略、规划、布局和政策等方面发挥支撑作用，更为需要的是从科学、技术和社会的相互关系出发研究事关我国乃至人类发展的重大问题，开展科学评估，进行预测预判，对经济社会发展的重大问题提出前瞻性、建设性的建议，能够形成像卡逊《寂静的春天》、罗马俱乐部报告《增长的极限》那样具有颠覆性、世界性，真正影响人类社会发展走向的科技发展思想",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.3加强跨学科建设和组织",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "各个学科之间的交流可以推动多学科的研究，STS中心研究的大跨度学科交叉是其取得创造性成果的重要原因之一。加强智库之间的多学科系统集成、跨学科配置研究人员也是其他国外顶尖智库特点之一[14,15]，因此，我国在建设科技智库过程中，一方面要注重多学科背景人员的配置，同时更为重要的是进行组织方式的创新，可借鉴诸多著名智库均采用的二元矩阵式组织架构[15]，构建学科知识与研究课题相结合的矩阵式组织架构，纵向把所有研究人员按照知识学科技术分类，横向按照课题研究的要求组织，既符合智库有效管理，又符合智库需要多学科专家共同协作的特点，真正发挥跨学科研究的优势",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.4注重一流人才的引进和培养 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一流高校及科研院所具有丰富的人力资源和学术资源的优势，麻省理工学院STS中心正是充分整合了学校在理工科领域的人才绝对优势，结合人文社会科学领域研究资源，以高质量的师资背景和教育质量吸引了大批杰出的教师和学生，保证了该中心的生命力和知名度。该中心的毕业生大多进入高校工作，一些从事新闻工作、科技政策咨询及担任法律顾问等。我国科技智库面临着领军人物和杰出人才缺乏的现实困局，因此今后在我国科技智库人才建设过程中，一方面引进和培育高端领军人才，整合现有优质人力资源，进一步优化配置，构建一支具有国际视野的科技智库人才队伍；另一方面通过智库建设与人才培养紧密结合，不断培养一流人才。通过人才的输出和流动，不断提升科技智库的生命力、传播力和影响力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.5重视塑造媒体影响力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科技智库是联系科技与政策制定者、科技与公众、政策制定者与公众之间的桥梁，运用多种媒介搭建这座桥梁已成为各大智库提升自身影响力的重要手段。美国宾夕法尼亚大学所属“智库与公民社会项目”（TTCSP）研究在智库评价条件中，智库在媒体中的美誉度、运用媒体沟通大众的能力、运用互联网社交媒体工具连接政策制定者、记者和公众的能力等都是评价的标准之一[o]。该项目还评选了最善用社交网络的智库、最善用互联网的智库和最善用媒体的智库[3]。除利用上述传统媒介外，麻省理工学院STS中心通过开展奈特科学新闻奖学金项目，不仅提高了科技新闻工作者的技能和水平，而且使其成为其观点最有效的传播者，构建起具有世界影响力的传播网络。我国在建设中国特色科技智库的过程中也要充分重视利用媒体传播的力量，加强运用大众媒体、新兴社交媒体等多种手段，不断提高社会和国际知名度和影响力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1] The Think Tanks and Civil Society Program.2015Global go to think tank index Report[EB/OL].[2016-2-9].http://repository.upenn.edu/cgi/viewcontent.cgi?article=10o9&context=think_tanks.  \n[2] 季婉倩，曲建升.国际典型科技智库的类型及其产品特点分析[J].图书与情报，2012,5:93-98.  \n[3] The Think Tanksand Civil Society Program.2013 Globalgo to think tank index Report[EB/OL].[2015-2-6]. http://gotothinktank.com/dev1/wp-content/uploads/2014/01/GoToReport2013.pdf.  \n[4] 孙志茹，张志强.科学思想库的组织与发展分析[J].情报资料工作,2010,(2):34-37.  \n[5] 王桂侠，万劲波，赵兰香.科技智库与影响对象的界面关系研究[J].中国科技论坛,2014,12:50-55.  \n[6] 童正容，张良强．台湾地区科技智库发展现状及对大陆科技智库建设的启示[J].科技进步与对策，2015,32(15): 32-36.  \n[7] 曾静静.资源环境科学思想库的运行机制及发展模式研究[R].兰州：中国科学院国家科学图书馆兰州分馆，2010: 2-3.  \n[8] MIT Science technology and society Program.About Us[EB/OL]. [2015-2-6].http://web.mit.edu/sts/about/index.html.  \n[9] 周寄中.科学哲学与科技政策之间的桥梁[J].自然辩证法通讯，1989,4:67-72.  \n[10]MIT Science technology and society program.People[EB/OL].[2015-2-6].http://web.mit.edu/sts/people/index.html.  \n[11] 辛玉玲.MIT的 STS 课程设置及其对我国高校的启示[J].中国科技信息,2007,8:260-261.  \n[12] MIT Science technology and society program.DavidA. Mindell [EB/OL]. [2015-2-6].http://web.mit.edu/sts/people/mindell.html.  \n[13] MIT Science technology and society program. KnightScience Journalism at MIT [EB/OL]. [2015-2-6].https://ksj.mit.edu/.  \n[14]罗德恩.美国第一智库：白宫头号智囊兰德公司的秘密历史[M].北京：电子工业出版社,2011.  \n[15]王佩亨，李国强.海外智库一世界主要国家智库考察报告[M].北京：中国财政经济出版社，2014.  \n[16] The Think Tanks and Civil Society Program.The GoTo Index Ranking Process [EB/OL].[2015-2-6].http://gotothinktank.com/index/the-go-to-index-ranking-process/.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Operation Characteristics of Massachusetts Institute of Technology and Its Enlightenment on the Construction of Chinese Scientific and Technical Think Tanks ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Rui Wenyi ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Jiangsu Institute of Scientific and Technical Information,Nanjing 210042 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] It was explicitly put forward that scientific and technical innovation was thecore of the innovation-driven development strategies on the 18th National Congress of the Communist Party of China.Scientific and technical think tanks are asked for higher standards and requirements to provide the intellectual support and counseling services under this strategy. Itis meaningful to study the world's top scientific and technical think tank mode in order to speed up the construction of China's scientific and technical think tanks. [Method/process] With the methods of literature and information investigation and expert consultation,this paper summarized the operation features of Masschusetts Institute's science, technology and society program which was ranking the topof the world scientific and technical think tanks.[Result/conclusion] Suggestions are put forward that scientific and technical think tanks should concentrate on the construction of various types of advanced scientific and technical think tanks,the combination of science,technology, humanities and society, interdisciplinary construction and organization,introduction andcultivation offirst-class talents,and shaping the media influence. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Keywords: scientific and technical think tank Massachusetts Institute of Technology characteristics 收稿日期：2015-09-28修回日期：2016-03-15本文责任编辑：吕青 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    }
]