[
    {
        "type": "text",
        "text": "观察者对亲组织不道德行为的反应及其反馈效应",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "程垦丨王艺霏² 林英晖王菁1(浙江工业大学管理学院，杭州310023）(同济大学经济与管理学院，上海 200092)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(上海大学管理学院，上海 200444)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要亲组织不道德行为(unethical pro-organizational behavior,UPB)是近十年来组织行为研究领域的热点主题。相较于已得到广泛探讨的UPB形成机理研究，当前关于UPB的影响效应研究还相对有限，且主要聚焦于领导UPB对员工的影响，以及自我反馈下UPB 对行为者的影响。借鉴并受到对应推论理论(correspondent inference theory)和社会认知理论(socialcognitive theory)中有关观点的启发，构建了一个同事间围绕UPB 的社会互动模型。模型指出，观察者在看到同为员工身份的行为者实施UPB 后会对此进行结果预期和动机归因，继而在观察者正直性的调节下引发相应的心理与行为反应；进一步地，行为者在接收到观察者对其UPB的行为反应后会对这些反馈背后的意图进行解读，进而影响其后续行为变化。最后，从观察者对UPB 的道德判断、与UPB\"不道德\"属性有关的认知评价、UPB 行为者行为变化的过程机理等方面提出理论模型的拓展方向。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 亲组织不道德行为，观察者反应，社会互动",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 B849:C93",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "股中商国份 问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近二十年来，企业道德丑闻层出不穷。远眺世界，为人所熟知的有美国安然的财务造假事件、日本三菱的燃效篡改事件。近观我国，2008 年的三聚氰胺事件至今让国人对国产奶粉心有余悸；十年后的 2018年，长生疫苗事件再次绷紧了国人的神经。这些频频曝光的企业道德丑闻充分显现出商业社会中不道德行为的普遍性和严重性(陈默，梁建,2017)，也促使组织行为学界对组织中的不道德行为展开了大量研究(Trevino et al.,2014;Veetkazhi et al., inpress；谭亚莉 等，2012)。其中，作为一种特殊的不道德行为，亲组织不道德行为(unethicalpro-organizational behavior,UPB)是近十年来这一研究领域的热点主题之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "UPB 是个体为了使组织获益而采取的不道德行为，例如夸大宣传组织的产品、隐瞒组织的负面消息等(Umphress& Bingham,2011; Umphress et al.,2010)。自 UPB 概念提出以来,学界已对UPB 的形成机理展开了广泛研究(Mishra et al.,in press；程垦，林英晖,2019；王晓辰 等,2018；严秋斯 等,2021)，但对于UPB 影响效应的考察则相对有限。当前，UPB 的影响效应研究主要探讨了UPB对观察者(observer)的影响与UPB 对行为者(actor)自身的影响这两个方面。具体而言，在对观察者的影响方面，学者们主要聚焦于员工对领导UPB的反应;相关研究发现,看到领导采取 UPB 会促使员工也采取不道德行为(包括UPB)(Fehr etal.,2019;Lian et al,2022;Wen et al.,2020; Zhang et al.,2018；孙旭 等,2020)。在对行为者的影响方面，现有研究发现，UPB 会诱发行为者的内疚、自豪、焦虑、道德推脱等心理，进而导致不同的行为转变，例如指向顾客和组织的公民行为、建言行为和私利性不道德行为等(Liu et al,2021; Tang et al.,2020;Wang et al.,2022；张永军 等,2020)。这些研究在一定程度上丰富了我们对UPB 影响效应的认识，但仍存在一些不足，有待进一步补充与完善。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "首先，目前的UPB人际影响研究侧重于探讨员工对领导UPB的反应，忽视了UPB 在同事间的社会互动机理。诚然，领导是员工在组织中的重要互动对象，但同事亦是员工所处环境的构成要素，其言行举止对员工具有重要影响(O'Fallon & Butterfield,2012; Robinson etal.,2014)。同时，相较于上下级，同事间往往有着更频繁的沟通和更平等的地位关系。这些人际特征使得员工在观察到同事UPB 后，可能会有更加深入的分析，以及出现一些不同于面对领导UPB 时的反应。因此，我们认为，从同事间互动的角度切入，探讨员工对同事 UPB的心理与行为反应，将是对UPB人际影响研究的有益补充。需要说明的是，因为同事本身也是员工身份，如果采用\"同事\"与\"员工\"这组用语，有可能会造成理解上的困扰，所以在后续行文中，除了保留“同事间\"这一表达之外，其他地方我们已统一采用“行为者\"和“观察者”这组用语；其中，“行为者\"指代的是\"同事”，而\"观察者\"指代的是\"员工”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其次，现有研究在探讨UPB 对观察者的影响时较少关注具有UPB 特色的作用机制(Wenet al.,2020)，且忽视了观察者对 UPB 的感知(perception)在 UPB人际影响过程中的作用。“寻求理解\"是人类行为的基本动力，个体会对他人的行为做出何种反应取决于其如何解释他人的行为(Heider,1958)，而个体对他人行为的解释正是归因理论的主要内容。作为一种较有影响力的归因理论(Lipe,1991；徐世勇,2019)，对应推论理论认为，个体在解读他人行为时常常会从行为及其结果来推断行为背后的动机(Jones&Davis,1965)。1由此可见，行为的结果与行为背后的动机是个体对他人行为的重要感知内容。受此启发，我们推测，观察者也可能会从UPB 的结果与UPB 背后的动机这两个方面对UPB 进行感知，而UPB 的结果与UPB背后的动机恰好正是UPB 区别于一般不道德行为(例如盗用公款)的特色所在。具体而言，在结果上，UPB 常常短期内有利于组织(王桃林 等,2020)，可使行为者获得组织的优待(王晓辰 等,2018)；在动机上，UPB 背后蕴含有亲组织动机(程垦，林英晖,2019)。因此，我们认为，基于观察者感知的角度，探讨\"UPB 会带给行为者什么影响\"2与\"行为者为何要采取UPB\"这两个与UPB 特色紧密相关的问题，将有助于深化对观察者如何响应UPB 的理解。需要说明的是，本研究在解析前一个问题时将主要关注观察者预期的UPB 结果，而非已显现的结果。原因有二：其一，社会认知理论指出，预期的结果亦会对观察者产生重要影响(Bandura,1986)；其二，由于绩效评价具有一定周期，致使UPB 结果的显现存在延迟性，而现实中许多观察者在看到UPB后很可能就已做出预判并采取相应行动了。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "最后，已有研究在探讨UPB 对行为者自身的影响时主要考察了行为者的特质(例如内疚倾向、控制点等)对其 UPB 与后续反应之间关系的调节作用(Tang et al.，2020；张永军 等,2020)，而对于环境边界则缺乏足够的关注。显然，个体行为决策会受各种环境因素的影响。现实中，这些环境因素就包括了行为者接收到的对其先前行为的反馈(Wee et al.,2017)。由此可以推测，观察者对UPB 的行为反应可能是UPB行为者后续行为决策的重要环境边界。那么，观察者的行为反馈会如何影响行为者的行为变化？对应推论理论指出，个体常常会通过他人行为来推断他人行为背后的意图(Jones&Davis,1965)，而不同的意图解读往往会引发不同的行为反应。受此启发，我们认为，观察者对UPB的行为反应透露了观察者对UPB 及其行为者的态度，而行为者对观察者行为反应的解读有可能会影响行为者的后续行为决策。深入探讨观察者对UPB的行为反应在行为者行为动态变化中的反馈效应，不仅能拓展UPB对行为者自身的影响研究，而且还能在UPB 的人际影响研究与UPB对行为者的影响研究之间搭建起对话的桥梁，进而更有利于把握UPB在同事间的社会互动机理。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上所述，借鉴并受到对应推论理论和社会认知理论中有关观点的启发，本研究拟从结果预期、动机归因和意图解读这三个方面，探讨观察者对UPB的反应及其反馈效应。具体而言，本研究拟解决的关键问题如下：第一，观察者对UPB 可能带给行为者的结果会有怎样的预期，进而会导致怎样的反应？第二，观察者在看到UPB后会进行怎样的动机归因，进而会引起怎样的反应？第三，在接收到观察者对UPB 的行为反馈后，UPB行为者会对此作何解读，进而在将来会做出哪些行为调整？通过解答上述问题，我们希望本研究不仅能在在一定程度上弥补现有UPB 影响效应研究的不足，而且还可以帮助人们更深入地理解 UPB在同事间的社会互动机理，从而为组织有效管控UPB提供一些科学建议。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 研究构想",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本研究旨在探索UPB 在同事间的社会互动机理。为实现这一目标，我们构建了如图1所示的总体研究框架，拟探讨：(1)结果预期视角下观察者对UPB 的心理与行为反应(浅黄色虚线框部分)；(2)动机归因视角下观察者对 UPB的心理与行为反应(浅绿色虚线框部分)；(3)意图解读视角下行为者基于观察者反馈的行为动态变化(浅蓝色虚线框部分)。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/2d9c28fe27df39386498cab88b1f1e19f5ae5cfe2261ba3a93d1c706e00da5bf.jpg",
        "img_caption": [
            "图1总体研究框架"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1研究一：结果预期视角下观察者对UPB的心理与行为反应",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.1行为者的UPB与观察者的结果预期",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社会认知理论认为，个体在观察他人行为时的心理变化是以认知过程为中介的(Bandura,1986)，而结果预期是其中一个非常重要的认知环节，指个体对某一行为带给行为者的结果的认知估计(Manz& Sims,1981)。那么，观察者在看到UPB 后会认为这一行为可能带给行为者怎样的结果？我们认为，要想回答这一问题，首先需要知道UPB 会给组织带来什么结果。这是因为：个体因其行为而得到的结果(例如奖励或惩罚)是组织所赋予的，而组织往往是根据个体行为对组织的影响来决定如何对待个体(Vro0m，1964)。基于现实经验，UPB 在短期上往往可以给组织带来一些好处，但从长远看则有可能会损害组织的长期绩效(王桃林等,2020)。在本研究中，我们主要关注UPB对组织的短期影响，并认为这是观察者对 UPB的结果预期得以形成的主要基础。这是因为：相较于UPB与组织长期绩效的关系，UPB 对组织短期绩效的影响要更为清晰，例如可以直观地表现为产品销量的提升等。此时，由社会交换的互惠规范(Gounlner，1960)可知，UPB 行为者很可能会因此而得到组织的嘉奖，且观察者也较可能会将组织对行为者的嘉奖归功于其所采取的 UPB。相较而言，随着时间周期的拉长，组织绩效的影响因素变得越来越多。面对下降的长期绩效，组织未必会将下降的原因主要归咎于行为者的UPB。此时，观察者很可能就无法清晰地推断出UPB 行为者会从组织那里得到什么对待，以及这一对待是否是由其采取的UPB 所带来的。简言之，我们认为，UPB 对组织的短期好处较可能会使行为者获得组织的奖励，这就为观察者形成\"UPB可以为行为者带来回报\"的积极预期奠定了基础。由此我们进一步推测，行为者采取的UPB 越多，观察者预期行为者因这一行为而获得的回报(以下简称为预期回报)也越多。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "命题1：行为者的UPB与观察者的预期回报正相关。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1.2观察者的预期回报与正直性对其道德心理的影响",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mitchell 等(2015)研究发现，在看到有人遭受辱虐管理后，观察者对受害者的排斥信念决定了其对此事的反应：当这一信念较强时，看到受害者经历辱虐管理会引发观察者的满意情绪；而当这一信念较弱时，观察者则会对此感到愤怒。由此可见，在理解观察者对不道德事件的反应时，需要考虑观察者特质的影响。受此启发，我们推测，在预期行为者会因UPB而获得回报后，不同特质的观察者会有不同反应。本研究提出观察者的正直性作为一个描述个体差异的变量，探讨其在观察者的预期回报与后续心理之间发挥的作用。作为一种可贵的道德特质，正直性反映了个体坚守行为道德并保持言行一致的程度(Moorman et al.,2013；王婷，杨付,2018)。UPB 属于不道德行为的范畴，违反了主流的社会道德规范(Umphress et al.,2010)。由此可以推测,UPB本身以及UPB 带给行为者的好处是正直的观察者所难以容忍的。根据道义公正理论，看到他人实施违反社会道德规范的行为会使观察者产生一种本能的道义反应(Folger,2001)。这种道义反应常常表现为道德愤怒，指个体由于获知他人违反了社会道德规范而产生了一种生气不满的心理状态(Haidt,2003)。因此，预期行为者因UPB 而获得的回报越多，正直的观察者就越可能会对此产生道德愤怒的情绪。相反，当不正直的观察者预期行为者会因UPB 而获得较多回报时，其可能会因此而受到鼓舞，对UPB 进行认知合理化处理，认为UPB是可以效仿的且值得效仿的，由此就触发了道德推脱机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "命题2：观察者的正直性调节观察者的预期回报与观察者的道德心理之间的关系。当观察者的正直性较高时，观察者的预期回报对观察者的道德愤怒具有更强的正向影响；当观察者的正直性较低时，观察者的预期回报对观察者的道德推脱具有更强的正向影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.1.3观察者的道德心理与行为反应",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如前所述，观察者的预期回报与正直性对其道德心理具有重要影响。进一步地，观察者的道德心理会促使其做出怎样的行为反应？一方面，根据道义公正理论以及相关实证研究，经历道德愤怒的观察者有可能会对不当行为者采取惩罚行为，而对受害者则会采取援助行为(Folger,2001;Mitchell etal.,2015; O'Reilly et al.,2016)。鉴于本研究聚焦于行为者与观察者之间的互动，故对援助行为不作探讨，而是主要关注惩罚行为。我们推测，道德愤怒有可能会引起观察者对行为者的职场负面八卦。职场负面八卦是一种针对组织中不在场的某一成员的负面的、带有评价性的非正式沟通行为(Kurland&Pelled,2000)，会损害被八卦者的声誉，导致被八卦者压力增加及自尊降低(岳文忠 等,2015)。职场负面八卦在组织中广泛存在，在华人组织中可能更甚。这是因为：中国人在面对人际问题时往往倾向于“冷\"处理，而非公开化(例如当众指责)。鉴于职场负面八卦具备一定惩罚功能且符合中国人际互动习惯，我们推测，职场负面八卦可能是愤怒的观察者用来惩罚UPB 行为者的一个高频选项。另一方面，社会认知理论指出，道德推脱可以使个体在采取不道德行为时免受道德规范和自我遣责的约束(Bandura et al.,1996)。目前，已有较多研究论证了道德推脱对 UPB 的预测作用(Chen et al,2016；陈默，梁建,2017)。由此我们提出，道德推脱会促使观察者采取UPB。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "命题3：观察者的道德愤怒与观察者对行为者的职场负面八卦正相关。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "命题4：观察者的道德推脱与观察者的UPB正相关。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，研究一的理论模型如图2所示。需要说明的是，基于前述分析，本研究其实还可以进一步推论出若干个调节中介作用和中介调节作用的命题，但为了避免行文冗长，此处不再论述。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/80d9a2c9c7f9859f8938996f1737941c119a3b867bb4464333a71362142c7e44.jpg",
        "img_caption": [
            "图2研究一的理论模型"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2研究二：动机归因视角下观察者对UPB的心理与行为反应",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对应推论理论认为，在观察他人时，个体总是试图对他人以某种方式行动的动机进行解释(Jones&Davis,1965)。那么，在观察者看到行为者采取UPB 后，其会进行怎样的动机归因？对此，研究一对UPB 结果的分析以及程垦和林英晖(2019)对UPB 动机构成的分析提供了一些启示。具体而言，研究一指出，UPB 不仅短期内常常有利于组织，而且也可以给行为者带来一些回报。程垦和林英晖(2019)认为，亲组织动机是UPB 的必要动机，但不一定是唯一动机，利己动机也可能在UPB 的形成过程中发挥一定的驱动作用。由此我们认为，观察者对行为者UPB 的动机归因很可能包括亲组织动机归因和利己动机归因两种类型。接下来，我们将进一步分析这两种动机归因对观察者后续心理与行为的影响。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2.1观察者的利己动机归因与道德愤怒",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "因为UPB 本质上是一种不道德行为(Umphress et al.,2010；程垦，林英晖,2019)，所以由道义公正理论可知，看到他人实施UPB会使观察者产生道德愤怒的情绪。但需要注意的是，并非所有的观察者在面对同一不道德事件(例如UPB)时都会产生相同的愤怒反应，观察者的愤怒水平与其归因紧密相关(赵书松 等,2018)。Umphress等(2013)研究发现，观察者越是对不道德事件进行消极动机归因，其愤怒水平就越高。将行为者采取UPB 解读为是出于利己动机，显然是一种消极动机归因。由此我们推测，观察者对行为者UPB 的利己动机归因程度越高，其道德愤怒水平也越高。进一步地，由研究一的相关论述可知，当观察者经历道德愤怒后，其可能会对UPB 行为者实施职场负面八卦。因此，我们提出，观察者对行为者UPB的利己动机归因会促进观察者的道德愤怒，进而促使其实施职场负面八卦。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "命题5：观察者对行为者UPB的利己动机归因与观察者的道德愤怒正相关。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "命题6：观察者对行为者UPB的利己动机归因正向影响观察者的道德愤怒，进而促进观察者对行为者的职场负面八卦。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2.2观察者的亲组织动机归因的调节作用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "如前所述，观察者越是对行为者UPB进行利己动机归因，就越可能会经历道德愤怒情绪。那么，观察者对行为者UPB的亲组织动机归因又会对观察者产生怎样的影响？我们认为，面对UPB，观察者的亲组织动机归因会削弱利己动机归因对道德愤怒的正向作用。中国社会是一个情理社会，中国人对做人、做事及其判断不是单从“理\"的角度来考虑的，还会结合\"情\"的角度进行分析(翟学伟，2004)。从“理\"的角度看，UPB 违反了社会道德规范，因而 UPB 行为者会被视为是不道德的。但从“情\"的角度看，如果观察者认为行为者采取UPB的动机中包含有较多的亲组织动机(即为了维护或增加组织的利益)，是源于一种朴素的组织成员情感，那么行为者在一定程度上就可能会被观察者所谅解，由此就调和了利己动机归因所导致的观察者对UPB及其行为者的负面态度，进而抑制道德愤怒的形成。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "命题7：观察者对行为者UPB的亲组织动机归因调节观察者对行为者UPB的利己动机归因与观察者的道德愤怒之间的正向关系。观察者对行为者UPB的亲组织动机归因程度越高，这一关系越弱。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.2.3观察者的正直性的调节作用",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "与赵书松等(2018)的观点相似，我们认为，观察者对行为者 UPB 的动机归因与道德愤怒之间的关系还可能会受到观察者特质的调节。考虑到增添新变量可能会使整体研究模型变得更加复杂，故本研究仍提出观察者的正直性作为个体差异边界，即观察者的正直性对动机归因与道德愤怒之间的关系可能具有调节作用。如前所述，正直性是一种非常可贵的道德特质，相较于不正直的个体，正直的个体拥有更高的道德意识，对道德规范更加敏感也更加坚持(Moorman et al.,2013；王婷，杨付,2018)。因此，对于正直的观察者而言，其越是将行为者采取UPB 归因为满足自身利益，就越会认为这一行为是不道德的、不可接受的，进而越可能经历道德愤怒。同时，相较于不正直的观察者，正直的观察者更坚守“道德至上\"的信念(卫旭华，邹意,2020)，因而更能抵御UPB\"亲组织\"属性的迷惑，认清UPB 的\"不道德\"本质，由此削弱亲组织动机归因对利己动机归因与道德愤怒之间关系的调和作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "命题8：观察者的正直性调节观察者对行为者UPB的利己动机归因与观察者的道德愤怒之间的正向关系。观察者的正直性越高，这一关系越强。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "命题9：观察者的正直性调节观察者对行为者UPB 的亲组织动机归因对观察者对行为者UPB 的利己动机归因与观察者的道德愤怒之间正向关系的调节作用。观察者的正直性越高，观察者对行为者UPB的亲组织动机归因的调节作用越弱。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综上所述，研究二的理论模型如图3所示。需要说明的是，基于前述分析，我们其实还可以进一步推论出若干个调节中介作用的命题，但为了避免行文冗长，此处不再论述。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/097a226563f4f77e1850ee3524dd11a19000b2ae1873064772313ac29b08df50.jpg",
        "img_caption": [
            "图3研究二的理论模型"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.3研究三：意图解读视角下行为者基于观察者反馈的行为动态变化",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "研究一和研究二从结果预期和动机归因两个视角阐述了观察者对UPB的心理与行为反应。研究三将焦点主体从观察者转至行为者，并拟基于对应推论理论，从行为者的意图解读视角，分析观察者对UPB 的行为反应如何影响UPB行为者的行为动态变化。4",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.3.1观察者的UPB的调节作用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究一和研究二主要探讨了观察者的UPB 和观察者对行为者的职场负面八卦这两种行为反应。与此相对应，研究三将围绕行为者对这两种观察者行为反应的意图解读展开分析。根据对应推论理论，个体常常会通过他人行为去解读他人行为背后的意图(Jones& Davis,1965)，而解读出来的意图常常会影响个体后续的行为表现。遵循这一逻辑，我们认为，行为者在接收到观察者对其UPB 的行为反应后也会对这些反馈进行解读，进而影响行为者后续的行为变化。具体而言，当周围的观察者表现出较多的UPB 时，UPB 行为者很可能会将此解读为观察者对自己以及UPB 的支持，认为实施UPB 是符合工作群体行为规范的。在这种解读下，UPB 行为者很可能就会在将来继续保持或增加这一行为。而当周围的观察者较少采取UPB 时，UPB行为者有可能会将此解读为观察者对自己的间接警告，并意识到UPB很可能是不被工作群体所接受和认可的，由此就可能会在将来减少这一行为。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "命题10：观察者的UPB调节行为者的UPB与行为者后续的UPB之间的关系。观察者的UPB越少，行为者的UPB与行为者后续的UPB越是负相关。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.3.2观察者对行为者的职场负面八卦的调节作用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "行为者不仅会对观察者的UPB 进行解读，同时也会去解读观察者对其做出的职场负面八卦。与对观察者UPB 的解读相似，当周围的观察者对UPB 行为者实施较多的职场负面八卦时，UPB 行为者可能会认为观察者这么做是为了惩戒自己，表明UPB 是不可取的。在这种解读下，UPB 行为者很可能会吸取教训，降低在将来采取UPB 的可能性。而当周围的观察者较少对UPB行为者实施职场负面八卦时,UPB行为者就可能会认为观察者默许了UPB,由此在将来保持乃至增加这一行为。此外，我们认为，UPB 行为者还可能会从观察者对其的职场负面八卦中推断出其与观察者的关系质量。作为一种职场“冷暴力”，职场负面八卦的出现往往意味着八卦者与被八卦者之间的关系出现了裂痕(Chenget al.2022)。在以“关系取向\"为特征的中国社会，维持人际关系的和谐融洽对于中国人而言是相当重要的(Leung et al,2011)。不和谐的人际关系意味着个体在组织中的社会情感需求将较难得到满足，也意味着一种重要工作资源的损失，不利于个体的工作开展及其在组织中的长远发展。因此，当UPB行为者遭受较多来自观察者的职场负面八卦时，其很可能会在将来转而采取关系修复行为。以往研究指出，采取指向个体的组织公民行为(例如主动帮助遇到困难的组织成员)可以提高人际关系质量(Podsakoff et al.,2000)。因此，我们推测，观察者对 UPB 行为者采取的职场负面八卦越多，UPB行为者越可能在将来转而采取指向观察者的组织公民行为。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题11：观察者对行为者的职场负面八卦调节行为者的UPB与行为者后续的UPB之间的关系。观察者对行为者的职场负面八卦越多，行为者的UPB与行为者后续的UPB越是负相关。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题12：观察者对行为者的职场负面八卦调节行为者的UPB与行为者的指向观察者的组织公民行为之间的关系。观察者对行为者的职场负面八卦越多，行为者的UPB与行为者的指向观察者的组织公民行为越是正相关。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "综上所述，研究三的理论模型如图4所示。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/ec489b049c94a649a94fb54b3e908121daa257b307b26e24883192fe16433bb3.jpg",
        "img_caption": [
            "图4研究三的理论模型"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3理论建构",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "借鉴并受到对应推论理论和社会认知理论中有关观点的启发，本研究从结果预期、动机归因和意图解读视角，探讨了观察者在看到行为者采取UPB后的心理与行为反应，以及行为者在接收到观察者对其UPB的行为反馈后的行为变化。本研究为理解同事间围绕UPB 的社会互动和管控UPB 在组织中的人际传播提供了一个分析框架，同时从同事间互动的角度丰富了现有的UPB 理论。接下来，我们将具体阐述本研究的三个核心要点。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第一，观察者对UPB的结果预期与后续反应。当前，多数UPB研究主要从行为者自我知觉的角度去观测 UPB、探讨 UPB 的形成机理(Chen et al.,2016;Wang et al.,2019)以及UPB对行为者自身的影响(Liu et al.,2021; Wang et al.,2022)，而对于观察者如何感知 UPB 则缺乏足够关注。观察者对UPB 的感知会影响其后续反应，对于理解UPB 的人际影响机理至关重要。社会认知理论认为，在观察到他人行为后，个体会对该行为带给行为者的结果进行预期(Bandura,1986;Manz& Sims,1981)。相近的观点也出现对应推论理论之中，即行为的结果是个体对他人行为的重要感知内容(Jones&Davis,1965)。受这些理论观点的启发，本研究从结果预期视角阐述了观察者看到UPB 后的心理与行为反应。具体而言，鉴于UPB在短期内往往可以给组织带来好处(王桃林 等,2020)，我们认为，观察者会对 UPB 带给行为者的结果进行积极预期，即观察者预期行为者会因UPB 而得到组织的优待。在这种积极预期下，观察者看到的行为者UPB越多，其预期到UPB 带给行为者的回报也就越多。进一步地，考虑到不同个体对同一事件及其相关知觉的反应有时会大相径庭(Mitchell etal.,2015)，我们提出，观察者的正直性会影响观察者对行为者UPB 的预期回报与其后续心理与行为反应之间的关系，即不同正直性的观察者在面对上述预期回报时会有不同的反应：对于正直的观察者而言，其预期到UPB 带给行为者的回报越多，其越可能会经历道德愤怒的情绪，进而采取职场负面八卦来惩罚行为者；而不正直的观察者则反而可能会被这种积极的结果预期所激励，认为组织认可乃至鼓励UPB，由此启动道德推脱机制，进而也去采取UPB。上述研究紧密围绕UPB的结果特征展开，解密了不同正直性的观察者在面对UPB及其带给行为者的积极结果时的心理与行为反应，由此不仅丰富了当前对于观察者如何感知UPB 的理解，同时也响应了Wen 等(2020)关于进一步拓展观察者对UPB 的响应机制的号召。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第二，观察者对UPB的动机归因与后续反应。如前所述，观察者对UPB 的感知会影响其后续反应。但遗憾的是，以往研究围绕观察者如何感知UPB 的探讨还十分有限(孙旭 等，2020)。除了对UPB 可能带给行为者的结果进行预期之外，观察者还会对 UPB 进行怎样的感知？对应推论理论指出，个体常常可以通过他人行为的结果去推断他人行为背后的动机(Jones&Davis,1965)。受此启发，本研究从动机归因视角阐述了观察者看到UPB 后的心理与行为反应。具体而言，鉴于UPB 短期内可以给行为者及其所属组织带来一些好处(王桃林等,2020)，同时借鉴程垦和林英晖(2019)对UPB 动机构成的分析，我们认为，观察者在看到行为者UPB 后会进行混合性的动机归因，包括利己动机归因和亲组织动机归因两种类型。其中，观察者对行为者UPB 的利己动机归因会促进观察者的道德愤怒情绪，进而促使其采取职场负面八卦来作为对UPB 行为者的道义惩罚，而观察者对行为者UPB 的亲组织动机归因则会弱化观察者对行为者UPB 的利己动机归因与道德愤怒之间的关系。进一步地，基于组织行为学的权变观点，我们认为，观察者对行为者UPB 的动机归因对其道德愤怒的影响程度很可能会因人而异。相较于不正直的观察者，正直的观察者坚守道德规范，秉持“道德至上\"信念(Moorman et al.,2013；卫旭华，邹意,2020)。这使得正直的观察者不仅更难容忍通过“损人\"来实现\"利己\"目的的行为，而且也更能在面对通过\"损人\"来实现“亲组织\"目的的行为时做到明辨是非。因此，观察者的正直性很可能是影响其利己动机归因与道德愤怒之间关系以及亲组织动机归因调节作用的重要因素。上述研究紧密围绕UPB的动机特征展开，揭示了观察者对行为者UPB的不同动机归因类型在观察者后续反应中的不同作用，由此不仅进一步拓展了我们对UPB 如何被观察者感知的认识，同时也为理解UPB 对观察者的影响机制如何区别于一般不道德行为对观察者的影响机制提供了一些重要的启示。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第三，行为者对观察者反应的意图解读与行为动态变化。现有的UPB对行为者自身的影响研究主要探讨了行为者UPB 的质变(Tang et al.,2020;Wang et al.,2022)，而对于行为者UPB 的量变则缺乏足够关注。同时，当前研究在探讨UPB 对行为者自身的影响时主要考察了个体特质边界(Tang etal.,2020；张永军 等,2020)，而对于外部环境因素(例如观察者行为)能否发挥调节作用的探索还十分缺乏。根据对应推论理论，个体常常会通过他人的行为来推断他人的意图(Jones&Davis,1965)，而这种对他人意图的感知往往会影响个体的后续反应。鉴于此，本研究从意图解读视角阐述了行为者在接收到观察者对其UPB 的行为反应后的心理与行为反应。具体而言，我们认为，观察者在看到UPB 后所表现出来的行为反应对于行为者而言是非常重要的反馈，行为者可以从中解读出观察者对自己与UPB 的态度，进而推导出UPB 是否符合工作群体的行为规范。如果行为者看到周围的观察者也都在实施UPB，那么行为者就会认为UPB是被工作群体认可的，进而保持或者增加后续的UPB。相反，当行为者发现周围采取UPB 的观察者寥寥无几时，行为者就会意识到UPB可能不符合工作群体行为规范，进而在将来会减少UPB。基于相似的逻辑，当行为者察觉到自己因UPB 而受到周围观察者的指指点点时，行为者可能会认为这是观察者对自己的一种警告，由此就会减少后续的UPB。如果行为者没有因UPB 而受到周围观察者的非议，那么行为者就可能会保持或者增加UPB。此外，考虑到中国人重视维持人际和谐(Leung et al.,2011)，我们提出，当经历较多职场负面八卦时，行为者的行为会从原先的UPB 转变为指向观察者的组织公民行为，以达到改善人际关系的目的。上述研究阐释了观察者对UPB 的反应在UPB 行为者后续行为变化(\"弃恶从善\"或\"继续作恶\")中的重要作用，由此不仅拓展了UPB 对行为者的影响研究，同时也在一定程度上解释了组织层面UPB何以发生的社会互动机理。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "需要注意的是，社会互动是一个非常复杂的过程。囿于有限的研究能力与特定的研究兴趣，本研究只是从结果预期、动机归因和意图解读的视角，对同事间围绕UPB 的社会互动进行了刻画。若要更全面系统地把握UPB 在同事间的社会互动机理，未来研究可从以下几个方面对本研究进行拓展。第一，关注观察者对UPB的道德判断。事实上，观察者在看到UPB 后，不仅会对此进行结果预期与动机归因，同时也会对这一行为进行道德判断，且该道德判断是后续相关心理(即道德愤怒、道德推脱)得以形成的基础。与以往的 UPB 人际影响研究相一致(Ferh etal.,2020;Lian et al.,2022)，本研究默认观察者能识别出 UPB 是不道德行为。但鉴于道德判断的基础性作用，我们认为，未来研究仍然有必要将观察者对UPB 的道德判断补充进理论模型之中。第二，考察与 UPB 受害者相关的认知评价。O'Reilly 和Aquino(2011)指出，个体在看到他人遭受不当对待时会对伤害的严重性、责备归因、受害者的应得性这三个方面进行认知评价。不难发现，这些认知评价与受害者紧密相关，呼应的是UPB 的\"不道德”属性，而非本研究重点关注的\"亲组织\"属性。“亲组织\"和\"不道德\"是UPB不可分割的两个属性，只选择其中一个属性作为研究起点不利于全面揭示观察者对UPB 的反应机制。因此，未来有必要将UPB\"不道德\"属性相关的心理机制纳入到理论模型之中。第三，挖掘UPB行为者行为变化的内在机理。尽管本研究从意图解读的角度探讨了行为者的行为变化，但相较于观察者对UPB 的反应的分析，这一探讨还不够充分。受赵君等(2019)的启发，我们建议未来研究可深入挖掘行为者行为变化的认知与情绪路径。致谢：感谢浙江工业大学管理学院王丹老师、湖北工业大学经济与管理学院樊子立老师、同济大学经济与管理学院朱千林同学在文献梳理与论文写作中的支持；感谢匿名审稿人在多轮交流中对本文提出专业、中肯且富有洞见的意见与建议。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "陈默，梁建.(2017).高绩效要求与亲组织不道德行为：基于社会认知理论的视角．心理学报,49(1),94-105  \n程垦，林英晖.(2019).动机视角下的亲组织不道德行为．心理科学进展,27(6),1111-1122.  \n孙旭，冯镜铭，张海霞，李文秀.(2020).亲组织非伦理行为\"自上而下\"扩散的被迫遵从机制研究．管理学报，17(11), 1651-1660.  \n谭亚莉，廖建桥，王淑红.(2012).工作场所员工非伦理行为研究述评与展望．外国经济与管理,34(3),40-48.  \n王桃林，张勇，周浩，张军伟.(2020).亲组织不道德行为的负面效应及其作用机制．心理科学进展，28(8),1246-1255.  \n王婷，杨付.(2018).领导正直的概念、测量及其展望．心理科学,41(3),706-712.  \n王晓辰，高欣洁，郭攀博，李清.(2018).亲组织不道德行为的多层次模型．心理科学进展,26(6),1111-1120.  \n卫旭华，邹意.(2020).亲亲相隐何时休?关系对揭发意向影响的边界．心理科学,43(2),423-429.  \n徐世勇.(2019).个体心理与行为．见 孙健敏 (主编)，组织行为学 (pp.26-57).高等教育出版社.  \n严秋斯，隋杨，郝雪晶.(2021).亲组织不道德行为的解释机制与理论模型．心理科学进展,29(2),338-352.  \n岳文忠，吴隆增，杨自伟，翟海燕.(2015).职场负面八卦的前因与后果：基于八卦目标的视角．心理科学进展,23(4),702-710.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "翟学伟.(2004)．人情、面子与权力的再生产——情理社会中的社会交换方式．社会学研究,(5),48-57.张水牛，赵右，刈管強．(2U2U).汞纽织非佗埋仃为的私利风险及作用机制研九．官理子报，1/(11)，1642-1650+1728.",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "赵君，鄢苗，肖素芳，张永军.(2019).组织公民行为与反生产行为的互动关系：一个基于情绪与认知整合框 架的阐释．心理科学进展,27(5),871-883.   \n赵书松，张一杰，赵君.(2018).第三方组织公平：研究视角、内容与设计．心理科学进展,26(12),2216-2229.   \nBandura, A. (1986). Social foundations of thought and action: A social cognitive theory. Englewood Cliffs, NJ: Prentice-Hall.   \nBandura,A.,Barbaranelli, C., Caprara,G.V.,& Pastoreli, C.(1996). Mechanisms of moral disengagement in the exercise of moral agency. Journal of Personality and Social Psychology, 71(2),364-374.   \nChen,M., Chen,C.C.，& Sheldon, O.J.(2016).Relaxing moral reasoning to win: How organizational identification relates to unethical pro-organizational behavior. Journalof Applied Psychology，101(8),1082- 1096.   \nCheng,B., Dong,Y., Zhang, Z., Shaalan,A., Guo,G.,& Peng, Y. (2022). When targets strike back: How negative workplace gossp triggers political acts by employees. Journal of Business Ethics,175(2),289-302.   \nFehr,R.,Welsh,D.,Yam,K.C.,Baer,M.,Wei,W.,& Vaulont,M. (2019).The role of moral decoupling in the causes and consequences of unethical pro-organizational behavior. Organizational Behavior and Human Decision Processes,153,27-40.   \nFolger,R. (2oo1).Fairness as deonance.In S.W.Gilliland,D.D.Steiner,&D.P.Skarlicki (Eds.),Research in social issues in management (pp. 3-33). Information Age.   \nGouldner, A. W. (1960). The norm of reciprocity: A preliminary statement. American Sociological Review, 25(2), 161-178.   \nHaidt, J. (2003).The moral emotions.InR.J.Davison,K.R.Scherer,& H.H. Goldsmith (Eds.),Handbook of affective sciences (pp.852-870). Oxford University Press.   \nHeider,F. (1958). The psychology of interpersonal relations. New York, NY: Wiley.   \nJones,E.E.,& Davis,K.E.(1965).From acts to dispositions: The atribution process in person perception. InL. Berkowitz (Ed.),Advances in experimental social psychology (Vol. 2, pp. 219-266). Academic Press.   \nKurland,N.B.,& Pelled,L. H. (2ooo). Passing the word: Towarda model of gossipand power in the workplace. Academy of Management Review, 25(2), 428-438.   \nLeung,K.,Brew,F.P., Zhang,Z. X,& Zhang,Y. (20l1).Harmonyand conflict: Across-cultural investigation in ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "China and Australia.Journal of Cross-Cultural Psychology,42(5),795-816. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Lian, H.,Huai,M.,Farh,J.L., Huang,J.C.,Lee, C.,& Chao,M.M. (2O22).Leader unethical pro-organizational behavior and employee unethical conduct: Social learning of moral disengagement as a behavioral principle. Journal of Management, 48(2), 350-379.   \nLipe,M. G. (1991). Counterfactual reasoning as a framework for atribution theories.Psychological Bulletin, 109(3), 456-471.   \nLiu, X.,Jackson,L., Zhang,H.,Cai, Y. (2O21). Helping the organization but harming yourself: How unethical pro-organizational behavior predicts work-to-life conflict. Organizational Behavior and Human Decision Processes, 167,88-100.   \nManz, C. C.,& Sims,H. P. (1981). Vicarious learming: The influence of modeling on organizational behavior. Academy of Management Review, 6(1),105-113.   \nMishra,M, Ghosh, K., & Sharma,D. (in press). Unethical pro-organizational behavior: Asystematic review and futureresearchagenda.JournalofBusiness Ethics. Advanceonline publication. https://doi.0rg/10.1007/s10551-021-04764-w   \nMitchell,M.S., Vogel,R.M.,&Folger,R. (2015).Third partiesreactionstothe abusivesupervision ofcoworkers. Journal of Applied Psychology, 100(4),1040-1055.   \nMoorman,R.H.,Darnold,T.C.,&Priesemuth,M.(20l3).Perceived leader integrity: Supporting theconstruct validity and utility of a multi-dimensional measure in two samples.The Leadership Quarterly, 24(3), 427-444.   \nO'Fallon,M.J.,& Buterfield,K.D.(20l2). The influence of unethical peer behavior on observers’unethical behavior: A social cognitive perspective. Journal of Business Ethics, 109(2),117-131.   \nO'Reilly, J.，& Aquino,K. (2011). A model of third parties’ morally motivated responses to mistreatment in organizations. Academy of Management Review, 36(3), 526-543.   \nO'Reilly, J.,Aquino,K.,& Skarlicki,D. (2016). The lives ofothers: Third parties'responses to others’injustice. Journal of Applied Psychology, 101(2),171-189.   \nPodsakoff, P.M., Mackenzie,S.B.,Paine,J.B.,& Bachrach,D.G.(20oo).Organizational citizenship behaviors: A critical review of the theoretical and empirical literature and suggestions for future research. Journal of Management, 26(3), 513-563.   \nRobinson, S.L., Wang, W.,& Kiewitz, C. (2014). Coworkers behaving badly: The impact of coworker deviant behavior upon individual employees. Annual Review of Organizational Psychology and Organizational Behavior; 1,123-143.   \nTang,P. M., Yam, K. C.,& Koopman,J. (202O). Feeling proud but guilty? Unpacking the paradoxical natureof unethical pro-organizational behavior. Organizational Behavior and Human Decision Processes,160,68-86.   \nTrevino,L.K.,den Nieuwenboer,N.A.,& Kish-Gephart,J.J. (2014).(Un)Ethical behavior in organizations. Annual Review of Psychology, 65, 635-660.   \nUmphress,E.E., & Bingham, J.B. (2011). When employees do bad things for good reasons: Examining unethical pro-organizational behaviors. Organization Science, 22(3), 621-640.   \nUmphress,E.E.,Bingham,J.B.,& Mitchell,M.S.(2010). Unethical behavior in the nameof the company: The moderating effect of organizational identification and positive reciprocity beliefs on unethical pro-organizational behavior. Journal of Applied Psychology, 95(4),769-780.   \nUmphress,E.E.,Simmons,A.L,Folger,R.,Ren,R.,&Bobocel,R. (20l3).Observerreactions tointerpersonal injustice: The roles of perpetrator intent and victim perception. Journal of Organizational Behavior; 34(3),327- 349.   \nVetkazhi，R., Kamalanabhan, T. J., Malhotra,P.，Arora,R.，& Mueller，A.(in press. Unethical employee behaviour: Areview and typology. The International Journal of Human Resource Management. Advance online publication. https://doi.org/10.1080/09585192.2020.1810738   \nVroom, V. H. (1964). Work and motivation. New York, NY: Wiley.   \nWang,T.,Long,L.， Zhang, Y.，& He， W. (2019). A social exchange perspective of employee-organization relationships and employee unethical pro-organizational behavior: The moderating role of individual moral identity. Journal of Business Ethics,159(2),473-489.   \nWang,Y., Xiao, S.& Ren,R. (2O22). Amoral cleansing process: How and when does unethical pro-organizational behavior increase prohibitive and promotive voice.Journal of Business Ethics,176(1),175-193.   \nWee,E.W.M.,Liao,H.,Liu,D.,& Liu,J. (20l7).Moving fromabuse to reconciliation: Apower-dependence perspective on when and how a follower can break the spiral of abuse. Academy of Management Journal, 60(6), 2352-2380.   \nWen,P.，Chen,C.， Chen，S.，& Cao,Y. (2020） The two-sided effect of leader unethical pro-organizational behaviors on subordinates’behaviors: A mediated moderation model. Frontiers in Psychology, 11, 572455.   \nZhang,Y., He,B.,& Sun, X.(2018). The contagion of unethical pro-organizational behavior: From leaders to followers.Frontiers inPsychology,9,102. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Observer reactions to unethical pro-organizational behavior and their feedback effects ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "CHENG Ken1, WANG Yifei², LIN Yinghui³, WANG Jingl   \n(1 School of Management,Zhejiang University of Technology,Hangzhou 31o023,China)   \n0 $^ 2$ School of Economicsand Management,Tongji University,Shanghai 2ooo92,China) ( School of Management, Shanghai University, Shanghai 200444, China) ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Abstract: In the past decade,unethical pro-organizational behavior (UPB) has been a hot topic in the organizational behavior field. Compared to the research on the formation mechanisms of UPB, the studies on the effects of UPB are stillrather limited and mainly focus on the effect of leader UPB on employees and the effect of UPB on self-aware actors. Learning from and inspired by some views of correspondent inference theory and social cognitive theory, we develop a social interaction model of UPB between coworkers.This model, in which both actors and observers are employees, proposes that after observing actors conducting UPB, observers will expect the effect of UPB on actors and attribute motives to UPB, which, then afected by observers’ integrity, may trigger relevant psychological and behavioral reactions of observers. Furthermore, after receiving observers’ behavioral reactions, actors willinterpret the intentions underlying beneath observers' feedback, which then willaffect the behavior changes of actors.In the end, we put forward some future research directions of this theoretical model in terms of observers' moral judgment to UPB, cognitive appraisals related to the unethical attribute of UPB,and the internal mechanisms of behavior changes of UPB actors. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Key words: unethical pro-organizational behavior, observer reaction, social interaction ",
        "page_idx": 16
    }
]