[
    {
        "type": "text",
        "text": "Effects of water stress and NaCl stress on different life cycle stages of the cold desert annual Lachnoloma lehmannii in China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jannathan MAMUT1, TAN Dunyan1,2\\*, Carol C BASKIN1.3.4, Jerry M BASKIN1,3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Xinjiang KeyLaboratoryof Grasland Resources and Ecologyand MinistryofEducation,KeyLaboratory forWesternArid Region GrassadResourcesandEcology,CollgeofGasslandandEnvironment Sciences,Xinjiang AgriculturalUniversity Urumqi 830052, China;   \n2College of Biologyand EnvironmentalSciences,Jishou University,Jishou 4160o0,China;   \n3 Department of Biology,UniversityofKentucky,Lexington,KY40506,UA;   \n4 Department of Plant and Soil Sciences, University of Kentucky,Lexington,KY 40546,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: For a plant species to complete its life cycle in arid and saline environments, each stage of the life cycle must be tolerant to the harsh environmental conditions.The aim of the study was to determine the effects of water stress (water potentials of $- 0 . 0 5 , - 0 . 1 6 , - 0 . 3 3 , - 0 . 5 6 , - 0 . 8 5$ and $- 1 . 2 1 \\mathrm { M P a } _ { , }$ and $\\mathrm { \\Delta N a C l }$ stress(50,100,200,300,400,500 and $6 0 0 \\ \\mathrm { m m o l / L } \\ \\mathrm { N a C l } _ { \\prime }$ ） on seed germination percentage，seedling survival and growth, juvenile growth and plant reproduction of Lachnoloma lebmanni Bunge (Brassicaceae), an cold desert annual that grows in the Junggar Basin of Xinjiang, China in 2O10.Results indicated that low water stress $( - 0 . 0 5$ and $- 0 . 1 6 ~ \\mathrm { M P a } ,$ ） had no significant effect on seed germination percentage. With a decrease in water potential, germination percentage decreased,and no seeds germinated at $- 0 . 8 5$ and $- 1 . 2 1 \\ \\mathrm { M P a }$ water stresses.Germination percentage of seeds was significantly affected by $\\mathrm { \\Delta N a C l }$ stress, and higher germination percentages were observed under non-saline than saline conditions. An increase in NaCl concentrations progressively inhibited seed germination percentage,and no seeds germinated at $\\ge 4 0 0 \\ \\mathrm { m m o l / L 1 }$ NaCl concentration. Non-germinated seeds were transferred from both PEG (polyethylene glycol-60O0) and NaCl solutions to distilled water for seed germination recovery. The number of surviving seedlings and their heights and root lengths significantly decreased as $\\mathrm { \\Delta N a C l }$ stress increased.About $30 \\%$ of the plants survived and produced fruits/seeds at $2 0 0 \\ \\mathrm { \\ m m o l / L } \\ \\mathrm { ~ N ~ }$ NaCl concentration. Thus,seed germination, seedling establishment and reproductive stage in the life cycle of $L .$ lebmannii are water- and salt-tolerant, with sedlings being the least tolerant. These tolerances help explain why this species can survive and produce seeds in arid and saline habitats. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:drought stress;Lacbnoloma lebmannii; salinity tolerance; seed germination; seedling growth ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: Jannathan MAMUT,TAN Dunyan,Carol C BASKIN,Jerry MBASKIN.2019.Efects of water stress and NaCl stressondifferentlifecyclestagesof thecolddesertannualLachnolomalehmanniinChina.JournalofAridLand,1(5): 774-784.https://doi.org/10.1007/s40333-019-0015-8 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Desert habitats are characterized by harsh environmental conditions,for example seasonal and daily temperature extremes，low precipitation and high evaporation (Gutterman，2002).In addition,high groundwater level and strong physical weathering lead to the accumulation of salinity in the surface layer of the soil (Xi et al.,2OO6).In these habitats,substrate drought and salinity are major factors affecting seed germination percentage,establishment of seedlings (Ma et al.,2016) and plant growth and reproduction (Galle et al., 2OO7; Li et al., 2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Since seed germination and seedling establishment and growth are the most critical stages in the life cycle of plants,the status and the time of sedling growth determine whether the seedlings will survive or not (Kitajima and Fenner, 2OOO; Baskin and Baskin, 2O14; Ludewig et al., 2014; Hu et al.， 2O15).After dormancy is broken， favorable temperature,soil moisture and light conditions in environment must overlap with the seeds' requirements for germination, otherwise the seeds do not germinate. Especially in the case of desert annuals, information on the responses of seeds and seedlings to drought and high soil salinity is important in developing an understanding of the ecological adaptation of a species to the stressful desert habitats (Fenner and Thompson,2005; Zhang et el., 2010; Hu et al., 2015; Zhang et el., 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Drought, which is related to water potential of both soil and seed (Evans and Etherington,1990; Bradford,2002；Li et al.，2013；Hu et al.，2015)，is one of the most important limiting environmental factors restricting seed germination percentage and successful establishment of seedlings. Drought afects seed imbibition, seed germination percentage and growth of seedlings (Galle et al., 2OO7; Ahmad et al., 2Oo9). Salinity also has a critical influence on seed germination percentage and plant establishment. For example, increasing salinity concentrations may cause inhibition or delay of seed germination percentage, negatively affect seed_viability， induce secondary dormancy and reduce the growth of seedlings (Khan and Gul, 2Oo6; Zehra et al., 2013; Baskin and Baskin,2014; Santo et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Lachnoloma lehmannii Bunge is a cold desert annual that occurs in central and southwestern Asia. In China, this species grows only in rocky or saline sandy soils of deserts in the Junggar Basin of Xinjiang,China (Zhou et al., 2OOl; Mamut et al., 2O14). Since L. lehmannii grows and sets seeds in arid and saline habitats (Mamatriyim et al.,2O11), we hypothesized that the seed and seedling stages of its life cycle are tolerant of water stress and NaCl stress,which would be important adaptations to the harsh arid and saline habitats.To test this hypothesis,we researched the effects of water stress and NaCl stress on seed germination percentage and recovery,seedling survival and growth, juvenile growth and plant reproduction in $L$ 、lehmannii in the Junggar Basin of Xinjiang, China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Seed collectionand field site description ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Freshly matured silicles were collected from dry infructescences of $L$ .lehmannii plants growing on saline and sandy soils of the Junggar Basin $( 4 4 ^ { \\circ } 2 2 ^ { \\prime } 2 5 ^ { \\prime \\prime } \\mathrm { N }$ $8 8 ^ { \\circ } 0 8 ^ { \\prime } 3 0 ^ { \\prime \\prime } \\mathrm { E }$ ， $4 5 4 \\mathrm { ~ m ~ }$ a.s.l.), Xinjiang, China,on 21 June 2009 and 4 July 2O10.After collction, silicles were stored in paper bags under ambient conditions in laboratory ( $1 8 ^ { \\circ } \\mathrm { C } - 3 0 ^ { \\circ } \\mathrm { C }$ temperature and $20 \\% - 3 0 \\%$ relative humidity） until used. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area is an inland cold basin with a typical temperate desert climate.Mean monthly precipitation and monthly maximum and minimum temperatures at the Fukang Meteorological Station near to the Junggar Basin during 2OO1-2O1O are shown in Figure 1. Annual mean temperature is $8 . 3 ^ { \\circ } \\mathrm { C }$ and mean temperatures of the coldest (January) and hottest (July) months are $- 1 5 . 6 ^ { \\circ } \\mathrm { C }$ and $2 6 . 0 ^ { \\circ } \\mathrm { C }$ ,respectively. Average annual precipitation (including rainfall and snow) is $2 2 2 \\mathrm { m m }$ ,about two-thirds of which occurs in spring and summer,and the snow that falls in winter begins to melt in March or April. Annual potential evaporation is $> 2 0 0 0 \\mathrm { m m }$ (Wei et al., 2003). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 Effects of water stress on seed germination percentage and germination recovery ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To determine the effect of water stress on germination percentage,we used distilled water and solutions of polyethylene glycol-6000 (PEG-6000) (Michel and Kaufmann，1973） with water potentials of $- 0 . 0 5$ ，-0.16,-0.33, $- 0 . 5 6$ ， $- 0 . 8 5$ ，and $- 1 . 2 1 \\mathrm { \\bf ~ M P a }$ .Seeds were incubated in ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/311cd8b1fe8d8cc07bc68e3176c4c3a63b538aaf1b46f27dd7c907f308b58af9.jpg",
        "img_caption": [
            "Fig.1Mean monthly precipitation and monthly minimum and maximum temperatures at the Fukang Meteorological Station near the study site during 2OO1-2010 "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "9-cm-diameter Petri dishes on two sheets of Whatman No.1 filter paper moistened with distiled water or one of the six concentrations of PEG. Petri dishes were sealed with plastic film to retard evaporation，and seeds were incubated in a daily( $( 1 2 \\ \\mathrm { h } / 1 2 \\ \\mathrm { h } )$ light and dark regime（100 $\\mathrm { \\mu m o l } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } )$ $4 0 0 { - } 7 0 0 ~ \\mathrm { n m }$ ,cool white fluorescent light; hereafter referred to as light) at $1 5 ^ { \\circ } \\mathrm { C } / 2 ^ { \\circ } \\mathrm { C }$ the optimum conditions for germination (Mamut et al., 2O14). Three replications of 5O seeds (dry-stored for 6 months after ripened) were used for each treatment. Germination percentage in light was monitored daily for $1 5 { \\mathrm { d } } .$ ,after which non-germinated seeds were rinsed three times with distilled water and then incubated for an additional $1 5 { \\mathrm { ~ d ~ } }$ in Petri dishes containing $5 ~ \\mathrm { m L }$ distilled water to test for germination recovery. Germination recovery was calculated using the following formula: $( a { - } b ) / ( c { - } b ) { \\times } 1 0 0 \\%$ ，where $a$ is the total number of seeds that germinated in PEG solution plus those that recovered to germinate in distilled water; $b$ is the number of seeds germinated in PEG solution; and $c$ is the total number of seeds tested (Gul and Weber,1999). Final germination percentage was calculated as $( a / c ) { \\times } 1 0 0 \\%$ . Seed viability was expressed as $( a { + } d ) / c { \\times } 1 0 0 \\%$ ，where $d$ isthe number of embryosthat stainedpink ina $0 . 1 \\%$ solution of 2, 3, 5-triphenyl-2H-tetrazolium chloride (TTC) folowing the seed germination recovery test. For the viability test, seeds were cut open and placed in a $0 . 1 \\%$ aqueous TTC solution at $2 0 ^ { \\circ } \\mathrm { C }$ for $2 4 \\mathrm { ~ h ~ }$ Embryos that stained red or pink were considered to be viable and those that did not stain nonviable (Baskin and Baskin,2014). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Effects of NaCl stress on seed germination percentage and germination recovery ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The effectsof50，100，200，300，400，500 and $6 0 0 \\ \\mathrm { \\ m m o l / L \\ N a C l }$ concentrations on seed germination percentage were tested at a daily and night temperature regime of $1 5 ^ { \\circ } \\mathrm { C } / 2 ^ { \\circ } \\mathrm { C }$ （ $1 2 \\mathrm { h } / 1 2$ （204号 h) in light; control seeds were incubated in distiled water. Three replicates of 5O seeds were used for each treatment and control. Seeds were incubated in 9-cm-diameter Petri dishes on two sheets of Whatman No.1 filter paper moistened with distilld water or one of the seven concentrations of NaCl. Germination percentage was monitored daily for $1 5 { \\mathrm { ~ d ~ } }$ ，after which all non-germinated seeds were rinsed three times with distilled water and then incubated for $1 5 \\mathrm { ~ d ~ }$ in Petri dishes containing $5 ~ \\mathrm { m L }$ distilled water. Germination recovery, final germination percentage,and seed viability were determined as described above. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 Effects of water stress on plant growth and reproduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "On 28 March 2010, 60O ripened seeds were sown to a depth of $3 \\mathrm { c m }$ in 30 plastic pots ( $1 8 \\ \\mathrm { c m }$ in depth and $2 1 \\ \\mathrm { c m }$ in diameter with drainage holes at the bottom) filled with soil from the natural habitats of $L$ .lehmannii. The sown seeds were exposed to near-natural temperatures in a non-temperature-controlled metal frame house (top covered, with a sheet of plastic,only when it rained） in the experimental garden of Xinjiang Agricultural University， China. Before the beginning of treatment, the soil was watered daily to field capacity. To prevent variation in initial seedling size, we kept three seedlings of the same size in each pot and removed the others. After $2 0 \\mathrm { d }$ ，when the seedlings had four leaves, three moisture levels were applied to the plants: watered to field capacity every day (high water supply),watered every $3 \\mathrm { ~ d ~ }$ and watered every $6 { \\ : } \\mathrm { d } .$ There were 1O replicates per treatment, i.e.，1O pots each with three seedlings (3 treatments $\\times 1 0$ replicates $\\mathbf { \\nabla } \\times 3$ seedlings per replicate).The experiment was terminated on 1 July 2O1O,at which time the plant height, length of the longest roots,number of fruits,and number of seeds were recorded for the 3O plants from each treatment.Each plant was divided into root and shoot (including leaves,stems and fruits) and oven-dried to a constant weight at $8 0 ^ { \\circ } \\mathrm { C }$ for $4 8 \\mathrm { ~ h ~ }$ in paper bags. Then, all parts were weighed using an electronic-balance $\\left( 0 . 0 0 0 1 \\ \\mathrm { g } \\right)$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Effects of NaCl stress on seedling survival and growth ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Five replicates of 20 seeds were sown on 24 March 2010 in 35 pots ( $1 0 \\mathrm { c m }$ in diameter and $1 0 \\ \\mathrm { c m }$ in depth).Pots were watered with tap water and fertilized every $3 \\mathrm { ~ d ~ }$ with half strength Hoagland solution. Twelve days after sowing,the number of seedlings (with two cotyledons each） was removed to four per pot, and NaCl treatments were initiated. All plants were watered every day either with Hoagland solution or with Hoagland solution plus 5O mmol/L NaCl. The control plants (five pots） were watered only with Hoagland solution. Plants receiving 50,1O0,150, 200, 250 and $3 0 0 \\mathrm { m m o l / L N a C l }$ were watered with Hoagland solution plus NaCl for 1, 2, 3,4,5,and 6 d, respectively. After plants received their alotted amount of NaCl, they were watered only with Hoagland solution. The experiment was terminated after 3 weeks. During the experiment, a seedling was defined as dead when it became yellow and wilted. The number of dead seedlings was recorded daily.When the experiment was terminated, the height of living seedlings and the length of the longest root were measured. Biomass of seedlings was determined after drying at $8 0 ^ { \\circ } \\mathrm { C }$ for $4 8 \\mathrm { h }$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.6Effects of NaCl stress on juvenile growth and plant reproduction ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We determined the effect of NaCl on growth and reproduction of plants grown in aerated Hoagland solutions. Twenty 8-month-old (dry-stored) seeds were sown on 24 March 2010 in each of 50 pots ( $1 5 \\ \\mathrm { c m }$ in diameter and $1 1 \\ \\mathrm { c m }$ in depth) filled with sand and watered with tap water daily. Seedlings with three rosette leaves were transferred to plastic containers ( $4 0 \\mathrm { c m } { \\times } 3 0 \\mathrm { c m } { \\times } 1 2$ cm) filled with Hoagland solution. There were 1O seedlings per container and three replicates (containers） per treatment. After $^ \\textrm { \\scriptsize 7 d }$ ，when the seedlings had four leaves,NaCl treatments were initiated. Control seedlings received no $\\mathrm { \\Delta N a C l }$ ，and all others received 5O mmol/L NaCl (in Hoagland solution) for 1, 2, 3 and $^ 4 \\mathrm { d }$ ,resulting in NaCl concentrations of O,50,100,2OO and 300 mmol/L,respectively. During the experiment, the Hoagland solution (including NaCl) was changed weekly,and it was aerated in all containers with SP-78O pumps (Zhongshan Risheng Electric Appliance Co., Zhongshan, China). At the end of the life-cycle on 30 June 2O10,the number of surviving plants,height,length of the longest root, number of fruits,and number of seeds per plant were recorded. The plants in each treatment were collected separately and divided into root and shoot (including leaves,stems and fruits)and oven-dried to a constant weight at $8 0 ^ { \\circ } \\mathrm { C }$ for 48 h in paper bags. After drying,all parts were weighed using an electronic-balance $\\left( 0 . 0 0 0 1 \\ \\mathrm { g } \\right)$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.7 Data analyses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data were $\\log _ { 1 0 }$ or arcsine transformed as necessary to meet normality and homogeneity of variance assumptions (non-transformed data appear in all tables and figures). If the ANOVA (analysis of variance) assumptions were violated after data transformation,treatment differences were assessed by using the more conservative Kruskal-Wallis non-parametric test. One-way ANOVA was used to test the effects of water stress and NaCl stress on germination percentage and germination recovery， percentage of seedling survival, seedling growth， plant size and fruit/seed production. Tukey's HSD test and paired two-tailed tests were performed for multiple comparisons to determine if differences between individual treatments were significant $( P { < } 0 . 0 5 )$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Values are means±SE (Sokal and Rohlf, 1995). Data were analyzed using SPSS for Windows, Version 16.O (SPSS Inc., Chicago, IL, USA). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Effects of water stress on seed germination percentage and germination recovery ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Water stress had a significant effect on germination percentage $( P { < } 0 . 0 0 1 )$ . In general, germination percentage decreased with a decrease in water potential during incubation. Germination percentage was $> 8 0 \\%$ at 0.00, $- 0 . 0 5$ and $- 0 . 1 6 \\mathrm { M P a }$ water potentials; however, no seeds germinated at $- 0 . 8 5$ and $- 1 . 2 1$ MPa (Fig.2). Germination recovery of seeds incubated at $- 0 . 8 5$ and $- 1 . 2 1 \\ \\mathrm { M P a }$ were higher than that of seeds incubated at O.00, $- 0 . 0 5$ ， $- 0 . 1 6$ and $- 0 . 5 6$ （204 MPa. TTC staining showed that all of the non-germinated seeds were viable. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/9f6ec96a089d2c5243adf2bb4132cdd99be7f2c987d6af20947a8a8e46bb0065.jpg",
        "img_caption": [
            "Fig.2Effects of water stress on seed germination percentage and germination recovery of Lachnoloma lehmannii incubated at $1 5 ^ { \\circ } \\mathrm { C } / 2 ^ { \\circ } \\mathrm { C }$ in light.Bars indicate standard errors.Different lowercase letters indicate significant differences in seed germination percentage or germination recovery among different water stresses at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2Effects of NaCl stress on seed germination percentage and germination recovery ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Germination percentage was significantly affected by NaCl stress $( P { < } 0 . 0 0 1 )$ . At O and $5 0 \\mathrm { m m o l } / \\mathrm { L }$ NaCl concentrations,about $89 \\%$ and $78 \\%$ ，respectively,of the seeds germinated, but at $\\geq 4 0 0$ mmol/L NaCl concentration, none of the seeds germinated (Fig. 3; Table 1). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/d0dddcef37b7534a38eec2781355becb112c37b5eab819d0830538476aac8c5c.jpg",
        "img_caption": [
            "Fig.3Effects of $\\mathrm { \\Delta N a C l }$ stress on seed germination percentage of Lachnoloma lehmannii incubated at $1 5 ^ { \\circ } \\mathrm { C } / 2 ^ { \\circ } \\mathrm { C }$ in light with time.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After non-germinated seeds were transferred from NaCl solution to distilled water,they recovered and germinated. As NaCl decreased, germination recovery increased, and for NaCl concentrations ranging from 100 to $6 0 0 \\ \\mathrm { m m o l / L }$ , germination recovery was significantly higher than that of the control $( P { < } 0 . 0 0 1 )$ (Table 1). TTC staining showed that the percentage of viable non-germinated seeds remained after the recovery period increased with an increase in NaCl concentration. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/c9c1cf8b463a2e1eb6ffc8890b3f1fd0ccb3a37c3c6c348a743dce6281889ea3.jpg",
        "table_caption": [
            "Table 1 Effects of NaCl stress on seed germination and seed viability of Lachnoloma lehmanni "
        ],
        "table_footnote": [
            "Note:Diffrent lowercaseleters ineach column indicate significant differencesamong diferent NaClconcentrationsat $P { < } 0 . 0 5$ level. mean±SE. "
        ],
        "table_body": "<html><body><table><tr><td>NaCl c(mmor/Lt)n</td><td>Germination percentage</td><td>Germination recovery</td><td>Final germination percentage</td><td>Total viable seed</td><td>Viable non-germinated seeds (%)</td></tr><tr><td>0</td><td>88.7±5.3a</td><td>0.0±0.0a</td><td>88.7±0.1a</td><td>100.0±0.0a</td><td>11.3±0.1a</td></tr><tr><td>50</td><td>78.0±1.7a</td><td>41.7±5.8ab</td><td>87.1±1.6a</td><td>100.0±0.0a</td><td>12.9±1.6ab</td></tr><tr><td>100</td><td>44.2±1.4b</td><td>73.7±3.0d</td><td>85.6±1.2a</td><td>100.0±0.0a</td><td>14.5±1.2abc</td></tr><tr><td>200</td><td>27.3±3.0b</td><td>66.0±2.7d</td><td>70.0±4.7b</td><td>100.0±0.0a</td><td>30.0±5.0bcd</td></tr><tr><td>300</td><td>10.7±2.1c</td><td>58.4±4.7cd</td><td>63.2±0.1</td><td>100.0±0.0a</td><td>34.7±5.2d</td></tr><tr><td>400</td><td>0.0±0.0c</td><td>58.0±1.2cd</td><td>58.0±1.2bc</td><td>100.0±0.0a</td><td>30.5±0.7cd</td></tr><tr><td>500</td><td>0.0±0.0°</td><td>46.7±7.0cd</td><td>46.7±7.0cd</td><td>100.0±0.0a</td><td>32.0±4.2d</td></tr><tr><td>600</td><td>0.0±0.0c</td><td>34.7±0.7b</td><td>34.7±0.7d</td><td>100.0±0.0a</td><td>35.3±23.0d</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3 Effects of water stress on plant growth and reproduction ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Water stress significantly inhibited the height $( P { < } 0 . 0 0 1 )$ ,number of fruits $( P { < } 0 . 0 0 1 )$ ,number of seeds $( P { < } 0 . 0 0 1 )$ and shoot mass $( P { < } 0 . 0 0 1 )$ ，which decreased with a decrease in watering frequency. However, the root length $( P { = } 0 . 6 7 )$ ,root mass $( P { = } 0 . 5 7 )$ and root/shoot ratio $( P { = } 0 . 4 4 )$ （204号 were not significantly affected by water stress (Table 2). ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/0cdf275a48d98e9bc88dbf164e87b68256caea63b95e1ad055bbef64ac4a08d9.jpg",
        "table_caption": [
            "Table 2 Effects of water stress on plant growth and reproduction of Lachnoloma lehmannii "
        ],
        "table_footnote": [
            "Note:Differentlowercase lettrs withinacolumn indicate significant differencesamong different times of waterstresesat $P { < } 0 . 0 5$ level. Mean±SE. "
        ],
        "table_body": "<html><body><table><tr><td>Water stress (d)</td><td>Height of plant (cm)</td><td>No. of fruits per plant</td><td>No. of seeds per plant</td><td>Length of the longest root (cm)</td><td>Root mass (g）</td><td>Shoot mass (g）</td><td>Root/shoot ratio</td></tr><tr><td>1</td><td>20.1±0.7a</td><td>16.4±1.2a</td><td>32.5±2.4a</td><td>11.8±0.5a</td><td>0.1±0.1a</td><td>0.6±0.4a</td><td>0.2±0.1a</td></tr><tr><td>3</td><td>15.3±0.9b</td><td>11.3±0.9b</td><td>22.5±1.9b</td><td>10.5±0.5a</td><td>0.1±0.0a</td><td>0.4±0.1b</td><td>0.1±0.0a</td></tr><tr><td>6</td><td>12.4±0.7c</td><td>8.7±0.7c</td><td>17.1±1.2c</td><td>9.8±0.7a</td><td>0.1±0.0a</td><td>0.3±0.0c</td><td>0.1±0.0a</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4 Effects of NaCl stress on seedling survival and growth ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\mathrm { { N a C l } }$ stress had a significant effect on seedling survival $( P { < } 0 . 0 0 1 )$ ,height ${ \\scriptstyle ( P < 0 . 0 0 1 ) }$ , root length $( P { < } 0 . 0 0 1 )$ ，seedling biomass $( P { < } 0 . 0 0 1 )$ and root/shoot ratio（ ${ \\scriptstyle \\sum } 0 . 0 0 1$ ; Fig. 4). Low salinity (50 mmol/L NaCl) had no effect on seedling or root/shoot ratio, but 10O and/or 150 mmol/L NaCl concentration significantly inhibited the survival, height, biomass but not root/shoot ratio. No seedling growth occurred at NaCl concentration of $\\geq 2 5 0 \\ \\mathrm { m m o l / L }$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.5 Effects of NaCl stress on juvenile growth and plant reproduction ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Number of surviving plants $( P { < } 0 . 0 0 1 )$ ，plant height $( P { < } 0 . 0 0 1 )$ ,root length $( P { < } 0 . 0 0 1 )$ ,number of fruits $( P { < } 0 . 0 0 1 )$ ，number of seeds per plant ( ${ \\scriptstyle \\cdot } { \\cal P } { \\scriptstyle < } 0 . 0 0 1 )$ and seedling biomass $( P { < } 0 . 0 0 1 )$ （20 significantly decreased with an increase in $\\mathrm { \\Delta N a C l }$ concentration (Table 3). In this study, $5 0 \\mathrm { m m o l } / \\mathrm { L }$ NaCl concentration had no effect on any of these variables,except for plant height. However, seedling growth and development were inhibited at 1OO mmol/L NaCl concentration，all parameters were significantly inhibited at $2 0 0 \\ \\mathrm { \\ m m o l / L \\ N a C l }$ concentration and no seedlings survived at $\\geq 2 0 0 \\ \\mathrm { m m o l / L \\ N a C l }$ concentration. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Discussion and conclusions ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our hypothesis that the seed and seedling stages of the life cycle of $L .$ .lehmannii are tolerant of water stress and $\\mathrm { \\Delta N a C l }$ stress was supported by data from the germination experiment in the laboratory (Figs.2 and 3） and by data from the seedling survival, juvenile growth and plant reproduction studies in the experiment (Fig. 4; Tables 2 and 3). $L .$ lehmannii is an annual that and germinates and completes its life cycle in saline regions of the cold desert; thus, its seeds plants are subjected to both water stress and $\\mathrm { \\Delta N a C l }$ stress.Not surprisingly，seeds of this species are tolerant of moderate water $( - 0 . 0 5$ and $- 0 . 1 6 \\mathrm { \\ : M P a } ,$ ）stress and $\\mathrm { { N a C l } }$ (50 and $1 0 0 \\ \\mathrm { m m o l / L }$ ）stress. However, germination percentage was inhibited at $- 0 . 8 5 \\mathrm { M P a }$ water stress and reduced to $10 \\%$ at 300 mmol/L NaCl concentration. Mamatriyim et al. (2O11） reported that the germination percentage of $L .$ lehmannii seeds was about $22 \\%$ when incubated in a 3OO mmol/L NaCl solution at $1 5 ^ { \\circ } \\mathrm { C } / 5 ^ { \\circ } \\mathrm { C }$ ： ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/96f471748fdeddb120e653bc1de6328a4ec2ade245362d55fc69e0653db6924d.jpg",
        "img_caption": [
            "Fig. 4Effects of $\\mathbf { N a C l }$ stress on seedling survival (a),seedling height (b),root length (c),root/shoot ratio (d) and seedling biomass(e)of Lachnoloma lehmanni. Different lowercase leters indicate significant differences among different $\\mathrm { { N a C l } }$ concentrations at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/ac346dca1d165a662e2f9c0191a3d13e54b4333ca676b889e788db2c3c571332.jpg",
        "table_caption": [
            "Table3 Effect of NaCl stress on growth and reproduction of Lachnoloma lehmannii "
        ],
        "table_footnote": [
            "Note:Different lowercase leters within acolumn indicate significant diferences among diferent NaCl concentrationsat $P { < } 0 . 0 5$ level. Mean±SE. "
        ],
        "table_body": "<html><body><table><tr><td>NaCl concentration (mmol/L)</td><td>No.of surviving plants</td><td>Plant height (cm)</td><td>No.of fruits per plant</td><td>No.of seeds per plant</td><td>Length of the longest root (cm)</td><td>Root dry mass (g)</td><td>Shoot dry mass (g)</td><td>Root/shoot ratio</td></tr><tr><td>0</td><td>26.3±1.2a</td><td>28.4±1.2a</td><td>33.0±3.2a</td><td>66.3±6.3a</td><td>14.6±0.5a</td><td>0.3±0.0ab</td><td>0.7±0.1a</td><td>0.5±0.0a</td></tr><tr><td>50</td><td>23.3±0.9a</td><td>18.4±0.9b</td><td>25.0±2.1a</td><td>48.8±3.9a</td><td>15.1±0.8a</td><td>0.4±0.0a</td><td>0.9±0.1a</td><td>0.4±0.0a</td></tr><tr><td>100</td><td>16.0±1.2b</td><td>13.7±1.0c</td><td>10.4±1.9b</td><td>20.7±3.2b</td><td>15.4±0.9a</td><td>0.1±0.1b</td><td>0.5±0.1b</td><td>0.2±0.0b</td></tr><tr><td>200</td><td>10.0±0.8c</td><td>6.1±1.4d</td><td>3.8±0.9c</td><td>7.6±1.2c</td><td>8.4±1.2b</td><td>0.1±0.0c</td><td>0.3±0.1b</td><td>0.2±0.0b</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The ecological implications of these responses of $L .$ lehmannii seeds to water stress and $\\mathrm { { N a C l } }$ stress are that the most favorable time for germination in the cold desert would be the summer season when rainfall is relatively high. Summer germination, however,would result in plants of this annual species having a short growing season before onset of frost in autumn.For the maximum fitness (i.e., seed production), germination in early spring is beter than that in summer because plants from spring-germinating have more time to grow and thus produce more seeds than plants from summer-germinating. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Spring germination of $L .$ lehmannii seeds is possible due to (1) moderate tolerance of seeds to water stress and $\\mathrm { \\Delta N a C l }$ stress,(2） snow melt and possibly some rainfall that reduce water stress and NaCl stress,and (3) ability of seeds to germinate at early spring temperatures (i.e., $5 ^ { \\circ } { \\bf C } / 2 ^ { \\circ } { \\bf C }$ and $1 5 ^ { \\circ } \\mathrm { C } / 2 ^ { \\circ } \\mathrm { C } )$ (Mamut et al.，2O14). It has been previously shown that seeds of halophytes germinate when rainfall (or snow melt) decreases soil salinity (Ungar,1991; Khan and Ungar, 2001; Huang et al., 2003; Wetson et al., 2008). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The fact that high NaCl did not kill the seeds of $L$ ，lehmannii and that they could germinate when moved to fresh water suggests that high NaCl inhibits germination percentage in the field until there is sufficient soil moisture to reduce the salinity. However,isolated seeds of $L .$ lehmannii germinated to only about $20 \\%$ at high summer temperatures (e.g., $2 5 ^ { \\circ } \\mathrm { C } / 1 5 ^ { \\circ } \\mathrm { C }$ and $3 0 ^ { \\circ } \\mathrm { C } / 1 5 ^ { \\circ } \\mathrm { C } )$ ,and none of the seeds enclosed by the fruits and incubated in light or in darkness germinated at these temperatures (Mamut et al.， 2O14). Thus,due to high temperatures in the habitats,rainfall in summer would not result in a high germination percentage,although soil salinity was decreased.Furthermore, some seeds of $L .$ lehmannii did not germinate after being transferred from high NaCl concentrations to distill water，suggesting that they had entered secondary dormancy,which further ensures that seeds would not germinate following rainfall in summer. Consequently， seeds would remain non-germinated in the soil until spring when temperatures are relatively low and snow melt and rainfall decrease salinity. Spring germination also has been documented in other desert-inhabiting Brassicaceae such as Alyssum minus (Sun et al., 2012),Diplotaxis harra (Tlig et al., 2008) and Farsetia aegyptia (Bhatt et al.,2018). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Seed germination is a key stage in the life cycle of plants (Tevis,1958; Mott,1974; Tang et al., 2009)，but unless it occurs at a time when habitat conditions are favorable for seedling establishment and growth,the seedlings will die (Ungar,1995; Khan and Gulzar,2O03; Tlig et al., 2008; Bojovic et al.,2010; Gul et al.,2013; Wang et al.,2015). Thus, germination is most likely to occur when seedlings can survive due to a long-term natural selection (Grappin et al., 2000; El-Keblawy and Al-Rawai, 2Oo5). In arid and semi-arid regions,soil moisture is one of the most important factors controlling seed germination (Koller,1969; Gutterman,1990; Tang et al., 2009) and limiting seedling survival, growth and productivity (Raich et al.,1991; Haase et al.,1999). In our study,decreased watering frequency resulted in decreased size of $L .$ lehmannii plants,but even the smallest plants produced seeds. Since L. lehmannii plants can produce seeds when water stressed, some seeds will be produced regardless of the unpredictability of rainfall in spring and summer, ensuring that the population can persist at local habitats. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Salt tolerance during the growth and sexual reproduction stages of the life cycle may differ from that during seed germination stage (Kigel,1995; Gutterman,2002; Tlig et al., 2008). In fact, some studies suggest that the seedling stage has the lowest tolerance to extreme environmental factors (Gutterman,1993; Khan and Rizivi,1994; Qu et al.,2008). In L. lehmanni,the number of surviving seedlings and their height and root length decreased significantly as NaCl concentration increased. This characteristic of $L .$ lehmannii is similar to that of the desert species Suaeda corniculata (Yang at al.,2Ol7). However, the root/shoot ratio increased with an increase in NaCl concentration (Fig. 4d)，suggesting that proliferation/growth of roots was occurring in young seedlings，which would increase water uptake from the saline substrate,thereby helping to prevent seedling death. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For plants of $L .$ lehmannii grown to maturity (Table 3), increased NaCl concentration decreased the number of surviving plants, height,root length, number of fruits/seeds per plant, biomass and root/shoot ratio.Thus, inhibition by NaCl stress of growth and development of $L .$ lehmannii was lower than that of the sedling stage.In this study,5O mmol/L NaCl concentration had no effect on plant growth and reproduction,except for plant height. Thus, $30 \\%$ of the plants survived and produced fruits/seeds at 2OO mmol/L NaCl concentration, suggesting that plants of $L .$ lehmannii are more salt-tolerant than other desert species, such as Pachypterygium multicaule,Malcolmia africana and Tetracme quadricornis (Mamatriyim etal.,2011). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Flowers and Colmer (2OO8） defined halophytes as species that survive and reproduce in environments where the salinity concentration is around $2 0 0 \\mathrm { m m o l / L }$ or more.In our study,seeds of $L .$ lehmannii germinated and plants survived and produced seeds at 2OO mmol/L NaCl concentration. Also like seeds of other halophytes (Khan and Ungar, 2OOl; Huang et al., 2003; Tlig et al.,2008)，seeds of $L .$ lehmannii remained viable and most of them recovered and germinated after exposure to high NaCl concentrations. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "During seed germination stage, the life cycle of $L$ 、lehmanii has the highest resistance to water stress and NaCl stress,and seedlings are most susceptible. However, tolerance of water stress and NaCl stress increased with growth and reproduction of the plants. In the field, newly-germinated seedlings can be found in early spring,at which time rainfallis unpredictable but there is water from snow melt. With low rainfall and increasing temperatures,the salinity concentration of the soil increases; therefore,some seedlings die. The seedlings that do survive become increasing tolerant, no doubt due in part to the development of a good root system. Also,during summer the rainfall may increase.Nonetheless, plants grow, flower, and produce seeds under high salinity stress.We conclude that high tolerances of water stress and $\\mathrm { \\Delta N a C l }$ stress are important adaptations of $L .$ lehmannii plants to persist in arid and saline habitats of the cold desert with unpredictable timing and amount of rainfall. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This study was supported by the National Basic Research Program of China(2O14CB954202)and the National Natural Science Foundation of China (31460128,U1603231,31760060). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ahmad S,AhmadR,AshafMY,etal.2Oo9.Sunflower(Helianthus annuusL.)response todrought stress at germinationand seedling growth stages.Pakistan Journal of Botany,41(2): 647-654.   \nBaskin CC,BaskinJM.2O14.Seeds: Ecology,Biogeography,and Evolutionof Dormancy and Germination( $2 ^ { \\mathrm { n d } }$ ed.). Elsevier: Academic Press,1-35.   \nBhatt A,BhatNR,uleimanMK,etal.2Ol8.Effectsofstorage,mucilagepresence,photoperiod,thermoperiodandsaliityon germinationofFarsetiaaegyptiaTurra (Brasicaceae）seeds: implications forrestorationand seed banks in Arabian Desert. Plant Biosystems,153(2): 280-287.   \nBojovic B,Delic G,Topuzovic M.20l0.EfectsofNaClonseed germination insome species fromfamiliesBrasicaceae and Solanaceae.Kragujevac Journal of Science,32: 83-87.   \nBradford KJ.2O02.Applicationsof hydrothermal timeto quantifyingand modelingseed germinationand dormancyWeed Science,50: 248-260.   \nEl-KeblawyA,Al-RawaiA.2o5.Effectsofsalinity,temperatureandlightongerminationofinvasiveProsopisjuliflora(Sw.) D.C.Journal of Arid Environments,61(4): 555-565.   \nEvansCE,EtheringtonJR.1990.Theeffctsof soil waterpotential onseed germinationofsomeBritish plants.New Phytologist,115(3): 539-548.   \nFenner M,Thompson K.2O05.The Ecology of Seeds.Cambridge:Cambridge University Press,331-359.   \nFlowers TJ,Colmer TD.2008.Salinity tolerance in halophytes.New Phytologist,179(4): 945-963.   \nGalle A,Haldimann P,Feler U.2O07.Photosynthetic performance and water relations inyoung pubescent oak（Quercus pubescens) trees during drought stress and recovery. New Phytologist,174(4):799-810.   \nGrappinP,BouinotDSottaB,etalo.Controlofseeddrmancyinicotianaplumbaginifolia:post-imbibitiobciic acid synthesis imposes dormancy maintenance.Planta,21O(2):279-285.   \nGulB,WeberDJ1999.Effectofsalinity,light,and temperatureongerminationinAllenrolfeaoccidentalis.CanadiaJournal of Botany,77(2): 240-246.   \nGul B,AnsariR,Flowers TJ,etal.2O13.Germination strategiesof halophyteseedsunder salinity.Environmental and Experimental Botany,92:4-18.   \nGuterman Y.199o.Does the germination differ in plantsoriginating in deserts receiving winterorsummerrain?Israel Journal   \nGutterman Y. 20O2.Survival Strategies of Annual Desert Plants.Berlin: Springer-Verlag,211-280.   \nHase P,PugnaireFI,Clark SC,etal.199.Environmental controlof canopydynamicsandphotosyntheticrate in the evergreen tussock grass Stipa tenacissma. Plant Ecology,145(2): 327-339.   \nHu X W,Fan Y,BaskinCC,etal.2015.Comparisonofthe efectsoftemperature and waterpotential onseed germinationof Fabaceae species from desert and subalpine grassland. American Journal of Botany,102(5): 649-660.   \nHuang ZY,Zhang XS,Zheng GH,etal.2Oo3.Influenceoflight,temperature,salinityandstorageonseed germinationof Haloxylon ammodendron. Journal of Arid Environments,55(3): 453-464.   \nKhan MA,RizviY.1994.Efectofsalinity,temperature,and growthregulators on thegerminationandearlyseedling growth of Atriplex griffithii var. stocksii. Canadian Journal of Botany,72(4): 475-479.   \nKhan MA,UngarIA.2Oo1.Efectof germination promoting compounds on thereleaseof primaryand salt-enforced sed dormancy in the halophyte Sporobolus arabicus Bioss.Seed Science and Technology,29:299-306.   \nKhanMA,Gulzar S.2Oo3.Germinationresponsesof Sporobolusioclados: asaline desert grassJournalofAridEnvironments, 53:387-394.   \nKhan MA,Gul B.2006.Halophyte seed germination.In: Khan MA,Weber D J.Ecophysiologyof High Salinity Tolerant Plants. Netherlands: Springer,11-30.   \nKigelJ.1995.Factorsafecting germinationofaridandsemiaridregions.In:Kigel J,GaliliG.Seed Developmentand Germination. New York: Marcel Dekker, 645-700.   \nKitajima K,Fenner M.2Ooo.Ecologyof seedlingregeneration.In:Fenner M.Seeds:theEcologyof Regeneration inPlant Communities $2 ^ { \\mathrm { n d } }$ ed.).Wallingford: CABI Publishing,331-359.   \nKoler D.1969.The physiology of dormancy and survival of plants in desert environments.Symposium of the Society of Experimental Biology,23: 449-469.   \nLi H,Li X, Zhang D,et al.2O13.Efectsof droughtstressontheseed germinationandearlyseedling growth ofthe endemic desert plant Eremosparton songoricum (Fabaceae).Excli Journal,12: 89-101.   \nLudewig K,ZellB,EcksteinRL,etal.2014.Diferentialeffectsofreduced waterpotentialonthegerminationoffloodplain grassland species indicative of wet and dry habitats. Seed Science Research,24(1): 49-61.   \nMa YL,Zhang JH,Li XR,etal.2016.Effectsof environmental stress onseed germinationandseedling growthof Salsola ferganica (Chenopodiaceae).Acta Ecologica Sinica,36(6): 456-463.(in Chiese)   \nMamatriyim N,Yunus Q,Tan D Y.2011.Seed germination and plant growth of four ephemeral species under salt stress.Acta Botanica Boreali-Occidentalia Sinica,31(8):1618-1627.(in Chinese)   \nMamut J,TanDY,Baskin CC,etal.2014.Roleof trichomes and pericarpintheseedbiologyofthe desertannualLacholoma lehmannii (Brassicaceae).Ecological Research,29(1): 33-44.   \nMichel BE,Kaufmann MR.1973.The osmotic potential of polyethylene glycol 600.Plant Physiology,51(5): 914-916.   \nMottJJ.1974.Factors afectingseed germination in three anual species from anaridregion of Western Australia.Journalof Ecology,62(3): 699-709.   \nQu X X,Huang ZY,BaskinJM,etal.2O08.Effectoftmperature,lightandsalinityonseedgerminationandradiclegrowthof the geographically-widespread halophyte shrub Halocnemum strobilaceum.Annals of Botany,101(2): 293-299.   \nRaich JW,RastettrEB,MelillJM,etal.1991.Potentialet primaryproductivityinsouthAmerica:applicationofaglobal model. Ecological Applications,1(4): 399-429.   \nSanto A,MatanaE,FrigauL,etal.20l7.EffectsofNaCl stressonseedgerminationand seedlingdevelopmentof Brasica insularis Moris (Brassicaceae).Plant Biology,19(3): 368-376.   \nSokal RR,Rohlf FJ.1995.Biometry: the principles and practice of statistics in biological research ( $3 ^ { \\mathrm { r d } }$ ed.). San Francisco: Freeman, 887.   \nSunY,TanDY,BaskinCC,etal.2Ol2.Roleof mucilage insed dispersaland germinationof theannual ephemeral Alyssum minus (Brassicaceae).Australian Journal of Botany,6O(5): 439-449.   \nTang AJ,Tian MH,Long CL.2O09.Seeddormancyand germinationofthreeherbaceous perennialdesert ephemerals fromthe Junggar Basin, China. Seed Science Research,19(3): 183-189.   \nTevis L.1958.Germination and growth of ephemerals induced by sprinkling asandy desert.Ecology,39(4): 681-688.   \nTligT,Gorai M,Nefati M.2Oo8.Germinationresponsesof Diplotaxisharr totemperatureandsalinity.Flora03(5): 421-428.   \nUngar IA.1991. Ecophysiology of Vascular Halophytes. Boca Raton: CRC Press, 209.   \nUngarIA.1995.Seed germinationand seed-bank ecologyof halophytes.In:Kigel J,Galili G.Seed Development and Germination.New York:Marcel Dekker,599-627.   \nWangFX,XuYG,Wang S,etal.2O15.Salinityaects productionand salt toleranceof dimorphic seedsof Suaeda salsa. Plant Physiology and Biochemistry,95:41-48.   \nWei W S,Zhang P,Gao WD,et al.2O03.Climate and desert environment evolution in sandstorm source areaof Xinjiang, China.Journal of DesertResearch,23(5):483-487.(in Chinese)   \nWetsonA M,Cassaniti C,Flowers TJ.2O08.Do conditions during dormancy influence germinationof Suaeda maritma? Annals of Botany,101(9):1319-1327.   \nXi JB,Zhang F S,Tian C Y.2006.Halophytes in Xinjiang.Beijing: Science Press,235-255.(in Chinese)   \nYangF,BaskinJM,BaskinCC,etal.2O17.Divergenceinlife historytraits between twopopulationsof aseed-dimorphic halophyte in response to soil salinity.Frontiers in Plant Science,8:1028.   \nYang HL,Huang ZY,Baskin CC,etal.2O09.Responsesof caryopsis germination,earlyseedling growthandramet clonal growth of Bromus inermis to soil salinity.Plant and Soil,316(1-2): 265-275.   \nZehra A,Gul B,AnsariR,etal.2Ol3.Interactive effectof salt,lightand temperatureonseed germinationandrecoveryofa halophytic grass-Phragmites karka.Pakistan Journal of Botany,45:725-736.   \nZhangSR,SongJ,WangH,etalolo.Eectofsalinityonseedgermination,oncontentandpotosythesisofotyledosin halophytes or xerophyte growing in central Asia. Journal of Plant Ecology,3(4): 259-267.   \nZhangT,SongJ,FanJL,etal.2O15.Efectsofsaline-waterloginganddryness/moistalternationsonseedgerminatioof halophyte and xerophyte.Plant Species Biology,30(3):231-236.   \nZhouTY,LuLL,YangG,etal.2O1.Brassicaceae.In: WuZYRavenPH.FloraofChina8.Beijing:Science Pre,-6.(in Chinese) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]