[
    {
        "type": "text",
        "text": "Isotope implicationsofgroundwaterrecharge, residence time and hydrogeochemical evolution of the Longdong Loess Basin, Northwest China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LING Xinying1,2\\*,MA Jinzhu1, CHEN Peiyuan1, LIU Changjie², Juske HORITA² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1KeyLaboratoryof Western China's Environmental System (Ministryof Education),Lanzhou University,Lanzhou73000, China;   \n² Department of Geosciences,Texas Tech University,Lubbock TX7949, USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Groundwater plays a dominant role in the eco-environmental protection of arid and semi-arid regions. Understanding the sources and mechanisms of groundwater recharge,the interactions between groundwater and surface water and the hydrogeochemical evolution and transport processes of groundwater in the Longdong Loess Basin,Northwest China,is of importance for water resources management in this ecologicaly sensitive area.In this study,71 groundwater samples (mainly distributed at the Dongzhi Tableland and along the Malian River) and 8 surface water samples from the Malian River were collected，and analysis of the aquifer system and hydrological conditions，together with hydrogeochemical and isotopic techniques were used to investigate groundwater sources, residence time and their associated recharge processes. Results show that the middle and lower reaches of the Malian River receive water mainly from groundwater discharge on both sides of valley, while the source of the Malian River mainly comes from local precipitation. Groundwater of the Dongzhi Tableland is of a $\\mathrm { H C O } _ { 3 } – \\mathrm { C a - N a }$ type with low salinity. The reverse hydrogeochemical simulation suggests that the dissolution of carbonate minerals and cation exchange between $\\mathrm { C a } ^ { 2 + }$ ， $\\mathrm { M g ^ { 2 + } }$ and $\\mathrm { N a ^ { + } }$ are the main water-rock interactions in the groundwater system of the Dongzhi Tableland. The $\\delta ^ { 1 8 } \\mathrm { O }$ (from $- 1 1 . 7 0 \\text{‰}$ to $- 8 . 5 2 \\text{‰}$ and $\\delta ^ { 2 } \\mathrm { H }$ (from $- 8 6 . 1 5 \\\\text{‰}$ to $- 6 5 . 7 5 \\mathrm { ‰ }$ ） values of groundwater are lower than the annual weighted average value of precipitation but closer to summer-autumn precipitation and soil water in the unsaturated zone, suggesting that possible recharge comes from the summer-autumn monsoonal heavy precipitation in the recent past ${ \\le } 2 2 0$ a). The corrected $^ { 1 4 } \\mathrm { C }$ ages of groundwater range from 3,000 to 25,000 a old, indicating that groundwater was mainly from precipitation during the humid and cold Late Pleistocene and Holocene periods. Groundwater flows deeper from the groundwater table and from the center to the east, south and west of the Dongzhi Tableland with estimated migration rate of $1 . 2 9 { - } 1 . 4 3 ~ \\mathrm { m / a }$ ，The oldest groundwater in the Quaternary Loess Aquifer in the Dongzhi Tableland is approximately 32,000 a old with poor renewability. Based on the $\\delta ^ { 1 8 } \\mathrm { O }$ temperature indicator of groundwater,we speculate that temperature of the Last Glacial Maximum in the Longdong Loess Basin was $2 . 4 ^ { \\circ } \\mathrm { C } \\mathrm { - } 6 . 0 ^ { \\circ } \\mathrm { C }$ colder than the present. The results could provide us the valuable information on groundwater recharge and evolution under thick loess layer, which would be significative for the scientific water resources management in semi-arid regions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: groundwater recharge； hydrogeochemical evolution; isotope technology; $^ { 1 4 } \\mathrm { C }$ dating;paleoclimate; residence time; Chinese Loess Plateau ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:LING Xinying,MA Jinzhu,CHEN Peiyuan，LIU Changjie,Juske HORITA.2022Isotope implications of groundwaterrecharge,esidencetimeandhydrogeochemical evolutionoftheLongdongLoess Basin,Northwest China.Journal of Arid Land,14(1):34-55.https://doi.org/10.1007/s40333-022-0051-7 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Groundwater, approximately accounting for $96 \\%$ of freshwater on the Earth except for glaciers (Shiklomanov and Rodda, 2Oo3), is an essential global strategic resource and plays an important role in economic development as well as ecological balance.As the crisis of global water resources intensifies,especially in arid and semi-arid regions, where surface water resources are limited,the imbalance between water supply and demand,water pollution,the deterioration of ecological environments and other problems are increasingly prominent (Edmunds et al., 2006; Jia et al.,2O21). In those regions,groundwater has been increasingly exploited and utilized to meet urgent need for the sustainability of society (Ragab and Prudhomme, 2OO2; Xia and Zhang, 2008;Pang et al., 2O2O; Cigna and Tapete, 2O21). In addition to human activities,groundwater systems also respond to and record external,long-term natural factors such as regional to global climate changes (Walling and Fang, 2O03; Ye et al.,2003; Christensen et al., 2004; Liu and Xia, 2004; Choi et al., 2005; Conway, 2005; Magilligan and Nislow, 2008; Amanambu et al., 2020; Patil et al., 2O2O). Understanding the property of groundwater resources, and their recharge and transport processes could contribute to science-based management and sustainable development of water resources on regional to global scales (Kinzelbach et al., 2OO3; Wheater et al., 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Longdong Loess Basin, located on the Chinese Loess Plateau, is an important national energy industry base. Petroleum industry brings not only economic development,but also serious environmental problems.The leakage from oil wels and transport lines,and the discharge of wastewater and petroleum products heavily affect the quality of surface water and shallow groundwater. Since the 199Os,the total amount of wastewater discharged by petroleum industry into the Malian River reached $1 . 1 4 \\times 1 0 ^ { 7 } \\mathrm { m } ^ { 3 }$ ，which accounts for $6 3 \\%$ of the total wastewater discharge of Qingyang, Gansu Province, China. Hexavalent chromium, volatile phenol and sulfate of Malian River were detected in 2O13,and the values were all above the regulatory limits (Pan et al., 2014). As surface water is heavily pollted and not usable, groundwater has become the main water resource for economic development and human life in the Longdong Loess Basin. Recently, with the increasing exploitation of groundwater, a series of problems have emerged, including the decline of groundwater levels and groundwater pollution (Li, 2O13).Li (2O14) found that the amount of groundwater exploitation in the Dongzhi Tableland in 2O11 was three times that in 1979,and groundwater levels at some areas have declined $1 2 \\mathrm { ~ m ~ }$ in the past 24 a. If this trend continues,further deterioration of ecosystems in the Dongzhi Tableland and even in the Longdong Loess Basin will be unavoidable (Li et al.，2O14).Furthermore,the time required for annual precipitation to reach the groundwater table ranges from decades to hundreds of years,and the recharge $( 3 . 0 { \\times } 1 0 ^ { 7 } { - } 3 . 2 { \\times } 1 0 ^ { 7 } \\mathrm { m } ^ { 3 } / \\mathrm { a } )$ through the thick unsaturated loess layer contributes so little to the groundwater system in the Dongzhi Tableland (Huang et al.,2O2O). Therefore, comprehensive studies on groundwater resources， hydrogeochemical evolution and groundwater flow mechanisms based on multi-tracers and multi-techniques are urgently needed to provide scientific guidance for the exploitation and management of groundwater resources and the protection of environment (Ma et al.,2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the recent decades, studies of groundwater evolution and recharge processes have caught attentions of hydrologists and scientists (Edmunds et al., 2003,2006;Ma and Edmunds,2006). For instance, several geochemical tracers have been utilized to analyze groundwater recharge and residence time in North Africa, which can help to evaluate groundwater resources and understand the environmental and climatic change processes (Edmunds et al.,2Oo3). Groundwater evolution and its controlling factors were analyzed in Arabia,and the similarity of hydrogen and oxygen isotopes indicated the same source of groundwater (Murad et al.,2O11). Noble gases were used to estimate the age of deep paleo-groundwater and brine in the Baltic Artesian Basin (Gerber et al., 2017). Cochand et al. (2O2O) determined the rapid groundwater recharge dynamics in permafrost watershed of Nunavik based on the combination of hydrogeochemical and isotopic tracers. Jesiya et al. (2O21） used stable isotope ratios to solve the problems related to groundwater systems in coastal cities in southern India. Obeidat at al. (2O21) identified the source of nitrate in the upper aquifer system of the Wadi Shueib Catchment in Jordan using stable isotope analysis method. In Northwest China，based on a wide range of geochemical tracers，it was found that local groundwater in the Minqin Basin had received a supply of water under a cold and wet period from the Late Pleistocene to Holocene (Edmunds et al.，2Oo6). Hydrological and hydrochemical processes were analyzed in groundwater-fed oasis under arid climate (Wang et al.,2020). Groundwater flow paths, recharge processes, as well as groundwater ages were studied by using isotopes in multiple researches (Wang et al.,202O; Zhang et al.,202O). In the Longdong Loess Basin,Jia (2O1O） compared the components of groundwater before and after the 2O0Os and analyzed the influence of petroleum polltants on groundwater and its geochemical evolution characteristics.Li (2O13） studied the groundwater dynamics of the Dongzhi Tableland and found that the declining groundwater levels were resulted from decreasing recharge rate and the increasing exploitation rate of groundwater. Although studies on the quality and quantity of groundwater characteristics in the Longdong Loess Basin were carried out， the complex groundwater system, recharge mechanisms and renewability are still poorly understood. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The main objective of this study is to reveal the characteristics of hydrogeochemical evolution, groundwater recharge sources， residence times and migration rates， and paleoclimate characteristics of groundwater in the Longdong Loess Basin by a combination of geochemical tracer techniques, such as chemical compositions of dissolved ions,hydrogen and oxygen stable isotopes of water,and radiocarbon dating of dissolved $\\mathrm { C O } _ { 2 }$ species.These results could not only contribute to the understanding of the groundwater system in the Longdong Loess Basin, but also provide science-based support and guidance for the regional management of groundwater resources and water sustainability. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 General setting ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Longdong Loess Basin $( 3 4 ^ { \\circ } 5 4 ^ { \\prime } - 3 7 ^ { \\circ } 1 0 ^ { \\prime } \\mathrm { N } _ { \\mathrm { \\scriptscriptstyle ; } }$ ， $1 0 6 ^ { \\circ } 2 1 ^ { \\prime } \\mathrm { - } 1 0 8 ^ { \\circ } 4 5 ^ { \\prime } \\mathrm { E } )$ is located in the east part of Gansu Province, China; it is bounded by the Ziwuling Mountain to the east, the Liupan Mountains to the west, the Yangjuan Mountain to the north and the Guanzhong Plain to the south (Fig. 1). The total area is $3 . 3 4 \\times 1 0 ^ { 4 } \\ \\mathrm { k m } ^ { 2 }$ with the altitude between $1 2 0 0 { - } 1 8 0 0 \\mathrm { ~ m ~ }$ ，Hills，gullies and tablelands are the main landforms of the Longdong Loess Basin. The Dongzhi Tableland located between the Puhe River and Malian River within the Longdong Loess Basin is the largest (1042 $\\mathrm { k m } ^ { 2 } ,$ and the best-preserved tableland in China (Li et al., 2O14). It is also a main crop production area, called the \"Longdong Granary\" ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study area has a temperate continental monsoon climate with obvious seasonal variations. The annual average temperature is about $1 0 . 0 ^ { \\circ } \\mathrm { C }$ ，with the highest temperature of $3 8 . 4 ^ { \\circ } \\mathrm { C }$ and the lowest of $- 2 2 . 0 ^ { \\circ } \\mathrm { C }$ .The total solar radiation is about 525 to $6 \\mathrm { i } 0 \\mathrm { k J / m } ^ { 2 }$ . Northwest wind prevails in winter and southeast wind in summer.The precipitation increases from northwest to southeast with the average annual precipitation of around $5 0 5 ~ \\mathrm { m m }$ .It also varies among seasons: nearly $60 \\%$ annual precipitation occurs as rainstorms in July, August and September. The source of water vapor for the study area is a mixture of Bay of Bengal, southeast monsoon, westerly zone vapor and local re-evaporated water vapor in summer months, while in winter months, water vapor from westerly zone dominates (Liu et al.,2OO8; Liu et al.,2O19).The potential evaporation ranges from 1380 to $1 7 5 0 \\mathrm { m m }$ ,increasing from south to north. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Hydrogeology ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Longdong Loess Basin,as part of the front delta developed in the southwest margin of an alluvial fan of the Ordos Basin,was formed in the Mesozoic (Liang,2O11). The stone layers, nearly horizontal Tertiary Mudstone and Cretaceous Sandstone,are deposited below the Quaternary Loess Strata,which are thick ( $( 1 7 0 - 2 5 0 ~ \\mathrm { m } )$ and widespread in the whole Longdong Loess Basin (Fig. 2). The Quaternary Loess Strata includes the Lower Pleistocene Series,the Middle Pleistocene Series,the Upper Pleistocene Series and the Holocene Series Strata.The Lower Pleistocene Series Strata is characterized as the orange sandy clay with paleosol, about $4 0 { - } 6 0 ~ \\mathrm { m }$ thick.It is regarded as an impermeable layer because of its compact and rigid structure.The Middle Pleistocene Series Stone Loess with $1 2 0 { - } 1 5 0 \\ \\mathrm { ~ m ~ }$ thickness is characterized as the grayish yellow and light red silty soil and outcropped only at the edges of the Dongzhi Tableland. It is homogeneous and unconsolidated with macropores and vertical joint structures,and is the main unconfined aquifer of the Dongzhi Tableland.The Upper Pleistocene Series Strata includes the Malan Loess with the thickness of around $1 0 \\mathrm { ~ m ~ }$ ，which deposits as homogeneous floury soil， containing macropores and vertical joint structures. There is an alluvium strata at the triple terraces of riverside,mainly consisting of loess silt with silty-fine sand and sandy gravel stratum. The Holocene Series Strata with $1 { - } 5 \\mathrm { ~ m ~ }$ thick silts mainly consists of alluvial deposits; it is distributed on the first and second terraces of riverside. The Quaternary Loess Strata consists largely of silt roam with the mineralogy of mainly quartz, feldspar, mica, carbonate (calcite and dolomite) and clay minerals (kaolinite and smectite) (Liu,1985; Zheng et al., 1994). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b57c5fac580ef9d0bf6f63e7a18cd0893f9a9478c1580b04f119f8ec16e7a1db.jpg",
        "img_caption": [
            "Fig.1Overview of the Longdong Loess Basin (a) and sample location (b). G1-G71,groundwater samples; SW1-SW8,surface water samples.A represents Pengyang village,B represents Gaolou village,and the line between A and B represents the geological profile of A-B transect showed in Figure 2.DEM,digital elevation model. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Dongzhi Tableland is an independent hydrogeological unit, bordered by the Malian River to the east and the Puhe River to the west.The Quaternary Loess Strata of the Dongzhi Tableland is relatively horizontal and incised by many deep valleys; surface water flows on the groove of valleys.The precipitation is the only supply for the unconfined groundwater in the Dongzhi Tableland (Wang and Liu, 2Oo5).The infiltration pathway in the unsaturated zone is piston flow with a soil water infiltration velocity of $0 . 1 2 \\mathrm { - } 0 . 1 4 ~ \\mathrm { m } / \\mathrm { a }$ and a recharge rate of $3 7 { - } 4 1 ~ \\mathrm { m m / a }$ in the study area (Huang et al.,2O2O). An unconfined groundwater is stored in pores and fissures of the Middle Pleistocene Series Stone Loess. The Wucheng Loess layer contained in the Lower Pleistocene Series Strata and beneath the unconfined aquifer is impermeable, generally acting as an aquitard with limited connections through macrovoid, fissure and vertical joint structure. The depths of the groundwater table increase from approximately $3 0 \\mathrm { ~ m ~ }$ at the center to $1 0 0 \\mathrm { ~ m ~ }$ at the margin of the Dongzhi Tableland. The thickness of the unconfined aquifer decreases from 40-80 m at the center to less than $4 0 \\mathrm { m }$ at the margin. With the slow recharge rate and thick unsaturated zone,the infiltration time for precipitation to reach the groundwater table is hundreds of years (Huang et al., 2020). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hydraulic conductivity of the unconfined aquifer ranges between O.14 and $0 . 4 6 ~ \\mathrm { m / d }$ (Jia, 2010) and specific yield is from 0.02 to 0.10 (Qu,1991;Li,1999;Li et al.,2014). Groundwater gradients increase from the center region $( 8 . 5 { \\times } 1 0 ^ { - 3 } )$ to the margin $( 3 . 3 { \\times } 1 0 ^ { - 2 } )$ ,and pumping yield of a single well decreases from the center to margin (Li et al.,2O14). The unconfined groundwater of the Dongzhi Tableland flows from the center to the margin as divergent planar flow and discharges as springs and rivers to the valleys (Pan et al., 2O12), because the groundwater level along the Malian River is higher than the river level (Su et al.,2OO9;Wang et al.,2O18).The poor quality of the Malian River, especially in the north with very high total dissolved solids (TDS),is improved along the flow path,as it receives the supply from tributaries and groundwater with better quality. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The confined groundwater is contained in the Cretaceous Luohe Group,the Huanhe Group and the Luohandong Group,consisting of sandstone, argillaceous sandstone and sandy mudstone.The depth of the confined groundwater is more than $3 0 0 \\mathrm { ~ m ~ }$ in the Dongzhi Tableland and $1 0 { - } 3 0 \\mathrm { ~ m ~ }$ along the Malian River. For the strata with relatively permeable sandstone, its hydraulic connection between surface water and groundwater is relatively strong，and its groundwater discharges to surface water. Otherwise, the confined groundwater can hardly discharge. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/d9dab6ebdf802d2a45680a3390879a8e3833dcb7b765c1a83ee38cfbcf1aefd2.jpg",
        "img_caption": [
            "Fig.2Geological cross-section along A-B transect of the Dongzhi Tableland (modified from Huang et al. (2020)). $\\mathbf { K } _ { 1 } \\mathbf { h }$ ,Cretaceous Sandstone; ${ \\bf K } _ { 1 } \\mathrm { l h }$ ,Tertiary Mudstone; $\\mathbf { Q } _ { 1 }$ ,Lower Pleistocene Series Wucheng Loess; $\\mathbf { Q } _ { 2 }$ Middle Pleistocene Series Stone Loess; $\\mathbf { Q } _ { 3 }$ ,Upper Pleistocene Series Malan Loess. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3Materials and methods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Based on the previous studies (Ma et al.， 2004，2005，2006,2013）and the hydrogeological background of the study area, we colected 79 water samples from the Longdong Loess Basin from July to August in 2018 and 2019, including 71 groundwater samples (G1-G71； mainly distributed in the Dongzhi Tableland and along the Malian River) and 8 surface water samples (SW1-SW8) from the Malian River (Fig. 1). The depth of samples, geographical location, and the conditions of surroundings were recorded (Fig. 1； Table S1). Based on the hydrogeological characteristics， hydraulic property， aquifer medium and groundwater depth，we defined the groundwater with depth less than $1 0 0 \\mathrm { ~ m ~ }$ as shallow groundwater and groundwater deeper than $1 0 0 \\mathrm { m }$ as deep groundwater. In the field, water had been pumped from the wells for more than $2 \\mathrm { { h } }$ and then groundwater samples were collected. All water samples were collcted into polyethylene sample bottles； these bottles were washed three times by deionized water in advance.A sensION156 portable multi-parameter meter (Hach,Loveland, Colorado,USA） was used to measure the temperature, $\\mathsf { p H }$ ，TDS，specific electrical conductivity(SEC）of groundwater and ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "surface water samples in the field. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Aalkalinity was measured by a digital titrator (Model 169Oo, Hach, Loveland, Colorado, USA) with a precision of $\\pm 1 \\%$ standard deviation,using a bromocresol green-methyl red indicator； it was then converted into the concentration of ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ . Water samples were filtered through a $0 . 4 5 \\mathrm { - } \\mu \\mathrm { m }$ membrane filter and divided into 3 subsamples，with 2 stored in acid-washed, well-rinsed and dried $2 0 ~ \\mathrm { m L }$ polyethylene bottles for chemical analysis,and 1 stored in $2 ~ \\mathrm { m L }$ （204号 glass vial for isotope measurement.The subsample used to determine cations was acidified with $1 \\%$ （204号 ${ \\bf H N O } _ { 3 }$ toa $\\mathrm { \\ p H }$ value of around 1.5 to stabilize the metals and prevent deposition. The subsample used to determine anions and stable isotopes was not acidified. Unfiltered $1 . 5 \\mathrm { ~ L ~ }$ water samples were collected for the radiocarbon analysis.Water samples were stored in refrigerator with temperature of $4 ^ { \\circ } \\mathrm { C }$ until measurement. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Chemical and isotopic measurements were carred out at Key Laboratory of Western China's Environmental System,Lanzhou University, China soon after the fieldwork. The concentrations of major ions $( \\dot { \\bf C } \\dot { \\bf a } ^ { 2 + } , \\dot { \\bf N } { \\bf a } ^ { + } , { \\bf K } ^ { + } , { \\bf M } { \\bf g } ^ { 2 + }$ ${ \\mathrm { S O } _ { 4 } } ^ { 2 - }$ ， $\\mathrm { C l } ^ { - }$ ${ \\bf N O } _ { 3 } ^ { - }$ and $\\mathrm { \\Delta F }$ ） were analyzed by ICS-2500 ion chromatography (Dionex, Sunnyvale, California, USA) with an analytical precision of $\\pm 3 \\%$ and a detection limit of $0 . 0 1 ~ \\mathrm { { \\ m g / L } }$ .Appropriately diluted standards from both laboratory and international references were used for calibration. Charge balance agreed within $\\pm 5 \\%$ for most water samples. We used PHREEQC (USGS,USA) to calculate the saturation index (SI), which is based on the ionic association and Debye-Huckel theory. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The $\\delta ^ { 2 } \\mathrm { H }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ of groundwater and surface water samples were measured by Picarro L2130-i (Picarro Inc.， Santa Clara, California, USA） at Key Laboratory of Western China's Environmental System with the accuracy errors lower than $\\pm 0 . 1 \\\\text{‰}$ and $\\pm 0 . 0 2 5 \\text{‰}$ ，respectively. Each sample was measured for six times with the first three measurements discarded to remove memory effect, and the result was an average of the last three measurements. Isotope results were presented relative to the Vienna Standard Mean Ocean Water (VSMOW). Sixty sets of the $\\delta ^ { 1 8 } \\mathrm { O }$ and $\\delta ^ { 2 } \\mathrm { H }$ values of monthly precipitation in the period of 1985-1993 were obtained from the Xi'an Station of Global Network of Isotopes in Precipitation, International Atomic Energy Agency, which is located approximately $2 0 0 ~ \\mathrm { k m }$ southeast of the Dongzhi Tableland.Due to the lack of long-term precipitation isotope data in the study site, we assumed those data gathered in Xi'an can represent the condition of the Dongzhi Tableland. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Radiocarbon samples (G2,G22，G30，G35,G43，G47,G59 and G65） were analyzed at Australian National University，Australia. Dissolved inorganic carbon (DIC） was reacted with $8 5 \\%$ phosphoric acid to convert first to $\\mathrm { C O } _ { 2 }$ and then to graphite. The $^ { 1 4 } \\mathrm { C }$ was measured by an accelerator mass spectrometer (AMS）(Thermo Fisher Scientific Inc.，Waltham,Massachusetts, USA) with an error less than $0 . 2 2 \\ \\mathrm { p m C }$ (percent modern carbon). The $\\delta ^ { 1 3 } \\mathrm { C }$ of DIC was measured by an isotope ratio mass spectrometer (IRMS）(Thermo Fisher Scientific Inc.，Waltham, Massachusetts,USA） with an overall analytical error of $\\pm 0 . 1 5 \\\\text{‰}$ .In addition,we also included the radiocarbon data of 11 groundwater samples (XF3, XF5, XF6, XF9, XF11, XF14,XF16, XF20,XF22, XF24 and XF25) in the Dongzhi Tableland from Huang et al. (2020). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1Hydrogeochemical characteristics of surface water and groundwater ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Setting sample G1 as the center location, groundwater samples in the study area are divided into four groups: the south line (G1-G31),east line (G32-G54), north line (G55-G65） and Malian River line (i.e., groundwater samples collected along the Malian River; G66-G71) (Fig.1). TDS of the Dongzhi Tableland groundwater is low and relatively constant around $2 0 0 { - } 2 7 0 \\ \\mathrm { m g / L }$ There is no obvious chemical grouping in the Dongzhi Tableland groundwater. However, compared with groundwater from the Dongzhi Tableland (G1-G65), the groundwater collected along the Malian River (G66-G71) and the river water (SW1-SW8) are highly mineralized, and their TDS contents decline from approximately 3500 to $4 5 0 ~ \\mathrm { m g / L }$ (groundwater） and from 7400 to $8 0 0 \\mathrm { m g / L }$ (surface water) along northwest to southeast transect. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The cations of groundwater in the Dongzhi Tableland (the south,east and north lines）are mainly $\\mathrm { C a } ^ { 2 + }$ ，followed by $\\mathrm { { N a } ^ { + } }$ $\\mathrm { K } ^ { + }$ and $\\mathbf { M } \\mathbf { g } ^ { 2 + }$ ， while the dominant anion is ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ (Fig. 3; Table S1). The cation and anion concentrations of groundwater in the Dongzhi Tableland vary among the south, east and north lines: $\\mathrm { { N a } ^ { + } }$ from 8.69 to $7 5 . 5 3 ~ \\mathrm { m g / L }$ ， $\\mathrm { K } ^ { + }$ from 0.30 to $2 . 2 1 ~ \\mathrm { m g / L }$ ， ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ from 127.00 to $3 0 8 . 0 0 \\mathrm { m g / L }$ and ${ \\mathrm { S O } _ { 4 } } ^ { 2 - }$ from 0.98 to $1 5 . 9 9 \\mathrm { m g / L }$ . One of the most striking features is that the concentrations of $ { \\mathbf { M } }  { \\mathbf { g } } ^ { 2 + }$ and $\\mathrm { C a } ^ { 2 + }$ of groundwater in the Dongzhi Tableland vary along the two parallel linear trends,while the total concentration $( \\mathrm { M g } ^ { 2 + } { + } \\mathrm { C a } ^ { 2 + } )$ falls along one linear trend (Fig. 3). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/5ddc7c7be455f8453beaa00880f62d7b0304d0a4d2961439b4e8dfbe77503230.jpg",
        "img_caption": [
            "Fig.3Variations of ion concentrations in groundwater and surface water in the Longdong Loess Basin "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The main cations of groundwater along the Malian River line and surface water of the Malian River are $\\mathrm { { N a } ^ { + } }$ and $\\mathrm { K } ^ { + }$ ,and the anions are mainly $\\mathbf { C } \\mathbf { l } ^ { - }$ and ${ \\mathrm { S O } _ { 4 } } ^ { 2 - }$ .The hydrochemical type of these groundwater changes from north to south: from $\\mathrm { S O _ { 4 } \\mathrm { - H C O _ { 3 } \\mathrm { - N a - C a } } }$ in Huan County to $\\mathrm { C l - H C O _ { 3 } - N a - C a }$ in Qingcheng County to $\\mathrm { H C O } _ { 3 } – \\mathrm { C a - N a }$ in the Dongzhi Tableland (mostly in Xifeng District) (Figs.1 and 3). Surface water and groundwater along the Malian River show linear trends of growth between $\\mathrm { C l } ^ { - }$ and other ions (i.e., $\\mathrm { { N a } ^ { + } }$ ， $\\mathrm { C a } ^ { 2 + }$ and ${ \\mathrm { S O } _ { 4 } } ^ { 2 - } \\mathrm { \\backslash }$ )，with a notable exception of G71 groundwater (Fig. 4). Surface water samples (SW1, SW2 and SW3) in the downstream show elevated $ { \\mathbf { M } }  { \\mathbf { g } } ^ { 2 + }$ (Fig. 4). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Almost all groundwater samples are near or slightly above saturation with calcite, except for G2, G10 and G31. The SI data of dolomite are similar to those of calcite with larger fluctuation, which is probably influenced by the concentration of $ { \\mathbf { M } }  { \\mathbf { g } } ^ { 2 + }$ .Gypsum is far from saturation in groundwater of the Dongzhi Tableland because of low concentration of ${ \\mathrm { S O } _ { 4 } } ^ { 2 - }$ Compared with groundwater samples of the Dongzhi Tableland, those samples along the Malian River are different: the SI value of gypsum is larger than that of the Dongzhi Tableland, but it is still under saturated.It is likely that the concentrations of chemical ions of groundwater along the Malian River are higher than those of the Dongzhi Tableland. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2 Stable isotope compositions of surface water and groundwater ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The distribution and characteristics of the $\\delta ^ { 2 } \\mathrm { H }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values of precipitation are sensitive to climate and local environment (Sklash,1990). Precipitation during 2018-2019 in the Dongzhi Tableland yields the weighted average value of $\\delta ^ { 1 8 } \\mathrm { O } \\mathrm { = } - 8 . 5 0 \\%$ (Huang et al., 202O). Precipitation in the headwater region of the Malian River in 2OOO-2OOl exhibits the weighted average values of $\\delta ^ { 1 8 } \\mathrm { O } = - 7 . 9 0 \\%$ and $\\delta ^ { 2 } \\mathrm { H } = - 5 4 . 4 2 \\%$ (Su et al., 2009). Sixty sets of the $\\delta ^ { \\overline { { 1 8 } } } \\mathrm { O }$ and $\\delta ^ { 2 } \\mathrm { \\check { H } }$ values of monthly precipitation in the period of 1985-1993 are obtained from the Xi'an Station of Global Network of Isotopes in Precipitation, International Atomic Energy Agency，which is located approximately $2 0 0 ~ \\mathrm { k m }$ southeast of the Dongzhi Tableland. The local meteoric water line (LMWL） of the Dongzhi Tableland $\\mathrm { ( } \\delta ^ { 2 } \\mathrm { H } \\mathrm { = } 7 . 4 9 \\delta ^ { 1 8 } \\mathrm { O } \\mathrm { + } 6 . 1 3 \\mathrm { ) }$ ）and the weighted average values of modern precipitation $( \\delta ^ { 2 } \\mathrm { H } = \\ - 4 9 . 1 3 \\%$ and $\\delta ^ { 1 8 } \\mathrm { O } = \\mathrm { \\Omega } - 7 . 4 9 \\% \\mathrm { O } )$ are obtained from the Xi'an precipitation data (1985-1993; Fig. 5). There is small difference between the global meteoric water line (GMWL) and LMWL of Xi'an (Fig. 5). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/4c6cdcc5a769178f1947b9257fb86bb3954ad2b3ed664d6fb18e04a2d573f082.jpg",
        "img_caption": [
            "Fig.4Relationships of $\\mathrm { C l } ^ { - }$ with TDS (a) and major ions (b,c,d,e and f) of groundwater and surface water collected from the LongdongLoess Basin.TDS, total dissolved solids. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the Dongzhi Tableland, the $\\delta ^ { 1 8 } \\mathrm { O }$ of surface water varies from $- 9 . 4 4 \\text{‰}$ to $- 7 . 0 1 \\text{‰}$ ，and the $\\delta ^ { 2 } \\mathrm { H }$ ranges from $- 7 2 . 0 3 \\text{‰}$ to $- 5 9 . 1 3 \\text{‰}$ . The isotope compositions of surface water are slightly more enriched than those of groundwater with some deviations from the LMWL (Fig. 5). The $\\delta ^ { 1 8 } \\mathrm { O }$ and $\\delta ^ { 2 } \\mathrm { H }$ of surface water in the upstream of the Malian River (SW6-SW8) are more enriched,while surface water in the middle and lower reaches of the Malian River (SW1-SW5) have lower $\\delta ^ { 1 8 } \\mathrm { O }$ and $\\delta ^ { 2 } \\mathrm { H }$ values，which are close to those of groundwater. The isotope compositions of groundwater along the Malian River are lower with wider variations than those of groundwater in the Dongzhi Tableland (Fig. 6). From northwest to southeast along the Malian River, the $\\delta ^ { 1 8 } \\mathrm { O }$ of groundwater generally becomes more depleted (Fig. 6). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $\\delta ^ { 1 8 } \\mathrm { O }$ of groundwater in the Dongzhi Tableland ranges from $- 1 1 . 7 0 \\text{‰}$ to $- 8 . 5 2 \\text{‰}$ and the $\\delta ^ { 2 } \\mathrm { H }$ varies from $- 8 6 . 1 5 \\text{‰}$ to $- 6 5 . 7 5 \\text{‰}$ (Table S1). The variation trajectories of the $\\delta ^ { 1 8 } \\mathrm { O }$ and $\\delta ^ { 2 } \\mathrm { H }$ values are distributed along the LMWL (Fig. 5),which indicates that groundwater in the study area originates from the meteoric precipitation. However, compared with the weighted average values of isotopes in modern precipitation in Xi'an $( \\delta ^ { 2 } \\mathrm { H } = - 4 9 . 1 \\hat { 3 } \\%$ and $\\delta ^ { 1 8 } \\mathrm { O } = - 7 . 4 \\mathrm { \\bar { 9 } \\% } )$ , isotopes in groundwater of the Dongzhi Tableland are depleted. The $\\delta ^ { 1 8 } \\mathrm { O }$ of shallow groundwater is between $- 1 1 . 7 0 \\text{‰}$ and $- 9 . 0 5 \\text{‰}$ ，with the weighted average value of $- 1 0 . 1 0 \\text{‰}$ ，and the $\\delta ^ { 2 } \\mathrm { H }$ of shallow groundwater is between $- 8 6 . 1 5 \\text{‰}$ and $- 6 8 . 9 5 \\text{‰}$ ，with the weighted average value of $- 7 3 . 0 5 \\text{‰}$ .The $\\delta ^ { 1 8 } \\mathrm { O }$ of deep groundwater is between $- 1 0 . 6 1 \\text{‰}$ and $- 8 . 5 3 \\text{‰}$ ，with the weighted average value of $- 9 . 8 9 \\text{‰}$ ,and the $\\delta ^ { 2 } \\mathrm { H }$ of deep groundwater is between $- 7 6 . 6 4 \\text{‰}$ and $- 6 5 . 7 6 \\text{‰}$ ， with the weighted average value of $- 7 1 . 5 7 \\text{‰}$ . The range of the isotope compositions of shallow groundwater is larger than that of deep groundwater. Datasets of the $\\delta ^ { 1 8 } \\mathrm { { O } } ^ { \\bullet }$ and $\\delta ^ { 2 } \\mathrm { H }$ values of groundwater from Huang et al. (2O2O) show similar variations with our results. There is litle difference in the isotope compositions among groundwater of the south line, east line and north line in the Dongzhi Tableland. However, the range of the $\\delta ^ { 2 } \\mathrm { H }$ in the east line is slightly larger than those in the south line and north line (Fig. 6). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/a1255bf7037b13f8e9c2592182cf7e18ed3889de535b1f9f441b0193edeb8dba.jpg",
        "img_caption": [
            "Fig. 5 $\\delta ^ { 2 } \\mathrm { H }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values of groundwater in the Dongzhi Tableland, surface water in the Malian River and precipitation in Xi'an andat the Malian River headwater. GMWL,global meteoric water line;LMWL,local meteoric water line. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3 14C-based age of groundwater ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The measurement of groundwater age is important to understand its source and the process of recharge and drainage, as well as the transport characteristics. Many radioactive isotopes have been applied to the research of groundwater dating (Cook and Herczeg, 2OoO),ranging from a few decades ${ } ^ { ( ^ { 3 } \\mathrm { { H } , { } ^ { 8 5 } \\mathrm { { K r } } } }$ and ${ } ^ { 3 } \\mathrm { H e } / { } ^ { 3 } \\mathrm { H } )$ to millions of years ( ${ } ^ { \\mathrm { ~ \\tiny ~ \\hat { ~ } { ~ 1 } 2 9 } } \\mathrm { I }$ and $^ { 8 1 } \\mathrm { K r }$ ).The $^ { 1 4 } \\mathrm { C }$ (half-life of $5 . 7 3 \\times 1 0 ^ { 3 }$ a) of dissolved $\\mathbf { C O } _ { 2 }$ (mainly in ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ and $\\dot { \\mathrm { C O } _ { 3 } } ^ { 2 - }$ forms） in groundwater can be used to date groundwater in the range of 1000 to 10,000 a (Godwin,1962).Many researches on radiocarbon dating have ben carried out in Northwest China (Edmunds et al.,2Oo6; Zhu et al.,2OO8; Ma et al., 2010). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study，Vogel Model (Vogel，1967)，Tamers Model (Tamers，1966)， Chemical Mass Balance (CMB） Model (Fontes and Garnier,1979)， improved Pearson Model (Pearson and Hanshaw,1970) and Fontes-Garnier (F-G) Model (Fontes and Garnier,1979) were used to correct the initial radiocarbon concentrations of eight groundwater samples (G2, G22, G30, G35, G43, G47, G59 and G65） collected from the Dongzhi Tableland and 1l groundwater samples (XF3, XF5, XF6, XF9, XF11, XF14, XF16, XF20, XF22, XF24 and XF25) from Huang et al. (2020). All groundwater samples from Huang's analysis were detected tritium-free. We set the $\\delta ^ { 1 3 } \\mathrm { C }$ values of soil $\\mathrm { C O } _ { 2 }$ and solid carbonate as $- 2 3 . 0 0 \\text{‰}$ and $0 . 0 0 \\text{‰}$ ,respectively. The $^ { 1 4 } \\mathrm { C }$ values of soil $\\mathrm { C O } _ { 2 }$ and solid carbonate were assumed as 1Oo.Oo and $0 . 0 0 \\ \\mathrm { p m C }$ ,respectively(Clark and Fritz,1997; Dong，2005；He,2013).We used $8 5 . 0 0 ~ \\mathrm { p m C }$ in the radiocarbon correction of Vogel Model. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Different $^ { 1 4 } \\mathrm { C }$ correction models consider different conditions and reactions in a groundwater system. The results of Vogel Model, Tamers Model, CMB Model and improved Pearson Model are similar, while the finding from F-G Model is slightly younger (Table 1). Overall, all models appear to be applicable to groundwater dating for the Longdong Loess Basin. Groundwater age of the Dongzhi Tableland ranges approximately from 300O to 25,O00a (Table S2)，which is consistent with results from Huang et al. (2020). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/395f38474cce06c67048a47b4efa6f742eeeaa106fd24c84176ab1032bf7dacb.jpg",
        "img_caption": [
            "Fig.6Contour maps of the $\\delta ^ { 1 8 } \\mathrm { O }$ (a) and $\\delta ^ { 2 } \\mathrm { H }$ (b) of groundwater in the Longdong Loess Basin "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A general trend is observed that groundwater becomes older as the water transports deeper from the land surface and farther from the center of the Dongzhi Tableland (Fig.7） with a regression line: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $x , y$ and z represent the distance from the center of the Dongzhi Tableland (km), depth from the land surface $\\mathrm { ( m ) }$ and corrected $^ { 1 4 } \\mathrm { C }$ age of groundwater (a), respectively. This is consistent with the hydrogeological background that the groundwater flows from the center to the margin of the Dongzhi Tableland (Pan et al., 2O14). Using the relationship of groundwater age with depth and distance in Equation 1,a semi-quantitative estimation of groundwater age can be made for the Dongzhi Tableland,if depth and distance from the center are known. However, the groundwater system is more complicated than that described simply by the linear relationship. Hence,some groundwater samples do not follow the general trend, such as XF22, G30, G43 and G65 (younger than the predicted age by Eq. 1),and G22 (older than the predicted age by Eq.1). Samples such as G30,G43 and G65 are close to the tributaries of the Malian River, which may recharge and interact with groundwater. XF22 is not far from the center and shallower than other groundwater samples, which may take the recharge from younger precipitation through preferential flow. G22 is quite far from the center and the river, resulting in a long flow path with an old age. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.1 Surface water system ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The most conspicuous chemistry characteristics of surface water of the Malian River are it overall high salinity and the improving water quality along the flow path from northwest to southeast. There probably are two reasons for why the quality of surface water of the Malian ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/7190fdfb1c038c47e8affd7b7923e2aacde5f772f6bdadd6c6a90fdc2d7b5ebc.jpg",
        "img_caption": [
            "Fig.7Spatial distribution of groundwater ages in the Dongzhi Tableland "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "River becomes better from upstream, midstream to downstream. Firstly, the tributaries,which have better water quality and lower TDS (such as the Yuancheng River and Gucheng River), inflow into the main stream of the Malian River and the water yield becomes larger. Secondly, the leakage flow of groundwater in the Dongzhi Tableland with good quality discharges to the Malian River with flux of $\\mathrm { i . 6 5 } \\mathrm { m } ^ { 3 } / \\mathrm { s }$ ,accounting for $5 7 . 1 \\%$ of the Malian River (Wang et al., 2018). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Figure 8 shows the trend of $\\delta ^ { 1 8 } \\mathrm { O }$ of surface water and groundwater with the distance from the Malian River headwater, along with the stable isotope values of local precipitation at the river source $( \\delta ^ { 1 8 } \\mathrm { O } { = } \\mathrm { - } 7 . 9 0 \\%$ and $8 ^ { 2 } \\mathrm { H } = - 5 4 . 4 2 \\% )$ (Su et al., 2009). The $\\delta ^ { 1 8 } \\mathrm { O }$ values of surface water in the middle and lower reaches of the Malian River are between those of the local precipitation and groundwater along the river. Especially, in the river below the Maling Town, Qingcheng County, Gansu Province, the $\\mathrm { \\bar { \\delta } ^ { 1 8 } O }$ values of surface water decrease and approach those of groundwater, indicating that the middle and lower reaches of the Malian River mainly receive the discharge from groundwater leakage,in addition to the tributaries,which is consistent with the results of Su et al. (2O09).The chemical compositions also indicate the dilution efect of the Malian River water with groundwater (Fig. 4). However, the isotope compositions of the upstream of the Malian River are much closer to those of precipitation at the headwater $( \\delta ^ { 1 8 } \\mathrm { O } = \\mathrm { ~ \\bar { } { ~ } } 7 . 9 0 \\%$ and $\\delta ^ { 2 } \\mathrm { H } = \\ - 5 4 . 4 2 \\% )$ than those of groundwater (Fig.8), due to the limited hydraulic connection between the river and groundwater in the upstream (Su et al., 2009). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The upstream river water (SW6-SW8） has elevated isotopic compositions relative to the headwater (Fig. 8), which also deviates from the LMWL (Fig.5). There are some reservoirs in the upstream of the Malian River, for example, Gaojiazhai Reservoir with the storage capacity of $\\dot { 4 . 4 0 \\times 1 0 ^ { 6 } } \\mathrm { m } ^ { 3 }$ and Hujiagou Reservoir with the storage capacity of $5 . 2 5 { \\times } 1 0 ^ { 6 } \\ \\mathrm { m } ^ { 3 }$ .Considering an annual humidity of $5 3 \\%$ ，temperate continental monsoon climate and potential evaporation of $1 3 8 0 { \\mathrm { - } } 1 7 5 0 \\ \\mathrm { m m }$ in Qingyang City, evaporation in these reservoirs is likely to cause the observed isotope enrichments.An isotopic composition of the initial surface water is assumed to be located at the intersection of an apparent evaporation line of surface water and the LMWL ( $\\mathrm { \\Delta \\mathrm { \\Phi } } ^ { 1 8 } \\mathrm { O } = - 1 1 . 2 0 \\%$ and $\\delta ^ { 2 } \\mathrm { H } = \\mathrm { \\Gamma } - 7 8 . 0 0 \\% 0 )$ ，resulting in isotope enrichment of $4 . 4 0 \\text{‰}$ and $1 9 . 0 0 \\text{‰}$ for the $\\delta ^ { 1 8 } \\mathrm { O }$ and $\\delta ^ { 2 } \\mathrm { H }$ respectively. According to the slope (4.5) from surface water isotope value, which gives a humidity of $5 3 . 0 0 \\%$ .Thekineticfractionationfactoratthevapor-boundarylayer $( \\\\text{‰}$ is $\\varepsilon ^ { 1 8 } \\mathrm { O } _ { \\mathrm { v - b } } { = } 1 4 . 2 \\times ( 1 \\mathrm { - } \\mathrm { H } ) \\% { = } 6 . 6 7 \\%$ (where v is the vapor; bl is the boundary layer; and H is the humidity $( \\% ) )$ (Gonfiantini,1986). The equilibrium fractionation factor between water and vapor is $\\mathfrak { E } ^ { 1 8 } \\mathrm { O } _ { \\mathrm { w } - \\mathrm { v } } { = } 1 0 . 6 0 \\%$ at temperature of $1 0 . 0 ^ { \\circ } \\mathrm { C }$ (where w is the water) (Majoube,1971). Therefore, the total fractionation factor of the $^ { 1 8 } \\mathrm { O }$ $\\mathrm { ( \\varepsilon ^ { 1 8 } O _ { t o t a l } ) }$ from liquid water to vapor is $- 1 7 . 2 7 \\text{‰}$ A fractional water loss by evaporation can be modeled by Rayleigh distillation, resulting in a $2 2 . 0 0 \\%$ evaporation loss of surface water in the upstream of the Malian River. The intense evaporation-concentration process can explain the overall high salinity and poor quality of surface water in the Malian River ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(SW1-SW8). ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/39938f90263e6be93bc9d05d5d9ba746477fcc854a74f8b695f19547df782924.jpg",
        "img_caption": [
            "Fig.8Relationship between the $\\delta ^ { 1 8 } \\mathrm { O }$ value of surface water, groundwater and precipitation and the distance from the headwater of theMalianRiver "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.2 Hydrogeochemical evolution of groundwater ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In the Dongzhi Tableland, ${ \\mathrm { C a } } ^ { 2 + }$ and $\\mathrm { { N a } ^ { + } }$ are the dominant cations of groundwater and ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ is the main anion,most likely due to the dissolution of carbonate minerals,as indicated by the saturation index of calcite. The concentration of $\\mathrm { { N a } ^ { + } }$ is between 0.38 and $3 5 . 2 6 \\mathrm { m m o l / L }$ ，while the total concentration of $\\mathrm { C a } ^ { 2 + } { + } \\mathrm { M g } ^ { 2 + }$ is between 0.30 and $1 2 . 9 9 \\ \\mathrm { \\ m m o l / L }$ in groundwater of the Dongzhi Tableland.A general inverse relationship exists between the concentration of $\\mathrm { C a } ^ { 2 + } { + } \\mathrm { M g } ^ { 2 + }$ （204号 and the concentration of $\\mathrm { { N a } ^ { + } }$ , indicating cation exchange adsorption between $\\mathrm { C a } ^ { 2 + }$ and $\\mathbf { M g } ^ { 2 + }$ in groundwater and $\\mathrm { { N a } ^ { + } }$ on clay minerals (such as smectite) (Fig. S1). The two linear trends in the piper ion diagram also point to the cation exchange phenomenon (Fig. 3). It has also been shown that as the total concentration of $\\mathrm { C a } ^ { 2 + } { + } \\mathrm { M g } ^ { 2 + }$ decreases,the concentration of $\\mathrm { { N a } ^ { + } }$ in groundwater of the Quaternary Loess Aquifer increases (Ma et al., $2 0 0 5 \\mathrm { a }$ ；Ding et al., 2009;He et al., 2011; Zhang et al., 2011; Ling, 2019; Ling et al.， 2021). A good trend is observed that the ratio of $( \\mathrm { C a ^ { 2 + } { + } M g ^ { 2 + } } ) / \\mathrm { N a ^ { + } }$ decreases with the growth of corrected $^ { 1 4 } \\mathrm { C }$ age of groundwater (Fig. 9),and an average cation exchange rate in groundwater of the Quaternary Loess Strata in the Dongzhi Tableland is $3 . 4 9 { \\times } 1 0 ^ { - 5 } \\mathrm { \\ m o l / ( L { \\cdot } a ) }$ ,which means it will take 28,653 a for $1 . 0 0 \\mathrm { m o l }$ （20 $( \\mathrm { C a } ^ { 2 + } { + } \\mathrm { M g } ^ { 2 + } )$ in per liter of groundwater exchanging with $2 . 0 0 \\mathrm { m o l N a } ^ { + }$ on clay minerals. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To better understand hydrogeochemical reactions occurring in groundwater of the Dongzhi Tableland, we conducted a reverse hydrogeochemical simulation,using Netpath XL1.4 (Plummer et al.,1991). Based on the groundwater level of the Longdong Loess Basin (Wang et al., 2018), we chose two groundwater flow paths: G35 to G47 in the east line and G2 to G22 in the south line of the Dongzhi Tableland. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "From G35 to G47 in the east line,the concentrations of $\\mathrm { { N a } ^ { + } }$ and $\\mathrm { C a } ^ { 2 + }$ increase from 0.74 to $3 . 1 3 \\ \\mathrm { m m o l / L }$ and decrease from 1.35 to $0 . 5 9 \\ \\mathrm { m m o l / L }$ ,respectively. The concentration of ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ increases from 3.44 to $3 . 7 9 \\ \\mathrm { m m o l / L }$ . There are little changes of other chemical compositions. Several possible models were tested by Netpath XL 1.4 (USGS，USA） with different combinations of mineral dissolution (calcite,albite, Na-montmorillonite and dolomite) and cation exchange with clays. The simulated $^ { 1 4 } \\mathrm { C }$ concentrations at the starting point (sample G35） and estimated travel time are all similar to each other for the tested models. Based on the mineralogy of the Longdong Loess Basin (abundant albite relative to Na-montmorillonite and dolomite) and agreement of computed endpoint $\\delta ^ { 1 3 } \\mathrm { C }$ values of DIC with the measured values $( - 7 . 9 1 \\text{‰}$ vs. $- 7 . 1 2 \\text{ textperthousand}$ ,the model with the dissolution of calcite and albite and cation exchange is the most likely simulation for the flow path from G35 to G47. According to this model, albite and calcite are dissolved (O.25 and $0 . 3 2 \\mathrm { m m o l / L }$ ,respectively), resulting in the increase of the concentrations of ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ ， $\\mathrm { C a } ^ { 2 + }$ and $\\mathrm { { N a } ^ { + } }$ .Then,the dissolved $\\dot { \\mathrm { C a } } ^ { 2 + }$ in groundwater exchanges $\\mathrm { { N a } ^ { + } }$ on minerals $\\mathrm { ( 1 . 0 7 ~ m m o l / L ) }$ ，suggesting that cation exchange is the main reaction in the groundwater flow path. The simulated value of $^ { 1 4 } \\mathrm { C }$ at G35 $( 2 7 . 4 3 ~ \\mathrm { p m C } )$ and the measured $^ { 1 4 } \\mathrm { C }$ value at G47 (3.94 pmC） give a travel time (16,041 a) between the two samples，which agrees well with the age difference between G35 and G47 (16,025 a), based on the corrected $^ { \\mathrm { i } _ { 4 } } \\mathrm { C }$ age of groundwater (Table 1). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/62a2441d3fe2100b75fbdc1e34d877befdee2b9e0fc7782910b53998a8a1ccab.jpg",
        "img_caption": [
            "Fig.9Relationship between the ratio of $\\mathrm { ( C a ^ { 2 + } { + } M g ^ { 2 + } ) / N a ^ { + } }$ and the $^ { 1 4 } \\mathrm { C }$ age of groundwater "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The simulation results for the flow path from G2 to G22 in the south line also show that the deposition of albite and calcite and cation exchange between $\\mathrm { C a } ^ { 2 + } { + } \\mathrm { M g } ^ { 2 + }$ and $\\mathrm { { N a } ^ { + } }$ takes place along the flow path. The simulated value of $\\delta ^ { 1 3 } \\mathrm { C } _ { \\mathrm { D I C } } ^ { \\sim }$ at G22 is $- 9 . 0 8 \\text{‰}$ ，which is close to the measured value of $- 9 . 4 3 \\text{‰}$ . Results show that it takes 4849 a for groundwater to flow from G2 to G22,which matches well with the age difference (4952 a) between G2 and G22. The reverse hydrogeochemical simulations for both the east and south line flow paths agree well with the $^ { 1 4 } \\mathrm { C }$ age of groundwater and are consistent with the hydrogeological background that groundwater generally flows from the center towards the margin of the Dongzhi Tableland. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5.3 Groundwater hydrologic regime ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Huang et al. (2O2O) estimated that a recharge time of precipitation to the groundwater table in the unconfined aquifer of the Dongzhi Tableland is approximately 22O a. Then, groundwater flows deeper and from the center to the margin of the Dongzhi Tableland, mainly to the east, south and west. Groundwater discharges as springs along many heavily incised galleys into rivers (the Malian River, the Puhe River and other rivers) at the flanks of the Dongzhi Tableland.A discharge flow from the Dongzhi Tableland groundwater to the Malian River was estimated $1 . 6 5 \\ \\mathrm { m } ^ { 3 } / \\mathrm { s }$ accounting for $5 7 . 1 \\%$ of the Malian River (Wang et al., 2018). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The reverse hydrogeochemical simulation discussed above provides a migration time of 16,041 a from G35 to G47 with approximately $2 3 \\ \\mathrm { k m }$ in the east line,yielding an estimated flow velocity of $1 . 4 3 ~ \\mathrm { m / a }$ .Based on this flow rate,the oldest groundwater in this Quaternary Loess Aquifer of the Dongzhi Tableland at the eastern margin is around 32,OoO a. The oldest groundwater age and migration time from the center to the margin of the Dongzhi Tableland can also be estimated based on the age-depth-distance relationship (Eq.1).As groundwater depth at the margin is approximately $3 0 0 \\mathrm { ~ m ~ }$ deep and the distance from the margin to the center is $4 0 ~ \\mathrm { k m }$ ，the oldest groundwater age is nearly 31,050 $( \\pm 1 0 0 0 )$ a with an estimated average migration rate of $1 . 2 9 \\mathrm { m / a }$ ： These estimated data agree well with those by the reversed hydrogeochemical simulation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Migration time of groundwater can also be calculated by the hydraulic conductivity (O.14-0.46 $\\mathrm { m } / \\mathrm { d } )$ (Jia,2O1O). According to the Darcy's Law, the flow velocity is $3 . 5 5 { \\times } 1 0 ^ { - 4 } { - } 1 1 . { \\dot { 6 } } 6 { \\times } 1 0 ^ { - 4 } ~ { \\mathrm { m / d } }$ with an average groundwater gradient of $2 . 5 0 \\times 1 0 ^ { - 3 }$ ．Then，it takes 65,000 to 213.000 a for groundwater to flow from the center to the margin of the Dongzhi Tableland.This migration time is much longer than the estimates by the reverse hydrogeochemical simulation and the $^ { 1 4 } \\mathrm { C }$ -based age-depth-distance relationship. The Darcy's Law assumes a laminar and piston-like water flow with the same hydraulic conductivity in the entire groundwater system,which suits wel with homogeneous and isotropic geologic media. In reality， preferential flows with macropores and vertical fissures exist in loess aquifers，which may result in faster migration time and more complicated groundwater flow mechanism. In fact, some groundwater samples do not follow the general age trend. For example, XF22 is not far from the center and shallower than other groundwater samples, which may get the recharge from younger precipitation through preferential flow. Samples such as G30, G43 and G65 are close to the tributaries of the Malian River, and interactions with the river may result in younger ages. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5.4Paleoclimate implications of groundwater ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The isotopic compositions of modern precipitations in the Longdong Loess Basin have been well characterized: 2018-2019 in the Dongzhi Tableland (Huang et al.,2020),1985-1993 in Xi'an and 2000-2001 at the Malian River headwater (Su et al.，2OO9)(Fig.11). The annual weighted average isotopic compositions range from $\\delta ^ { 1 8 } \\mathrm { O } = - 8 . 5 0 \\%$ and $\\delta ^ { 2 } \\mathrm { H } = \\mathrm { \\Omega } - 5 8 . 0 0 \\%$ (the Dongzhi Tableland) to $\\mathrm { \\dot { 8 } ^ { 1 8 } O = - \\dot { 7 } . 9 0 \\% o }$ and $\\delta ^ { 2 } \\mathrm { \\overline { { H } } } = - 5 4 . 4 2 \\%$ (the Malian River headwater) to $\\delta ^ { 1 8 } \\mathrm { O } = - 7 . \\dot { 4 } 9 \\%$ and $\\delta ^ { 2 } \\mathrm { H } = \\mathrm { \\Omega } - 4 9 . 1 3 \\%$ (Xi'an).However, it has been well recognized that the annual weighted average isotopic values of precipitation may not represent the water that infiltrates into the subsurface and eventually rechargesgroundwater in arid and semi-arid regions. Light precipitation may evaporate quickly from the surface before infiltration and heavy precipitation with distinct isotopic compositions is most likely to infiltrate deep into vadose zone.Precipitation data in 2O18-2O19 in the Dongzhi Tableland show that heavy summer precipitation from a summer monsoon season is approximately $1 . 0 0 \\text{‰}$ depleted in the $\\delta ^ { 1 8 } \\mathrm { O }$ relative to the annual weighted average value of the $\\mathrm { \\delta ^ { \\delta } O }$ (Huang et al.，2O2O). Isotope-enabled Global Circulation Model (GCM) also predicts that late monsoon (from July to October) precipitation in this region has lower $\\delta ^ { 1 8 } \\mathrm { O }$ value $( < - 8 . 0 0 \\\\% )$ than the average (Hu et al., 2019). However, a much longer record from Xi'an station (1985-1993) shows the opposite,a heavier $\\delta ^ { 1 8 } \\mathrm { O }$ value $( - 4 . 5 4 \\text{‰}$ with heavy precipitation $\\mathrm { ( > 5 0 ~ m m ) }$ ). Huang et al. (2O2O) reported isotopic compositions of soil water in the thick vadose zone in the Dongzhi Tableland.The $\\delta ^ { 1 8 } \\mathrm { O }$ values are rather constant with the depth $( 0 { - } 5 5 ~ \\mathrm { m } )$ , ranging from $- 8 . 7 0 \\text{‰}$ to $- 1 3 . 5 0 \\text{‰}$ , with an average value of $- 1 0 . 5 4 \\text{‰}$ .The $\\delta ^ { 1 8 } \\mathrm { O }$ value at the groundwater table $( 4 5 - 5 5 ~ \\mathrm { m } )$ is $- 1 0 . 0 0 \\text{‰}$ ，which may represent that of infiltrating water to groundwater in the recent past ( ${ \\tt S } 2 2 0 \\$ a). This value of young groundwater is also consistent with the observed relationship between age and the $\\delta ^ { 1 8 } \\mathrm { O }$ (Fig. 10). It appears that in the Longdong Loess Basin, late-monsoon heavy precipitation with depleted isotopic compositions penetrating the vadose zone could possibly contribute to groundwater recharge. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "A negative relationship can be found between the $\\delta ^ { \\overline { { 1 8 } } } \\mathrm { O }$ value and the corrected $^ { 1 4 } \\mathrm { C }$ age of groundwater in the Dongzhi Tableland in this study: ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "where $y$ is the $\\delta ^ { 1 8 } \\mathrm { O }$ value $( \\\\\\text{‰}$ and $x$ is the groundwater age (a). The $\\delta ^ { 1 8 } \\mathrm { O }$ value of groundwater becomes progressively lighter (around $0 . 4 8 \\text{‰}$ ） with age between 3,000 and 23,000 a ago.Since during the Last Glacial Maximum (19,0oO-26,0oO a ago), the ocean was enriched with the $\\delta ^ { 1 8 } \\mathrm { O }$ $( 1 . 2 0 \\text{‰}$ (Eagle et al.,2013),and the $\\delta ^ { 1 8 } \\mathrm { O }$ of groundwater is about $1 . 6 8 \\text{‰}$ ，lower than that of $2 . 3 { \\times } 1 0 ^ { 4 }$ a ago. The $\\delta ^ { 1 8 } \\mathrm { O }$ value of modern precipitation is further greater $( 3 . 7 8 \\% 0 - 4 . 1 9 \\% 0 )$ than groundwater after the correction of the Last Glacial Maximum ocean. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "There are several possible processes that can cause the observed isotope depletion in groundwater.Hu et al. (2O19) found that the changes in monsoon intensity in Southeast Asia influence the contributions and trajectories of moisture from different locations,affecting the $\\delta ^ { 1 8 } \\mathrm { O }$ of precipitations. As nearly $6 0 . 0 0 \\%$ of the annual precipitation occurs as rainstorms in July, August and September in the study area, heavy rains in summer and autumn contribute most to groundwater recharge as discussed above. In summer months,the main source of precipitation is from the Bay of Bengal (the Indian Ocean),southeast monsoon, westerly zone vapor and local re-evaporated water vapor (Liu et al.， 2OO8,2O19). Air masses lose heavier isotopes during travelling a long trajectory from the Indian Ocean to the inland in China.In addition,local re-evaporated water vapor may have contributed to the low isotopic compositions of groundwater. Apart from the changes of moisture sources，isotope composition is also an indicator of temperature. Depleted isotope values may indicate the colder temperature in rainout process in the Longdong Loess Basin. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "According to the relationship between temperature and the $\\delta ^ { 1 8 } \\mathrm { O }$ $\\begin{array} { r } { ( 8 ^ { 1 8 } \\mathrm { { O } = 0 . 6 9 5 \\times T _ { a n n u a l } - 1 3 . 6 \\% } } \\end{array}$ where $\\mathrm { T _ { a n n u a l } }$ is the annual average temperature $( ^ { \\circ } \\mathrm { C } ) ,$ ）(Dansgaard,1964),the temperature in the Dongzhi Tableland during the Last Glacial Maximum is approximately $2 . 4 ^ { \\circ } \\mathrm { C } \\mathrm { - } 6 . 0 ^ { \\circ } \\mathrm { C }$ colder than the present. Our results are generally consistent with those derived from sub-fossil assemblages of chironomid head capsules ( $( 5 . 0 ^ { \\circ } \\mathrm { C }$ colder in the Last Glacial Maximum) in Southeast China (Zhang et al., 2019), pollens $( 6 . 0 ^ { \\circ } \\mathrm { C } - 1 0 . 0 ^ { \\circ } \\mathrm { C }$ colder in the Last Glacial Maximum) in eastern China (Deng et al.,2002),lake records( $( - 2 . 5 ^ { \\circ } \\mathrm { C }$ to $- 1 7 . 5 ^ { \\circ } \\mathrm { C }$ colder in the Last Glacial Maximum） in western China (Yu et al.,2Oo3),clumped isotope thermometry of carbonates( $( 6 . 0 ^ { \\circ } \\mathrm { C } - 7 . 0 ^ { \\circ } \\mathrm { C }$ colder in the Last Glacial Maximum) (Eagle et al., 2O13) and snail shells ( $1 0 . 0 ^ { \\circ } \\mathrm { C }$ colder in glacial time) on the Chinese Loess Plateau (Dong et al., 2O2O). The carbonate/shell-derived temperature records the temperature near the surface，while the groundwater-derived temperature may reflect overall condensation temperature in air masses.In addition, the $\\delta ^ { 2 } \\mathrm { H } \\mathrm { - } \\delta ^ { 1 8 } \\dot { \\mathrm { O } }$ values of groundwater fall along a linear trend, which is slightly displaced compared to the modern LMWL (Fig. 5) with a lower deuterium excess value. Such a displacement in the $\\delta ^ { 2 } \\mathrm { H } \\mathrm { - } \\delta ^ { 1 8 } \\mathrm { O }$ diagram may indicate a more humid climate in the source regions (the Bay of Bengal and South China Sea) during the last glacial time. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "-7.3 -7.6 Groundwter from this study Groundwater from Huang et al.(2020) -7.9 Water table (Huang et al.,2020) -8.2 Soil water average at the vadose zone (Huang et al.,2020) Precipitation at the Malian River headwater (Su etal.,2009) -8.5 Annual weighted average of modern precipitaiton (1985-1993 Xi'an) (0%) O818 -8.8 · Annual weighted average of precipitation (2018-2019 Qingyang) (Huang et al.,2020) -9.1 -9.4 -9.7- y=-2E-0.5x-9.928 -10.0 R²=0.37 -10.3 . . -10.6 0 5000 10000 15000 20000 25000 Groundwater age (a) ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In the Longdong Loess Basin, groundwater in the Dongzhi Tableland and surface water along the Malian River show different hydrochemical characteristics. Groundwater of the Dongzhi Table land is of a $\\mathrm { H C O } _ { 3 } – \\mathrm { C a - N a }$ type with low TDS $( < 2 7 0 \\ \\mathrm { m g / L } )$ .Dissolution of carbonate mineral and cation exchange among $\\dot { \\mathrm { C a } } ^ { 2 + }$ ， $\\mathbf { M } \\mathbf { g } ^ { 2 + }$ and $\\mathrm { { N a } ^ { + } }$ are the main water-rock interaction in the groundwater system of the Dongzhi Tableland. Groundwater and surface water along the Malian River have high TDS, decreasing from northwest to southeast: cations are mainly ${ \\mathrm { N a } } ^ { + }$ and $\\mathrm { K } ^ { + }$ ,and anions are mainly $\\mathbf { C l } ^ { - }$ and $\\mathrm { { s o } _ { 4 } ^ { 2 - } }$ . Surface water in the middle and lower reaches of the Malian River receives the recharge mainly from groundwater on both sides of the valley, while the source of the Malian River mainly receives the recharge from local precipitation. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The main recharge of groundwater in the Longdong Loess Basin occurred in the Late Pleistocene and Holocene (300O to 25,00O a ago)，according to the corrected $^ { 1 4 } \\mathrm { C }$ age of groundwater,and there are some possibilities that late-monsoon heavy precipitation in the recent past $\\scriptstyle \\leq 2 2 0$ a) penetrating the unsaturated zone can contribute to groundwater recharge based on seasonal stable isotope signatures. Spatially， groundwater in the Dongzhi Tableland becomes older with increasing depth and distance from the center，while there is some mixing and interaction of old groundwater with younger water near the river tributaries. Groundwater migration rate is slow, about $1 . 2 9 { - } 1 . 4 3 ~ \\mathrm { m / a }$ ,and the oldest groundwater age is 32,OoO a. Because of the ancient source and low renewability of groundwater in the Longdong Loess Basin, the issues of exploitation and management of groundwater resources should be paid more attention. The progressively decreasing $\\delta ^ { 1 8 } \\mathrm { O }$ values of groundwater with the ages reflect that temperature is approximately $2 . 4 ^ { \\circ } \\mathrm { C } \\mathrm { - } 6 . 0 ^ { \\circ } \\mathrm { C }$ colder in the Last Glacial Maximum than in the present,providing another evidence of climate change. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (41271039),the Central University Basic Scientific Research Foundation of Innovation Personnel Training Project atLanzhou University (lzujbky-2021-sp20,lzujbky-2017-it101) and the National Science Foundationof US to Dr. Juske HORITA (EAR 1804838,EAR 1836868).We acknowledge the valuable comments from two anonymous reviewers and the editors.We thank Dr. Reika YOKOCHI and Dr.Yesim DOLLAR for their helpful suggestions.We thank the researchers at Key Laboratory of Western China's Environmental System for their assistance.We also thank the researchers at Australian National University for their help in the $^ { 1 4 } \\mathrm { C }$ measurements. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Amanambu AC,ObareinOA,MossaJ,et al.2O20.Groundwater systemand climate change:Present status and future considerations.Journal of Hydrology,589:125-163.   \nChoi SU,Yoon B,Woo H.2005.Effects of dam-inducedflowregime changeondownstreamriver morphologyand vegetation cover in the Hwang River,Korea.River Research and Applications,21(2-3):315-325.   \nChristensenNS,WoodAW,VoisinN,etal.2004.Effectsofclimatechangeonthe hydrologyand waterresourcesof the Colorado River basin. Climatic Change,62(1): 337-363.   \nCignaF,TapeteD.2O21.SateliteInSAR surveyof structurally-ontroledland subsidencedue togroundwater exploitationin the Aguascalientes Vally,Mexico.Remote SensingofEnvironment,254:112254,doi:10.1016/j.rse.2020.112254.   \nClark ID,Fritz P.1997.Environmental Isotopes in Hydrogeology. Boca Raton: CRC Press,153-154.   \nCochand M,MolsonJ,BarthJAC,etal.2O20.Rapid groundwaterrechargedynamicsdetermined fromhydrogeochemicaland isotopedata inasmallpermafrost watershednearUmiujaq (Nunavik,Canada).Hydrogeology Journal,28:853-868.   \nConwayD.2Oo5.From headwatertributaries tointernationalriver:Observingandadapting toclimate variabilityandchangein the Nile basin. Global Environmental Change,15(2): 99-114.   \nCook PG, Herczeg AL.2Ooo.Environmental Tracers in Subsurface Hydrology.Boston: Springer,72-73.   \nDansgaard W.1964. Stable isotopes in precipitation. Tellus,16(4): 436-468.   \nDengY,ZhengZCourP,etal.2OO2.Relationbetweenpollnratiosandclimate ineastChinaandanaemptofpaleocliate reconstruction.Acta Palaeontologica Sinica,41(4): 508-516.   \nDing ZY,MaJZ,HeJH.2O09.Geochemicalevolutionof groundwater inthesouthwestofTenggerdesert,NWofChina.Arid Land Geography,32(6): 948-957. (in Chinese)   \nDongJB,EilerJ,AnZS,etal.2020.Clumpedandstable isotopesoflandsnailshelsontheChinese Loess Plateauandtheir climatic implications. Chemical Geology,533:119414,doi: 10.1016/j.chemgeo.2019.119414.   \nDong W H. 2Oo5.Application of inverse hydrogeochemical modeling in $^ { 1 4 } \\mathrm { C }$ age correction of deep groundwater in the Ordos Cretaceous Artesian Basin.PhD Dissertation.Changchun: Jilin University. (in Chinese)   \nEagle R A,Risi C,Mitchell $_ { \\mathrm { ~ J ~ L ~ } }$ ，et al.2Ol3.High regional climate sensitivity over continental China constrained by glacial-recentchanges intemperatureand the hydrological cycle.ProceedingsoftheNationalAcademyofSciencesof the United States of America,110(22): 8813-8818.   \nEdmunds WM,GuendouzAH,Mamou A.2O03.Groundwater evolution in the Continental Intercalaireaquiferof southern Algeria and Tunisia: trace element and isotopic indicators.Applied Geochemistry,18(6): 805-822.   \nEdmundsWM,MaJZ,Aeschbach-Hertig W,etal.2Oo6.Groundwaterrecharge historyandhydeogeochemicalevolutioninthe Minqin Basin,North West China.Applied Geochemistry,21(12): 2148-2170.   \nGerberC,vaIkIae K,Aescnoacn W,et aI. ∠U1/. Using and Hobie gases to cnaracterize and uate grounuwater and Drines in the Baltic Artesian Basin on the one-milion-year timescale.Geochimica et Cosmochimica Acta,2O5:187-210.   \nGodwin H.1962.Half-life of radiocarbon.Nature,195(4845): 984,doi: 10.1038/195984a0.   \nGonfiantiniR.1986.Environmentalisotopes in lakestudies.In:Fritz P,FontesJC.Handbook of Environmental Isotope Geochemistry. Amsterdam: Elsevier,113-168.   \nHeJH,Zhang J,Ding ZY,etal.2O11.Evolutionof groundwater geochemistryin the MinqinBasin:Taking chlorideasan indicator of groundwater recharge.Resources Science,33(3): 416-421.(in Chinese)   \nHe JH. 2013. The $^ { 1 4 } \\mathrm { C }$ age correction of the groundwater in the Shule River Basin.PhD Dissertation.Lanzhou: Lanzhou University. (in Chinese)   \nHu J，Emile-Geay J，Tabor C，etal.2019.Deciphering oxygen isotope records from Chinese speleothems with an isotope-enabled climate model.Paleoceanography and Paleoclimatology,34(12): 2098-2112.   \nHuang T M, Ma B Q,Pang $Z \\operatorname { H }$ ,et al.202o. How does precipitation recharge groundwater in loess aquifers? Evidence from multiple environmental tracers.Journal of Hydrology,583:124532,doi:10.1016/j.jhydrol.2019.124532.   \nJesiyaNP,Gopinath G,ResmiTR.2O21.Comprehendingthegroundwaterrechargeofacoastal cityinumidtropicalseting using stable isotopes.Journal of Environmental Management,287:112260,doi:10.1016/j.jenvman.2021.12260.   \nJia B.010.Studyonevolutionof waterqualityandimpact ofoildevelopment inthe Malian River Basinof Longdong Loess Plateau.MSc Thesis.Lanzhou:Lanzhou University.(in Chinese)   \nJia WH,Yin LH,Zhang M S,etal.2O21. Quantificationof groundwaterrecharge andevapotranspirationalongasemi-arid wetland transect using diurnal water table fluctuations. Journal of Arid Land,13(5): 455-469.   \nKinzelbach W,BauerP,SiegfriedT,etal.2O03.Sustainable groundwater management—problemsand scientific tools. Episodes,26(4): 279-284.   \nLi CB,Qi JG Wang SB,et al.2014.Aholistic systemapproach to understandingunderground water dynamics in theLoess Tableland: Acase studyofthe Dongzhi Loess Tableland inNorthwestChina.WaterResources Management,28:2937-2951.   \nLi HX.2015.Analysisof groundwater levelchange inrecent3Oyears in Dongzhi Tableland.Ground Water,37(6):63-64.(in Chinese)   \nLiPC.199.Studyonrational determinationofspecific yield inaquiferof loesarea.Journal of Hydraulic Engineering,11: 38-41. (in Chinese)   \nLi W Y.2013.Dynamics of underground water system and rational utilization of water resources in the Dongzhi Loess Tableland.MSc Thesis.Lanzhou: Lanzhou University.(in Chinese)   \nLiang JN.2Ol1.Studyon soi's heavy metal contents and soil quality evaluation of Longdong Tableland area.MSc Thesis. Lanzhou: Lanzhou University. (in Chinese)   \nLingXY.2019.Studyon groundwater recharge and hydrogeochemical evolution of the loess plateau inEast Gansu.MSc Thesis.Lanzhou: Lanzhou University.(in Chinese)   \nLingXY,MaJZ,ChenPY,etal.2021.Hydrogeochemicalcharacteristicsandradiocarbondatingof groundwaterinthe Dongzhi TablelandofLongdong LoessPlateau.JournalofLanzhou University(Natural Sciences),57(1): 24-32.(in Chinese)   \nLiu CM,XiaJ.2Oo4.Water problems and hydrologicalresearch in the Yelow Riverand the Huai and HaiRiver basinsof China.Hydrological Processes,18: 2197-2210.   \nLiu D S.1985.Loess and Environment.Beijing: Science Press,85-87.(in Chinese)   \nLiu JR, Song XF,Yuan G F,et al. 20o8.Characteristics of $\\delta ^ { 1 8 } \\mathrm { O }$ in precipitation over Northwest China and its water vapor sources.Acta Geographica Sinica,63(1):12-22.(in Chinese)   \nLiuJY,ZhangFP,Feng Q,etal.2O19.Stable isotopes characteristicsof precipitationover Shaanxi-Gansu-Ningxiaandits water vapor sources.Chinese Journal of Applied Ecology,30(7): 2191-2200. (in Chinese)   \nMaJZ,Chen FH, Zhao H.2O04.Groundwaterrecharge and climatic change duringthe last 1OOO years from unsaturated zone of SE Badain Jaran Desert. Chinese Science Bulletin,49(14): 22-26.(in Chinese)   \nMaJZ,LiX H,Huang TM,et al.2OO5.Chemical evolutionand rechargecharacteristicsof water resources in the Shiyang River Basin. Resources Science,27(3): 117-122. (in Chinese)   \nMaJZ,EdmundsW M.2Oo6.Groundwater and lake evolution in the BadainJaran Desert ecosystem,Inner Mongolia. Hydrogeology Journal,14: 1231-1243.   \nMa JZ,Pan F,Chen L H.et al.2O10.Isotopicand geochemical evidence of recharge sources and water quality in the Quaternary aquifer beneath Jinchang city,NW China.Applied Geochemistry,25(7): 996-1007.   \nMaI7HeIHOiSetal2013Groundwater recharoe andevolution in theDinhianoRasinnorthwestern ChinaAnnlied   \nMagiligan r J, Nisiow K H. Zuu5.Cnanges in nyarologic regime Dy qams.Geomorpnology,/1(1-∠): 01-/8.   \nMajoube M.1971.Oxygen-18 and deuterium fractionation between waterand steam.Journal de Chimie Physique et de Physico-Chimie Biologique,68:1423-1436.(in French)   \nMuradAA,Garamoon H,HusseinS,etal.2Ol1.Hydrogeochemicalcharacterizationand isotope investigationsofacarboate aquifer of the northern part of the United Arab Emirates.Journal of Asian Earth Sciences,4O(1): 213-225.   \nObeidatM,AwawdehM,Al-KharabshehN,etal.2O21.Source identificationofntrate intheupperaquifersystemofthe Wadi Shueib catchment area in Jordan based on stable isotope composition.Journal of Arid Land,13(4):350-374.   \nPan F,Chen L H,Fu SJ,et al.2012.Astudyon the transport performanceof the petroleumcontaminants insoil of the Longdong loess plateau.Acta Scientiae Circumstantiae,32(2): 410-418.(in Chinese)   \nPanF,Zhang QH,HeJH.2O14.Groundwater recharge environmentand geochemistry evolutionof the Quaternaryaquifer in the Dongzhiyuan region, Gansu Province.Arid Land Geography, 37(1): 9-18. (in Chinese)   \nPang YJ,Zhang H,Cheng HH,etal.2O20.The modulationof groundwater exploitationoncrustal stressintheNorthChina Plain,and itsimplications onseismicity.JouralofAsianEarth Sciences,189:104141,doi:10.016jseaes.2019.04141.   \nPatilNS,Chetan NL,Nataraja M,etal.2O20.Climate change scenariosand itseffectongroundwater level in the Hiranyakeshi watershed.Groundwater for Sustainable Development,10:100323,doi:10.1016/j.gsd.2019.100323.   \nPearsonFJ,HanshawBB.197o.Sourcesof dissolved carbonate species in groundwater and theireffects oncarbon-14 dating. In: IA.E.A.Symposium on the Useof Isotopes in Hydrology. Vienna: International Atomic Energy Agency,9-13.   \nPlummerL N,Prestemon EC,Parkhurst DL.1991.An interactive code (NETPATH)for modeling net geochemicalreactions alongaflowpath.In: Water-Resource Investigations Report 91-4078.Departmentof the Interior,US Geological Survey. Reston, USA.   \nQu HL.1991. China Arid and Semi-rid Areas Groundwater Resources Assessment. Beijing: Science Press (in Chinese)   \nRagabR,Prudhomme C.2Oo.SW—soil and water: climate change and water resources management inarid and semi-arid regions: Prospective and challenges for the $2 1 ^ { \\mathrm { s t } }$ century. Biosystems Engineering,81(1): 3-34.   \nShiklomanovIA,RoddaJC.2O03.World WaterResourcesatthe Beginingof the Twenty-FirstCentury.Cambridge: Cambridge University Press,289-290.   \nSklash M G1990.Environmental isotope studies of storm and snow melt runoff generation.In:Anderson M G,Burt TP. Process Studies in Hillslope Hydrology.Hoboken: John Wiley & Sons Inc.,401-436.   \nSu X S,Wan YY,Dong WH,etal.2O9.Hydraulic relationship between Malianhe Riverand groundwater: Hydrogeochemical and isotopic evidences.Journal of Jilin University (Earth Science Edition),39(6):1087-1094.(in Chinese)   \nSuYH,ZhuGF,Feng Q,etal.2O9.Chemical evolutionof shalowgroundwaterandtheresidence timein theEjina Basin. Arid Land Geography,32(4): 544-551. (in Chinese)   \nTamers MA.1966.Instituto venezolanode ivestigaciones cientificas naturalradiocarbon measurements II Radiocarbon,8: 204-212.   \nVogelJC.1967.Investigation of groundwater flow with radiocarbon.In:Symposium on Isotopes in Hydrology.Vienna: International Atomic Energy Agency,355-369.   \nWaling DE,FangD.2O03.Recenttrends inthe suspendedsediment loads ofthe world'srivers.GlobalandPlanetary Change, 39(1-2): 111-126.   \nWang P, Zhang FE, Chen ZY.2020.Characterizationof recharge processes and groundwater flow paths using isotopes in the arid Santanghu basin,Northwest China.Hydrogeology Journal,28:1O37-1051.   \nWang WH, Chen YN,Wang WR.2O20. Groundwaterrecharge in theoasis-desertareas of northern Tarim Basin,Northwest China.Hydrology Research,51(6): 1506-1520.   \nWang Y,LiuRQ.2Oo5.Groundwater resources in Dongzhiyuanand itssustainableutilization.WaterResources Protection, 21(1):64-66.(in Chinese)   \nWang YS,Cheng XX,Zhang MN,etal.2O18.Tracing the interactionsbetween river waterand groundwaterinthe lower reaches of Malian River. Water Resources and Power,36(9): 48-51. (in Chinese)   \nWheater H S,Tompkins JA,van Leeuwen M,et al.2O1o. Uncertaintyin groundwater flow and transport modeling—a stochastic analysis of well-protection zones.Hydrological Processes,14(11-12): 2019-2029.   \nXiaJ,ZhangYY.2oo8.Watersecurityinnorth Chinaandcountermeasure toclimatechangeand humanactivity.Physicsand Chemistry of the Earth,Parts A/B/C,33(5): 359-363.   \nYe B S,Yang DY,KaneDL.Oo3.Changes in LenaRiver streamflow hydrology: Human impactsversus natural variations. Water Resources Research,39(7):1200-1214.   \nYu G, Xue B,LiuJ,etal.2Oo3.LGMlakerecordsfrom Chinaandananalysisofcimate dyamicsusingamodelingapproach. Global and Planetary Change,38(3-4): 223-256.   \nZhangEL,Chang J,ShulmeisterJ,etal.2O19.Summer temperature fluctuations inSouthwestern Chinaduring theendof the LGM and the last deglaciation.Earth and Planetary Science Letters,5O9:78-87.   \nZhang QH,ZhangYR,ZhaoYP,etal.20l1.Geochemicalevolutionof groundwaterandhydrogeochemical modeling inJinta Basin.Arid Land Geography,34(5):772-778.(in Chinese)   \nZhangQH,LuoZX,LuW,etal.2O20.Using waterisotopesandhydrogeochemicalevidences tocharacterizegroundwaterage and recharge rate in the Zhangjiakou area,North China.Journal of Geographical Sciences,3O: 935-948.   \nZheng HH,Theng BKG WhitonJS.1994.Mineral compositionofLoess-Paleosol samples formthe Loess Plateauof China and its environmental significance.Chinese Journal of Geochimica,13: 61-72.   \nZhu GF,SuYH,FengQ.2oo8.The hydrogeochemicalcharacteristicsand evolutionof groundwaterandsurface water nthe Heihe River Basin,northwest China.Hydrogeology Journal,16:167-182. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Appendix ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/bf909e41f7d53b25ba9b076a55da7e06abb9ce7a43c686ba6d8989c4eded4a6f.jpg",
        "table_caption": [
            "Table S1Concentrations of chemical ions and values of the $\\delta ^ { 2 } \\mathrm { H }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ of groundwater (G) and surface water (SW) samples in the Longdong Loess Basin "
        ],
        "table_footnote": [
            "To be continued "
        ],
        "table_body": "<html><body><table><tr><td>Sano.le</td><td>(SW)sannpicseLongdongLocssBash Depth</td><td>pH</td><td>TD/S</td><td>g/D</td><td>Mg/</td><td>g</td><td>(g/)</td><td>Hg</td><td>(mg/)</td><td>s</td><td>(Ng/L) (mg/L)</td><td></td><td></td><td></td></tr><tr><td></td><td>120</td><td>8.47</td><td>246</td><td>37.43</td><td>12.91</td><td>17.24</td><td>1.38</td><td>275</td><td>7.65</td><td>2.50</td><td>4.23</td><td>0.07</td><td>-68.77</td><td>-9.54</td></tr><tr><td>G1</td><td>120</td><td></td><td>254</td><td>51.60</td><td></td><td>22.06</td><td></td><td></td><td></td><td>4.84</td><td>9.37</td><td>0.42</td><td></td><td></td></tr><tr><td>G2</td><td></td><td>7.07 7.84</td><td></td><td></td><td>4.71</td><td></td><td>0.71</td><td>231</td><td>4.73</td><td></td><td></td><td></td><td>-72.03</td><td>-10.08</td></tr><tr><td>G3</td><td>130</td><td></td><td>261</td><td>41.85</td><td>14.46</td><td>9.37</td><td>1.29</td><td>270</td><td>3.89</td><td>2.47</td><td>3.12</td><td>0.06</td><td>-71.57</td><td>-9.85</td></tr><tr><td>G4</td><td>80</td><td>7.83</td><td>255</td><td>65.44</td><td>6.26</td><td>21.82</td><td>0.30</td><td>281</td><td>5.80</td><td>7.52</td><td>13.15</td><td>0.00</td><td>-73.65-10.52</td><td></td></tr><tr><td>G5</td><td>150</td><td>8.30</td><td>230</td><td>55.96</td><td>5.06</td><td>23.73</td><td>0.45</td><td>265</td><td>4.31</td><td>6.15</td><td>7.63</td><td>0.28</td><td>-69.70</td><td>-9.41</td></tr><tr><td>G6</td><td>110</td><td>8.02</td><td>240</td><td>35.38</td><td>12.56</td><td>20.20</td><td>1.65</td><td>267</td><td>3.10</td><td>1.46</td><td>3.88</td><td>0.07</td><td>-71.72</td><td>-9.77</td></tr><tr><td>G7</td><td>160</td><td>7.80</td><td>252</td><td>62.64</td><td>5.56</td><td>29.15</td><td>0.53</td><td>274</td><td>4.92</td><td>7.01</td><td>13.64</td><td>0.00</td><td>-74.43-10.61</td><td></td></tr><tr><td>G8</td><td>180</td><td>8.11</td><td>236</td><td>32.51</td><td>3.27</td><td>72.55</td><td>0.39</td><td>271</td><td>4.41</td><td>5.14</td><td>9.47</td><td>0.00</td><td>-73.33</td><td>-10.24</td></tr><tr><td>G9</td><td>130</td><td>8.15</td><td>221</td><td>18.20</td><td>7.57</td><td>37.10</td><td>0.93</td><td>263</td><td>2.38</td><td>0.98</td><td>3.52</td><td>0.11</td><td>-70.54</td><td>-9.81</td></tr><tr><td>G10</td><td>80</td><td>7.45</td><td>246</td><td>51.78</td><td>4.89</td><td>17.56</td><td>0.79</td><td>240</td><td>3.07</td><td>3.47</td><td>8.09</td><td>0.34</td><td>-73.17 -10.04</td><td></td></tr><tr><td>G11</td><td>350</td><td>8.50</td><td>240</td><td>40.47</td><td>14.76</td><td>12.26</td><td>1.57</td><td>259</td><td>4.62</td><td>3.08</td><td>4.70</td><td>0.06</td><td>-71.22</td><td>-9.71</td></tr><tr><td>G12</td><td>185</td><td>8.14</td><td>256</td><td>57.49</td><td>5.83</td><td>34.29</td><td>0.51</td><td>292</td><td>5.69</td><td>4.63</td><td>13.80</td><td>0.35</td><td>-72.05</td><td>-9.91</td></tr><tr><td>G13</td><td>114</td><td>7.97</td><td>230</td><td>32.70</td><td>2.97</td><td>44.65</td><td>0.92</td><td>238</td><td>3.43</td><td>2.57</td><td>9.14</td><td>0.41</td><td>-71.92</td><td>-10.11</td></tr><tr><td>G14</td><td>110</td><td>8.26</td><td>252</td><td>59.54</td><td>6.02</td><td>29.93</td><td>0.47</td><td>308</td><td>3.87</td><td>5.43</td><td>10.39</td><td>0.27</td><td>-71.66</td><td>-9.89</td></tr><tr><td>G15</td><td>130</td><td>8.19</td><td>224</td><td>39.08</td><td>13.52</td><td>10.39</td><td>1.50</td><td>287</td><td>3.34</td><td>1.66</td><td>3.01</td><td>0.07</td><td>-70.22</td><td>-9.64</td></tr><tr><td>G16</td><td>120</td><td>8.30</td><td>224</td><td>48.02</td><td>4.26</td><td>19.14</td><td>0.75</td><td>227</td><td>3.30</td><td>3.19</td><td>8.29</td><td>0.35</td><td>-70.50</td><td>-9.64</td></tr><tr><td>G17</td><td>120</td><td>8.15</td><td>238</td><td>58.45</td><td>5.08</td><td>24.78</td><td>0.73</td><td>271</td><td>4.47</td><td>6.36</td><td>10.80</td><td>0.31</td><td>-71.78</td><td>-9.80</td></tr><tr><td>G18</td><td>130</td><td>7.67</td><td>236</td><td>46.71</td><td>4.14</td><td>20.21</td><td>0.79</td><td>221</td><td>3.03</td><td>3.14</td><td>6.26</td><td>0.31</td><td>-70.94</td><td>-9.79</td></tr><tr><td>G19</td><td>160</td><td>7.98</td><td>229</td><td>29.59</td><td>9.74</td><td>26.16</td><td>1.83</td><td>257</td><td>5.24</td><td>1.53</td><td>8.75</td><td>0.09</td><td>-72.10</td><td>-9.92</td></tr><tr><td>G20</td><td>114</td><td>8.38</td><td>221</td><td>37.91</td><td>3.14</td><td>36.46</td><td>0.49</td><td>231</td><td>3.18</td><td>3.52</td><td>6.69</td><td>0.43</td><td>-70.83</td><td>-10.23</td></tr><tr><td>G21</td><td>190</td><td>8.11</td><td>232</td><td>45.99</td><td>4.11</td><td>19.70</td><td>0.60</td><td>223</td><td>2.78</td><td>2.81</td><td>6.05</td><td>0.35</td><td>-69.83</td><td>-9.88</td></tr><tr><td>G22</td><td>48</td><td>7.99</td><td>249</td><td>47.86</td><td>3.83</td><td>24.08</td><td>0.51</td><td>230</td><td>3.19</td><td>3.12</td><td>7.65</td><td>0.34</td><td>-71.57</td><td>-10.09</td></tr><tr><td>G23</td><td>100</td><td>8.55</td><td>249</td><td>40.49</td><td>3.13</td><td>36.77</td><td>0.76</td><td>230</td><td>3.86</td><td>2.58</td><td>8.18</td><td>0.44</td><td>-73.14</td><td>-10.50</td></tr><tr><td>G24</td><td>110</td><td>8.24</td><td>243</td><td>45.12</td><td>14.47</td><td>9.61</td><td>0.93</td><td>298</td><td>3.62</td><td>3.26</td><td>3.35</td><td>0.07</td><td>-69.87</td><td>-9.55</td></tr><tr><td>G25</td><td>100</td><td>8.32</td><td>244</td><td>47.20</td><td>4.32</td><td>23.66</td><td>0.60</td><td>240</td><td>5.66</td><td>4.02</td><td>3.19</td><td>0.38</td><td>-70.74</td><td>-9.90</td></tr><tr><td>G26</td><td>130</td><td>8.18</td><td>236</td><td>26.79</td><td>10.06</td><td>33.28</td><td>1.70</td><td>287</td><td>3.35</td><td>1.54</td><td>2.11</td><td>0.11</td><td>-71.88</td><td>-9.82</td></tr><tr><td>G27</td><td>150</td><td>8.32</td><td>244</td><td>22.49</td><td>2.55</td><td>60.12 42.66</td><td>0.86</td><td>256</td><td>2.66</td><td>2.25</td><td>0.24</td><td>2.25</td><td>-72.94</td><td>-10.08</td></tr><tr><td>G28 G29</td><td>150 100</td><td>8.16 8.63</td><td>236 227</td></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/7b738e2f04dcb2285bd84edfb4cb4023e2e77422b2084ca4a98e71fa7f1fefd0.jpg",
        "table_caption": [
            ""
        ],
        "table_footnote": [
            "Note: No.,number; TDS,Total dissolved solids;-, no data. "
        ],
        "table_body": "<html><body><table><tr><td>Sample</td><td>Demth</td><td>pH</td><td>(TDS</td><td>(Cg/)</td><td>(Mg/)</td><td>( mg/L) (mg/L)</td><td></td><td>HC/L)</td><td>(mgL)</td><td>(mg/²) (mg/L)</td><td></td><td>(mg/L)</td><td>8</td><td></td></tr><tr><td>G45</td><td>180</td><td>8.73</td><td>224</td><td>35.52</td><td>12.82</td><td>11.35</td><td>1.04</td><td>243</td><td>3.44</td><td>1.71</td><td>3.59</td><td>0.06</td><td>-68.65</td><td>-9.35</td></tr><tr><td>G46</td><td>110</td><td>8.33</td><td>234</td><td>15.60</td><td>7.35</td><td>41.90</td><td>1.43</td><td>269</td><td>3.41</td><td>1.60</td><td>3.18</td><td>0.10</td><td>-71.69</td><td>-9.53</td></tr><tr><td>G47</td><td>250</td><td>8.39</td><td>266</td><td>23.66</td><td>2.35</td><td>72.05</td><td>1.82</td><td>231</td><td>2.41</td><td>2.41</td><td>4.39</td><td>0.57</td><td>-74.37</td><td>-10.32</td></tr><tr><td>G48</td><td>170</td><td>8.07</td><td>228</td><td>25.50</td><td>10.47</td><td>29.18</td><td>1.61</td><td>270</td><td>3.14</td><td>1.50</td><td>3.07</td><td>0.10</td><td>-69.45</td><td>-9.41</td></tr><tr><td>G49</td><td>100</td><td>8.34</td><td>211</td><td>34.38</td><td>3.25</td><td>29.39</td><td>0.77</td><td>210</td><td>1.90</td><td>3.85</td><td>7.57</td><td>0.64</td><td>-72.39</td><td>-9.88</td></tr><tr><td>G50</td><td>90</td><td>8.18</td><td>199</td><td>22.32</td><td>8.52</td><td>12.83</td><td>1.47</td><td>223</td><td>2.36</td><td>1.49</td><td>3.01</td><td>0.07</td><td>-71.21</td><td>-9.65</td></tr><tr><td>G51</td><td>120</td><td>8.13</td><td>210</td><td>36.96</td><td>12.98</td><td>8.69</td><td>0.97</td><td>249</td><td>2.85</td><td>2.30</td><td>3.28</td><td>0.06</td><td>-70.53</td><td>-9.59</td></tr><tr><td>G52</td><td>120</td><td>8.11</td><td>137</td><td>18.86</td><td>7.13</td><td>12.34</td><td>1.26</td><td>155</td><td>4.42</td><td>3.09</td><td>1.65</td><td>0.05</td><td>-72.65</td><td>-9.88</td></tr><tr><td>G53</td><td>200</td><td>8.26</td><td>226</td><td>28.06</td><td>3.30</td><td>39.75</td><td>0.56</td><td>206</td><td>2.54</td><td>2.68</td><td>6.42</td><td>0.55</td><td>-72.20</td><td>-9.94</td></tr><tr><td>G54</td><td>110</td><td>8.30</td><td>78</td><td>8.91</td><td>1.91</td><td>11.68</td><td>1.21</td><td>127</td><td>4.60</td><td>3.92</td><td>1.06</td><td>0.03</td><td>-74.72</td><td>-10.15</td></tr><tr><td>G55</td><td>145</td><td>7.86</td><td>251</td><td>49.70</td><td>4.85</td><td>18.67</td><td>0.45</td><td>219</td><td>2.93</td><td>4.30</td><td>6.69</td><td>0.31</td><td>-72.32</td><td>-10.22</td></tr><tr><td>G56</td><td>180</td><td>8.12</td><td>267</td><td>53.20</td><td>4.68</td><td>19.45</td><td>0.42</td><td>226</td><td>5.57</td><td>3.68</td><td>20.53</td><td>0.41</td><td>-72.68</td><td>-10.33</td></tr><tr><td>G57</td><td>150</td><td>8.68</td><td>241</td><td>39.43</td><td>3.34</td><td>33.59</td><td>0.65</td><td>224</td><td>3.66</td><td>2.71</td><td>10.35</td><td>0.47</td><td>-72.77</td><td>-10.31</td></tr><tr><td>G58</td><td>100</td><td>7.30</td><td>239</td><td>65.63</td><td>4.79</td><td>13.14</td><td>2.21</td><td>263</td><td>3.49</td><td>5.75</td><td>9.70</td><td>0.41</td><td>-74.10</td><td>-10.26</td></tr><tr><td>G59</td><td>190</td><td>7.86</td><td>251</td><td>52.79</td><td>4.38</td><td>17.59</td><td>0.63</td><td>230</td><td>2.58</td><td>3.33</td><td>7.00</td><td>0.28</td><td>-72.58</td><td>-10.36</td></tr><tr><td>G60</td><td>110</td><td>8.02</td><td>249</td><td>52.12</td><td>4.37</td><td>16.52</td><td>0.58</td><td>230</td><td>4.00</td><td>4.08</td><td>7.82</td><td>0.36</td><td>-70.13</td><td>-9.67</td></tr><tr><td>G61</td><td>263</td><td>8.14</td><td>249</td><td>32.24</td><td>3.71</td><td>75.53</td><td>0.74</td><td>288</td><td>3.43</td><td>4.19</td><td>5.63</td><td>0.35</td><td>-74.78</td><td>-10.26</td></tr><tr><td>G62</td><td>180</td><td>8.17</td><td>235</td><td>49.19</td><td>4.31</td><td>15.49</td><td>0.53</td><td>215</td><td>3.41</td><td>4.20</td><td>4.96</td><td>0.31</td><td>-69.26</td><td>-9.44</td></tr><tr><td>G63</td><td>75</td><td>7.81</td><td>246</td><td>64.51</td><td>5.59</td><td>19.80</td><td>0.32</td><td>261</td><td>5.22</td><td>12.16</td><td>10.73</td><td>0.30</td><td>-69.59</td><td>-9.05</td></tr><tr><td>G64</td><td>170</td><td>8.19</td><td>227</td><td>35.14</td><td>2.93</td><td>35.62</td><td>0.58</td><td>220</td><td>3.95</td><td>3.79</td><td>9.79</td><td>0.38</td><td>-70.75</td><td>-9.93</td></tr><tr><td>G65</td><td>210</td><td>8.13</td><td>226</td><td>43.03</td><td>3.94</td><td>19.43</td><td>0.66</td><td>212</td><td>2.35</td><td>3.14</td><td>5.89</td><td>0.31</td><td>-69.32</td><td>-9.64</td></tr><tr><td>G66</td><td>15</td><td>7.67</td><td>576</td><td>51.02</td><td>11.90</td><td>148.25</td><td>1.79</td><td>271</td><td>72.13</td><td>144.98</td><td>12.18</td><td>0.90</td><td>-72.01</td><td>-9.80</td></tr><tr><td>G67</td><td>26</td><td>7.71</td><td>457</td><td>47.73</td><td>12.06</td><td>103.38</td><td>1.57</td><td>324</td><td>41.56</td><td>45.62</td><td>37.00</td><td>0.58</td><td>-68.95</td><td>-9.09</td></tr><tr><td>G68</td><td>13</td><td>7.95</td><td>998</td><td>120.45</td><td>27.58</td><td>133.70</td><td>7.70</td><td>200</td><td>315.61</td><td>138.47</td><td>46.02</td><td>0.00</td><td>-69.84</td><td>-9.85</td></tr><tr><td>G69</td><td>7</td><td>7.90</td><td>970</td><td>75.80</td><td>20.68</td><td>234.80</td><td>1.69</td><td>346</td><td>234.31</td><td>215.99</td><td>13.27</td><td>0.00</td><td>-74.83</td><td>-10.45</td></tr><tr><td>G70</td><td>12</td><td>7.83</td><td>1189</td><td>97.80</td><td>26.24</td><td>274.78</td><td>1.61</td><td>287</td><td></td><td>295.11 306.65</td><td>34.27</td><td>0.00</td><td>-78.57</td><td>-11.08</td></tr><tr><td>G71</td><td>10</td><td>7.67</td><td>3410</td><td>335.66</td><td>110.41</td><td>810.95</td><td>9.16</td><td>283</td><td></td><td>818.72 1462.75 221.53</td><td></td><td>0.00</td><td>-86.15</td><td>-11.70</td></tr><tr><td>SW1</td><td></td><td>8.39</td><td>899</td><td>63.61</td><td>69.42</td><td>138.98</td><td>7.17</td><td>194</td><td>139.26</td><td>145.29</td><td>5.96</td><td>0.00</td><td>-72.03</td><td>-9.44</td></tr><tr><td>SW2</td><td></td><td>8.96</td><td>1236</td></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/a721a76aab7684004dab6c96d2f16a655a268de10bdc2476dee71fe71afd28bb.jpg",
        "table_caption": [
            "Table S2 $^ { 1 4 } \\mathrm { C }$ age of groundwater "
        ],
        "table_footnote": [
            "Note: The typical uncertainty of the $^ { 1 4 } \\mathrm { C }$ age is 500 a for Vogel Model,200a for Tamers Model,70afor CMBModel,500-600 a for ImprovedPearsonodeland5OaforF-Godel.CMB,chemicalmassbalace;F-GFontes-Gaer;XF,XifengDistrict;odata. Mean $\\pm \\mathrm { S D }$ "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Sample No.</td><td colspan=\"8\">TaoicSz Cageorgroundwater</td></tr><tr><td>Model</td><td>Tames</td><td>MMB1</td><td>ImproMed Pearson</td><td>F-G Model</td><td>Average age</td><td>Uncorrected 14C age</td><td>Hu(202et al.</td></tr><tr><td>G2</td><td>8870</td><td>7835</td><td>9622</td><td>6634</td><td>4656</td><td>7452±2796</td><td>9925±37</td><td></td></tr><tr><td>G22</td><td>13,717</td><td>12.682</td><td>14,149</td><td>11,794</td><td>9675</td><td>12,404±2728</td><td>14,635±60</td><td></td></tr><tr><td>G30</td><td>9641</td><td>8607</td><td>10,219</td><td>6673</td><td>5816</td><td>8191±2375</td><td>10,675±39</td><td>-</td></tr><tr><td>G35</td><td>8621</td><td>7586</td><td>9805</td><td>5974</td><td>4021</td><td>7201±3181</td><td>9680±36</td><td>-</td></tr><tr><td>G43</td><td>7803</td><td>6768</td><td>8491</td><td>4765</td><td>3992</td><td>6364±2372</td><td>8900±35</td><td></td></tr><tr><td>G47</td><td>25,392</td><td>24,357</td><td>25,788</td><td>21,146</td><td>19,447</td><td>23,226±3779</td><td>25,980±120</td><td></td></tr><tr><td>G59</td><td>15,272</td><td>14,238</td><td>15,705</td><td>12.927</td><td>11,179</td><td>13,864±2685</td><td>16,150±54</td><td>-</td></tr><tr><td>G65</td><td>9790</td><td>8755</td><td>10,896</td><td>6890</td><td>6027</td><td>8472±2444</td><td>10,815±45</td><td></td></tr><tr><td>XF3</td><td>19,333</td><td>18,298</td><td>16.607</td><td>17,557</td><td>15,104</td><td>17,380±2276</td><td>-</td><td>14.074</td></tr><tr><td>XF5</td><td>21,253</td><td>20,218</td><td>18,981</td><td>18,275</td><td>16,867</td><td>19,119±2252</td><td></td><td>15,995</td></tr><tr><td>XF6</td><td>7551</td><td>6516</td><td>4536</td><td>4371</td><td>3608</td><td>5316±1709</td><td></td><td>2293</td></tr><tr><td>XF9</td><td>18,563</td><td>17,528</td><td>16,240</td><td>16,345</td><td>14,083</td><td>16,552±2469</td><td>-</td><td>13,305</td></tr><tr><td>XF11</td><td>17,692</td><td>16.657</td><td>15,065</td><td>15,565</td><td>13,607</td><td>15,717±2110</td><td></td><td>12,434</td></tr><tr><td>XF14</td><td>24,479</td><td>23,444</td><td>22,207</td><td>21,794</td><td>20,037</td><td>22.392±2355</td><td>-</td><td>19,220</td></tr><tr><td>XF16</td><td>9793</td><td>8758</td><td>7392</td><td>6913</td><td>5182</td><td>7608±2425</td><td>-</td><td>4535</td></tr><tr><td>XF20</td><td>24,111</td><td>23.077</td><td>22,184</td><td>21,710</td><td>19,502</td><td>22,117±2615</td><td></td><td>18.853</td></tr><tr><td>XF22</td><td>7923</td><td>6888</td><td>5995</td><td>4844</td><td>3469</td><td>5824±2354</td><td>-</td><td>2665</td></tr><tr><td>XF24</td><td>11,558</td><td>10,524</td><td>8857</td><td>8969</td><td>7165</td><td>9415±2249</td><td>-</td><td>6300</td></tr><tr><td>XF25</td><td>5481</td><td>4446</td><td>3717</td><td>2892</td><td>947</td><td>3497±2550</td><td>-</td><td>220</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/f6dca6b62bec8d9f5e40e2da014aed4daf56b0279122db0c64e637436691dde9.jpg",
        "img_caption": [
            "Fig.S1 Relationship between the concentration of $\\mathrm { C a } ^ { 2 + } { + } \\mathrm { M g } ^ { 2 + }$ and $\\mathrm { { N a } ^ { + } }$ in groundwater of the Dongzhi Tableland "
        ],
        "img_footnote": [],
        "page_idx": 21
    }
]