[
    {
        "type": "text",
        "text": "全科门诊接诊家庭暴力技巧分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "姜岳¹李杰²肖婧³赵梓翔",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1清华大学第一附属医院全科医学科，北京100016;2首都医科大学附属北京朝阳医院全科医学与继续教育学院100020;3北京和睦家医院北京市朝阳区将台路2号100015第一作者：姜岳、李杰通信作者：李杰，Email：lj13734068926@163.com",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【摘要】家庭暴力受害者同时遭受身体安全威胁和心理创伤折磨，导致受害者会因多种多样的生理和心理问题咨询全科医生。本文通过对家庭暴力案例的接诊分析，讨论应用以患者为中心的方法和生物-社会-心理医学模式进行诊疗活动的方法技巧，充分体现全科医生价值所在，延伸以家庭为单位的治疗理念。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】全科医学；接诊技巧；以患者为中心；生物-社会-心理医学 【Abstract】 Victims of domestic violence sufer both physical threats and psychological trauma, leading consultations to general practitioners for a wide range of physical and psychological problems.Based on the analysis of domestic violence cases,this paper discusses the methods and skills of applying patient-centered methods and bio-social-psychological medical models to carry out diagnosis and treatment activities，fully reflecting the value of general practitioners and extending the concept of family-based treatment. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Key words】 General practice; Reception skils; Patient-centered; Biological - social - psychological medicine",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "家庭暴力是指家庭成员间实施身体或精神上的伤害行为，家庭暴力的侵害行为可包括攻击、伤害、虐待等直接实施的暴力或精神上的威胁等[1]。全世界 $30 \\%$ 的女性都经历伴侣的家庭暴力，家庭暴力会对个人健康、家庭环境和社会经济造成严重后果，英国预估每年要花费17亿美元来处理家庭暴力[2。家暴行为隐蔽性强，加之“家丑不可外扬”等传统文化的影响，很多遭遇家暴的人选择默默忍受。随着人群健康素养的普遍上升，越来越多的家暴受害者寻求帮助。国外有一项研究表明4]，社区工作者在面对家庭暴力受害者时处理通用模式为：1）直接从受害者的披露或经常通过邻居透露识别受害者，主动提供帮助；2）向社区执业护士转介，护士会依据个人敏感性分别采取不同措施，如倾听受害者，评估其主要需求并提供信息或忽略家暴问题并将其视为健康问题的一部分；3）如有必要，可能会将受害者转介给医生（通常在身体受伤的情况下）或相关工作人员（心理学家，物理治疗师，警察等)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2013 年，世界卫生组织(WHO)建议对所有卫生从业人员进行家庭暴力和家庭暴力第一线应对培训：倾听、询问需求、验证患者经验、加强安全和提供持续支持[5]。然而，目前国内大多数卫生从业人员仍然不确定如何管理家庭暴力。全科医生作为居民健康的“守门人”，会经常遇到家暴受害者的健康诉诸。在接诊家庭暴力案例时，必须深入细致，考虑症状背后的原因，同时考虑患者的人身安全和心理健康。本文通过对一名怀孕11周的孕妇遭遇家庭暴力后的接诊描述，分析和探讨在全科门诊中如何应用以患者为中心的临床方法和生物-社会-心理医学模式处理家庭暴力。对怀孕期间家庭暴力的识别至关重要，因为暴力的后果不仅影响母亲的健康，而且影响婴儿的健康8]。下面通过1位全科医生的接诊对话和过程分析，展示具体的技巧，括号里的内容是具体的分析。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1、接诊记录和分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "患者30岁女性，孕11周，由丈夫陪同前来就诊。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "医生：您好，张女士，我是李医生，今天有什么我可以帮助到您的么？（同病人打招呼，介绍自己，司时鼓励病人表达自己的诉求，开放式问诊)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孕妇：我想开一些孕期吃的维生素。（孕妇初步表达了自己的诉求，需要注意的是孕妇在产科可以开出需要的维生素，该患者3天前在产科开过叶酸)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "医生：哦，好呢，您目前怀孕多久了？还有没有其他不舒服的地方，比如头晕、恶心、阴道流血等?",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《首先排除需要紧急转诊的红旗征，需要结合孕妇的基本情况）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇：我目前怀孕11周了，没有您刚刚说的那些问题。另外就是吃完饭肚子特别涨，也吃不下东西。(孕妇暴露出其他的身体不适）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "医生：吃饭后有没有烧心、反酸等不适呢？我看您之前有腹部不适的病史，您自己感觉这次和之前的症状有区别么？ (需要和患者既往病史、目前怀孕情况相结合来评估病情)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇：不一样，上次是胃肠炎，上次还没怀孕。医生：您目前吃的维生素是什么？除外维生素还有没有服用其他药物？ (需除外其他药物的影响)孕妇：维生素吃的是爱乐维，但是最近吃没了。另外现在还吃着一些益生菌、褪黑素。医生：您大小便正常么？睡眠怎么样？最近体重增加多少呀？（结合孕妇的一般情况评估病情对于生活影响)孕妇：大小便正常。睡眠也还可以，偶尔需要起床上厕所，体重基本上没增加。医生：您以前有其他病史么？有抽烟喝酒的不良嗜好么？（了解患病的相关因素）孕妇：没有其他病史，也不抽烟喝酒。医生：家里直系亲属有遗传病史么？平时家里其他人有抽烟么？（了解家族史，以及潜在的二手烟危害）孕妇：家里没有听说过有遗传病史，丈夫偶尔抽烟。医生：您平时和谁一起住？家里还有其他人帮忙看小孩么？可以多说说最近的生活。（从上述的问诊中可以简单评估出孕妇目前仅是食欲不振，可能有隐藏的其他病情，可以从生活、社会、心理等背景了解）孕妇丈夫：平时我俩一起看孩子。医生您尽量快点吧，没其他不舒服，就是开点维生素。（从此处可以看出孕妇丈夫有意掩饰，但不一定准确，需要继续观察)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "医生：您先别着急，我需要了解具体情况后全面评估，毕竟孕妇还是很重要的。您在哪里建档的，有常规做产检么？（了解孕妇的产检情况，有助于了解她本人的健康素养，也可以了解怀孕信息有助于评估病情)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇：我在本院建档的，有常规做产检，上次产检是3天前，检查结果都正常，孩子也如孕周大小。(孕妇对于产检熟知，也重视胎儿情况)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "医生：我看您左眼下方有一处淤青，您认为是什么原因呢？身上还有其他部位有淤青么？（通过观察进一步问诊，引出隐藏病情)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇：晚上上厕所不小心撞到门上的。乳房和下腹部还有淤青。（多处淤青，与撞门情况不符，说明孕妇有隐瞒，但也想说明情况）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇丈夫：医生，这些都不碍事，您开点维生素我们就走了。（丈夫极力掩饰，应引起怀疑）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "医生：我看您也等很久了，我先开处方，让丈夫先去取药，取药还要排队。（应用适当的理由支开丈",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "夫，创造有利于揭露隐藏病情的环境)",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（开好处方，包括维生素，查询到孕妇所需的叶酸近期已在产科开过。让丈夫先去取药)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "医生：现在您丈夫已经去拿药了，您最近生活中还有其他事情么，我会尽量提供帮助。关于您身上多处的淤青，多长时间了，现在还有疼痛感觉吗？（通过生活事件和病情的结合询问，让患者有针对性回答）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇：医生，我丈夫出去了，我给您说实话，我这么大人了，还在怀孕，怎么可能不小心撞到自己我这是被老公打的。我老公打了我好多次了，以前还被打的肋骨骨折去急诊了。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "医生：您认为是什么原因导致的他打你呢？（先不做评价，因为事情不清楚。同时可以探知妻子对于家暴的理解)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇：我们都是外地的，来北京打工，工作和生活压力都很大。他还爱抽烟喝酒，喝完酒就打我。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（妻子认为主要原因来自于工作和生活的压力，次要原因是丈夫抽烟喝酒）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "医生：我理解你们的难处，还有个孩子要抚养，现在还在怀孕期间。现在您肯定特别担心这样的情况再次发生，甚至对肚子里的宝宝产生影响吧？您在北京还有其他亲朋好友么？家里长辈知道这件事情么？ (表达理解和同情，说出孕妇的担心贏得信任。再次了解孕妇家庭社会情况）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "孕妇：谢谢医生，我真的很害怕这种事情，要是他把肚子里的宝宝打坏了该怎么办啊？我在北京只有一个姐姐，平时也不联系。这种事情也不好意思给爸妈说，我怕说了之后他会再打我。我不知道现在怎么办，我都觉得我还不如死了好，可是我放心不下我家老大还有肚子里的宝宝。（注意孕妇有轻生意图，这是红旗征，需要心理科介入处理)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "医生：您先别着急，我会尽力帮助您的，我之前也处理过家暴情况，不过您的情况比较特殊，还在孕期。我先了解一下您丈夫的情况，他是什么工作？除外吸烟喝酒外，他还有其他不良嗜好么？他是家里的唯一经济来源么？他有其他的前科史么？（告知孕妇尽可能提供帮助，稳定其情绪。引用之前家暴处理情况，增加信任感。了解施暴者情况)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "孕妇：好的，医生，您一定要帮帮我。我丈夫是工地工作的，除了抽烟喝酒外没有其他不良嗜好。家里就靠他挣钱。他也没有前科的案例。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "医生：之前家暴时，您有采取任何措施么？比如告诉父母、去朋友家暂住或者报警等等的。（询问之前家暴的处理情况，考虑再次发生时孕妇可能采取的方案）",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "孕妇：我都不好意思对其他人说，也不敢报警，也怕他被抓走。医生，您一定别和我丈夫说这些，我怕他知道了后再打我。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "医生：好呢，您丈夫也快回来了，我先重点说说家暴方面的情况，等丈夫回来后我再和他聊聊孕期保健的问题。您身上有多处淤青，甚至在左下腹部位也有，所以今天再做个胎儿的超声，请产科对胎儿做必要的评估，这也是您最担心的地方。另外，您也提到了有不想活的想法，所以我给您转诊到心理门诊，在那边再做心理问卷评估。另外，最重要的是回家后和丈夫好好聊聊，遇到问题多沟通，互相理解。如果再次发生家暴，可以去朋友家暂住，向父母求助，甚至可以报警，这些都是保护自己的措施。当然，我们医生，还有一些区委会、妇联等机构也可以帮助您。不要因为不好意思或者害怕放弃求助，这样只会恶化家暴情况。（通过综合评估，同时考虑孕妇和胎儿情况，应用生物-社会-心理医学模式，给出家庭",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "暴力相关意见和处理方案）",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（记录患者信息，待接诊结束后向区委会、妇联等机构备案。孕妇丈夫再次回到诊室，已经取到药物）",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "医生：刚刚向您妻子也了解到了目前的问题，现在也有一些要交代您的。首先，孕期的安全是很重要的，一些小的磕碰甚至会影响胎儿的安全，一定要注意。另外，孕期孕妇的情绪不稳定，在交流沟通方面，双方要互相理解。您平时在工地工作也挺忙，压力也大，家里还有大儿子和怀孕的妻子需要照顾，我建议您还是把父母接过来，帮忙照顾家里。最后您需要戒烟戒酒，烟酒对您自身健康有害，二手烟对于孕妇也有影响，我这里有戒烟戒酒的指导意见给那您一份，如果需要也可以到戒烟门诊再看看。（注意孕妇的保密诉求，但需要提及安全问题。同时促进双方的互相理解，建议戒烟戒酒都可以减少家暴的发生。通过结构式家庭治疗方案，建议父母同住，改变家庭结构，可以减少家庭暴力事件。对于孕妇丈夫的指导，一方面彰示丈夫的重要性，一方面关心抽烟喝酒对于健康的影响，赢得丈夫好感和信任，促进依从性)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "孕妇丈夫：谢谢医生，我会注意的，她也挺不容易的。烟酒我尽量戒。我回去再和家里老人商量商量。 (丈夫也开始理解孕妇)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "医生：你们从外地来北京打工挺不容易的，生活上一定要相互扶持，互相尊重互相理解。还有，您刚刚拿到的维生素还有家里的叶酸，一定要按时吃，我再给您开瓶云南白药气雾剂减轻淤青。您进食后腹胀不适可能和怀孕相关，我建议您可以饭后适当运动，进食一些易消化的食物，给您一份低FODMAP饮食的指导。下次您产科复诊的时候，再来全科门诊找我看看，我给您提前预约好。（告知孕妇也要理解丈夫。再次嘱附孕妇回家后的服药和产科复诊，同时追加后续随访)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "孕妇：太谢谢您了，我下次产检的时候一定过来看您，谢谢。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2、接诊结果总结：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "主诉：孕期开维生素，腹胀，家庭暴力。  \n病人相关背景信息：孕期家庭暴力生活事件受害者，施暴者为丈夫，两者目前有1子。  \n体格检查阳性体征：左眼下发、右乳房、左下腹均有不同大小的淤青，轻压痛。  \n初步诊断：妊娠状态，腹胀，家庭暴力，自杀风险，软组织损伤。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "治疗方案：（1）转妇科完善胎儿超声，评估胎儿情况；（2）转心理科，完善心理问卷评估和心理指导；（3）低 FODMAP 饮食指导，减少胃肠胀气，指导孕期保健；（4）开维生素和云南白药气雾剂；（5）孕妇家庭暴力干预以及相关机构备案；（6）家庭治疗和孕妇丈夫健康教育；（7）随访。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3、讨论：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1家庭暴力接诊的伦理问题",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "《中华人民共和国反家庭暴力法》中规定医疗机构应当及时救治家庭暴力受害人，做好诊疗记录，并规定医疗机构在必要情况下应当及时向公安机关报案[10]。全科医生在干预家庭暴力时，要遵从行善原则、自主原则、不伤害原则、公平正义原则。医学伦理学基本原则要求医护人员积极干预家庭暴力，但医护人员在干预家庭暴力时，要经过深思熟虑，在伦理行为规范、法律层面以及受暴者健康照顾、专业人员的价值观等方面综合考虑风险与利益的情况，提供受暴者最佳的利益，且过程中应支持与尊重受暴者的自主权[11]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "无论是通过普遍筛查，基于症状的或基于危险因素的筛查，还是患者的主诉，医疗人员都将面临经历家庭暴力的患者。当患者透露受到家庭暴力威胁时，医疗专业人员的无反应可能是毁灭性的。全科医生必须准备好与患者有关家庭暴力问题，并提供评估和转诊[12]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2全科医生如何问诊和识别家庭暴力？",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "因为对于家暴的再次发生和处理不当造成二次伤害的恐惧感以及“家丑不可外扬”的文化影响，许多受害者在遭遇家暴后往往选择沉默[]。大部分医生可能不会筛查或向患者询问是否有家暴发生。2016年的一项审查报告显示，在35项研究中，家暴常规筛查率低为 $2 \\%$ 至 $20 \\%$ 。一些医生不认为这是他们的责任，害怕冒犯患者，或者认为他们没有足够的技能或足够的时间来提供适当的处理方案。这些情况均导致了医生对于家暴识别的困难程度，也造成了家暴话题的难以引出。医生对家庭暴力的早期干预至关重要，因为他们在家庭暴力识别、安全评估、应对和转诊方面发挥着关键作用。2015年Cochrane 的一项评论[14表明，医生的筛查和初步干预提高了家暴受害者的识别率和安全感，并且减少了后续伤害发生率。在一项更大的研究[15]中，全科医生接受家暴相关培训，并根据女性对家暴干预的准备程度提供动机性访谈或非指导性问题解决技术后，虽然她们的生活质量没有改善，但是抑郁症状发生率明显减少，并且显著增多了与医生讨论安全相关问题。绝大多数妇女认为，如果有症状或体征，以非判断性的方式询问问题来筛查或识别家暴是可以接受的[14]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "家庭暴力的识别和诊断是处理的难点和关键点，也是世界范围内的难题。全科医生在患者有淤青、外伤、疼痛等症状，伴或不伴有情绪问题时需要警惕家暴事件，家暴所致的淤青、外伤等症状有独特的表现，如发生部位、外形等[。对于长期潜在家暴受害者，身体症状相比与心理症状更隐蔽，此类患者更难识别发现。因此在问诊过程中可以创造有利于暴露具体情况的环境，如要求家属回避、单独接诊等。在询问形式上，可以以委婉的形式询问患者，从症状入手，侧重询问生活相关问题，学会聆听，充满理解和同情心收集患者信息。每位医生都有自己独特的门诊话术，但是以患者为中心的方法是交流核心。全科医生因以家庭为单位，社区为中心的服务模式，作为家庭医生，在长期服务家庭卫生需求的同时，可以了解和评估家庭关系，这也是全科医生处理家庭暴力的优势所在。若前期有良好的医患信任关系，也可以应用评估工具中的问题较直白的询问患者。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3家庭暴力的评估工具",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前有多种针对家庭暴力的临床快速评测工具，例如 AAS（Abuse Assssment Screen）、HITS（Hurt,Insult,Threaten,or Scream）、OVAT（Ongoing Violence Assessment Tool)、PVS（Partner Violence Screen）、WAST（Woman Abuse Screening Tool）等多种工具，其灵敏度和适宜环境均不相同（见表1）[17]，诊断准确性最高的是 HITS，依次是OVAT、WAST、AAS[18]。但是，因为方法论，安全性和道德问题等限制，目前尚无高质量随机对照试验在临床实践中做出更好的对比[17]。全科医生在面临家庭暴力的快速评测时，可以选用适合于全科门诊的 HITS 评估工具。HITS 量表包括四个问题，分别是在过去12个月内，你的伴侣多久做一次下述伤害“身体上伤害你”、“侮辱你或贬低你”“用身体伤害等威胁你”“对你大叫或诅咒”，分为0-4 的五级计分法，大于10分即为阳性。在良好的医患信任关系基础上，可以直接利用该量表问题来评估和识别家暴事件。",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/58424b6df8482a0e2c21215b439dbe937f3c82bf12f62fcfd44e0cabebd74838.jpg",
        "table_caption": [
            "表1家庭暴力评估工具[15]"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">评估工具名称 简单描述</td><td>灵敏度和特异度</td></tr><tr><td>HITS</td><td>适用于初级保健诊所。包含四个条目代表过去一年中收到 伴侣的伤害、侮辱、威胁、吼叫等四种家庭暴力形式。</td><td>女性：灵敏度96%，特异 度99% 男性：灵敏度30-88%，特 异度83-97%</td></tr><tr><td>OVAT</td><td>适用于急诊。包含四个条目记录在过去一个月中严重的身 体暴力，情绪虐待和威胁武器</td><td>灵敏度86% 特异度83%</td></tr><tr><td>PVS</td><td>适用于急诊。包含三个条目记录既往的身体暴力行为、与 现任或前任伴侣的安全问题</td><td>灵敏度35-71%，特异度 80-94%</td></tr><tr><td>AAS</td><td>评估孕期女性的家庭暴力，包含8个条目，评估终身的、灵敏度 61-94%，特异度 近 12 个月和孕期三个时间段内女性受到的精神和躯体虐97-99% 待，另外还评价了性强迫问题和对施暴者的恐惧心理。</td><td></td></tr><tr><td>WAST</td><td>适用于初级护理和急诊护理，涵盖身体、情感和性虐待等 八条条目</td><td>灵敏度66-91% 特异度96%</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4家庭暴力的干预步骤：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2014 年修订的澳大利亚皇家全科医师学会手册———虐待和暴力一章指出：全科医生需要与病人同心协力，应发挥卫生工作者在虐待预防、识别和应对方面的作用。其提出了干预的8个步骤：（1）职责：在接诊受到暴力和虐待的病人时的职责；（2）意愿：有接纳的意愿；（3）识别：识别与虐待和暴力有关的症状，直接细致地询问事情的来龙去脉，在患者披露遭遇时能够用心倾听，并能做出分析；（4）风险：风险和安全问题；（5）复查：对患者进行随访，并给予支持；（6）转诊：进行恰当的转诊；（7）反省：反省他们的态度，以及反省虐待和暴力管理是否恰当；（8）尊重：在这个敏感的工作中，要尊重病人，这是个首要原则[19]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对感到不安全的女性，可能需要危机转介和制定紧急安全计划。如果她们处在伤害的直接威胁下，医生可以考虑代她们报警。如果女性觉得回家安全，可以制定详细的安全计划，如列出紧急求助电话号码；把家里的武器拿走；准备一个安全地点，并知道到达安全地点的路线；知道哪些家庭成员和朋友可以提供帮助；确保有可用的钱[19]。重要的是全科医生要协调社区资源，充分发挥区委会和妇联等机构作用，做好备案。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b573277310a30d2ef6946482f92186bff2e533f81d4d24a144e5aa51e87aaacb.jpg",
        "img_caption": [
            "图1家庭暴力事件处理流程"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，全科医生需要经过严格培训和熟练掌握，才能更科学有效的处理家庭暴力。在面对家庭暴力案例时，首先要敏锐如鹰，及时识别家庭暴力；其次要勇于担当和负责，以患者为中心，及时干预；最后要细心和全面，充分评估和考虑患者需要，做好转诊和指导。全科医生对于家庭暴力的干预，综合体现了以患者为中心的理念和生物-社会-心理医学模式，是对于全科医生较高的要求，也是全科医学独特的价值所在。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作者贡献：李杰、赵梓翔、肖婧负责文章的构思与设计；李杰撰写论文；姜岳负责研究的实施与可行性分析；李杰进行数据收集；姜岳、李杰负责结果分析与解释；姜岳负责论文修订，文章的质量控制及审校，对文章整体负责、监督管理。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本文无利益冲突。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "【参考文献】",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]MillerE,McCaw B. Intimate partner violence[J].The New England Journal of Medicine,2019,380(9): 850- 857. DOI:10/gm4636.   \n[2] Cimino A N,Yi G,Patch M,et al.The efectof intimate partner violence and probable traumatic brain injury on mental health outcomes for black women[J]. Journal of Aggresion, Maltreatment & Trauma,2019,28(6): 714-731. DOI:10/gp52vs.   \n[3] 陶静.家庭暴力问题与医务社工的介入[J].法制与社会,2021(24):119-120.DOI:10/gp52xq.   \n[4] Da Fonseca R MG S,Leal A ER B,Skubs T,et al. Domestic violence against women from the perspective of the community health agent[J]. Revista Latino-Americana De Enfermagem， 2009,17(6): 974-980. DOI:10/d43fs9.   \n[2] World Health Organization. Responding to intimate partner violence and sexual violence against women: WHO clinical and policy guidelines. Geneva: WHO; 2013.   \n[6] Akbari A R, Alam B,Ageed A,et al. The identification and referral to improve safety programme and the prevention of intimate partner violence[J].International Journal of Environmental Research and Public Health, 2021, 18(11): 5653. DO1:10.3390/ijerph18115653.   \n[7] 孙金荣,沙维伟,张晓斌,等．遭受家庭暴力女性的个性和心理健康状况[J].中国临床心理学杂志,2013, 21(6): $9 6 3  – 9 6 4 + 9 7 6$ . DOI:10/gp52zb.   \n[8] Hegarty K,TarziaL.Identification and management of domestic and sexual violence in primary care in the #metoo era: an update[J]. Current Psychiatry Reports, 2019,21(2): 12. DO1:10/gp53d9.   \n[9] 陈彬睿,戴宁.低可酵解的低聚糖、双糖、单糖和多元醇饮食对肠易激综合征的疗效和机制的研究进展 [J].中华消化杂志,2018,38(8): 574-576.   \n[6]中华人民共和国反家庭暴力法[J].中华人民共和国全国人民代表大会常务委员会公报,2016(1):27-30.   \n[11]王慧娟.医护人员干预家庭暴力的现状分析[J].重庆医学,2017,46(12):1713-1714+1719.   \n[12]Garcia-Moreno C,Jansen HAFM,Ellsberg M,etal. Prevalence of intimate partner violence: findings from the who multi-country studyon women's health and domestic violence[J].Lancet (London,England),2006, 368(9543): 1260-1269. D01:10/cg9dwg.   \n[13]Alvarez C,Fedock G, Grace K T,et al. Provider screening and counseling for intimate partner violence: a systematic review of practices and influencing factors[J]. Trauma, Violence & Abuse,2O17,18(5): 479-495. DOI: 10/gck6n3.   \n[14]O'Doherty L, Hegarty K, Ramsay J,et al. Screening women for intimate partner violence in healthcare settings[J]. The Cochrane Database of Systematic Reviews,2015(7): CD007007. DOI: 10/gp6gb7.   \n[15]Hegarty K, O'Doherty L, Taft A, et al. Screening and counselling in the primary care seting for women who have experienced intimate partner violence (weave): a cluster randomised controlled trial[J]. Lancet (London, England), 2013, 382(9888): 249-258. D01:10/f2kpwp.   \n[16]Signorelli M C,Taft A,Pereira PP G. Domestic violence against women, public policies and community health workers in brazilian primary health care[J]. Ciencia & Saude Coletiva,2O18,23(1):93-102. DOI:10/gp86r6.   \n[17]Sugg N. Intimate partner violence: prevalence, health consequences,and intervention[J]. The Medical Clinics of North America,2015,99(3): 629-649.DO1:10/f697g6.   \n[18]张迎黎,张亚林,何影,等.几种常用家庭暴力评估工具介绍[J].中国临床心理学杂志,2010,18(3):320- 322.DOI:10.16128/j.cnki.1005-3611.2010.03.027.   \n[19]Forsdike K,Tarzia L,Hindmarsh E,等.生命周期中的家庭暴力[J].中国全科医学,2014,17(35):4151- 4153. ",
        "page_idx": 6
    }
]