[
    {
        "type": "text",
        "text": "Review article ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Biomanufacturing of protective antibodies and other therapeutics in edible plant tissues for oral applications ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PalomaJuarez1,2,3,\\*, Vikram Virdi1,2，Ann Depicker12 and Diego Orzaez3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Departmentof Plant Systems Biology，VIB,Gent,Belgium   \n2Department of Plant Biotechnologyand Bioinformatics,Ghent University,Gent, Belgium   \nsituteeulutepeeintesidid Received30September2015;   \nrevised12 January2016;   \naccepted13 January2016.   \n\\*Correspondence (Tel +32(0)93313945;   \nfax 0032 9 33138 09;   \nemail pajua@psb.vib-ugent.be) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Although plant expression systems used for production of therapeutic proteins have the advantage of being scalable at a low price,the downstream processing necessary to obtain pure therapeutic molecules is as expensive as for the traditional Chinese hamster ovary (CHO) platforms.However,when edible plant tissues (EPTs)are used,there is no need for exhaustive purification,because they can be delivered orally as partially purified formulations that are safe for consumption.This economic benefit is especially interesting when high doses of recombinant proteins are required throughout the treatment/prophylaxis period,as is the case for antibodies used for oral passive immunization (OPl).The secretory IgA (SIgA)antibodies,which are highly abundant in the digestive tract and mucosal secretions,and thus the first choice for OPl,have only been successfully produced in plant expression systems. Here,we cover most of the up-todate examples of EPT-produced pharmaceuticals,including two examples of SlgA aimed at oral delivery.We describe the benefits and drawbacks of delivering partially purified formulations and discuss a number of practical considerations and criteria to take into account when using plant expression systems,such as subcellular targeting,protein degradation,glycosylation patterns and downstream strategies,all crucial for improved yield,high quality and low cost of the final product. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:molecular farming,edible, antibody, therapeutic protein,oral passive immunization,mucosae. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ever since the production of the first therapeutic protein in plants more than two decades ago，plant production platforms have maturedand yielded the first commerciallyavailable plant-made pharmaceuticals for both human and veterinary applications (Grabowski et al.，2014; Sack et al.，2015a;Yoshiola et al., 2012)．Within the wide repertoire of therapeutic proteins, antibodies are among the most popular,due to their enormous potential for the treatment of a wide range of diseases such as certain cancers,autoimmune diseases and infectious diseases. The number and types of antibodies expressed in plants have increased incessantly since the first reports in 1989 (Hiatt et al., 1989),and in recent years,some plant-made antibodies (PMAbs) have been presented as promising therapeutic solutions.For instance，the safety and immunogenicity of personalized antibodies to treat patients with non-Hodgkin's lymphoma,produced by Large Scale Biology Corporation (McCormick et al.,20o8)and Icon Genetics (http://www.icongenetics.com),have been demonstrated in phase 丨 clinical trials. CaroRX? (Planet Biotechnology INC，Hayward，CA，USA)，an oral topical solution based on antibodiesagainst Streptococcus mutansto prevent dental caries (DeMuynck etal.,2010;Larrick etal.,2001;Ma,1988;Wycoff, 2005),was evaluated in phase land Il clinical trials in the United States and has been registered as a medical device in Europe (Larrick et al.，1998)．The first good manufacturing practice (GMP)-compliant,plant-derived monoclonal antibody (mAb) to undergo clinical testing in Europe was the human P2G12 against HIV-1,which has been shown to be safe and well tolerated in healthy women when administered intravaginally (Ma et al., 2015)．Finally，ZMapp，a cocktail comprising three individual mAbs directed against Ebola,wasable to reverse Ebola disease in $100 \\%$ of the infected Rhesus macaques (Qiu et al.,2014).The recent outbreak of Ebola in West Africa brought attention to this antibody cocktail，which was delivered to a handful of patients with their signed consent. In February 2015，ZMapp received approval from the FDA as an investigational new drug,allowing the start of clinical trials in Liberia. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Although mammalian cells(Wurm，2oo4)orbaculovirusinfected insect cells (Berger et al.，2oo4) are currently the most used antibody production systems for the majority of applications， the use of transgenic plants for the expression of recombinant antibodiesisgainingmomentum.Accordingly, several groups compared the potential of PMAbsasantimicrobial agents with their commercial ‘biosimilars'.Zeitlin et al. (1998) compared a humanized antiherpes simplex virus 2 (HSV-2)mAb expressed in mammalian cell cultures with its counterpart expressed in soybean，proving not only the similarity in their stability in mucosal secretions of the human reproductive tract, but also in the efficacy for the prevention of vaginal HSV-2 infection in mouse.Ko et a/. (2oo3) produced an anti-rabies virus immunoglobulin G (IgG)in tobacco plants and demonstrated its effectiveness in vivo,showing a virus-neutralizing activity comparable with that of its commercial counterpart.The neutralization capacity of the PMAb-based vaginal microbicide against HIV transmission also proved to be equal or even superior to that of its counterpart produced in CHO cells (Ramessar et al.，2008). Moreover,competitive yields have been reported not only at a laboratory scale (Giritch etal.,2006;Petruccelli et al.,2006),but also in prototype industrial set-ups (Bendandi et al.,2010; Vézina etal.,2oo9).Upscaling of PMAbs can in theory be achieved more easilyand economically than with the existing animal and insect cell systems，where it requires expensive investments.Although no PMAbs are in commercial production yet and costs are difficult to estimate,it has been calculated by Planet Biotechnology that the costs of an IgA produced in plants are only $5 \\%$ compared with those in mammalian cells (Daniell et al.,2oo1;Frenzel et al., 2013).However，the optimization of purification protocols and strict regulations on growth of transgenic plants in the field (Directive 2001/18/EC) hamper faster development. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Traits like low-cost upscaling and ease of storage are especially promising when bulk amounts of antibodies are required,as is the case，for example for passive immunization (Pl)，where repeated high doses have to be applied.The protective effect of Pl isappropriate for rapid responses to emergencies,such as epidemic outbreaks，protection of newborns against vertical transmission of viruses from the mother,protection of immunocompromised patients and biological warfare threats.Customized antibodies can be applied parenterally,intravenouslyor even better directly to the mucosae,because most infections are caused by pathogens that have a mucosal portal of entry. Antibody application via the oral route to the gastrointestinal mucosa is called oral passive immunization (OPl). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Edible plant tissues as a platform for production of mucosal therapeutics ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "OPl is one of the most promising applications of PMAbs,particularly when considering that plant species with tissues that are generally recognized as safe (GRAS) may have lower purification requirements.Edible plant tissues (EPTs) could even be consumed safely, making them ideal platforms for the production of gastrointestinal therapeuticsaimed at oral delivery.Although there are stillvery few examples of antibodies produced in EPTs,some edible mucosal therapeutics have been investigated and set a precedent. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The concept of edible plant-made pharmaceuticals was first conceived in the early 1990s,when Charles J.Arntzen championed the idea of making vaccines in edible fruits.While visiting Bangkok, he saw a mother soothe a crying baby by offering pieces of banana, inspiring him with the idea to produce vaccines in genetically engineered food.The advantages would be enormous: yearly and local growth of plantswould not only significantly reduce costs and avoid the need for refrigerated transportation over long distances, but vaccines in EPTs would also not require medical personnel or the use of syringes,which,apart from their additional cost,can be contaminated and lead to infections (Mason et al.,1996). Unfortunately，several limitations to the concept appeared; among others,the possible development of immunotolerance to target peptides or proteins,which has to be addressed on a case-by-case basis，the difficulty to control dosage requirements and the fluctuating dosage consistency,varying from fruit to fruit，plant to plant and generation to generation.To deal with the two last problems,the idea of directly consuming the fruit was abandoned and substituted by the use of dried or partially purified formulations, for which the dosage could be standardized,while sustaining low production costs (Tokuhara et al.，2013). Particularly，controlled doses can be achieved using lyophilized plant cells as formulation.As an example,the plant biotech company Protalix Biotherapeutics produces lyphilized carrot cels expressing either anti-TNF antibodies or Glucocerebrosidase aimed for oral delivery (http://www.protalix.com/development-pipeline/overview-development-pipeline.asp). Other noteworthy examples of lyophilized plant cells expressing biotherapeutics for oral applications are reviewed in Chan and Daniell(2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Since then，a number of vaccines，antibodies and other mucosal pharmaceuticals have been produced in EPTs for oral treatments (Table 1).One of the first was a vaccine candidate based on the heat-labile enterotoxin B (LTB) subunit of enterotoxigenic Escherichia coli (ETEC） produced in transgenic potato, which protected against an ETEC challenge in animal studies and was also immunogenic in humans during a phase 丨 clinical trial (Haq et al.，1995;Mason et al.，1998;Tacket et al.，1998);the same was shown when it was produced in transgenic corn (Tacket，2007;Tacket etal.，2004).Many examples for Alzheimer's disease,allergic diseases,or autoimmune and infectious diseases show that rice is one of the preferred EPTsfor therapeutic protein production (Azegami et al.，2015;Takaiwa et al.,2015).A first example is the MucoRice-CTB,an oral vaccine against cholera,which consists of the antigen of the cholera toxin B(CTB) accumulating in rice seed storage organelles.This vaccine was shown to induce both mucosal and systemic immunity in primates (Nochi et al.,2oo9),and also exhibited cross-reactivity with the LTB of ETEC in piglets challenged with ETEC,when the vaccine was orally applied to the nursing sows (Takeyama et al., 2015).Another rice example for mucosal applications is the MucoRice-ARP1,containing the variable domain of a rotavirusspecific Ilama heavy-chain antibody fragment,which provided efficient protection against rotavirus disease (Tokuhara et al., 2013).Also,the group of Takeshi Matsumura in Japan focused their interest on expressing canine interferon $\\mathfrak { a }$ in strawberries. In animal trials，they showed that canine interferon- $\\mathfrak { a }$ that was delivered to beagles by adding dried transgenic strawberries to the dog feed had a protective and therapeutic effectagainst the canine periodontal disease，even at a very low dose (Yoshiola et al.,2012). Currently,research has advanced to the clinical trial phase (https://unit.aist.go.jp/bpri/bpri-pmt/member_e.html). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Several therapeutic proteins expressed in the chloroplasts of lettuce leaves also illustrate the efficiency and low cost of the production of pharmaceuticals in EPTs,even at industrial set-ups (Kwon and Daniell,2015).Su et al. (2015a) produced acid- $\\cdot \\mathsf { \\alpha } _ { \\mathsf { X } }$ glucosidase (AAG)in lettuce leaves and showed that their natural encapsulation in the chloroplast was able to avoid the adverse immune reaction occurringduring theprotein replacement therapy for Pompe disease when assayed in mice.Following the same rationale,Su et al.(2o15b) also expressed the coagulation factor IX (FIX)，showing the absence of pathogenic antibodies after haemophilia treatment in mice.Moreover,Shil et al. (2014) showed that feeding of mice with bioencapsulated ACE2/Ang-(1- 7) significantly reduced endotoxin-induced uveitis (EIU). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Asmentioned above,Protalix Biotherapeutics is engaged in the development of two new drugs naturally encapsulated within carrot cells，intended for oral delivery.One of them is the glucocerebrosidase (GCD) enzyme PRX-112 for the treatment of Gaucher disease.Feeding experiments with rat and pig as model animals have shown that active recombinant GCD reached both liverand spleen， the target organs in the Gaucher disease (Shaaltiel et al.，2015).Moreover， the recombinant GCD was found to be safe and well tolerated in all 12 patients in a phase l clinical trial in Israel.The phase Il clinical trial isongoing for this product. The other carrot cell-based protein is the anti-tumour necrosis factor PRX-106 for orally administered,anti-inflammatory treatment. In preclinical studies,PRX-1o6 alleviated immunemediated hepatitis and reduced interferon-γ levels in a mouse model;in a phase 丨 clinical trial,PRX-1o6 has been shown to be safe and well tolerated,to have biological activity in the gut and to induce regulatory T cells. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/a22f80162b7ca135b7dc7c231ff1e77b19b3acff96031fa8065e004feec1d823.jpg",
        "table_caption": [
            "Table1 Most relevant antibodies and therapeutic proteins produced in EPTs "
        ],
        "table_footnote": [
            "TWistuberdbotatdb "
        ],
        "table_body": "<html><body><table><tr><td>Product</td><td>Target pathogen/disease</td><td>Plant species/EPT</td><td>Clinical status</td><td>Expression level</td><td>Reference</td></tr><tr><td>Capsid protein</td><td>Norwalk virus</td><td>Potato</td><td>Unknown</td><td>10-20 μg g-1 TW</td><td>Mason et al. (1996)</td></tr><tr><td>Heat-labile</td><td>E.coli</td><td>Potato,corn</td><td></td><td>0.23% TSP</td><td>Haq et al. (1995)</td></tr><tr><td>enterotoxin B (LTB)</td><td></td><td></td><td>Phase I</td><td>12.88 μg g-1 TW</td><td>Mason et al. (1998)</td></tr><tr><td></td><td></td><td></td><td></td><td>1.85 μg mg-1 μg g-1 TP</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>3.7-15.7 μg g-1</td><td>Tacket et al. (1998)</td></tr><tr><td></td><td></td><td></td><td></td><td>0.15 mg g-1</td><td>Tacket et al. (2004)</td></tr><tr><td></td><td></td><td></td><td></td><td>12.88 μg g-1 TW</td><td>Tacket (2007)</td></tr><tr><td></td><td></td><td></td><td></td><td>1.85 μg mg-1 μg g-1 TP</td><td></td></tr><tr><td>Virus-like particle (VLP)</td><td>Hepatitis B,Norwalk virus</td><td>Potato</td><td>Unknown</td><td>542 ng mg-1 TSP</td><td>Huang et al. (2005)</td></tr><tr><td>MucoRice-CTB</td><td>Cholera</td><td>Rice</td><td>Animal trials</td><td>30 μg seed-1</td><td>Nochi et al. (2007)</td></tr><tr><td>(Cholera toxin B subunit)</td><td></td><td></td><td></td><td></td><td>Takeyama et al. (2015)</td></tr><tr><td>MucoRice-ARP1 (Antibody)</td><td>Rotavirus</td><td>Rice</td><td>Unknown</td><td>170 μg seed-1</td><td>Tokuhara et al. (2013)</td></tr><tr><td>Canine interferon</td><td>Gingivitis</td><td>Strawberries</td><td>Unknown</td><td>NF</td><td>https://unit.aist.go.jp/bpri/bpri-</td></tr><tr><td>VEN100 human lactoferrin</td><td>Antibiotic-associated diarrhoea</td><td>Rice</td><td>Phase I</td><td></td><td>pmt/member_e.html Bethell and Huang (2004)</td></tr><tr><td></td><td></td><td></td><td></td><td>>5 mg g-1</td><td>Broz et al. (2013)</td></tr><tr><td>PRX-112</td><td>Gaucher disease</td><td>Carrot cells</td><td>Phase I</td><td>3 mg kg-1</td><td>www.protalix.com</td></tr><tr><td>glucocerebrosidase (GCD)</td><td></td><td></td><td></td><td></td><td>Shaaltiel et al. (2015)</td></tr><tr><td>PRX-106 antibody</td><td>Tumour necrosis factor</td><td>Carrot cells</td><td>Phase I</td><td>NF</td><td>www.protalix.com</td></tr><tr><td>Designer antibodies</td><td></td><td>A. thaliana seeds</td><td>Animal trials</td><td></td><td></td></tr><tr><td></td><td></td><td></td><td>N/A</td><td></td><td></td></tr><tr><td>Antibody</td><td>Rotavirus</td><td>Tomato</td><td></td><td>41 μg g-1 FW</td><td>Juarez et al. (2012)</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>Virdi et al. (2013)</td></tr><tr><td></td><td>Enterotoxigenic E.coli</td><td></td><td></td><td>0.2% TSW</td><td></td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "There are some examples of antibodies produced in EPTs intended for Pl at the gastrointestinal tract,two of them developed in our groups.The first one,intended for veterinary use,is the designer IgAs expressed in Arabidopsis thaliana seeds,consisting ofafusion between the anti-ETEC Ilama heavy-chain-only antibodies and the Fc part of the porcine IgA.These antibodies have shown to efficiently protect ETEC-challenged piglets against postweaning diarrhoea when administered in the form of crushed seedsmixed with the feed (Virdi et al.,2013).The second example consists of IgA antibodies against rotavirus produced in tomato fruits.In this work，minimally processed fruit-derived products (tomato-clarified extract and powder) suitable for oral intake showed anti- ${ \\cdot \\vee \\mathsf { P 8 ^ { \\ast } } }$ binding activity and strongly inhibited virus infection in in vitro virus neutralization assays (Juarez et al.,2012). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Secretory lgA as a target molecule for oral passive immunotherapy ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Although IgA constitutes only $10 \\mathrm { - } 1 5 \\%$ of the total immunoglobulin in the blood serum,it is the predominant immunoglobulin class in external secretions such as breast milk,saliva,tears and the mucosal surfaces of the bronchial, genitourinary and digestive tracts. The daily human production of 5-15 g of SlgA into mucous secretions is greater than that of any other immunoglobulin class (Goldsby et al.，20o3).SlgA serves as the first line of defence at mucosal surfaces by neutralizing pathogenic microorganisms.Because of its polymeric form,SlgA can cross-link large antigens with multiple epitopes. Binding of SlgA to bacterial and viral surface antigens prevents attachment of the pathogens to mucosal cells,thus inhibitingviral infection and bacterial colonization.Complexes of SlgAs and antigens are easily entrapped in the mucus and then eliminated by the ciliated epithelial cells of the respiratory and genitourinary tract or by peristalsis of the gut. For this reason，SlgA is the antibody isotope best suited for OPl (Corthésy,2003,2010,2013). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In spite of all obvious advantages that SlgA presents asa therapeutic molecule,its recombinant production has rarely been attempted for commercial purposes,probably due to the technical difficulties associated with the expression，assembly and recovery of a protein complex composed of four different polypeptides [heavy chain (HC)，light chain (LC)，joining chain and secretory component (SC)] and comprising a total of 10 individual monomers.Under physiological conditions,the biosynthesis of a SlgA complex requires the cooperation between plasma cells,which produce dimeric IgAs (dlgAs),and mucosal epithelial cells that bind the dlgAs via the polymeric immunoglobulin receptor (plgR).During transcytosis，the plgR iscleaved, resulting in the secretion of the SlgA with the IgA-bound plgR piece，called SC，wrapped around the IgA．Although some attempts to produce a correctly assembled SlgA by co-expressing all four different genes in a single mammalian cell type have been successful (Chintalacharuvu and Morrison,1997),the yields need to be improved and the technology is yet to be developed to achievea commercially viable product (Renukuntla et al.,2013). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The first attempt to produce a plant-made SlgA for Pl was the murine hybrid Guy's 13 (Ma et al.，1995).This technology was lateracquired by Planet Biotechnology (Larrick et al.，2001), evaluated in phase I and Il clinical trials and registered as the medical device called CaroRX? (Weintraub et al.，20o5).Since then,just a few research groups have reported the expression of SlgA in heterologous systems.Wieland et al. (2oo5) successfully expressed chicken SlgAsagainst Eimeria acervulina in Nicotiana benthaminana leaves.More recently,Virdi et al.(2o13) produced SlgA-like antibodiesagainst ETEC in A.thaliana seeds.Recently, we also demonstrated the relevance of the proper optimization of SlgA production in a case-by-case basis，by performinga combinatorial assembly and analysis of 16 versions of SlgA against rotavirus transiently expressed in N.benthamiana (Juarez etal.,2013;Sarrion-Perdigones et al.,2011a). Paul et al. (2014) expressed and characterized a human SlgA format of the anti-HIV monoclonal antibody 2G12 using both transgenic tobacco plants and transient expression in N.benthamiana as expression hosts. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Because the production ofhuman SlgA antibodies ata commerciallyviable scale in animal cellsremainsan unsolved technological problem，plant-based platforms，and especially those using EPTs when SlgA production is intended for OPl, appear to be the most promising candidates. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Practical considerations ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As for every therapeutic which is envisioned to be produced in plants,the design of a plant biofactory for antibody production requires multiple considerations involving not only the expression levels of the antibody,but also additional aspects,such as bioavailability, transformation strategy (Obembe et al.，2011),subcellular targeting,protein degradation, glycosylation patterns and downstream strategies,all of them influencing the yield, quality and cost of the final product (Sarrion-Perdigones et al.，2011b). Todate,most of theseaspects have beenaddressed separately, mainly on an empirical basis.Thus,future optimizations wil probably require designs that integrate all of them followinga global approach. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Oneof the main challenges of oral delivery of molecules intended to reach the blood stream is their efficient absorption. Upon oral administration,the gut epithelium acts asa physical and biochemical barrier for absorption of proteins,resulting in lowbioavailability.Although thisremainsan unsolved problem, certain approaches，such as chemical modification，useof absorption and penetration enhancers，use of muco-adhesive polymers and covalent conjugation to carrier molecules such as the (nontoxic) CTB enabling recognition of a target receptor, can enhance the oral bioavailability of peptides. However，these approaches，together with the understanding of the tertiary structures of macromolecules,need to be evaluated on a case-bycase basis to efficiently improve the bioavailability of each target protein (Kwon and Daniell,2015;Renukuntla et al.,2013). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Another important challenge is achieving high expression levels，however，until now a feasible solution resolving this requirement has not been found.Although the transient expression system in Nicotiana benthamiana is the fastest strategy for recombinant protein production，the yields achieved are not sufficient for obtaining the large quantities of antibodies required forPl strategies.Moreover,it is not the mostadequate system for production of therapeutic proteins for oral intake of partially purified formulations，because tobacco leaves lack the GRAS status.On the contrary，when using the seeds of stably transformed plants as a production platform,higher yields can be obtained due to their high protein content-nature and low water content (Table 1). If even higher amounts are required, these can be achieved by incorporating a process of lyophilization of different plant tissues.By removing the water content, the concentration of the target protein can be increased more than 20-fold (Chan and Daniell, 2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Although extracellular secretion is the natural route for antibodies in mammals，targeting antibody chains to specific compartments in the plant cell can result in advantages in terms of stability,yield or downstream processing (Arcalis et al.,2013; De Muynck et al.，2010).Among the different compartments that have been tested as destination for recombinant antibodies (chloroplast, protein storage vacuole,etc.),the secretory pathway seems to be the most convenient route for correct antibody folding and assembly,due to the oxidizing environment required forformation of disulphide bonds，the low abundanceof proteases and the presence of molecular chaperones found in the ER (Ma et al.，20o3).Antibody chains are targeted to the plant secretory pathway using an appropriate N-terminal signal peptide,which is either a plant signal peptide (De Buck et al., 2012),or the native signal peptide of the Ig (Hiatt et al.,1989; Sainsbury et al.,20o8),which works as efficiently in many cases (De Buck et al.,2012;Hiatt et al.,1989; Sainsbury et al.,2008). Once in the cis-Golgi,antibodies can either be efficiently retrieved back to the ER using a C-terminal H/KDEL retention signal,or secreted into the apoplast, downstream of the secretory pathway (De Muynck et al.，2009；Petruccelli et al.，2006)．Although several antibodies have been reported to accumulate well in the apoplast (De Muynck et al.,2009; De Wilde et al.，1998; During et al.，199O)，retention in the ER is often preferred for yield improvement and for dodging plant-specific，Golgi-derived Nglycosylation with $\\beta$ -1,2-xylose and core $\\mathfrak { a }$ -1,3-fucose that could cause immunogenicity in target organisms (Bencurova et al., 2004;Gomord et al.,201O).However,as reported by De Meyer et al. (2015) and De Meyer and Depicker (2014),the final protein destination of H/KDEL-tagged recombinant proteins is unpredictable and,hence,plant-specific N-glycans cannot be effectively avoided following this strategy.On another front,the progress in plant glycoengineering has made possible to produce antibodies with customized and highly homogenous glycosylation patterns, which can lead to higher product quality and clinical efficacy (Bosch et al.，2013；Castilho and Steinkellner，2012；Castilho et al.,2012;Steinkellner and Castilho,2015).Different strategies have been followed to express recombinant proteins with a mammalian-like N-glycosylation pattern， such as the downregulation of endogenous α-1,3-fucosyltransferase (FT） and $\\beta$ -1,2-xylosyltransferase $( \\mathsf { X T } )$ ，the expression of a chimeric form of the human $\\beta 1 . 4$ -galactosyltransferase (GalT) targeted toa late Golgi compartment (Bakker et al.，2001；Strasser etal.，2009) and the addition of terminal sialic residues,by engineering of the full mammalian $N \\mathrm { \\Omega }$ -acetylneuraminic acid (Neu5Ac) biosynthesis pathway (Castilho et al.，2008，2010；Loos and Steinkellner, 2014).When glycan adaptation strategies were used for production of antibodies,the resulting glycoforms were highly homogeneous and showed a dramatic increase in the antibodydependent cellular cytotoxicity (ADCC）activity (Whaley et al., 2011)which points out the benefits of plant-to-human modification of the glycan structure. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Recently,a novel and different approach emerged to efficiently get rid of plant-specific glycosylation.GlycoDelete，a strategy previously developed for its use in mammalian cells (Meuris et al., ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2014),consists on expressing a plant Golgi-targeted version of theendo $. N \\cdot$ -acetyl- $\\beta$ -D-glucosaminidase (endoT) from the fungus Hypocrea jecorina in mutant plants lacking N-acetylglucosaminyltransferase-l (GnTl) activity.These mutants only accumulate highmannose glycans which are substrates for the endoT enzyme. Consequently, the endoT releases the glycan structure from the target protein，leaving the innermost GlcNAc (which is often important to maintain the overall protein fold) attached to the amino acid backbone (Piron et al.，2015). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Even if it is advisable to mimic mammal glycosylation in injected therapeutic proteins to avoid unwanted antigenicity,when the therapeutic proteins are aimed at oral treatment,antigenicity against the sugars is probably not so determining. Because we dailyconsume plant-specific glycans in our diet，plant glycans attached to these recombinant proteins are not expected to generate unexpected allergic reactions.Moreover,the concern of regulatory agencies about glycosylation patterns has probably decreased significantly after the commercialization of ELELYSO? (Protalix Biotherapeutics,Carmiel, Israel), the injectable GCD from Protalix Biotherapeutics，produced in carrot cell suspensions, which showed good results in clinical trials in spite of carrying plant-specific xylose and fucose residues (Aviezer et al.，2009; Cox,2010;Shaaltiel et al.,2007). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Asstated above，specific glycosylation patterns canalso improve the stability of antibodies.Plants are heterologous environments forantibodies,and proteases may affect the integrity of these during both protein accumulation and protein extraction.Antibodies may undergo complete hydrolysis,directly reducing the final yield,or partial degradation,which can alter the integrity and activity of the final product (Benchabane et al., 2008；Faye et al.，2005；Hehle et al.，2015)．Together with obtaining a proper glycosylation pattern of the target antibody, other strategies have been reported to increase both the yield and quality (nondegraded)of PMAbs.For instance，it has been proposed that a balanced co-expression of heavy and light chains isanother clue factor for achieving high yields，because unassembled antibody chains，which are retained by the ERresident chaperone BiP， could be degraded via plant ERassociated degradation systems (Liu and Li，2014).For this, stronger promoters should be used to boost the expression of antibody chains that are limiting the generation of complete antibody complexes.Other approaches are the use of tissuespecific promoters to confine transgene expression to compartments with reduced metabolic activity or targeting proteins to specific cellular organelles.Gene knockout or silencing of plant peptidases is also a tool to take into account if there is a single or only a few target peptidases,which are not essential for plant growth (De Muynck et al.，2010).For the latter,the specific proteases that are active in the targeted time/space must be detected.Activity-based probes are being developed,which react with the active sites of different enzymes- proteases in this case - in an activity-dependent manner. Proteases can then be identified and further knocked out if required (llyas et al.，2015; Lu et al., 2015)．Finally， theco-expression ofrecombinant protease inhibitors interfering with endogenous proteases has also been proposed (Benchabane et al.,2008;Robert et al.，2013).Apart from the in planta stability,there isalso a high concern regarding antibody stability in the harsh conditions of the gastrointestinal tract when these antibodies are aimed for oral delivery.In this framework，theglycosylationofthe antibodies，and more concretelyin the hinge region,also playsa key role (Kim et al., 1994; Plomp et al.,2015).Another advantage of PMAbs that falls within this context is that in partially purified formulations for oral delivery,antibodies are protected by the plant tissue matrix.The plant cell wall providesa natural barrier to the harsh conditions of the gastrointestinal gut that can be further improved by targeting the antibodies to different cell compartments (Sack et al.,2015a). This benefit is also applicable for proteins produced in plant cell suspensions,as it is the case for the above-mentioned therapeutic proteins from Protalix Biotherapeutics，which are naturally encapsulated within the carrot cells. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Of course,the use of minimally processed formulations relies on the logical expectation that the edible status of the transgenic plant tissue remains unaltered.However,it has been repeatedly argued that transgenesis leads to unintended effects in the final composition of the plant tissues,such as changes based on the integration of the transgene,biological interactions caused by transgene-encoded proteins or spurious somaclonal mutations (Araki and Ishii,2015； Heinemann et al.，2011;Schnell et al., 2015).Although unintended effects have become one of the most controversial questions about biological safety of genetically modified organisms (GMOs)，risk analysis studiesand detailed GMO characterizations performed until now have not revealed any harmful unintended effect (Garcia-Canas etal.,2011;Ladics et al.,2O15).There are several recent publications that assess the edibility of genetically engineered EPTs producing proteins aimed for pharmaceutical use,one of them being of our group (Juarez et al.,2014).In this work,as a way to evaluate the changes in the tomato composition introduced by IgA production,the proteomic and metabolomic profiles of transgenic tomatoes expressing human IgA were analysed and compared with those of nontransgenic fruits.Although this work itself cannot rule out the possibility of harmful unintended effects associated with every single strategy involving lgA production in fruits,the data suggest that the formulations derived from these lgA tomatoes are as safe for consumption as equivalent formulations derived from wildtype tomatoes.A second work，performed by Kurokawa et al. (2013),describes that no known rice allergens appear to be upregulated by genetic modification of MucoRice-CTB,suggesting that MucoRice-CTB has the potential as a safe oral cholera vaccine.These two studies are the first step for confirming the safety of transgenic plants - or their edible tissues- producing recombinant proteins for mucosal applications.When analysing the unintended effects produced in GMOs,it is also useful to take into account a whole-genome and transcriptomic analysis. In this framework,Kawakatsu et al. (2013) conducted an analysis where the genome of a rice line expressing a seed-based edible vaccine containing two pollen allergens was compared with the genome of its host line.In this study，the authors found that the differences between both genomes were minor in comparison with those found when comparing the parental line with other related rice cultivars,pointing out that most of the alterations corresponded to somaclonal variation.Moreover,when performingstrand-specific mRNA-Seq， similar transcriptomes were revealed for both transgenic and parental lines，supporting genomic integrity between them. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Another important consideration is how to handle minimally processed plant preparations or partially purified drug substances to control the quality (e.g. batch-to-batch consistency) of the recombinant pharmaceutical products according to GMP compliance.The procedures for the GMP/GACP-compliant upstream production of 2G12 in transgenic tobacco plants have been recently summarized by Sack et al. (2015b).In general，the manufacturing of recombinant biologically active substances in plants is covered at the EU level by the guideline EMEA/CHMP/ BWP/48316/2006 (http://www.ema.europa.eu/docs/en_GB/document_library/Scientific_guideline/2009/09/WC500003154.pdf), which basically adapts aspects of the quality guidance already in place for other production systems to the special case of transgenic plants.Although this guideline covers several technical aspects,such as generation of transformants,banking systems, upstream and downstream processing,characterization of active ingredients and control of contamination with adventitious agents，it does not specifically address minimally or partially processed products.It states，however， that process-related impurities(e.g.host cell proteins，host cell DNA，reagents, downstream impurities) are expected to differ qualitatively among different manufacturing processes，and therefore，the qualitative comparison of these parameters may not be relevant in bio-similar comparability exercises. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the absence of specific guidelines covering recombinant biologics in minimally processed plant tissues,it can be useful to review and compare the existing guidelines for related products with similar characteristics,such as herbal medicinal preparations containing identified active ingredients (e.g.powdered herbal substances,extracts,essential oils,expressed juices and processed exudates among others).For those products,active ingredients are defined as those chemically defined substances or groups of substances which are generally accepted to contribute substantially to the therapeutic activity,a description that could be easily assimilated to recombinant biologics made in plants.To ensure appropriate and consistent quality of medicinal plant/herbal substances， the Guideline EMEA/HMPC/246816/2005 (http:// www.ema.europa.eu/docs/en_GB/document_library/Scien",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "tific_guideline/2011/09/WC500113210.pdf）establishesgood agricultural and collection practices (GACP) for herbal starting materials.Furthermore,the GMP concept for the manufacture, processing，packaging and storage of active pharmaceutical ingredients also applies to medicinal plants/herbal substances as covered by EU-GMP Guideline Part I (http://www.ecv.de/leseproben/781807.pdf).Moreover,in the case of herbal preparations with constituents of known therapeutic activity,and besides GACP and GMP considerations，quality assays for marketing authorization include tests of microbial limits，pesticides and micotoxins,and specifically require identification of functional components with validated，specific，stability-indicating assays, along with details of the used analytical procedure(s) (http:// www.ema.europa.eu/docs/en_GB/document_library/Scientific_guideline/2011/09/WC500113209.pdf).Eventually， similar specific assays (e.g.ELISA tests,virus neutralization assays) should be adapted and implemented for recombinant products to ensure batch-to-batch consistency and stability of active ingredients,that isrecombinant antibodies or biologics.Finally,as an additional consideration regarding authorization strategies,it should be noted that herbal preparations with active ingredients for topical application (e.g.semi-solid formulations)are frequently certified as medical devices and not as topical drugs.Medical devices are those that primarily unfold their therapeutic effect by physical means and do not achieve their principal intended action in or on the human body by pharmacological, immunological or metabolic means,but which may be assisted by such means.As mentioned above，CaroRX@ received marketing approval in the EU as a medical device，and similar authorization strategies could be probably explored for other semi-purified mucosal passive agents against,for example,skin or oral diseases,as they provide a less complex marketing authorization process compared with topical and oral drugs (Korting and Schollmann,2012). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Final remarks ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Plants are emerging systems for the production of recombinant antibodies.Despite all advantages that plants can offer as antibody expression systems,so far，very few antibodies have beensubjected to clinical trials (Sack et al.,2015a).There are two main reasons why PMAbs tend to get trapped in the interface between animal trials and commercialization．First，because mammalian systems are already established andhave the dominant share of the market， they somehow obstruct the natural development of new expression systems,even if these have striking advantages.Second, the regulatory framework for the field cultivation of genetically modified plants is highly demanding，particularly in Europe,as described in the directive 2001/18/EC and its amendment 2008/27/EC. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In all probability，plant antibody expression systems are not going to replace the mammalian ones. These systems have wellestablished production protocols for many antibodies,which have already gone through the current GMP production and drug regulations.Production of ‘biosimilars'in plants will most likely have to go through strong competition to reach the market. Therefore， the market of PMAbs will probably have more opportunities with the production of ‘biobetters' (therapeutics withenhanced features and/or efficacy) and ofcomplex molecules that cannot be produced in mammalian platforms, such as SlgA or lgM，which can be exploited for mucosal therapies. Plant platforms present benefits as being human pathogen free，ensuring rapid availability when using transient expression systems,providing ä la carte glycosylation patterns and having low production and processing costs.Moreover，if EPTs are used,the final cost of manufacturing can be dramatically reduced，because exhaustive purification would no longer be needed for certain applications.Edible plant tissues with GRAS status (such as fruits,seeds and certain leaves) can therefore be utilized as reservoirs of antibodies such as SlgAs for easy longtimestorage and enabling quick availability afterminimal processing when required for OPl. In the case of seeds,due to their low water content,they can be stored for years without losing antibody efficacy (Azegami et al.,2015;Virdi et al.,2013). If using more watery tissues,such as fleshy fruits and leaves,a step of lyophilization or spray-drying should be included prior to storing (Juarez et al.，2012；Su et al.，2015b).When using partially purified products derived from EPTs,it is important to take into account that an edibility and allergenicity assessment should be performed to ensure that the plant-derived products are convenient for oral use. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Overall,plant expression systemsare evolvingand finding their niche to be complementary to other established expression systems.In this framework,EPTs- either seeds or dried tissues - that offer the possibility of long-lasting,refrigeration-free storage and low cost of production and downstream processing,will also be a convenientoption for developing countries that cannot afford costly therapies and/or prophylaxis for certain infectious diseases. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The authors would like to thank Annick Bleys for assistance with the manuscript preparation.P.J.would like to express gratitude towards the Spanish Ministry of Economy and Competiveness for her FPU fellowship and towards the International Society for Plant Molecular Farming for their generous bursaries for attending the PBVAB 2015.This work was supported by grants from Research Foundation Flanders (FWO project G0C9714N)，from the European Commission (H2020-MSCA-IF-2014 Prop0sal 658701- ImmunoFarm）and from the Spanish Ministry of Economy and Competiveness (Plan Nacional $1 + 1$ Grant BIO2013-42193R). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Araki,M.and Ishii, T. (2o15) Towards social acceptance of plant breeding by genome editing.Trends Plant Sci.20,145-149.   \nArcalis,E., Stadlmann,J., Rademacher,T.,Marcel, S., Sack,M.,Altmann,F.and Stoger，E.(2O13) Plant species and organ influence the structure and subcellular localization of recombinant glycoproteins.Plant Mol. Biol.83, 105-117.   \nAviezer,D., Bril-Almon,E., Shaaltiel,Y.,Hashmueli,S., Bartfeld,D.,Mizrachi S.,Liberman，Y.et al. (2oo9)A plant-derived recombinant human glucocerebrosidase enzyme - a preclinical and phase I investigation. PLoS ONE,4,e4792.   \nAzegami,T., Itoh,H.，Kiyono,H.and Yuki,Y.(2O15) Novel transgenic ricebased vaccines.Arch.Immunol.Ther.Exp.(Warsz.)63,87-99.   \nBakker，H.，Bardor,M.，Molthoff,J.W.,Gomord,V.,Elbers,I.,Stevens,L.H., Jordi,W.et al. (2oo1) Galactose-extended glycans of antibodies produced by transgenic plants. Proc. Natl. Acad.Sci. USA,98,2899-2904.   \nBenchabane,M.,Goulet,C.,Rivard, D.,Faye,L.,Gomord, V.and Michaud,D. (2008)Preventing unintended proteolysis in plant protein biofactories.Plant Biotechnol. J. 6, 633-648.   \nBencurovä,M.，Hemmer,W.,Focke-Tejkl,M.,Wilson,I.B.H.and Altmann,F. (2004) Specificity of IgG and IgE antibodies against plant and insect glycoprotein glycans determined with artificial glycoforms of human transferrin.Glycobiology,14,457-466.   \nBendandi,M.,Marillonnet,S.,Kandzia,R.,Thieme,F.,Nickstadt,A., Herz, S., Frode,R.etal.(2010) Rapid,high-yield production in plantsof individualized idiotype vaccines for non-Hodgkin's lymphoma.Ann.Oncol.21，2420- 2427.   \nBerger,I.,Fitzgerald,D.J.andRichmond,T.J.(24)Baculovirusexpressotem for heterologous multiprotein complexes.Nat. Biotechnol.22,1583-1587.   \nBethell,D.R.and Huang,J.(2Oo4) Recombinant human lactoferrin treatment for global health issues:iron deficiency and acute diarrhea. Biometals,17, 337-342.   \nBosch,D.，Castilho,A.，Loos，A.，Schots，A.and Steinkellner，H.(2013） Nglycosylation of plant-produced recombinant proteins. Curr. Pharm. Des.19, 5503-5512.   \nBroz，A.， Huang， N.and Unruh，G. (2013) Plant-basedprotein biomanufacturing. Genet. Eng. Biotechnol. News,33,32-33.   \nCastilho,A.and Steinkellner,H. (2012) Glyco-engineering in plants to produce human-like N-glycan structures. Biotechnol. J.7,1088-1098.   \nCastilho,A.,Pabst,M.,Leonard,R.,Veit,C.,Altmann,F.,Mach,L.,Glossl,J. et al.(2oo8)Construction of a functional CMP-sialic acid biosynthesis pathway in Arabidopsis.Plant Physiol.147,331-339.   \nCastilho,A., Strasser,R., Stadlmann,J.,Grass,J., Jez,J., Gattinger,P., Kunert, R.et al. (2O1O) In planta protein sialylation through overexpression of the respective mammalian pathway.J.Biol. Chem.285,15923-15930.   \nCastilho，A.，Neumann，L.，Daskalova，S.，Mason，H.S.，Steinkelner，H., Altmann,F.and Strasser,R. (2012) Engineering of sialylated mucin-type Oglycosylation in plants.J. Biol. Chem.287,36518-33626.   \nChan,H.T.and Daniell,H. (2015) Plant-made oral vaccines against human infectious diseases-Are we there yet? Plant Biotechnol.J.13,1056-1070.   \nChintalacharuvu，K.R.and Morrison，S.L.(1997） Production of secretory immunoglobulin A by a single mammalian cell. Proc. Natl. Acad.Sci.USA, 94,6364-6368.   \nCorthésy，B.(2oo3)Recombinant secretory immunoglobulin A in passive immunotherapy:linkingimmunology andbiotechnology.Curr Pharm Biotechnol. 4, 51-67.   \ncomponent in the protection of mucosal surfaces.Future Microbiol.5, 817-829.   \nCorthésy，B.(2013)Roleof secretory IgA in infectionand maintenance of homeostasis.Autoimmun. Rev.12,661-665.   \nCox，T.M.(2010) Gaucher disease:clinical profile and therapeutic developments.Biologics,4,299-313.   \nDaniell,H.treatfied,S.JndWyoff,.()edicalmolecuraring: production of antibodies,biopharmaceuticals and edible vaccines in plants. Trends Plant Sci.6,219-226.   \nDe Buck，S.，Virdi,V.，De Meyer，T.,，De Wilde,K.，Piron，R，Nolf,J.，Van Lerberge，E.etal. (2012） Production of camel-like antibodies inplants. Methods Mol. Biol.911,305-324.   \nDe Meyer,T.and Depicker，A. (2014) Trafficking of endoplasmic reticulumretained recombinant proteins is unpredictable in Arabidopsis thaliana.Front. Plant Sci.5,473.   \nDe Meyer，T.，Laukens，B.，Nolf,J.，Van Lerberge，E.，De Rycke，R.，De Beuckelaer,A.,De Buck,S.et al. (2015) Comparison of VHH-Fc antibody production inArabidopsis thaliana，Nicotiana benthamiana and Pichia pastoris.Plant Biotechnol.J.13, 938-947.   \nDe Muynck,B.，Navarre,C., Nizet,Y.， Stadlmann,J.and Boutry,M.(2009) Different subcellular localization and glycosylation for a functional antibody expressed in Nicotiana tabacum plants and suspension cels.Transgenic Res. 18, 467-482.   \nDe Muynck,B.,Navarre,C.and Boutry,M.(2O1O) Production of antibodies in plants: status after twenty years.Plant Biotechnol.J.8,529-563.   \nDe Wilde,C.,De Rycke,R., Beeckman,T.,De Neve,M., Van Montagu，M., Engler,G.and Depicker,A.(1998) Accumulation pattern of IgG antibodies and Fab fragments in transgenic Arabidopsisthaliana plants.Plant Cell Physiol.39,639-646.   \nDüring，K.，Hippe,S.，Kreuzaler,F.and Schell, J.(199O) Synthesis and selfassembly of a functional monoclonal antibody in transgenic Nicotiana tabacum. Plant Mol.Biol.15,281-293.   \nFaye，L.，Boulaflous，A.，Benchabane，M.，Gomord，W.and Michaud，D. (2005) Protein modifications in the plant secretory pathway: current status and practical implications in molecular pharming.Vaccine.23,1770 1778.   \nFrenzel,A.，Hust,M.and Schirrmann,T.(2013) Expression of recombinant antibodies.Front Immunol.4,217.   \nGarcia-Canas, V.,Simó,C., León, C.,Ibanez, E.and Cifuentes,A. (2011) MSbased analytical methodologies to characterize genetically modified crops. Mass Spectrom. Rev.30,396-416.   \nGiritch,A.,Marillonnet,S.,Engler,C.,van Eldik,G., Boterman,J., Klimyuk,V. and Gleba,Y. (20o6) Rapid high-yield expression of fullsize IgG antibodies in plants coinfected with noncompeting viral vectors. Proc. Natl.Acad.Sci. USA, 103, 14701-14706.   \nGoldsby,R.A.,Kindt,T.J.,Osborne,B.A.and Kuby,J.(20o3)Immunology. New York: W.H. Freeman and Company.   \nGomord，V.，Fitchette，A.-C.，Menu-Bouaouiche，L.，Saint-Jore-Dupas，C., Plasson，C.，Michaud,D.and Faye，L.(201O） Plant-specific glycosylation patterns in the context of therapeutic protein production. Plant Biotechnol. J. 8, 564-587.   \nGrabowski, G.A.,Golembo,M.and Shaaltiel,Y.(2014) Taliglucerase alfa:an enzyme replacement therapy using plant cell expression technology. Mol. Genet. Metab. 112, 1-8.   \nHaq，T.A.，Mason，H.S.，Clements，J.D．and Arntzen，C.J.（1995）Oral immunization with a recombinant bacterial antigen produced in transgenic plants. Science,268,714-716.   \nHehle,V.KbdiRolleweedJulJcc V.Benvenuto,E.et al.(2015) Site-specific proteolytic degradation of lgG monoclonal antibodies expressed in tobacco plants. Plant Biotechnol. J.13, 235-245.   \nHeinemann, J.A.,Kurenbach,B.and Quist, D.(2011) Molecular profiling—a tool for addressing emerging gaps in the comparative risk assessment of GMOs. Environ.Int.37, 1285-1293.   \nHiatt，A.，Caferkey，R.and Bowdish，K.(1989)Production of antibodies in trancnanir nləntc Aatira 2 76 78   \nHuang,∠.,EIkin,G.,Maloney,B.J.,Beunner,N.，Arntzen,C.J.，Inanavala,Y. and Mason, H.S. (2oo5) Virus-like particle expression and assembly in plants: hepatitis B and Norwalk viruses. Vaccine.23,1851-1858.   \nIlyas,M.,Horger,A.C., Bozkurt,T.O.,van den Burg, H.A.,Kaschani,F.,Kaiser, M.,Belhaj,K.et al.(2015) Functional divergence of two secreted immune proteases of tomato. Curr. Biol.25,2300-2306.   \nJuarez,P.,Presa,S.,Espi,J.,Pineda,B.,Anton,M.T.,Moreno,V.,Buesa,J.et al. (2012)Neutralizing antibodies against rotavirus produced in transgenically labelled purple tomatoes. Plant Biotechnol.J.10,341-352.   \nJuarez,P.,Huet-Trujillo,E.,Sarrion-Perdigones,A.,Falconi,E.E.,Granell,A.and Orzaez,D.(2013) Combinatorial analysis of secretory immunoglobulin A (slgA) expression in plants. Int.J. Mol. Sci. 14, 6205-6222.   \nJuarez,P.,Fernandez-del-Carmen,A.,Rambla,J.L.,Presa,S.,Mico,A.,Granell, A.and Orzaez, D.(2014) Evaluation of unintended effects in the composition of tomatoes expressing a human immunoglobulin A against rotavirus.J. Agric. Food Chem.62,8158-8168.   \nKawakatsu,T.,Kawahara,Y.,Itoh,T.and Takaiwa,F. (2013)Awhole-genome analysis of a transgenic rice seed-based edible vaccine against cedar pollen allergy. DNA Res.20,623-631.   \nKim, H., Yamaguchi, Y.,Masuda,K., Matsunaga, C.,Yamamoto, K,Irimura,T., Takahashi，N.et al.（1994)O-glycosylationinhingeregionofmouse immunoglobulin G2b.J.Biol. Chem.269,12345-12350.   \nKo,K.,Tekoah,Y.,Rudd,P.M.,Harvey,D.J.,Dwek,R.A.,Spitsin,S.,Hanlon, C.A.et al.(2Oo3) Function and glycosylation of plant-derived antiviral monoclonal antibody. Proc. Natl. Acad. Sci. USA,100,8013-8018.   \nKorting，H.C.and Schollmann，C.(2012）Medical devicesin dermatology: topical semi-solid formulations for the treatment of skin diseases.J.Dtsch. Dermatol. Ges.10,103-109.   \nKurokawa，S.，Nakamura，R.，Mejima，M.，Kozuka-Hata，H.，Kuroda，M., Takeyama,N.,Oyama,M.et al. (2013) MucoRice-cholera toxin B-subunit,a rice-based oral cholera vaccine,down-regulates the expression of $\\mathfrak { a }$ -amylase/ trypsin inhibitor-like protein familyas major rice alergens.J.Proteome Res. 12, 3372-3382.   \nKwon,K.C.and Daniell，H.(2015)Low-cost oral delivery of protein drugs bioencapsulated in plant cells.Plant Biotechnol.J.13,1017-1022.   \nLadics，G.S.，Bartholomaeus，A.，Bregitzer，P.，Doerer，N.G.，Gray，A., Holzhauser,T.，Jordan,M.et al. (2015) Genetic basis and detection of unintended effects in genetically modified crop plants.Transgenic Res.24, 587-603.   \nLarrick,J.W.,Yu,L.,Chen,J.,Jaiswal,S.and Wycoff,K.(1998)Productionof antibodies in transgenic plants.Res.Immunol.149, 603-608.   \nLarrick,J.W.,Yu,L.,Naftzger, C.,Jaiswal,S.and Wycoff,K. (2O01) Production of secretory IgA antibodies in plants. Biomol. Eng.18,87-94.   \nLiu,Y.and Li,J. (2014) Endoplasmic reticulum-mediated protein quality control in Arabidopsis. Front. Plant Sci.5,162.   \nLoos,A.and Steinkelner,H. (2014) Plant glyco-biotechnology on the way to synthetic biology.Front. Plant Sci.5,523.   \nLu,H., Chandrasekar, B., Oeljeklaus,J.,Misas-Villamil, J.C.,Wang,Z., Shindo, T.,Bogyo,M.et al.(2015) Subfamily-specific fluorescent probes for cysteine proteases display dynamic protease activities during seed germination. Plant Physiol. 168,1462-1475.   \nMa,J.K.-C.(1988)Prevention of colonization of Strep mutans by local passve immunization with monoclonal antibodies in humans.J. Dent. Res.67,643- 643.   \nMa,J.K.-C.，Hiat,A.，Hein，M.，Vine，N.D.，Wang，F.，Stabila，P.，van Dolleweerd, C.et al.(1995) Generation and assembly of secretory antibodies in plants. Science,268,716-719.   \nMa，J.K.-C.，Drake，P.M.W.and Christou，P.(2003） The productionof recombinant pharmaceutical proteins in plants.Nat. Rev. Genet. 4, 794-805.   \nMa,J.K.-C., Drossard,J.,Lewis,D.,Altmann,F., Boyle,J.,Christou,P., Cole,T. et al.(2015) Regulatory approval and a first-in-human phase Iclinical trial of a monoclonal antibody produced in transgenic tobacco plants. Plant Biotechnol.J.13,1106-1120.   \nMason,H.S., Ball,J.M.,Shi,J.J., Jiang,X.,Estes,M.K.and Arntzen,C.J.(1996) Expression of Norwalk virus capsid protein in transgenic tobacco and potato and its oral immunogenicity in mice.Proc.Natl.Acad.Sci. USA,93,5335- ）   \nMason,H.S.,Haq,T.A.,Clements,J.D.and Arntzen,C.J.(1998) Edible vaccine protects mice against Escherichia coli heat-labile enterotoxin (LT):potatoes expressing a synthetic LT-B gene. Vaccine.16,1336-1343.   \nMcCormick，A.A.，Reddy，S.，Reinl，S.J.，Cameron，T.I.，Czerwinkski，D.K., Vojdani,F.,Hanley,K.M.et al. (2oo8) Plant-produced idiotype vaccines for the treatment of non-Hodgkin's lymphoma: safety and immunogenicity in a phase Iclinical study.Proc. Natl. Acad.Sci. USA,105,10131-10136.   \nMeuris,L.，Santens，F.，Elson,G.,Festjens,N.，Boone，M.，Dos Santos，A., Devos,S.et al. (2014) GlycoDelete engineering of mammalian cels simplifies N-glycosylation of recombinant proteins.Nat. Biotechnol.32,485-489.   \nNochi,T.,Takagi,H.,Yuki,Y.,Yang,L.,Masumura,T.,Mejima,M.,Nakanishi U.et al. (2oo7) Rice-based mucosal vaccine as a global strategy for coldchain- and needle-free vaccination.Proc.Natl.Acad.Sci. USA,104,10986- 10991.   \nNochi,T.，Yuki，Y.，Katakai，Y.，Shibata，H.，Tokuhara，D.，Mejima，M., Kurokawa，S.et al. (2009)A rice-based oral cholera vaccine induces macaque-specific systemic neutralizing antibodies but does not influence pre-existing intestinal immunity.J.Immunol.183,6538-6544.   \nObembe,O.O.,Popoola,J.O., Leelavathi, S.and Reddy,S.V.(2011) Advances in plant molecular farming. Biotechnol.Adv.29,210-222.   \nPaul,M.，Reljic,R.,Klein,K.,Drake,P.M.W.,van Dolleweerd,C.,Pabst,M., Windwarder，M. et al. (2014) Characterization of a plant-produced recombinant human secretory IgA with broad neutralizing activity against HIV. MAbs,6, 1585-1597.   \nPetrucell,.Oteg.areF.anDihOitcete,A.-C,,A Rumbo,M.et al. (2006)A KDEL-tagged monoclonal antibody is efficiently retained in the endoplasmic reticulum in leaves,but is both partially secreted and sorted to protein storage vacuoles in seeds.Plant Biotechnol.J.4,511-527.   \nPiron,R.，Santens,F.,De Paepe,A.,Depicker,A.and Callewaert,N.(2015) Using GlycoDelete to produce proteins lacking plant-specific N-glycan modification in seeds. Nat. Biotechnol.33,1135-1137.   \nPlomp，R.，Dekkers，G.，Rombouts，Y.，Visser，R.，Koeleman，C.A.M, Kammeijer,G.S.M., Jansen,B.C.et al.(2015) Hinge-region O-glycosylation of human immunoglobulin G3 (lgG3).Mol. Cell Proteomics,14,1373-1384.   \nQiu,X.,Wong,G.,Audet,J.,Belo,A.,Fernando,L.,Alimonti,J.B.,FaustherBovendo,H.et al. (2o14) Reversion of advanced Ebola virus disease in nonhuman primates with ZMapp.Nature, 514,47-53.   \nRamessar, K.,Rademacher,T., Sack,M., Stadlmann,J.,Platis,D., Stiegler,G., Labrou,N.et al.(2oo8) Cost-effective production of a vaginal protein microbicide to prevent HIV transmission.Proc. Natl. Acad. Sci. USA，105, 3727-3732.   \nRenukuntla,J., Vadlapudi,A.D.,Patel,A., Boddu,S.H.and Mitra,A.K. (2013) Approaches for enhancing oral bioavailability of peptides and proteins. Int.J. Pharm. 447,75-93.   \nRobert,S.，Khalf，M.，Goulet，M.-C.，D'Aoust，M.-A.，Sainsbury，F．and Michaud,D.(2013) Protection of recombinant mammalian antibodies from development-dependent proteolysis in leaves of Nicotiana benthamiana. PLoS ONE,8, e70203.   \nSack,M.,Hofbauer,A.,Fischer,R.and Stoger,E.(2o15a) The increasing value of plant-made proteins. Curr. Opin. Biotechnol.32,163-170.   \nSack,M.,Rademacher,T.,piegel,H.,Boes,A.,Hellwig,S.,Drossard,J.,oger E.et al. (2015b) From gene to harvest:insights into upstream process development for the GMP production of a monoclonal antibody in transgenic tobacco plants.Plant Biotechnol.J.13,1094-1105.   \nSainsbury,F., Lavoie,P.-O., D'Aoust, M.-A., Vézina,L.-P.and Lomonossoff,G.P. (2008) Expression of multiple proteins using full-length and deleted versions of cowpea mosaic virus RNA-2. Plant Biotechnol.J.6,82-92.   \nSarrion-Perdigones,A.,Falconi,E.E., Zandalinas,S.l., Juarez,P.,Fernandez-elCarmen,A.,Granell,A.and Orzaez,D.(2011a) GoldenBraid:an iterative cloning system for standardized assembly of reusable genetic modules. PLoS ONE,6,e21622.   \nSarrion-Perdigones，A.，Juarez，P.，Granell，A．and Orzaez，D. (2011b) Production of antibodies in plants.In:Antibody Expression and Production (Cell Engineering)，Vol.7 (Al-Rubeai，M.ed)，pp.143-164.Dordrecht: Springer.   \nSchnell,J.,Steele,M.,Bean,J.,Neuspiel,M.,Girard,C.,Dormann,N.,Pearson C.et al. (2o15)A comparative analysis of insertional effects in qenetically engineered plants:considerations for pre-market assessments.Transgenic Res. 24,1-17.   \nShaaltiel,Y., Bartfeld,D.，Hashmueli,S.,Baum,G., Brill-Almon,E.,Galili,G., Dym，O.et al. (2oo7） Production of glucocerebrosidase with terminal mannose glycans for enzyme replacement therapy of Gaucher's disease usinga plant cell system. Plant Biotechnol.J.5,579-590.   \nShaaltiel,Y.,Gingis-Velitski,S.,Tzaban,S.,Fiks,N.,Tekoah,Y.and Aviezer,D. (2015)Plant-based oral delivery of beta-glucocerebrosidase as an enzyme replacement therapy for Gaucher's disease.Plant Biotechnol.J.13,1033- 1040.   \nShil,P.K.,Kwon,K.C.,Zhu,P.,Verma,A.,Daniell,H.and Li,Q. (2014)Oral delivery of ACE2/Ang-(1-7) bioencapsulated in plant cells protects against experimental uveitis and autoimmune uveoretinitis.Mol. Ther.22,2069- 2082.   \nSteinkellner，H.and Castilho，A. (2015)N-glyco-engineering in plants: update on strategies and major achievements.Methods Mol. Biol.1321, 195-212.   \nStrasser,R., Castilho,A., Stadlmann,J., Kunert,R., Quendler,H.,Gattinger,P., Jez,J.et al. (2oo9) Improved virus neutralization by plant-produced anti-HIV antibodies with a homogeneous beta1,4-galactosylated N-glycan profile.J. Biol. Chem.284,20479-20485.   \nSu,J.,Sherman,A.,Doerfler,P.A.，Byrne,B.J.,Herzog,R.W.and Daniell,H. (2015a) Oral delivery of Acid Alpha Glucosidase epitopes expressed in plant chloroplasts suppresses antibody formation in treatment of Pompe mice. Plant Biotechnol.J.13,1023-1032.   \nSu, J.,Zhu,L., Sherman,A.,Wang,X., Lin,S., Kamesh,A.,Norikane,J.H.et al. (2015b) Lowcost industrialproduction ofcoagulation factorIX bioencapsulated in lettuce cells for oral tolerance induction in hemophilia B. Biomaterials,70,84-93.   \nTacket, C.O.(2oo7) Plant-based vaccines against diarrheal diseases.Trans.Am. Clin. Climatol. Assoc.118, 79-87.   \nTacket,C.O.，Mason,H.S.，Losonsky,G.，Clements,J.D.，Levine,M.M.and Arntzen,C.J.(1998) Immunogenicity in humans of a recombinant bacterial antigen delivered ina transgenic potato.Nat.Med.4,607-609.   \nTacket, C.O.,Pasetti, M.F., Edelman,R., Howard, J.A.and Streatfield, S. (2004) Immunogenicity of recombinant LT-B delivered orally to humans in transgenic corn.Vaccine.22,4385-4389.   \nTakaiwa,F.,Wakasa,Y.,Takagi,H.and Hiroi,T.(2015) Rice seed for delivery of vaccines to gut mucosal immune tissues. Plant Biotechnol.J.13,1041-1055.   \nTakeyama,N.,Yuki,Y.,Tokuhara,D.,Oroku,K.,Mejima,M.，Kurokawa,S., Kuroda,M.et al. (2o15) Oral rice-based vaccine induces passive and active immunity against enterotoxigenic E.coli-mediated diarrhea in pigs.Vaccine. 33,5204-5211.   \nTokuhara,D.,Alvarez, B.,Mejima,M., Hiroiwa,T.,Takahashi,Y., Kurokawa,S., Kuroda,M.et a/. (2o13) Rice-based oral antibody fragment prophylaxis and therapy against rotavirus infection.J. Clin. Invest.123,3829-3838.   \nVézina,L.P.,Faye,L.,Lerouge,P., D'Aoust,M.-A., Marquet-Blouin,E., Burel, C., Lavoie,P.-O.et al. (2oo9) Transient co-expression for fast and high-yield production ofantibodieswithhuman-like N-glycansin plants.Plant Biotechnol. J.7,442-455.   \nVirdi,V.,Coddens,A.,De Buck,S.，Millet,S.，Goddeeris,B.M.,Cox,E.，De Greve，H.et al.(2013) Orally fed seeds producing designer IgAs protect weaned piglets against enterotoxigenic Escherichia coli infection.Proc.Natl. Acad.Sci. USA,110,11809-11814.   \nWeintraub,J.A.，Hilton,J.F.,White,J.M.，Hoover,C.I.,Wycoff,K.L.，Yu,L., Larrick，J.W.et al. (2oo5) Clinical trial of a plant-derived antibody on recolonization of mutans streptococci. Caries Res.39,241-450.   \nWhaley，K.J.， Hiatt,A.and Zeitlin,L.(2o11) Emerging antibody products and Nicotiana manufacturing. Hum. Vaccin.7,349-356.   \nWieland,W.H.，Orzaez,D.，Lammers,A.，Parmentier,H.K.and Schots,A. (2005) Display and selection of chicken lgA phage fragments.Vet. Immunol. Immunopathol. 110, 129-140.   \nWurm，F.M. (2oo4)Production of recombinant protein therapeuticsin cultivated mammalian cells.Nat. Biotechnol.22,1393-1398.   \nWycoff,K.L.(20o5) Secretory IgA antibodies from plants. Curr. Pharm. Des.11, 2429-2437.   \nYoshiola, K.R.C.B.， Sato， K.R.C.B.，Gotanda, T.R.C.B., Ito, A.N.A.T.I.O.F.A.I.N.D.S.C.I.A.N.D.T.，Isogai,E.S.D.，Takehara,K.and Maehara,N.(2012) Oral composition containing Interferon-alpha.Google Patents.   \nZeitlin,L.,Olmsted, S.S., Moench,T.R., Co,M.S.,Martinel, B.J.,Paradkar,V.M., Russell,D.R.et al. (1998) A humanized monoclonal antibody produced in transgenic plants for immunoprotection of the vagina against genital herpes. Nat. Biotechnol. 16, 1361-1364. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]