[
    {
        "type": "text",
        "text": "栏目：智库观点 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "论智库与决策层的良性互动 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "欧阳康;杜志章",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "华中科技大学国家治理研究院 武汉 430074",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【智库简介】",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "华中科技大学国家治理研究院成立于2014年2月，是在党的十八届三中全会之后成立的专业智库，以“聚焦重大问题，服务国家战略”为宗旨，致力于为“推进国家治理体系和治理能力现代化”贡献智慧。研究院下设国家治理理论与比较研究中心、国家治理体系与政策研究中心、国家治理调控与评价体系研究中心、治理信息采集与大数据处理中心、政府决策支持系统研究中心、湖北区域治理与中部发展研究中心等机构，有专兼职研究人员30余名，外籍客座研究员10余名，原华中科技大学党委副书记、中国著名学者欧阳康教授担任院长。2014年11月，成为湖北省高等学校人文社会科学重点研究基地；2016年3月，成为国家治理湖北省协同创新中心；2016年12月，正式进入CTTI（中国智库索引)；是湖北省“十大改革智库”和“十大新型智库”之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十八届三中全会提出，加强中国特色新型智库建设，建立健全决策咨询制度。2014年10月27日，中央全面深化改革领导小组第六次会议通过了《关于加强中国特色新型智库建设的意见》。习近平总书记强调，我们进行治国理政，必须善于集中各方面智慧、凝聚最广泛力量。重点建设一批具有较大影响和国际影响力的高端智库，重视专业化智库建设。为响应中央的号召，全国各级各类智库雨后春笋般涌现。据 2016年12月17日光明日报和南京大学联合推出的中国智库索引CTTI显示，首批收录的智库就多达489家，尚有众多有智库功能的机构未纳入索引。可见，中国智库的数量已相当可观，但中国智库的影响力仍有待提升。如何充分发挥智库的功能增强中国智库的影响力？笔者认为理清智库与决策层的关系、促进智库与决策层的良性互动是关键所在。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1明确智库与决策层的关系定位",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库是为决策服务的，智库与决策层的关系应该是一种供求关系，供求双方相互依存但又各自独立。智库与决策层不能是同质的，智库也不应是决策层的附属机构。同时，智库的职能不是去揣摩决策层喜欢听的，而是去研究决策层应该听的；不是去给决策层的观点和言论做注解，而是用科学合理的观点去影响决策层的思想和言行。因此，智库与决策层相比，应该站得更高一些，看得更远一些，想得更深一些，做得更实一些。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "具体而言，智库应该与决策层保持如下三种关系：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1智库当在决策层之“下” ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "所谓“下”，就是要下到基层、深入实际。事实是决策的依据，调研是掌握事实的前提。然而，一些以官方名义的调研往往流于形式、浮于表面，配合调研的地方官员也往往急于应付、忙于表演。与之相反，智库学者的调研往往更加“接地气”，更容易接触老百姓的普通生活，与最广大的人民群众打成一片，能够真实反映当地的问题，能够真切了解人民群众的愿望。只要找准了问题，掌握了群的真正需求，就能做到有的放矢，有针对性地提出解决问题、满足人民群众要求的决策建议。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 智库当在决策层之“中” ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "所谓“中”，就是要换位思考、置身其中。智库虽有扎实的学术基础，有系统的思想和理论，但却缺乏实际工作经验，他们往往不知道决策层是怎么决策的，不知道决策层已经做了哪些决策，也不知道决策层需要哪些决策支持，因此他们要么提不出可行的意见或建议，要么就只能是纸上谈兵、不切实际。如何才能使智库深入决策层之中呢？比较有效的做法是，派遣研究人员到省、地、市、县、乡各级决策部门挂职锻炼，通过观摩或真实参与决策过程，了解工作实际，掌握决策程序。同时，积极拓展渠道，通过政协提案、人大提案、决策支持顾问委员会建议等形式，发挥研究人员的参政议政职能，积累实际决策经验。通过研究人员广泛的参政议政实践，掌握决策程序，了解决策层的需求，从而提出有针对性和可操作性的决策建议。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3智库当在决策层之“上” ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "所谓“上”，就是要有宏观视野、超越当局者之迷。智库的职能虽然是为决策层服务，但决不应沦落为决策层的附庸，更不应变成决策层已有思想观念的宣传队和播种机。智库不仅要在体制和机制上独立于决策层之外，在思想、观念、视野和方法等方面还必须有一定的超越性。超越于现实的、直接的、功利的和各种场景性的约束，考虑更加宏观的、长远的、全面的、带有理想意义的问题，提出具有创新性、战略性、全局性、前瞻性的决策建议。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2促进智库与决策层的良性互动 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "畅通的渠道是智库与决策层良性互动的前提。智库要及时了解决策层的需求，及时指出决策层的问题，及时提供决策层所需要的建议方案，因此在智库和决策层之间必须架起无障碍沟通渠道。目前，大多数智库没有建立起与决策层之间的沟通渠道，要么依靠学者自身的人脉关系或社会影响力，临时地随机地给决策层某个单位或领导提供意见和建议，要么闭门造车地在智库内部印发一些成果要报，智库生产力没有得到有效发挥；同样，大多数决策层也没有与智库之间建立起有效的沟通机制，往往临时性委托智库做一些研究课题，对智库成果也缺少合理的评估和采纳机制。虽然从中央到地方，各级决策层都有类似于政策研究室的机构，但其主要职能是为领导在各种场合的讲话准备材料，其本身很难说是严格意义上的决策性智库，也难以成为连接智库与决策层之间的桥梁。只有建构起智库与决策层之间畅通的沟通渠道，良性互动才有可能。具体而言，智库与决策层的良性互动包括如下几个方面：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1“问题”与“解决问题”：即智库通过调查研究，了解问题并为决策层提供解决问题的方案。",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与一般的研究机构一样，问题意识是智库的根本意识。问题是研究的出发点，解决问题是研究的归属。如果说一般研究机构的重要任务是发现问题和解释问题的话，那么智库的重要任务就是解决问题。问题从何而来？一是决策层在决策过程中所遇到的资料不充分、事实不确切、前景不清晰等难于决策的问题；二是事关国计民生的重大理论或重大现实问题。面对问题，决策层要善利用各方面的智慧，凝聚各方面的力量，把问题转化为课题，委托相关智库开展研究，并广泛征集解决问题的方案；而作为智库，也要善于凭借其扎实的学术基础、实事求是的调查研究、高瞻远瞩的宏观视野和战略思维，给决策者提供切实可行的解决问题的方案。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2“前瞻”与“预后”：即智库通过前瞻性研究，帮助决策层防范风险、应对危机，实现可持续发展。",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在当前领导干部任期制下，决策层特别是负有决策责任的领导者往往对一个地方的历史、现实和未来缺乏整体把握；再加上不正确的政绩观，导致许多领导者只顾其任期内的绩效，对其离任后是否会留下问题却少有关心。这必然带来发展的不可持续性，甚至会因为短视决策而造成严重的浪费或自然环境的破坏。相比较而言，智库的研究团队相对稳定，因在某一领域的长期研究或对某决策层的长期跟踪服务，易于把握事物发展的趋势，能够做出前瞻性的判断。因此，决策层需要与相关智库建立长期合作的机制，在做出重大决策之前广泛征求智库的意见，充分利用的智库稳定性的优势来弥补决策者流动性的不足，确保政策的连续性，有效避免决策风险或各种危机，从而实现可持续发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3“脚踏实地”与“仰望星空\"：即智库通过抽象和宏观研究，影响决策层作出长远性、全局性、战略性的重大决策。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "如果说决策层是忙于实务、“脚踏实地”的人，那么智库则应扮演畅想未来、“仰望星空”的角色。决策者长年处在决策第一线，被眼前诸多任务所束缚，埋头苦干，很容易忘记为什么出发，也容易迷失前进的方向。作为“旁观者”的智库，则应当努力站得更高，看得更远，想得更深，能够提出更具有长远性、全局性、战略性的决策建议。因此，决策层与智库的合作应注重优势互补，一方面决策层可以通过“集体学习”“决策咨询”“问题研讨”等方式向智库专家学习和请教；另一方面智库研究人员也可以通过“决策建议”“资政报告”等方式向决策层建言献策。构建智库与决策层紧密联系、频繁互动的机制，共同谋划，制订并实施既符合现实情况又有宏伟目标的重大决策。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "加强上述三个方面的互动，促使决策层重视智库建议，并根据智库建议作出科学决策，既而产生对智库的依赖性；而智库在服务决策层的过程中，能提出大量有价值的决策建议，这些决策建议往往被决策层所采纳并对经济社会发展发挥积极的作用，既而激发了智库服务决策层的积极性。这便是智库与决策层之间的良性互动。",
        "page_idx": 4
    }
]