[
    {
        "type": "text",
        "text": "Effects of spring fire and slope on the aboveground biomass, and organic C and N dynamics in a semi-arid grassland of northern China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHAO Xiang1,HU Shuya²,DONG Jie³，REN Min]， ZHANG Xiaolin1， DONG Kuanhu1,WANG Changhui2\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 College of Animal Science and Veterinary Medicine,Shanxi Agricultural University,Taigu O30801, China;   \n2StateKeyLaboratoryof VegetationandEnvironmentalChange,InstituteofBotany,ChineseAcademyofSciences,Beijing 100093,China;   \n3 Beijing Institute of Science and Technology Information,Beijing l0o044, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The aboveground primary production is a major source of carbon (C) and nitrogen $\\mathrm { ( N ) }$ pool and plays an important role in regulating the response of ecosystem and nutrient cycling to natural and anthropogenic disturbances.To explore the mechanisms underlying the effect of spring fire and topography on the aboveground biomass (AGB) and the soil Cand N pool, we conducted a field experiment between April 2014 and August 2O16 in a semi-arid grassland of northern China to examine the effects of slope and spring fire,and their potential interactions on the AGB and organic C and total $\\mathrm { \\Delta N }$ contents in different plant functional groups ( $\\mathrm { \\Delta C } _ { 3 }$ grasses, $\\mathrm { C } _ { 4 }$ grasses, forbs, Artemisia frigida plants, total grasses and total plants). The dynamics of AGB and the contents of organic C and $\\mathrm { \\Delta N }$ in the plants were examined in the burned and unburned plots on diferent slope positions (upper and lower). There were diferences in the total AGB of all plants between the two slope positions. The AGB of grasses was higher on the lower slope than on the upper slope in July. On the lower slope, spring fire marginally or significantly increased the AGB of $\\mathrm { C } _ { 3 }$ grasses, forbs, total grasses and total plants in June and August, but decreased the AGB of $\\mathrm { C _ { 4 } }$ grasses and $\\mathcal { A }$ frigida plants from June to August. On the upper slope,however, spring fire significantly increased the AGB of forbs in June, the AGB of $\\mathrm { C } _ { 3 }$ grasses and total grasses in July, and the AGB of forbs and $\\mathrm { C } _ { 4 }$ grasses in August. Spring fire exhibited no significant effect on the total AGB of all plants on the lower and upper slopes in 2014 and 2015.In 2016,the total AGB in the burned plots showed a decreasing trend after fire burning compared with the unburned plots. The diferent plant functional groups had different responses to slope positions in terms of organic C and $\\mathrm { \\Delta N }$ contents in the plants. The lower and upper slopes differed with respect to the organic C and $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 3 }$ grasses, $\\mathrm { C } _ { 4 }$ grasses, total grasses, forbs, $A .$ frigida plants and total plants in diferent growing months. Slope position and spring fire significantly interacted to affect the AGB and organic C and $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 4 }$ grasses and $\\mathcal { A }$ frigida plants.We observed the AGB and organic C and $\\mathrm { \\Delta N }$ contents in the plants in a temporal synchronized pattern. Spring fire affected the functional AGB on different slope positions, likely by altering the organic C and $\\mathrm { \\Delta N }$ contents and, therefore, it is an important process for C and $\\mathrm { \\Delta N }$ cycling in the semi-arid natural grassands. The findings of this study would facilitate the simulation of ecosystem C and N cycling in the semi-arid grasslands in northern China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: aboveground biomass; plant functional group; spring fire; slope position; N content; organic C content; semi-arid grassland ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: ZHAO Xiang,HU Shuya,DONG Jie,RENMin,ZHANG Xiaolin,DONG Kuanhu,WANGChanghui.2019.Effects ofspring fireandslopeontheabovegroundbiomas,andorganicCandNdynamics inasemi-arid grasslandofnorthern China Journal of Arid Land,11(2): 267-279.https://doi.org/10.1007/s40333-019-0052-3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fire plays an important role in grassland ecosystems，which can affect the plant species characteristics (Satterthwaite et al., 2002; Menges and Quintana-Ascencio,2004; Zhou et al., 2011), community structure and species diversity (Whelan,1995; Bond and Van Wilgen,1996).All of these might be related to biomass production and litter accumulation (Whelan,1995; Bond and Van Wilgen,1996). Plant species differ in their tolerance to fire as wellas in their capacity to recover after being exposed to fire (Wan et al.,2Oo1). The occurrence frequency of fire can considerably influence the structure and function of the vegetation in an ecosystem (Moreira,2ooo; Saito et al., 2014).As an anthropogenic or natural disturbance， fire affects the ecosystem processes by removing the aboveground standing crop and standing litter (Blair,1997; Knapp et al.,1998), and by increasing the nutrient contents (such as carbon (C) and nitrogen (N)) of the surface soil (Wan et al.,2001). For shorter species, its growth might be hampered in the case of high aboveground biomass (AGB) and litter production associated with it (Kaye et al., 2001; Morrison, 2002). The removal of aboveground portion by fire may cause an immediate change in the penetration of light and result in a higher soil temperature in the middle of the day (Knapp and Seastedt, 1986; Liu et al.,2007)，which could promote plant growth (Tilman，1993； Schaffers,2002). Therefore,it is important to study how fire would affect the AGB,and $\\mathrm { \\Delta N }$ and C dynamics by changing the functional groups (for example, $\\mathrm { C } _ { 3 }$ and $\\mathrm { C } _ { 4 }$ plant species） and abiotic factors (such as soil temperature and moisture). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The effects of fire on the aboveground primary production and nutrient availability have been documented in detail in the literature (e.g.,Blair，1997；Barbosa and Fearnside,2005).Plant communities difer considerably in their responses to fire (Kaye et al.,2Oo1). The positive effect of fire on the plant biomass was observed in different grassland ecosystems (Safford and Harrison, 2004; Brys et al., 2Oo5). Moreover, high rates of primary production may lead to the accumulation of C in the plants (Liu et al., 20o7). In a grassand ecosystem, fire might also directly reduce the AGB and the stored C (Vargas et al., 2Oo8),and change the plant coverage (Wahren et al., 2001; Vijayakumar et al., 2Ol6). However, no consensus is reached in the responses of plant communities to fire for grassland ecosystems. Therefore, more studies are needed, especially in the semi-arid region of northern China where the grassland ecosystems are fragile, to improve our understanding of the effects of fire on the vegetation and to better manage the ecosystems. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Regional spatial heterogeneity in phenology could cause variability in the diversity of species and AGB (Vitousek et al.,1994; Röver and Kaiser,1999; Corre et al.,2002; Shaukat et al.,2014). The topography of a region may affect the spatial distribution of soil moisture, temperature and organic matter (Burke et al.，1999; Hook and Burke,2000;Riihimaki et al.，2017). There are several researches on the effects of topography on the ecosystem functioning, community structure and species composition in the tallgrass prairies (Abrams and Hulbert,1987; Benning and Seastedt, 1995; Hartnet et al.,1996; Bennie et al., 2006)and shortgrass steppes (Burke et al.,1999) of North America. In the shortgrass steppes,the grass biomass is high on the lower slope,while the density of forbs is high on the upper slope (Hook and Burke, 2000; Guo,2001). The variations in species diversity and biomass with changing slope could be explained by the differences in soil temperature (Bennie et al.,2006),soil moisture (Rowe,1984),and available nutrients (Reynolds et al., 2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Instances of occurrence of fire throughout the tropics,including the savannas and tropical forests, are well documented (Abrams and Hulbert,1987; Blair,1997; Brys et al.,2005; Cianciaruso et al., 2010). In the semi-arid grasslands of northern China, there is little standing crop on the ground because of overgrazing in recent years,and a few studies have indicated the effects of fire on soil respiration, microbial biomass,and N transformations in these systems (Liu et al., 2Oo7; Xu and Wan,2008; Zhou et al.,2011). Studies on the effects of fire (especially spring fire) on the AGB, and organic C and N dynamics are also scarce. In the present study, we examined the variations of ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "AGB and the dynamics of organic C and N contents in the plants after spring fire on different slope positions (i.e., lower and upper) of a semi-arid grassland in northern China. The study addressed the following two questions: (1) how different plant functional groups ( $\\mathrm { \\ i }$ grasses, $\\mathrm { C } _ { 4 }$ grasses, forbs, Artemisia frigida plants, total grasses and total plants) respond to spring fire on the upper and lower slopes?; and (2) what is the main reason that is responsible for the differences in AGB and organic C and N contents in the plants of diferent functional groups on the upper and lower slopes? To this end, we explored the spatial-temporal variations in the AGB and organic C and $\\mathrm { \\Delta N }$ contents of each plant functional group on both the lower and upper slopes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1Study area and experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study was carried out in a semi-arid grassland in Youyu County $( 1 1 2 ^ { \\circ } 1 9 ^ { \\prime } 4 0 ^ { \\prime \\prime } \\mathrm { N }$ $3 9 ^ { \\circ } 5 9 ^ { \\prime } 4 9 ^ { \\prime \\prime } \\mathrm { E }$ ）， Shanxi Province, northern China. The mean annual precipitation is approximately $4 3 4 \\mathrm { m m }$ , and the annual mean temperature is $4 . 7 ^ { \\circ } \\mathrm { C }$ ，with the values ranging from $- 1 4 . 0 ^ { \\circ } \\mathrm { C }$ in January to $2 0 . 5 ^ { \\circ } \\mathrm { C }$ in July. The soil type is chestnut soil in the Chinese classfication system and calcic-orthic aridisol in the US soil taxonomic classification system. Before the experiment, Stipa krylovii and $A$ . frigida were the dominant plant species at the study site. Other plant species, such as Elymus dahuricus, Gagea pauciflora, Cleistogenes squarrosa and Salsola collina, were also distributed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiment was started in 2014 on a south-facing slope, which exhibited homogeneous soil conditions and vegetation characteristics. We established 12 plots (6 plots for burning treatment and 6 plots for control treatment) on the upper slope and 12 plots (6 each for the burning treatment and control) on the lower slope,with the size of $8 ~ \\mathrm { m } { \\times } 8 ~ \\mathrm { m }$ for each plot. The altitude difference between the upper and lower slopes was $2 0 ~ \\mathrm { m }$ . These plots were referred to as ULS,BLS,UUS and BUS, corresponding to unburned plot on the lower slope,burned plot on the lower slope,unburned plot on the upper slope and burned plot on the upper slope, respectively.For the lower or upper slope, the burned and unburned plots were arranged on the east and west sides, which were separated by a $2 { \\cdot } \\mathrm { m }$ walkway. During the period from April 2014 to August 2016,the burned plots, enclosed by metal barriers, were subjected to spring fire in April once a year. All the aboveground plant parts were burned by the fire. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Plant sampling and measurements ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The AGB was harvested in the mid-August in 2014,2015,and 2016 by clipping $1 \\ \\mathrm { m } { \\times } 1 \\ \\mathrm { m }$ quadrat in each plot in both the burned and unburned plots on the lower and upper slopes. In each plot, the samples were segregated by species and harvested from 6 randomly distributed quadrats with an area of $1 \\mathrm { m } { \\times } 1$ m for each.The plant samples were oven-dried at $6 5 ^ { \\circ } \\mathrm { C }$ for $4 8 \\mathrm { ~ h ~ }$ and then weighed to determine the AGB. Each sample was grounded twice and passed through a $0 . 6 \\mathrm { - m m }$ sieve to analyze the organic C content $( \\% )$ and total $\\mathrm { \\Delta N }$ content $( \\% )$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The $\\mathrm { C } _ { 3 }$ grasses, $\\mathrm { C } _ { 4 }$ grasses, forbs and $A$ . frigida plants were randomly collected from the 6 burned and 6 unburned plots on the lower (upper) slope from June to August in 2014 to examine the effects of spring fire on the nutrients in these different plant functional groups.The organic C and $\\mathrm { \\Delta N }$ contents for each plant functional group ( $\\mathrm { \\ i }$ grasses, $\\mathrm { C } _ { 4 }$ grasses, forbs and $A$ . frigida plants) were calculated in the burned and unburned plots on the lower and upper slopes.The organic C and $\\mathrm { \\Delta N }$ contents of all grasses were respectively calculated by adding the organic C and $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 3 }$ and $\\mathrm { C } _ { 4 }$ grasses; and the total organic C and $\\mathrm { \\Delta N }$ contents were the sum of corresponding organic C and $\\mathrm { \\Delta N }$ contents in the $\\mathrm { C } _ { 3 }$ and $\\mathrm { C } _ { 4 }$ grasses, forbs and A. frigida plants.There were 6 repeats for the measurements of organic C and $\\mathrm { \\Delta N }$ contents. Totally, 288 samples (3 years $\\mathord { \\times } 2$ treatments (burned and unburned) $^ { \\vert \\times 2 ^ { \\vert } }$ slope positions (upper and lower $^ { \\times 4 }$ plant functional groups ( $\\mathrm { \\Delta C } _ { 3 }$ grasses, $\\mathrm { C } _ { 4 }$ grasses, forbs and A. frigida plants) $\\times 6$ replicates) were used for determining the organic C and $\\mathrm { \\Delta N }$ contents for different plant functional groups. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The organic C content in the plant was measured using the potassum dichromate-vitriol oxidation method (Lavian et al.,2Oo1),and the total N content in the plant was measured using the Kjeldahl digestion method (Cabrera and Beare,1993). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Statistical analyses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We performed the analysis of variance (ANOVA） for a three-factorial design using SPSS 11.5 software (SPSS Institute Inc., Cary, NC, USA) and variance decomposition method (Ma et al., 2001） to evaluate the effects of sampling year, slope position，burning treatment, and their interactions on the AGB and dynamics of C and N contents in the plants. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Effects of slope and spring fire on the AGB ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Slope position was observed to have different effects on the AGB of $\\mathrm { C } _ { 3 }$ grasses, forbs, $\\mathrm { C } _ { 4 }$ grasses and A. frigida plants, on the AGB of all grasses,and on the total AGB during the growing season from June to August (Fig.1). There was a significant difference in the AGB of $\\mathrm { C } _ { 4 }$ grasses between the lower and upper slopes in June ( $_ { \\it P 1 0 1 }$ ; Fig. 1c). The AGB values of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 1$ ; Fig. 1a),A. frigida plants $( P { < } 0 . 1 0$ ； Fig. 1d) and total grasses $( P { < } 0 . 0 1$ ； Fig. le) were marginally or significantly higher on the lower slope than on the upper slope in July. Moreover, in August, the AGB values of $\\mathrm { C } _ { 3 }$ grasses, $A$ . frigida plants and total grasses on the lower slope were significantly higher than those on the upper slope $( P { < } 0 . 0 1$ ; Figs. la, d and e). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/057cab875dea38e79e940bd1b46e50dc97eba13d7aeec66538d8a4f15fefd3b6.jpg",
        "img_caption": [
            "Fig.1Aboveground biomass (AGB) of $C _ { 3 }$ grasses (a),forbs (b), $\\mathrm { C } _ { 4 }$ grasses (c),Artemisia frigida plants (d) and all grasses (e),and total AGBof allplants (f)in June,Julyand Augustof 20l4 in the burnedandunburned plots on the lower and upper slopes. ULS,BLS,UUS and BUS,correspond to unburned plot on the lower slope, burned plot on the lower slope,unburned plot on the upper slope and burned plot on the upper slope,respectively.Bars mean standard errors.Different lowercase lettrs indicate significant differences of AGB among the plots at $P { < } 0 . 0 5$ level in the same sampling month. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "On the lower slope,spring fire significantly increased the AGB of forbs $( P { < } 0 . 0 5$ ; Fig. 1b) and all grasses $( P { < } 0 . 0 1$ ; Fig.1f) in June. No significant differences were found among the AGB values of $\\mathrm { C } _ { 3 }$ grasses, $\\mathrm { C } _ { 4 }$ grasses,A. frigida plants and total grasses in the burned and unburned plots $( P { > } 0 . 0 5$ ：， Figs. la, c,d and e). However, compared with the unburned plots in June, the AGB of $\\mathrm { C } _ { 3 }$ grasses and total grasses in the burned plots increased by $40 \\%$ and $3 5 \\%$ , respectively (Figs. la and e). The AGB values of $\\mathrm { C } _ { 4 }$ grasses and A. frigida plants were $5 5 \\%$ and $10 8 \\%$ lower in the burned plots than in the unburned plots in June, respectively (Figs.1c and d). These results suggested that spring fire had different effects on the AGB of different plant functional groups during the early growing season. Spring fire significantly decreased the AGB of $A$ . frigida plants in July $( P { < } 0 . 0 1 )$ and August $_ { ( P < 0 . 0 5 ) }$ on the lower slope (Fig.1d). The AGB values of $\\mathrm { C } _ { 3 }$ grasses,forbs and total grasses,as wellas the total AGB of all plants were higher in the burned plots than in the unburned plots in August (Figs.la, b, e and f). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "On the upper slope，compared with the unburned plots, spring fire in the burned plots significantly increased the AGB of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 1$ ; Fig. la) and total grasses $( P { < } 0 . 0 1$ ; Fig. 1e) by $7 5 \\%$ and $63 \\%$ in July,respectively. Spring fire also significantly increased the AGB of $\\mathrm { C } _ { 4 }$ grasses in August $( P { < } 0 . 0 5$ ; Fig.1b) and the AGB of forbs in July $( P { < } 0 . 0 5$ ; Fig. lc). However, the AGB showed an increasing trend after the burning for all plant functional groups except for $A$ frigida plant group $( P { > } 0 . 0 5$ ； Fig.1d).As shown in Figure 2, spring fire exhibited no significant effect on the total AGB of all plants on the lower and upper slopes in 2014 and 2015.Furthermore, in 2016,the total AGB in the burned plots showed a decreasing trend after fire burning compared with the unburned plots. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/21c48d623af24e01c6dbc0b31d92a330f96032e4fbf7022e7b8409626aedc95b.jpg",
        "img_caption": [
            "Fig.2Total AGB ofallplants in the burned and unburned plots on the lower and upper slopes in 2014,2015 and 2016.Bars mean standard errors.Different lowercase letters indicate significant diferences of total AGB among the plots at $P { < } 0 . 0 5$ level in the same sampling year. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2Effects of slope and spring fire on the organic C content of different plant functional groups ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The organic C contents of $\\mathrm { C } _ { 3 }$ grasses, forbs, $\\mathrm { C } _ { 4 }$ grasses, $A$ . frigida plants and total grasses, and the total organic C content of all plants differed with slope positions in the different growing months (Fig.3). In June, the organic C content of $\\mathrm { C } _ { 4 }$ grasses was significantly higher on the lower slope than on the upper slope ( $( P { < } 0 . 0 5$ ; Fig. 3c). For $\\mathrm { C } _ { 4 }$ grasses,no significant differences in the organic C content were found between slope positions in July and August. The organic C content in the unburned plots showed significant differences in the $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 1$ ； Fig. 3a), marginal differences in the $A$ . frigida plants $( P { < } 0 . 1 0$ ； Fig.3d) and significant differences in all plants （204号 $( P { < } 0 . 0 5$ ; Fig.3f between the lower and upper slopes in July. Spring fire significantly decreased the organic C content of $\\mathrm { C } _ { 4 }$ grasses on the lower slope in July and of $A$ . frigida plants on the upper slope in July and August by $2 8 6 \\%$ $1 8 7 \\%$ and $24 \\%$ ,respectively $( P { < } 0 . 0 5$ ; Figs. 3c and d). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "On the lower slope, spring fire significantly increased the organic C content of forbs in June （2号 $( P { < } 0 . 0 5$ ； Fig.3b). It also significantly decreased the organic C content of $\\mathrm { C } _ { 4 }$ grasses in June $( P { < } 0 . 0 0 1 )$ and July $( P { < } 0 . 0 5$ ； Fig. 3c),and of A. frigida plants in August $( P { < } 0 . 0 5$ ； Fig. 3d). Compared with the unburned plots,there was an increasing trend in the organic C contents of $\\mathrm { C } _ { 3 }$ grasses,forbs and total grasses, as well as the total organic C content of all plants in August in the burned plots (Figs. 3a,b,e and f). On the upper slope, spring fire significantly increased the organic C contents of $\\mathrm { C } _ { 3 }$ grasses and total grasses by $10 8 \\%$ $( P { < } 0 . 0 1$ ; Fig. 3a) and $1 7 8 \\%$ $( P { < } 0 . 0 1$ Fig. 3e)，respectively， in July. No significant differences were found among the other plant functional groups during the growing season. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e741769b5bb8c1690bcdb5119b78264efc69373972c2852e8f09d2a16b3b0217.jpg",
        "img_caption": [
            "Fig.3Organic C contents of $\\mathrm { C } _ { 3 }$ grasses (a),forbs (b), $\\mathrm { C } _ { 4 }$ grasses (c),A. frigida plants (d) and total grasses (e),and total organic Ccontent of all plants (f) in June,Julyand August of 20l4 in the burned andunburned plots on he lower and upper slopes.Bars mean standard errors.Diffrent lowercase letters indicate significant diffrences of organic C content among the plots at $P { < } 0 . 0 5$ level in the same sampling month. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3 Effects of slope and spring fire on the $\\mathbf { N }$ content of different plant functional groups ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Slope positions and spring fire affected the $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 3 }$ grasses, forbs, $\\mathrm { C } _ { 4 }$ grasses and total grasses in some of the sampling months (Fig. 4). The $\\mathrm { \\Delta N }$ content of $\\mathrm { C } _ { 4 }$ grasses was significantly higher on the lower slope than on the upper slope in June( $_ { ( P < 0 . 0 0 1 }$ ； Fig. 4c). However, no significant differences were found between the lower and upper slopes in July and August. In July, there were significant differences in the $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 1$ ； Fig. 4a), A. frigida plants $( P { < } 0 . 0 5$ ; Fig. 4d) and total grasses $( P { < } 0 . 0 1$ ; Fig. 4e) in the unburned plots between the lower and upper slopes. Moreover, slope position did not significantly affect the total $\\mathrm { \\Delta N }$ content of all plants in the burned and unburned plots $( P { > } 0 . 0 5$ ; Fig. 4f). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Spring fire had different effects on the $\\mathrm { \\Delta N }$ content of the different plant functional groups on the lower and upper slopes in particular months (Fig. 4). On the lower slope, spring fire significantly decreased the $\\mathrm { \\Delta N }$ content of $\\mathrm { C } _ { 4 }$ grasses in June $( P { < } 0 . 0 0 1 )$ and July $( P { < } 0 . 0 5$ ; Fig. 4c), and of $A$ frigida plants in July $( P { < } 0 . 0 5 )$ and August $( P { < } 0 . 0 1$ ; Fig. 4d). The $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 3 }$ grasses and total grasses were significantly $( P { < } 0 . 0 1 )$ higher in the burned plots than in the unburned plots on the upper slope in August (Figs. 4a and e). Spring fire significantly increased the $\\mathrm { \\Delta N }$ content of forbs （204号 $( P { < } 0 . 0 5 )$ and total $\\mathrm { \\Delta N }$ content of all plants $( P { < } 0 . 0 1 )$ in June and August (Figs. 4b and f). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "On the upper slope, spring fire significantly increased the $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 1$ ; Fig. 4a) and total grasses $( P { < } 0 . 0 1$ ; Fig. 4e) in July. No significant differences were found in the other plant functional groups between the burned and unburned plots during the growing season （204号 $( P { > } 0 . 0 5 )$ ： ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/692a25835534ea3619d5f4203f6260908fcd860242c0051a709b8805e69cc18a.jpg",
        "img_caption": [
            "Fig.4N contents of $\\mathrm { C } _ { 3 }$ grasses (a), forbs (b), $\\mathrm { C } _ { 4 }$ grasses (c),A. frigida plants (d) and total grasses (e),and total N content of all plants (f) in June,Julyand August of 2O14 in the burned and unburned plots on the lower and upper slopes. Bars mean standard errors. Different lowercase letters indicate significant differences of $\\mathrm { \\Delta N }$ content among the plots at $P { < } 0 . 0 5$ level in the same sampling month. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4Interactive effects of sampling time,slope position and spring fire on the AGB and organic C and N contents ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The sampling time (month), slope position and spring fire had diferent effects on the AGB (Table 1).Sampling time had a significant effect on the AGB of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 5 )$ _， $\\mathrm { C } _ { 4 }$ grasses $( P { < } 0 . 0 1 )$ ， total grasses $( P { < } 0 . 0 1 )$ and forbs $( P { < } 0 . 0 0 1 )$ and the total AGB of all plants $( P { < } 0 . 0 0 1 \\dot { }$ ). Slope position also showed a significant effect on the AGB of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 0 1 )$ ，total grasses $( P { < } 0 . 0 0 1 )$ and $A$ frigida plants $_ { ( P < 0 . 0 5 ) }$ and the total AGB of all plants $( P { < } 0 . 0 0 1 )$ . Spring fire mainly exhibited a significant effect on the AGB of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 5 )$ , total grasses $( P { < } 0 . 0 5 )$ and ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A. frigida plants $( P { < } 0 . 0 1 )$ . There were significant interactive effects of sampling time and slope position on the AGB of $\\mathrm { C } _ { 3 }$ grasses and $\\mathrm { C } _ { 4 }$ grasses $( P { < } 0 . 0 5 )$ . Sampling time and spring fire interactively affected the AGB of forbs $( P { < } 0 . 0 5 )$ . Slope position and spring fire interactively and significantly affected the AGB of $\\mathrm { C } _ { 4 }$ grasses and $A$ . frigida plants $( P { < } 0 . 0 5 )$ .The interaction of sampling time, slope position and spring fire had a significant effect on the AGB of $\\mathrm { C } _ { 4 }$ grasses $( P { < } 0 . 0 5 )$ ： ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/9212731b229c677a9ce284c9731325465df9638aa921ff266d5ec7f946547632.jpg",
        "table_caption": [
            "Table1 ANOVA results（ ${ \\bf \\nabla } ^ { \\prime } F _ { \\bf \\cdot }$ values) of the effects of sampling time (month), slope position,spring fire and their interactions on the aboveground biomass (AGB),organic carbon (C) and nitrogen (N) contents and the $\\mathrm { C } / \\mathrm { N }$ ratio in different plant functional groups "
        ],
        "table_footnote": [
            "Note:\\*,\\*\\* and\\*\\*\\* represent significance at $P { < } 0 . 0 5$ $P { < } 0 . 0 1$ and $P { < } 0 . 0 0 1$ levels,respectively. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td>C3 grasses</td><td>C4 grasses</td><td>Totals</td><td>Forbs</td><td>A. frigida plants</td><td>Total plants</td></tr><tr><td rowspan=\"7\">AGB</td><td>Time (T)</td><td>4.485*</td><td>5.422**</td><td>6.496**</td><td>14.728***</td><td>1.583</td><td>15.831***</td></tr><tr><td>Slope (S)</td><td>21.477***</td><td>0.151</td><td>22.072***</td><td>0.026</td><td>6.422*</td><td>23.056***</td></tr><tr><td>Fire (F)</td><td>5.358*</td><td>1.282</td><td>4.786*</td><td>1.818</td><td>9.796**</td><td>3.581</td></tr><tr><td>T×S</td><td>4.349*</td><td>3.385*</td><td>3.360*</td><td>1.348</td><td>1.310</td><td>1.279</td></tr><tr><td>T×F</td><td>0.278</td><td>3.101</td><td>0.449</td><td>3.544*</td><td>0.465</td><td>2.957</td></tr><tr><td>S×F</td><td>0.769</td><td>5.519*</td><td>0.254</td><td>0.537</td><td>6.880*</td><td>0.019</td></tr><tr><td>T×S×F</td><td>3.195*</td><td>0.658</td><td>3.108</td><td>0.004</td><td>0.013</td><td>2.383</td></tr><tr><td rowspan=\"8\">Organic C content</td><td>T</td><td>5.174**</td><td>8.261***</td><td>5.542**</td><td>16.065***</td><td>0.910</td><td>16.397***</td></tr><tr><td>S</td><td>18.845***</td><td>1.257</td><td>11.396***</td><td>0.322</td><td>8.007***</td><td>23.808***</td></tr><tr><td>F</td><td>3.541</td><td>2.350</td><td>0.680</td><td>3.814</td><td>8.279***</td><td>3.760</td></tr><tr><td>T×S</td><td>5.578**</td><td>2.607</td><td>4.369*</td><td>1.271</td><td>0.813</td><td>2.158</td></tr><tr><td>T×F</td><td>0.397</td><td>2.045</td><td>1.452</td><td>2.034</td><td>0.724</td><td>0.970</td></tr><tr><td>S×F</td><td>0.145</td><td>5.299*</td><td>0.038</td><td>0.374</td><td>5.374*</td><td>0.120</td></tr><tr><td>T×S×F</td><td>2.226</td><td>0.220</td><td>1.471</td><td>0.017</td><td>0.035</td><td>1.911</td></tr><tr><td>T</td><td>2.040</td><td>4.455*</td><td>2.599</td><td>8.537**</td><td>2.039</td><td>4.512*</td></tr><tr><td rowspan=\"8\">N content</td><td>S</td><td>22.275***</td><td>0.590</td><td>21.626***</td><td>0.314</td><td>8.043**</td><td>12.086**</td></tr><tr><td>F</td><td>7.949**</td><td>4.262*</td><td>7.648**</td><td>2.259</td><td>11.432**</td><td>2.671</td></tr><tr><td>TxS</td><td>3.403*</td><td>2.137</td><td>3.738*</td><td>1.779</td><td>1.034</td><td>0.180</td></tr><tr><td>T×F</td><td>0.233</td><td>3.890*</td><td>0.188</td><td>2.251</td><td>0.384</td><td>2.146</td></tr><tr><td>S×F</td><td>1.248</td><td>9.740**</td><td>1.535</td><td>0.505</td><td>8.097**</td><td>3.521</td></tr><tr><td>T×S×F</td><td>3.639*</td><td>0.437</td><td>3.183*</td><td>0.064</td><td>0.015</td><td>1.248</td></tr><tr><td>T</td><td>19.327***</td><td>148.617***</td><td>50.386***</td><td>38.955***</td><td>10.616***</td><td>10.284***</td></tr><tr><td>S</td><td>0.841</td><td>17.564***</td><td>1.361</td><td>0.573</td><td>3.424</td><td>0.150</td></tr><tr><td rowspan=\"5\">C/N ratio</td><td>F</td><td>10.617**</td><td>21.439***</td><td>7.916**</td><td>0.118</td><td>3.278</td><td>1.349</td></tr><tr><td>T×S</td><td>3.162*</td><td>7.471**</td><td>2.130</td><td>2.987</td><td>1.261</td><td>4.816*</td></tr><tr><td>T×F</td><td>4.627*</td><td>13.347***</td><td>8.327**</td><td>0.172</td><td>0.276</td><td>2.353</td></tr><tr><td>S×F</td><td>2.302</td><td>0.003</td><td>0.922</td><td>0.063</td><td>9.336**</td><td>5.603*</td></tr><tr><td>T×SxF</td><td>3.538*</td><td>47.316***</td><td>0.646</td><td>0.855</td><td>6.107**</td><td>0.969</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Slope position, spring fire and sampling time had different interactive efects on the organic C and $\\mathrm { \\Delta N }$ contents and on the $\\mathrm { C } / \\mathrm { N }$ ratio (Table 1). Sampling time significantly affected the organic C content and $\\mathrm { C } / \\mathrm { N }$ ratio in all plant functional groups,with the exception of organic C content in $A$ ： frigida plants $( P { > } 0 . 5 )$ . Slope position and spring fire significantly interacted to affect the organic C and $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 4 }$ grasses $_ { ( P < 0 . 0 5 }$ and $P { < } 0 . 0 1$ ,respectively) and of A. frigida plants $_ { ( P < 0 . 0 5 }$ and $P { < } 0 . 0 1$ , respectively). Spring fire had a marginal interaction with slope position, affecting the total $\\mathrm { \\Delta N }$ content of all plants at $\\scriptstyle P < 0 . 1 0$ level. Sampling time, slope position and spring fire had a significant interactive effect on the organic $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 3 }$ grasses $_ { ( P < 0 . 0 5 ) }$ and total grasses （20 $( P { < } 0 . 0 5 )$ ，and the $\\mathrm { C } / \\mathrm { N }$ ratio of $\\mathrm { C } _ { 3 }$ grasses $( P { < } 0 . 0 5 )$ ， $\\mathrm { C } _ { 4 }$ grasses $( P { < } 0 . 0 0 1 )$ and A. frigida plants （204 $( P { < } 0 . 0 1 )$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1Effects of slope position on the AGB and organic C and N contents ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study,a higher total AGB was found on the lower slope than on the upper slope over three growing seasons from 2014 to 2016.The higher contents of soil moisture and nutrients may be attributed to the increased total AGB on the lower slope. The AGB of $\\mathrm { C } _ { 3 }$ grasses and $\\mathrm { C } _ { 4 }$ grasses showed different patterns on the lower and upper slopes. The AGB of $\\mathrm { C } _ { 3 }$ grasses was higher on the lower slope than on the upper slope in all sampling months of 2014, while the AGB of $\\mathrm { C } _ { 4 }$ grasses was higher on the upper slope than on the lower slope in August and in the burned plots in July of 2014.The reason for the difference in the AGB between $\\mathrm { C } _ { 3 }$ and $\\mathrm { C } _ { 4 }$ grasses on the lower slope was related to temperature at the regional and global scales (Epstein et al.,1997; White et al., 2008; Zhou et al., 2011). The $\\mathrm { C } _ { 4 }$ grass species are usually distributed in warm regions whereas the $\\mathrm { C } _ { 3 }$ （204 grasses are preferred in cool regions (White et al.，2O08), inducing a relative high AGB of $\\mathrm { C } _ { 4 }$ （20 grasses in the warmer plots. The temperatures are higher on the upper slope than on the lower slope in our study area,which resulted in the AGB of $\\mathrm { C } _ { 3 }$ grasses being higher on the lower slope than on the upper slope. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study, spring fire contributed differently for $\\mathrm { C } _ { 3 }$ grasses and forbs on the upper and lower slopes. We observed a higher number of $\\mathrm { C } _ { 3 }$ grasses and a lower number of forbs on the lower slope as opposed to a lower number of $\\mathrm { C } _ { 3 }$ grasses and a higher number of forbs on the upper slope. The findings indicated that species composition differed between the lower and upper slopes because of soil physical-chemical properties and micro-environment. Liu et al. (2O07) found large differences in the nutrient content of soils between the lower and upper slopes at another experimental site in northern China. Our result supports this finding. De Castilho et al. (2006) reported that soils from different topographies could explain almost one-third of the variation in the aboveground live biomass,suggesting that the AGB is affected by the nutrients in soils on the upper and lower slopes. However, topography can influence the hydrology or water redistribution (Gibson and Hulbert, 1987; Condon and Maxwel, 2015), as well as the vegetation (Burke et al.,1999; Jung et al.,2016, Shetie et al., 2017)on the slope. Soil temperature and moisture exhibited seasonal dynamics during the growing season in our study area. Soil moisture was always higher on the lower slope than on the upper slope during the study period (data not shown). Although a large part of the variation in the AGB remains unexplained, we still need some evidence that diferences in the soil texture and fertility may affect the biomass accumulation on the upper and lower slopes. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the study area, the dominant plant species differ between the upper (S. krylovi, A. frigida, G. pauciflora and C. squarrosa) and lower (L. chinensis,A. frigida and S. krylovii) slopes. The AGB was generally affected by the soil texture，which might be related to soil moisture，nutrient availability and nutrient cycling (Sariyildiz et al., 2005).Laurance et al. (1999) atributed the great spatial variation in the estimates of AGB to N availability.Plants are the source of nutrients and also serve as nutrient sinks by increasing the sequestration of nutrients when the supply of nutrients is adequate relative to the amount required for plant absorption. A significant difference between total soil N content and leaf N concentration at different topographical positions was observed in central Amazonia (Luizao et al.， 2O04).Fearnside and Leal Filho (2O01） found that species characterized by large individuals were associated with a particular soil type,and this pattern was related to the biomass. The effect of soil on rare species could considerably affect the nutrient estimates of plants because only a few large individuals are neded to explain the large proportion of the AGB on a plot (Clark and Clark,1996). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We found that slope position can also affect the dynamics of organic C and $\\mathrm { \\Delta N }$ contents of plants (Figs.3 and 4) as well as the nutrient cycling (Luizao et al., 2Oo4) in the semi-arid grasslands, which was consistent with the findings of Bellingham and Tanner (2ooo). In contrast to our results, the AGB estimated for meadow and tallgrass steppe grasslands was insensitive to the soil properties and/or topography (Turner et al., 1997). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2 Effects of spring fire on the AGB and organic C and N contents ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The results of our study indicated that spring fire is beneficial for the biomass of $\\mathrm { C } _ { 3 }$ grasses an( forbs in the semi-arid grasslands to some degree，both of which may affect the grassland productivity and diversity of plants. On the one hand, the primary production of $\\mathrm { C } _ { 3 }$ grasses and forbs following the spring fire was higher in the burned plots than in the unburned (control) plots on the lower slope in June and August of 2O14. On the other hand, the higher liter production rates after fire burning may have further limited the regeneration of the grassland species, which resulted in a competitive advantage for some species, such as $\\mathrm { C } _ { 3 }$ grasses and forbs(Whelan,1995；Bond and Van Wilgen,1996; Houghton et al., 2000). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Removing the aboveground parts in grasslands through fire can lead to a greater iradiance and an increase of evaporation from the soil surface (Knapp,1984; Knapp and Seastedt,1986). Hence, the surface energy balance of the ecosystem can be changed. The ecophysiology of plants (Knapp, 1985)，species composition (Knapp,1985；Gibson and Hulbert,1987；Bachinger et al.，2016; Heydari et al.,2016),and aboveground productivity (Knapp,1984; Hulbert,1988; D'Antonio and Mack,2Oo6) can be changed by the fire. We did not find any change in the species composition in our experiment. However, in 2014 and 2015, the total AGB increased because of spring fire, i.e., the total AGB was higher in the burned plots than in the unburned plots. Briggs and Knapp (1995) found that the aboveground productivity was $1 0 2 ~ \\mathrm { g / m } ^ { 2 }$ higher in the burned lowlands than in the unburned ones in a tallgrass prairie over a period of 18 years. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In our study, there were no significant increases in the AGB of all plant functional groups on the lower slope after the spring fire treatment during the growing season of 2014,with the only exception of forbs. Spring fire decreased the AGB of $\\mathrm { C } _ { 4 }$ grasses and A. frigida plants on the lower slope,while increased the AGB of $\\mathrm { C } _ { 3 }$ grasses and total grasses. On the upper slope, spring fire increased the AGB of $\\mathrm { C } _ { 4 }$ grasses in July. These results demonstrated that $\\mathrm { C } _ { 4 }$ grass species prefer high temperatures than $\\mathrm { C } _ { 3 }$ grass species do. We also found that spring fire could increase the N contents of $\\mathrm { C } _ { 3 }$ grasses and total plants whereas decrease the $\\mathrm { \\Delta N }$ contents of $\\mathrm { C } _ { 4 }$ grasses and A. frigida plants on the lower slope. Our results are supported by the findings of Brys et al. (20o5) that fire burning could increase the leaf $\\mathrm { \\Delta N }$ content of Molinia caerulea. Previous studies in temperate grassands suggested that fire may exacerbate N limitation when it is very frequent (Seastedt et al., 1991; Ojima et al., 1994; Knapp et al.,1998). However, in our study, spring fire did not decrease the N content. The difference might be caused by the experiment duration in different studies. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We observed that spring fire significantly increased the $\\mathrm { \\Delta N }$ content of forbs only on the lower slope.This may be due to the fire possibly increased the forb diversity in N-limited systems by benefiting N-limited legumes,which increased the $\\mathrm { \\Delta N }$ availability in the soil (Dudley and Lajtha, 1993). Similar results were also reported by Van Dyke et al. (20o7), who found that fire burning treatment only added one legume species to the tallgrass prairies and that most of the burned sites contained only five $\\mathrm { C } _ { 4 }$ grass species, which might benefit from an early spring fire. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the present study, we found that spring fire on diferent slope positions significantly affected the AGB of different plant functional groups ( $\\mathrm { \\Delta C } _ { 3 }$ grasses, $\\mathrm { C } _ { 4 }$ grasses, forbs,A. frigida plants,total grasses and total plants) after the spring fire in 2014. The total AGB was higher on the lower slope than on the upper slope, which was caused by the presence of different species in the different plots as well as higher soil moisture content and more nutrient supply on the lower slope. A similar trend was observed for the organic C and $\\mathrm { \\Delta N }$ contents.The interactive effects between slope position and spring fire on the AGB and organic C and $\\mathrm { \\Delta N }$ contents were dependent on the months of the growing season. Based on the results, we conclude that spring fire can improve the productivity and nutrient content of grasslands. Thus, we recommend spring fire to be a management strategy to sustainably protect the grasslands. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This study was partially supported by the National Key Basic Research and Development Program of China (2016YFC0500703)and the National Natural Science Foundation of China (31572452,41573063,31870438). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abrams MD,HulbertLC.1987.Efectoftopographic positionand fireonspeciescomposition intalgrassprairie innortheast Kansas.American Midland Naturalist,117(2): 442-445.   \nBachingerLM,rownLR,vanRooyenMW.2016.Thefectsoffire-breaksoplantdiversityandspeciescompositionthe graslands of the Loskop Dam Nature Reserve,South Africa. African Journal ofRange &Forage Science,33(1): 21-32.   \nBarbosaRI,Fearnside PM.2O05.Above-ground biomassand thefateof carbonafter burning in thesavannasof Roraima, Brazilian Amazonia.Forest Ecology and Management,216(1-3): 295-316.   \nBellinghamPJ,TannerEVJ.Theinfuenceoftopographyoregrowthortalityandrecruitmentiatropicalotane Forest. Biotropica,32(3): 378-384.   \nBennieJB,HllMO,BaxterR,etal.2O6.Influenceofsopeandaspectonlong-termvegetationchangeinBritishchalk.Joual of Ecology,94(2): 355-368.   \nBeningTL,Seastedt TR.1995.Landscape-level interactions between topoedaphicfeaturesandnitrogen limitation intalgrass prairie.Landscape Ecology,10(6): 337-348.   \nBlair JM.1997.Fire,Navailability,nd plantresponse ingraslands:atestofthe transient maxima hypothesis.Ecology,8(8): 2359-2368.   \nBond W J, Van Wilgen BW.1996. Fire and Plants.London: Chapman and Hall Press, 42-46.   \nBriggsJM,KnappAK.995.Iteranualvarability inprmaryproductionintallaspraie:cimate,soilmosture,topograpic position,and fire as determinants of aboveground biomass. American Journal of Botany,82(8): 1024-1030.   \nBrys R,Jacquemyn H,De Blust G.2oo5.Fire increases aboveground biomassseed productionandrecruitmentsuccessof Molinia caerulea in dry heathland.Acta Oecologica,28(3): 299-305.   \nBurkeIC,Lauenroth WK,RiggleR,etal.99.Spatial variabilityofsoil propertiesintheshortgrassteppe:therelative importanceoftopography,grazing,microsite,nd plantspecies incontrollingspatialpatterns.Ecosystems,2(5):42438.   \nCabrera ML,Beare MH.1993.Alkaline persulfate oxidation fordetermining total nitrogen in microbial biomassextracts.Soil Science Society of America Journal,57(4): 1007-1012.   \nCianciarusoMV,da SilvaIA,Batalha MA.2O1o.Aboveground biomassoffunctional groups inthe groundlayerofsavannas under different fire frequencies. Australian Journal of Botany,58(3): 169-174.   \nClark DB,Clark DA.1996.Abundance,growthand mortalityof very large trees inneotropical lowlandrain forest.Forest Ecology and Management,80(1-3): 235-244.   \nCondon L E,Maxwell R M.2015.Evaluating the relationship between topography and groundwater using outputs from a continental-scale integrated hydrology model. Water Resources Research,51(8): 6602-6621.   \nCorre MD,SchnabelRR,Stout WL.2O02.Spatialand seasonalvariationof gross nitrogen transformationsandmicrobial biomass in a northeastern US grassland. Soil Biology and Biochemistry,34(4): 445-457.   \nD'Antonio CM,Mack MC.2o6.Nutrientlimitationinafire-derived,nitrogen-rich Hawaiangrasland.Biotropica,38(4): 458-467.   \nDeCastilhoCV,Magnusson WE,de AraujoRNO,etal.2006.Variation inaboveground tree livebiomass inacentral Amazonian Forest: Effects of soil and topography.Forest Ecology and Management,234(1-3): 85-96.   \nDudleyJL,Lajtha K.1993.Theeffectsof prescribed burmingonnutrient availabityand primary production in sandplain grasslands.American Midland Naturalist,130: 286-298.   \nEpstein H E,Lauenroth WK,Burke I C,et al.1997. Productivity patterns of $\\mathrm { C } _ { 3 }$ and $\\mathrm { C } _ { 4 }$ functional types in the U.S. Great Plains. Ecology,78(3): 722-731.   \nFearnsidePM,LealFilhoN.2oo1.SoilanddevelopmentinAmazonia:lessonsfromthebiologicaldynamicsofforestfragment project.In: BierregaardJOR,Gascon C,LovejoyTE,etal.Lessons from Amazonia: The Ecologyand Conservationof a Fragmented Forest.New Haven: Yale University Press,291-312.   \nGibsonDJ,HulbertLC.987.Effectsofire,topographyandyear-to-yearclimaticvariationonspeciescompositionintalgrass prairie.Vegetatio,72(3): 175-185.   \nGuo QF.2O1.Earlypost-firesuccessionin Califoria chaparal: Changesindiversity,densitycoverandbiomass.Ecological Research,16(3): 471-485.   \nHartnettDC,HickmanKR,WalterLEF.1996.Efectsofbisongrazing,fire,ndtopographyonfloristicdiversityintalgass prairie. Journal of Range Management, 49(5): 413-420.   \nHeydari M,FaramarziM,othierM.2O16.Post-firerecoveryofherbaceousspeciescompositioanddiversity,andsoiluality indicators one year after wildfire in a semi-arid oak woodland.Ecological Engineering,94: 688-697.   \nHook PB,BurkeIC.oo.Biogeochemistryinashortgrass landscape:controlbytopographysoil texture,andmcrocliate.   \nHoughtonRA,HacklerJL,LawrenceKT.2Ooo.ChangesinterestrialcarbonstorageintheUnitedStates.2:Theroleoffirend fire management. Global Ecology & Biogeography, 9: 145-170.   \nHulbert L C.1988. Causes of fire effects in tallgrass prairie. Ecology, 69(1): 46-58.   \nJung G,range M,Schulz M.2016.InfluenceoftopographyontropicalAfricanvegetationcoverage.ClimateDynamics,46(7-8): 2535-2549.   \nKaye TN,PendergrassKL,FinleyK,etal.2Ool.Theeffectoffireonthepopulationviabilityofanendangered prairieplant. Ecological Applications,11(5):1366-1380.   \nKnapp AK.1984.Post burndiferences in solarradiation leaf temperature and water stressinfluencing production inalowland tall grass prairie.American Journal of Botany,71(2): 220-227.   \nKnapp A K.1985.Efectoffireand drought onthe ecophysiologyofAndropogongerardiiand Panicum virgatum inatallgrass prairie.Ecology,66(4): 1309-1320.   \nKnapp AK,SeastedtTR.1986.Detritusaccumulation limits productivityof talgrassprairie.BioScienc,36(10):662-668.   \nKnapp A K, Conard S K, Blair JM. 1998. Determinants of soil $\\mathrm { C O } _ { 2 }$ flux from a sub-humid grassland: effect offire and fire history. Ecological Applications,8(3): 760-770.   \nLaurance WF,Fearnside PM,Laurance S G,et al.1999Relationship betweensoils and Amazon forest biomass:a landscape-scale study.Forest Ecology and Management,118(1-3): 127-138.   \nLavianIL,VishneretskyS,BassG,etal.Ool.SoilmicrobalcommunityandbacterialfunctioaldiversityatMachPicch, King George Island,Antarctica.Polar Biology,24(6): 411-416.   \nLiu WX,XuWH,HanY,etal.2Oo7.Responsesofmicrobialbiomassandrespirationofsoiltotopography,buing,and nitrogen fertilization in a temperate steppe.Biology and Fertility of Soils,44(2): 259-268.   \nLuizaoR CC,LuizaoFJ,PaivaRQ,etal.2O04.Variationofcarbonand nitrogencyling processs alongatopographic gradient in a Central Amazonian forest. Global Change Biology,10(5): 592-600.   \nMa WH,HeJS,Yang YH,etal.2O10.Environmental factors covarywith plant diversity-productivityrelationshipsamong Chinese grassland sites. Global Ecology and Biogeography,19(2): 233-243.   \nMenges E S,Quintan-Ascencio PF.2004.Population viability with fire in Eryngium cuneifolium: Deciphering a decadeof demographic data.Ecological Monographs,74(1):79-99.   \nMoreiraAGoo.Effectsoffireprotectioonsavannastructure inCentralBrazil.JouralofBiogeogaphy27(4):02-1029.   \nMorisonDA.2O02.Efects offre intensityonplantspeciescompositionofsandstonecommunitiesinthe Sydneyregion.Austral Ecology,27(4): 433-443.   \nOjima D S,Schimel DS,Parton WJ,etal.1994.Long-andshort-termeectsoffireonnitrogencycling intallrass prairie. Biogeochemistry,24(2): 67-84.   \nReynolds HL,Mitelbach GG,Darcy-HallTL,etal.20o.Noeectof varyingsoilresource heterogeneityonplantspecies richness in a low fertility grassland.Journal of Ecology,95(4): 723-733.   \nRihimaki H,Heiskanen J,LuotoM.2017.Theeffectof topographyonarctic-alpineabovegroundbiomassandNDVpaters. International Journal of Applied Earth Observation and Geoinformation,56: 44-53.   \nRover M,KaiserEA.1999.Spatial hterogeneitywithin the plough layer:lowand moderatevariabilityofsoil properties.Soil Biology and Biochemistry,31(2): 175-187.   \nRoweJS.1984.Forestland clasification:limitationsof theuseof vegetation.In:Bockheim JG.Forestland Clasification: Experiences,Problems,Perspectives.Madison: Department of Soil Science,132-148.   \nSaffordHD,HarisonS.o4.Fireeffectsonplantdiversityinserpentines.sadstonechaparral.Ecolog,85(2):539-548.   \nSaito M,LuyssaertS,PoulterB,etal.2O14.Fireregimesandvariabilityinaboveground woodybiomasinmiombowoodland. Journal of Geophysical Research-Biogeosciences,119(5): 1014-1029.   \nSariyildizT,AndersonJM,Kucuk M.2Oo5.Effectsoftreespeciesand topographyonsoilchemistryliterquality，and decomposition in Northeast Turkey. Soil Biology and Biochemistry,37(9): 1695-1706.   \nSaterthwaite WH,Menge ES,Quintana-AscencioPF.2oo2.Assesing scrubbuckwheat population viabilityirelation tofire using multiple modeling techniques.Ecological Applications,12(6): 1672-1687.   \nSchaffers AP.2o02.Soil,biomass,and management ofsemi-natural vegetation.PlantEcology,158(2):247-268.   \nSeastedt TR,Briggs JM, Gibson DJ.1991.Controlsof nitrogenlimitation intalgrassprairie.Oecologia,87(1):72-79.   \nShaukatSS,HuaiF,afarH,etal4.Speciesopositiosatialeterogeeitynterspeificssociatiodiity anearly sucesional plantcommunity:Acomparisonofsome species associationindices.InternationalJouralofBiologyand Biotechnology,11(4): 677-691.   \nShetie GM,DondeyneS,Nyssen J,etal.2017.Elucidating woodyvegetationpaters inrelationtosoilandtopographyin tropical Africa: the case of Nech Sar National Park (Ethiopia).Plant Ecology and Evolution,150: 45-58.   \nTilmanD.1993.Speciesichessofexperimentalproductivitygadients:howimportantiscolonzation limitationEcology74(8): 2179-2191.   \nTurnerCL,BlairJM,SchartzRJ,etal.997.SolNandplantresponses tofire,topographyandsuplementalNinallass prairie.Ecology,78(6): 1832-1843.   \nVan DykeF,SchmelingJD,Starkenburg S,etal.2007.Responsesof plantandbirdcommunities toprescribed buringin tallgrass prairies.Biodiversity and Conservation,l6(4):827-839.   \nVargas R,AllenMF,AllenEB2o08.Biomass and carbonaccumulation inafirechronosequenceof aseasonallydrytropical forest. Global Change Biology,14(1):109-124.   \nVijayakumar DBIP,RaulierF,BernierP,etal.2O16.Cover densityrecoveryafter fire disturbance controls landscape aboveground biomass carbon in the boreal forestof eastern Canada.ForestEcologyand Management,360:170-180.   \nVitousekPM,TurnerDR,PartonWJ,etal.994.Literdecompositiononthe MaunaLoaenvironmental matrix,Hawai'i: patterns,mechanisms,and models.Ecology,75(2):418-429.   \nWahrenCHA,PapstWA,WillamsRJ.2Oo1.Earlypost-fireregenerationinsubalpine heathlandand grasslandinthe Victorian Alpine National Park,south-eastern Australia.Austral Ecology,26(6): 670-679.   \nWan SQ,HuiDF,LuoYQ.2Ool.Fireeffectsonnitrogenpoolsanddynamics interrestrial ecosystems:ameta-analysis. Ecological Applications,11(5): 1349-1365.   \nWhelan RJ.1995.The Ecology of Fire.Cambridge: Cambridge University Press,112-124.   \nWhite TA,CampbellBD,KempPD,etal.2o08.Impactsofextremeclimatic eventsoncompetitionduring grasslandiasions. Global Change Biology,7(1): 1-13.   \nXuWH,WanSQ.o8.Waterandplant-medatedesponsesofsoilrespirationtopography,fie,ndirogenfertlatioina semiarid grassland in northern China. Soil Biology and Biochemistry,40(3): 679-687.   \nZhou X,Ge Z M,Kellomaki S,et al.2011.Effects of elevated $\\mathrm { C O } _ { 2 }$ and temperature on leaf characteristics,photosynthesis and carbonstorage inaboveground biomassofaboreal bioenergycrop (PhalarisarundinaceaL.)under varying waterregimes. Global Change Biology Bioenergy,3(3): 223-234. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]