[
    {
        "type": "text",
        "text": "加强定向基础研究实现原始创新重大突破",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "吴季",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院国家空间科学中心北京 100190",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/00cf55e386551378929f9859dd257dd3097fd33369b2aeaacea52a0afe002e9d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1建设世界科技强国，必须要在基础科学前沿实现原创性突破",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2018年1月，国务院发布了《关于全面加强基础科学研究的若干意见》。该文件无疑会对我国原始性创新产生重要推动作用，为我们带来继1978年全国科学大会40年之后，又一个“科学的春天”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "基础研究可以大致分成两类，一类是自由探索式的基础研究，由科学家兴趣驱动。此类基础科学研究从欧洲文艺复兴之后逐渐兴起，建立了人类现代科技的基础。尽管许多低垂的果实已经被摘取，但是此类研究仍然是培育人才、巩固学科基础和探索未知的重要领域，需要政府给予大力扶植。另一类则是由政府主导的、有组织的定向基础研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本文重点谈一下第二类基础研究，即由政府主导的、有组织的定向基础研究。自二战以后，此类基础研究逐渐成为实现重大前沿突破的主流。通常为政府组织、集中投入，并由首席科学家带领一个团队，瞄准一个重大方向，有组织地开展研究。规模较大的还需要大量技术人员参与实验、研制和运行大型科学装置，如粒子加速器、大型真空或仿真模拟装置、大孔径天文望远镜等。1957年之后，又出现了科学卫星这一瞄准自然科学宏观和微观两大前沿的新型研究手段，通过发射卫星，以获取在地面上无法获取的科学观测和实验数据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "据不完全统计，1950年以前，诺贝尔物理学奖的获奖成果中，仅有一项与大型科学装置有关；而在1970年后，超过 $40 \\%$ 的诺贝尔物理学奖都是利用大科学装置或科学卫星获取的数据完成的；1990年以后这个比例更是高达 $48 \\%$ 。可见，这类通过大型科学装置开展基础研究的方式，已经成为实现基础科学前沿重大突破的重要手段。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2016年中共中央、国务院发布的《国家创新驱动发展战略纲要》中，明确了我国建设世界科技强国“三步走”战略目标，特别是到2030年要跻身世界创新型国家前列，到2050年要建成世界科技创新强国。作为世界科技强国，届时中国需要在科学和技术各领域都力争走在世界前面。但是，一个在基础科学前沿对人类没有重大贡献的国家，是不能称为世界科技强国的；一个没有一批获得过像诺贝尔奖那样世界级科学奖的国家，也不能被称为世界科技强国。更不能想象，在力争走向世界前列的未来30年中，如果原始性创新始终是我国科技发展短板的话，那我们将如何实现在大多数领域从跟跑到并跑，再到领跑的转变？因此，可以说，要建设世界科技强国，实现基础科学前沿的突破，特别是在重大基础科学前沿实现突破，已经成为新时代中新的国家需求。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "如果说基础研究和原始创新是我国科技发展的短板，根据实际工作体会，在进行这方面的科技布局时，政府在进一步加强自由探索式基础研究的同时，应该进一步加强对有组织的、定向的基础研究的投入，发挥我国在制度和体制方面的优越性——像20世纪60—70年代组织“两弹一星”任务那样，组织好瞄准重大基础科学前沿突破的项目，尽快在若干领域实现原创性的重大突破。在这一过程中，研制独创或世界领先的相关重大科技基础设施，包括上天、下海、入地，宏观观测宇宙、微观观测粒子等一批装置、设备或卫星，这将有力带动高新技术的发展，甚至会对相关产业应用产生巨大的辐射作用，实现寓军于民，为进入创新型国家前列、建设世界科技强国激发出巨大的潜力，甚至起到不可替代的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 当前工作存在的不足",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "进一步分析，发现我国在布局和实施重大科技基础设施和科学卫星工作方面的不足主要存在于以下两方面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1项目规划审批周期过长，可能导致贻误先机",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在组织研制地面上的重大科技基础设施方面，目前按每五年一次作为周期，对建设项目进行规划和审批，某一个“五年计划”的项目到下一个“五年计划”才能陆续开工，计划拖延情况比较严重。实际上按“五年计划”审批的方式已不太符合当前的发展速度，如今科学前沿的发展变化很快，国际竞争异常激烈，及时抓住战略时机非常重要，决策晚了可能就会失去先机。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从项目目标来看，建设项目并不都是瞄准重大科学前沿的，有一些是公共平台或公益性服务设施，缺乏对瞄准重大科学前沿项目的特别激励。在所有建设项目中，以突破重大科学前沿为目标的项目占比很少。此外，对项目的规划、论证、立项、建设、验收、运行和产出评估，政府没有委托给专业化的管理机构来做。各建设单位和部门的具体管理导向也有很大差别。有些单位部门关注产出，对项目会有年度评估，而有些地区和单位只关注争取建设经费，并不在乎产出。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2在实施科学卫星计划方面，目前还没有稳定的经费支持",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，我国航天领域的政府管理部门的产出导向大多以国防任务为主，科学卫星任务的优先权很低2002—2011年，连续10年都没有科学卫星立项。目前我国的科学卫星系列主要由中科院在战略性先导科技专项（简称“先导专项”）中安排。“十二五”期间，中科院研制和发射了“悟空”“墨子”“实践十号”和“慧眼”4颗科学卫星，得到了习近平总书记和全国人民的高度关注。但是先导专项的目的是为了牵引出国家专项，由于目前还没有国家专项支持，中科院只能继续设立空间科学先导专项二期。目前经过论证已经遴选了一批新的项目，由于卫星研制周期需要4一5年，因此从现在到2021年将没有科学卫星上天。2022年之后是否有空间科学先导专项三期也不得而知。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一个科学卫星计划需要花数亿至十数亿人民币,甚至更多，放在中科院先导专项中体量也显得过大。但即使是这样的体量，我国在空间科学领域投入的绝对值也远远低于美国、欧洲，甚至低于日本，而且在我国整个航天领域中所占的投入比例也非常低。比如美国仅其国家航空航天局（NASA）一个部门的预算2018 年就超过200亿美元/年，其中有约1/3用于科学卫星。2000年以来，NASA共实施了92个科学卫星计划，发射了超过100颗科学卫星。而中科院空间科学先导专项在",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“十二五”计划中，5年只用了30亿元人民币，其绝对投入量相当于美国NASA的 $1 . 4 \\%$ ○",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3建议",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为此，以下建议供主管科技的政府部门，包括主管航天和大科学装置的政府部门参考。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1由专业性机构进行统筹管理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "委托（或成立）专业性的业务管理机构，组织国内的科研机构和高校，研讨可能会实现重大科学突破的前沿方向，并据此每年（或每两年）发布指南，自下而上地征集瞄准重大科学突破的重大科技基础设施建议书;然后通过2条标准进行遴选设立：（1）是否能实现重大科学突破；（2）是否能大幅度带动学科发展。对同时满足2条标准，或至少满足其一的项目进行深入论证技术可行性后再给予支持；在建设中实行“项目经理 $^ +$ 首席科学家”的联合负责体制，实施全价值链的管理，在设施建成后继续跟踪管理并评估其科学产出，形成闭环。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2实施从规划到产出的全价值链管理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对实施周期长、可以成系列发展的领域，如空间科学卫星系列，设立2030重大科技专项，给予持续支持;同样通过战略规划，每年发布指南，在空间天文（包括空间引力波探测）、太阳物理、空间物理、行星科学、空间地球科学、微重力科学和空间生命科学等空间科学的各个领域征集空间科学卫星计划建议；同样，设立2条遴选标准，关注重大科学突破和对学科发展的带动性。每年遴选数个科学卫星计划给予支持，滚动几年后，形成每年都有发射，每年都有重大成果产出的良性循环局面；卫星研制过程实行“工程两总 $. +$ 首席科学家”的研制管理体制；由专业管理机构在卫星发射后继续负责科学运行，持续跟踪管理其科学产出，形成闭环。使习近平总书记“要推动空间科学、空间技术和空间应用全面发展”的指示落到实处。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "如果上述建议能够得到实施，利用我国“集中力量办大事”的制度优势，上下一心，发扬“两弹一星”和“载人航天”精神，经过数年至十数年的持续努力，就会见到显著成效，在基础科学的大部分领域我国都将能实现显著的跨越甚至引领，某些领域可能实现诺贝尔奖级别的重大突破，各领域的人才都会逐渐成长起来，极大地改变我国在基础科学和原始创新领域普遍落后的局面。并给相关技术领域带来增量的、全新的牵引和带动作用，甚至辐射出新的应用产业，并实现寓军于民。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "希望政府主管部门能够加快实施，并进一步凝聚目标到重大科学前沿上来。这将使从事基础研究的广大科技人员，以及从事重大科技基础设施（包括科学卫星）研制的广大技术人员找到用武之地，发挥出他们的聪明才智，在新时代的科学春天里，为建设世界科技强国，实现中华民族的伟大复兴作出重大贡献。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "吴 季中国科学院国家空间科学中心学术委员会主任，研究员，全国政协委员，空间科学与探测技术领域专家，中国空间科学学会理事长，国际空间研究委员会（COSPAR）副主席，IEEEFellow（会士），国际宇航科学院院士。曾任我国第一个空间科学计划——地球空间双星探测计划应用系统总设计师，“嫦娥”1号、2号、3号探测器有效载荷总指挥，东半球空间环境监测子午链工程建设总经理，中国科学院空间科学先导专项（一期）负责人。获国际宇航科学院杰出团队奖、欧洲空间天气与空间气候奖，以及国家科技进步奖一等奖1项、省部级科技进步奖3项，在国际和国内核心学术期刊上发表论文50余篇，获发明专利10余项。",
        "page_idx": 2
    }
]