[
    {
        "type": "text",
        "text": "安徽省粮食安全及现代农业发展战略",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张正斌¹　段子渊²　徐　萍」　刘　坤³李　贵",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1．中国科学院遗传与发育生物学研究所农业资源研究中心石家庄050022;2．中国科学院科技促进发展局 北京100864;3.安徽省同丰种业 涡阳233600)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要安徽省从一个灾害频发的穷省，经过60多年的艰苦奋斗，目前具有350亿kg的粮食生产能力，是解放初期63.9亿 $\\mathbf { k g }$ 的5.5倍，已经成为我国五大粮食调出大省之一，粮食总产到2020年有望达到400亿kg，在我国农业区域发展和粮食安全保障中占有重要地位。但安徽省农田水利建设薄弱、多数地区靠雨养农业，中低产田面积占耕地面积的 $60 \\%$ 左右；农业机械化发展缓慢，农业管理粗放，单产普遍较低；远远没有发挥其自然资源禀赋的生产潜力，是我国未来中低产田重点改造的地区。本文提出安徽省粮食安全和现代农业的发展战略是：在绿色提质增产增效的总体方针指导下，在区域治理方面，重点改造淮北砂姜黑土中低产田面积，扩大建设淮河流域吨粮县市；在区域发展模式方面，主抓沿江淮(水稻-小麦)和淮北平原(小麦-玉米)粮食生产及深加工主体功能区农业现代化建设，拓展江淮丘陵发展经济林果业和特色养殖业，加快发展皖南及皖西大别山区绿色生态产业；在农业基础建设方面，突出农田水利工程建设，加快投资大中型农业机械化普及，创建绿色提质增效防灾减灾体系；在种植业结构调整方面，继续坚持水稻提升，小麦高产、玉米振兴，兼顾油料作物(油菜、大豆)调节；在作物品种优化布局方面，淮南地区减灿稻扩粳稻稳定油菜，沿淮和淮北地区是减弱冬小麦扩半冬性优质小麦，改中晚熟玉米为中早熟籽粒脱水快优质品种。创建出具有安徽省特色、水热资源高效利用 $( 8 0 0 { \\sim } 1 0 0 0 \\ \\mathrm { m m }$ 降水)、投入少、快速改造大面积中低产田、延伸绿色优质高效农产品产业链，是保障粮食安全的现代农业发展之路。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词安徽粮食安全现代农业发展战略中图分类号：S1 文献标识码：A 文章编号:1671-3990(2016)09-1161-08",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Development strategy for food security and modern agriculture in Anhui Province ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Zhengbin1,DUAN Ziyuan², XU Ping1,LIU Kun³,LI Gui³   \n(1.Center forAgriculturalResourcesResearch,IstituteofGeneticsandDevelopmental BiologyChineseAcademyofciences,   \nShijiazhuang 050022,China;2.BureauofSciencesandTechnology forDevelopment, Chinese Academyof Sciences,Beijing 100864, China; 3. Tongfeng Seed Industry of Anhui Province,Woyang 23360o, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Anhui Province, which was once poor and frequency hit by disasters, now produces 35 billion $\\mathrm { k g }$ grains yearly through hard work for the past 6O years.This is 5.5 times of 6.39 bilion $\\mathbf { k g }$ grain produced in the early period of new China. Grain production inthe province has increased greatly.The province has become one of the five largest grain export provinces in China and is being projected to export 4O billion $\\mathbf { k g }$ grain by 2O2o. This will play an important role in food security and agriculturaldevelopment in China.ButinAnhui Province,constructionof waterconservancyis weak,withagriculture inmore areas dependent on rainfed. Medium and low-yield fields account for about $60 \\%$ of arable land in the province. The development ofagricultural mechanization is slow,agricultural management is extensive,cropyield perunit arealandis lower. Thus the endowed naturalresources havefailedto benefit agricultural production in theregion.AnuiProvince is amainarea transformed from mediumand low-yieldfieldsto high-yieldones in futurein China.Thispapersuggesteda development strategy for foodsecurityandmodernagriculture inAnhui Province tomettheagriculturaltransformation.Guidedbyoveal policyof gren developmentandenhancing quality,yieldand benefitofagriculture,theregional governance should push for theimprovementofmediumandlow-yieldfields inlimeconcretionblack soilsarea.Especialyinthe northofHuai River,this measure was in favorofdeveloping more‘Ton-Grain'counties or cities in Huai River Basin.Atregional scale,the emphases should beongrain productsofrice-wheat cultivationregion along YangziRiverand Huai River,and wheat-maizecultivation regions in the north ofHuaiRiver;as wellasagricultural modernization in main functionalareas of grain dep procesing. Therewas alsothe need to expand economic forestryand fruits in hilyregions and characteristic fishbreeding and poultry raising along YangziRive and HuaiRiver.The green ecology industry development in mountain areas inthe south and westof Anhui also should be accelerated.Interms of agriculturalinfrastructure,theconstructionof water conservancy in farmlands should be highlightedand the investment inmediumand large agricultural mechanization stressed.The province needed to establish disaster prevention and mitigation system to guarantee gren agriculture development and enhance thequality and yield of agricultural production.In termsof crop production restructuring，sustainable riceproduction wasrequired, high-yielding wheat and maize production should bepromoted with oil plant (rapeand soybean） production rational development.In term of optimizationofcropvariety layout,in Huainan area,the proper crop layout was reductionof indica rice,increaseofjaponica rice,and stabilizationofrape plantation.Along Huaihe Riverand Huaibei area,itwas morerational to reduce general winter wheat and increase good quality wheat plantation,and toreplace middle and late maturity maize varieties withmiddleandearlymaturityones.Inconclusion,thedevelopmental wayofmodernagricultureforfood securityin AnhuiProvincewas high-effcientutilizationofheat and waterresources,lessinvestment,rapid improvementoflargerareas of low-medium-yield fields,and extension of green-high-efficient agricultural product industry chain. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "KeywordsAnhui Province; Food security; Modern agriculture; Development strategy ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1安徽省具有很大的粮食生产能力并在我国农业中占有重要战略地位",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "安徽省地处我国南北过渡带，生态环境多样，历史上曾经是一个经常遭受长江、黄河和淮河泛滥，受灾严重的灾区。1949年粮食总产仅 $6 3 . 9 \\ 1 7 \\ \\mathrm { k g }$ ，到1978年粮食总产达到 $1 4 8 . 2 5 ~ 1 7 ~ \\mathrm { k g }$ ，比建国之初翻了一番。2008年全省粮食产量达到创历史的302.35亿 $\\mathbf { k g } ^ { [ 1 ] }$ ，比改革开放前又翻了一番。2014年安徽省粮食总产量341.5亿kg，位居全国第6位，是建国初的5.4倍，实现11年连续丰收[21；全年粮食总产增幅 $4 . 2 \\%$ ，居全国第2；在全国13个粮食主产省中，安徽全年粮食总产增幅稳居榜首[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2015年安徽省夏粮实现连续12年增产。夏粮播种面积247.94万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，比2014年增长 $0 . 2 \\%$ ，其中小麦面积245.7万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，增长 $0 . 9 \\%$ 。夏粮总产1414.7万t，比2014年增产14.7万t，增长 $1 . 1 \\%$ ；单位面积产量 $5 ~ 7 0 6 ~ \\mathrm { k g } { \\cdot } \\mathrm { h m } ^ { - 2 }$ ，增产 $4 8 ~ \\mathrm { \\ k g } { \\cdot } \\mathrm { h m } ^ { - 2 }$ ，增长$0 . 9 \\% ^ { [ 4 ] }$ 。据农业部门统计,2015年安徽省秋粮种植面积397.3万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，比上年扩大4.4万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，预计秋粮总产超过195亿kg，增产超过6亿 $\\mathrm { k g ^ { [ 5 ] } }$ ，全年预计粮食总产接近350亿 $\\mathrm { k g _ { \\circ } }$ （20",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "安徽作为全国13个粮食主产区之一，常年粮食播种面积占农作物总播种面积的 $73 \\%$ ，达650万 $\\mathrm { h m } ^ { 2 }$ 左右，安徽省商品粮生产常年在1000万t左右，是目前我国能够持续输出500万 $\\mathrm { ~  ~ { ~ t ~ } ~ }$ 以上商品粮的5个省份之—[6-7],2013 年安徽省销往省外粮食1 144万t,居全国第4位[8]，与河南省一起构成了我国的\"中部粮仓”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2安徽省加快粮食生产发展的重要举措",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "安徽省粮食总产快速提升的成功经验，值得黄淮海地区有关省份学习和借鉴。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "加强水利及高产农田建设是粮食生产发展的根本保障。自然灾害频繁，粮食生产波动明显。近20多年来，安徽省加强了长江和淮河流域防洪、除涝、灌溉骨干工程体系建设，推进农业综合开发、优质粮食产业工程、土地整理等农业基本建设项目，建成了一批高产稳产、旱涝保收的高标准农田，其占耕地面积的 $62 \\%$ ，农业抗御灾害的能力增强[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "加强现代农业科技推广是粮食生产发展的内在动力。20世纪60年代矮秆水稻选育成功、80年代杂交水稻和玉米大面积推广，90年代水稻旱育稀植、小麦机条播应用，施肥水平提高、农业机械发展、高效低毒农药和除草剂等广泛应用，都带动了粮食产量实现飞跃。近10年来，陆续启动实施了小麦高产攻关(2005年秋种起实施)、水稻产业提升行动(2006 年实施)、玉米振兴计划(2008 年实施)粮食生产三大行动，大力推进粮食高产创建活动，探索出一条依靠科技、提高单产、增粮增效的成功道路，创造了安徽省粮食生产历史上最好的发展时期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "加快种植业结构不断优化是提质增效的关键。1985年优质稻米生产首先起步，1990年优质小麦开始示范，到2008年，全省主要粮食作物的优质率达到 $7 3 . 6 \\%$ 。近年来加快了中早熟玉米品种引进和示范推广，玉米种植面积已稳稳地站在80 万 $\\mathrm { h m } ^ { 2 }$ 之上[6]。2014年，粮食作物种植面积662.89万 $\\mathrm { h m } ^ { 2 }$ ，比上年扩大0.36万 $\\mathrm { h m } ^ { 2 }$ ，其中优质专用小麦面积214.2万 $\\mathrm { h m } ^ { 2 }$ 扩大3.52万 $\\mathrm { h m } ^ { 2 [ 9 ] }$ 。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "加强示范带动是粮食生产发展的有效手段。一是抓大县全面推进高产创建。选择56个产粮大县开展高产创建，促进大面积丰收。整合农田水利、农业综合开发、现代农业发展等专项项自资金，支持皖北3市7县开展小麦、玉米 $5 0 0 \\mathrm { k g }$ 县创建和高产高效 $6 6 6 . 6 7 \\ : \\mathrm { h m } ^ { 2 }$ 吨粮田示范县创建活动。到2012年涡阳县、临泉县已迈入全国小麦、玉米单产 $5 0 0 ~ \\mathrm { k g }$ 县行列。二是抓大片推进标准化生产。按照\"五有”(明显的示范标志、完整的技术方案、行政和技术负责人、配套扶持措施、示范观摩活动计划)和“五统一”(技术规程、品种、配方施肥、病虫防治、订单销售)的要求，建立了100万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ 小麦、100万 $\\mathrm { h m } ^ { 2 }$ 水稻和40万 $\\mathrm { h m } ^ { 2 }$ 玉米核心示范区，建立粮食高产创建$6 6 6 . 6 7 ~ \\mathrm { h m } ^ { 2 }$ 示范片246个，辐射带动周边大面积生产夺高产。三是抓大户推进规模化经营。对 $6 . 6 7 \\mathrm { h m } ^ { 2 }$ 以上的种粮大户，增加种粮补贴，农机购置补贴向种粮大户倾斜，每年组织评选种粮大户和种粮大户标兵，组织农业专家和农技人员对口联系指导种粮大户，带动周边农户科学种田[10]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "建设农业服务化体系是粮食生产发展的基本措施。建立了苗情、摘情、病虫情监测与发布制度，发展专业化服务队、农民专业合作社等新型服务组织，促进了统一供种、农资供应、技术指导、病虫害防治和机收等社会化服务，为粮食生产稳定发展提供有力保障[10]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "加强减灾防灾是保障粮食安全的重要环节。针对近年来接连发生的严重洪涝灾害、罕见雨雪冰冻灾害、特大干旱等极端异常气候，安徽省建立了应急响应机制，及时落实抗灾救灾资金，切实加强生产指导和服务，最大限度地减轻了灾害损失[10]。在病虫害防控上，着力抓好稻瘟病、稻纵卷叶螟、稻飞虱等，小麦赤霉，玉米螟、粘虫等重大病虫害的预测预报，积极开展统防统治，降低病虫危害损失。通过扩大半冬性品种比例和控制春性品种早播，避免和减轻小麦春季冻害；通过调整播期、更换品种和灌水调温等技术措施，减轻高温天气对水稻结实率",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "的影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "行政领导主管主抓是推动粮食生产发展的组织保障。1994年实行“粮食省长负责制”，从2005年到2015年，连续10 年把粮食生产三大行动紧抓不放不断优化调整技术方案。每年以省政府名义通报表彰粮食生产先进市县，以社会主义新农村建设工作领导小组名义表彰先进个人，以省农委、省财政厅、省农机局名义联合表彰粮食生产大户、农机大户标兵和粮食生产大户，为促进粮食生产稳定发展提供了坚强保障[11]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "多种经营延伸产业链。自1988年安徽省委、省政府作出“一个稳定增长(粮食生产)，两个加快发展(乡镇企业、开发性农业)\"的决定以来，农业逐步打破了单一粮食生产结构，走上了农林牧渔和乡镇企业全面发展的路子，全省形成沿淮淮北粮棉油肉综合开发区、江淮丘陵优质粮油高效经济作物综合开发区、沿江大水面开发区和皖南皖西林特产品开发区等四大开发区城和黄牛饲养加工，水果生产加工，优质米生产加工，茶叶、竹木、经果林，水产养殖，茧丝绸，土特产品，中药材，旅游农业等十大主导产业，开发性农业呈规模化和产业化趋势，广大农户与企业在家庭承包经营的基础上，走“公司 $^ +$ 农户”的产业化经营路子[12]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "长期抓粮丰工程促进粮食持续增产。自2005年国家开展粮食丰产工程以来，安徽省研发的杂交水稻机插栽培关键技术、砂姜黑土培肥与小麦持续增长关键技术、淮北地区旱作茬小麦超高产关键技术等一系列农业科研成果推动安徽省小麦、水稻和玉米的种植技术水平不断提高，特别是水稻、小麦和玉米超高产攻关田屡创高产记录，不断缩小与国内粮食生产优势省份的差距，推动了本区域粮食生产的持续发展[13]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "加大惠农力度调动种粮积极性。2013年全省累计落实农作物良种补贴资金超过13亿元，5000万元支持小麦主产县实施拔节肥追施和小麦抢收补贴，落实中央财政资金22570万元，支持小麦“一喷三防\"等抗灾减灾关键措施[8]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3安徽省粮食生产展望与绿色增产模式行动",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "加强淮河流域粮食主体功能建设。目前安徽省粮食生产的重点和中低产田(主要在淮北)改造的主要任务在淮河流域，建设淮河流域粮食生产主体功能区，对安徽省提高粮食生产能力有支撑作用。《安徽省增产110亿kg粮食生产能力建设规划》指出，在",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2007年全省粮食总产290亿 $\\mathrm { k g }$ 的基础上，到2015年，粮食生产能力新增 $6 0 ~ 1 Z ~ \\mathrm { k g }$ ，达到350亿kg；到2020年，粮食生产能力新增110亿kg，达到 400亿kg[14]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "加快黄淮第二粮仓建设。2013年张正斌建议加快由小麦-大豆低产低效种植方式改为小麦-玉米吨粮田高产高效模式，进一步推动淮北粮仓建设[15],通过2\\~5年的努力，在黄淮南片地区推广示范绿色增产提质增效模式，建设黄淮南片粮仓[16]，得到国家有关部门的高度重视。2014年科技部张来武副部长在皖调研提出“在黄淮海等地区建设第二粮仓科技示范工程，充分发挥中低产田粮食增产潜力\"[17]。2014年底中国科学院立项“第二粮仓\"预研项目，投入经费1000万元，在涡阳县和农亢农场实施“淮北科技增粮县域技术集成与示范\"项目[18]。通过国家和地方政府的联合攻关，在淮北(213.8万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ 耕地，占安徽省耕地面积的 $4 7 . 8 \\%$ 加快绿色提质增产增效吨粮县(市)建设，可以新增25亿 $\\mathrm { k g }$ 粮食。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "安徽省粮食绿色增产模式攻关示范行动。农业部2015年发布了《关于大力开展粮食绿色增产模式攻关的意见》一号文件，明确提出黄淮海地区(包括河南、安徽、江苏、山东四省)333.3万 $\\mathrm { h m } ^ { 2 }$ 砂姜黑土改良提升行动，力争到2020年，该区域基础地力提高1个等级，化肥和灌溉水利用率提高10个百分点，粮食单产提高 $1 5 \\%$ 以上[19]。安徽省率先在全国各省中提出了粮食绿色增产模式攻关示范行动，力争到2020 年，全省粮食单产平均每年提高 $1 \\%$ ；主要农作物的化肥和农药利用率提高6个百分点，实现使用量零增长；农田灌溉用水有效利用系数提高到0.54；小麦生产实现全程机械化，水稻和玉米耕种收综合机械化水平达到 $90 \\%$ 以上[20]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "cyb11-111111:11111111 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4影响安徽省农业可持续发展和保障粮食安全的不利因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "农业耕地快速减少，耕地保护(数量和质量)形势严峻。尽管近几年安徽省耕地在严厉占补平衡政策下有所扩增，但增量极少，目前全省人均耕地占有仅 $0 . 0 7 \\ \\mathrm { h m } ^ { 2 }$ ，仅相当于全国 $72 \\%$ ，沿江、皖南、皖西地区大部分县 $( \\boxtimes )$ 人均占有耕地低于联合国粮农组织确定的 $0 . 0 5 \\mathrm { h m } ^ { 2 }$ 警戒线。同时农业耕地质量也在下降，肥力不足、土壤退化、水土流失等因素影响了全省耕地资源质量，极大阻碍了粮食生产发展[20]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "农田水利建设明显还是短板。安徽省水资源总量不足全国平均水平的一半，一般中等干旱年份全省缺水就达 60多亿 $ { \\mathbf { m } } ^ { 3 [ 2 1 ] }$ 。安徽省发生干旱年份几乎是三年两遇。尤其是淮北和江淮分水岭地区，水资源短缺现象更加严重。2013年安徽省粮食比2014年减少 $0 . 3 \\%$ ，占全年粮食产量 $60 \\%$ 的秋粮生产遭受严重高温干旱导致减产，说明安徽省水利建设明显不足影响了抗旱保障粮食安全[22]。农业生产“靠天收\"状况没有彻底改变。现有涵闸、机井等农田水利工程大都兴建于20世纪60、70年代，很多年久失修不能使用，有效灌溉面积仅占耕地面积的一半左右。近10年来，安徽省水稻种植“双改单\"问题不断加剧，原因多样，但毋庸讳言的是水利条件恶化不能满足水稻生长要求也是不争的事实[20]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "农业现代化装备水平有待提高。现阶段安徽省耕种收综合机械化水平为 $5 9 . 4 \\%$ ，粮食作物机械化水平为 $7 6 . 4 \\%$ ，经济作物机械化水平也有一定提高，纵看发展速度不低，横看特别与先进地区的差距还较大，还远远不能满足广大农民生产需求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科技服务体系较为滞后，支撑能力有待增强。全省农业科技成果转化率不足 $40 \\%$ ，远低于先进地区水平。突出表现在：一是自主创新能力不强；二是农业技术推广体系不健全，自育大面积主载作物品种少，水稻、小麦和玉米三大粮食作物品种靠从省外引进，经常引起水土不服，抗病性逆性不良等问题，如超级稻2014年在安徽万亩减产[23]；三是农业科技人才总量不足，直接服务“三农\"的实用型专家还不能满足需要。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "抗灾能力不足。安徽是三年一旱，四年一涝，旱多于涝，涝重于旱，重灾年份成灾高达 $50 \\%$ ，一般年份也达到 $1 7 \\%$ 。如果安徽省每年的成灾率降低一半，其粮食平均单产在原来基础上可以提高 $2 5 5 \\mathrm { \\ k g } { \\cdot } \\mathrm { h m } ^ { - 2 }$ 左右，总产量将增加近15亿 $\\mathrm { k g } .$ 。近年来，江淮地区如江苏、安徽等省份小麦经常遭受严重的赤霉病危害，2012年损失最大。2014年淮江地区小麦拔节期遭受倒春寒霜冻，成熟期遭受暴雨，造成该区域江苏、安徽、河南等省地小麦籽粒发育不全、赤霉病和穗发芽普遍发生，减产严重，为国家粮食收购带来很大困难[24]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "土地流转困难，粮食种植规模化集约化水平仍然较低。2014年安徽省流转耕地139 万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，约占全省耕地总面积的33.36%[25]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "资金补贴量小环节多。有良种补贴、良种良法配套补贴、种粮大户补贴、农资综合补贴等多种补贴，但按单位耕地面积计算并不多，对促进农民增粮增收效果不显著。从农民申报、村级汇总公示、乡镇核实、县级抽查，到打卡发放，环节多，人员投入多，行政成本高，占用了县乡农业和财政部门大量的精力。有的地方还出现贪污腐败现象。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "粮食生产成本高，比较效益低。“种粮大县、财政穷县\"的状况未有根本改变；从农民来看，农机投入、劳力成本上涨等，种粮不如外出打工、种经济作物收益多。农民种粮积极性不高，对耕地投入不足，复种指数下降，甚至出现耕地抛荒现象。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中低产田面积大，吨粮县(市)建设缓慢。安徽省中低产田面积大，占耕地面积的 $60 \\%$ 左右，吨粮县市建设明显落后。例如，山东省桓台县是1990年就成为全国长江以北地区第1个“吨粮县”。山东省政府2013年提出，到2017年全省高标准粮食高产创建田152万 $\\mathrm { h m } ^ { 2 }$ ，小麦、玉米两季合计亩产达到 $1 ~ 1 0 0 ~ \\mathrm { k g }$ 以上。德州等5个市建成吨粮市，聊城等5个市基本达到吨粮市标准；商河等 40 个粮食主产县(市、区)建成吨粮县，济阳等38个粮食主产县(市、区)基本达到吨粮县标准[26]。河南的4个吨粮县市都在黄河以北，河南计划2020 年实现 $6 5 0 ~ 1 7 ~ \\mathrm { k g }$ 粮食生产能力，在95个县的0.06亿 $\\mathrm { h m } ^ { 2 }$ 耕地内，建成400万 $\\mathrm { h m } ^ { 2 }$ 超吨粮的高标准粮田[27]。江苏省 2015 年经认定的“吨粮县\"增至 21个[28]。安徽省淮北的蒙城县成为2013年安徽省的第1个吨粮县，2014年利辛县成为第2 个吨粮县，2015 年涡阳县达到了吨粮县[29]，也实现了其3个县的管辖市毫州市成为安徽省第1个吨粮市。因此，处于南北交界的安徽和黄淮南片地区吨粮县(市)很少，其气候资源高产潜力还未发挥。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5促进安徽省农业可持续发展和保障粮食安全的对策",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "安徽省要按照中国共产党十八届五中全会强调的精神，牢固树立并切实贯彻创新、协调、绿色、开放、共享的发展理念[30]，在\"十三五\"期间加快粮食安全和现代农业健康发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "建立国家和省地多种形式产区利益补偿机制，调动地方政府主动抓粮的积极性。要针对当前出现的\"农业大省(县)、工业小省(县)、财政穷省(县)\"的尴尬局面，建议国家把商品粮调销补偿金作为专项转移支付基金给输出粮食的主产区地方政府；同时，率先在粮食主产区推行耕地保护补偿机制试点，并将粮食主产县纳入国家生态补偿试点的范围[31]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "进一步完善粮食补贴制度，调动农民的种粮积极性。一是把粮食直补和良种补贴资金发放给种粮农户而不是承包田主；二是实行与种粮规模和粮食产量挂钩的直补方式，将现行按计税面积补贴改为按种植面积、单产水平和商品量给予补贴，使粮食补贴向粮食主产区和种粮大户倾斜，促进粮食生产的规模化和集约化；三完善农资补贴方式，采取对农民购买化肥、农药等进行直接补贴的办法；四是国家采取宏观调控措施，根据国内外市场需求和价格，给粮食提供差价补贴，与粮食挂钩直接补贴给农户[32]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "加大对粮食主产区农业基础设施建设投入力度增强农业发展后劲。建议国家对产粮大省(县)给以重点投资，集聚农业综合开发、优质粮食产业工程、国家大型商品粮基地等项自建设合力，重点推进淠史杭、驷马山等灌区续建配套，着力解决江淮分水岭易旱地区缺水问题；完成大中型水库除险加固，积极推进一般堤防加固、行蓄洪区调整和平原洼地排涝三项治淮工程；建设长江河势控制工程，推进主要支流治理；建立小型农田水利建设专项补助资金，完善田间灌排设施，有计划地控水、蓄水、调水和综合利用水资源，提高水资源的利用效率和效益，保持水资源生态平衡，增强农业抗御自然灾害的能力[31-32]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "构建新型农业经营体系，提高粮食生产的规模化水平。大力发展农机、植保、配方施肥等专业服务队等，把订单生产作为优质粮食产业化的突破口，大力推行“企业 $. +$ 基地 $^ +$ 农户”、“企业 $\\cdot ^ { + }$ 中介组织 $! +$ 农户\"等经营模式，把产前、产中、产后等各环节联结成一体，提升粮食生产组织化水平，提高粮食生产效益[31-32]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "积极推进农业科技进步。继续加大粮丰工程、高产创建和粮食“三大行动\"资金投入，支持高产技术示范区建设，发挥样板带动作用；巩固“三情\"(苗情、摘情、病虫草情)监测点，实行“四定\"(定地点、定时间、定专家、定期会商)办法，及时发布监测信息和田管措施建议；加强科研与推广的紧密衔接，进一步探索专家大院、科技特派员和农技人员服务新型农业经营主体等各项措施，把良种良法对接到田[31]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "严守耕地保护红线，确保基本农田不减少。科学制定农村中长期发展规划，城镇建设、农民建房等要充分利用荒山荒坡；将土地整治新增耕地纳入涉农补贴范围，提高农民参与土地整治的积极性[32]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "加快推进粮食生产全程机械化。促进农机农艺融合，大力提升粮食生产全程机械化水平，应用减灾避灾机具与技术措施。计划到2017年，全省农业机械总动力达到7000万 $\\boldsymbol { \\mathrm { k W } }$ 。大中型拖拉机保有量达到20万台，联合收割机保有量达到17万台，水稻栽植机械保有量达到4万台，农机具配套比达到$1 : 2 . 5 ^ { [ 3 3 ] }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "6创建安徽省现代农业发展的新路子",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "安徽在主要粮食主产区中资源禀赋系数值位列第一，高于其他5个省份(江苏、河南、河北、山东、湖北)，说明安徽生产粮食的资源条件优异，具有较强的资源竞争力[34]。通过对安徽省主体功能区规划[35]和历史发展的分析，我们建议安徽省各地应根据自己的区位优势，向山东学习大力发展设施高效现代农业，走出口农业的路子，向河南学习大力发展农业机械化跨区收获作业和大型粮食深加工业(包括养殖业)，走“中国厨房\"的路子，向河北省学习发展节水高效现代农业和农林牧副渔协同发展给京津冀提供高质量农副产品的路子，向江苏省学习重视科技创新、工农业协同发展的路子，安徽省要实现中原崛起，针对上海、南京、武汉、济南周边等大城市不同工农业的需求，创出一条淮河流域现代农业发展的新路子。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献References",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]安徽省农委农业局．安徽省粮食生产60 年回顾[EB/OL]. (2010-02-03） http://www.ah.xinhuanet.com/zhuanti/2010-02/ 03/content_18952091.htm Agricultural Bureau and Agricultural Committee in Anhui Province.Review grain production in Anhui Province in past sixtyyears[EB/OL]. (2010-02-03） http://www.ah.xinhuanet. com/zhuanti/2010-02/03/content_18952091.htm   \n[2]钱晶．2014年安徽省粮食总产量341.5亿公斤位居全国 第6[N].安徽日报,2015-01-20 Qian J.Total grain production of Anhui Province is 34.15 billion kg ranking the sixth in China in 2014[N].Anhui Daily, 2015-01-20   \n[3]苏晓琼．安徽 2014 年粮食总产增幅 $4 . 2 \\%$ 居全国第二 [EB/OL]. (2015-01-13) http://news.hefei.cc/2015/0113/024843846. shtml Su X Q.Total grain production amplification of Anhui Province is $4 . 2 \\%$ ranking the second in China in 2014[EB/OL]. (2015-01-13) http://news.hefei.cc/2015/0113/024843846.shtml   \n[4]冯辉．农业生产稳定夏粮再获丰收[EB/OL]. (2015-07-28) http://www.ahtjj.gov.cn/tjj/web/list.jsp Feng H.Agricultural production is stable and summer grain crop get a good harvest again[EB/OL]. (2015-07-28) http:// www.ahtjj.gov.cn/tj/web/list.jsp   \n[5]安徽省秋粮种植面积397.3万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，总产预计超195亿kg [EB/OL].(2015-09-21) http://www.ahny.gov.cn/xxgk/detail.asp?id= 7921 Autumn grain crops plant area is 3.973 million $\\mathrm { h m } ^ { 2 }$ ，total grain production is over 19.5 billion kg[EB/OL]. (2015-09-21) http://www.ahny.gov.cn/xxgk/detail.asp?id=7921   \n[6]新华网．缺粮的中国:过半省份难以自给[EB/OL].(2013-07-02) http://news.xinhuanet.com/finance/2013-07/02/c_124941398.htm Xinhua News.Grain short in China:Over half province is not self-sufficient[EB/OL]. (2013-07-02) http://news.xinhuanet. com/finance/2013-07/02/c_124941398.htm   \n[7]何爱霞，苏姝冰．安徽省耕地数量与粮食生产安全分析及 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "预测[J].宿州学院学报,2014(4):1-3 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "HeA X,Su S B.Analysis and prediction of the amount of arable land and grain production in Anhui Province[J]. Academic Journal of Suzhou University,2014(4):1-3 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[8]中国粮油信息网．安徽玉米种植开启\"绿色模式\"[EB/OL]. (2015-07-11） htp://www.chinagrain.cn/yumi/2015/7/1/20157 113403936263.shtml China Grain and Oil Network.Anhui Province enables maize plant “Green Mode\"[EB/OL]. (2015-07-11) htp://www.chinagrain. cn/yumi/2015/7/1/20157113403936263.shtml   \n[9]杨杨．安徽大力推进粮食生产把饭碗牢牢端在自己手上 [EB/OL]. (2014-01-26) htp://ah.anhuinews.com/system/2014/ 01/26/006291118.shtml Yang Y. Anhui Province gives great impetus to grain production and hold bowl safely in himself hands[EB/OL]. (2014-01-26) http://ah.anhuinews.com/system/2014/01/26/ 006291118.shtml   \n[10]安徽省统计局．安徽省 2014年国民经济和社会发展统计 公报[EB/OL]. (2015-02-26) http://www.ahtj.gov.cn/tjj/web/ info_view.jsp?strId=1425024120629028&_indextow $^ { \\prime = 1 }$ （204号 Statistical Bureau of Anhui Province.Statistical bulletin of national economy and social development of Anhui Province in2014[EB/OL].(2015-02-26) htp://www.ahtj.gov.cn/tj/ web/info_view.jsp?strld $\\mid =$ 1425024120629028&_indextow $^ { \\prime = 1 }$   \n[11]余欣荣．强力推进三大行动促进粮食稳定增产[J].安徽农 学通报,2012(1):1-2 Yu X R. Strong boosts three big projects and promotes grain increase production stably[J]. Anhui Agronomy Bulletin, 2012(1): 1-2   \n[12]安徽省农委产业化处．安徽省农业产业化经营发展60年回 顾[EB/OL]. (2010-02-05） htp://www.caein.com/index.asp? NewsID $\\vDash$ 51448&xActior $\\scriptstyle 1 = \\mathbf { X }$ ReadNews Industrialization Office of Agricultural Committee of Anhui Province.Review the industrialization of agriculture in Anhui Province in the past sixty years[EB/OL]. (2010-02-05) http://www.caein.com/index.asp?NewsID $\\vDash$ 51448&xAction $\\mathbf { \\tau } = \\mathbf { X }$ ReadNews   \n[13]喻寒松.安徽开展粮丰工程促进粮食增产[EB/OL].(2015-10-22) http://www.hljxh.net/zgnx/web/news/?74590.html Yu H S.Anhui Province launches grain crop harvest project to promote grain yield increase[EB/OL].(2015-10-22) http://www. hljxh.net/zgnx/web/news/?74590.html   \n[14]中华人民共和国财政部网．安徽省大力支持粮食生产主体 功能区建设规划提高粮食增产能力[EB/OL]. (2008-12-02) http://www.mof.gov.cn/pub/caizhengbuzhuzhan/xinwenlianbo/ anhuicaizhengxinxilianbo/200812/t20081202_93622.html Network of Ministry of Finance of the People's Republic of China.Anhui Province strongly supports main functional area construction plan of grain production to enhance grain increase ability[EB/OL]. (2008-12-02） htp://www.mof.gov. cn/pub/caizhengbuzhuzhan/xinwenlianbo/anhuicaizhengxinxil ianbo/200812/t20081202_93622.html   \n[15]张正斌．应加快淮北粮仓建设[N]．中国科学报,2013-06-10 Zhang Z B.Granary construction in north of Huai River should be speeded up[N]. Chinese Science News,2013-06-10 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[16]张正斌．应加快黄淮南片粮仓建设[N]．中国科学报，2014- 04-11 Zhang ZB.Granary construction in south of Huanghuai basin should be speeded up[N]. Chinese Science News,2014-04-11 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[17]思实．科技部来皖调研依靠科技保障粮食安全工作[EB/OL]. (2014-06-23)http://ah.anhuinews.com/system/2014/06/23/006465554. shtml Si S.Ministry of Science and Technology came in Anhui Province to investigate and survey the works of grain safeguard by science and technology[EB/OL]. (2014-06-23) http://ah.anhuinews.com/system/2014/06/23/006465554.shtml   \n[18]孙策．安徽“第二粮仓\"预研项目启动[N]．中国科学报, 2015-01-15 Sun C. The “Second Granary” pre-research project was startup in Anhui Province[N]. Chinese Science News,2015- 01-15   \n[19]农业部．关于大力开展粮食绿色增产模式攻关的意见[EB/OL]. (2015-02-04)htp://www.law-lib.com/law/law_view.asp?id= 486018 Ministry of Agriculture of China.In regard to energetically launch tackles key problems of grain green increase mode[EB/OL]. (2015-02-04) htp://www.law-lib.com/law/law_ view.asp?ic $\\scriptstyle 1 = 4 8 6 0 1 8$ （204号   \n[20]安徽省人民政府办公厅．关于大力开展粮食绿色增产模式 攻关示范行动的意见[EB/OL].(2015-07-24) htp://www.agri. cn/V20/ZX/qgxxlb_1/ah/201507/t20150724_4760255.htm General Office of the People's Government of Anhui Province. In regard to energetically launching demonstration action for tackling key problems of grain green increase mode[EB/OL]. (2015-07-24) http://www.agri.cn/V20/ZX/qgxxlb_1/ah/201507/ t20150724_4760255.htm   \n[21]安徽省人民政府.“十一五\"安徽粮食生产形势分析[N]．安 徽日报,2011-04-19 People's Government of Anhui Province. Situation analysis on grain production of Anhui Province[N].Anhui Daily, 2011-04-19   \n[22]戴贤超，梁巍．秋粮生产遇旱灾，今年安徽粮食全年减产 （20 $0 . 9 5 \\ : 1 \\mathrm { Z } \\ : \\mathrm { k g [ N ] }$ ．安徽商报,2013-12-05 Dai X C, Liang W. Autumn grain crops meet drought damage, grain reduce yield 95 million $\\mathrm { k g }$ in Anhui Province in this year[N].Anhui Commercial News,2013-12-05   \n[23]张璐．农业部解释超级稻为何减产[EB/OL].(2015-04-15) http://society.people.com.cn/n/2015/0415/c136657-26845032. html Zhang L.Ministry of Agriculture explains the reasons for super rice yield reduction[EB/OL]. (2015-04-15) htp://society. people.com.cn/n/2015/0415/c136657-26845032.html   \n[24]光明网.安徽启动省级小麦临时收储解决农民卖粮难[EB/OL]. (2015-07-28) http://pic.gmw.cn/channelplay/6200/3260171/0/1. html Guangming Net. Anhui Province starts wheat temporary storage at provincial level to solve sale grain difficulty for farmer[EB/OL]. (2015-07-28) http://pic.gmw.cn/channelplay/ 6200/3260171/0/1.html ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[25]史力．安徽省耕地流转面积超三成，现代农业发展加快 [EB/OL]. (2014-05-15) http://ah.anhuinews.com/system/2014/05/ 15/006431805.shtml Snl L．Arabie lana circuiauon area over tnirty percent in Anhui Province[EB/OL].(2014-05-15) http://ah.anhuinews. com/system/2014/05/15/006431805.shtml ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[26] 张海峰．山东粮食喜获\"十一连丰\"4 年内建成 5 个吨粮市 [EB/OL].(2014-05-15) http://sd.dzwww.com/sdnews/201310/ t20131022_9041564.htm Zhang H F. Shandong Province gets eleven years of grain good harvest and builds five ton-grain-city in four years[EB/OL]. (2014-05-15) http://sd.dzwww.com/sdnews/201310/t20131022_ 9041564.htm   \n[27]乔地．河南将建一批\"吨半粮乡\"\"吨粮县\"[EB/OL].(2014- 05-15) http://finance.china.com.cn/roll/20130322/1344074.shtml Qiao D.Henan Province will build a batch “1.5 ton grainvillage”and “ton-grain-county\"[EB/OL]. (2014-05-15） http:// finance.china.com.cn/roll/20130322/1344074.shtml   \n[28] 邹建丰．江苏省经认定的\"亩产吨粮县\"增至 21个[EB/OL]. (2015-05-14) http://news.eastday.com/eastday/13news/auto/ news/csj/u7ai3947224_K4.html Zou JF. There are 21“ton-grain-county”was identified in Jiangsu Province[EB/OL]. (2015-05-14) http://ews.eastday. com/eastday/13news/auto/news/csj/u7ai3947224_K4.html   \n[29]李涛，马晓侠．涡阳县实现“吨粮县\"建设目标[EB/OL]. (2015-05-14) http://www.bozhou.cn/2015/0930/527051.shtml Li T, Ma X X. Guoyang County gets construction goals of \"ton-grain-county\"[EB/OL].(2015-05-14) htp://www.bozhou. cn/2015/0930/527051.shtml   \n[30]学习中国．习近平与“十三五\"五大发展理念[EB/OL]. (2015-11-01) htp://news.ifeng.com/a/20151101/46068411_0.shtml Study China.Xi Jinping and five ideas of development in “13th Five Year Plan\"[EB/OL]. (2015-11-01） htp://news. ifeng.com/a/20151101/46068411_0.shtml   \n[31]孔令聪．粮食安全战略下安徽粮食生产对策[N]．安徽日报, 2014-05-05 Kong L C. Countermeasure for Anhui Province grain production under grain security strategy[N]. Anhui Daily, 2014-05-05   \n[32] 安徽省人大工作研究会．安徽当前粮食生产形势调研与分 析[N]．安徽日报,2014-07-21 Work Seminar of the People's Congresss of Anhui Province. Analysis and investigate to grain production situation in Anhui Province[N]. Anhui Daily, 2014-07-21   \n[33]中国行业研究网.安徽加快推进粮食生产全程机械化 [EB/OL].(2013-12-23） htp://www.chinairn.com/news/20131231/ 16511067.html China Industry Research Net. Anhui Province speeds up mechanization in whole journey of grain production[EB/OL]. (2013-12-23） htp://www.chinairm.com/news/20131231/16511067. html   \n[34]李鑫．安徽省粮食生产现状及竞争力分析[J].安徽农业科 学,2014(4): 1220-1222 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "LiX.Analysis on competitiveness and grain production status of Anhui Province[J].Anhui Agricultural Sciences,2014(4): 1220-1222 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[35]安徽省人民政府．关于印发安徽省主体功能区规划的通知[EB/OL].(2013-12-26) http://www.ah.gov.cn/UserData/DocHtml/",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1/2013/12/26/5120801642263.html ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Anhui Province People's Government.The note of main functional region plan in Anhui Province[EB/OL]. (2013-12-26) http://www.ah.gov.cn/UserData/DocHtml/1/2013/12/26/51208 01642263.html ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "欢迎订阅2017年《中国生态农业学报》",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "《中国生态农业学报》由中国科学院遗传与发育生物学研究所和中国生态经济学会主办，中国科学院主管，科学出版社出版。系中国期刊方阵双效期刊、中国科技精品期刊、百种中国杰出学术期刊、中文核心期刊、RCCSE中国权威学术期刊，为中国学术期刊综合评价数据库、中国期刊全文数据库、中国学术期刊文摘、中国科学引文数据库、中国科技论文与引文数据库、CNKI中国期刊全文数据库源刊，并被国际农业生物学文摘(CABI)、美国化学文摘(CA)、哥白尼索引(IC)、美国乌利希国际期刊指南等国际数据库及检索单位收录。荣获第三届、四届全国农业优秀期刊一等奖和首届北方优秀期刊奖，中国北方优秀期刊，连续多届获得河北省优秀期刊奖。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "《中国生态农业学报》主要报道全球环境变化与农业、农业生态系统与生态农业理论基础、农田生态系统与农业资源、生态农业模式和技术体系、农业生态经济学、农业环境质量及环境保护、农业有害生物的综合防治等领域创新性研究成果。适于从事农业生态学、生态学、生态经济学以及环境保护等领域科技人员、高等院校有关专业师生，农业及环境管理工作者和基层从事生态农业建设的技术人员阅读与投稿。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "《中国生态农业学报》国内外公开发行，国内刊号CN13-1315/S，国际刊号ISSN1671-3990。月刊，国际标准大 16开本,160页，每期定价35元，全年420元。邮发代号:82-973，全国各地邮局均可订阅。漏订者可直接汇款至编辑部补订(需另加邮资 50.00元/年)。广告经营许可证号:1301024D00127。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "地址:(050022）河北省石家庄市槐中路 286号中科院遗传发育所农业资源研究中心《中国生态农业学报》编辑部  \n电话：(0311) 85818007 传真：(0311) 85815093  \n网址: http://www.ecoagri.ac.cnE-mail: editor@sjziam.ac.cn公众微信号: zgstnyxb",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2017年《遗传》征订启事",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "《遗传》创刊于1979年，是中国遗传学会和中国科学院遗传与发育生物学研究所主办、科学出版社出版的学术期刊，中文核心期刊，中国精品科技期刊。已被医学索引(MEDLINE)、NCBI、生物学数据库(BIOSIS)、生物学文摘(BA)、医学索引(Medical Index)和美国化学文摘(CA)、以及俄罗斯文摘杂志(AJ)等 20 多种国内外重要检索系统与数据库收录。主要刊登有创新性的研究论文、新技术与新方法、学科热点问题的综述、学术讨论、遗传学教学、遗传学家介绍、学术会议信息及科学新闻等，内容涉及遗传学、基因组学、细胞生物学、发育生物学、分子进化、遗传工程及生物技术等领域。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本刊开辟绿色通道，重要成果的研究论文可申请优先刊出。欢迎投稿，欢迎订阅，欢迎刊登广告。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "月刊，大16开本,112页，定价80元/期，全年960元。各地邮局发行。邮发代号:2-810。国内刊号CN11-1913/R，国际统一刊号 ISSN 0253-9772。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "地址：北京市朝阳区北辰西路1号院中国科学院遗传与发育生物学研究所2号楼 B-208(邮编：100101)网址:http://www.chinagene.cn; E-mail: yczz@genetics.ac.cn; 电话: 010-64807669；传真: 010-64807786",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "http://www.ecoagri.ac.cn ",
        "page_idx": 7
    }
]