[
    {
        "type": "text",
        "text": "Utilizing a new soil effective temperature scheme andarchivedsatellitemicrowave brightness temperature data to estimate surface soil moisture in the Nagqu region, Tibetan Plateau of China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "TIAN Hui1\\*,Mudassar IQBAL1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Key Laboratory of Land Surface Process and Climate Change in Cold and Arid Regions,Northwest Institute o Eco-Environment and Resources,Chinese Academy of Sciences,Lanzhou 73oooo, China; ²University of Chinese Academy of Sciences,Beijing 10o049,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Since the early 2O0Os, many satellte passive microwave brightness temperature (BT) archives, such as the Advanced Microwave Scanning Radiometer for the Earth Observing System (AMSR-E) BTs, have become the useful resources for assessing the changes in the surface and deep soil moistures over both arid and semi-arid regions.In this study, we used a new soil effective temperature ( $\\left( T _ { e f f } \\right)$ scheme and the archived AMSR-E BTs to estimate surface soil moisture (SM) over the Nagqu region in the central Tibetan Plateau, China. The surface and deep soil temperatures required for the calculation of regional-scale $T _ { e f f }$ were obtained from outputs of the Community Land Model version 4.5 (CLM4.5). In situ SM measurements at the CEOP-CAMP/Tibet (Coordinated Enhanced Observing Period Asia-Australia Monsoon Project on the Tibetan Plateau) experimental sites were used to validate the AMSR-E-based SM estimations at regional and single-site scales.Furthermore,the spatial distribution of monthly mean surface SM over the Nagqu region was obtained from 16 daytime AMSR-E BT observations in July 2004 Over the Nagqu region. Results revealed that the AMSR-E-based surface SM estimations agreed wellwith the in situ-based surface SM measurements, with the root mean square error (RMSE) ranging from 0.042 to $0 . 0 6 6 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and the coefficient of determination $( \\mathrm { R } ^ { 2 } )$ ranging from O.71 to 0.92 during the nightime and daytime. The regional surface soil water state map showed a clear spatial pattern related to the terrain. It indicated that the lower surface SM values occurred in the mountainous areas of the northern,mid-western and southeastern parts of Nagqu region, while the higher surface SM values appeared in the low elevation areas such as the Tongtian River Basin, Namco Lake and bog meadows in the central part of Nagqu region. Our analysis also showed that the new $T _ { e f f }$ scheme does not require special fitting parameters or additional assumptions，which simplifies the data requirements for regional-scale applications. This scheme combined with the archived satelite passive microwave BT observations can be used to estimate the historical surface SM for hydrological process studies over the Tibetan Plateau regions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: soil effective temperature; archived AMSR-E brightness temperature; CLM4.5 soil temperature output; Cumulative Distribution Function (CDF) matching; surface soil moisture; Tibetan Plateau ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It is well known that soil moisture (SM) is a key variable in hydrological and climatic studies (Avissar,1998; Gutzler et al.,2005; Wagner et al.,2007; Gentine et al.,2011; Assouline,2013; Thomsen et al.，2O13). The knowledge about SM distribution makes it easy to understand the changes in the land surface hydrological cycle and weather evolution on a large scale, particularly in the complex areas such as Tibetan Plateau of China. However, it is very difficult and expensive to monitor the large-scale distribution of surface SM on the ground. Many studies have shown that satellite passive microwave remote sensing is one of the best available approaches for monitoring the land surface SM at a large spatial scale (Wen and Su, 2OO3; Gao et al.,2006; Kerr et al.,2010; Brocca et al.,2O11). Its feasibility has been demonstrated extensively at both regional and continental scales (Wigneron et al.,2O03; Paloscia et al.,2006; De Jeu et al.,2008; Kolassa et al., 2016; Xie et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The estimated spatial-temporal distributions of land surface SM by applying satellite passive microwave brightness temperature (BT） data can be effectively evaluated against the in situ ground measurements (Njoku and Li,1999; Koike et al.,2000; Brocca et al., 2011; Kolassa et al., 2016).So far,an enormous number of BT data at high microwave frequencies,such as the Tropical Rainfall Measuring Mission/Microwave Imager (TRMM/TMI) BT observations and the Advanced Microwave Scanning Radiometer for the Earth Observing System (AMSR-E) BT data, have been archived since the early 2OoOs. Specifically,the TRMM/TMI BT observations at the microwave frequency of $1 0 . 6 5 ~ \\mathrm { G H z }$ with a spatial resolution of approximately $6 0 ~ \\mathrm { k m }$ and the AMSR-E BT observations at microwave frequencies of 6.9,1O.7 and $1 8 . 7 \\ \\mathrm { G H z }$ can be used for the estimation of surface SM. However,the AMSR-E BT data archived by the National Snow and Ice Data Center (NSIDC) in the USA have a higher spatial resolution (approximately $0 . 2 5 ^ { \\circ } ,$ than the TRMM/TMI BT data (Knowles et al., 2006). Therefore, the current archive of AMSR-E BT data is more qualified for estimating the surface SM (Paloscia et al.,2Oo6; De Jeu et al., 2008). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Soil effective temperature $( T _ { e f f } )$ is one of the basic parameters in the estimation of satellite passive microwave remote sensing based surface SM. It is defined as the weighted temperature of soil emiting layers and depends on the soil temperature and moisture profiles.The uncertainty of $T _ { e f f }$ may ultimately affect the final surface SM product. Sabater et al. (2O11) reported that an error of $5 \\mathrm { ~ K ~ }$ in $T _ { e f f }$ can lead to a $5 \\%$ error in the surface SM product. The behavior of $T _ { e f f }$ is difficult to understand because of the complex soil temperature and moisture information in the deeper soil layers.In previous studies, $T _ { e f f }$ has been described by considering the entire soil medium as the plane stratified dielectric layers (Wilheit, 1978; Schmugge et al.,1986; Njoku and Li, 1999; Lee et al.,2OO2).Because of the heterogeneity of soil layers and the difficulty of obtaining detailed soil profile information,this plane stratified $T _ { e f f }$ theoretical scheme (i.e., $T _ { e f f } )$ is almost impossible to use in practical applications.Subsequently,a simplified two-layer scheme with one parameter (Choudhury et al.,1982) has been well accepted in microwave remote sensing of surface SM on the basis of plane stratified dielectric layers theory scheme (Wilheit，1978).The scheme was further improved by considering wavelength and surface SM (Holmes et al., 2OO6; Wigneron et al., 2008). However, these improved schemes require stringent parameter calibration in the field. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recently,Lv et al. (2O14) developed a new soil effective temperature scheme (hereinafter called Lv's scheme） for estimating $T _ { e f f }$ in the soil microwave radiative transfer process at the L-band. Lv's scheme comprehensively considers the impact of wavelength, surface SM, sampling depth and soil temperature on $T _ { e f f } .$ Its key parameters can be calculated directly from soil temperature and moisture observations or from land surface model outputs.Lv et al.(2016a) evaluated this new scheme together with three existing prevailing soil effective temperature schemes,i.e., single-parameter Beta SMAP (Soil Moisture Active Passive) scheme, Choudhury's two-layer scheme (the current SMAP's scheme)，and two-parameter Wigneron scheme (the current SMOS's scheme; SMOS, Soil Moisture and Ocean Salinity). Assessment results showed that Lv's scheme is considered as the best approximation of Wilheit's integral theory scheme.In another recent study,Lv et al. (2O16b) verified Lv's scheme and its corresponding multilayer form to provide instruction on how to configure sensor mounting depth and identify its optimal value for in situ SM observations.Based on the Maqu SM network configurations,they found that Lv's scheme can note which site of the Maqu network provides a relatively high accuracy when estimating $T _ { e f f } .$ On average, nearly $20 \\%$ of the $T _ { e f f }$ signal cannot be captured by the existing Maqu network in the current installation configuration. This configuration means $3 1 . 1 \\%$ of the $T _ { e f f }$ signal beneath being unknown and implies significant uncertainty when estimating $T _ { e f f }$ The observation configuration of 5 and $2 0 \\ \\mathrm { c m }$ soil depths has proven to be the best configuration because only $7 . 4 \\%$ of the $T _ { e f f }$ signal beneath is unknown. However,above-mentioned studies (Lv et al.,2O16a,b) only tested the performance of Lv's scheme at the L-band and did not showed the real advantage of the scheme,i.e.,its broad applicability at different microwave frequencies. There is,in fact, no band limit in the derivation process of Lv's scheme.And,because of the aforementioned characteristic that its key parameters can be calculated directly from in situ observations or land surface model outputs,the easy-to-use advantage of this scheme at different microwave frequencies is more obvious. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A better understanding in the behavior of $T _ { e f f }$ at different microwave frequencies helps to improve the estimation accuracy of surface SM using the existing archived satelite passive microwave BT data. Either overestimation or underestimation of $T _ { e f f }$ will result in dryer or wetter surface SM estimates.As mentioned above，the existing archived satellite microwave BT products are high frequency observational data.Even at the C-band, the accurate estimations of $T _ { e f f }$ still depend on the information of soil moisture and temperature profiles.In the study of Lv et al.(2016a),the suitability of Lv's scheme was mainly explored at the L-band. However, the derivation process of Lv's scheme is not limited at a fixed microwave frequency,and it is expected that this scheme can be able to be applied at other microwave frequencies,such as the C-band. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the past, many studies have been carried out to estimate the surface SM using AMSR-E BT data (Njoku and Li, 1999; Koike et al., 2000; Paloscia et al., 2006; De Jeu et al.,2008; Brocca et al.,2011; Kolassa et al., 2O16). These works mainly concentrated on the low elevation areas and provide significant references for identifying the uncertainties in the estimations of surface SM in these areas.However,there are few related studies on high elevation areas,especially the Tibetan Plateau. Therefore,it is critically important to improve the estimations of surface SM and promote the adaptability of estimated methodologies under the complex plateau conditions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The aims of the present study are to verify the validity and applicability of Lv's scheme and to estimate the surface SM using Lv's scheme and AMSR-E BT data in the Nagqu region of the Tibetan Plateau, China. It is our hope that this study could provide a reference for accurate estimating the surface SM in the Nagqu region and also promote the applicability of Lv's scheme at a large scale in the Tibetan Plateau. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Nagqu region with an average altitude of $4 8 2 4 \\mathrm { ~ m ~ a . s . l . }$ is located in the central part of Tibetan Plateau, China $( 3 0 ^ { \\circ } - 3 6 ^ { \\circ } \\mathrm { N }$ $9 0 ^ { \\circ } - 9 5 ^ { \\circ } \\mathrm { E }$ ; Fig.1). The region is characterized by a cold and semi-arid climate with a mean annual precipitation of $4 3 0 ~ \\mathrm { m m }$ and an annual mean temperature of $- 1 . 0 ^ { \\circ } \\mathrm { C }$ （204号 (1954-2O14). The annual frost-free days are $2 0 \\textup d$ ,and the annual sunshine hours are $2 5 0 0 { - } 3 0 0 0 \\mathrm { h }$ The northwestern part is bounded by the Kunlun Mountains. The Tanggula Mountains which run roughly northwest-southeast cross the middle part of the region，and the Nyainqentanglha Mountains which run roughly northeast-southwest stretches across the southern part of the region. The northwestern, middle and southern parts of the region are mountainous steppes. Permanently frozen soil is distributed in the mountainous areas and in the Tuotuo-Tongtian River Basin and Nujiang River Basin.Marshlands are widely distributed in the plain areas.Regions to the north and south of the Tanggula Mountains are alpine swamps and meadows mingled with cultivated lands and shrubs. There are more than 40 lakes in the Nagqu region, with Namco Lake being the largest one. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/578bfb9c732ed9bcf416fac193c496bf505c2662ff213574c73e93e352d53610.jpg",
        "img_caption": [
            "Fig.1Location of the study area (Nagqu region) in the context of Tibetan Plateau (a)and the distributions of the 12 CEOP-CAMP/Tibet SMTMS sites in the study area (b).CEOP-CAMP/Tibet,Coordinated Enhanced Observing Period Asia-Australia Monsoon Project on the Tibetan Plateau；SMTMS,Soil Moisture and Temperature Measurement System； AMSR-E，Advanced Microwave Scanning Radiometer for the Earth Observing System. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 Data preparation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In situ surface SM measurements were carried out during 2O02-2004 at the CEOP-CAMP/Tibet (Coordinated Enhanced Observing Period Asia-Australia Monsoon Project on the Tibetan Plateau) SMTMS (Soil Moisture and Temperature Measurement System) sites and in 2OO8 at the BJ site. Surface SM was recorded by the SMTMS along the north-south transect to present its average situation in the Nagqu region. The locations of the 12 CEOP-CAMP/Tibet SMTMS sites are plotted in Figure 1b. Measurements were taken using a time domain reflectometry (TDR) technique at soil depths of 4 and $2 0 \\ \\mathrm { c m }$ every $1 0 ~ \\mathrm { m i n }$ and then the data were averaged every half hour. The in situ measurements closest to the overpass time of AMSR-E BT observations were selected to validate the satellite-based surface SM estimates.Detailed description such as name, location,land-cover type and observation items of the CEOP-CAMP/Tibet SMTMS sites can be found in Ma et al. (2O03). It should be noted that the data of four SMTMS sites (D66, TTH, WADD and Amdo; Fig. 1b) were not included in this study because of short time series or data missing. Therefore,the area-averaged surface SM data of D105,D110, NODA,MS3478, BJ, MS3637，MS3608 and ANNI were used for ground truthing to validate the AMSR-E-based surface SM estimations at a regional scale (the $3 { \\times } 9$ AMSR-E grid region (red-line zone) shown in Fig. 1b). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In this study, the daily AMSR-E BT dataset archived in the NSIDC with a spatial resolution of $0 . 2 5 ^ { \\circ }$ was used. The dataset contained two files per day indicating the time of data acquisition, which was at O1:30 and 13:30 local time for descending (nighttime） and ascending (daytime) overpasses,respectively. The daily AMSR-E BT data at frequencies of 6.9,10.7 and $1 8 . 7 ~ \\mathrm { G H z }$ covering the study area were downloadedfrom the NSIDC (http://nsidc.org/forms/nsidc-0302_or.html） for the same period as the CEOP-CAMP/Tibet experiments (i.e., 2002-2004).Daily AMSR-E BT data for a $2 1 \\times 2 5$ gridded area covering the entire Nagqu region were extracted from the AMSR-E global dataset. Daily AMSR-E BT data for a $3 { \\times } 9$ gridded area covering the selected CEOP-CAMP/Tibet SMTMS sites (i.e., the red-line zone shown in Fig.1b) and for a $1 { \\times } 1$ gridded area covering the BJ site were extracted for the validation of the AMSR-E-based surface SM estimations at regional (Nagqu region) and single-site (BJ site) scales. In addition, the soil texture information from in situ soil samples by laboratory analyses, as well as the clay and sand percentages and soil bulk density data from the Harmonized World Soil Database (HWSD) v 1.1 were utilized to compute the surface soil dielectric constant (SDC). Furthermore, we resampledtheHWSDdatawith1-kmspatialresolution (http://www.iiasa.ac.at/Research/LUC/External-World-soil-database/HTML/index.html?sb $\\scriptstyle = 1$ ）to $0 . 2 5 ^ { \\circ }$ to match the resolution of the AMSR-E BT data. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Commonly,it is difficult to estimate the $T _ { e f f }$ at a regional scale due to a lack of deep soil temperature information. In this study,we modeled the weighted mean soil temperature in the second soil layer $( 1 . 7 5 { - } 4 . 5 1 ~ \\mathrm { c m }$ ； central depth of $2 . 7 9 \\mathrm { c m } )$ and the third soil layer $4 . 5 1 - 9 . 0 6 \\ \\mathrm { c m }$ ， central depth of $6 . 2 3 ~ \\mathrm { c m } )$ ）by the Community Land Model version 4.5 (CLM4.5） in the Community Earth System Model version 1_2_2 (CESM1_2_2). Then,the weighted mean soil temperature was used as the iterative initial value of surface soil temperature $( T _ { 1 } )$ corresponding to a depth of $4 \\mathrm { c m }$ .Similarly,the soil temperature in the fifth soil layer ( $1 6 . 5 6 { - } 2 8 . 9 2 ~ \\mathrm { c m }$ ,central depth of $2 1 . 2 2 ~ \\mathrm { c m } )$ ）simulated by the CLM4.5 was used as the iterative initial value of deep soil temperature $( T _ { 2 } )$ . It should be noted that the atmosphere forcing data for CLM4.5 was CRUNCEP (Climatic Research Unit National Center for Environmental Prediction) data at a spatial resolution of $0 . 1 ^ { \\circ } \\times 0 . 1 ^ { \\circ }$ . The simulation time-step of CLM4.5 was half an hour. Moreover, the CLM4.5 simulated soil temperatures which had the nearest time relative to the AMSR-E sensor's overpass time were selected and re-gridded to a spatial resolution of $0 . 2 5 ^ { \\circ } { \\times } 0 . 2 5 ^ { \\circ }$ and then used to participate in the surface SM estimations. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Methodology ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In this study, the surface SM inversion problem can be solved as searching for the optimal solution for the forward model $( \\phi )$ by satisfying the following requirement (Pulliainen et al., 1993): ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\operatorname* { m i n } \\Biggl \\{ \\chi _ { f } = \\sum _ { f } \\Biggl [ \\frac { B T _ { f } - \\varPhi _ { f } ( x _ { j } ) } { \\sigma _ { f } } \\Biggr ] ^ { 2 } \\Biggl \\} ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where, $f$ is the microwave frequency $\\boldsymbol { ( \\mathrm { G H z ) } }$ and three lowest frequencies in AMSR-E (6.9,10.7, and $1 8 . 7 ~ \\mathrm { G H z } \\mathrm { , }$ ）were used in this study; $B T _ { f }$ is the satellite-observed microwave brightness temperature at frequency $f ; \\phi _ { f } ( x _ { j } )$ is the forward model-simulated BT at frequency $f ;$ and $\\sigma _ { f }$ is the standard deviation of the measurement noise at frequency $f .$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The forward model $( \\phi )$ can be obtained from the so-called $\\omega { - } \\tau$ model (Ulaby et al., 1986). Then,Lv's scheme (Lv et al., 2014) was used to calculate the $T _ { e f f }$ .The details are given below. 2.3.1Formation and simplification of the forward model $( \\phi )$ （204 Considering vegetation as a uniform attenuating medium,the satelite-based BT from a sparsely vegetated surface may be expressed as follows (Jackson et al., 2002): ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { B T _ { p } = T _ { u } + \\exp ( - \\tau _ { a } ) \\times [ T _ { d } + T _ { s y } \\exp ( - \\tau _ { a } ) ] ( 1 - e _ { s p } ) \\times \\exp ( - 2 \\tau _ { c } ) + \\exp ( - \\tau _ { a } ) \\times \\{ e _ { s p } T _ { s } \\exp ( - \\tau _ { c } ) + T _ { c } ( 1 - e _ { s p } ) \\} \\times } \\\\ & { [ 1 - \\exp ( - \\tau _ { c } ) ] \\times [ 1 + ( 1 - e _ { s p } ) \\exp ( - \\tau _ { c } ) ] \\} , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $p$ is the horizontal $\\mathrm { ( H ) }$ or vertical $( \\mathrm { V } )$ polarization; $T _ { u }$ and $T _ { d }$ are upward and downward radiation temperatures from the atmosphere, respectively; $\\tau _ { a }$ is the atmospheric optical depth,i.e., the integral of the atmospheric absorption coefficient profile; $T _ { s k }$ is the sky temperature; $e _ { s p }$ is the effective emissivity of rough soil surface; $\\tau _ { c }$ is the vegetation optical depth; $T _ { s }$ is the soil temperature; $T _ { c }$ is the vegetation temperature; and $\\omega _ { c }$ is the vegetation single scattering albedo. It should be noted that the unit measurement of temperature $T$ is expressed as K. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Equation 2 is the basic form of the ω-t model,which describes the combined microwave radiative transfer process from bare soil and vegetation and contains atmospheric impacts. Drusch et al. (2OO1） found that the values of $T _ { u }$ and $T _ { d }$ could be assumed to have little impact on the computation of BT,even for higher microwave frequencies such as 19 and $3 7 ~ \\mathrm { G H z }$ .They also emphasized that the differences in the atmospheric corrections using different approaches could be negligible,so they used the approach proposed by Liebe et al. (1993). In addition, the cosmic microwave radiation contribution is very low and thus the $T _ { s k }$ can be ignored.Furthermore,the atmospheric contribution is negligible at lower microwave frequencies $( f { < } 2 0 ~ \\mathrm { G H z } )$ compared to the surface (soil and vegetation） radiation contribution．Therefore， the $\\omega { - } \\tau$ model can be simplified to the following form (Njoku et al., 2OO3; Wigneron et al., 2003): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nB T _ { p } = \\mathrm { e } _ { s p } T _ { s } \\exp ( - \\tau _ { c } ) + T _ { c } ( 1 - \\omega _ { c } ) [ 1 - \\exp ( - \\tau _ { c } ) ] \\times [ 1 + ( 1 - \\mathrm { e } _ { s p } ) \\exp ( - \\tau _ { c } ) ] .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "According to the $\\mathrm { Q / H }$ surface roughness model(Wang and Choudhury,1981) and the Kirchhoff aw, the effective emissivity of rough soil surface $( e _ { s p } )$ can be expressed as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\ne _ { s p } = 1 - [ ( 1 - Q ) r _ { o p } + Q r _ { o q } ] \\exp ( - h ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $p$ and $q$ are the orthogonal polarizations; $h$ is the roughness height (cm),which is a surface roughness parameter and is a function of $( k s ) ^ { 2 }$ and $\\theta$ (where $k$ is the wave number $( \\mathrm { c m } ^ { - 1 } )$ ， $s$ is the surface root mean square height (cm),and $\\theta$ is the incidence angle $( ^ { \\circ } ) )$ ; and $\\boldsymbol { Q }$ is the polarization mixing factor, which is a constant and is a function of $s$ (cm)and horizontal correlation length ( $\\mathit { l } ;$ （204号 cm). Variables $r _ { o H }$ and $r _ { o V }$ are the smooth soil surface reflectivities at $H$ and $V$ polarizations, respectively and can be computed by the Fresnel reflection equations as follows (Ulaby et al., 1982): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nr _ { o H } = \\left| \\frac { \\mathrm { c o s } \\theta - \\sqrt { \\varepsilon - \\mathrm { s i n } ^ { 2 } \\theta } } { \\mathrm { c o s } \\theta + \\sqrt { \\varepsilon - \\mathrm { s i n } ^ { 2 } \\theta } } \\right| ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nr _ { o V } = \\left| \\frac { \\varepsilon \\cos \\theta - \\sqrt { \\varepsilon - \\sin ^ { 2 } \\theta } } { \\varepsilon \\cos \\theta + \\sqrt { \\varepsilon - \\sin ^ { 2 } \\theta } } \\right| ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\theta ( ^ { \\circ } )$ is the incident angle and $\\varepsilon$ is the surface SDC related to the volumetric surface SM $( \\mathrm { c m } ^ { 3 } / \\mathrm { c m } ^ { 3 } )$ . Dobson mixing dielectric permittivity model can be used to compute the surface SDC (Dobson et al., 1985). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "When considering the microwave emission from a vegetated surface at higher frequencies （20 $( f { > } 2 0 \\operatorname { G H z } )$ , a forward physical model $\\phi _ { i }$ can be established on the basis of Equations 2,4,5 and 6.Corresponding to lower microwave frequencies $( f { < } 2 0 ~ \\mathrm { G H z } )$ ，a concise forward radiative transfer model $( \\phi _ { i } )$ can be established with Equations 3-6. Therefore,AMSR-E BT can be simulated by this forward model $( \\phi _ { i } )$ as follows (Verstraete et al.,1996): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nB T _ { i } = \\varPhi _ { i } ( x _ { 1 } , x _ { 2 } , . . . x _ { n } ; s _ { 1 i } , s _ { 2 i } , . . . , s _ { r i } ) + \\chi _ { i } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\chi _ { i }$ is the calculation residual $( \\mathsf { K } ; i { = } 1 , 2 , . . . , n )$ representing the forward model parameters related to soil, vegetation and surface roughness; and $s _ { 1 i } , s _ { 2 i } , . . . , s _ { r i }$ denote the complex satellite sensor configurations including view angle, polarization and frequency. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "From Equation 1 it can be seen that the surface SM estimation is an iterative calculation process including a set of land surface parameters which can minimize the residual $\\chi _ { i }$ Prior to this, an appropriate nonlinear iterative minimization algorithm must be specified for the practical estimation process. The determined optimal input parameters are just the expected estimation results. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.2Parameter optimization of the estimation algorithm ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As mentioned before,a reasonable forward radiative transfer model for bare soil or sparsely vegetated surface can be established from Equations 3-6.However, besides the estimated variable, there are still four unidentified model parameters related to vegetation and surface roughness. These unidentified model parameters are vegetation optical depth $( \\tau _ { c } )$ , vegetation single scatering albedo $( \\omega _ { c } )$ , polarization mixing factor $( Q )$ and roughness height $( h )$ . The nonlinearity of complex land surface water and heat physical processes and the inherent spatial variability of soil physical properties will lead to difficulties in quantifying soil microwave emisson processes.Therefore, it will be rather diffcult to simultaneously calculate and calibrate multiple appropriate parameters fora forward model inversion at satelite observation scales. Another inherent difficulty in simultaneously calculating and calibrating multiple model parameters is the computational instability of the estimation process caused by the introduction of any inappropriate model parameter into a forward model. Therefore,efforts should be directed to reduce the model parameters to overcome these difficulties. The parameter that can comprehensively reflect the effects of vegetation and roughness is the one required. A composite influencing parameter of vegetation and roughness is defined as $\\scriptstyle { a = \\exp ( - 2 \\tau _ { c } - h ) }$ ．Tian et al.(2012） proposed the parameterization form of this equation.By introducing the parameter $ { \\alpha }$ ，the form of Equation 3 used in Jackson et al. (2Oo2) can be expressed as follows: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nB T _ { p } = \\{ e _ { s p } \\alpha ^ { 0 . 5 } + ( 1 - \\omega _ { c } ) ( 1 - \\alpha ^ { 0 . 5 } ) [ 1 + ( 1 - e _ { s p } ) \\alpha ^ { 0 . 5 } ] \\} T _ { e f f } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $T _ { e f f }$ is the soil effective temperature ${ \\mathrm { ( } } ^ { \\circ } \\mathrm { C } { \\mathrm { ) } }$ and it can be estimated as follows according to Lv's scheme (Lv et al., 2014): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nT _ { e f f } = T _ { 1 } \\big ( 1 - \\mathrm { e } ^ { - B _ { 1 } } \\big ) + T _ { 2 } \\mathrm { e } ^ { - B _ { 1 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $T _ { 1 }$ and $T _ { 2 }$ are the CLM4.5-simulated iterative initial values of surface soil temperature and deep soil temperature ${ \\mathrm { ( } } ^ { \\circ } \\mathrm { C } { \\mathrm { ) } }$ ，respectively；and $B _ { 1 }$ is the optical thickness (cm） related to the wavelength $( \\lambda )$ and can be calculated as follows: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nB _ { 1 } = \\Delta x \\times \\frac { 4 \\pi } { \\lambda } \\times \\frac { \\varepsilon ^ { \\prime \\prime } } { 2 \\sqrt { \\varepsilon ^ { \\prime } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\varepsilon ^ { \\prime }$ and $\\varepsilon ^ { \\prime \\prime }$ are the real and imaginary parts of the surface SDC,respectively; and $\\Delta x$ is the sampling depth for the first layer of the soil profile (cm). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Equations 4,5,6, 8,9 and 10 form a self-contained forward land surface microwave emission model $\\phi _ { i }$ ，In this forward model,pending model parameters $\\alpha$ and $\\omega _ { c }$ can be calibrated with optimization techniques using prior knowledge, such as in situ measurements of surface soil texture,temperature and moisture,and no ancillary information is required. The iterative process for inverting the nonlinear model $\\phi _ { i }$ can be implemented by different error/cost function minimization algorithms such as the Simplex, Quasi-Newton,and Levenberg-Marquart methods (Press et al.,1986). In this study, the Levenberg-Marquart method (Levenberg,1944; Marquardt, 1963) was used to estimate surface SM from AMSR-E BT observations at microwave frequencies of 6.9,10.7 and $1 8 . 7 ~ \\mathrm { G H z }$ . The input data for the estimation processes are satellite-based microwave BTs and CLM4.5-simulated surface and deep soil temperatures. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4 Data analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this study, the HWSD soil texture data were processed and resampled to match with the resolution of the AMSR-EBT data by ArcGIS 10.4 software (http://www.esri.com/software/arcgis/explorer-desktop). The AMSR-E BT data were processed by ENVI5.4software(http://www.harrisgeospatial.com/docs/using_envi_WhatsNew.html). In situ-measured soil temperature and moisture data were extracted and processed by the Fortran90 programs to match with the AMSR-E BT data. The CLM4.5 simulation data were extracted by the NCAR Command Language (NCL; http://www.ncl.ucar.edu/overview.shtml） scripts and then processed by the Fortran9O programs. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In this paper, statistical indices such as root mean square error (RMSE) and coefficient of determination $( R ^ { 2 } )$ were used to measure the differences between in situ-measured values $( x _ { \\mathrm { { o b s } } } )$ （20 and simulated values given by a estimation method or model $( x _ { \\mathrm { s i m } } )$ ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nR M S E = \\sqrt { \\frac { \\sum _ { i = 1 } ^ { n } \\big ( x _ { \\mathrm { o b s } , i } - x _ { \\mathrm { s i m } , i } \\big ) ^ { 2 } } { n } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nR ^ { 2 } = \\frac { \\sum _ { i = 1 } ^ { n } \\biggl ( x _ { \\mathrm { s i m } , i } - \\overline { { x _ { \\mathrm { o b s } , i } } } \\biggr ) ^ { 2 } } { \\sum _ { i = 1 } ^ { n } \\biggl ( x _ { \\mathrm { o b s } } - \\overline { { x _ { \\mathrm { o b s } , i } } } \\biggr ) ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Generally，the measured sequence and the simulated sequence have different probability distributions.The multi-order moments of observations need to be calculated to correct the simulated sequence using the probability characteristic of the observed sequence.However,as for one random observation variable whose probability distribution is unknown, it is very difficult to calculate its multi-order moments.By calculating the Cumulative Distribution Function (CDF) of the observation variable, we can easily obtain al statistic characteristics of the observed sequence. In probability theory, the CDF of a real-valued random variable $( X )$ is the function given by Equation 13: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nF _ { x } ( x ) { = } P ( X { \\leq } x ) ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $P ( X { \\leq } x )$ represents the probability that random variable $( X )$ takes on a value less than or equal to $x$ ， ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The correction process of the simulated sequence by using the CDF curve of the observed sequence can be expressed as follows (Reichle and Koster, 2004): ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nC D F _ { \\mathrm { o b s } } ( x _ { \\mathrm { \\tiny { m o d e l , c o r r e c t e d } } } ^ { \\prime } ) _ { = } ^ { } C D F _ { \\mathrm { s i m } } ( x _ { \\mathrm { m o d e l , u n c o r r e c t e d } } )\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $C D F _ { \\mathrm { { s i m } } }$ and $C D F _ { \\mathrm { o b s } }$ are the CDF curves of the simulated sequence and observed sequence, respectively; and $x$ and $x ^ { \\prime }$ denote the uncorrected and corrected values of CLM4.5-simulated soil temperature，respectively. The strategy for deviation removal is to match the CDF of the simulated sequence to the CDF of the observed sequence. After correction,the deviation between the two sequences will be removed mostly. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3Results and discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1 Correction of CLM4.5-simulated soil temperature ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "CLM4.5 can provide simulations of the surface and deep soil temperatures at a regional scale, and the simulations willbe used as the iterative initial values of surface SM estimations. In this study, we used CLM4.5-simulated weighted mean soil temperature in the second soil layer and the third soil layer as the surface soil temperature ( $T _ { 1 }$ in Eq. 9). Similarly,CLM4.5-simulated soil temperature in the fifth soil layer was used as the deep soil temperature ( $T _ { 2 }$ in Eq. 9). Figures 2a and b show the time series of in situ-measured and CLM4.5-simulated soil temperatures in the surface layer $( 4 ~ \\mathrm { c m } )$ and deep layer $( 2 0 \\ \\mathrm { c m } )$ at the BJ site in 2OO8,respectively. Though the seasonal variations of both surface and deep soil temperatures within a whole year were simulated well by CLM4.5，there were obvious deviations between the diurnal variation processes of CLM4.5-simulated and in situ-measured values. As for the surface soil layer, there were a maximum absolute deviation of $1 5 . 0 9 \\mathrm { ~ K ~ }$ and RMSE of $3 . 9 9 \\mathrm { ~ K ~ }$ between CLM4.5-simulated and in situ-measured soil temperature values,despite a high linear correlation coefcient of 0.95. Similarly,as for the deep soil layer, there were also a maximum absolute deviation of $9 . 6 8 \\mathrm { ~ K ~ }$ and RMSE of $3 . 3 8 \\mathrm { ~ K ~ }$ between CLM4.5-simulated and in situ-measured soil temperatures, despite a high linear correlation coefficient of O.97. Therefore， thissignificant biasbetween ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "CLM4.5-simuated and in situ-measured soil temperature values must be removed. According to Section 2.4, CDF-matching method can be used to correct CLM4.5-based simulation time series. Figures 2c and d present the actual steps in such a correction corresponding to Figures 2a and b, respectively. Here black line denotes the CDF curve of in situ-measured soil temperatures and gray line denotes the CDF curve of CLM4.5-simulated soil temperatures at the BJ site. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Subsequently， we obtained the CDF curves of CLM4.5-simulated surface and deep soil temperatures over the Nagqu region in July 2OO4 (Figs. 2e and f). Meanwhile,we obtained the corrected CDF curves of CLM4.5-simulated surface and deep soil temperatures over the Nagqu region based on in situ-measured surface and deep soil temperature data collected at all CEOP-CAMP/Tibet SMTMS sites for correcting the CLM4.5-based regional distributions of surface and deep soil temperatures.Based on CLM4.5 simulations,we obtained the spatial distributions of monthly mean surface and deep soil temperatures over the Nagqu region in July 2004 (Figs. 2g and h). Finally,the CLM4.5-based regional distributions of soil temperatures at surface and deep layers were corrected by the corrected CDF curves (Figs. 2i and j). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "According to CLM4.5 simulation， the regional distributions of surface and deep soil temperatures over the Nagqu region had the similar spatial patterns. It is clear that the northeastern part of the Nagqu region had relatively high surface and deep soil temperatures, while the lowest surface and deep soil temperatures occurred in the Nujiang River Basin, Tuotuo River Basin and Namco Lake. After the CDF-matching correction, both the CLM4.5-simulated surface and deep soil temperatures significantly increased over the Nagqu region (Figs. 2g-j). Specifically, the corrected surface and deep soil temperatures at the regional scale had an average increase of 5.99 and $6 . 8 1 \\mathrm { ~ K ~ }$ ，respectively,compared to the uncorrected values. Therefore, we conclude that CLM4.5 simulations of soil temperatures are usually lower than the actual values and should be corrected via in situ measurements. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2 Selection ofLv's scheme ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The value of $T _ { e f f }$ is significantly dependent on soil moisture and temperature information from deep soil layers.At the L-band, the soil moisture and temperature information from soil layer below $1 0 \\ \\mathrm { c m }$ contributed as high as $60 \\%$ of the $T _ { e f f }$ for most parts of the globe (Lv et al.,2016a). However, the Beta SMAP scheme does not consider this contribution,because it is based on the average temperature of the surface ( $( 0 . 0 { - } 1 . 8 ~ \\mathrm { c m } )$ and deep $( 1 . 8 \\mathrm { - } 9 . 9 ~ \\mathrm { c m } )$ ）soil layers derived from the Modern-Era Retrospective Analysis for Research and Applications (MERRA)-Land model. Currently,NASA's SMAP mission has updated its $T _ { e f f }$ calculation method from the Beta SMAP scheme to the Choudhury's two-layer scheme (Choudhury et al.，1982),which is a simplified form of the Wilheit's integral theory scheme (Wilheit, 1978). However, this simplification does not give a detailed physical explanation. The scheme parameters are comprised of a series of empirical constants and need to be calibrated at different respective bands.Furthermore, soil temperatures in the O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m }$ layers derived from the MERRA-Land model were used in this scheme (i.e., Choudhury's two-layer scheme). Similarly,the parameters of the current SMOS $T _ { e f f }$ scheme(Wigneron's scheme) depend on specific soil characteristics (Wigneron et al., 2001)and need to be retrieved empirically through the experiments. And, soil temperatures in the 0-10 and $2 9 { \\mathrm { - } } 6 8 \\ { \\mathrm { ~ c m } }$ layers derived from the MERRA-Land model were used in this scheme. Therefore，parameter calibration of the SMAP and SMOS $T _ { e f f }$ schemes may be required depending on the field observation depth. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Compared with the above-mentioned three $T _ { e f f }$ schemes, the primary advantage ofLv's scheme is that it provides clear physical interpretation of $T _ { e f f }$ and does not require any estimation of empirical parameters.In other words,it does not require parameter calibration in the field. Additionally，Lv's scheme has made it possible to identify the optimal sensor installation configuration for the existing field observation networks. It can also provide remote sensing researchers with a reasonable relationship between ground-sensor installation depth and satellite-observation penetration depth in the validation processes of satelite SM products. The soil and vegetation in the Nagqu region are very similar to those in the Maqu region,Tibetan Plateau. The observation configuration of $5 \\mathrm { c m }$ for surface soil layer and $2 0 \\mathrm { c m }$ for deep soil layer ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(a)Surface soil layerat the BJ site 20(b)Deepsoilayetite 30 20 110 10 5 0 01 20 1 1 m Pe 2 -5 1 1 M 25 6 1 写 29 9 das 0 21 Pee 2 Date Date 1.0(c)Surface soil layerat the BJsite 1.0(d)Deep soil layerat the BJsite 0.8 0.8In situ measurements 0 CLM4.5simulations 0.6 0.4 0.2 0.2 0.0 0.0+ -20 -10 0 10 x20 30 40 -20 -10 0 10xx 20 Soil temperature(C) Soil temperature (C) 1.0(e)Surface soillayeroverthe Nagquregion 1.0(f)Deepsoillayerover theNagquregion 0.8 +CLM4.5 0.8 0.6 simulations 0.6 0 ·Corrected CLM4.5 simulations 0.4 0.2 0.2 0.0 5 10 15x20 25 30 0.0 24681012141618 Soil temperature（C） Soil temperature(C) 90E91E92E93E94E95E 90E91E92E93E94E95E 36N (g) Surface soil temperature 1 303.15 36N(h) Deep soil temperature 35N overtheNagqu region 300.15 35N over the Nagquregion 297.15 34°N rrea 294.15 34N 291.15 33N 288.15 33N 285.15 32°N 32N[os 282.15 31N 279.15 31N 口 276.15 30°N 273.15 30N 90E91E92E93E94E95E 90E91E92E93E94E95E 36N(i) Corrected surface soil 303.15 36N (j) Corrected deep soil 35N temperature over the 国 300.15 35N temgquature over the 34N rrrrrtetee 297.15 34N 291.15 33N 288.15 33N [Os 285.15 32N Poeeeet 282.15 32N 31N 店 279.15 276.15 31N- 3 30N 273.15 30N ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "in the Maqu network has proven to be the best configuration because only $7 . 4 \\%$ of the $T _ { e f f }$ signal beneath is unknown (Lv et al.,2O16b).Therefore,it is reasonable to select the 4 (surface) and 20 cm(deep) soil layers in the Nagqu region to calculate $T _ { e f f }$ using Lv's scheme. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3 $T _ { e f f }$ estimations ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The daytime and nighttime series of $T _ { e f f }$ derived from Lv's scheme(Lv et al.,2014) using in situ soil temperature measurements at 4 and $2 0 \\ \\mathrm { c m }$ soil depths at the BJ site in 2OO8 are shown in Figure 3.As for daytime,at the microwave frequency of $6 . 9 \\ : \\mathrm { G H z }$ ，the estimated $T _ { e f f }$ time series and in situ-measured soil temperature time series at 4 and $2 0 \\mathrm { c m }$ soil depths had the RMSE values of 1.85 and $6 . 2 3 \\mathrm { ~ K ~ }$ ，respectively.As for nighttme,these $R M S E$ values were 1.22 and $3 . 2 7 ~ \\mathrm { K } ,$ respectively. Generally, the deviation between estimated $T _ { e f f }$ values and in situ-measured soil temperatures increased with the increase of soil depth.The differences between estimated $T _ { e f f }$ values and in situ-measured soil temperatures at nightime were obviously smaller than those at daytime. With the increase of microwave frequency from 6.9 to 10.7 and then to $1 8 . 7 \\mathrm { G H z }$ ,all the deviations between estimated $T _ { e f f }$ values and in situ-measured soil temperatures consistently increased either for daytime or for nightime,despite the fact that all the increasing amplitudes of these deviations were very small. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In some previous studies on passive microwave remote sensing (e.g., De Jeu, 20o3),due to the lack of soil temperature information at the regional scale, high microwave frequency BT data were used to linearly fit the regional distribution of $T _ { e f f } ,$ sometimes even considering the infrared land surface temperature or vegetation temperature derived from satelites such as AVHRR and MODIS as the $T _ { e f f }$ Such practices,according to our analysis in this study,will lead to significant $T _ { e f f }$ estimation error. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "33025201500505 15   \n(a)Daytime 10- (b) Nighttime 5- 心   \n) 0 -51 ·6.9 GHz ·10.7 GHz   \n1 -10- 1 5 - 18.7 GHz 中 -15-   \n-15- -20-   \nuef per Jers 9 unr m das6 -130 eeg uef qer r W9 unr m des6 130 2-   \n1 2 25 17 2 21 2 1 1 25 7 29 21 Date Date ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.4Estimation and validation of surface SM ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The surface SM was estimated at both regional (the $3 { \\times } 9$ grids area) and single-site (the $1 { \\times } 1$ grid area covering the BJ site） scales with the proposed algorithm and extracted AMSR-E BT data at low microwave frequencies.To validate the satellite-based surface SM, we extracted the in situ surface SM measurements which had the closest time relative to the AMSR-E sensor's overpass times from the CEOP-CAMP/Tibet database.The validation results of the surface SM estimations at regional and single-site scales are presented in Figure 4. Since the periodic changes in the scanning orbit of AMSR-E,the Nagqu region cannot be covered by one complete AMSR-E daytime or nighttime BT image for every day.As a result, the dates for nightime validations were not the same as the dates for daytime validations. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "It can be seen from Figure 4 that the RMSE values between AMSR-E-based surface SM estimations and in situ-based surface SM measurements in the different validation periods were very close to each other.A similar situation was also for $R ^ { 2 }$ . During the validation period in 2002, the values of RMSE and $R ^ { 2 }$ were $0 . 0 5 6 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and O.82 for daytime and $0 . 0 4 2 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and 0.71 for nightime,respectively; whereas during the validation period 2O03-2OO4,the values of RMSE and ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "0.4 0.4   \n(u/gr i eiiam 0.3 (@)Dastired SM 0.3 (b) Nighttime Estimated SM 0.2 0.2 RMSE=0.056m/m RMSE0.047m/m 0.1 T 好 0.1 E e 6 1 44 R20.78 国 mf s nA AON4 25 200Ee 24ee 231 unf L [nf BnA dəs6 10L 550Ec 0.4 0.3   \n(u/) i ems 0.3- R/SE-056m RMSE-0.042 m/m² & A 0.2 0.2 + 1 福 4 福 △ 0.1 ? 0.1- g (c)Daytime (d) Nighttime AONSI 0.5 0.5- e)Daytime (f) Nighttime 0.4- A 0.3 RMSE-0.066 m/m² 0.3 RMSE=0.048m/m ? 专 R²=0.90 0.2 地 0.2- 5 1 0.1 △ √ 0.1 00 0 10031 AON O0 550ee 1f 67 qe I 144 8 22188 unf L 1nf L 4 95 0 100 AONI eg Dee 30030 795ge r JdP Kw unr 87 187 8nAL 1 28 2 2 1 31 30 2 2 Date Date ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "$R ^ { 2 }$ were $0 . 0 6 6 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and 0.92 for daytime and $0 . 0 4 8 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and 0.90 for nighttime,respectively (Figs. 4c-f). Furthermore, during the validation period in 2OO8,the values of RMSE and $R ^ { 2 }$ were $0 . 0 5 6 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and O.78 for daytime and $0 . 0 4 7 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and 0.85 for nighttime, respectively. On the one hand, as introduced before, there are complicated and changeable geographical environments in the Nagqu region. Meanwhile, there are also changeable weather conditions here (Chen et al., 2012).However, the impact of the complex Asian monsoon climate in the Nagqu region and the cloudy weather did not make the atmospheric conditions to afect satelite's microwave monitoring of the ground.In our inversion algorithm, specifically,in Equation 3,the impact of the atmosphere on microwave radiation transfer has been ignored.At microwave frequencies of 6.9, 10.7 and $1 8 . 7 \\ : \\mathrm { G H z }$ ,the effect of atmospheric absorption on microwave transfer is often very small. Therefore,the simplification about atmospheric absorption in Equation 3 eventually did not have any substantial effects on the whole surface SM inversion process. On the other hand, with the aid of CLM4.5,we can obtain the detailed temperature distribution information on the deep soil layer at the regional scale. Meanwhile,Lv's scheme can provide us a reliable estimation about the whole soil layer microwave emission. These accurate land surface information can ensure the stability in surface SM estimations.In fact, the aforementioned validation has proved that our retrieval algorithm owns this kind of performance stability in different validation periods. Therefore,it can be concluded that this inversion algorithm is basically applicable in the Tibetan ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Plateau. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "An exact description of the dielectric properties for wet soil is the physical basis of the passive microwave estimation of surface SM. Figure 5 shows the time series of surface SDC derived from the Dobson soil mixing dielectric model (Dobson et al.,1985) corresponding to three microwave frequencies (6.9,10.7 and $1 8 . 7 \\mathrm { G H z } \\mathrm { , }$ ） using in situ surface SM and soil temperature measurements at $4 \\ \\mathrm { c m }$ depth at the BJ site in 2OO8.It can be seen that the dynamic range of surface SDC increased with the decrease of microwave frequency. Meanwhile,the real part of surface SDC was obviously larger than the imaginary part of SDC. During the whole annual change process, the differences in the real part among different microwave frequencies were always significantly larger than those in the imaginary part. In addition,the dynamic range of SDC at daytime was slightly larger than that at nighttime.By comparing the time series of surface SDC (Figs.5a and b) with those of AMSR-E-estimated and in situ-measured surface SM (Figs.4a and b), we found that the derived surface SDC can adequately reflect the temporal dynamics and seasonal changes of surface SM. Therefore, the Dobson soil mixing dielectric model is applicable to the microwave SM estimations in the Nagqu region. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/900efea9db8a41ee0cc8028d8114575bb07d9db8fb09624c7d33c2330232b5cd.jpg",
        "img_caption": [
            "Fig.5(a) Daytime and (b)nighttime series ofthe real part (rp)and imaginary part (ip)of surface soil dielectric constant (SDC)derived from the Dobson soil mixing dielectric model using the in situ surface SM and soil temperature measurements at $4 \\mathrm { c m }$ depth at the BJ site in 2008 "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In the case of all the estimated results in the Nagqu region (see in Fig. 6), the RMSE and $R ^ { 2 }$ values of AMSR-E-based surface SM estimations and in situ-based surface SM measurements were $0 . 0 6 3 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and O.90 for daytime and $0 . 0 4 6 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ and O.83 for nighttime,respectively. Therefore,it can be concluded that the AMSR-E-based surface SM estimations agree well with the in situ-based surface SM measurements,and the estimated results during nightime are more accurate and stable than those during daytime. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/367a6554ba22ea107884533964d04071007d90512669923bac9e1a001ccfb05c.jpg",
        "img_caption": [
            "Fig.6Relationships between AMSR-E-based surface SM estimationsand in situ-based surface SM measurements for(a) daytime and (b) nighttime during 2OO2-2OO4 in the Nagqu region "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "However, the comparison between AMSR-E-based surface SM estimations and in situ-based surface SM measurements is sometimes questionable due to large differences in spatial representativeness (Nicolai-Shaw et al.，2O15). The differences in absolute SM between ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "AMSR-E-estimated and in situ-measured values can be related to the numbers of the used validation sites,the uniformity of the surface environment, and the spatial size of each satellite observation grid.In fact，the basic problem lies in the spatial mismatch between satellite observations and ground measurements. In this study，the geographic locations of the field investigation sites were carefully chosen so that the AMSR-E-based surface SM estimations could be well evaluated against the in situ-based surface SM measurements. At the region scale, a total of 27 AMSR-E grids with each area of about $6 2 5 ~ \\mathrm { k m } ^ { 2 }$ were involved in the validation process, while only 1O validation sites were used in the validation.The situation is worse at the single-site scale. Specifically,only one validation site (BJ site） was used to represent the validation area of $6 2 5 ~ \\mathrm { \\ k m } ^ { 2 }$ . Based on above-mentioned analysis，we can say that the deviation between AMSR-E-based surface SM estimations and in situ-based surface SM measurements being 0.063 $\\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ for daytime and $0 . 0 4 6 ~ \\mathrm { \\ m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ for nighttime in our validation proves that the CEOP-CAMP/Tibet experimental area is one of the most ideal places for satellite SM product validation in the world. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Corresponding to the spatial distributions of monthly mean surface and deep soil temperatures, the spatial distribution of monthly mean surface SM over the Nagqu region was obtained from 16 AMSR-E daytime BT observations on 1,3,6,8,10,12,13,15,17,19,22,24,26,28,29 and 31 July,2OO4. The result is shown in Figure 7. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/bc7862ffa6732e0c289dff57713ee39c2cefd39917d613a0a76b5aacc339a2c0.jpg",
        "img_caption": [
            "Fig.7Spatial distribution of AMSR-E-estimated monthly mean surface SMover the Nagqu region in July 2004. It should be noted that16 daytime AMSR-EBTobservationson1,3,6,8,10,12,13,15,17,19,22,24,26,28, 29 and 31 July,2004 were used. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The estimated surface SM values ranged from O.21 to $0 . 5 0 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ in most of the region and the values $> 0 . 5 0 \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ only appeared in the Namco Lake. The Kunlun Mountains in the northern part, the Tanggula Mountains in the mid-western part,and the Nyainqéntanglha Mountains in the southeastern part all exhibited low surface SM, with the values ranging from O.21 to $0 . 2 7 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ ， corresponding to the cold and arid land surfaces. Although the SM estimation algorithm in this study did not carefully consider the differences in land-surface types such as glacier/snow cover, water body, frozen soil surfaces and the different dielectric behaviors of these land-surface types when compared to wet soils,it still successfully and accurately estimated the surface SM in the Nagqu region. The Namco Lake and its surrounding area can be clearly identified because of very high surface SM. At the spatial scale,as two different segments in the upper reaches of the Yangtze River,the Tuotuo River Basin in the high elevation mountainous area exhibited low surface SM values,while the Tongtian River Basin in the low elevation area exhibited high surface SM values. Therefore, the AMSR-E BT observations cannot distinguish narrow river channels (e.g.,the Tuotuo River and the Tongtian River) from their surrounding landscape due to the coarse resolution. The lower elevation areas from the mid-eastern part to the southwestern part of the Nagqu region mainly exhibited high SM values ranging from O.27 to $0 . 5 0 ~ \\mathrm { m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ . The areas with surface SM values exceeding $0 . 4 0 \\mathrm { \\ m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ may represent the saturated surfaces or water bodies in the Nagqu region. Generally,the spatial distribution of monthly mean surface SM derived from the AMSR-E BTs clearly reflected the geographical distribution of the land surface hydrological status in the Nagqu region. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The AMSR-E-based surface SM estimations can be further used to understand and analyze the historical states or variation trends of surface SM in land surface hydrological processes at large spatial scales. The Nagqu region and its adjacent areas are the famous Sanjiangyuan region, which is the source region of the Yangtze River,Yellow River,and Lancang River.Therefore, the changes in the surface water resources in the region may affect the entire East Asian region. Surface SM and regional water resources have a very close hydrological relationship,and thus the variations of surface SM may have a direct impact on the regional water resources. Based on the surface SM estimations in the Nagqu region,we can obtain the important information on water resources in the Tibetan Plateau. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4 Conclusions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In this study,a new soil effective temperature scheme (Lv's scheme) was applied to estimate the surface SM over the Nagqu region using the archived AMSR-E BT data at low microwave frequencies $f { < } 2 0 \\operatorname { G H z } )$ . The in situ-based surface SM measurements were used for the validation of the AMSR-E-based surface SM estimations. Generally speaking,Lv's scheme has a good frequency applicability when applied to AMSR-E BT products,despite that it was originally designed for the L-band observation mission. The AMSR-E-estimated surface SM agreed well with the in situ-measured surface SM both at both regional and single-site scales, demonstrating that it is applicable to use Lv's scheme in the SM estimations over the data-sparse regions such as Tibetan Plateau. In the Nagqu region, the derived spatial distribution of monthly mean surface SM showed lower SM values in the mountainous areas and higher SM values in the piedmont river basins and bog meadow,particularly the areas adjacent to the Namco Lake. The spatial distribution of surface SM is closely related to the topographic conditions.Additionally，the validation of AMSR-E-based SM estimations showed that the satelite retrieval can capture the seasonal variations of surface SM at the regional scale. Although the retrieval method used in our study may still need to be improved,the AMSR-E-based SM estimations for different dates showed a stable performance,which confirms the potential reduction in attenuation efects of atmosphere and clouds on the microwave radiative transfer process. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (41575013）and the National Supercomputer Center in Guangzhou,China.The authors would like to thank CEOP-CAMP/Tibet project for providing the soil temperature and moisture data.The authors would also like to thank National Snow and Ice Data Center(NSIDC) ofUSA for providing the AMSR-EBTdata. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Assoulie S.2O13.Infiltration intosoils:Conceptualapproachesand solutions.WaterResources Research,49(4):75-1772. AvissrR.1998.Which typeofsoil-vegetatio-atmosphere transferschemeisneeded forgeneralcirculationmodels:aproposal for a higher-order scheme.Journal of Hydrology,212-213:136-154. BroccaL，Hasenauer S,Lacava T,et al.2011.Soil moisture estimation through ASCAT and AMSR-E sensors:An intercomparison and validation study across Europe.Remote Sensing of Environment,115(12): 3390-3408. Chen B,XuXD,Yang S,et al.2O12.Onthecharacteristicsof water vapor transport fromatmosphere boundary layer to stratosphere over Tibetan Plateau regions in summer.Chinese Journal of Geophysics,55(2): 406-414. (in Chinese) ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "of Geophysical Research: Oceans,87(C2): 1301-1304.   \nDe Jeu R A M.2O03.Retrieval of land surface parameters using passive microwave remote sensing.PhD Dissertation. Amsterdam: Vrije Universiteit Amsterdam.   \nDeJeu RAM,Wagner W,Holmes TRH,et al.2O08.Global soil moisture paterns observed byspace borne microwave radiometers and scatterometers.Surveys in Geophysics,29(4-5):399-420.   \nDobson M C, UlabyFT,HalikainenMT,etal.1985.Microwave dielectric behaviorof wet soil-part I: dielectric mixing models. IEEE Transactions on Geoscience and Remote Sensing,GE-23(1):35-46.   \nDrusch M,WoodEFJackson TJ.2O1.Vegetativeandatmosphericcorrections forthesoilmoisture retrievalfrompassive microwaveremotesensing data:resultsfrom the Southern Great Plains hydrology experiment l997.Journalof Hydrometeorology,2(2): 181-192.   \nGao H,WoodEF,JacksonTJ,etal.2O06.Using TRMM/TMItoretrieve surfacesoil moistureover the Southern United States from 1998 to 2002. Journal of Hydrometeorology,7(1): 23-38.   \nGentineP,Entekhabi D,Polcher J.2O11.The diurnal behaviorof evaporative fraction inthesoil-vegetation-atmospheric boundary layer continuum. Journal of Hydrometeorology,12(6):1530-1546.   \nGutzler D S,Kim H K,Higins R W,et al.2005.The North American monsoon model assessment project: Integrating numerical modelingintoa field-based processtudy.Bulletinof theAmerican Meteorological Society,86(10):1423-1429.   \nHolmes TR H,DeRosnayP,De JeuR,etal.2O06.Anew parameterizationof the efective temperature forLbandradiometry. Geophysical Research Letters,33(7):L07405,doi:10.1029/2006GL025724.   \nJackson TJ,HsuAY,ONeillPE.OO2.Surfacesoilmoistureretrievaland mappingusing high-frequencymicrowavesatelite observations in the Southern Great Plains.Journal of Hydrometeorology,3(6): 688-699.   \nKerrYH,Waldteufel P,Wigneron JP,etal.20l0.The SMOSmision: new tool for monitoring keyelementsof the global water cycle.Proceeding of the IEEE,98(5): 666-687.   \nKnowlesK W,Savoie M H,Armstrong RL,etal.206.AMSR-E/Aqua dailyglobal quarter-degree gridded brightness temperatures.Boulder, Colorado USA: National Snow and Ice Data Center,1-23.   \nKoikeT,NjokuE,JacksonTJ,etal.2oo.SoilmoisturealgorithmdevelopmentandvalidationfortheADEOS-I/AMSR.In: Proceedings of 20oo IEEE Transactions on Geoscience and Remote Sensing Symposium (IGARSS).Honolulu,HI, USA: IEEE,1253-1255.   \nKolassa J, GentineP,Prigent C,etal.2O16.Soilmoisture retrieval from AMSR-Eand ASCAT microwaveobservationsyergy. Part 1: Satellite data analysis.Remote Sensing of Environment,173:1-14.   \nLeK,HarlowRC,BurkeEJ,etal.2OO2.Applicationofaplane-stratifiedemissionmodeltopredicttheeectsofvgetation in passive microwave radiometry.Hydrology and Earth System Sciences,6(2): 139-152.   \nLevenberg K.1944.A method for thesolutionofcertain non-linear problems in least squares.Quarterlyof Applied Mathematics,2(2): 164-168.   \nLiebe HJ,Hufford GA,Cotton MG.1993.Propagationmodeling ofmoist airandsuspended water/iceparticlesat frequencies below 100o GHz. In: Proceedings of the $5 2 ^ { \\mathrm { n d } }$ Specialists Meeting of Electromagnetic Wave Propagation Panel. Palma de Mallorca, Spain: AGARD.   \nLvSN,WenJ,ZengYJ,etal.2014.Animprovedtwo-layeralgorithmforestimatingefectivesoil temperatureinmicrowave radiometry using in situ temperature and soil moisture measurements.Remote Sensing of Environment,152:356-363.   \nLv S N,Zeng YJ,Wen J,et al.2016a.A reappraisal of global soil efective temperature schemes.Remote Sensingof Environment,183:144-153.   \nLvSN,ZengYJ,WenJ,etal.2O16b.Determinationoftheoptimalmountingdepthforcalculatingefectivesoil temperatureat L-Band: Maqu case.Remote Sensing,8(6): 476,doi: 10.3390/rs8060476.   \nMaYM,SuZB,Koike T,et al.2O03.On measuring and remote sensing surface energy partitioning over the Tibetan Plateau-from GAME/Tibet to CAMP/Tibet.Physics and Chemistry of the Earth,Parts A/B/C,28(1-3): 63-74.   \nMarquardt DW.1963.An algorithm forleast-squares estimationof nonlinearparameters.Journal of the Society for ndustrial and Applied Mathematics,11(2): 431-441.   \nNicolai-ShawN,HrschiM,MtelbachHetalOl5.Spatialrepresentativenessofsolmoistureuingisituemotesng, and land reanalysis data. Journal of Geophysical Research: Atmospheres.12O(19): 9955-9964.   \nNjoku EG,LiL.199.Retrieval of landsurface parameters using passive microwave measurementsat 6-18 GHz. IEEE Transactions on Geoscience and Remote Sensing,37(1): 79-93.   \nNjokuEG,JacksonTJ,Lakshmi V,etal.2O3.Soil moistureretrievalfromAMSR-E.IEEETransactionson Geoscienceand Remote Sensing,41(2): 215-229.   \nPaloscia S，Macelloni G,Santi E.2006.Soil moistureestimates from AMSR-E brightness temperaturesbyusinga dual-frequency algorithm. IEEE Transactions on Geoscience and Remote Sensing,44(11): 3135-3144.   \nPress WH,Teukolsky SA,Vetterling WT,et al.1986.Numerical Recipes:TheArtof Scientific Computing.Cambridge: Cambridge University Press,5-45.   \nPullaien J，Kärnä JP,Hallikainen M.1993.Developmentof geophysicalretrievalalgorithms forthe MIMR.IEEE Transactions on Geoscience and Remote Sensing,31(1): 268-277.   \nReichleRH,KosterRD.2Oo4.Biasreductioninshortrecordsofsatelitesoilmoisture.Geophysical ResearchLeers,3l(19): L19501,doi: 10.1029/2004GL020938.   \nSabaterJM,DeRosnayP,BalsamoG.2011.SensitivityofL-bandNWPforward modelling tosoil roughnessInterational Journal of Remote Sensing,32(19): 5607-5620.   \nSchmugge T,O'NeillPE,Wang JR.1986.Passive microwave soil moisture research.IEEE Transactions on Geoscience and Remote Sensing,GE-24(1):12-22.   \nThomsenJE,BohrerG, MathenyAM,etal.2O13.Contrastinghydraulic strategiesduringdrysoilconditionsin Quercus rubra and Acer rubrum in a sandy site in Michigan.Forests,4(4): 11O6-1120.   \nTianH,WangCH,WenJ,etal.20l2.SilmoistureestimationoveranaridenvironmentinMongoliafrompasive microwave remote sensing basedonasimplified parameterization method.Chinese Journalof Geophysics,55(2): 415-427.(in Chinese)   \nUlabyFT,MooreR K,Fung A K.1982.Microwave Remote Sensing,Vol. I: Radar Remote Sensing and Surface Scattering and Emission Theory.New York:Addison-Wesley,541-624.   \nUlabyFT,MooreRK,Fung A K.1986. MicrowaveRemote Sensing:Active and Passve,Vol.II: Volume Scatering and Emission Theory,Advanced Systems and Applications.Norwood,MA,USA: Artech House,1522-1642.   \nVerstraeteMM,PintyB,MyneniRB.1996.Potentialandlimitationsofinformationextractionontheterestrialbiosphere from satellite remote sensing.Remote Sensing of Environment,58(2): 201-214.   \nWagner W,Bloschl G,Pampaloni P,et al.2Oo7.Operational readiness of microwave remote sensing of soil moisture for hydrologic applications.Nordic Hydrology,38(1):1-20.   \nWang JR,Choudhury B J.1981. Remote sensing of soil moisture content,over bare field at $1 . 4 ~ \\mathrm { G H z }$ frequency. Journal of Geophysical Research,85(C6): 5277-5282.   \nWen J,Su ZB.2Oo3.Theestimationof soil moisture fromERS wind scaterometer data overthe Tibetan plateau.Physics and Chemistry of the Earth,Parts A/B/C,28(1-3): 53-61.   \nWigneron JP,LaguereL,Kerr,YH.2Oo1.A simpleparameterizationof the L-band microwave emission from rough agricultural soils. IEEE Transactions on Geoscience and Remote Sensing,39(8): 1697-1707.   \nWigneronJP,Calvet JC，Pelarin T,etal.2Oo3.Retrieving near-surfacesoil moisture from microwaveradiometric observations: current status and future plans.Remote Sensing of Environment,85(4): 489-506.   \nWigneronJP,ChanzyA,DeRosnayP,etal.2Oo8.Estimatingtheeffective soil temperatureatL-bandasafunctionof soil properties.IEEE Transactions on Geoscience and Remote Sensing,46(3):797-807.   \nWilheitTT.1978.Radiative transferina plane stratified dielectric.IEEE Transactionson Geoscience Electronics,16(2): 138-143.   \nXie Q X,MengQY, ZhangLL,et al.2017.Asoil moisture retrieval method basedon typical polarization decomposition techniques foramaize field from ful-polarizationradarsat-2data.Remote Sensing,9(2):168,doi:10.3390/rs9020168. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]