[
    {
        "type": "text",
        "text": "成为自己的掌舵者：个体自我领导的多层次驱动机制研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "罗文豪1，王尧²",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1北方工业大学经济管理学院，北京 100144)(中国政法大学商学院，北京 100088)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 在信息化、数字化、智能化的新经济背景下，自我领导对组织和个人都有更为积极的价值。然而，已有的自我领导概念与研究局限于控制理论，实证考察多限于单一层次，且未能充分揭示自我领导的驱动机制。首先拓展自我领导的概念内涵，并开发新的测量工具。在此基础上，分别构建个体自我领导的跨层次驱动机制和多层次垂滴模型，并尝试探究个体特征、领导因素、组织情境因素和工作特征等对于个体自我领导的影响。由此，有望为自我领导提供更为丰富、准确、更新的内涵与测量，深化个体自我领导形成的驱动机制及边界条件，也有助于组织实践中有效激发自我领导。关键词自我领导，驱动机制，多层次模型，垂滴效应，概念拓展",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号C933",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在当前充满变革的组织情境下，个体愈加强调自我的价值和目标诉求，期待在组织内外的平台上充分释放自身潜能与影响力（龙立荣 等,2021）。2021年河南暴雨时，一位身在上海的大学生自发创建了一份救援信息的在线共享文档，在 24小时内访问 250多万次，为精准救援对接提供了及时的信息支持。在这一事件中，发起人和大量参与人并没有在任何组织和领导者的带领下开展行动，而是以实际行动践行着自我领导。在京东、万科、海尔等企业鼓励的内部创业活动中，员工同样需要以自我领导的精神与行动去探索创造性的领域。疫情之下在家办公与远程协作等数智化的工作方式，也对个体自我领导提出了新的挑战和要求(Muller& Niessen,2019; Zhang& Parker,2019)。在数字化和智能化的时代经济背景下，个体自我领导正在成为组织管理中一项呈现新兴蕴涵的重要议题(Knotts et al.,2022;Larson & DeChurch,2020；张志学 等,2021)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "不过，自我领导其实并非一个全然崭新的课题(Stewart et al.,2011；曹威麟 等,2009；赵国祥,梁瀚中,2011)；只是，当前时代背景和工作环境的急剧变化，一方面更加凸显了自我领导得以发挥作用的可能性与必要性，另一方面也对自我领导的内涵拓展与理论发展提出了新的研究需要。在现有研究中，自我领导的基本内涵在于强调一种自我影响与控制的过程，即个体主要基于内在的动力，通过自我影响、驱动自我完成任务并实现目标的过程(Manz,1986;Neck et al.,2019)。这一界定与早期的控制理论关系密切，其实现过程中也包含着感知环境变化、与设定的目标和标准进行比较、采取行动策略以缩小差距、直至对环境产生影响的动态循环(Carver& Scheier,1982; Stewart et al.,2011,2019)。过往研究发现，个体自我领导可以带来更为积极的工作绩效、工作行为、工作态度、创新行为、职业生涯发展等(Bakker et al., in press; Cranmer et al.,2019; DiLiello& Houghton,2006; Harari etal.,2021; Marques-Quinteiro et al.,2019; Prussia et al.,1998；王海江 等,2021；张红琪 等,2012)。围绕如何提升和强化个体自我领导，学者们研究指出：个体的人格特征、工作的自然奖赏、认知因素、情绪调节能力、员工培训和外部领导者行为等因素都会在不同程度上影响个体自我领导的形成(Stewart etal.,2011,2019；赵国祥，梁瀚中,2011)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，现有研究在其演进过程中也显现出一些明显的不足。首先，自我领导的概念内涵仍显宽泛，特别是难以反映新经济条件下的新内容。当前研究中普遍采纳的自我领导概念界定，主要源自于控制理论的思想(Carver& Scheier,1982)。控制理论虽然具有较好的普适性，但在理解自我领导的内容上却过于宽泛、不够具体清晰。同时，在当前新兴的组织与工作情境下，自我领导的内涵也可能呈现出一系列新的内容。例如，徐敏亚等(2021)新近的一项研究表明，销售人员利用数字化平台的自我领导行为便部分地体现在信息搜寻和内部社交上。可以说，新经济背景下自我领导的具体内涵与特征仍是一个有待回答的新问题。第二，对于员工自我领导的研究仅仅聚焦在单一层次上，缺乏多层次的系统探讨。例如，驱动个体自我领导产生的因素既包含个体因素也包含团队因素，而二者之间是否存在跨层次的影响及交互效应却未能得到相应的回答。个体自我领导无疑会受到个体人格、认知特征、动机因素等的影响，但也会受到个体所处的组织环境、管理实践、文化氛围等因素的情境性影响。最后，在探讨个体自我领导的驱动因素时，现有研究未能充分揭示出其中的驱动过程。正如自我领导的定义所揭示的那样，个体自我领导是一个蕴含着动机驱动的行为过程。然而，受到经典控制理论中相对机械的校准观点的影响，现有研究尽管识别出了个体自我领导的一系列内外部前因，却少有研究揭示出这些因素促进自我领导的动机过程。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于上述考虑，本研究旨在围绕\"个体自我领导如何形成\"这一核心研究问题，开展如下研究工作：首先，厘定和拓展个体自我领导的概念内涵，并为开发相应的测量工具奠定基础。在当前的信息化、智能化、数字化、网络化背景下，自我领导的内涵与该理论提出时相比已有所不同。为此，有必要扎根管理实践，通过开展质性访谈和规范的量表开发工作，为清楚具体地认识与测量新经济情境下的自我领导提供工具。其次，基于工作动机相关理论，揭示出个体自我领导的动机激发过程。自我领导虽然表现和操作化为一组认知与行为策略，但其本质在于受到内在动机驱使的、以自我调节与控制为特征的、以实现有意义的目标或达成标准为目的的自我影响过程(Manz,1986;Stewart etal,2019)。由此，个体的人格特征或是认知风格之所以能够促进自我领导的形成，离不开相关动机力量的参与和调动；同时，自我领导也并不排斥和拒绝外在因素的影响，来自外部领导者、团队或者是整个组织的情境因素，也都会在一定程度上影响与改变个体心理世界中的动机力量，从而影响到自我领导的水平。为此，本研究拟通过引入并整合动机理论中的自我决定理论(Ryan&Deci,2000)和目标理论(Dweck&Leggett1988; Moskowitz& Grant,2009；章凯,2014)等来推动个体自我领导形成机制的理论建构。最后，采用多层分析的视角，构建跨层次整合机制模型。通过考察团队领导行为、团队自我领导、团队工作模式、以及个体层次的认知信念特征等对于个体自我领导的多层次影响，本研究旨在构建出个体自我领导形成的多层次驱动机制模型。基于上述工作，本研究有望拓展新经济背景下个体自我领导的新内涵，深化个体自我领导形成的多层次动机过程，并明确这些形成机制过程中的边界条件，从而为发展更为整合性的、多层次的自我领导理论框架奠定基础，同时也将对组织培养与激发个体自我领导起到启迪作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2自我领导研究现状与述评",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1自我领导的概念内涵 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "广义地看，自我领导可以理解为\"人们影响自我的过程\"(Neck& Manz,2010)。更为具体地，自我领导代表了一个完整的自我影响过程，人们在此过程中借助特定的行为与认知策略，领导自我去实现预期的绩效目标(Manz,1986; Neck& Manz,2010; Neck et al.,2019)。自我领导过程中预期实现的任务既可能是具有内在激励性的工作任务，也有可能是虽缺乏内在激励性、但人们不得不去完成的工作任务(Stewart et al.,2019)。自我领导的概念缘起与控制理论(Carver& Scheier,1982)有着紧密联系，即自我领导的主体认识到当前情境与预期的内外部目标或标准之间的差距之后，主动地采取一系列行为举措或策略以求缩小现实与预期目标之间的差距，从而最终形成一个自我不断调节与影响的动态循环(Stewart et al.,2011)。在这一过程中，自我领导尤为强调自我引导和自我激励(Neck&Houghton, 2006)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现有研究倾向于将自我领导操作化为一组具体的实现策略，主要包括行为聚焦策略、自然奖赏策略和建设性思维模式策略三大类(Neck& Houghton,2006；郑展，张剑,2016)。其中，行为聚焦策略包括了自我观察、自我目标设定、自我奖赏、自我惩罚和自我暗示等内容，主要旨在帮助提高个体的行为管理能力，特别是对于那些必须要做但并不令人内心愉悦的工作任务；自然奖赏策略包含了在任务中嵌入自然奖赏因素和将注意力集中于任务中的自然奖赏方面这二类，其目的在于创造出一种情境，使得个体能够被工作任务中内在愉悦的一面所激励，从而提升员工自我领导的绩效表现；建设性思维模式策略则聚焦于帮助个体形成以自我影响为主的思维策略，包含了积极的自我对话、预想成功表现、识别和替换无效的信念与假设等(Neck et al.,2019; Stewart et al.,2019)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2自我领导的前因变量研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1个体层次自我领导的前因 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "围绕如何驱动员工展现出更高水平的自我领导，学者们开展的一系列研究可以归纳为内部因素与外部因素两个方面。其中，内部因素主要指来自员工个体的影响因素，而外部因素则意指来自个体之外的组织和社会因素等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在现有研究中，激励个体自我领导的内部前因主要包括了人格特征、自然奖赏、认知风格和情绪调节等四个方面。首先，个体的人格在影响自我领导上扮演着一定的角色。在大五人格框架中，尽责性与外倾性与自我领导有着更强的正向联系(Furtner & Rauthmann,2010; Houghton et al.,2004)。其次，现有研究尤为强调工作中的自然奖赏对于激发自我领导的作用，即员工在多大程度上能够从参与工作活动中获得内在的奖赏(Manz,1986)。这种自然奖赏并非完全是由工作本身决定的，还取决于员工如何去理解和建构工作的价值。通过突出关注或者主动赋予工作以内在的奖赏，员工便有可能在开展工作的过程中践行自我领导(Neck& Manz,1996)。再次，员工自身也存在着一些有助于自我领导的认知风格和思维方式，例如积极的自我对话、对自我信念与假设的反思、更为强调内在控制的归因、积极的解释风格等(Neck&Manz,1992,2010)。最后，基于自我领导的本质是一种内在的自我控制，近来的学者也尝试在理论上探索和考察个体的情绪调节策略对于自我领导的影响(Manzet al.,2016;Nesbit,2012)。Houghton等人(2012)的研究则实证地发现情绪智力能够对自我领导起到一定的预测作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从个体外部的角度来看，现有研究发现能够激励个体自我领导的因素主要包括培训、外部领导者和国家文化这三类。其中，对员工进行有意识的自我领导培训，能够激励和提升员工自我领导策略的应用(Frayne & Geringer,2000; Stewart et al.,1996)。当然，Stewart 等(1996)的研究也表明，培训的积极效果也会受到员工个体特征的调节，那些更倾向于自我控制的个体会在培训中获益更多。其次，外部领导者的影响也是促进或者抑制员工自我领导的一类重要因素。尽管自我领导强调内在的自我控制，但来自外部(如所在部门、团队、组织等)的领导者在是否鼓励与推动员工自我领导上依然扮演着重要的角色(Manz& Sims,1987；占小军，祝养浩,2020)。例如，变革型领导通过个体自我领导的中介作用影响员工的工作动机和后续的工作绩效(Andressen et al.,2012)；授权型领导强调与下属分享权力、共同决策，从而创造出了一种更加有利于员工自我领导的环境，授权型领导与自我领导的正向关系也得到了有关实证研究的支持(Amundsen&Martinsen,2015; Yun et al.,2006)。类似地，当团队更为鼓励领导权力在成员之间共享时，员工的自我领导意愿与能力也会相应提升(Pearceet al.,2008)。除了上述组织内的外部因素，也有一些学者开始关注国家文化对于自我领导的影响。例如，Alves 等人(2006)的研究发现权力距离、不确定性规避和集体主义价值观等对于自我领导策略的使用也会产生不同的影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2团队层次自我领导的前因 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在团队层次上，自我领导的前因因素同样可以从内部和外部两个角度来加以分析。其中，团队内部因素主要反映的是团队本身的构成特征，以及团队发展过程中所形成的一些状态；团队外部因素则包括了团队外部的领导特征、组织内的管理政策与评价奖励系统等，以及更为广泛意义上的社会文化特征等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，在工作团队内部因素中，影响团队自我领导的一个重要特征便是团队成员的一般认知能力，即成员们是否普遍能够较好地独立处理复杂的工作任务与问题，这也是实现团队自我领导的一个重要前提(Bell,2007;Stewart,2006)。类似地，团队成员在人格特征(如尽责性、随和性等)上的平均程度和差异性也会影响到团队自我领导的水平(Bell,2007; Humphrey et al.,2007)。一般而言，团队成员在上述这些人格特征上的一致性越高，才越有可能避免团队内部的冲突和矛盾，从而真正由内部实现自我领导。其次，团队内部面临的任务特征也会影响到团队自我领导的形成。Stewart 和Barrick(2000)研究发现，团队自我领导在面对概念性任务而不是行为任务时，会有更高的绩效水平。再次，团队内部成员形成的团队认知状态(如集体认知、共享心智模型、团队交互记忆系统等)代表了成员们共享的认知风格，会影响到团队成员认识与开展团队工作的方式。在面临有挑战性的团队工作任务时，共享的认知状态可以更好地帮助成员们基于这些共识来应对与适应，从而促进团队自我领导的形成(Druskat&Pescosolido,2002)。最后，作为团队发展过程中的两类重要状态，团队凝聚力和团队冲突也会影响到团队自我领导的形成。一方面，团队凝聚力会通过互相的合作、自我强化、相互监控、社会认同等机制对团队自我领导起到促进作用(Beal et al.,2003;Milikin et al.,2010)；另一方面，团队冲突对于团队自我领导的作用则更为复杂一些：当团队内的任务冲突能够基于团队成员之间的建设性讨论得以解决时，便会增强团队自我领导(Behfar et al.,2008)；当团队内的冲突无法得以解决，或者是以一方屈服于另一方的形式得以解决时，便可能会伤害到团队自我领导的形成及作用效果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在影响团队自我领导的外部因素之中，外部领导特征是最为突出、也是得到较多研究关注的一类(Stewart&Manz,1995)。对于自我领导团队外部的领导者而言，他们的主要角色一是推动团队内部的自我领导，二是帮助团队与组织中的其他团队以及外部环境进行更为有效的互动。因此，当外部的领导者越能够更好地践行这些角色时，团队自我领导的程度也就越高(Carte et al.,2006;Mathieuet al.,2006;Wageman,2001)。其次，组织中设定的绩效评价与奖励系统也会对团队自我领导产生影响。尽管团队自我领导从概念上主要强调团队内部的自我激励，但组织中衡量团队绩效的不同方式依旧影响着团队自我领导的程度。例如，当组织采用群体绩效工资时，工作团队内部的自我控制、互相合作以及自我领导程度会得到最有效的提升(DeMatteo et al.,1998)。此外，在团队中采纳同事评价系统也被发现能够有效地促进团队自我领导的形成(Stewart etal.,2012)。再次，组织结构与组织文化的不同属性也会影响到团队自我领导的程度。当组织结构中的正式化程度和集权化程度更低时，团队自我领导更有可能形成并发挥作用(Tata&Prasad,2004)。组织中是否形成了以授权、支持、参与、合作等为特征的组织文化与管理氛围，也会直接影响到团队自我领导出现的可能性。最后，从更为外部的角度来看，组织所处的国家文化特征也在团队自我领导的形成中起到一定的作用。例如，在集体主义文化背景下，员工们可能会更容易接受团队自我领导的概念，而个体主义文化下的员工或许更为偏向于个体自我领导(Kirkman& Shapiro,2001)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3研究现状小结",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从上述文献回顾可以看出，自我领导理论提出和发展以来得到了学者们的广泛重视，现有研究围绕自我领导的产生开展了一系列理论和实证的工作。综合上文对于自我领导前因的梳理，本研究认为以下三个方面仍有着进一步发展的较大空间。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第一，自我领导的已有内涵有待更新，难以反映当前变化了的工作情境。如前所述，自我领导的理论内涵主要源自于控制理论，强调个体或者团队主要依赖于自我来进行目标设定与控制引导，以求弥合现实状况与制定目标之间的差距。在此基础上，Manz和Neck 等学者将自我领导操作化为行为聚焦策略(强调行为)、自然奖赏策略(强调动机)和建设性思维模式策略(强调认知)三大类(Necket al.,2019;Neck&Houghton,2006)，相关的实证研究也多以上述三类策略或者其中部分内容作为施测工具。上述理论界定和测量内容具有较好的普适性，但在应对当前变化的工作情境上则显得适配性不足。随着新一轮信息技术革命的加速推进，当前工作场所的基本运行环境与模式已经发生了巨大变化，组织特征、个体需求、工作方式与内容、人与技术的关系、工作与家庭的边界、线上线下的协作等方面均呈现出一系列的新变化和新挑战。在这些新的变化背景下，我们有必要去重新梳理、更新和拓展自我领导的内涵(徐敏亚 等,2021)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第二，对自我领导形成的研究考察大多局限于单一层次，缺乏较为系统的多层次研究。围绕个体和团队自我领导的成因，学者们分别从不同角度切入进行了为数不少的研究。然而，当前研究绝大多数倾向于在单一层次(个体或者团队)上去进行自我领导研究，而较少开展跨层次的研究。特别是，当团队整体拥有更高的自我领导水平时，团队中的个体是否也会相应展现出更高水平的自我领导？那些能够促进团队自我领导呈现的因素，又是否能够对个体的自我领导产生积极的影响？除了个体与团队因素之外，组织层面的领导力与管理实践、组织文化与氛围等是否也会对员工自我领导产生自上而下的下行影响？上述这些问题目前都缺乏明确而直接的回应，亟待进一步的多层次研究来予以考察。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第三，对自我领导的动力性激发过程重视不够，体现为探讨其前因的作用机制研究较为缺乏。从自我领导的概念内涵分析可见，内在动机在自我领导的产生与维持过程中扮演着尤为重要的作用。理解自我领导的形成，需要我们从动力激发的角度明确内外部因素如何作用于个体和团队的心理动机。例如，在个体自我领导的前因因素中，针对自我领导策略开展的有意识的培训和个体的认知风格都得到了学者们大量的研究，然而它们与自我领导之间的内在动机过程却鲜有研究关注。又如，无论在个体还是团队层次上，外部领导行为与风格都是影响自我领导的一个关键外因(Manz& Sims,1987;Yun etal.,2006)。领导者的行为(如授权、支持等)是如何影响个体与团队的心理动力过程，从而促进了自我领导的产生？领导者因素与个体或团队内部心理特征(如认知风格等)对于自我领导的影响又是否会产生一定的交互作用？这些问题在当前的研究中都未能得到较为明确和充分的回答。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本研究聚焦于个体自我领导这一核心概念，旨在明确识别个体自我领导的多层次前因因素，并揭示出个体自我领导形成的心理机制和边界条件。为实现上述研究目标，我们构想了如下三项研究内容：研究一聚焦于个体自我领导概念的拓展和相应测量工具的开发，研究二着眼于从团队和个体两个层次考察个体自我领导的影响因素及其驱动机制，研究三试图从组织、团队和个体三个层次构建并检验影响个体自我领导的多层次垂滴模型。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1研究一：个体自我领导的概念拓展与量表开发 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "文献回顾发现，个体自我领导主要强调对于自我的内在控制，即个体主要基于内在的动力，通过自我影响、驱动自我完成任务并实现目标的过程(Manz,1986; Stewart etal.,2019)。如前所述，这一界定存在着普适性较强、而具体性不足的问题。通过梳理文献，本文将现有研究中对于自我领导结构的探讨整理如表1所示。可以看到，Manz(1986)提出并不断得以发展的行为聚焦、自然奖赏和建设性思维模式三大类策略构成了学者们认识自我领导的重要基础，但这三类策略的内容本身仍较为宽泛。当前实证研究中广泛使用的自我领导测量(Houghton& Neck,2002;Neubert &Wu,2006)，也主要是体现了上述三类策略的全部或者部分内容。这些测量中的一些内容在当前的新经济背景下依旧适用(例如有关于自我目标设置的内容)，而另外一些内容则需要更新，并且需要结合变化的工作场景扩展自我领导的内涵。此外，值得注意的是，基于三类策略开发的测量量表在后续的检验和研究中并未得到充分的信效度支持，不少研究均报告出信度水平不足、原有结构无法得到支持、需对量表做调整删减的问题(Muler&Niessen,2019;Neubert&Wu,2006)，这更加反映出当前的自我领导结构内涵存在进一步完善的空间。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/5980749b46a8ccd9d4ecb08baa0eb9afa5f72a36e3a385b34a4a0b819a2ffa23.jpg",
        "table_caption": [
            "表1自我领导结构内涵的不同观点梳理"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>学者与研究</td><td>自我领导的结构</td></tr><tr><td></td><td>行为聚焦策略：提高自我觉察性，完成一些必要但或许并不令</td></tr><tr><td>Manz, 1986</td><td>人愉悦的工作任务 自然奖赏策略：在既定任务中嵌入有趣愉悦的特征或者聚焦于</td></tr><tr><td>从理论上提出三类宽泛策略</td><td>任务中内在奖赏方面而忽视不愉快的要素</td></tr><tr><td></td><td>建设性思维模式：识别与替换无效的信念与假设、执行任务前</td></tr><tr><td></td><td>的认知预想、积极的自我对话</td></tr><tr><td>Houghton & Neck, 2002</td><td>行为聚焦策略：自我观察、自我目标设定、自我奖赏、自我惩</td></tr><tr><td>修订版自我领导测量</td><td>罚、自我暗示</td></tr><tr><td>(RSLQ)</td><td>自然奖赏策略</td></tr><tr><td></td><td>三个二阶维度、九个一阶维度建设性思维模式：想象成功表现、自我对话、信念与假设评估</td></tr><tr><td>Houghton, Dawley,& DiLiello,</td><td></td></tr><tr><td>2012</td><td>行为觉察与决断、任务激励、建设性认知</td></tr><tr><td>简版自我领导测量（ASLQ)</td><td></td></tr><tr><td>Neubert & Wu, 2006</td><td>想象成功表现、自我目标设定、自我对话、自我奖赏、自我惩</td></tr><tr><td>在中国情境下的RSLQ修订</td><td>罚、关注自然奖赏</td></tr><tr><td>Ho & Nesbit, 2009</td><td>在Houghton 和 Neck(2002)基础上新增3维度：基于关系的自</td></tr><tr><td>在中国情境下的RSLQ修订</td><td>然奖赏、基于关系的自我观察、对信念和假设的社会导向性评 价</td></tr><tr><td></td><td>提出了情绪自我领导的概念，具体包括：环境聚焦策略、行动</td></tr><tr><td>Manz et al., 2016</td><td>聚焦策略、自然奖赏聚焦策略、认知聚焦策略、生理聚焦策略 五个维度</td></tr><tr><td>本研究的初步构想</td><td>意义寻求、自我激励、人际影响、认知重构、情绪调节</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "结合相关理论和初步调研，本研究认为新经济背景下个体自我领导的内涵可能需要考虑如下几部分的内容：（1）工作意义的寻求。在今天的新经济背景下，个体(特别是Z世代员工)不仅仅将工作看作是谋生的工具或是一份工作，而更多地希望从工作中获得意义感、身份感与幸福感等，并通过工作促进自己人生价值的实现。在这一背景下，个体在职场中就会更为强调明晰和追寻自己的工作目标，并积极主动地去影响、塑造和改变自身的工作内容(Bindletal.,2019;Zhang&Parker,2019)。由此我们可以推测，在新经济背景下的自我领导概念中，对于工作意义和价值的寻求或许是个体实现自我领导的一个重要起点。（2）自我激励的策略。在当前的自我领导研究中，学者们关注的激励策略主要包括\"自我奖励”、“自我惩罚”、“自我暗示”、“自然奖赏策略\"等(Neubert＆Wu,2006)。这些策略整体上仍比较传统、内容上也存在一定的交叉重叠，且并不完全符合自我领导内在激励的本质特征。在新经济背景下，个体指向未来目标、实现自我激励的方式或许将更为多元，也会更加主动。（3）人际影响的过程。在传统经济模式下的组织中，个体之间的关系相对比较固定，嵌入在既定的组织管理框架中进行协调即可，且个体更多地只是在任务协作时方才涉及到人际协调问题。正因如此，在早期的自我领导结构中，并未有涉及到人际间影响策略的相关内容。不过，Ho 和Nesbit(2009)在基于中国情境修订自我领导测量时，就考虑到中国文化中关系导向的重要性，从而增加了三个与关系导向密切相关的维度。在新的经济背景下，个体与组织的关系更加多元且模糊，单个个体有可能只是网络平台上的节点，也有可能是联系多个节点的次一级平台。由此，个体可以在相对灵活的组织力量框架下，对其他成员包括领导者施展更多的影响力(Bastardoz&Van Vugt,2019)。与此同时，2020年以来席卷全球并持续至今的新冠肺炎疫情，使得更多的职场人士被迫开始采用在家工作、远程协作、线上办公的方式，这也会使得人际影响和协作互动的方式发生较大改变(霍伟伟等,2020)。（4）认知重构的要素。由于工作场所中的外在环境、组织与个体关系、个体工作内容、互动方式等等都发生了较大的变化，个体如何来认识和看待这些变化与要求，对于他们的内在动机激发与维持有着直接影响。特别是，当我们处在一个更多变革与创新的新经济背景下，个体对于组织和工作的基本假设、认知信念、认知基础等都有可能需要不断地进行调整，甚至是发生颠覆，而这些内容也可能是自我领导中的重要内涵。现有的自我领导结构中，也将“信念与假设的评估”作为建设性思维模式策略的内容之一，但其更多地聚焦于工作任务本身。（5）情绪调节的力量。在已有的自我领导内涵界定和测量中，涉及到了行为、动机和认知的策略，但对情绪调节的内容则未予考虑。事实上，从自我领导的基本内涵出发，这一内在控制过程中也很大可能有着情绪因素的参与和调节。个体既可以积极调动情绪的力量，促进目标的实现；也可以通过有效的情绪调节策略，避免目标追寻和自我领导过程中消极情绪的产生，或者增加过多的情绪劳动。值得注意的是，Manz 等(2016)提出了“情绪自我领导\"的概念，并从环境、行为、自然奖赏、认知、生理等五个维度来予以理解。这一方面说明自我领导的早期研究者们开始注意到情绪对于自我领导的重要作用，但另一方面这一概念本身包含的内容较为庞杂，且与自我领导存在较多的重合。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综合上述初步讨论，我们预测个体自我领导是一个复杂的多维度构念。本研究初步构想的包含五方面内容的自我领导构念，部分要素（如自我激励、认知重构等）继承了已有研究中提出和不断发展的有关内容。与此同时，我们从领导过程的基本观点和管理实践的变化出发，增加和丰富了诸如情绪调节、人际影响等内容，从而将自我领导的内涵予以拓展。通过这一工作，我们期望新开发的自我领导结构既能够反映不断变化的管理实践，也能够在一定程度上回应已有自我领导结构中内容模糊与宽泛的问题。目前已有的自我领导研究和相关的测量项目，固然可以为我们开发自我领导量表提供基础，但仍然需要更多“自下而上\"的扎根式研究。因此，研究一将遵循规范的量表开发程序，综合采用扎根研究和量化方法，发展和初步检验一个信效度良好的个体自我领导测量工具。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2研究二：员工自我领导的跨层次驱动机制研究",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "过往有关自我领导前因的研究已经表明，个体自我领导的提升是一个典型的动机过程，理解员工为何参与自我领导的动机因素至关重要(Stewart etal.,2019)。具体来看，在员工和领导者所构成的复杂社会互动关系中，员工的自我领导既受到自身因素的内部影响，也同时受到领导者行为风格这一外部情境因素的影响。无论是内部还是外部因素，都会进一步对员工心理世界中的动机系统产生影响，进而提升或是抑制员工的自我领导。由此，在本研究中我们同时考察团队领导者领导行为和员工个人因素对于自我领导的影响及其跨层次作用机制。具体而言，对于员工内部因素，我们关注员工的领导力共创信念(Beliefs in the Co-Production of Leadership; Carsten & Uhl-Bien,2012,2013;Carsten etal.,2018)是否以及如何影响员工自我领导；对于团队领导者这一外部因素，我们重点聚焦于授权领导行为。与此同时，这二类因素之间也可能会存在跨层次交互影响的关系。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/ecf8125f11fe7e3f57472c9044a60fa42ad5d41b3a4685161aa4601d833eaa38.jpg",
        "img_caption": [
            "图1研究二模型示意图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）员工的领导力共创信念与自我领导的关系与机制",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "首先，员工的自我领导在本质上是内在动机驱使下的自我调节行为。促使员工表现和维持出自我领导的行为风格，一个很重要的原因是相应的行为符合员工对于在工作场所中如何表现的基本信念。当员工个体认为某些行为更符合他们认知世界中的基本信念和价值观时，表现出相应行为的动机力量便得以增强，从而更有可能表现出符合期望的行为(Stewart etal.,2019)。在本研究中，我们希望考察员工的领导力共创信念对于自我领导的促进作用。领导力共创信念这一概念最早由Carsten和 Uhl-Bien(2012)提出，在近年来不断发展的追随研究中得到更多的重视(Uhl-Bien etal.,2014；罗文豪 等，2021)。根据他们的研究，在组织中扮演追随者角色的员工对于领导力如何形成会持有不同的看法。其中，一部分更为传统的员工认为领导力主要由领导者塑造，下属主要扮演遵从的角色；另一部分员工则认为领导力并不仅仅是由领导者决定的，而是领导者和追随者在领导过程中共同创造出来的。因此，领导力共创信念这一概念便反映了追随者或者下属在多大程度上认为自身与领导者之间是合作关系，从而在自身的角色认知中包含了识别工作流程中的优劣势、发现和解决工作中的问题、为提升效率而进行创新活动等(Carsten&Uhl-Bien,2012)。当员工秉持着更强的领导力共创信念时，他们就不仅仅将自己视作被动的下属，而是将自己看作共同创造领导过程的主体，期望在工作流程和与领导者的相处中起到更为主动的作用。Carsten 和合作者开展的一系列实证研究也表明(Carsten&Uhl-Bien,2012,2013；Carsten etal.,2018)，下属的领导力共创信念与更为积极的向上沟通策略、建言行为、向上授权以及对目标实现的贡献正相关，而与对领导者的一味服从则呈负向关系。基于此，我们预测当员工秉持着更强的领导力共创信念时，他们相信自己也是领导过程中不可或缺的一分子，更加有动力去积极主动地践行工作职责并部分地以领导者的角色要求自我，从而也更加有可能展现出较高水平的自我领导。因此，本研究提出：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题1：具有较强领导力共创信念的员工更可能展现出自我领导。",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "进一步来看，员工的领导力共创信念作为一种认知模式，又如何激发出员工自我领导的内在动机？为了明确这一心理机制，我们基于目标理论引入“个人目标追求\"(Personal Goal Strivings;Emmons,1986;Ng&Lucianeti,2016)作为领导力共创信念与自我领导之间的中介变量。个人目标追求代表了个体期望通过自身行为努力达成的结果，反映了个体付出努力追求特定目标背后的深层次意义(Emmons,1986)。心理学中有关目标的研究表明，目标作为个体期望在未来实现的状态或结果具有激励属性，能够激发和组织个体指向目标实现的行为(Monzani et al.,2015；章凯，2014)，并带来人格的成长、生命的意义和幸福感(Brunstein,1993; Sheldon&Elliot,1999)。由于自我领导本质上是一种内在目标驱动的自我调节过程，其与个体对于期望目标的追求有着密切的联系。不过，在工作情境下的领导者与员工互动关系中，员工所追求的目标来源也是多样化的，包括来自领导者的目标、来自自我的目标、来自组织的目标甚至是来自外部的目标。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "员工的领导力共创信念作为一种认知结构和模式，规定了员工内心关于领导过程和自身角色的行为模式(Carsten&Uhl-Bien,2012)。由此，这样的认知信念具有驱动行为的功能，能够指引个体朝着与自身角色认知相一致的方向去努力(Carsten et al.,2018)。具体而言，对于领导力共创信念来说，这意味着个体认为领导过程由领导者和追随者二者共同创造，因而在指引后续行为时也应该同时考虑领导者和追随者的目标。换言之，员工的领导力共创信念具有激活个人目标追求的作用。当员工秉持较高的领导力共创信念时，他们不再是仅仅接受和服从于来自领导者或者组织的目标，而是将自身视作领导活动中的重要主体，从而有更大可能去追求实现自我设定的、超越当下的、有意义的未来目标。进一步地，当员工对于个人目标追求的强度更高时，也就更有可能基于有待实现的个人目标来驱动和组织自我调节过程，从而表现出更多的自我领导行为。因此，本研究提出：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题2：员工的领导力共创信念能够通过激发个人目标追求而实现更高水平的自我领导。",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（2）团队领导行为与员工自我领导",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "从分析激发个体自我领导的动机力量出发，除了前述假设涉及到的员工个体的自我认知因素之外，外部情境因素是否允许或者鼓励员工积极寻求自主控制也是一类重要的力量(Houghton& Yoho,2005; Stewart et al.,2019)。对于工作团队中的员工而言，团队领导者对团队运行方式能够产生关键影响，他们的领导行为也是影响个体自我领导的重要前因。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "领导授权行为强调分享权力，有助于提高员工的积极性和对工作的投入，被认为是新经济背景下能够激发员工自发行为的有效领导行为(Sharma & Kirkman,2015)。Conger 和 Kanungo(1988)认为授权式领导主要表现为四个方面，分别是对下属表达信任以及高的绩效期待、为下属参与决策提供机会、为下属提供脱离官僚约束的自主权、以及为下属设立具有激励性或有意义的目标。Aheame 等(2005)则进一步将上述四个方面提炼成领导授权的四个维度，分别是强调工作意义、传递对绩效的信心、促进参与式决策和提供自主权以减弱科层制约束。过往研究已经表明，领导者的授权行为能够通过鼓励决策参与和向下属授权等举措，创造条件使得员工拥有更多的机会、动机和能力来开展工作(Lee etal.,2018)。从领导授权的内涵来看，这一类领导行为能够给予员工更多的自主性和自我驱动，也更有可能实现自我调节，从而更可能激励员工践行自我领导(Amundsen&Martinsen,2015;Manz& Sims,1987; Yun et al.,2006;陈晨 等,2020)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在认识到授权领导行为与个体自我领导可能的正向关系基础上，本研究拟进一步基于自我决定理论，分析上述关系的内在机制。Lee 等(2018)关于授权领导的研究综述发现，授权领导对员工工作产出的积极影响离不开员工心理世界中工作动机的产生与强化，例如感受到更高水平的心理授权或者体会到工作的意义感等。个体自我领导作为一种内在目标激发下的自我调节行为，尤其需要员工由内而外地产生相应的动机力量，而非仅仅是接收到领导者的授权即可。在自我决定理论指出的三类基本心理需要中，可以发现自主需要与授权行为和自我领导二者联系最为紧密(Chiniara&Bentein,2016)。因此我们也初步推断，领导授权行为能否激发更高水平的自我领导，需考虑授权有没有更好地满足员工内心的自主需要。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "命题3：团队领导者的授权领导行为通过满足员工的自主需要而激发员工的自我领导。",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "此外，团队层次的领导行为会跨层次影响到员工个体的心理感知与行为模式，从而与个体因素形成交互影响的关系。在本研究的理论模型中，团队领导行为起到外部情境约束的作用，代表了领导者在面对团队成员时可能表现出的行为模式。员工所持有的、水平高低不同的领导力共创信念代表了他们一般意义上对于\"领导力应该由谁来创造\"这一问题的认知模式，这相对独立于他们所面临的具体领导情境。员工对于个人目标的追求以及进一步激发出来的自我领导行为，除了取决于他们的一般信念之外，也离不开员工对于所在团队社会情境信息的感知与判断。如前所述，员工的领导力共创信念有潜力激活个人的目标追求，从而进一步引导个体的行为朝着与自身认知信念一致的方向努力(Carsten etal.,2018)。在这一过程中，外部社会情境是否有利于个体自身认知信念的引导功能得以发挥也起着重要作用。具体来说，当团队领导者更多地表现出鼓励权力分享的授权行为时，这一外部情境因素与领导力共创信念的期待是高度一致和相互匹配的，因而对于个体领导力共创信念引导相应行为是起着激励作用的。换言之，面对授权领导行为时，领导力共创信念越强的员工便会愈加觉得\"如鱼得水”,更可能激发出自身对于个人目标的积极追求，进而践行更高水平的自我领导。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "进一步看，团队领导者更多地表现出授权行为也会对个人目标追求所起到的间接作用产生增强影响。具体而言，授权行为预期能够强化个人目标追求的间接作用，即授权行为越高时，员工领导力共创信念通过激发个人目标追求实现自我领导的间接效应也会更强。综合上述分析，本研究初步推断得出以下理论命题：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "命题4：当团队领导者展现出授权领导行为时，员工的领导力共创信念更有可能激发个人目标追求。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "命题5：当团队领导者展现出授权领导行为时，员工的领导力共创信念更有可能通过激发个人目标追求而增强自我领导。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3研究三：个体自我领导的多层次垂滴影响模式研究",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（1）组织层次因素对于团队自我领导的影响",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "团队自我领导表明团队内部有着较强的内在调节与控制机制，能够自主地决定本团队需要开展哪些工作、设置什么样的绩效标准、为什么开展这些工作、以及具体开展工作的方式(Stewart et al,2011)。在当前有关团队自我领导影响因素的研究中，除了团队自身的成员组成特征、团队任务特征、团队认知与团队心理过程等内在因素之外，较为重要的就是来自组织整体因素的影响，如组织结构、组织文化、组织中的绩效与奖赏系统。显然，团队自我领导在组织中的涌现和延续，需要一个有利的组织管理情境，譬如较为宽松的管理风格、较低的正式化程度和集中化程度、基于群体的绩效工资设计等(DeMateo et al.,1998; Tata & Prasad, 2004)。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "基于现有的研究成果，组织层次因素影响团队自我领导的一个关键机制在于自主性的保障。换言之，当组织的高层管理者通过一系列的机制和政策设计，赋予工作团队充分的决策自主权，并在团队工作的过程中给予足够的支持，这些工作团队实现自我领导的可能性便会大大增加。在本研究中，我们首先重点关注组织中自主支持氛围(Autonomy Supportive Climate)对于团队自我领导的影响。组织中的自主支持氛围意味着整个组织内部就鼓励和支持自主达成了共享性的一致认识，并能够通过一系列的管理实践来创造机会和实现相应的机能。基于自我决定理论的有关观点，组织中强烈的自主支持氛围具有很强的激励性，能够促使团队及其成员在工作中感受到更多的内在而非外在激励(Gagne,2003)，并促使他们更加努力地去追求达成目标(Kenny et al.,2010)。即便对于那些本身内在激励性不够的工作而言，自主支持也可以激励团队和员工更为积极地参与到这些工作之中(Deci etal.,1994)。在本研究中，我们也推测组织中的自主支持氛围能够促进团队自我领导。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "进一步看，从自我领导团队的内涵出发，我们发现自主支持氛围的保障并不一定总是能够促进团队自我领导的产生。在企业管理实践中，即便是在自主支持氛围比较强的组织中，仍然存在部分工作团队并无意愿践行团队自我领导的现象。考虑到团队自我领导在本质上是一种内在动机驱动的自我影响过程，我们认为在组织层面除了通过自主支持氛围保障团队内部的自主性之外，更需要有效地激活与引领团队的内在动机，从而使得工作团队可以明确自我领导的方向及动力。根据目标动力学的理论研究成果(章凯,2014)，动机的产生受到目标的驱动，目标的方向和强度会影响到工作动机的指向与力量。由此我们推断，当工作团队本身的目标与组织的发展目标保持一致和共享的关系时，这些团队更有可能激发出较强的内在工作动力，从而更有可能践行团队自我领导。针对海尔集团自主经营体管理实践所进行的案例研究也已经表明(章凯 等,2014)，当组织中的团队及个人与组织之间的目标融合程度更高时，对于未来发展目标的认识以及组织中的价值来源理念更为一致时，团队与个体便会展现出更多的自我管理实践。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "基于上述理论分析，本研究拟进一步考察组织层面的\"组织愿景共享\"是否会对团队自我领导产生相应的影响。愿景代表了组织对于未来发展状态的一种构想和心理图式，用于说服和影响他人来为实现这一未来想象而付出努力(Van Knippenberg& Stam,2014)。在诸如变革型领导和魅力型领导理论中，组织愿景鼓舞人心的作用已经得到了充分强调(Stam etal.,2014)。愿景除了强调未来导向之外，更需要通过在组织成员之中广泛地进行分享，才能够更好地发挥其对于团队和个人工作有效性的积极影响。可以说，组织愿景的共享意味着组织中的团队和成员们对于这一愿景有着更高水平的认同，并愿意采取一定的行动去努力实现愿景。基于对共享愿景的认识，组织中的工作团队能够更加明确团队努力的方向，以及团队所开展工作之于整个组织发展的内在意义和价值，这一方面可以帮助团队应对工作流程中的不确定性，另一方面更重要的是能够提升团队内部从事愿景相关工作的内在动力(Kohles etal.,2012)。由此，愿景的共享能够帮助工作团队凝聚努力的方向，并为所从事的工作任务赋予相关的意义，这都能够在一定程度上促进团队自我领导的形成。因此，本研究也初步推测组织愿景的共享水平能够提升团队自我领导。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "当组织既通过愿景的广泛共享凝聚了团队的共识、明确了工作努力的方向，又通过自主支持的氛围给予团队围绕工作目标自主决策和行动的空间，此时团队中的内在动机水平相对更高，基于内在动机为实现共享愿景进行自我调节和自我影响的可能性也会相应增强。因此本研究初步推测，当组织中的愿景共享和自主支持氛围均较高时，二者共同作用对于团队自我领导有着更强的促进作用。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "命题6：组织的愿景共享与自主支持氛围均能够提升团队自我领导，二者的共同作用对团队自我领导的提升更强。",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/5d2ea083dbf22cbfc16ef97594e42cdb7532ec4d52080e582766bfdbece71930.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（2）团队自我领导的传递效应",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "虽然自我领导概念的提出最早只是定位于个体层面上(Manz,1986)，但在后续的研究发展中学者们已经不断地强调在团队层面理解自我领导的必要性，团队自我领导的相关研究也随之开展(Stewartetal.,2011,2019)。从概念逻辑上看，团队自我领导和个体自我领导无疑有着极为密切的联系，二者均强调主体(团队或者是个体)基于内在动机的自我控制与自我影响过程。然而，通过梳理现有文献，我们发现却没有研究直接对团队自我领导与个体自我领导之间的联系进行理论分析和实证检验。不过，现有研究中，我们可以看到个体面对的外部领导行为对个体自我领导影响显著，而这些外部领导者通常便是团队中的领导者。在 Stewart 等人(2019)的展望讨论中，他们也指出自我领导在团队与个体层面之间既可能存在着紧密的直接联系，也可能会有一些辩证矛盾的特点存在。在本研究中，我们首先推断团队自我领导能够积极地影响身处其中的团队成员，推动他们更多地践行个体的自我领导。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "命题7：团队自我领导能够促进个体自我领导。 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "进一步地，考虑到团队与个人均深深地嵌入在相应的组织背景之中，而本研究所关注的组织层次因素——组织愿景共享和自主支持氛围，从其内涵分析均会对组织内的各个工作团队和员工产生一定的影响，由此我们推断自我领导可能存在一种自上而下逐级影响传递的垂滴效应。根据王震等(2015)所进行的梳理，领导力研究中的下行传递效应意味着\"组织中领导者的特征和行为通过组织垂直的管理层次自上而下地进行传递，最终引发下属和团队相同特征和行为的过程”。在本研究内容之中，无论是团队自我领导还是员工个体的自我领导，都是一组以自我影响和控制为特征的认识与行为策略。员工在组织情境下表现出特定类型的认知与行为策略，离不开他们对于组织中情境特征和信息线索的观察、理解与加工，这也是一个典型的社会学习与社会信息加工过程(Bandura,1986;Salancik&Pfeffer,1978)。具体而言，组织层次的愿景共享和自主支持氛围无疑也会对员工的动机、认知与行为模式产生影响，他们也会寻求将自己当前的工作和组织愿景建立联系(Kohles etal.,2012)，并希望在自己工作的过程中拥有更多的自主权。在这一过程中，员工会对自身所处的、直接接触的团队进行观察和信息加工。当员工所在的团队表现出更高的自我领导水平时，员工更可能学习和模仿所在团队的行为模式，即实现个体自我领导；反之，如若员工所在的团队并不主张自我领导，甚至形成了一种较强的团体规范力量与之抗衡，此时员工个体自我领导的可能性也会相应降低。基于此，本研究初步推测得出如下命题。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "命题8：组织愿景共享与自主支持氛围的共同作用，可以通过促进团队自我领导来进一步提升个体自我领导。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（3）个体工作任务特征的权变作用",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "如前所述，在我们推测团队自我领导能够正向促进员工个体自我领导的同时，仍有必要对这一直接效应的边界条件进行考察。正如 Stewart等(2011)所分析的那样，团队自我领导与个体自我领导之间仍然存在着一定的权变因素。特别是，由于个体是嵌入在团队内部的成员，高水平的团队自我领导可能会加强其对于内部成员的控制，从而会在一定情况下抑制了员工自我领导的空间(Langfred,2007)。考察团队自我领导与个体自我领导之间关系的情境条件，事实上可以进一步推动对于自我领导矛盾本质的理解(Stewart etal.,2019)。在本研究中，我们重点关注任务互依性和远程工作这两类工作任务特征对于跨层次自我领导效应的权变作用。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "一方面，自我领导团队中不同成员所从事的具体工作任务，在任务互依性上会有一定的差异。任务互依性表明不同的工作任务之间在多大程度上相互依赖，即某一项任务的完成取决于其他工作任务的完成，包括知识与资源上的依赖等(Bailey etal.,2010)。过往研究业已发现，任务互依性作为重要的情境因素，能够调节领导者行为与员工行为之间的关系(Vidyarthi etal.,2014；刘颖 等,2012)。当员工面临着更高的任务互依性时，意味着员工需要与其他团队成员保持更高水平和频次的互动与合作，员工也需要调整自身，更好地适应整个团队协同工作的模式(Langfred,2005)。相反，当员工所面临的工作任务互依性比较低时，即他们主要是依赖自己开展工作完成相关任务时，员工所采取的工作策略受团队或团队其他成员影响的可能性就会降低。此时，员工仍有可能由于自身的因素驱动而进行自我领导，但团队自我领导对于个体自我领导的影响效应则会相应地减弱。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "另一方面，团队内成员完成工作任务的方式也会影响到他们进行个体自我领导的程度。在本研究中，我们重点关注近年来受到更多企业组织关注的在线远程办公模式。远程办公意味着员工在主要工作场所(公司)以外的其他地方(如家庭或其他空间)完成任务，并主要通过电子信息媒介与组织内外的其他人进行互动(Gajendran&Harrison,2007；霍伟伟 等,2020)。当员工更多地采用远程办公时，他们可以更加灵活自主地安排自身的工作时间与地点，这会增强员工对于工作的控制感与胜任感(Mazmanian etal.,2013)。由此可见，远程办公一方面为员工个体提供了更高的自我控制感与自主性，另一方面也因为外部领导的相对缺失而要求个体更多地自我领导与控制。相对于较少采用远程办公的员工而言，团队中那些更多践行远程工作模式的员工有可能会表现出更高的个体自我领导。基于上述分析，本研究初步提出如下命题：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "命题9：员工工作的任务互依性更高时，团队自我领导更可能促进员工的个体自我领导。  \n命题10：员工采纳远程办公的程度更高时，团队自我领导更可能促进员工的个体自我领导。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "基于上述构念关系的讨论，本文包含的三项研究内容除了在新的情境下识别员工个体自我领导的内涵与结构以外，更侧重于回答员工个体自我领导可能受到哪些因素的影响。由此，本研究拟构建的理论模型如下图3所示。",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/9db01f574eab5a738d1265b4ea1193096956bba3a989438141a2416b6561c180.jpg",
        "img_caption": [
            "图3员工个体自我领导的多层次驱动机制理论模型"
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "首先，这一理论模型采取了整合式的多层次研究视角，从组织、团队和个体三个层次出发，构建并检验个体自我领导的多层次驱动机制模型，并考察跨层次之间的交互作用和多层次间的下行影响，为更系统地认识与提升个体自我领导提供理论与实践指引。对于组织中的员工个体而言，其是否以及多大可能展现出自我领导行为，既离不开自身个体特征和心理系统这些内在因素，也离不开情境条件（如组织和团队特征）等外部因素的影响。对于这些内外部因素的综合复杂影响，本研究分两部分予以考察。一方面，我们考察了团队领导行为与个体认知基础的交互作用。从“领导力共创信念”这一关于领导过程的基本认知假设出发，本研究分析并提出了员工个体的领导力共创信念（未来研究也可以扩展到其他个体价值信念）如何透过动机激发的过程影响自我领导；与此同时，团队领导者呈现出的领导风格（授权）既可能直接影响个体的动机力量，也可能会促进或者抑制个体认知信念转化为实现自我领导的动机力量。另一方面，本研究考察了组织-团队-个体的下行影响过程。自我领导研究已经呈现出从个体到团队这一层次的跃升，但在团队自我领导的作用效果上研究结论并不一致，有关团队自我领导能否促进个体自我领导这一问题也尚未得到明确回应（Stewartetal.,2019）。有鉴于此，本研究引入了组织层次激发团队自我领导的两个前提条件：共同愿景在组织内的共享、以及形成自主支持的组织氛围。进一步地，在提出团队自我领导促进个体自我领导的理论假说时，我们进一步指出个体面对的工作任务特征（任务互依性和远程办公程度）会强化团队到个体的直接关系。综合上述两方面的工作，本研究提出的理论模型试图将组织层次的管理实践、团队层次的领导风格与自我领导、以及个体层次的个人认知特征、动机因素、工作任务特征予以整合，从而为个体自我领导的形成机制提供更全面的理论理解。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "其次，该理论模型重点突出了员工自我领导形成的动机激发过程。如前文所述，个体自我领导的提升是一个典型的动机过程，理解员工为何参与更多自我领导的动机因素至关重要（Stewart et al.,2019），这也是已有研究呈现出的一个显著不足。为此，本研究在构建理论模型和理解各层次变量之间关系时，均较为一致地引入了动机理论的相关思想。例如，在理解团队领导行为和个体认知信念如何影响员工自我领导这一问题时，本研究试图通过综合自我决定理论（Ryan&Deci,2000）和目标理论（Dweck&Leggett,1988；章凯，2014）来探讨员工动机系统的变化。自我决定理论中的三种基本需要理论指出，员工内在动机的激发与自主、胜任和关系这三种基本需要的满足密不可分，该理论能够有效地解释外部情境因素如何对个体的内在动机系统产生影响。对于自我领导这样一类主要由内部动机激发的行为，三种需要中的自主需要扮演着尤为直接和重要的作用。员工是否能在与领导者的互动过程中感受到充分的自主支持，是激发他们提升自我领导的一个关键环节。因此，自我决定理论有助于我们认识作为外部情境因素的领导风格如何通过满足员工的自主需要，进而驱动员工实现自我领导。与此同时，学者们围绕目标理论开展的研究探讨则指出，个体追求具有意义感的未来目标是激发、引导和组织他们相应行为的一个重要机制。目标理论中强调个体对于目标的追求这一动力机制，能够有效整合个体心理世界中的认知力量和动机力量对于后续行为的解释，因而有助于理解个体内部心理因素的驱动机制（章凯 等，2020）。由此，研究内容二旨在整合\"需要满足\"和\"目标追求\"这二类有所互补的驱动机制，并分别对应于外部领导者因素和个体内在心理因素的影响路径，从而能够更为完整地揭示出员工自我领导的动机激发过程。在研究内容三涉及到的组织-团队-个体的下行影响过程中，虽然并没有具体地考察个体动机因素的变化，但在构建组织层次的影响因素时，本研究也一以贯之地纳入了动机视角。具体而言，愿景在组织内的共享本身就是组织目标沟通传递的过程，愿景之所以能够凝聚人心、激励员工，也在于其通过指向未来的美好图像来调动人们的工作动机（Kohles et al.,2012; Stam et al.,2014）。在组织层面的愿景沟通与共享，与个体的未来目标追寻关系密切。与此同时，自主支持氛围作为激发团队自我领导的另一个前提条件，也与自我决定理论中强调的自主需要满足有着内在的一致性。组织中较高水平的自主支持氛围，能够激发团队成员更高水平的工作动机、尤其是内在动机。综合上述讨论，本文提出的理论模型旨在从动机激发的角度，揭示出个体自我领导形成的内在心理机制。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "最后，通过对个体自我领导形成机制的多层次探讨，本研究进一步深化了自我领导的悖论特征(paradoxical)。在经典的领导理论中，领导者与被领导者（或追随者）的二元对子关系是我们理解领导过程和领导力的一个基本出发点。沿袭这一观点，自我领导的概念似乎就会显得“不伦不类”。进一步地，无论是在过往的理论与实证研究中，还是在本文探讨的理论模型中，又都将领导者的行为风格作为激发员工自我领导的重要因素。也就是说，员工既要实现“自我领导”，又要接受外部领导者的“他人领导”，而且“他人领导”还可能促进（当然也可能伤害）“自我领导”。这些多样化的关系进一步揭示出，自我领导的概念、理论与实践都更加复杂多变。有鉴于此，Stewart 等(2019)提出了自我领导的悖论特征，并呼呼后续学者对此予以关注。结合本文与相关的理论研究，我们认为自我领导的悖论特征至少包括如下三个方面：（1）自我领导与外部领导者的悖论关系。对于这一组辩证关系，我们的研究表明：自我领导自然受到个体认知和动机因素的影响，但也并不排斥和拒绝外在因素的影响。外部领导者的领导行为与风格是影响个体自我领导的重要情境因素，既可能促进也可能抑制员工的自我领导。本研究仅仅考察了授权领导行为，未来还可以进一步考察一些具有时代意义的领导行为风格，如平台型领导、共享领导、虚拟领导等。（2）团队自我领导与个体自我领导的悖论关系。本研究认为，团队自我领导虽然有可能通过社会学习效应激发出更高水平的个体自我领导，但这一关系并非总是成立。为了考察二者之间的权变关系，本研究引入了二类工作任务特征（即任务互依性和远程办公程度）作为情境变量。在未来的研究中，还可以进一步结合其他的个体特征与任务特征来考察团队自我领导对于个体自我领导的影响，特别是团队自我领导对于个体自我领导的潜在抑制作用。（3）自我领导的悖论后果。即，自我领导是否总会对个体、团队、组织产生积极的影响？自我领导是否会产生一定的负面作用？这些问题其实并非是本文探讨的范畴，但却很可能是契合自我领导悖论特征的一部分。未来研究可以结合本文对于自我领导形成机制的探讨，进一步思考和研究自我领导在组织管理活动中的积极与消极作用。总之，本研究进一步呼应了学者们对于自我领导悖论特征加以研究的倡导，也有助于深化对于自我领导更为全面的认识。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "总之，本研究试图在新的时代与管理背景下，重新思考和建构个体自我领导这一兼具理论价值和现实新意的核心概念(张志学 等，2021)。在此基础上，我们进一步从动机视角出发，分别探讨了组织层、团队层、个体层有关影响因素驱动个体自我领导的内在机制和边界条件，并构建了一个初步整合的理论模型。当然，需要说明的是，这一理论模型中我们虽然结合有关研究和理论基础提出了一些可能的变量与命题，但它们多数仍然还处在理论思考的阶段，目前还缺乏更多更充分的实证证据。本研究提出这一理论模型的主要目的，也并非为了揭示模型中多种变量之间的假设关系，而是希望借此推动对于个体自我领导形成机制（特别是动力激发过程）的整合式理解。未来研究完全可以在后续的工作中，从其他不同的视角或者不同的构念选择角度出发，全部或者部分地对于上述理论模型进行检验、拓展、更新、完善，由此方能更好地推动自我领导的相关研究。更为重要的是，在当前不断变革的数智化环境下，未来研究也可以且应当结合数字化转型、人工智能驱动、人机协作等更新的管理背景，进一步思考个体自我领导何以产生以及如何作用等研究问题。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "曹威麟，陈元勇，郭江平.(2009).自我领导研究前沿探析与未来热点展望.外国经济与管理,7(31),59-64.",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "陈晨，秦昕，谭玲，卢海陵，周汉森，宋博迪.(2020).授权型领导——下属自我领导匹配对下属情绪衰竭和工作绩效 的影响.管理世界,36(12),145-162.   \n霍伟伟，龚靖雅，李鲜苗，聂晶.(2020).主动及被动模式下在线远程办公影响效果研究述评与展望．中国人力资源开 发,37(8), 6-21.   \n刘颖，张正堂，王亚蓓.(2012).团队薪酬分配过程，任务互依性对成员合作影响的实验研究.经济科学,(5),92-103   \n龙立荣，梁佳佳，董婧霓.(2021).平台零工工作者的人力资源管理:挑战与对策.中国人力资源开发,38(10),6-19.   \n罗文豪，刘东，章凯.(2021).追随研究的演进及其在中国情境下的发展路径探索．南开管理评论,2,214-224.   \n王海江，邹浩云，潘锦，刘文兴.(2021).向内还是向外发展?组织变革对自我职业生涯管理的影响.中国人力资源开发， 38(5),45-57.   \n王震，许灏颖，杜晨朵.(2015).领导学研究中的下行传递效应：表现，机制与条件．心理科学进展,23(6),1079-1094.   \n徐敏亚，马力，王为久.(2021).数字化时代销售人员自我领导行为对离职的影响．外国经济与管理,43(11),26-40.   \n占小军，祝养浩.(2020).自我领导理论视角下工作重塑行为的形成机制研究.当代财经(8),78-88.   \n张红琪，鲁若愚，蒋洋.(2012).服务企业员工自我领导对创新行为的影响研究——以自我效能为中介变量.研究与发 展管理,24(2),94-103.   \n张志学，赵曙明，连汇文，谢小云.(2021).数智时代的自我管理和自我领导：现状与未来．外国经济与管理,43(11),3- 14.   \n章凯，李朋波，罗文豪，张庆红，曹仰锋. (2014).组织—员工目标融合的策略——基于海尔自主经营体管理的案例 研究．管理世界,(4),124-145.   \n章凯.(2014).目标动力学.北京：社会科学文献出版社.   \n章凯，时金京，罗文豪.(2020).建言采纳如何促进员工建言：基于目标自组织视角的整合机制.心理学报,52(2),229- 239.   \n赵国祥，梁瀚中.(2011).国外自我领导研究的现状述评.心理科学进展,19(4),589-598.   \n郑展，张剑.(2016)．从一般到更高：自我领导理论研究综述.中国人力资源开发,33(17),40-47.   \nAhearne,M.,Mathieu,J,&Rapp,A. (20o5).To empoweror not to empower your sales force? Anempirical examinationof the influence of leadership empowerment behavior on customer satisfaction and performance. Journal of Applied Psychology, 90(5), 945-955.   \nAlves,J.C.,Lovelace,K.J,anz,C.C.atsypura,D.Tysaki,F.,&Ke,K.(o6).Arosculturalperspectiveofself leadership. Journal of Managerial Psychology,21(4), 338-359.   \nAmundsen,S.,&Martisen,O.L.(20l5).Linking empoweringleadershiptojobsatisfaction,workefort,andcreativityThe role of self-leadershipand psychological empowerment.Journal ofLeadership&Organizational Studies,22(3),304 323.   \nAndressen,P.,Konradt,U.,&Neck,C.P.(20l2).Therelationbetweenself-leadershipand transformational leadership: Competing modelsand themoderatingroleofvirtuality.JournalofLeadership&OrganizationalStudies,19(1),68-82.   \nBailey,D.E.,Leonardi,P.M.,& Chong,J.(Ol0).Minding thegaps:Understanding technology interdependenceand coordination in knowledge work. Organization Science,21(3),713-730.   \nBakker,A.B.,Breevart,K.,Scharp,Y.S.,&deVries,J.D.(inprs).Dailyself-eadersipandplayfulworkdesign:Proactie approaches of work in times ofcrisis. The Journal ofAppied Behavioral Science. DOI:10.1177/00218863211060453.   \nBandura,A. (1986).Social foundations ofthought and action: Asocial cognitive theory.Englewood Cliffs,NJ: Prentice Hall.   \nBastardoz,N.，& Van Vugt,M.(O19).The natureoffollowership:Evolutionary analysis and review.TheLeadership Quarterly,30(1), 81-95.   \nBeal,D.J., Cohen,R.R.Burke,M.J.,& McLendon,C.L. (20o3).Cohesion and performance in groups: A meta-analytic clarification of construct relations. Journal of Applied Psychology, 88(6), 989-1004.   \nBehfar,K.J.,Peterson,R.S.,Mannix,E.A,&Trochim,W.M.K.(28).Thecriticalroleofconflictresolutioninteams:A close look at the links between conflict type,conflict management strategies,and team outcomes.Journal of Applied Psychology,93(1),170-188.   \nBell, S.T. (2o7). Deep-level compositionvariables as predictors of team performance: a meta-analysis.Journalof Applied Psychology, 92(3), 595-615.   \nBindl,U.K.,Unsworth,K.L.,Gibson,C.B.,& Stride,C.B.(2O19).Jobcrafting revisited: Implications of an extended framework for active changes at work. Journal of Applied Psychology,104(5), 605-628.   \nBrunstein,J.C.(1993).Personalgoals andsubjectivewellbeing:alongitudinal study. Journalof Personalityand Social Psychology, 65(5),1061-1070.   \nCarsten,M.K.,&Uhl-Bien,M. (20l3).Ethicalfollowership:Anexaminationoffollowershipbeliefsandcrimesofobedience. Journal ofLeadership & Organizational Studies, 2O(1), 49-61.   \nCarsten,M.K.,Uhl-Bien,M.,& Huang,L. (2018).Leader perceptions and motivation asoutcomes offollowershiprole orientation and behavior. Leadership,14(6),731-756.   \nCarsten,M.K.&Ul-Bien,M.(20l2).Follwerbliefs inthecoproductionofleadershipZeitschriffursychologie,220(4), 210-220.   \nCarte,T.A., Chidambaram,L.,&Becker,A. (2O06).Emergentleadership inself-managedvirtual teams.GroupDecisionand Negotiation,15(4),323-343.   \nCarver,C.S.&Scheier,M.F.(1982).Control theory:Ausefulconceptualframework for personalitysocial,clinical,and health psychology. Psychological Bulletin,92(1),111-135.   \nChiniara,M.,&Bentein,K. (2O16).Linking servantleadershiptoindividual performance: Dierentiating the mediatingrole of autonomy, competence and relatedness need satisfaction. The Leadership Quarterly, 27(1),124-141.   \nConger, J.A.,& Kanungo,R.N. (1988).The empowerment proces: Integrating theoryandpractice.AcademyofManagement Review, 13(3), 471-482.   \nCranmer,G.,Goldman,Z,&Houghton,J.(O19).lldmyself:Self-leadership,proactivityndsocializatio,Lederhp & Organization Development Journal, 40(6), 684-698.   \nDeci,E.L.,Eghrari,H.,Patrick,B.C.&Leone,D.R. (1994).Facilitating interalization:Theself-determinationteory perspective. Journal of Personality,62(1),119-142.   \nDeMateo,J.S.，Eby,L.T.，& Sundstrom,E.(1998).Team-based rewards:Current empirical evidence.Researchin Organizational Behavior,20,141-183.   \nDiLiello,T.C.,& Houghton,J.D. (2O6).Maximizing organizational leadershipcapacityforthe future: Towarda modelof self-leadership, innovation and creativity. Journal of Managerial Psychology, 21(4),319-337.   \nDruskat,V. U.,& Pescosolido,A.T. (O02).The content of effective teamwork mental models in self-managing teams: Ownership, learning and heedful interrelating. Human Relations,55(3),283-314.   \nDweck，C.S.，& Leggett，E.L.(1988).A social-cognitive approach to motivationand personality.Psychological Review, 95(2),256-273.   \nEmmons,R.A. (1986).Personal strivings: Anapproach to personality andsubjective well-being. JournalofPersonality and Social Psychology,51(5),1058-1068.   \nFrayne,C.A.，& Geringer, J.M. (2ooo).Self-management training for improving job performance: A field experiment involving salespeople. Journal of Applied Psychology, 85(3): 361-372.   \nFurtner,M.R,&Rauthmann,J.F.(l).Relationsbetweenself-leadershipandscoresonthebigfive.PsychologicalReports, 107(2),339-353.   \nGagne,M. (2Oo3).Theroleofautonomysupportandautonomyorientation in prosocial behaviorengagement.Motivation and Emotion,27(3),199-223.   \nGajendran,R.S.,& Harrson,D.A. (2oo7).Thegood,thebad,and theunknownabout telecommuting: meta-analysisof psychological mediators and individual consequences. Journal of Applied Psychology, 92(6),1524-1541.   \nHarari,M.B., Willims,E.A.,Castro,S.L,&Brant,K.K. (2021).Self-adership: Ameta-analysis ofovertwdecadesof research. Journal of Occupational and Organizational Psychology, 94(4), 890-923.   \nHo,J.,&Nesbit,P.L. (2Oo9).Arefinementand extensionof theself-leadershipscaleforthe Chinesecontext.Journalof Managerial Psychology, 24(5), 450-476.   \nHoughton,J.D.,Bonham,T.W.,Neck,C.P.,&Singh,K. (2O04).Therelationshipbetweenself-eadershipandpersoality:a comparison of hierarchical factor structures. Journal of Managerial Psychology,19(4), 427-441.   \nHoughton,J.D.,awley,D,&Diiell,T.C.(l2).hebreviatedself-leadershipquestioaire(AQ):Amoreconcise measure of self-leadership. International Journal ofLeadership Studies,7(2),216-232.   \nHoughton,J.D.,&Neck,C.P.(2oo2).Therevisedself-leadershipquestionnaire:Testingahierarchical factorstructure for self-leadership. Journal of Managerial Psychology,17(8), 672-691.   \nHoughton,J.D.,Wu,Jodi,J.,eck,C.P.,&anz,C.C.().ectivestres aageent:modelofoial intelligence,self-leadership,and student stresscoping.Journal of Management Education,36(2),22-238.   \nHoughton,J.D.,&Yoho,S.K.(oo5).Toward acontingency model of leadershipand psychological empowerment: when should self-leadership be encouraged?. Journal ofLeadership & Organizational Studies,11(4),65-83.   \nHumphrey,S.E.,Hollenbeck,J.R.,Meyer,C.J.,&Ilgen,D.R.(20o7).Trait configurationsinself-managed teams:A conceptual examination of the use of seding for maximizing and minimizing trait variance in teams. Journal of Applied Psychology, 92(3), 885-892.   \nKeny,M.E.,WalshBlair,L.Y.,Bustein,D.L.Bempechat,J.,&Seltzer,J.(2l).Achievement motivationamongurban adolescents: Work hope,autonomy support,and achievement-related beliefs. Journal of Vocational Behavior,77(2), 205-212.   \nKirkman,B.L.,& Shapiro,D.L. (2Ool).Theimpactofcultural valueson jobsatisfactionandorganizational commitmentin self-managing work teams: The mediating role of employee resistance.Academy of Management Journal,44(3), 557- 569.   \nKnots,K.,Houghton,J.D.,Pearce,C.L.,Chen,H.,Stewart,G.L.,& Manz,C.C.(2022).Leading from the insideout:a meta-analysis of how,when，and why self-leadership affects individual outcomes.European Journal of Work and Organizational Psychology,31(2),273-291.   \nKohles,J.C.,Bligh,M.C.,&Carsten,M.K. (2012).Afollower-centric approach tothevision integration process.The Leadership Quarterly,23(3),476-487.   \nLangfred, C. W. (2oo5). Autonomy and performance in teams: The multilevel moderating effect of task interdependence. Journal of Management,31(4), 513-529.   \nLangfred,C.W. (Oo7).The downsideofself-management: Alongitudinal studyoftheefects ofconflict ontrust,autonomy, and task interdependence in self-managing teams.Academy of Management Journal, 50(4),885-900.   \nLarson,L.,&DeChurch,L. (2O20).Leading teams in thedigitalage: Four perspectives on technologyand what they meanfor leading teams. The Leadership Quarterly,31(1),101377.   \nLee,A., Wilis,S.,&Tian,A. W.(2018).Empowering leadership:A meta-analytic examinationof incrementalcontribution, mediation, and moderation. Journal of Organizational Behavior, 39(3),306-325.   \nManz, C.C. (1986).Self-leadership:Toward an expanded theoryof self-influence processes inorganizations.Academy of Management Review,11(3),585-600.   \nManz, C.C.,Houghton,J.D.,Neck,C.P.,Fugate,M.,&Pearce,C.(2016).Whistle while you work: Toward a modelof emotional self-leadership. Journal of Leadership and Organizational Studies, 23(4),374-386.   \nManz,C.C.,& Sims Jr,H.P.(1987).Leading workers to lead themselves: The external leadershipofself-managing work teams. Administrative Science Quarterly, 32(1),106-129.   \nMarquesQuinteiro,P.,Vargas,R.,Eifler,N.,& Curral,L.(2019).Employeadaptive performanceandjobsatisfactionuring organizational crisis:theroleofself-leadership.EuropeanJournalof WorkandOrganizational Psychology,28(1),85- 100.   \nMathieu,J.E,ion,L.L.&ddyT. (6).mpowermentadteameectivens:ampirical testofteated model. Journal of Applied Psychology, 91(1), 97-108.   \nMazmanian,M.,Orlikowski, W.J.,& Yates,J. (20l3).The autonomy paradox: The implicationsof mobile email devices for knowledge professionals. Organization Science, 24(5), 1337-1357.   \nMilikin,J. P.,Hom,P.W.,& Manz,C.C. (20l0).Self-managemencompetencies inself-managing teams: Their impacton multi-team system productivity. The Leadership Quarterly, 21(5), 687-702.   \nMonzani,D.,StecaP,eco,A.,Dddario,.,ancani,L,&Cappeleti,E. (5).Eectivepursuit ofperoloals: The fostering efect of dispositional optimism on goal commitment and goal progress.Personality and Individual Differences, 82, 203-214.   \nMoskowitz, G.B.,& Grant, H. (Eds.). (2009). The psychology of goals. New York, NY: Guilford press.   \nMuler,T.，& Niessen,C.(2019).Self-leadership in thecontextof part-time teleworking.Journal of Organizational Behavior, 40(8), 883-898.   \nNeck, C.P.,& Houghton,J.D. (Oo6).Twodecadesofself-leadershiptheoryandresearch: Pastdevelopments,presenttrends, and future possbilities. Journal of Managerial Psychology,21(4),270-295.   \nNeck,C.P.，& Manz,C.C.(1992).Thought self-leadership:The influence of self-talk and mental imagery on performance. Journal of Organizational Behavior,13(7), 681-699.   \nNeck, C.P., & Manz, C.C.(1996). Thought self-leadership:the impactof mental strategies training on employee cogition, behavior,and affect. Journal of Organizational Behavior,17(5), 445-467.   \nNeck, C.P., & Manz, C.C.(20l0).Mastering self-leadership: Empowering yourselffor personal excellence. Upper Saddle River, NJ: Prentice Hall.   \nNeck,C.P.,anz,C.C.,&Houghton,JD.(2O19).Self-leadershp: The definitive guide t personalexcelence.Thousand Oaks, CA: SAGE Publications.   \nNesbit,P.L. (20l2).Theroleofself-reflectio,emotional managementoffeedback,andself-regulation proceses inselfdirected leadership development. Human Resource Development Review,11(2),203-226.   \nNeubert,M.J.,&Wu,J.C.(Oo6).Aninvestigationofthe generalizabilityofthe HoughtonandNeckrevisedself-leadership questionnaire to a Chinese context. Journal of Managerial Psychology, 21(4),360-373.   \nNg,T. W., &Lucianeti,L. (ol6). Goal striving,idiosyncraticdeals,andjobbehavior.JournalofOrganizational Behavio, 37(1), 41-60.   \nPearce,C.L.,Manz,C.C.,&SisJr,H.P.(2oo8).The rolesofverticalandshared leadershipinthe enactmentof executive corruption: Implications for research and practice. The Leadership Quarterly,19(3),353-359.   \nPrussia,G.E.,Anderson,J.S.,&Manz,C.C.(1998).Self-leadershipand performanceoutcomes:the mediating influenceof self-efficacy. Journal of Organizational Behavior,19(5), 523-538.   \nRyan,R.M.,&Deci,E.L.(o).Selfdeterminationtheoryandthefacilitationofintrinsic motivation,socialdevelopent, and well-being. American Psychologist, 55(1), 68-78.   \nSalancik,G.R,&fefer,J. (1978).Asocialinformatioproceingapproachtojobatidesadtaskdsign.Admnstrtive Science Quarterly,23(2), 224-253.   \nSharma,P.N.,&Kirkman,B.L. (2Ol5).Leveraging leaders: Aliteraturereview and future lines of inquiry forempowering leadership research. Group & Organization Management, 40(2), 193-237.   \nSheldon,K.M.,&Eliot,A.J.(999).Goal striving,needsatisfaction,andlongitudinal well-being:theself-concordance model. Journal of Personality and Social Psychology, 76(3), 482-497.   \nStam,D.,Lord,R.G.,Knippenberg,D.V.,& Wisse,B. (2014).Animage of who we mightbecome: Visioncommunication, possible selves,and vision pursuit. Organization Science,25(4),1172-1194.   \nStewart,G.L. (2Oo6). Ameta-analytic review of relationships between team design features and team performance.Journal ofManagement, 32(1),29-55.   \nStewart,G.L,&Barrck,M.R.(2ooo).Teamstructureand performance: Assing the mediatingroleof intrateam proces and the moderating role of task type. Academy of Management Journal, 43(2),135-148.   \nStewart,G.L.,& Manz, C.C.(1995).Leadership forself-managing work teams: Atypologyand integrative model. Human Relations,48(7),747-770.   \nStewart,G.L.,Carson,K.P.,&Cardy,R.L. (1996).Thejointefectsofcoscientiousnesandself-leadershiptrainngon employee self-directed behavior in a service seting. Personnel Psychology,49(1),143-164.   \nStewart,G.L.,Courtright,S.H.,&Barrick,M.R. (2O12).Peer-based control inself-managing teams: Linkingrationaland normative influence with individual and group performance.Journal ofApplied Psychology,97(2), 435-447.   \nStewart,G.L.,Courtright,S.H.,&Manz,C.C. (2O11).Self-leadership:Amultilevelreview. JournalofManagement,37(1), 185-222.   \nStewart,G.L.，Courtright，S.H.，& Manz,C.C.(2019).Self-leadership:A paradoxical core oforganizational behavior.Annual Review of Organizational Psychology and Organizational Behavior,6,47-67.   \nTata,J.,&Prasad,S.(oo4).Teamself-management,orgazationalstructure,andjudgmentsofteameffectivenes.Joural ofManagerial Issues, 16(2),248-265.   \nUhl-Bien,M.,Riggio,R.E.,Lowe,K.B,&Carsten,M.K.(20l4).Followershiptheory:Areviewandresearchagenda.The Leadership Quarterly,25(1): 83-104.   \nVan Knippenberg,D.,&Stam,D. (2O14).Visionary leadership.ID.V.Day, (ed.),The Oxford handbook ofleadershipand organizations (pp.241-259). New York: Oxford University Press.   \nVidyarthi,P.R,Anand,S.,&Liden,R.C. (214).Domotionallperceptive leaders motivate higheremployeeperforance The moderating role of task interdependenceand power distance.The Leadership Quarterly,25(2),232-244.   \nWageman，R.(200l).How leaders foster self-managing team efectivenes:Design choices versus hands-on coaching. Organization Science, 12(5),559-577.   \nYun,S.,Cox,J.,&Sims Jr,H.P. (2006).The forgotten follower:Acontingency model of leadershipand followerselfleadership. Journal of Managerial Psychology,21(4),374-388.   \nZhang,F.,& Parker, S.K. (2O19).Reorienting job crafting research: A hierarchical structure of jobcrafting concepts and integrative review. Journal of Organizational Behavior, 40(2), 126-146. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Be your own leader: The multi-level motivational mechanisms of individual self-leadership ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "LUO Wenhao1,WANG Yao² ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "1 School of Economics and Management, North China University of Technology, Beijing 100l44, China) ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "(2 Business School, China University of Political Science and Law, Beijing 10o088, China) ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Abstract: Ina new economy characterized by informatization,digitization,and intelligence,individual selfleadership is ofhigh value to both individual and organizational development. However, existing theorizing and studies on self-leadership are constrained by classical control theory and are mostly limited by singlelevel investigations; as wel, they fail to demonstrate the motivational mechanisms ofself-leadership.Firstly, based on the changing context of current management practices, the present study seeks to expand the conceptualization of individual self-leadership and accordingly develop a reliable and valid scale.With new theorization on individual self-leadership,this study further demonstrates a cross-level motivational influence of team leadership behavior and individual beliefs on self-leadership.Moreover,a three-level trickle-down model is developed to examine the influences of organizational-level practices and team-level self-leadership on individuals’ self-leadership.Accordingly，this project aims to provide an extended conceptualization and measure of self-leadership,and further deepen the understanding of psychological mechanisms as well as of boundary conditions for the formation of individuals'self-leadership.Meanwhile, this project may also offer practical implications for managers to motivate individuals’ self-leadership. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Keywords: self-leadership,motivational mechanism,multi-level model, trickle-down effect, conceptual extension ",
        "page_idx": 23
    }
]