[
    {
        "type": "text",
        "text": "Soil quality assessment in different dammed-valley farmlands in the hilly-gully mountain areas of the northern Loess Plateau, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CHEN Shumin1,2, JIN Zhao1,3\\*, ZHANG Jing4, YANG Siqi1,5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "StateKeyLaboratoryofLoessandQuaternaryGeology,InstituteofEarthEnvironment,ChineseAcademyofSciences,Xian   \n710061,China;   \n2 UniversityofChinese AcademyofSciences,Beijing1049,China;   \n3 CAS Center for Excellence in Quaternary Science and Global Change, Xi'an 710061, China;   \n4XianInstituteofEarthEnvironmentInovation,Xian6China;   \n5 Interdisciplinary Research CenterofEarth ScienceFrontier(RCESF),Beijing Normal University,Beijing 10o875,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: There are numerous valley farmlands on the Chinese Loess Plateau (CLP),where suffers from low soil quality and high risk of soil salinization due to the shallow groundwater table and poor drainage system. Currently,research on the evolution processes and mechanisms of soil quality and salinization in these dammed-valley farmlands on the CLP is still inadequately understood.In this study,three kinds of dammed-valley farmlands in the hilly-gully areas of the northern CLP were selected,and the status of soil quality and the impact factors of soil salinization were examined.The dammed-valley farmlands include the new farmland created by the project of Gully Land Consolidation,the 60-a farmland created by sedimentation from check dam,and the 40O-a farmland created by sedimentation from an ancient landslide-dammed lake.Results showed that (1) the newly created farmland had the lowest soil quality in terms of soil bulk density, porosity,soil organic carbon and total nitrogen among the three kinds of dammed-valley farmlands; (2) soil salinization occurred in the middle and upper reaches of the new and 60-a vally farmlands,whereas no soil salinization was found in the 4OO-a valley farmland; and (3) soil salinization and low soil nutrient were determined to be the two important factors that impacted the soil quality of the valley farmlands in the hilly-gully mountain areas of the CLP. We conclude that the dammed-valley farmlands on the CLP have a high risk of soil salinization due to the shallow groundwater table,alkalinity of the loesial soil and local landform feature,thus resulting in the low soil quality of the valley farmlands. Therefore, strengthening drainage and decreasing groundwater table are extremely important to improve the soil quality of the valley farmlands and guarantee the sustainable development of the valley agriculture on the CLP. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: dammed-valley farmland;soil quality; soil salinization; groundwater; Chinese Loess Plateau ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Soil quality refers to the ability to maintain the sustainable development of ecosystem function, plants and animals without degradation or other ecological problems (Karlen et al.,1997; Zhang et al.,1999). Since the $2 1 ^ { \\mathrm { s t } }$ century, problems of soil quality management and conflicts between population and food have become increasingly prominent (Zhao, 2Oo1). For the past $1 \\times { 1 0 } ^ { 4 }$ a, $1 5 \\%$ of the land has become degraded due to irrational human activities and $1 . 2 \\hat { 3 } { \\times } 1 0 ^ { 9 } ~ \\mathrm { h m } ^ { 2 }$ of farmlands have been lost worldwide (Zhang et al.,1999). Soil quality is not only a critical factor in maintaining the sustainable development of the biosphere but also an imperative part of sustainable agriculture (Smith et al., 1993; Larson and Pierce,1994). Therefore,understanding the status of soil quality and clarifying its changing processes and responses to human impacts will make a great contribution to the promotion of agricultural efficiency (Xiong et al., 2005; Li et al., 2012). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Soil salinization is one of the most important factors that affect soil quality, and much attention has been paid to this issue during the past several decades (Hillel, 1991; Weng et al.,2010). Salt-affected soils are widespread in arid and semi-arid regions, where water carrying dissolved salts evaporates at the soil surface (Arshad,2O08). Reports by FAO (Food and Agriculture Organization of the United Nations,20o8) demonstrated that, among the $1 . 5 { \\times } 1 0 ^ { 9 } \\ \\mathrm { h m } ^ { 2 }$ of arable lands in arid zones, $2 \\%$ of the arid arable lands have suffered secondary salinization. On a global basis, primary salt-affected farmlands total approximately $9 5 5 \\times 1 0 ^ { 1 2 } \\mathrm { h m } ^ { 2 }$ , and secondary salinized farmlands total approximately $7 7 \\times 1 0 ^ { 1 2 } ~ \\mathrm { h m } ^ { 2 }$ (Metternicht and Zinck, 2003). The wide occurrence of soil salinization wil greatly aect crop growth and result in the conversion of farmlands into badlands (Munns and Tester, 2008). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "China has a total area of $3 6 . 0 { \\times } 1 0 ^ { 6 } \\ \\mathrm { h m } ^ { 2 }$ of salt-affected lands, of which $9 . 2 { \\times } 1 0 ^ { 6 } \\mathrm { h m } ^ { 2 }$ of arable lands have low utility efficiency and agricultural productivity levels (Yu and Wang, 1997; National Soil Survey Office,1998). Since the 1970s, great efforts have been made to alleviate salinization in China, and the situation is improving, e.g., the total areas of salt-affected soils have decreased by almost one half in the North China Plain and the Northeast Plain (Ye and Chen, 1992). However, soil salinization remains a serious problem in land degradation in China (Li et al., 2016),e.g., widespread problems of soil salinization remain in the dammed-valley farmlands in the hilly-gully mountain areas of the CLP, which has significantly aected the sustainable utilization of these valley land resources (Jin et al.,2Ol9). Therefore,it is essential to identify the critical impact factors of soil salinization in the dammed-valley farmlands and propose rational measures to guarantee the sustainable development of valley agriculture. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The CLP is located in the transitional zone from semi-arid to arid climate and has an average annual precipitation of $2 0 0 { - } 7 0 0 ~ \\mathrm { m m }$ .The hilly-gully mountain areas of the CLP occupy $2 1 \\times 1 0 ^ { 9 }$ $\\mathrm { h m } ^ { 2 }$ and have vast hills and gullies and severe soil erosion (Pang,2018). Approximately $90 \\%$ of sediments in the Yellow River are produced from the hilly-gully mountain areas on the CLP (Tang et al.,1987). Since the 1950s, Chinese government has constructed a large number of check dams to trap sediments, which have achieved great success in controlling gully erosion and reducing the sediment load in the Yellow River (Jin et al.,2O12).Additionall, the check dams have created more than $2 \\times 1 0 ^ { 4 } \\mathrm { h m } ^ { 2 }$ of valley farmlands in the hilly-gully mountain areas (Wang et al., 2011). It is generally assumed that the productivity of these dammed-valley farmlands is approximately 5-10 times higher than that of the slope farmlands because of abundant soil water. However, soil salinization is prone to occur in these dammed-valley farmlands. In recent years,a project called Gully Land Consolidation (GLC) has been initiated in the hilly-gully region to increase the area of valley farmlands (Liu et al., 2013; Jin, 2014). Currently, an area of $3 3 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ of new farmlands has been created in the valley. These newly created farmlands have also faced the problems of low soil quality and soil salinization，which have significantly impaired the sustainable use of these valley land resources (Jin et al., 2O19). Therefore, clearly understanding the status of soil quality in these dammed-valley farmlands and clarifying their impact factors are important for the sustainable development of valley agriculture in the hilly-gully mountain areas of the CLP. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study, we hypothesized that soil salinization and low soil nutrients would be the two most important factors that impacted the soil quality of the valley farmlands on the CLP.To test this hypothesis,，we selected three kinds of dammed-valley farmlands in the hilly-gully areas of the northern CLP,and examined the status of soil quality and the impact factors of soil salinization. The dammed-valley farmlands included the new farmland created by the project of GLC,the 6O-a farmland created by sedimentation from check dam, and the 400-a farmland created by sedimentation from an ancient landslide-dammed lake.The aim of this study was to clarify the difference of soil quality and their critical impact factors in these different dammed-valley farmlands and provide guidance for elevating the soil quality in the valley farmlands on the CLP. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The three kinds of dammed-valley farmlands were selected in different watersheds located in the hilly-gully mountain areas of the northern CLP, China (Fig.1), i.e., the Gutun watershed in the Baota District of Yan'an City, the Majiawan watershed in the Zichang City and the Huangtuwa Watershed in the Zizhou County. The area of the Gutun watershed is $2 5 ~ \\mathrm { k m } ^ { 2 }$ . The annual mean temperature was $1 0 . 3 ^ { \\circ } \\mathrm { C }$ and the mean annual precipitation was $4 9 5 ~ \\mathrm { m m }$ (1980-2007; Yu et al., 2017). The GLC project was carried out in the Gutun watershed in 2011 and completed in 2014. The main approach of the GLC project included reshaping creek valleys by incising foot slopes, filing stream channels and ditches，constructing drainage canals， dams and reservoirs，and creating flat farmlands (Jin et al., 2O19).In the reshaped creek valley, $2 0 0 \\mathrm { ~ h m } ^ { 2 }$ of new farmlands were created. The area of the Majiawan watershed is $1 3 2 ~ \\mathrm { k m } ^ { 2 }$ (Wang,1988; Chen et al., 2019). The annual mean temperature of the Majiawan watershed is $1 0 . 6 ^ { \\circ } \\mathrm { C }$ ，and the mean annual precipitation is approximately $5 0 0 ~ \\mathrm { m m }$ . The check dam of the Majiawan watershed was built in the 1950s and was later reconstructed after a heavy rainstorm in 1977 (Wang, 1988). The area of farmland from check dam is $5 6 \\ \\mathrm { h m } ^ { 2 }$ . The Huangtuwa watershed formed from an ancient landslide-dammed lake about 4OO a ago and the area of farmland is $1 7 \\mathrm { h m } ^ { 2 }$ (Long et al., 2008). In the Huangtuwa watershed, the annual mean temperature was $1 0 . 0 ^ { \\circ } \\mathrm { C }$ and the mean annual precipitation was $4 3 5 ~ \\mathrm { m m }$ (1953-2017; Chen et al., 2019). In the three kinds of dammed-valley farmlands, the dry season starts from October to the next May and the wet season starts from June to September. Corn is the main crop cultivated in these valley farmlands. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/74954695320a1fd1888b53f643d76602bf1a5d55132f371384a7c340c2f22015.jpg",
        "img_caption": [
            "Fig.1Location of the three kinds ofdammed-valey farmlands on the northernLoess Plateau in China (a).The Huangtuwa watershed: 4Oo-a farmland was created by sedimentation from an ancient landslide-dammed lake in the valley (b).The Majiawan watershed: 6O-a farmland was created by sedimentation from check dam in the vally (c)and the Gutun watershed: new farmland was created by the Gully Land Consolidation project in the valley (d). "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Soil sampling and pretreatment ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A total of 476 soil samples were collected in the three kinds of dammed-valley farmlands, which included 24 core-drilling sites and 11 soil profile sites (a depth of $2 ~ \\mathrm { m } ^ { \\cdot }$ ). In the core-drilling sites, the soil cores were sampled using a hand-held auger with a diameter of $5 \\mathrm { c m }$ . In the profile sites, the soil profile depth was $2 \\mathrm { m }$ . Given the workload and the tillage depth, soil samples were taken at an interval of $1 0 \\ \\mathrm { c m }$ at the soil layer above $1 0 0 ~ \\mathrm { c m }$ and at a $2 0 \\mathrm { - c m }$ interval at the deep soil layer below $1 0 0 ~ \\mathrm { c m }$ in each sampling site. In the new farmland (Gutun watershed),a total of 142 soil samples were collected, which included 9 core-drilling sites and 3 profile sites (Fig. 2a). In the 60-a farmland (Majiawa watershed),a total of 94 soil samples were collected, which included 7 core-driling sites and 4 profile sites (Fig. 2b). During the sampling process, we found that the soil cores were obviously water-saturated and that soil samples in the deep soil layers were difficult to drill out by a hand-held auger. In the 40o-a farmland (Huangtuwa watershed),a total of 240 soil samples were collected, which included 8 core-drilling sites and 4 profile sites (Fig. 2c).The field sampling was conducted in May 2O18.All the collected soil samples were air-dried and passed through $1 . 0 0 \\mathrm { - m m }$ and $0 . 1 5 \\mathrm { - m m }$ sieves for physical and chemical analysis,respectively (Bao, 1999). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e5fdfdf1f04281e6cf740364a89f68dd0b09c11d3ff84a74505692520a7c4d1e.jpg",
        "img_caption": [
            "Fig.2Distribution of sampling sites in the three kinds of dammed-valley farmlands.(a),new farmland in the Gutunwatershed;(b),6O-a farmland in the Majiawan watershed;(c),400-a farmland in the Huangtuwa watershed. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Soil physical and chemical analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study，soil physical and chemical parameters,including texture,porosity, bulk density (BD)，soil organic carbon (SOC)，soil inorganic carbon (SIC)， total nitrogen (TN), electric conductivity (EC） and $\\mathfrak { p H }$ were measured. Total organic carbon (TOC） was measured by an elemental analyzer (vario PYRO cube,Elementar, Germany)， SOC was measured using the method of wet combustion (Agriculture Department of PRC,2006),and SIC was determined by the difference value between TOC and SOC. TN was measured by the Kjeldahl method (K-360, Buchik, Switzerland) (Bao,1999). Salinization was measured by EC meters (DDS-307, Rex Electric Chemical, China),and soil solution was saturation paste extracts (Richards,1954). pH was measured using 2.5:1.0 water/soil ratio solutions (ST300, OHAUS, USA) (Violante, 2000). Soil texture in the 11 profile sites down to a depth of $2 \\mathrm { ~ m ~ }$ was measured by a laser particle analyzer (Mastersizer 30oo, Malvern, England). Gravimetric soil moisture was measured by the weight method after being oven-dried at $1 0 5 ^ { \\circ } \\mathrm { C }$ for $2 4 \\mathrm { ~ h ~ }$ (Blake and Hartge,1986),and soil BD was measured by the cutting-ring method using a cylindrical metal sampler (volume $1 0 0 ~ \\mathrm { c m } ^ { 3 } )$ (Shao et al.， 2O06). We converted the data of gravimetric water content to volumetric water content based on Equation 1 (Brady and Weil,1996). We assumed that soil bulk density below 2 m was similar to that above $2 \\mathrm { m }$ ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\theta _ { \\mathrm { { w } } } \\ = \\ { \\frac { \\rho _ { \\mathrm { { b } } } } { \\rho _ { \\mathrm { { w } } } } } \\times G _ { \\mathrm { { w } } } \\ ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\theta _ { \\mathrm { w } }$ is the volumetric water content $( \\% ) ; \\rho _ { \\mathsf { b } }$ is the dry soil BD $( \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ ： $\\rho _ { \\mathrm { w } }$ is the water density $( 1 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ ; and $G _ { \\mathrm { w } }$ is the gravimetric water content $( \\mathrm { g / g } )$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We calculated soil porosity $( f )$ based on the data of soil BD using Equation 2 (Brady and Weil, 1996): ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nf = ( 1 - { \\frac { \\rho _ { \\mathrm { b } } } { \\rho _ { \\mathrm { s } } } } ) \\times 1 0 0 \\% ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $f$ is the soil porosity $( \\% ) ; \\rho _ { \\mathsf { b } }$ is the dry soil BD $( \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ ; and $\\rho _ { \\mathrm { s } }$ is the assumed particle density $( 2 . 6 5 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ L ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4 Data analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Significant differences of SOC, SIC and TN between the upper soil layers $( 0 { - } 1 0 0 ~ \\mathrm { c m } )$ and deeper soil layers $( 1 0 0 - 2 0 0 ~ \\mathrm { c m } )$ were determined by the method of independent-sample $t \\cdot$ -tests. One-way analysis of variance (ANOVA) was used to compare the differences of BD, soil porosity, SOC, SIC, TN,EC and $\\mathfrak { p H }$ among the three kinds of valley farmlands. The differences of EC among the upstream farmlands, midstream farmlands and downstream farmlands in the three study sites were also compared by the method of one-way ANOVA. The significance was at the O.05 probability level.All the data were analyzed using the software of the SPSS 21.0. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Soil physical properties ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.1 Soil texture ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Soil texture in the three kinds of dammed-valley farmlands is silty loam based on the triangle chart of the US Department of Agriculture Classification Standard (Fig. 3). The newly created farmland in the Gutun watershed had the highest clay content among the three dammed-valley farmlands,which accounted for $3 . 2 \\%$ of the total soil particles,whereas the 4OO-a farmland in the Huangtuwa watershed had the highest content of sand, which accounted for $3 9 . 0 \\%$ of the total soil particles. The differences in particle size of the three kinds of dammed-valley farmlands would create a significant influence on the infiltration and drainage efficiency of soil water and affect the groundwater table. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/beb1a4f7e24cec9b8ea274256aca31764b69bc03671b0f29c8a68643d660c2a0.jpg",
        "img_caption": [
            "Fig.3Soil texture triangle chart of the three kinds of dammed-valley farmlands "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.2 Soil BD ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The new farmland had a higher soil BD $( 1 . 6 5 \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ than the 60-a and 400-a farmlands $( P { < } 0 . 0 5 )$ ： In the upper soil layers of $\\textstyle 0 - 4 0 \\ { \\mathrm { c m } }$ ，BD had a sharp increase with increase in depth,whereas in ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "the deep soil layers of $4 0 { - } 2 0 0 ~ \\mathrm { c m }$ ， soil BD kept a stable value in the new farmland.However, soil BD in the 60-a and 400-a farmlands showed no significant difference $( P { > } 0 . 0 5 )$ ，with an average value of approximately $1 . 4 5 \\mathrm { g / c m } ^ { 3 }$ (Fig. 4). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c2e23301ff3aee3a0d36d19212a7444922c29c1a8ebd67e3bcdeca068279b9fc.jpg",
        "img_caption": [
            "Fig.4Vertical distributions of soil bulk density (BD)in the three kinds of dammed-valey farmlands.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.3 Soil porosity ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Compared with the 60-a and 4Oo-a farmlands, the new farmland had a lower value of soil porosity, with an average of $3 7 . 8 \\%$ in the measured profiles( $_ { ( P < 0 . 0 5 }$ ； Fig. 5).However, there was no significant difference in soil porosity,which ranged from $45 . 0 \\%$ to $5 0 . 0 \\%$ in the 60-a and $4 0 0 \\mathrm { - a }$ farmlands $( P { > } 0 . 0 5 )$ ： ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/deb4b6e4285733db5c19d86502bf8e5d9b6bd549f2c4d4df5e79fdeec61f7990.jpg",
        "img_caption": [
            "Fig.5Vertical distributionsof soil porosity in the three kinds of dammed-valey farmlands.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 Soil chemical properties ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.1 SOC In the upper soil layers of $0 { - } 1 0 0 ~ \\mathrm { c m }$ , SOC had a sharp decrease with increase in depth,whereas in the deep soil layers of $1 0 0 { - } 2 0 0 ~ \\mathrm { c m }$ ，SOC contents kept a stable value in the new and $4 0 0 \\mathrm { - a }$ farmlands.The 60-a farmland had a patern of first increase and then decrease (Fig. 6). Compared with the 6O-a and 400-a farmlands formed by sedimentation, the new farmland had the lowest contents of SOC $( P { < } 0 . 0 5 )$ ，which averaged $1 . 7 6 ~ \\mathrm { g / k g }$ .In the new farmland,there was no significant difference in SOC contents between the upper $( 0 { - } 1 0 0 ~ \\mathrm { c m } )$ and deep $( 1 0 0 - 2 0 0 ~ \\mathrm { c m } )$ soil layers $( P { > } 0 . 0 5 )$ ，which both averaged $1 . 7 0 \\mathrm { g / k g }$ . In the 400-a farmland, the upper soil layer (2.54 $\\bf { g } / \\mathrm { k g } )$ had a higher SOC content than the deep soil layer $( 2 . 0 \\mathrm { g / k g ) }$ $( P { < } 0 . 0 5 )$ . Moreover, there was a double accumulation pattern between the upper and deep soil layers in the 6O-a farmland, which indicates that the depth of $1 0 0 ~ \\mathrm { c m }$ is probably the interface between the old topography and the sediment accumulation layer. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e2542acc1419481eb36129c4583c03c1085d3a044fec5e9d4d1856bc137f5859.jpg",
        "img_caption": [
            "Fig.6Vertical distributions of soil organic carbon (SOC) in the three kinds of dammed-valley farmlands.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.2 SIC ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the three kinds of dammed-valley farmlands, the average contents of SIC were 12.1,13.2 and $1 3 . 4 ~ \\mathrm { g / k g }$ for the new, 6O-a and 400-a farmlands,respectively,and the new farmland had a lower SIC content than the other two farmlands $( P { < } 0 . 0 5$ ； Fig. 7). The SIC contents slightly changed with increase in depth in the 6O-a and 40o-a farmlands,and there was no significant diference between the upper $\\left( 0 { - } 1 0 0 \\ \\mathrm { c m } \\right)$ and deep ( $\\mathrm { 1 0 0 - 2 0 0 ~ c m } )$ soil layers $( P { > } 0 . 0 5 )$ . However, the SIC showed a pattern of first increase and then decrease in the deep soil layers of $1 0 0 { - } 2 0 0 ~ \\mathrm { c m }$ in the 60-a farmland, indicating the similar trend for the $1 0 0 \\mathrm { c m }$ interface of SOC. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.3 TN ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the three kinds of dammed-valley farmlands, the average contents of TN were 0.28, 0.32 and $0 . 3 0 ~ \\mathrm { g / k g }$ for the new,60-a and 400-a farmlands,respectively (Fig. 8). Statistical analysis demonstrated that there was no significant difference in the TN contents among the three kinds of valley farmlands $( P { > } 0 . 0 5 )$ . The profile distributions of TN varied with different valley farmlands. In the new farmland, there was no significant difference between the upper $( 0 { - } 1 0 0 ~ \\mathrm { c m } )$ and deep $( 1 0 0 - 2 0 0 ~ \\mathrm { c m } )$ soil layers $( P { > } 0 . 0 5 )$ . However, the 4Oo-a farmland showed a depletion pattern, and the upper soil layers $( 0 { - } 1 0 0 ~ \\mathrm { c m } )$ had a higher TN content than the deep soil layers $( 1 0 0 - 2 0 0 ~ \\mathrm { c m }$ ：， $P { < } 0 . 0 5 )$ . Additionally,a double accumulation pattern of TN between the upper ( $\\mathrm { ( 0 { - } 1 0 0 ~ c m ) }$ and deep soil layer ( $\\mathrm { 1 0 0 - 2 0 0 ~ c m } )$ existed in the 6O-a farmland,which was similar to the profile distribution patterns of SOC and SIC. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Soil salinization ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3.1 EC ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the three kinds of dammed-valley farmlands, new and 6O-a farmlands had EC values higher than $2 0 0 0 { \\mu \\mathrm { S / c m } }$ ,indicating that soil salinization has occurred in these sites.Additionally, EC in the 40o-a farmland reached $5 3 8 5 ~ { \\mu \\mathrm { S / c m } }$ ，indicating that this site has suffered from serious salinization. Statistical analysis showed that significant differences in EC existed among the three kinds of dammed-valley farmlands and the 4Oo-a farmland had the most serious soil salinization $( P { < } 0 . 0 5 )$ . The upper and middle reaches of the Gutun and Majawan watersheds had higher EC values than the lower reaches ( $( P { < } 0 . 0 5$ ; Fig. 9), which was mostly due to the shallow groundwater table.However, soil EC was low,and no soil salinization has occurred in the Huangtuwa watershed, mostly due to the deep water table in the valley. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/78415e2f5845dde8a34c379cbba25d4a30d5c9520beaa59ac7bb970d6c2f1838.jpg",
        "img_caption": [
            "Fig.7Vertical distributions of soil inorganic carbon (SIC) in the three kinds ofdammed-valley farmlands.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/81162f971ffc87428ffade23c7158f79098872f5bcca27516cfc590105109c5a.jpg",
        "img_caption": [
            "Fig.8Vertical distributions of soil total nitrogen (TN) in the three kinds ofdammed-vally farmlands.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3.2 Soil pH ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The new farmland had the highest $\\mathfrak { p H }$ (8.46) compared with the other two farmlands ( $_ { ( P < 0 . 0 5 }$ ; Fig. 10). Moreover, the upper reaches of the Gutun watershed and the middle reaches of the Majiawan watershed, where serious salinization has occurred, had a high pH value of 9.00. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/8ca261f87e4ad20111bfa163477e0ada530039992ab8feac1fcb48b2190d9666.jpg",
        "img_caption": [
            "Fig.9EC values at a depth of $0 { - } 2 0 ~ \\mathrm { c m }$ in the three kinds of dammed-valley farmlands.(a),comparisons between different dammed-valley farmlands within the same locations of the valley; (b),comparisons between different locations of the valley within the same dammed-valley farmland.Different lowercase letters indicate significant differences among different farmlands or locations at $P { < } 0 . 0 5$ level. Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/563f9364fc94c3172b6ba7dfdb5eddc9ed5a86fa1d405567a72e9b3a65a19dba.jpg",
        "img_caption": [
            "Fig.10Soil $\\mathsf { p H }$ values at a depth of $0 { - } 2 0 ~ \\mathrm { c m }$ in the three kinds of dammed-valley farmlands.Different lowercase letters indicate significant differences among different farmlands at $P { < } 0 . 0 5$ level. Circle indicates mean value,horizontal line in the box indicates median of the data and the bounding box corresponds to the $2 5 ^ { \\mathrm { t h } } - 7 5 ^ { \\mathrm { t h } }$ percentiles.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Soil texture, BD, SOC and TN are important indicators of soil quality (Zhao et al.,2015; Demir et al., 2019; Johannes et al., 2019). In this study,soil texture in the three kinds of dammed-valley farmlands belonged to silty loam soils,although they varied in soil particle distribution.In the Huangtuwa watershed,the 400-a farmland had the highest sand content among the three kinds of dammed-valley farmlands, i.e., $3 9 . 0 \\%$ of the total soil particles. Such characteristics of soil particle distribution in the Huangtuwa watershed can be attributed to its geographical location and geological background. The Huangtuwa watershed is close to the zone of sandy loess distribution on the CLP, where the soil has high content of sand and low content of clay (Liu et al.,1985). Thus,the 4Oo-a farmland in the area showed a relatively high content of sand particles.Previous studies have demonstrated that a high content of sand particles in silty loam soil was beneficial to rainfall infiltration and water drainage (Sajjadi et al., 2016),which led to the moderate soil moisture content and deep groundwater table in the 4OO-a farmland of the Huangtuwa watershed (Chen et al.,2O19). In the Gutun watershed, the new farmland had the highest value of soil BD among the three kinds of dammed-valley farmlands,which was attributed to mechanical soil compaction. In this study, the main approach of creating new farmlands included filling stream channels and ditches and compacting the new soil by mechanical power (Jin et al., 2O19). Thus, the new farmlands in the Gutun watershed had the higher BD value than the other two dammed-valey farmlands that formed by sedimentation from check dam and landslide lake. Moreover, the traditional tillage method of ploughing has been applied in the three kinds of dammed-valley farmlands and the tillage layer thickness is $2 0 ~ \\mathrm { c m }$ . The ploughing activity makes the soil BD of the top layers $( 0 { - } 2 0 \\ \\mathrm { ~ c m } )$ ，showing similar values for the three kinds of dammed-valley farmlands (Fig. 4). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Numerous results have showed that the tillage thickness on the CLP concentrates on the top layers of $0 { - } 2 0 ~ \\mathrm { c m }$ and thus soil nutrients of this layer generally indicate the status of soil fertility (Jin et al., 2008; Zhao et al.,2009). The main quality indices for the $0 { - } 2 0 ~ \\mathrm { c m }$ surface soils of this study showed that the contents of SOC of the new, 60-a and 400-a farmlands were 4.19, 6.00 and $5 . 4 8 \\ \\mathrm { \\ g / k g } .$ ， respectively. Compared with the national classification criterion of soil nutrient contents in China,the soils of the three kinds of dammed-valey farmlands are in the status of nutrient deficiency.Moreover, the contents of TN were all below $0 . 5 0 { \\mathrm { g / k g } }$ for the three kinds of dammed-valley farmlands. Compared with the national standards of China, these valley soils are in the status of extremely $\\mathrm { \\Delta N }$ deficiency.Thus,the soil of the three kinds of dammed-valley farmlands on the CLP is nutrient deficient, especially the new farmland in the Gutun watershed due to the new created loess.Additionally, we found that there existed an interface between the old topography and sediment accumulation at the depth of $1 0 0 ~ \\mathrm { c m }$ in the 60-a farmland of the Majiawan watershed, which led to the shallow groundwater table in the area. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Soil salinization is the most serious factor that impacts the soil quality of farmland (Li et al., 2012;Li et al.,2018). In this study,soil EC data showed that the 400-a farmland had no soil salinization，whereas in the new and 6O-a farmlands, the middle and upper reaches of the watershed had varied salinization. Numerous studies have demonstrated that a rising groundwater table or waterlogging is the primary cause of soil salinization in arid and semi-arid regions (Bennett et al.,2009; Singh et al.,2010; Kang et al.,2012; Singh,2013,2015; Jin et al.,2019). Due to the high evaporation, salt concentration is gradually increased in the water sources and soil profiles (Singh, 2O15).When the water table rises or approaches the ground surface，salts accumulate on the surface due to the effect of the capillary rise from a shallow water table (Bennett et al., 2009; Singh,2015).Besides the water table,alkaline properties of the soil and local landform features are also important factors inducing soil salinization (Bui, 2O17; Jin et al., 2019). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study,we did not directly measure the groundwater table. However, the soil water content in the dry season could reflect the depth of groundwater table. The sampling activity was conducted in May 2O18, which was the time of spring drought. The soil water content showed that the Majiawan watershed had the highest value $( 2 8 . 4 \\% )$ compared with the other two watersheds, with two-thirds of the sampling sites (7 out of 1O) having soil water content higher than $4 0 . 0 \\%$ (Fig.11). In the Gutun and Huangtuwa watersheds, the farmlands had average soil water contents of $2 1 . 1 \\%$ and $1 4 . 8 \\%$ ,respectivelyin the $0 { - } 2 0 0 ~ \\mathrm { c m }$ depth (Fig.11).Moreover, our previous research estimated that the groundwater table depths were 2.9,1.2 and $4 . 8 \\mathrm { ~ m ~ }$ in the Gutun,Majiawan and Huangtuwa watersheds， respectively (Chen et al.， 2019). Our field investigation proved that there were large-area water-logged farmlands in the middle reaches of the Majiawan watershed,which led to the problems of land abandonment. Wang (1988) demonstrated that since the check dam was built in the 195Os,the water table in the valley farmlands of the Majiawan watershed became significantly elevated due to poor drainage, which led to more than $50 \\%$ of the valley farmlands being unused. Therefore, the shallow groundwater table in the Majiawan and Gutun watersheds, especially the very shallow groundwater table in the middle and upper reaches of the watershed would be the primary reason for soil salinization in the area. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The alkalinity of the loessial soil would be another important factor that leads to soil salinization. Our previous study that conducted in the Gutun watershed showed that the loessial soil showed a high concentration of soluble salt $( 0 . 8 7 ~ \\mathrm { g / k g ) }$ and $\\mathfrak { p H }$ values $( > 8 . 5 )$ ，and the dominant cation and anion are $\\mathrm { { N a } ^ { + } }$ and ${ \\mathrm { H C O } } _ { 3 } ^ { - }$ ,respectively (Jin et al., 2019).Moreover, $\\mathrm { C l } ^ { - }$ and ${ \\mathrm { S O } _ { 4 } } ^ { 2 - }$ presented relatively high concentrations $\\mathrm { ( C l ^ { - } } : 1 . 5 6 \\ \\mathrm { m m o l / L }$ and $\\mathrm { S O _ { 4 } } ^ { 2 - }$ $1 . 1 5 \\mathrm { m m o l / L }$ (Jin et al., 2019). We also found that the concentrations of $\\mathrm { { N a } ^ { + } }$ ， $\\mathrm { M g } ^ { 2 + }$ ， $\\mathrm { C a } ^ { 2 + }$ ， $\\mathrm { C l } ^ { - }$ and $\\mathrm { S O _ { 4 } } ^ { 2 - }$ increased 5.2-24.6-fold in the salinized farmlands,and $\\mathrm { { N a } ^ { + } }$ and $\\mathrm { C l } ^ { - }$ became the dominant cation and anion in the saturated soil (Jin et al.，2O19). Therefore,the new and 60-a farmlands in this study probably underwent the process of sodification (Daliakopoulos et al., 2016; Bui, 2017). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The influence of local landform features should be considered in explaining the reasons of soil salinization.Field investigation shows that the width of the stream channel becomes narrow in the middle and upper stream of the watershed. Moreover, our previous study found that the narrower the stream channel is,the more significant soil salinization likely occurs (Jin et al.,2O19). Such landform features of the middle and upper stream of the watershed do not favor water drainage and will cause waterlogging，which will further intensify soil salinization. In this study,it is interesting that there is no soil salinization in the 4OO-a farmland in the Huangtuwa watershed, although there are no drainage facilities. Local landform feature of the Huangtuwa watershed might play a crucial role in suppressing soil salinization because Huangtuwa watershed located on a sedimentation highland, resulting in a relatively high elevation and favoring rainfallinfiltration and soil water drainage. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/fd88c63e19e3e625ce974506377f0097991976b72ad03bb5d5455e12433e6b0a.jpg",
        "img_caption": [
            "Fig.11Vertical distributions ofsoil water content in the three kinds ofdammed-valley farmlands.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In this study， soil salinization and low soil nutrients were determined to be the two most important factors that impact soil quality of the valley farmlands in the hilly-gully mountain areas of the CLP.Prevention of soil salinization and elevation of soil nutrient levels are necessary for the newly created farmland, whereas for the farmland formed by sedimentation from check dam, controlling soil salinization is very urgent. Taking the new farmland of the Gutun watershed as an example,soil salinization has occurred in the upper reaches of the watershed. If no effective measures are implemented to strengthen the drainage of the valley and lower the groundwater table,the new farmland in the valley will evolve towards the conditions of shallow groundwater tables and serious soil salinization, as in the Majiawan watershed. However, if effective drainage facilities are built and the groundwater table is suppressed,the new farmland would evolve to the conditions of deep groundwater tables and no soil salinization, as in the Huangtuwa watershed. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The results of this study suggest that the soil of the three kinds of dammed-valley farmlands on the CLP is nutrient deficient and effective measures should be conducted to increase the soil fertility.The new farmland created by the GLC project has a high risk of soil salinization in the upper reaches of the watershed. Moreover, serious soil salinization also occurred in the middle and upper reaches of the Majiawan watershed. Soil salinization is the critical factor that impairs the quality of the valley farmlands,and shallow water table,alkalinity of the loessial soil and local landform feature are the main causes of soil salinization. Therefore, strengthening drainage and suppressing water tables are extremely important to improve the quality of the valley farmlands and guarantee the sustainable use of the valley land resources. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This study was funded by the National Natural Science Foundation of China (41790444),the Strategic Priority Research Program of Chinese Academy of Sciences (XDB40ooo00),and the National Key Research and Development Program of China (2018YFC1504701). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Agriculture Departmentof the People's RepublicofChina.2006.Agricultural standardsof thePeople'sRepublicofChina.In: Soil Testing Method for Determination of Soil Organic Matter ( $\\boldsymbol { \\cdot } ^ { \\mathrm { t h } }$ ed.). Beijing: Agricultural Industry Standards of the People's Republic of China,1-3.(in Chinese)   \nArshad MA.2Oo8.Soil SalinityandSalinization.EncyclopediaofSoil Science.New York:Springer Science+Business Media, 611-613.   \nBao S T.1999.Chemical Analysis for Agricultural Soil. Beijing: China Agriculture Press,183-188.(in Chinese)   \nBennetSJ,Barrtt-LnnardEG,ColmerTD.2Oo9.Salinityandwaterloggingasconstraints tosalandpastureproductio:A review.Agriculture,Ecosystem & Environment,129(4): 349-360.   \nBlake GR,Hartge KH.1986.Bulk density.In: KluteA.Methods ofSoilAnalysis.PartIPhysicaland MineralogicalMethods Agronomy Monograph No.9. Madison: American Society of Agronomy,363-376.   \nBradyNC,WeilRR.1996.The Nature and Properties of Soils ( $1 1 ^ { \\mathrm { s t } }$ ed.).New York: Prentice Hall,10-150.   \nBuiEN.20l7.Causesof soil salinization,sodification,andalkalinization.Oxford Research EncyclopediaofEnvironmental Science.[2020-12-22]. htps://doi.org/10.1093/acrefore/9780199389414.013.264.   \nChen S,JinZ,ZhangJ,etal.219.Thesituationandimpactfactorsofsoilsalinizationindifferentdammedfarmlandsinthe valley area of the Northern Shaanxi Province.Journal of Earth Environment,11(1):81-89.   \nDemir Z,TursunN,IsikD.2O19.Effectsofdiferentcovercropsonsoilqualityparametersand yield inanapricotorchard. International Journal of Agricultural Biology,21 (2): 399-408.   \nFAO.2008.Land Degradation Assessment in Drylands (LADA):Assesing the status,causes and impact of land degradation.Land and Plant Nutrition Management Service.[2020-12-09]. http://www.fao.org/3/mc980e/mc980e.pdf.   \nHillel D.1991. Research in soil physics: A review. Soil Science,151(1): 30-34.   \nJinFH,Li SQ,LuHL,etal.Oo8.Variationofsoil microbialbiomasscarbon,soilmicrobialbiomass itrogeandntrogen mineralization potentialindifferentsoil typesontheLoess Plateau.Acta Ecologica Sinica,28(1):227-236.(inChinese)   \nJin Z,CuiBL,SongY,etal.20l.Howmanycheckdams doweneedtobuildontheLoess Plateau?EnvironmentalScience & Technology,46(16):8527-8528.   \nJin Z.2014.The creationoffarmland by gull filingon the Loess Plateau:adouble-edged swordEnvironmental Science& Technology, 48: 883-884.   \nJin Z,GuoL,WangYQ,etal.2O19.Valleyreshaping anddamming induce water ableriseandsoilsalinizationonthe Chinese Loess Plateau. Geoderma, 339:115-125.   \nJohanes A,WeisskopfP,SchulinR,etal.2O19.Soiltructurequality indicatorsandtheirlimit values.Ecological Indicators, 104: 686-694.   \nKangYH,Wang RS,Wan S Q,etal.2O12.Effectsof different water levelsoncottongrowth and wateruse through drip irigation inanarid region with saline ground waterofNorthwest China.Agricultural Water Management,109:117-126.   \nKarlen DL,MausbachMJ,DoranJW,etal.1997.Soil quality:aconcept,definition,andframework forevaluation.Soil Science Society of American Journal, 61(1): 4.   \nLarson WE,PierceFJ.1994.The dynamics of soil quality as a measure of sustainable management.In: Defining soil quality for a sustainable environment. Soil Science Society of American Journal,35:37-51.   \nLi JG,PuLJ,ZhuM,etalO12.Thepresentsituationandhotissesithesalt-affectedsoilresearch.Acta Geograpica Sinica,67:9.(in Chinese)   \nLiPY,Wu JH,Qian H.2016.Regulationofsecondarysoil salinization insemi-aridregions: a simulationresearch in the Nanshantaizi area along the Silk Road,Northwest China.Environmental Earth Science,75(8): 698.   \nLiPY,Qian H,WuJH.2O18.Conjunctiveuseof groundwaterand surface water toreduce soilsalinizationin the Yinchuan Plain,North-West China.International Journal of Water Resources Development,34(3): 337-353.   \nLi Y.2012.Thecharacteristicand evaluationof soil quality in loess hily-gullyregion:acase studyof Zichang County, Northern Shaanxi.MS dissertation.Xi'an: Shaanxi Normal University.(in Chinese)   \nLiu Q,WangYQ,Zhang J,et al.2013.Filing gullestocreate farmlandontheLoess Plateau.Environmental Science& Technology,47(14): 7589-7590.   \nLiu D S,An Z S, Yuan B Y.1985.Eolian process and dust mantle (Loess in China. Quaterary Science,6(1):3-125.(in Chinese)   \nLong Y,Zhang XB,LiM,etal.2O08.Identificationof thedeposited layers inlandslidesreservoirand investigationofthe sediment yields during the later sixteenth centuryon the Hill Loess Plateau,China.Chinese Science Buletin,53(1): 3908-3913.(in Chinese)   \nMeternicht GI, ZinckJA.2003.Remote sensing ofsoil salinity: potentials and constraints.Remote Sensingof Environment, 85(1): 1-20.   \nMunns R,TesterM.20o8.Mechanisms of salinity tolerance.Annual Review of Plant Biology,59(1): 651-681.   \nNational Soil Survey Office.1998.Soils of China.Beijing: China Agriculture Press,52-180. (in Chinese)   \nPang Z.2018.Discussion on the design and implementation of gully land consolidation project-a case studyof land consolidation in Yangwanvalley,Nanniwan town,Baotadistrict,Yan'ancity.Agriculture Science &Technology,543(10): 32-35 (in Chinese).   \nRichards LA.1954.Diagnosis and ImprovementofSaline and Alkali Soils (Handbook No.60).WashingtonDC:United States Department of Agriculture,7-33.   \nSajadi SA H,MirzaeiM,NasabAF,etal.2O16.Effectof soil physical propertiesoninfiltrationrate.Geomechanics& Engineering,10(6): 727-736.   \nShao MA, Wang QJ, Huang M B.2006.Soil Physics.Beijing: Higher Education Press,55-60.(in Chinese)   \nSingh A.2013.Groundwater modelling for the assessment of water management alternatives.Journal of Hydrology,481: 220-229.   \nSingh A.2015.Soilsalinizationand waterlogging:Athreattoenvironmentandagriculturalsustainability.Ecological Indicators, 57:128-130.   \nSinghA,KrauseP,PandaSN,etal.210.Risingwatertable:Athreattoustaiableagricultureinaniigatedsem-aridgion of Haryana,India.Agricultural Water Management, 97(10): 1443-1451.   \nSmith JL,Halvorson JJ,PapendickRI.1993.Using multiple-variable indicator Kriging for evaluating soil qualitySoil Science Society of American Journal,57(3): 743-749.   \nTang K,Zhang Z,Kong X,etal.1987.Astudyofsoilloss and sol degradation intheLoessPlateau.BuletinofSoil& Water Conservation,7(6):12-18.(in Chinese)   \nViolante P.20oo. Chemical Methods of Soil Analysis.Milan: Italian Ministry of Agriculture,417-435.   \nWang YF,FuBJ,ChenLD,etal.2011.CheckdamintheLoessPlateauofChina: engineering forenvironmentalservicesand food security. Environmental Science & Technology,45:10298-10299.   \nWang YS.1988.Reshape and benefitof Majiawancheck dam.Soiland Water Conservation,6: 37-40.(in Chinese)   \nWeng YL,Gong P,ZhuZL.2010.Aspectral index forestimatingsoil salinity intheYellowRiverDeltaregionofChina using EO-1 hyperion data.Pedosphere,378-388.   \nXiong D H,He XB, Zhou H Y.2005. Current advance on soil quality evaluation. World Science Technology Research & Development,27(1): 71-75.(in Chinese).   \nYe D Z,Chen PQ.1992. Global Change Research in China. Beijing: Geological Pres,1-101.(in Chinese)   \nYuYL,LinHS,JinZ,etal.2O17.Ammoniadyamics inreservoirs inresponsetorainfallevents inaguly-filledloess catchment in Yan'an City, Shaanxi Province. Quaternary Science,37(6): 1204-1218. (in Chinese)   \nYu ZR,WangJW.1997.Land salinization in China and the prevention countermeasures.Rural Eco-Environment,13(3):1-5. (in Chinese)   \nZhang TL,PanJJ, ZhaoQG.1999.Therecentresearch progressand future prospectof soil quality.Soil,31(1):1-7.(in Chinese)   \nZhao K,Li S Q,LiS X.2o9.Study onundisturbed soil sample incubation for estimating soil nitrogensupplyingcapacity in Loess Plateau. Scientia Agricultura Sinica, 42(7): 2397-2406.(in Chinese)   \nZhao Q G. 2001. Prospects of soil science in the $2 1 ^ { \\mathrm { s t } }$ century.Advances in Earth Science,16(5): 704-709.   \nZhao X,XueJF,Zhang XQ,etal.2015.Stratificationand storageofsoilorganiccarbonand nitrogenasaffectedbytilage practices in the North China Plain. PloS ONE,10(6): e0128873. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]