[
    {
        "type": "text",
        "text": "Effects of graphene content on the microstructure and properties of copper matrix composites ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Fanyan Chen ä, Jiamin Yinga, Yifei Wang a, Shiyu Du ä, Zhaoping Liu b, Qing Huang a,\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ieigdcede Zhejiang315201,China   \nAdvaced China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Copper matrix composites reinforced with graphene nanoplatelets (GNPs)were prepared via molecularlevel mixing process and spark plasma sintering process.The impacts of graphene content on microstructure,mechanical performance,thermal diffusivity,electrical conductivityand tribological properties of the composites were investigated.For microstructure,GNPs distributed randomly in composites with low graphene concentration (no more than $0 . 8 \\ \\mathrm { v o l } . \\%$ ),but aligned in the direction perpendicular to the consolidation force when graphene concentration was above $2 . 0 ~ \\mathrm { v o l } . \\%$ .The mechanical performance of copper was strengthened evidently by the graphene addition. However,the strengthen effects were firstly enhanced and then deteriorated by increasing graphene content.Thermal diffusivity showed a constant decrease with the increase of graphene content. Anisotropy thermal performance was obtained by composites with graphene alignment. Furthermore,graphene addition showed litle negative impact on electrical conductivity but dramatically improved tribological performance. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Graphene,a newly emerged carbon material,has gained considerable attention owing to its extraordinary mechanical, thermal and electrical properties [1]. Compared with carbonnanotubes (CNTs)，graphene possesses 2D sheet-like structure with larger surface area and much lower production cost,which makes ita good alternative strengthening material for composites [2].In fact,Koratkar's research had confirmed the better strengthening effect of graphene than CNTs in mechanical performance of epoxy composite [3].In recent years，graphene has become a popular nanofiller material for polymer matrix composites [4-6]. However, the reported metal matrix graphene composites are in limited kinds [7-10]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Copper/graphene composite is one of the few studied metal matrix composites strengthened by graphene.Introducing graphene into copper matrix is hoping to further improve the mechanical,electrical and thermal performance.However,driven by the van der Waals forces,graphene nanoplatelets (GNPs) are prone to agglomerate during fabrication process.In addition,effective interface bonding cannot be obtained due to the poor affinity of graphene to copper. Thus,to fabricate high performance copper/ graphene composites needs to meet two main requirements:i) uniform dispersion of graphene in the matrix and ii） suficient interface strength between copper and graphene.As agglomeration and structural destruction of carbon filler often take place during ball-milling process of conventional powder metallurgy method [11,12],novel or modified fabrication methods were employed to fabricate copper/graphene composites.Hwang et al dispersed RGO uniformly into copper matrix and obtained significantly improved mechanical performance by molecular-level mixing method [13].Li et al found decorating graphene flakes with Ni nanoparticles not onlyprevented agglomeration butalso improved bonding strength between graphene and copper matrix [14]. Strengthened copper/ graphene composites have also been obtained by several other methods,such as electrodeposition [15],high-ratio differential speed rooling[16] and layer by layer method[17],etc.However,as all these research work were focusing on discussing the effectiveness of fabrication method,the impacts of graphene content on the properties of copper/graphene composites were seldom studied, even when composites with varied graphene contents were prepared in some work [13,16]. For conventional powder metallurgy method,Chu's work discussed the mechanical performance of copper matrix composites with graphene in a wide content range [18].However,as graphene agglomerates were formed in composites with high graphene content, the performance was affected bygrapheneagglomerations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,in order to reflect the impacts of graphene concentration on composite properties without the influence of graphene agglomeration，copper matrix composites with varied graphene contents $( { \\mathsf { C u } } / { \\mathsf { G N P s } } )$ were prepared via molecular-level mixing process and spark plasma sintering(SPS) process.The effects of graphene content on the microstructure,mechanical properties,thermal diffusivity,electrical conductivity and tribological performance of the composites were thoroughly investigated.More importantly,the mechanisms of the effects were analyzed in detail. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.Fabrication of Cu/GNPs composite powders ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The GNPs were provided by Ningbo Morsh Technology. Co.Ltd. in the form of graphene paste.The graphene platelets were about $2 . 4 ~ \\mathrm { { n m } }$ in thickness,ranging from 5 to $1 5 \\ \\mu \\mathrm { m }$ .The chemicals used were all purchased from Aladdin Industrial Corporation at analytical grade. $\\mathsf { C u / G N P s }$ composite powders were fabricated by a molecular-level mixing process which involved: 1） suspending graphene in the alcoholic solution of Cu ion,2) reducing Cu ion to form $\\mathsf { C u } _ { 2 } \\mathsf { O } _ { I }$ graphene composite precipitate using ${ \\cal C } _ { 6 } \\mathrm { H } _ { 1 2 } 0 _ { 6 } ,$ 3) washing and drying the $\\mathsf { C u } _ { 2 } \\mathsf { O } / \\mathsf { G N P s }$ composite powders and 4) reducing $\\mathtt { C u } _ { 2 } 0$ to $\\mathtt { C u }$ in $\\mathsf { H } _ { 2 }$ atmosphere.Detail fabrication process was as follows:A certain amount of GNPs was dispersed into $1 0 0 0 \\ \\mathrm { m l }$ alcoholic solution of $\\mathrm { C u } ( \\mathrm { N O } _ { 3 } ) _ { 2 } { \\cdot } 3 \\mathrm { H } _ { 2 } 0$ $( 9 6 . 6 4 \\ { \\mathrm { g } } )$ by sonicating for 1 h. $1 0 0 \\mathrm { \\ m l } 2 \\mathrm { \\ m }$ aqueous solution of ${ \\mathsf { C } } _ { 6 } { \\mathsf { H } } _ { 1 2 } { \\mathsf { O } } _ { 6 }$ was then mixed with the graphene solution by further sonication.After that, $5 0 0 \\ \\mathrm { m l } \\ 2 \\ \\mathrm { M } \\ \\mathrm { N a O H }$ aqueous solution was slowly added into the mixed solution with constant stirring.The obtained solution was then kept in an oven at $8 0 ^ { \\circ } C$ for $^ { 4 \\mathrm { h } }$ .The precipitated $\\mathsf { C u } _ { 2 } 0 / \\mathsf { G N P s }$ powders were filtered and washed with $5 0 ~ \\mathrm { v o l } . \\%$ ethanol solution before being dried at $6 0 ^ { \\circ } C$ under vacuum.After that, the powders were reduced in $\\mathsf { H } _ { 2 }$ atmosphere at $3 0 0 ^ { \\circ } \\mathsf { C }$ for $^ { 3 \\mathrm { h } }$ to obtain ${ \\sf C u } / { \\sf G N P s }$ composite powders.Byadjusting the amount of GNPs,composite powders with $0 . 2 \\ \\mathrm { v o l } . \\%$ 0.4 vol.%, $0 . 6 \\mathrm { v o l } . \\%$ ,0.8 vol.%, $2 . 0 ~ \\mathrm { v o l } . \\%$ and $4 . 0 ~ \\mathrm { v o l } . \\%$ graphene were fabricated.The adopted density of graphene was $2 . { \\overset { \\cdot } { 2 } } \\ \\mathrm { g } / \\mathrm { c m } ^ { 3 }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.Fabrication of bulk Cu/GNPs composites ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The as-prepared ${ \\mathrm { C u / G N P s } }$ composite powders with varied graphene contents were sintered into discs with $2 0 \\mathrm { m m }$ in diameter by spark plasma sintering(SPS) at $7 0 0 ^ { \\circ } \\mathsf { C }$ for 5 min under vacuum.The corresponding bulk ${ \\mathrm { C u } } / { \\mathrm { G N P s } }$ composites were denoted as Cu0.2 vol $\\%$ GNPs,Cu-0.4 vol $\\%$ GNPs, Cu-0.6 vol $\\%$ GNPs, $\\mathsf { C u } \\mathrm { - } 0 . 8 \\ \\mathsf { v o l } . \\%$ GNPs,Cu-2.0 vol $\\%$ GNPs and $\\mathsf { C u } – 4 . 0 \\ \\mathsf { v o l } . \\%$ GNPs,respectively.A consolidation pressure of 4O MPa was applied and held from the beginning until a larger pressure of 5O MPa was applied during the whole cooling process. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.Characterizations ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The microstructures of the composite powders and bulk composites were examined by a field emission scanning microscopy (SEM)(FEI Quanta FEG 25O).X-ray diffraction(XRD)analysis for the composite powders Was performed on a Bruker D8 ADVANCE X-ray diffractometer using $\\mathsf { C u } \\ \\mathsf { K } \\alpha$ radiation at a scan rate of $2 ^ { \\circ } / \\mathrm { m i n }$ .The presence of graphene in the powders and bulk composites was confirmed by Raman spectroscopy(Renishaw inVia Reflex) using an excitation wavelength of $5 1 4 ~ \\mathrm { { n m } }$ .Tensile tests were performed on theuniversal material tester (Instron 5569A).Elastic modulus and hardness were obtained by nanoindentation (MTS,NANO G200). Light flash method was employed to measure thermal diffusivity With Netzsch LFA 457 MicroFlash.The electrical conductivity was investigated by eddy current method using eddy current conductivity meter (FIRST,FD-120). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To investigate the tribological performance in air, friction tests were conducted on the UMT-3 ball-on-disk multifunctional high temperature tribometer. The disk,made from the as-prepared composites,was kept stationary. A $3 \\ \\mathrm { m m } \\ \\mathrm { S i } _ { 3 } \\mathrm { N } _ { 4 }$ ball ( $1 6 { \\mathrm { G P a } }$ ,Raof $0 . 0 1 ~ { \\mu \\mathrm { m } } ;$ ）was chosen as the counterface ball which was in reciprocation motion with $5 \\mathrm { m m }$ strokedistance.The sliding speed was set at $0 . 0 1 \\mathrm { ~ m } / s$ during the friction test. The applied load and duration time were fixed at $5 \\mathsf { N }$ and $3 0 \\mathrm { m i n }$ ,respectively.Toanalyze the wear mechanisms,compositions and morphologies on the wear tracks were examined by Raman spectroscopy，SEM，energydispersive X-ray spectroscopy(EDS)and Surface Profiler (AlphaStep IQ). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1.Microstructure of the composite powders and bulk composites ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.1a displays the distribution of graphene in the $\\mathsf { C u } _ { 2 } 0 / \\mathsf { G N P s }$ composite powders.All the GNPs are unfolded and distributed homogeneously between $\\mathtt { C u } _ { 2 } 0$ nanoparticles.After reduction in $\\mathrm { H } _ { 2 }$ atmosphere, $\\mathtt { C u } _ { 2 } 0$ was reduced to Cu and $\\mathtt { C u }$ -Graphene-Cu sandwich structure was formed between copper nanoparticles.Both sides of the Graphene plate were covered by copper nanoparticles (Fig.1b),which effectively prevented the aggregation of the GNPs. The chemical structures of the composite powders are confirmed by XRD analysis shown in Fig.1d. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "By spark plasma sintering,the ${ \\mathrm { C u } } / { \\mathrm { G N P s } }$ composite powders were sintered into bulk $\\mathsf { C u / G N P s }$ composites shown in Fig.1c Raman spectroscopy presented in Fig.1e proves the presence of graphene in the composite powders and bulk composite. The D peak at $1 3 5 0 \\mathrm { c m } ^ { - 1 }$ indicates the disorder of carbon material,and its intensity ratio to the G peak at $1 5 8 0 ~ \\mathrm { c m } ^ { - 1 }$ （20 $\\left( \\mathrm { I _ { D } / I _ { G } } \\right)$ is a measure of defects in graphene [19].And as the intensity ratio of 2D peak $( \\sim 2 7 2 5 \\ \\mathrm { c m } ^ { - 1 } ,$ ）to theG peak $\\mathrm { ( I _ { 2 D } / I _ { G } ) }$ is in inverse proportion to the number of graphene layer [2O],variation of $\\mathrm { I } _ { 2 \\mathrm { D } } / \\mathrm { I } _ { \\mathrm { G } }$ can be used to assistanalyzing the dispersion of graphene.Itis found thatboth $\\mathrm { I _ { D } / }$ $\\mathrm { I _ { G } }$ and $\\mathrm { I _ { 2 D } / I _ { G } }$ did not change evidently after powder preparation and sintering,which indicates that the composite fabrication process did not increase the defects of the graphene and there were no graphene agglomerations formed in copper matrix. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.2 shows the fracture surfaces of pure copper and ${ \\mathrm { C u } } / { \\mathrm { G N P s } }$ composites.It confirms that GNPs were dispersed homogeneously in copper matrix,even when graphene fraction achieved to $4 . 0 \\mathrm { v o l } . \\%$ Theuniform dispersion of GNPs effectively prevented the negative influence of graphene agglomerations on the properties of Cu/GNPs composites.The fracture morphology of pure copper in Fig.2a exhibits a dimple pattern which is the typical feature of plastic fracture.As the graphene content increases,both the size and depth of the dimples keep decreasing (white circled areas), which isa sign of toughness deterioration of the composites.Some GNPsare exposed entirely on the fracture surface (black circled areas in Fig.2b and c),which was attributed to the extension of cracks along the phase interface after interface debonding occurred during fracture process.The fracture surfaces of $\\mathsf { C u } { - } 2 . 0 \\ \\mathsf { v o l } . \\%$ GNPs (Fig.2d) and Cu-4.0 vol. $\\%$ GNPs(Fig.2e) show the typical character of brittle fracture with no apparent dimple and tear ridge structures observed.As the volume fraction of matrixwas largely decreased, the copper matrix between GNPs became thin-layer structure and even particle-like structure,as indicated by the magnified views.As a result,the bonding and load transfer effect between the matrix and graphene were weakened,leading to the deterioration of mechanical performance of composites. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/7cf73bca6e7f936e5b0f76e160c077a861820a47de4227d93cccdc72e297d0c9.jpg",
        "img_caption": [
            "Fig.1.SEM image of (a) $\\mathsf { C u } _ { 2 } 0 / \\mathsf { G N P s }$ (b) $\\mathsf { C u } / \\mathsf { G N P s }$ (c) Optical images of $\\mathrm { C u } / \\mathrm { G N P s }$ composite powders and bulk $\\mathsf { C u } / \\mathsf { G N P s }$ composites,(d) XRD results for composite powders and (e) Raman spectroscopy of composite powdersand bulk composite.(A colour version of this figurecan be viewed online.) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/95b0d134adae466fdb9b0cb83c2cd3edb5de725fee0ccf348fbc9b50280b8885.jpg",
        "img_caption": [
            "Fig.2.SEM images for the fracture surface of pure copper and $\\mathrm { c u } _ { I }$ GNPs composites: (a) pure copper,(b) $\\mathsf { C u } – 0 . 2$ vol.% GNPs, (c) $\\mathsf { C u - } 0 . 8$ Vol.% GNPs,(d) Cu-2.0 vol.% GNPs and (e) Cu4.0 vol.% GNPs. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Another interesting phenomenon found from Fig.2is that the distribution of graphene in the composites was affected by its concentration.When the graphene concentration was no more than $0 . 8 ~ \\mathrm { v o l } . \\%$ ，the GNPs distributed randomly.However, for the composites with $2 . 0 ~ \\mathrm { v o l } . \\%$ and $4 . 0 \\ \\mathrm { v o l } . \\% \\$ GNPs were aligned in the direction perpendicular to the consolidation force during SPS process.According to the previous study [21], larger size of graphite platelets are more easily to achieve alignment.With high graphene content,GNPsare more likely to overlapwith each other to increase the graphene size,which results in the alignment of graphene. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.Mechanical properties of Cu/GNPs composites",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.3a presents the typical stress-strain curves for the $\\mathsf { C u } / \\mathsf { G N P s }$ composites.For comparison,the stress-strain curve of pure copper prepared by the same process was also tested.Specifically,the fracture mode of the composites with graphene content no more than $0 . 8 ~ \\mathrm { v o l } . \\%$ was plastic fracture,just as pure copper.However, once the filler content increased to $2 . 0 ~ \\mathrm { v o l } . \\%$ ，there is no obvious necking stage observed from the stress-strain curve,which means the fracture mode changed from plastic fracture to brittle fracture. This is consistent with the fracture surface analysis for Fig.2.In order to analyze the variation tendency,the yield strength and fracture elongation as functions of graphene content are summarized in Fig.3b.For pure copper, the average yield strength is 142 MPa and fracture elongation is about $30 \\%$ .With the increase of graphene content, the fracture elongation decreases constantly from $30 \\%$ to $3 . 5 \\%$ In contrast,the yield strength first increases to 310 MPa at the graphene content of $0 . 6 ~ \\mathrm { v o l } . \\%$ and then drops to $2 0 0 \\mathsf { M P a }$ when the graphene content further increases to $4 . 0 \\mathrm { v o l } . \\%$ Similarly,both the elastic modulus and hardness of the composites increase to their maximum values before decrease beginning at the graphene content around $0 . 8 ~ \\mathrm { v o l } . \\%$ in Fig.3c.The highest elastic modulus and hardness obtained were 147 GPa and $1 . 7 5 { \\mathrm { ~ G P a } }$ ，the increment compared with pure $\\mathtt { C u }$ 0 $\\mathrm { ~ E ~ } \\approx 8 9$ GPa, $\\mathrm { ~ H ~ } \\approx \\ 1 . 0 1$ GPa) being $6 5 \\%$ and $7 5 \\%$ ,respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Copper was strengthened by graphene through several mechanisms.Graphene addition caused microstructural changes of the metal matrix. One change was a plastic zone with a high dislocation density was generated in the vicinity of the GNPs due to the large thermal expansion mismatch between GNPs and copper matrix [22].Another important change was an evident decrease in grain size (Fig. S1 in supporting information). Grain size refinement results in increased grain boundary,which increases the resistance to the dislocation movement. The poor affinity between copper and carbon usually causes interface dewettingin composites.However, according to the previous researches, $\\mathsf { C u { - } } 0$ bonding forms at the interface of copper matrix composites during molecular mixing process as there are functional groups on the carbon fillers [13,23], which is beneficial to the load transfer between matrix and filler. Since the raw material used in the present work was graphene flakes instead of graphene oxide which has much more defects and functional groups on the lattice,the enhanced effect on the interfacial adherence was unobvious.However, the load transfer between matrix and graphene still could take place due to mechanical interlock effect.The Orowan strengthening isanother commonly acknowledged strengthening mechanism in metal matrix composites.However,considering the size and volume fraction of GNPs, the contribution of Orowan strengthening can be safely ignored at the present work [24]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Based on the above discussion,for ${ \\mathrm { C u / G N P s } }$ composites,the strengthening effects were considered as deriving from high generated dislocation density，grain size refinement and load transfer effects.In this case,the theoretical model proposed by Y. Wu et al can be used to qualitatively predict the mechanical strength of composites [25]: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\sigma _ { \\mathrm { M M C } } = \\left[ { \\sigma _ { \\mathrm { m u } } } \\cdot \\mathsf { s } / 4 + \\Delta \\sigma _ { \\mathrm { d i s } } \\cdot \\left( \\mathsf { s } + 4 \\mathrm { R } ^ { 2 } \\right) \\middle / 4 + \\Delta \\sigma _ { \\mathrm { S G } } \\right] \\cdot \\mathsf { V } _ { \\mathrm { f } } + \\sigma _ { \\mathrm { m u } } } \\\\ { + \\Delta \\sigma _ { \\mathrm { S G } } - \\Delta \\sigma _ { \\mathrm { i n t } } \\qquad } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where OMMc, ${ \\sigma } _ { \\mathrm { m u } } ,$ $\\Delta \\sigma _ { \\mathrm { d i s } } , \\Delta \\sigma _ { \\mathrm { S G } }$ and $\\Delta \\sigma _ { \\mathrm { i n t } }$ are the strength of the composite,strength of the unreinforced matrix,the dislocation induced strength increment,the strength increment due to grain sizerefinementand the internal stress,respectively;s,Rand $\\mathsf { V } _ { \\mathrm { f } }$ are theaspect ratio,the ratio of the size of the plastic zone to the reinforcement particulate and the volume fraction of the reinforcement,respectively. Due to the scarce research work on microstructure of metal matrix composite with graphene, the accurate strength calculation for ${ \\mathrm { C u } } / { \\mathrm { G N P s } }$ composites using Wu's model is lack of the required data.However, this model predicts that the strength of the composite is in direct proportion to the volume fraction of reinforcement particulate,which isin conflict with the present experiment results.In fact,this model was founded on the assumption that the reinforcement matrix interface was sufficiently strong to resist debonding during loading.However, interface debonding took place in the composites during tensile tests,as Fig.S2(supporting information) clearly reveals the pull-out phenomenon of graphene. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The change of fracture mode with increasing graphene concentration was caused by the variation of graphene distribution. With randomly distributed graphene,the generated dislocations at the vicinity of graphene tangled together to form 3D network, which increased the resistance to dislocation movement. Once micro cracks formed,the extension of crack tip washindered by the high stress distinct localized perpendicular to its direction.The improved resistance to dislocation movement and crack extension enhanced the strengthening and toughening effect of graphene.In contrast, for the composites with graphene alignment, the tensile forcewas along the shear force direction of the interface,which increased the debonding speed and resulted in the fast failure of material. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3.Thermal and electrical performance of Cu/GNPs composites ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Since the distribution of graphene was affected by graphene content,the thermal diffusivity parallel(&vertical) and perpendicular ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(a) (b) (c) 400 50 200   \n300 C-2-0.vv%GNP C Pure Copper ed ans pe -Yilureigngaion 30 1.0 1.2- raungs dlus Est a)   \n200 20 0.8 0.6   \n100- 0. 0.2 0 0 0.0 0 5 15 20 25 30 0.00.20.40.60.8 4 0.00.20.40.60.8 Strain Graphene content (vol.%) Graphene content (vol.%) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(αhorizontal） to the direction of consolidation force were tested by taking one LFA sample at each corresponding direction,as illustrated in Fig.4a.Fig.4b demonstrates that the thermal performance of copper was evidently deteriorated by graphene addition.Both &vertical and αhorizontal significantly decrease with the increase of graphene concentration,especially when the graphene content is over 0.8 vol.%.However,compared with copper matrix composites with other fillers,Cu/GNPs composites possess relatively good thermal conduction [26-28]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The decrease of thermal diffusivity induced by graphene addition is due to three mechanisms.Firstly, the mean-free path (MFP) of heat carrier was reduced due to the decreased matrix grain size and increased dislocation density [29].Second, the interfacial thermal resistance was raised by the large thermal expansion mismatch and poor adherence between copper and graphene [30]. Third,voids formed during sintering served as insulating barriers to the heat flow.The inset program in Fig.4b shows that the relative density of the composites keeps decreasing with the increase of graphene content,indicatinga constant increase of voids. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "By comparing αvertical and αhorizontal of each composite,it is found that the difference between the values is varied with the graphene content. For the composites with $0 . 2 ~ \\mathrm { v o l } . \\%$ and $0 . 8 ~ \\mathrm { v o l } . \\%$ graphene,&horizontal is almost equivalent to αvertical. However,for the composites with 2.0 vol.% and $4 . 0 \\ \\mathrm { v o l } . \\%$ graphene,αhorizontal is considerably larger than &vertical.This isattributed to the difference of graphene distribution in the composites.As the GNPs were distributed randomly in the composites with $0 . 2 \\ \\mathrm { v o l } . \\% \\ 0 . 8 \\ \\mathrm { v o l } . \\%$ GNPs,there was no difference between the LFA samples taken from the two directions.For the composites with $2 . 0 \\mathrm { v o l } . \\%$ and $4 . 0 ~ \\mathrm { v o l } . \\%$ graphene,as the GNPs aligned along the perpendicular direction of consolidation force,&horizontal and &vertical are the thermal diffusivity along the in-plane direction and through-plane direction of graphene,respectively. It is well known that the thermal diffusivity of graphene at the in-plane direction is thousands times larger than that at the through-plane direction,which explains the large difference of &horizontal and αvertical. Thus,anisotropy thermal performance of $\\mathsf { C u } / \\mathsf { G N P s }$ was obtained by addition of high graphene content. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The electrical conductivity of the composites was also measured by eddy-current method.It decreases with increasing graphene content in Fig.4c. Similar to the thermal performance,the constant deteriorated electrical conductivity is due to the decrease of electron MFP caused by graphene addition.However,even when the graphene content increases to $4 . 0 \\mathrm { v o l } . \\%$ ,the electrical conductivity is still more than $8 5 \\%$ of the reference copper,which indicates that the graphene addition did not weaken the electrical conductivity of copper seriously. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4.Tribological performance of Cu/GNPs composites",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Graphene is regarded asa novel solid lubricant as its excellent performance in previous studies [31-34].Fig.5 shows the influence of graphene content on the tribological performance of ${ \\sf C u } / { \\sf G N P s }$ composites.The friction coefficient(CoF) for each kind of material varied with sliding time is summarized in Fig.5a.The reference copper exhibited the worst anti-friction performance $\\mathrm { ' C o F } \\approx 0 . 6 \\mathrm { \" }$ ！ Adding small amount of graphene did not improve the anti-friction property,as the CoFs of both $\\mathsf { C u - 0 . 2 ~ v o l . \\% }$ GNPs and $\\mathsf { C u - 0 . 4 ~ v o l . \\% }$ GNPs stayaround O.6at the stable stage.However, the CoF reduces constantly when further increasing graphene content.The CoF of composite with $4 . 0 ~ \\mathrm { v o l } . \\%$ is about 0.25 which is $60 \\%$ lower than reference copper.Fig.5b shows the profiles of wear tracks at the end of wear test for reference copper and ${ \\mathrm { C u / G N P s } }$ composites. Evidently,adding graphene improved the anti-wear performance of copper,especially when the graphene content was more than $0 . 8 ~ \\mathrm { v o l } . \\%$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To investigate the tribological mechanism of the materials, SEM morphologies of the worn surfaces were investigated (Fig.6).For reference copper,there are rupture symbols with fine debris on the Worn surface,as pointed out by the white arrows in Fig.6a.As the sliding process continued,the worn surface metal was oxidized due to the high contact temperature,indicated by the EDS results in Fig. S3(Supporting information). The as-formed oxide inclusions restricted the movement of the dislocations generated by the plastic deformation at the interface,which caused an area with high stress and great strain at the sub-surface [35]. In the following sliding process,surface raptured occurred once local stress reached the fracture strength,leading to large wear loss.There is no big difference of the worn surfaces between $\\mathsf { C u - 0 . 2 ~ v o l . \\% }$ GNPs and reference copper.However,when the graphene content reaches to $0 . 4 ~ \\mathrm { v o l } . \\%$ ,the rupture feature significantly reduces and island-like dark films is observed in Fig.6c,indicated by black arrows.By Raman analysis (insert graph in Fig.6c),graphene Was detected in the films.As the graphene content increased,GNPs were squeezed out of the composites and connected with the wear debris at the worn surface,forming well consolidated graphene rich films.The spread of the films on the contact interface not only prohibited the matrix from oxidation but also reduced friction due to the weak shearing strength of graphene.However,as the flms were thinand not continuous,they were quickly worn out by friction. This explains the unobvious decrease of friction coefficient. When the graphene content further increases,the graphene rich films become continuous and got thicker in Figure d,e and f.Once an integrated graphene rich film was formed on wear track,the relative sliding between the counterparts was proceed in the films.As the shear strength of graphene filmis considerably low,it reduces wearand frictioneffectively. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/14463ecf87e098ddf8cb067566f70ce83f0b2eff615dfa699222414dcca946b2.jpg",
        "img_caption": [
            "Fig4 conductivity of $\\mathsf { C u } / \\mathsf { G N P s }$ composites.( $\\mathsf { A }$ colour version of this figure can be viewed online.) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/181ca3f750da7afcb8cdb4dbc2997b8b3d1dae9c5dc0b9b7a4c6d87fdeb53d30.jpg",
        "img_caption": [
            "Fig.5.(a)Friction coefficients for the $\\mathsf { C u } / \\mathsf { G N P s }$ composites varied with sliding timeand (b)profiles of the wear tracks.(Acolour versionofthisfgurecan be viewed online.) "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c53a97564b1952a2715b82ee46b859ed9351135eb2cd217b4d72ef8ca4472f4d.jpg",
        "img_caption": [
            "Fig.6.SEM morphologies of the wear tracks: (a)pure copper,(b)Cu-0.2 vol.% GNPs,(c) Cu-0.4 vol.% GNPs,(d) $\\mathsf { C u - } 0 . 8$ Vol.% GNPs, (e) $\\mathtt { C u - 2 . 0 }$ Vol.% GNPs and (f) Cu-4.0 vol.% GNPs. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The present work demonstrates that Cu/GNPs composites had evidently strengthened mechanical and tribological performance and possessed good thermal and electrical conduction simultaneously.It suggests that Cu/GNPs composite could serve asa potential electrical contact material.However,as the graphene content had great impacts on these properties,choosing a proper graphene content to achieve comprehensive performance of composite is important.Furthermore,according to the mechanism analysis,the graphene strengthen efficiency was largely limited by the interfacial bonding strength between graphene and copper matrix.In order to further improve the performance of ${ \\mathrm { C u } } / { \\mathrm { G N P s } }$ composite,our future work aims to improve the interfacial bonding strength by tailoring the interfacial nanostructures. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Copper matrix composites with varied graphene contents were prepared via molecular-level mixing process and SPS process.The distribution of GNPs in matrix was influenced by its concentration. GNPsalignment was achieved in composites with graphene more than $2 . 0 ~ \\mathrm { v o l } . \\%$ .For mechanical performance,the composites were strengthened by graphene addition in three mechanisms:high generated dislocation density,grain refinement and load transfer effects.With the increase of graphene content, the strengthen effectwas firstly enhanced and then deteriorated.Both the thermal and electrical conductivity slightly decreased when graphene content increased.Anisotropy thermal performance was obtained in composites with GNPs alignment. For tribological performance, graphene addition was beneficial for wear resistance and friction reduction. Our findings may lead to the application of copper/graphene composite in electrical contact component production. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The authors gratefully acknowledge the National Natural Science Foundation of China(91426304) and the Ningbo Municipal Key Project（2014S10o01） for the financial support,Ningbo Powerway Alloy Material Co.Ltd.for electrical conductivity testing and Ningbo Morsh Technology. Co.Ltd.for free graphene supporting. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary data ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Supplementary data related to thisarticle can be found at http:// dx.doi.org/10.1016/j.carb0n.2015.10.023. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]S.Stankovich，D.A. Dikin，G.H.B. Dommett,K.M. Kohlhaas，E.J. Zimney, E.A.Stach,et al.,Graphene-based composite materials,Nature 442 (7100) (2006) 282-286.   \n[2]X.Huang, X. Qi, F. Boey,H. Zhang, Graphene-based composites, Chem. Soc. Rev. 41 (2)(2012)666-686.   \n[3]M.A. Rafiee,J. Rafiee, Z. Wang, H. Song, Z.-Z. Yu, N. Koratkar, Enhanced mechanical properties of nanocomposites at low graphene content, ACS Nano 3 (12) (2009) 3884-3890.   \n[4] M. Fang, K. Wang, H. Lu, Y. Yang, S. Nutt, Covalent polymer functionalization of graphene nanosheets and mechanical properties of composites,J. Mater. Chem.19 (38) (2009)7098-7105.   \n[5] T.Kuilla, S. Bhadra,D.Yao,N.H.Kim,S.Bose, J.H. Lee,Recent advances in graphene based polymer composites，Prog. Polym. Sci. 35(11） (2010) 1350-1375.   \n[6] T.Wei, G. Luo, Z. Fan, C. Zheng, J. Yan, C. Yao, et al.,Preparation of graphene nanosheet/polymer composites using in situ reduction-extractive dispersion, Carbon 47 (9) (2009) 2296-2299.   \n[7]L.-Y. Chen, H. Konishi, A. Fehrenbacher, C. Ma, J.-Q. Xu, H. Choi, et al., Novel nanoprocessing route for bulk graphene nanoplatelets reinforced metal matrix nanocomposites,Scr. Mater.67(1) (2012) 29-32.   \n[8] J.Dutkiewicz,P. Ozga,W. Maziarz,J. Pstrus,B. Kania,P. Bobrowski,et al., Microstructure and properties of bulk copper matrix composites strengthened with various kinds of graphene nanoplatelets,Mater.Sci. Eng. A 628 (O)(2015) 124-134.   \n[9] Z.Ren, N. Meng, K. Shehzad,Y.Xu,S. Qu, B. Yu, et al., Mechanical properties of nickel-graphene composites synthesized by electrochemical deposition, Nanotechnology 26 (6) (2015) 065706.   \n[10] L. Debrupa, A. Arvind, Graphene: synthesis and applications,in: C. Jo-won, L. Wonbong (Eds.), Graphene-reinforced Ceramic and Metal Matrix Composites, Taylor and Francis Publishers, 2011, pp.187-232.   \n[11] N. Darsono, D.-H. Yoon, J. Kim, Milling and dispersion of multi-walled carbon nanotubes in texanol, Appl. Surf. Sci. 254 (11) (2008) 3412-3419.   \n[12] K. Morsi, A. Esawi, Effect of mechanical alloying time and carbon nanotube (CNT) content on the evolution of aluminum (Al)-CNT composite powders, j. Mater. Sci. 42 (13) (2007) 4954-4959.   \n[13] J. Hwang, T. Yoon, S.H. Jin, J. Lee, T.-S. Kim, S.H. Hong, et al., Enhanced mechanical properties of graphene/copper nanocomposites using a molecularlevel mixing process, Adv. Mater. 25 (46) (2013) 6724-6729.   \n[14] M.Li, H. Che, X. Liu,S. Liang, H. Xie, Highly enhanced mechanical properties in Cu matrix composites reinforced with graphene decorated metalic nanoparticles, J. Mater. Sci. 49 (10) (2014) 3725-3731.   \n[15] C.L.P. Pavithra, B.V. Sarada, K.V. Rajulapati, T.N. Rao, G. Sundararajan, A new electrochemical approach for the_synthesisof copper-graphene nanocomposite foils with high hardness, Sci. Rep. 4 (2014) 4049.   \n[16] W.J. Kim, T.J. Lee, S.H. Han, Multi-layer graphene/copper composites: preparation using high-ratio differential speed rolling, microstructure and mechanical properties, Carbon 69 (2014) 55-65.   \n[17] Y. Kim,J.Lee,M.S. Yeom,J.W.Shin,H. Kim, Y. Cui, et al.,Strengthening effect of single-atomic-layer graphene in metal-graphene nanolayered composites, Nat. Commun. 4 (2013).   \n[18] K. Chu, C. Jia, Enhanced strength in bulk graphene-copper composites, Phys. Status Solidi A 211 (1) (2014) 184-190.   \n[19] A.C. Ferrari, J.C. Meyer, V. Scardaci, C. Casiraghi, M. Lazzeri, F. Mauri, et al, Raman spectrum of graphene and graphene layers, Phys. Rev. Lett. 97 (18) (2006) 187401.   \n[20] D. Yoon, H. Moon, H. Cheong, J.S. Choi, J.A. Choi, B.H. Park, Variations in the Raman spectrum as a function of the number of graphene layers, J. Korean Phys. Soc.55 (3) (2009) 1299-1303.   \n[21] A.Boden,B. Boerner,P. Kusch, I. Firkowska, S. Reich, Nanoplatelet size to control the alignment and thermal conductivity in copper-graphite composites, Nano Lett. 14 (6) (2014) 3640-3644.   \n[22] JN. Wei, Z.B. Li, F.S. Han,Thermal mismatch dislocations in macroscopic graphite_particle-reinforced metal matrix composites studied by internal friction, Phys. Status_Solidi A 191(1) (2002) 125-136.   \n[23] K.T. Kim, S. Il Cha, T. Gemming, J. Eckert, S.H. Hong, The role of interfacial oxygen atoms in the enhanced mechanical properties of carbon-nanotubereinforced metal matrix nanocomposites, Small 4(11) (2008) 1936-1940.   \n[24] Z. Zhang，D.L. Chen， Consideration of Orowan strengthening effect in particulate-reinforced metal matrix nanocomposites: a model for predicting their yield strength, Scr. Mater.54(7) (2006) 1321-1326.   \n[25] Y. Wu, E.J. Lavernia, Strengthening behavior of particulate reinforced MMCs, Scr. Metall. 27 (2) (1992) 173-178.   \n[26] J. Li, H. Zhang, Y. Zhang, Z. Che, X. Wang, Microstructure and thermal conductivity of Cu/diamond composites with Ti-coated diamond particles produced by gas _pressure infiltration, J. Alloy Compd. 647 (2015) 941-946.   \n[27] W. Yang, L. Zhou, K. Peng, J. Zhu, L. Wan, Effect of tungsten addition on thermal conductivity of graphite/copper composites, Compos. Part B Eng. 55 (2013) 1-4.   \n[28] j. Kovacik, S. Emmer, J. Bielek, Thermal conductivity of Cu-graphite composites,Int.J. Therm. Sci. 90 (2015) 298-302.   \n[29] P. Goli, H. Ning, X. Li, C.Y. Lu, K.S. Novoselov, A.A. Balandin, Thermal properties of graphene-copper-graphene heterogeneous films, Nano Let. 14(3) (2014) 1497-1503.   \n[30] C.W. Nan,R. Birringer, D.R. Clarke,H. Gleiter, Effective thermal conductivity of particulate composites with interfacial thermal resistance, J. Appl. Phys. 81 (10) (1997) 6692-6699.   \n[31] C.F. Gutierrez-Gonzalez, A. Smirnov,A. Centeno,A. Fernandez， B. Alonso, V.G. Rocha, et al., Wear behavior of graphene/alumina composite, Ceram. Int. 41 (6) (2015) 7434-7438.   \n[32] W. Zhai, X. Shi, M. Wang, Z. Xu,J. Yao,S.Song, et al., Grain refinement: a mechanism for graphene nanoplatelets to reduce friction and wear of Ni3Al matrix self-lubricating composites,Wear 310 (1-2) (2014) 33-40.   \n[33] D. Berman, A. Erdemir, A.V. Sumant, Graphene: a new emerging lubricant, Mater. Today 17 (1) (2014) 31-42.   \n[34] J. Lin,L. Wang, G. Chen, Modification of graphene platelets and their tribological properties as a lubricant additive, Tribol. Lett. 41 (1) (2011) 209-215.   \n[35] Y.H. Qiang, S.R. Ge, Q.J. Xue, Microstructure and tribological behaviour of nitrocarburizing-quenching duplex treated steel, Tribol. Int. 32 (3）(1999) 131-136. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]