[
    {
        "type": "text",
        "text": "多波段引力波宇宙研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1立项背景及依据 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2016年2月11日，激光干涉引力波天文台（LIGO）实验组宣布直接观测到由两颗恒星级黑洞在10多亿年前并合产生的引力波。这一实验结果不仅是对100 年前爱因斯坦创立广义相对论所预言的引力波的一次直接验证，更为人类开启了探索宇宙的一个新窗口，也为深入研究超越爱因斯坦广义相对论的量子引力理论提供了实验基础。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引力波的信号极其微弱，给实验探测带来巨大挑战。根据引力波源的不同，引力波探测可分为不同的层次。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）几十到几千赫兹的高频段引力波。对应的引力波源主要是中子星、恒星级黑洞等致密天体（几到几十个太阳质量左右）组成的致密双星系统并合过程，适合探测此类引力波的试验装置是长度达数公里的地面激光干涉仪。最具代表性的是LIGO实验，其合作组有1000余名科学家参与，经过20余年的努力，利用长达 $4 0 0 0 \\mathrm { m }$ 的两个互相垂直的探测臂首次探测到了引力波信号。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（2）频率为十万分之一到一赫兹的引力波。对应的信号源通常为大质量黑洞并合的后期过程、银河系内的白矮双星系统等。这类引力波信号可通过在空间布设几十到几百万公里尺度的卫星阵列来探测。在迄今所建议的10多项空间引力波探测项目中，典型代表是LISA（光学干涉空间阵列），它是欧洲空间局批准的大型空间引力波实验卫星项目，计划在未来20年左右予以实施。其首颗技术验证星LISAPathfinder2015年年底已由欧洲空间局送上太空，目前为止运行良好。我国空间引力波探测也已被列入中科院制定的空间2050年规划中。2008年，由中科院倡议，挂靠力学所微重力国家重点实验室，中科院多个研究所及若干院外高校科研单位共同参与，成立了中科院空间引力波探测论证组，开始探讨我国空间引力波探测在未来数十年内的发展路线图。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（3）频率在百万分之一到亿分之一赫兹的引力波。对应的引力波信号源是超大质量黑洞（数千万到数十亿太阳质量）并合，往往发生在星系与星系相撞的后期。因为要借助更长的探测基线，唯一方式是利用地面上的大型射电望远镜，监测毫秒脉冲星的到达时间，所以探测基线可以延伸至银河系的尺度。事实上，引力波的间接证据就来自对双脉冲星系统的监测，但监测脉冲星到达时间差可以提供超大质量黑洞引力波的直接测量，更具有重大意义。除了大口径的射电望远镜用于脉冲星的测时，未来的“平方公里阵列射电望远镜（SquareKilometerArray，SKA）”将是最理想脉冲星测时的利器。国际射电天文界对SKA第1阶段的科学目标进行了充分论证，在13个优先科学目标中优先级最高的是：利用中性氢 $2 1 \\mathrm { c m }$ 辐射探测宇宙再电离时期以及利用脉冲星进行精确引力检验及引力波观测。SKA具有天线接收面积大、覆盖频带宽、视场大、波束多等优势，很适合发现和监测多颗毫秒脉冲星。中国最近竣工的 $5 0 0 \\mathrm { m }$ 射电望远镜（FAST）的首要科学目标之一也是脉冲星搜寻和测时观测。FAST的绝对灵敏度有潜力使脉冲星测时的观测精度由目前的几百个纳秒提高至几十个纳秒，有望推进利用脉冲星测时阵列发现超大质量黑洞产生的引力波的进程。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（4）甚低频的原初引力波。起源于宇宙早期暴胀过程剧烈的时空扰动，携带丰富的宇宙学信息，对原初引力波的观测有望打开探索早期宇宙的新窗口。当代宇宙学普遍认为宇宙早期经历过暴胀（inflation），时空以指数形式增长，期间剧烈的时空震荡产生所谓的“原初引力波”。弥散在宇宙空间的原初引力波最长波长今天可能已经延展至与宇宙大小相当的尺度。目前探测原初引力波的最有效方法是研究大爆炸后遗留下来的宇宙微波背景辐射（Cosmic MicrowaveBackground，CMB）的各向异性。原初引力波产生CMB光子的B模式偏振，因此对CMB极化的观测是寻找原初引力波的最有效途径。探测CMB的B模式信号被公认为是观测宇宙学领域下一个产生重大突破的方向之一。如果说LIGO证实了黑洞引力波（宇宙演化后期的极端天体物理过程）的存在，验证了广义相对论的预言，那么原初引力波的发现将会是“又一个首次”：它会带来宇宙最早和最原初的信息，对人类认识宇宙学具有极其重要的意义，同时对基础物理学，例如CPT对称性检验等都有十分重大的意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "该专项将针对建立引力波天文学进行前瞻性布局，拟开展多波段引力波宇宙的前沿研究。本项目实施将对理解引力本质、黑洞物理、宇宙创生与演化，推动整个天文和物理学科及高技术发展有重要战略价值。由于各个层次的引力波探测方式不同，不仅蕴含若干重大科学发现，而且涉及诸多尖端技术，具有重要战略意义。该专项的实施有望显著提升我国在引力波探测领域的发现能力，奠定我国引力波天文学发展的基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2专项的研究方案和预期成果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "该专项针对引力波的中低频、低频和甚低频3个波段探测以及引力波电磁对应体4个方面开展研究。在中低频段，开展空间激光干涉引力波探测整体设计及关键技术预先研究。为避免地球重力及太阳辐射等因素的影响，初步设计采用空间激光干涉引力波探测最自然的三角形位形结构，由3颗在地球绕日轨道上同步绕行的卫星组成；应用差分干涉技术，6路激光测量相邻航天器内做测地运动的自由悬浮检验质量之间的实时距离变化,对中低频波段（ $0 . 1 \\mathrm { m H z } { - } 1 \\mathrm { H z }$ ）引力波进行直接探测。在低频波段，以目前世界上最大的单口径望远镜FAST为基础，建设高精度时间测量系统，开展脉冲星寻找和测时工作；以参加国际合作射电望远镜阵列SKA为契机，依托国内的SKA探路者21CMA，掌握低频脉冲星观测技术和多波束技术，为最终利用SKA实施脉冲星测时引力波探测做储备。在甚低频波段，基于西藏的阿里天文台，建设北半球首台CMB原初引力波探测望远镜。在引力波源研究方面，主要利用现有设备及在建的天地一体化观测设备，开展引力波源电磁对应体的观测和理论研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "有望通过专项5年的实施，为我国引力波天文学发展奠定坚实基础。特别是，将通过世界最大的单口径望远镜FAST发现数百颗脉冲星（包括取得30颗左右的测时毫秒脉冲星样本），提高脉冲星测时的精度和灵敏度。掌握低频脉冲星观测技术和多波束跟踪技术，在未来 SKA脉冲星搜寻和测时工作中发挥重要作用。建成北半球首台CMB原初引力波探测望远镜，实现北天区首次原初引力波高灵敏探测。获得突破空间激光干涉法探测引力波所需的核心关键技术方案。寻找并力争发现引力波电磁对应体。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3专项科学队伍及承担单位情况",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据专项实施方案，该专项共设置4个研究项目：（1）脉冲星测时引力波探测预研究；（2）阿里原初引力波探测计划；（3）空间太极计划预研；（4）引力波源电磁对应体的探测与引力波天体物理研究。专项聚集了中科院活跃在引力波相关研究领域前沿的约200名优秀中青年骨干人才，专业覆盖天文学、物理学、电子学、光学等多个领域，研究队伍的年龄和知识结构合理，研究方向紧密关联、彼此配合。核心团队成员包括中科院院士5人，中组部“千人”入选者5人（含2名外专“千人”），“杰青”18人，“青千”5人，中科院“百人”入选者20人。主要承担单位包括国家天文台、高能物理所、中国科学院大学、力学所、上海天文台、紫金山天文台等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "专项依托单位中科院国家天文台主要从事天文观测与理论及天文高技术研究，并统筹我国天文学科发展布局、大中型观测设备运行和承担国家大科学工程建设项目，负责科研工作的宏观协调、资源优化和人才配置。曾建设、运行郭守敬望远镜（LAMOST)、 $5 0 0 \\mathrm { m }$ 口径球面射电望远镜（FAST）等国家重大科技基础设施；在载人航天与探月工程、二代卫星导航等国家科技重大专项中承担重要任务，具有组织协调、保障重大项目实施的丰富经验。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（依托单位：中科院国家天文台）",
        "page_idx": 2
    }
]