[
    {
        "type": "text",
        "text": "Physiological and biochemical appraisal for mulching and partial rhizosphere drying of cotton ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rashid IQBAL'，Muhammad A S RAZA1\\*，Muhammad F SALEEM², Imran H KHAN, Salman AHMAD', Muhammad S ZAHEER',Muhammad U ASLAM1, Imran HAIDER1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Departmentof Agronomy,Collegeof Agriculture andEnvironmental Sciences,Islamia Universityof Bahawalpur,Bahawalpur   \n63100,Pakistan;   \n2 Department of Agronomy, University of Agriculture,Faisalabad 38040,Pakistan;   \n3 Department of Agronomy,Nanjing Agricultural University,Nanjing 210ooo,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Water is the main factor for the healthy life of plant. One of the main negative effects of climate change is the increasing scarcity of water that is lethal for plant. Globaly,for water deficit regions (arid and semi-arid),drought is the main factor responsible for low production of agriculture, especially for cotton. Great efforts have been and are being made to find alternatives to water saving practices. This study aimed to examine the effects of partial rhizosphere drying (PRD,half of the root system irigated at one event,and the other half irigated in the next event, and so on) with and/or without various mulching treatments on physiological and biochemical traits of coton. To explore this objective,we laid out experiments in completely randomized design with factorial arrangement in the Islamia University of Bahawalpur, Pakistan in 2O16.Two factors included were four mulching treatments $\\mathrm { M } _ { 0 } ,$ no mulching; $\\mathbf { M } _ { 1 }$ black plastic mulching; $\\mathbf { M } _ { 2 }$ ，wheat straw mulching; and $\\mathbf { M } _ { 3 }$ ，cotton sticks mulching) and two irrigation levels $\\mathrm { { \\cal T } _ { 0 } } ,$ control (full irrigation); and $\\mathrm { I } _ { 1 }$ ,PRD). Fisher's analysis of variance among means of treatments was compared using least significant difference test at $5 \\%$ probability level. Results revealed that the maximum plant height, leaf area, leaf gas exchange (photosynthetic rate and stomata conductance), chlorophyll proline and total sugar contents,and enzyme activities were higher under $\\mathbf { M } _ { 2 }$ than under other three mulching treatments.As for irrigation levels,higher values of plant height, photosynthesis and water related parameters (leaf water potential,leaf osmotic potential,leaf turgor potential, etc.） were recorded. Contents of total sugar and proline and activities of antioxidant enzymes were significantly higher in PRD-treated plants than in control plants. It was concluded that combined application of PRD and mulching was more effective than the rest of the treatments used in the experiment. Similar study can be conducted in the field by applying irrigation water in alternate rows in semi-arid regions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: antioxidant enzymes; mulching; partial rhizosphere drying; photosynthetic rate; stomatalconductance ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: Rashid IQBAL,Muhammad A S RAZA,Muhammad F SALEEM,Imran H KHAN,Salman AHMAD,Muhammad S ZAHEER,Muhammad UASLAM,Imran HAIDER.2019.Physiological and biochemical appraisal for mulching and partialrizosphere dryingofcoton.JournalofAridLand,11(5):785-794.hps://oi.org/10.1007/s40333-019-0014-9 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cotton is a major cash crop that is used for natural fiber cloth production in many countries in the world (Patil et al.,2O11). Pakistan ranks the fourth in cotton production,after China, USA and India (Gop，2015-2016)，and cotton contributes $7 . 1 \\%$ in value added and $1 . 5 \\%$ in its gross domestic product. Coton is mainly grown in areas having low availability of water and is always artificially irrigated (Tang et al.,2Oo5).There is, however,a need for innovative and efficient irrigation systems to compensate for water requirement of cotton and allviate drought stress (Nasrullah et al., 2O11). Different management techniques or conservation approaches to sustain drought are available, such as the application of growth regulators/nutrients (Raza et al., 2012a), usage of attuned osmolytes/solute/osmoprotectants (Raza et al., 2O12b), management through bed planting and usage of different mulching materials or patterns (Ahmad et al., 2015). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Mulching is a water conservation technique practiced in arid and semi-arid regions to reduce water losses through runoff and evaporation (Ahmad et al.，2O15). Moreover， activities of antioxidant enzymes in coton were higher under mulching than under no mulching treatments (Meloni et al., 2Oo3). Worldwide, black plastic mulching is the most commonly applied (Ngouajio and McGiffen,20O4; Ai et al., 2O18). Wheat/paddy straw mulching can also be used and have been reported to improve the growth,development and yield of peanut and tomato compared to black plastic mulching or no mulching (Arin and Ankara,2Oo1; Ghosh et al., 2006). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Partial rhizosphere drying (PRD) is an efficient method of irgating the root-zone alternatively to elevate the production of abscisic acid (ABA). The main principal is to wet half of the root portion in alteration of keeping the other half dry in each irrigation event during the crop growth season (Dry et al.,20oO； Stoll et al.,200O). This has been proven to increase the biochemical signalings that are essential in lowering the stomata conductance with minimum or no effect on photosynthesis and productivity of the crop (Dry et al.,20OO; Stoll et al., 2OOO). PRD has been profitably implemented in various crops (olive tree,maize, tomato, orange, grape, wheat and cotton） with water conservation up to $50 \\%$ without causing significant reduction in final crop yield (Dry et al., 2000). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Maintenance of turgor and production of antioxidant enzyme activities are helpful in reducing the damaging causes of drought. Enzymes mostly involved in this defense mechanism are catalase (CAT),superoxide dismutase (SOD), peroxidase (POD) and ascorbate peroxidase (APX) (Raza et al.,2017).Previous studies revealed that activities of these enzymes significantly increased under PRD irrigation (Javanovic and Stikic,2O18)，thus reducing the harmful efects of drought in cotton (Ullah et al.,2O17). Similarly, mulching maintains the water balance (osmotic and turgor potentials) that is necessary for normal cotton growth (Saleem et al., 2O16). As the application of PRD or mulching is favorable for counteracting drought so their combination should be investigated to estimate the extent of drought mitigation in cotton. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study involved the sole and combined application of mulching and PRD irrigation on cotton grown in an arid region of Pakistan to confirm that either the sole use of these techniques or combined was more efective. The main aim was to pinpoint the most eficient irrigation technique and mulching materials for sustainable cotton production in arid regions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area and experimental design ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The experiment was conducted at the experimental station of the Islamia University of Bahawalpur,Pakistan. The climate is continental and semi-arid. There was no precipitation and the average temperature was around $4 0 ^ { \\circ } \\mathrm { C }$ during the study period in 2016. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The experiment was conducted from early June to early August 2O16 as completely randomized factorial trial with four mulching treatments ( $\\mathbf { M } _ { 0 }$ ，no mulching; $\\mathbf { M } _ { 1 }$ ，black plastic mulching; $\\mathbf { M } _ { 2 }$ wheat straw mulching;and $\\mathbf { M } _ { 3 }$ ，cotton sticks mulching）and two irrigation levels( $\\mathrm { { \\cal T } _ { 0 } }$ ，control(full irrigation); and $\\mathrm { I } _ { 1 }$ ,PRD,half of the root system irrigated at one event, and the other half irrigated in the next event, and so on). Totally 32 plastic pots (4 mulching treatments $\\times 2$ irrigation levels $\\times 4$ replicates),each with a $0 . 0 2 8 ~ \\mathrm { m } ^ { 3 }$ volume,were filled with $2 0 \\mathrm { - k g }$ sieved dry sandy loam soil. The concentrations of readily available phosphorous (P), potassium (K) and nitrogen (N) in the soil were,respectively，106,90 and $1 2 ~ \\mathrm { m g / k g }$ ， $\\mathsf { p H }$ was 7.6, organic matter content was $0 . 9 \\%$ ，pot capacity of soil $( 0 { - } 2 0 \\mathrm { c m } )$ was $- 0 . 0 6 8 \\mathrm { M p a }$ (Baver et al.,1972) and the soil moisture ( $( 0 { - } 2 0 \\mathrm { c m } )$ at the time of sowing was $2 5 \\%$ . Surface disinfected seeds of cotton MM-58,a semi-drought tolerant variety, were obtained from the Regional Agricultural Research Institute in Bahawalpur, Pakistan, and sown on 1 June 2O16 at a distance of $1 0 \\mathrm { c m }$ . All plants were removed from the pots $1 0 \\mathrm { d }$ after seedling emergence and their root system was settled in two plastic bags (Stikic et al., 2003). The aim was to divide the root system for application of the $\\mathrm { I } _ { 1 }$ treatment. Vertical partition of polyethylene plastic sheet was used between each seedling line to control the water movement during each alternate irrigation event. Thereafter, the plants were equally irrgated for one week to properly establish the root system，after which period irrigation proceeded according to the treatment ( $\\mathrm { { \\ L _ { 0 } } }$ or I1).The pots were irrigated every three days until $5 0 \\mathrm { ~ d ~ }$ after repotting,when the experiment terminated. The total amount of water applied during the growth period was $1 2 0 ~ \\mathrm { { m m } }$ in $\\mathrm { I } _ { 0 }$ compared with $6 0 ~ \\mathrm { m m }$ in $\\mathrm { I } _ { 1 }$ . The pots' surface was treated by mulching according to the treatments,i.e., $\\mathbf { M } _ { 0 } , \\mathbf { M } _ { 1 }$ $\\mathbf { M } _ { 2 }$ and $\\mathbf { M } _ { 3 }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Measurements and calculations ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Plant height $\\mathrm { ( m ) }$ was measured with a wooden meter rod.Leaf area index (LAI, $\\mathrm { m } ^ { 2 } / \\mathrm { m } ^ { 2 } .$ ）was measured with portable laser leaf area meter (CI-2OO2L, CID Bio Science, United States).Leaf relative chlorophyll content $( \\% )$ was measured by chlorophyll meter (CL-O1，Hansatech instruments Ltd., United Kingdom) (Raza et al.,2Ol7).To calculate the leaf relative water content (LRWC, $\\%$ ), we sampled the youngest fully expanded leaves and recorded their fresh weight (FW, g) and soaked the leaves for $2 4 \\mathrm { h }$ at $2 5 ^ { \\circ } \\mathrm { C }$ in distilled water, after which turgid weight (TW, g) was recorded.Leaves dry weight (DW,g） was determined after oven drying at $7 0 ^ { \\circ } \\mathrm { C }$ for $3 \\mathrm { ~ d ~ }$ LRWC was calculated according to Equation 1 (Ahmad et al.,2015): ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathrm { L R W C } ( \\mathcal { \\% } ) = ( \\mathrm { F W - D W } ) / ( \\mathrm { T W - D W } ) \\times 1 0 0 \\% .\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Leaf water potential (MPa) was measured with water potential apparatus (Chas W. Cook, Birmingham, England). To compute leaf osmotic potential (MPa),we sampled the same leaves with measured water potential, i.e., frozen in liquid $\\mathbf { N }$ and after $1 0 \\textup { d }$ the frozen sap was removed with special equipment for sap extraction and the sap was used for determining osmotic potential through a vapor pressure osmometer (Wescor 5520, Logan, USA). Leaf turgor potential (MPa) was calculated as the difference between water potential and osmotic potential (Rizwan et al., 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Net photosynthesis rate $( \\mu \\mathrm { m o l } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } ) )$ and stomatal conductance $( { \\mathrm { m m o l } } / ( { \\mathrm { m } } ^ { 2 } { \\cdot } { \\mathrm { s } } ) )$ of cotton leaves under natural conditions (Raza et al., 2O17） were measured with, respectively, an infrared gas analyzer (Li-COR-LI 6250,Hertford, Herts，England） and an automatic porometer (MK-3, Delta-T Devices, Burwell Cambridge, England). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the determination of protein content in the cotton leaves,bovine serum albumin was used as a standard (Bradford, 1976). The activities of SOD,POD, CAT and APX were measured according to,respectively, Giannopolitis and Ries (1977), Maehly and Chance (1954), Beers and Sizer(1952）and Anderson et al. (1992). Proline content was determined by the standard procedures of Bates et al.(1973) and total sugar content was analyzed by the method of Nelson (1944). Top soil $( 0 { - } 2 0 \\mathrm { c m } )$ moisture content was determined gravimetrically after oven drying. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Statistical analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The data for each variable was analyzed for detecting differences among the treatments' means. The analysis was conducted by the Fisher's analysis of variance and the least significant difference test at $5 \\%$ probability level (Steel et al.,1997). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All studied cotton parameters were significantly affected by single mulching and irrigation treatments (Table 1). The parameters were also affected by mulching and irrigation interactions, though slightly lower significance than that of single treatment effect,and some such as leaf chlorophyll and proline contents,APX and CAT activities and turgor potential were not affected by interaction of treatments. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/440007cb9dded11beae03be8ea5d02fd956ba82892bf3c76c7c1282c55c0e7a7.jpg",
        "table_caption": [
            "Table 1Summary of analysis of variance for the studied parameters of coton under diferent mulching and irrigation treatments "
        ],
        "table_footnote": [
            "Note:APX,ascbateperoidase;CAatalase;,roiaseOD,uproxidedstasnddcatesigicant 批 $P { < } 0 . 0 5$ and $P { < } 0 . 0 1$ levels,respectively.ns, non-significant. "
        ],
        "table_body": "<html><body><table><tr><td>Parameter</td><td>Mulching (M)</td><td>Irrigation (I)</td><td>MxI</td></tr><tr><td colspan=\"2\">Growth and photosynthesis parameters</td><td></td><td></td></tr><tr><td>Plant height</td><td>0.00**</td><td>0.00**</td><td>0.040*</td></tr><tr><td>Leaf area index</td><td>0.00**</td><td>0.00**</td><td>0.004*</td></tr><tr><td>Relative leaf chlorophyll content</td><td>0.00**</td><td>0.00**</td><td>0.870ns</td></tr><tr><td>Stomatal conductance</td><td>0.00**</td><td>0.00**</td><td>0.002*</td></tr><tr><td>Photosynthetic rate</td><td>0.00**</td><td>0.00**</td><td>0.024*</td></tr><tr><td colspan=\"2\">Water related parameters</td><td></td><td></td></tr><tr><td>Leaf relative water content</td><td>0.00**</td><td>0.00**</td><td>0.030*</td></tr><tr><td>Leaf water potential</td><td>0.00**</td><td>0.00**</td><td>0.000**</td></tr><tr><td>Leaf osmotic potential</td><td>0.00**</td><td>0.00**</td><td>0.040*</td></tr><tr><td>Leaf turgor potential</td><td>0.00**</td><td>0.00**</td><td>0.082ns</td></tr><tr><td>Soil moisture</td><td>0.00**</td><td>0.00**</td><td>0.000**</td></tr><tr><td colspan=\"2\">Biochemical parameters</td><td></td><td></td></tr><tr><td>APX activity</td><td>0.00**</td><td>0.00**</td><td>0.844ns</td></tr><tr><td>CAT activity</td><td>0.00**</td><td>0.00**</td><td>0.138ns</td></tr><tr><td>POD activity</td><td>0.00**</td><td>0.00**</td><td>0.000**</td></tr><tr><td>SOD activity</td><td>0.00**</td><td>0.00**</td><td>0.000**</td></tr><tr><td>Total sugar content</td><td>0.00**</td><td>0.00**</td><td>0.022*</td></tr><tr><td>Proline content</td><td>0.00**</td><td>0.00**</td><td>0.051ns</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Growth and photosynthesis parameters ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Regarding the mulching effect, $\\mathbf { M } _ { 2 }$ (wheat straw mulching） consistently yielded the highest values of growth and photosynthesis,closely followed by $\\mathbf { M } _ { 1 }$ (black plastic mulching),while $\\mathbf { M } _ { 0 }$ (no mulching） yielded the lowest values of growth and photosynthesis,and $\\mathbf { M } _ { 3 }$ (cotton sticks mulching) was in-between(Table 2). The $\\mathrm { I } _ { 0 }$ (full irrigation) yielded significantly higher values for growth and photosynthesis parameters than $\\mathrm { I } _ { 1 }$ (PRD irrigation). In addition, interactions of all treatments involving $\\mathrm { I } _ { 0 }$ yielded significantly higher values than the other combination treatments, and this was particularly evident for the interactions of $\\mathbf { M } _ { 1 } \\mathbf { I } _ { 0 }$ and $\\mathbf { M } _ { 2 } \\mathbf { I } _ { 0 }$ .Relative leaf chlorophyll content was the only photosynthetic parameter without significant interaction effect. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Water related parameters ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The treatments had also significant effects on the water related parameters (Table 3).For mulching，similar trend could be observed in the growth parameters,i.e.， values were in the following order ${ \\bf M } _ { 2 } { \\bf > } { \\bf M } _ { 1 } { \\bf > } { \\bf M } _ { 3 } { \\bf > } { \\bf M } _ { 0 }$ ，except leaf water potential that significantly yielded higher value for $\\mathbf { M } _ { 0 }$ than those for $\\mathbf { M } _ { 1 }$ and $\\mathbf { M } _ { 3 }$ (Table 3).For irrigation, $\\mathrm { I } _ { 0 }$ significantly yielded higher values than $\\mathrm { I } _ { 1 }$ for all water related parameters. Among the interactions,the maximum LRWC $( 8 8 . 0 0 \\% )$ was recorded in $\\mathbf { M } _ { 2 } \\mathbf { I } _ { 0 }$ and the minimum value was recorded in $\\mathbf { M } _ { 0 } \\mathbf { I } _ { 1 }$ （20 $( 6 4 . 3 3 \\% )$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil moisture is also shown in Table 3 and mulching and irrigation interactions had a significant effect on soil moisture of cotton. The highest soil moisture $( 1 5 . 4 8 \\% )$ was measured for $\\mathbf { M } _ { 1 }$ ，followed by $\\mathbf { M } _ { 2 }$ （ $1 2 . 6 3 \\% )$ and the lowest soil moisture was measured for $\\mathbf { M } _ { 3 }$ $( 1 0 . 7 5 \\% )$ Regarding irrigation, higher soil moisture $( 1 7 . 4 5 \\% )$ was observed in $\\mathrm { I } _ { 0 }$ (control) than in $\\mathrm { I } _ { 1 }$ (PRD, $6 . 6 2 \\%$ .Among the interactions,the highest soil moisture $( 2 2 . 5 0 \\% )$ was recorded in $\\mathbf { M } _ { 1 } \\mathbf { I } _ { 0 }$ and the lowest soil moisture was recorded in $\\mathbf { M } _ { 0 } \\mathbf { I } _ { 1 }$ （ $4 . 1 3 \\%$ ; Table 3). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/486f78b1d954498847b83b14c1dcb952969d638d366919c082cda0fd30f7cbf7.jpg",
        "table_caption": [
            "Table2Efects of diffrent mulching and irrigation treatments on growth and photosynthesis parameters of cotton "
        ],
        "table_footnote": [
            "Note:Dieretlowercaselettrswithinacolumnindicatesignificancesmongdiferentmulchingandiigationtreatmentsandthei nteractions at $P { < } 0 . 0 5$ level.LSD,least significant difference;NS,non-significant. "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Plant height (cm)</td><td>Leaf area index (m²/m²)</td><td>Relative leaf chlorophyll content (%)</td><td>Stomatal conductance (mmol/(m2·s))</td><td>Net photosynthetic rate (μmol/(m²·s))</td></tr><tr><td>Mulching (M)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Mo (no mulching)</td><td>21.83d</td><td>0.78d</td><td>34.06d</td><td>312.83d</td><td>13.50c</td></tr><tr><td>Mi (black plastic mulching)</td><td>33.67b</td><td>1.11b</td><td>39.75b</td><td>338.33b</td><td>15.28b</td></tr><tr><td>M2 (wheat straw mulching)</td><td>35.67a</td><td>1.40a</td><td>43.25a</td><td>357.50a</td><td>16.81a</td></tr><tr><td>M3 (cotton sticks mulching)</td><td>25.50c</td><td>0.93c</td><td>37.30c</td><td>319.17℃</td><td>14.26c</td></tr><tr><td>LSD</td><td>1.76</td><td>0.05</td><td>1.13</td><td>5.90</td><td>0.97</td></tr><tr><td>Irrigation (I)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Io (control)</td><td>34.12a</td><td>1.50a</td><td>43.96a</td><td>377.25a</td><td>17.76a</td></tr><tr><td>I (PRD)</td><td>24.20b</td><td>0.61b</td><td>33.21b</td><td>286.67b</td><td>12.16b</td></tr><tr><td>LSD</td><td>1.24</td><td>0.04</td><td>0.79</td><td>4.17</td><td>0.68</td></tr><tr><td>MxI</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>MoI0</td><td>25.50c</td><td>1.20d</td><td>39.50</td><td>365.67c</td><td>15.50c</td></tr><tr><td>MoI1</td><td>28.16e</td><td>0.36h</td><td>28.60</td><td>260.00g</td><td>11.50e</td></tr><tr><td>M1I0</td><td>39.33a</td><td>1.50b</td><td>45.30</td><td>384.33b</td><td>18.40b</td></tr><tr><td>MI1</td><td>28.00b</td><td>0.73f</td><td>34.20</td><td>292.33e</td><td>12.16de</td></tr><tr><td>M2I0</td><td>41.67a</td><td>1.90a</td><td>48.50</td><td>398.00a</td><td>20.33a</td></tr><tr><td>M2I1</td><td>29.67b</td><td>0.90e</td><td>38.00</td><td>317.00d</td><td>13.30d</td></tr><tr><td>M3I0</td><td>30.00b</td><td>1.40c</td><td>42.50</td><td>361.00c</td><td>16.83</td></tr><tr><td>M3I1</td><td>21.00d</td><td>0.46g</td><td>32.10</td><td>277.33f</td><td>11.70e</td></tr><tr><td>LSD</td><td>2.49</td><td>0.07</td><td>NS</td><td>8.35</td><td>1.37</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/93693829f99ab72ec4756a3755c9efd8039a1efed4c37b25dbaf0a3fecf7e624.jpg",
        "table_caption": [
            "Table 3Efects of diferent mulching and irrigation treatments on water related parameters of cotton "
        ],
        "table_footnote": [
            "Note:Difrentlowercase leters withinacolun indicatesignificancesamongdiffrentmulchingiigationtreatmentsadteir interactionsat $P { < } 0 . 0 5$ level.LSD,least significant difference;NS,non-significant. "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Leaf relative water content (LRWC; %)</td><td>Leaf water potential (MPa)</td><td>Leaf osmotic potential (MPa)</td><td>Leaf turgor potential (MPa)</td><td>Soil moisture (%)</td></tr><tr><td>Mulching (M)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Mo (no mulching)</td><td>71.67d</td><td>-2.21b</td><td>-12.65d</td><td>-10.43d</td><td>9.30d</td></tr><tr><td>M (black plastic mulching)</td><td>78.33b</td><td>-2.09c</td><td>-15.60b</td><td>-13.50b</td><td>15.48a</td></tr><tr><td>M2 (wheat straw mulching)</td><td>82.00a</td><td>-2.34a</td><td>-17.98a</td><td>-15.64a</td><td>12.63b</td></tr><tr><td>M3 (cotton sticks mulching)</td><td>74.50c</td><td>-1.80d</td><td>-14.00c</td><td>-12.20c</td><td>10.75c</td></tr><tr><td>LSD</td><td>1.26</td><td>0.07</td><td>0.35</td><td>0.33</td><td>0.60</td></tr><tr><td>Irrigation (I)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Io (control)</td><td>83.00a</td><td>-1.72b</td><td>-12.90b</td><td>-11.17b</td><td>17.45a</td></tr><tr><td>I (PRD)</td><td>70.25b</td><td>-2.50a</td><td>-17.21a</td><td>-14.71a</td><td>6.62b</td></tr><tr><td>LSD</td><td>0.89</td><td>0.05</td><td>0.25</td><td>0.23</td><td>0.42</td></tr><tr><td>MxI</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>MoIo</td><td>79.00c</td><td>-1.73f</td><td>-10.60g</td><td>-8.86</td><td>14.46d</td></tr><tr><td>M0I1</td><td>64.33g</td><td>-2.70b</td><td>-14.70d</td><td>-12.00</td><td>4.13g</td></tr><tr><td>MI0</td><td>85.00b</td><td>-1.81ef</td><td>-13.50e</td><td>-11.68</td><td>22.50a</td></tr><tr><td>MI</td><td>71.67e</td><td>-2.36℃</td><td>-17.70b</td><td>-15.33</td><td>8.46e</td></tr><tr><td>M2I0</td><td>88.00a</td><td>-1.85e</td><td>-15.50℃</td><td>-13.65</td><td>17.16b</td></tr><tr><td>M2I1</td><td>76.00d</td><td>-2.83a</td><td>-20.46a</td><td>-17.63</td><td>8.10e</td></tr><tr><td>M3I0</td><td>80.00c</td><td>-1.50g</td><td>-12.00f</td><td>-10.50</td><td>15.70c</td></tr><tr><td>M3I1</td><td>69.00f</td><td>-2.10d</td><td>-16.00c</td><td>-13.90</td><td>5.80f</td></tr><tr><td>LSD</td><td>1.78</td><td>0.10</td><td>0.50</td><td>NS</td><td>0.85</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 Biochemical parameters ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Biochemical parameters for assessing efects of mulching and irrigation treatments on cotton involved total sugar and proline contents, SOD,POD, CAT and APX activities are presented in Figures 1-3.As shown in the figures,al parameters showed significantly higher amounts under $\\mathrm { I } _ { 1 }$ than under $\\mathrm { I } _ { 0 }$ ，and some parameters such as proline content, SOD and POD activities under $\\mathrm { I } _ { 1 }$ were two times those of under Io. In addition, mulching had a significant efect and all parameters responded in the following order $\\mathbf { M } _ { 2 } { \\boldsymbol { > } } \\mathbf { M } _ { 1 } { \\boldsymbol { > } } \\mathbf { M } _ { 3 } { \\boldsymbol { > } } \\mathbf { M } _ { 0 }$ .Among the interactions， the treatments involving $\\mathrm { I } _ { 1 }$ showed the highest values for all biochemical parameters,and this was particularly evident for $\\mathbf { M } _ { 2 } \\mathbf { I } _ { 1 }$ ： ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3734175f764fc28bd67e5183c97bb2661b0483ebe6d841e873263d09daf3e4d2.jpg",
        "img_caption": [
            "Fig.1Total sugar (a)and proline (b)contents in coton under diferent mulching and irrigation treatments. $\\mathbf { M } _ { 0 }$ no mulching; $\\mathbf { M } _ { 1 }$ ,black plastic mulching; $\\mathbf { M } _ { 2 }$ ，wheat straw mulching; $\\mathbf { M } _ { 3 }$ ，cotton sticks mulching;Control, full irrigation; PRD,partial rhizosphere drying.Error bars indicate standard errors; $\\scriptstyle n = 4$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/d2cf943bed96992b62e9ed36d05fa1fdbba25722f030c2e62d5f1fd4d6c04c86.jpg",
        "img_caption": [
            "Fig.2Superoxide dismutase (SOD;a) and peroxidase (POD; b) activities in coton under different mulching and irrigation treatments. $\\mathbf { M } _ { 0 }$ ，no mulching; $\\mathbf { M } _ { 1 }$ ,black plastic mulching; $\\mathbf { M } _ { 2 }$ ，wheat straw mulching; $\\mathbf { M } _ { 3 }$ ，cotton sticks mulching; Control,fullirigation; PRD,partial rhizosphere drying.Errorbars indicate standard errors; $\\scriptstyle n = 4$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/779710bbb74a595c213c252dcc839e1c6af87ce88f0c964919ee3467121c246a.jpg",
        "img_caption": [
            "Fig.3Catalase (CAT;a) and ascorbate peroxidase (APX;b) activities in coton under different mulching and irrigation treatments. $\\mathbf { M } _ { 0 }$ ,no mulching; $\\mathbf { M } _ { 1 }$ ,black plastic mulching; $\\mathbf { M } _ { 2 }$ ，wheat straw mulching; $\\mathbf { M } _ { 3 }$ ,cotton sticks mulching; Control, full irrigation; PRD,partial rhizosphere drying. Error bars indicate standard errors; $\\scriptstyle n = 4$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1PRD affecting the growth, photosynthesis and water relation of cotton ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This study shows that mulching and PRD irrigation have positive influences on the growth of cotton. Generally, the cotton yield is largely dependent on its height as higher plant develops more nodes,branches and leaves that are the main sites for photosynthesis (Ahmad et al.,2015). A lower plant height under PRD irigation is probably due to less cell division and turgidity (Raza et al., 2017). Stikic et al. (2OO3) also recorded a lower plant height under PRD irrigation than under fullirrigation.Plants had a higher height under mulching than under no mulching treatment due to more soil moisture conservation and minimization of evaporation losses (Ahmad et al., 2015). In addition, fully irrigated plants had a higher LAI than PRD-treated plants (Table 2) due to leaf area adjustment processes of plant under high soil water conditions (Ahmad et al.， 2O15). Among different mulching treatments, the maximum LAI was observed under $\\mathbf { M } _ { 2 }$ ：Ahmad et al. (2015) also found a higher LAI in cotton under $\\mathbf { M } _ { 2 }$ due to the higher soil water contents that result in more number and healthy growth of leaves (Hugar et al.,2OO9). Also,full irrigation resulted in the higher leaf chlorophyll content than PRD irrigation due to a lower efficiency of chlorophyllase (a major enzyme involved in chlorophyll formation） under drought condition (Saleh,2O12). High water conservation and availability to plants under mulching resulted in higher leaf chlorophyll contents than those of under no mulching. Similar results were reported by Hugar et al. (2OO9) and Nasrullah et al. (2011). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Chaves and Oliveira (2Oo4) found that low photosynthetic efficiency with less water was mostly related to the stomatal closure,reduced conductance of mesophyllcells and ultimately less diffusion of carbon dioxide in the carboxylation sites of leaves.Moreover,a higher content of ABA under PRD irrigation further decreased the stomatal conductance,thus resulting in the low net photosynthesis rate of plant (Wang et al., 2Oo5; Alkhaldi et al., 2012). However, researchers concluded that, although stomatal conductance decreased under PRD irrigation, there was no significant influence on the net photosynthesis rate in plants (Ahmadi et al.,2O1O; Baloch et al., 2012). In addition,the higher soil moisture availability under mulching resulted in the increase in stomatal conductance (Ahmad et al., 2015). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Raza et al. (2Ol7) found that the changes in leaf osmotic potential resulted in a higher leaf water potential in PRD-treated plants than in fully irrigated plants.We found that PRD-treated plants accounted about $2 5 \\%$ more leaf osmotic potential than fully irrigated plants.Moreover, PRD-treated plants had a higher negative leaf turgor potential due to the lower leaf water potential and LRWC (Table 3). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2PRD affecting the biochemical traits of cotton ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Researchers showed that the higher leaf turgor potential resulted in the accumulation of osmotic materials such as total sugar content (Ali and Radwan, 2OO8; Chutia and Borah,2Ol2; Saleem et al, 2016; Raza et al.,2O17). We also found that the contents of total sugar and proline significantly increased under PRD irrigation (Figs.1 and 2). Furthermore,ABA accumulation in PRD-treated plant is also a main factor of enhancing the soluble sugars contents (Parida et al., 2OO7; Khan et al., 2012). Total sugar content increased in plants under mulching and the maximum total sugar content was found in plants under $\\mathbf { M } _ { 2 }$ and PRD irrigation (Fig. 1). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Proline is an important osmolyte in plants and involves in stabilization of various organelles and macromolecules (Sumithra et al., 2Oo6). The breakdown of large protein molecules under drought stress resulted in the increase in proline contents (Izanloo et al., 2OO8). Moreover, ABA regulates the $P 5 C S$ gene expression that further increases the synthesis of proline (Ashraf and Foolad, 2O07; Chen et al., 2O18). Our results found that combined application of PRD and $\\mathbf { M } _ { 2 }$ resulted in the highest proline content than the other combination treatments,which is in line with the findings of Bozorov et al. (2018). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Overproduction of reactive oxygen species under abiotic stresses can lead to the destruction of cell membrane (Dias et al., 2O11) by stimulating lipid peroxidation (Wang et al., 2OO9; Mutlu et al.,2011). An effective antioxidant system is therefore necessary for the survival of cell and its organelles. Antioxidant enzymes such as SOD,POD, CAT and APX are known for the scavenging of reactive oxygen species. These enzymes reduce negative impacts of drought by reducing lipid peroxidation, ionic leakage and the concentration of malondiadehyde (Raza et al.,2O17).Elevated activities of antioxidant enzymes were noted in PRD-treated plants and the highest efciency of antioxidant enzymes was found under $\\mathbf { M } _ { 2 }$ . Similar result was also found in the oilseed rape (Gu et al., 2018). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A better growth and a higher photosynthesis capacity in cotton were observed under fullirrigation than under PRD irrigation; however, the proline and total sugar contents,and activities of antioxidant enzymes were significantly higher in cotton plants under PRD irrigation than under full irrigation. On the other hand,mulching had positive impacts on soil moisture and hence significantly improved the efciency of PRD irrigation. Among mulching treatments, $\\mathbf { M } _ { 2 }$ performed the best under PRD irrigation. Therefore, combined application of PRD irrigation and $\\mathbf { M } _ { 2 }$ in the field deserves further attention to optimize coton production with less water in arid regions. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The research was funded by the Higher Education Commisson of Pakistan (#20-4968/NRPU/R&D/HEC). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Ahmad S,Raza MA S,Saleem MF,etal.2015.Mulching strategies for weeds control and waterconservation incoton. Journal of Agricultural and Biological Sciences,1O(8): 299-306.   \nAhmadi SH,AndersenMN,PlauborgF,etal.2Ol0.Efectsofirrigationstrategiesandsoilsonfield-grownpotatoes:Gas exchange and xylem (ABA).Agricultural Water Management, 97(1O): 1486-1494.   \nAi Z,Yang Y,Wang Q,etal.20l8.Characteristicsandinfluencingfactorsofcropcoeficientfordrip-irigatedcottonunder plastic-mulched condition in arid environment.Journal of Agricultural Meteorology,74(1):1-8.   \nAli RA M,Radwan EA.2O08.Effectof organic and synthetic mulches of some fresh strawberrycultivars.Journal of Agriculture and Environmental Sciences Alex University,7(3):167-200.   \nAlkhaldi A,AldarirAN,Janat M,etal2O12.Effectofregulateddeficit iigationandpartialroot-zonedryingonsome quantitative indicators and the efficiency of adding nitrogen fertilizer to (Zea mays L.）by using $\\mathbf { N } ^ { 1 5 }$ isotope. American-Eurasian Journal of Agriculture and Environmental Sciences,12(9):1223-1235.   \nAndersonJV,ChevoneBI,HessJL.1992.Seasonal variationintheantioxidantsystemofeastern whitepineneedles.oual of Plant Physiology,98(2): 501-508.   \nArinL,Ankara S.2Ool.Effectoflow-tunnel,mulchand pruningonthe yieldand earlinessof tomato inunheated glasshouse. Journal of Applied Horticulture,3(1): 23-27.   \nAshraf M,FooladMR.2Oo7Rolesof glycine betaineand proline inimproving plantabiotic stressresistance.Environmental and Experimental Botany,59(2): 206-216.   \nBalochMJ,DunwellJ,KhanNU,etal.2O12.Profilingdehydringenesequenceandphysiologicalparametersindrought tolerant and susceptible spring wheat cultivars.Pakistan Journal of Botany,44(2): 8O1-806.   \nBatesL S,Walden RP,TeareID.1973.Rapid determinationoffree proline for water-stress studies.Plant and Soil,39(1): 205-207.   \nBaverLD,GardnerWH,Gardner WR.1972.Soil Physics ( $4 ^ { \\mathrm { u } }$ ed.).New York: Wiley, 282.   \nBers RF,SizerIW.1952.Aspectrophotometric method for measuring the breakdown of hydrogen peroxide bycatalase. Journal of Biology and Chemistry,195(1):133-140.   \nBozorov TA,UsmanovR M,Yang H,et al.2O18.Efect of water deficiency on relationships between metabolism, physiology,biomass,and yieldofuplandcoton (Gossypium hirsutum L.).JournalofAridLand,0(3): 441-456.   \nBradford MN.1976.Arapidandsensitive methodforthequantitationof microgramquantitiesof proteinutilizingthe principle of protein-dye binding.Analytical Biochemistry,72(1-2): 248-254.   \nChavesM M,Oliveira MM.2004.Mechanisms underlying plant resilience to water deficits:prospects for water-saving agriculture.Journal of Experimental Botany, 55(407): 2365-2384.   \nChen K,Ali S,Chen Y,etal.2O18.Effectof ridge-covering mulching materialsonhormonalchanges,antioxidativeenzyme activities and production of maize in semi-arid regions of China.Agricultural Water Management,204: 281-291. (Oryzu sauvu Limn.) genotypes ol Ass, Inuia I1.roten anu proune staus i seeungs unuer rEG inuceu water sure. American Journal of Plant Sciences,3(7): 971-980.   \nDias M C,Pinto G,Santos C.2011. Aclimatizationof micropropagated plantlets induces anantioxidative burst: a case study with Ulmus minor Mill.Photosynthetica,49(2): 259-266.   \nDryPR,Loveys BR,Dring H.2Ooo.Partial dryingof theroot-zoneof grape.II.Changes in thepattrnofrootdevelopment. Vitis,39(1): 9-12.   \nGhosh PK,Dayal D,BandyopadhyayKK,etal.2O06.Evaluationof traw and polythene mulch forenhancing productivityof irrigated summer groundnut.Field Crops Research, 99(2-3): 76-86.   \nGiannopolitis CN,Ries SK.1977.Superoxide dismutase.IOccurrenceinhigherplants.PlantPhysiology59(2):309-314.   \nGOP.2015-2016.Economic Survey of Pakistan 2015-2016.Pakistan: Economic Advisory Wing Islamabad,26-27.   \nGu X,Li Y,Du Y.2O18.Film-mulched continuous ridge-furow planting improves soil temperature,nutrientcontentand enzymatic activity ina winter oilseed rape field,Northwest China.Journal of Arid Land,1O(3): 362-374.   \nHugar AY,Halemani HL,Aladakati YR,etal.2009.Studiesontheefectof polyethylene mulching onrain-fedcotton genotypes: II Influenceonstatus of soil moisture,microbial population insoil anduptakeofnutrients.KarnatkaJournalof Agriculture Sciences,22: 284-288.   \nIzanloo A,Condon AG,LangridgeP,etal.2O08.Different mechanismsof adaptation tocyclic waterstressin two South Australian bread wheat cultivars.Journal of Experimental Botany,59(12): 3327-3346.   \nJovanovic Z,Stikic R.2O18.Partial rot-zone drying technique:from water saving to the improvement ofa fruit quality. Frontiers in Sustainable Food Systems,1: 1-9.   \nKhanSU,BanoA,DinandJ,etal.2O12.Abscisicacidandsalicyliccidsed treatmentaspotentinducerofdroughttolerance in wheat (Triticum aestivum L.).Pakistan Journal of Botany,44: 43-49.   \nMaehlyPC,Chance M.1954.The assayof catalases and peroxidases.In: Gluck D.Methods of Biochemical Analysis.New York: Interscience Publishers,357-424.   \nMeloni D A,Oliva MA, Martiez CA,et al.2003.Photosynthesis and activityof superoxide dismutase,peroxidase and glutathione reductase in coton under salt stress. Environmental and Experimental Botany,49(1): 69-76.   \nMutluS,AticiO,EsiN,etal.01.Esetialoilsofcatmint(Nepeta meeriBenth.)inuceoidativestresinrlysdlings of various weed species.Acta Physiologiae Plantarum, 33(3): 943-951.   \nNasrullah HM,Khan M,AhmadR,etal.2O11.Sustainablecotton productionand waterconomy throughdifferentplanting methods and mulching techniques.Pakistan Journal of Botany,43(4):1971-1983.   \nNelson N.1944.A photomorphic adaptation of the somogyi's methods for the determination of reducing sugar.Annals of Chemistry,31: 426-428.   \nNgouajio M,McGiffen M E.2004. Sustainable vegetable production: effects of cropping systems on weed and insect population dynamics. Acta Horticultrae,638: 77-83.   \nParidaAK,DagaonkarVS,Phalak MS,etal.2O7.Alterationsinphotosytheticpigments,proteinandosmoticcompoents in cotongenotypessubjected to short-term drought stress followed byrecovery.PlantBiotechnologyReport,1(1):37-48.   \nPatil MD,BiradarDP,Patil VC,etal.2011.Responseofcoton genotypes todrought mitigation practices.American-Eurasian Journal of Agriculture and Environmental Sciences,11(3): 360-364.   \nRaza MA S,Saleem MF,Ashraf MY.2012a.Glycinebetaine appiedunder drought improved the physiological effciencyof wheat (Triticum aestivum L.) plant.Plant Soil and Environment,31(1): 67-71.   \nRaza MA S,Saleem MF,Anjum SA.2012b.Foliar appication of potassium under water deficit conditions improved the growth and yield of wheat (Triticum aestivum L.).Journal of Animal and Plant Sciences,22(2): 431-437.   \nRaza MA S,Ahmad S,Saleem MF,etal.2O17.Physiologicaland biochemicalasisted screeningof wheat varieties under partial rhizosphere drying.Plant Physiology and Biochemistry,116:150-166.   \nRizwan M,AliS,Ibrahim M,et al.2015.Mechansmsof silicon-mediated aleviationof droughtand salt stressin plants:a review. Environmental Science and Pollution Research,22(20): 15416-15431.   \nSalemMF,RazaSAM,hmadS,etal.2016.Understandingandmitigating theimpactsofdroughtstressincotton-areview. Pakistan Journal of Agricultural Sciences,53(3): 609-623.   \nSaleh B.2O12.Salt stresaltersphysiological indicators incoon(GossypumhirsutumL.).SoilandEnvironment,23-118.   \nSteel R G D,Torrie JH, Dickey D.1997.Principles and Procedure of Statistics.A Biometrical Approach $( 3 ^ { \\mathrm { r d } } { \\mathrm { e d . } } )$ . New York: McGraw Hill Book Co.Inc.,352-358.   \nStikic R,Popovic S,Srdic M,etal.2Oo3.Partialrotdrying (PRD):anew technique forgrowing plants thatsaves waterand improves the qualityof fruit.Bulgarian Journal of Plant Physiology,29:164-171.(in Bulgarian)   \nStoll M,Loveys B,DryP.2Ooo.Hormonalchanges inducedbypartialrootzonedryingof irigated grapevine.Journalof Experimental Botany,51(350):1627-1634.   \nSumithraK,JuturPP,CarmelBD,etal.2o6.Salinity-inducedchangesintwocultivarsofVignaradiata:resposesof antioxidative and proline metabolism.Plant Growth Regulation,5O(1):11-22.   \nTangLS,LiY,ZhangJ.2Oo5.Physiologicaland yieldresponsesofcottonunderpartialrootzone irigation.FeldCrops Research,94(2-3): 214-223.   \nUlla A,SunH,YangX,etal.2O17.Droughtcopingstrategiesinoton:increasedcropperdrop.PlantBiotechnologyJoal, 15(3): 271-284.   \nWang H,LiuF,AndersenMN,etalO9.Comparativeeectsofpartialroot-zonedryinganddeficitiigationonitrogen uptake in potatoes (Solanum tuberosum L.).Irrigation Science,27(6): 443-448.   \nWangL,DeKroonH,gemaGM,etal.Oo5.PartialrotdryingeffectsonbomassproductioninBrasicanapusandthe significance of root responses. Journal of Plant and Soil,276(1-2): 313-326. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]