[
    {
        "type": "text",
        "text": "我国国防科技决策咨询工作的发展与变革",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "卢胜军 齐卓砾 赵超阳 魏俊峰 刘登中国国防科技信息中心北京 100142",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]国防科技决策咨询工作是我国国防科技工作和国家决策咨询工作的重要组成部分，具有厚重的历史积淀和鲜明的中国特色，开展相关研究对我国决策咨询事业发展具有启示意义。[方法/过程]采用历史研究等方法，分析了我国国防科技决策咨询工作起步创建、探索创新、稳定发展、深化改革四个时期的历程及特点，探讨了我国国防科技决策咨询工作的重大贡献、主要特征与历史经验，并提出了新形势下我国国防科技决策咨询工作变革创新的若干建议举措。[结果/结论]我国国防科技决策咨询工作为突破“两弹一星”等国防尖端技术、设立国防科技机构、建立国防科技事业、制定国防科技战略规划做出了重大贡献，具有与国防科研工程水乳交融、坚持军地集中统一领导、贯彻“三项制度”、尊重科学家和技术专家等主要特征，积累了决策层重视、集中力量办大事、体系化力量、科学管理等历史经验，新时期应着力加强政策法规先导化、决策机构扁平化、发展理念市场化、咨询力量联盟化、工具手段智能化、运营管理自主化、咨询效益计量化。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科学决策 研究咨询服务 国防体制 智库 军民融合分类号：C932.4",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1我国国防科技决策咨询工作概况",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国防科技决策咨询工作主要指针对国防科技建设发展重大问题，为国防和军队科技决策部门提供研究咨询服务的活动，是国防决策咨询体系的核心组成部分，也是国防和军队建设发展的重要支撑力量。作为一项高度综合集成的复杂系统工程，国防科技决策咨询工作不仅具有决策咨询的综合性、战略性、全局性等普遍特点，更兼具对抗性、保密性、前瞻性等鲜明特征；不仅与国防科技建设发展密切相关，还涉及政治、军事、外交、工业、经济、文化等领域；不仅开展战略、管理、技术、信息、工业等资政建言性工作，也从事政策法规研究解读、发展战略研究拟制、规划计划论证评估、技术预测与评估、工程项目指导把关等研究性实践性工作；不仅包括技术研发、国防科技管理、情报信息、系统论证、参谋辅助、教育培训等机构，更覆盖从事国防科技及相关领域研究咨询的智库、专家咨询组织、专业学会协会、科研院所、高校等组织[]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从20世纪50年代至今，我国国防科技决策咨询工作已逐步建成了较为科学、合理、完备的机构与业务体系，为“两弹一星”、银河巨型计算机、“杀手锏”武器、载人航天工程等尖端技术研发和国防科技建设发展做出了重要贡献，形成了区别于其他咨询工作并极具中国特色与国防原创性的独特气质和风格，对国防科技事业和国家决策咨询工作产生了深远影响，具有重要研究价值。因历史上保密安全的原因以及与军事相关的特殊性质，我国国防科技决策咨询工作尚未得到学界的普遍关注，也没有系统深入的学术研究成果，是决策咨询领域尚待挖掘的宝藏。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为理清我国国防科技决策咨询工作的历史特征和规律，服务支撑国防科技决策咨询作者简介：卢胜军（ORCID：0000-0001-7843-8254)，管理与政策研究部助理研究员，博士，项目主管，E-mail：lusheng jun@139.com；齐卓砾，管理与政策研究部助理研究员；赵超阳，管理与政策研究部主任、副研究员；魏俊峰，管理与政策研究部副主任、副研究员；刘登，管理与政策研究部助理研究员。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "事业发展，本文在公开史料及前期研究的基础上，从学术角度，尝试运用历史研究、实证研究等方法，梳理分析我国国防科技决策咨询工作其发展历程及其特点，进而总结其重大贡献、主要特征和历史经验，最后结合当前的新形势，探讨推进我国国防科技决策咨询工作变革创新的思路与举措。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2我国国防科技决策咨询工作发展历程及其特点",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "没有决策机构，就没有决策需求；没有决策需求，当然更没有决策咨询。我国国防科技决策咨询工作是伴随着国防科技建设及国防科技领导决策体制变化而发展壮大的，以历史分期的方法分析，其发展历程可分为起步创建、探索创新、稳定发展、深化改革四个时期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1起步创建时期（1951年-1956年）",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "建国之初，我国国防科技基础薄弱，一穷二白，只有旧中国留下的兵工厂，还没有现代意义上的国防科技。随着国防科技和国防工业及领导决策机构逐步建立，我国国防科技决策咨询工作应运而生。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1国家级国防科技领导决策机构逐步建立",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国国防科技和国防工业发端于兵器工业。1951年1月4日，为加强对兵工生产和建设的领导，军委成立了兵工委员会[2。它是为适应保障抗美援朝战争军工生产需要而设立的一个应急领导机构，是我国第一个中央层面的主管国防科技和科研生产的议事协调领导机构[2-3]。1951年4月17日，国家颁布《关于航空工业建设的决定》，决定成立航空工业管理委员会，加强我军航空工业以及航空武器装备工作的统一领导[4]。1955 年7月，为发展我国国防尖端工业，加强对原子弹事业的领导，中央成立由陈云、聂荣臻、薄一波组成的三人小组，负责核计划的决策2。这些领导机构是国防科技决策咨询工作建立的基础和主要的服务对象。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.2苏联顾问和专家发挥了重要的指导和咨询作用",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当时，社会主义建设面临的严重问题之一是缺乏科学技术人才。党和国家领导人对此极为重视，多次敦促苏联派专业技术人才援华。据统计，自1950年至1953年，先后援华的苏联专家到1100人次以上，截至1953年底回国741人，留在各厂矿企业的尚有342人，其中国防科技工业相关领域的专家200 多人[5。苏联顾问和专家，不仅参与国家规划计划制定工作，还参与尖端技术研发、工厂建设等工程项目，发挥了指导协调、咨询建议、技术支持等作用，为建国之初国防尖端技术研发做出了重大贡献，并促使我国建立自己的决策咨询力量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本时期是咨询工作创建之初的准备酝酿阶段，已逐渐开展零散业务。主要特点有：一批决策机构逐步建立，这是国防科技决策咨询工作建立的基础，但还没有创建专门的咨询机构和力量；技术研发和重大工程研制相关的决策需求不多，且比较散乱；苏联顾问和专家援华对决策咨询工作的建立起到了示范引导作用，这是其建立初期的一个鲜明特色。薄弱的国防科技基础，导致国防科技决策咨询工作艰难起步，但正是国防尖端技术发展的强烈需求，预示着这项事业将迎来更大机遇。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2探索创新时期（1956年-1982年）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1956年，在著名科学家钱学森的建议下，国防部成立了航空工业委员会和第五研究院，国防科技决策咨询工作由此开启在艰苦卓绝环境中不断探索创新的新时期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.1专家建议直接影响领导机构的成立和导弹工业的建立",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "抗美援朝后，中央决定大力发展原子弹、导弹等国防尖端技术，国防科技决策咨询工作迎来了重大历史机遇。1956年2月27日，钱学森向国务院呈报了《建立我国国防航空工业的意见》，引起中央和军委对发展我国导弹事业的重视。随后，3月14日，周恩来听取了钱学森关于中国发展导弹技术的设想，决定成立导弹航空科学研究领导机",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "构——国防部航空工业委员会（简称“航委\")，由聂荣臻任主任[2。10月8日，我国第一个导弹研究机构国防部第五研究院（简称“五院\"）成立，由钱学森任院长2。这是两个标志性历史事件：科学家建议直接成为设立国防科技领导机构和研究机构、建立国防科技工业的主要依据，这在新中国历史上尚属首次；航委和五院是科学家深度参与建设和领导的国防科技领导决策机构与管理研究机构，孕育了国防科技决策咨询工作的诸多原始创新和机制雏形。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2十二年科学规划是决策咨询工作首次集中练兵",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1956年1月，为组织编制1956至1967年的科学技术远景规划，国务院成立科学规划委员会，作为常设的科学技术高级协调机构，具体组织领导全国科技发展远景规划工作。3月12日，聂荣臻签发了《对十二年科学规划中国防研究项目的意见》，这是我国第一个比较系统的武器装备发展规划，也是国防科技领域首次大规模有组织的系统性研究咨询任务2。4月，科学规划委员会集中全国600 多位优秀科技专家，着手制定新中国第一个科技发展规划。其中，在军工方面，由国防部航委、总参装备计划部、国防工业部有关人员，共同拟制了武器装备发展规划[2][7]。这是新中国第一次大规模运用专家力量研究制定科技发展规划，各行业领域专家的研究咨询作用得以充分发挥。5月21日，为制定军队方面的科研工作规划，张爱萍向军委呈送了《关于军队内部建立科学研究工作的初步意见》,并于6月获得军委批准8。此后，我军科学研究工作逐渐开展起来，研究咨询工作也开始步入正轨。10月，《1956-1967年科学技术发展远景规划纲要》基本完成2，标志着我国国防科技专家集中深度参与的研究咨询工作取得了阶段性成果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.3国防科技工作逐渐实现集中统一领导",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1958年10月16日，中央批准了军委《关于改组国防部航空工业委员会为国防部国防科学技术委员会的报告》，在航委的基础上，成立了国防部国防科学技术委员会（简称“国防科委\")，由聂荣臻任主任,它是党中央、国务院、中央军委的统一组织搞国防科技和战略武器研究的参谋部门[2。11月，由科学规划委员会、国家技术委员会合并组成的国家科学技术委员会（简称“国家科委\"）成立，主管全国科学技术方针政策，由聂荣臻兼主任[2。1959年4月，国防部五院整体并入国防科委，新的国防科委全面领导国防科技工作。实践证明，成立国防科委，实现国防科技工作的统一领导，从而加速国防科技事业发展。1960年1月5日，中央决定成立国防工业委员会，作为国务院、中央军委统一组织协调国防工业生产建设的业务领导机关[2。1977年11月14日，为解决机构重叠、职能交叉、多头管理等问题，中央成立中央军委军事科学技术装备委员会（简称“科装委\")，统一领导国防科学技术研究和国防工业生产工作[8。这些机构不仅是国防科技的领导决策机关，也是党中央、国务院和中央军委的参谋机构，其成立逐渐实现了对国防科技的统一领导，促进了国防科技决策咨询工作体系的建立健全。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.4创建科技委和专业组等新型咨询组织形式",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1960年，在聂荣臻的支持下，国防部五院创建了以科技领域专家为主的专业组，以发挥专家群体的“智囊团”作用，专业组形式一直延续至今[9]。1961年7月12日，为进一步强化科技专家和技术领导作用，钱学森向聂荣臻建议，把由专家组成的国防部五院科学技术委员会（简称“科技委\")，作为五院的技术“高参”，负责研究型号发展有关技术问题，为党委和行政领导提出建议和咨询。这种新的技术咨询型组织形式，得到了国防科委主任聂荣臻的充分肯定[9-10]。1962年2月2日，五院科技委正式成立，下设16个专业组，专业组根据型号任务的需要，制定本专业的科研规划，安排预研项目[9-i0]。科技委的建立，使党政领导耳聪目明，科学民主决策有了有效途径，特别是加强了预研，为进入型号工程研制提供了充分的技术储备，后来在国防科技工业战线和政府机构广泛推广[10]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.5建立技术和行政两条指挥线体系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国防部五院设立初期，各级领导对科学管理的重要性认识不够，在我国近中程导弹首次发射失败后，才对管理工作重视起来[1°。为了规范科研工作，五院于1962年11月8日颁布试行《国防部第五研究院暂行条例》，提出了建立健全在型号研制中行之有效的两条指挥线制度：一是以总设计师为主的技术指挥线，主要是由总设计师、副总设计师、主任设计师和主管设计师四层组成的设计师系统，每个型号都设立相应的设计师系统，专注于型号和工程研制；另一个是以行政指挥为主的行政指挥线，由战略决策层、决策管理层和组织实施层三层组成，负责若干型号的组织指挥调度工作[10]。技术线在技术问题上具有决策权，同时，要对行政指挥线提出咨询建议方案，两个系统组成一个既相互协调、相互支持，又分工明确、相互制约的工程组织管理体系。1977年，国防科委主任张爱萍进一步发展了两条指挥线制度，建立了总设计师制度和总调度指挥制度：总设计师系统，由科学家组成，是一个跨编制、跨部门的技术指挥系统，负责研制技术设计技术工作和科研项目攻关；总调度指挥系统则负责计划调度、组织指挥和财务物资保障工作，全力保障总设计师系统，而且绝不允许动摇、干涉总设计师系统的意志、计划和行动8。两条指挥线制度，是我国国防科技领域的一大创造，在世界科学界也是行之有效、完整系统的科学管理制度，许多科学家至今对其还赞不绝口并深深怀念。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本时期，国防科技决策咨询工作开始探索创新，渐成体系，日趋成熟。主要特点有：国防科技决策机关和部门逐步稳定，逐渐实现集中统一领导，并与国家科技工作有机结合；决策咨询工作开始由初期零散、无意识，向体系化、主动性的方向转变；在国防科技系统内部，开始创新出科技委、专业组、技术行政两条线等组织管理形式，这是国防科技决策咨询工作的独有创举。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3稳定发展时期（1982年-2016年）",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1982年，国防科学技术工业委员会的成立，标志着我国国防科技决策体制走向成熟和稳定，昭示着我国国防科技决策咨询工作步入正轨，形成了完整稳定的力量体系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.1建立了稳定的国防科技领导决策体制",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1982年5月10日，国务院、中央军委批准了《关于调整国防科技、国防工业管理体制的请示》，由国防科委、国防工办、军委科装委办公室合并组成国防科学技术工业委员会（简称“国防科工委\")，并于7月29日正式成立，它是中央军委主管武器装备发展、研制、试验、定型、生产的统帅部[8-9]。从此，我国尖端武器和常规武器研制生产有了统一领导、统一规划、统一部署和协调的核心、统帅机构，对国防科技工业发展起到了积极作用。20世纪末，世界新军事革命风起云涌，为加快武器装备建设的步伐，1998年4月，军委决定在国防科工委的基础上组建总装备部（简称“总装\")，负责全军武器装备建设的集中统一领导，促进国防和军队现代化建设[1]。同年，国务院另行设立国防科工委，它主要负责组织管理和监督国防工业计划、政策、标准及法规的制定与执行情况，并于 2008年3月改组为国家国防科工局[12]。从国防科工委到总装、新国防科工委及国家国防科工局，体现了集中统管的国防科技领导决策体制逐步稳定，从而奠定了决策咨询工作成熟发展的基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.2形成了成熟的国防科技决策咨询工作领导机制",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1982年8月14日，国防科工委成立不久，经中共中央批准，中央军委正式颁布命令，成立国防科工委科学技术委员会（简称“国防科工委科技委\")。国防科工委科技委是张爱萍在国防部五院科技委和华东军区技术指导委员会等经验做法的启发下决定成立的，拥有科学技术研制方面的领导权力，与国防科工委领导享有同样的领导权和指挥权，是从事科学技术领导工作的实体机构，下设19个专业组[8-9]。任务是负责研究科学技术的发展方向、方针、政策，提出发展规划的意见，主持和组织型号的研制、战术技",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "术的论证等。成员是国防科委系统各行各业的专家、学者及主要负责干部，有兼职和专职，还可聘请非国防科技工业战线的在科技上有造诣的专家。科技委设秘书长和秘书，专理科技委工作，各级行政办事机构同时就是它的办事机构。科工委下属各工业部均照此设立本部的科技委，接受科工委科技委的领导89。1998 年总装成立时，不仅在原国防科工委科技委基础上成立总装科技委作为技术指挥领导机构，还增强了顾问、委员等咨询力量，并在原有19个专业组的基础上新建了20个专业组。科技委、专业组等组织形式的建立、继承和发展，是国防科技决策咨询工作领导机制走向成熟的重要体现。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.3健全了军民融合式的决策咨询力量体系",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "20 世纪80至90年代，“863”计划的实施、中国工程院的成立等一系列重大事件，标志着国防科技决策咨询工作取得显著成就，逐渐健全了全方位、分层次、多形式的军民融合式决策咨询力量。1986年3月3日，王大珩等4位科学家联名上书中央，提出关于跟踪世界战略性高技术发展的建议。邓小平批示“此事宜作决断，不可拖延。”11月，国家正式启动高技术发展计划（即“863”计划)，并由国家科委和国防科工委负责计划的制定[9]。“863”计划第一次联合办公会议，明确了计划部署落实必须充分发挥专家委员会的作用，对决策咨询工作给予充分重视。此外，中国工程院的成立极大加强了国防科技决策咨询力量。1992年4月，中国科学院学部委员张光斗等6人联名上书中央，建议成立中国工程与技术科学院。1994年6月3日，中国工程院成立，它是我国以工程技术专家为主体的独立的最高荣誉性、咨询性的学术机构[9。“863”计划的设立和中国工程院的建立，既是国防科技决策咨询工作直接推动的结果，也是突显国防科技决策咨询工作重要性的体现。至此，我国已经形成以军队国防科技主管机关领导下的科技委、顾问与专家组织、总体设计机构、技术研发机构、情报信息机构、系统论证机构以及以“863”计划为代表的重大工程专项相关研究咨询组织等为主干，以中国科学院、中国工程院、中国科协、国家部委下属技术咨询机构、军工集团科研院所以及高校等为主体的军民融合式国防科技决策咨询工作力量体系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "本时期，国防科技决策咨询工作经过30余年沉淀后趋于稳定和成熟，体现出强烈的国防科技创新特色，主要体现在：国防科技领导决策体制趋于稳定，为决策咨询工作提供了良好的条件和环境；经过历史实践考验和检验形成的科技委、专业组等制度，是国防科技决策咨询工作成熟的领导机制和组织形式；国防科技决策咨询力量呈现军民融合式、层次化、跨领域、成体系的特征；国防科技决策咨询工作已形成稳定领导决策体制、成熟咨询工作领导机制和体系化咨询力量的格局；决策咨询工作在国家级重大工程项目和重要机构设置方面发挥着积极主动的作用。从1982年到2010年代的30多年，是国防科技决策咨询工作前30年积淀的升华、创新和延续，是国防科技决策咨询工作发挥重大作用、做出重大贡献的重要时期。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4深化改革阶段（2016年至今）",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "新时期，国防科技决策咨询工作面临着新的历史发展机遇。2016年1月，中央军委调整组建了科学技术委员会，标志着我国国防科技决策咨询工作开启了深化改革阶段。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.1决策咨询工作得到前所未有的重视",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "十八大以来，党和国家高度重视决策咨询工作。十八大报告提出：“坚持科学决策、民主决策、依法决策，健全决策机制和程序，发挥思想库作用”。习主席指出：“军委自身的工作方式也有一个创新问题，要完善议事决策和工作机制，保证军委工作反应灵敏、高效运转。”[13]2015年1月，中办、国办印发了《关于加强中国特色新型智库建设的意见》[14]。2016年3月23日，习主席在视察国防大学时指出，要充分发挥高端智库作用，围绕党中央和中央军委决策需求，凝聚国家安全、国防和军队建设等重大问题，开展政策研究，提出对策建议[15]。2017年2月6日，中央深改组第32次会议审议通过了《国",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "家科技决策咨询制度建设方案》，对科技决策咨询工作提出了更高要求[16]。2017年3月12日，习主席强调推动科技兴军，坚持向科技创新要战斗力，指出要“发挥专家智库体系作用，提高战略筹划水平”[17]。党中央对决策咨询工作和智库建设的高度重视，预示着国防科技决策咨询工作正迎来新的重大发展变革和机遇。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4.2调整组建了独立的国防科技主管机构",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在决策咨询工作备受关注的形势下，随着军队改革全面深入推进，国防领域特别是国防科技领域的决策咨询工作正在开启改革模式。2016年1月，中央军委调整组建科学技术委员会（简称“军委科技委\")，主要是加强国防科技战略管理，推动国防科技自主创新，协调推进科技领域军民融合发展。作为军委15个职能部门之一，军委科技委既是党中央、中央军委的战略参谋、科技参谋，又是国防科技建设发展的执行使者、发展助手[18-20]。国防部官网公开信息表明，军委科技委不仅是国防科技建设发展的参与者、执行者、推动者和战略管理者，同时也是国防科技决策咨询工作的统筹协调主管机关，这在国防科技发展历程上具有里程碑意义，国防科技决策咨询工作由此将进入深化改革的时期。无独有偶，2017年1月22日，党中央决定成立中央军民融合发展委员会，作为中央层面军民融合发展重大问题的决策和议事机构，统一领导军民融合发展[21，这对决策咨询工作是一个重大历史机遇。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4.3智库成为决策咨询工作的新生力量",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "自《关于加强中国特色新型智库建设的意见》印发以来，全国掀起了智库热潮，一批批新型智库开始组建成立，许多传统研究咨询机构开始向新型智库转型升级，其中许多智库已成为国防科技及相关领域智库建设的先行者。2015年6月，国家国防科工局成立了国防科技工业发展战略委员会，致力于为国防科技工业改革发展和科技创新提供政策建议和咨询意见[22]。特别是在 2016 年，中科院科技战略咨询研究院、中国科协科技创新战略研究院、中船工业综合技术经济院大柳树防务智库、中国航天12 院钱学森智库等可为国防科技提供服务的新型智库，迅速组建运行，已成为国防科技决策咨询的重要力量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "新形势下，国防科技决策咨询工作开启了深化改革模式，并且正在迅速推进中。主要特点有：决策咨询工作特别是新型智库建设受到中央高度重视，相关改革和建设工作开始从国家顶层向下逐步铺开，其中，国防、军事、科技等领域备受关注；国防科技决策咨询相关建设与改革工作，上升到国家和军委层面，并呈现涉及行业领域广、改革举措大、军民融合性强等特征；新型智库成为决策咨询工作一种新的组织形式，国防科技领域开始形成一批新型智库力量，且其视野更加广阔，机制更加灵活，影响力今非昔比，将引发决策咨询工作更深入的变革。上述特点只是近年来的若干征兆，随着改革深入推进，国防科技决策咨询工作将会以更新的面貌示人。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1951年,兵器工业委员会 1956 年，航委、五院成立 1982 年，国防科工委及 十八大后，党中央高  \n成立 其科技委成立 度重视咨询工作1956 年，十二年规划1986 年，863 计划启动 2015年，“新型智库建  \n1951年,航空工业管理委 1957年，国防科委、国家 设的意见”印发  \n员会成立 科委成立 1994年，工程院成立2016年，军委科技委  \n1955年，核三人小组成立 1961年，科技委、专业组、 1998 年，总装及新科工 成立两条指挥线制度确立 委成立(后改科工局）近年以来，智库成为  \n苏联顾问专家咨询力量 1977年，科装委成立 军民融合咨询体系健全 新生力量..... .....□口 □口 □□起步创建 探索创新 稳定发展 深化改革(1951-1956) (1956-1982) (1982-2016) (2016-至今）",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 1 The development history of China's national defense science and technology decision-making consultation ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3我国国防科技决策咨询工作的贡献、特征与经验",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "历史上，这项工作并不是一项具有独立建制的事业，也并非是一门具有完备体系或整体形象的显学，但却为国防科技建设发展做出了巨大贡献，极具中国特色和国防特质，可为决策咨询事业发展提供经验借鉴。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1重大贡献 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1.1促进了“两弹一星”等国防尖端技术的突破 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "国防科技决策咨询工作的诞生，本源上是因为“两弹一星”等重大工程研制和国防尖端技术研发的需要。“两弹一星”等是综合性很强的大科学工程，是大规模集体进行的科学研究方式，由科学家群、技术人员群在统一领导、组织和规划下共同进行科学研究。止如聂荣臻讲，“两弹一星”的成功，直接原因是因为组织了一支了不起的科学家团队，完成了科学技术的攻关[3。因此，科学家、技术专家的研究咨询对大科学工程而言极端重要。历史证明，决策咨询工作为我国国防尖端技术研发，提供了大量有价值的发展战略、技术情报信息、关键解决方案和重大意见建议，特别是在“两弹一星”、载人航天工程、“嫦娥工程”和银河巨型机等重大工程决策中，为把握正确方向、突破关键技术、缩短研制周期发挥了显著作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1.2促进了国防科技决策领导机构和科研机构的设立",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "纵观60多年来的发展，国防科技决策咨询工作主动或被动、自觉或不自觉地、直接或间接地促进了国防科技相关决策领导机构和科研机构的成立。如在钱学森的建议下，中央于1956年成立了国防部航委和五院，从听取意见到付诸决策只用了半个月的时间，此类案例不胜枚举。从咨询角度来看，对国防科技相关机构的设立具有重大影响的，主要是研究咨询机构的论证方案和专家建议尤其是大科学家的直接建议。中央对大科学家的建议尤其重视，而且历来决策果断迅速，这是国防科技决策咨询工作的一个特色。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1.3促进了国防科技相关工业、产业和事业的建立",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中央于1956 年成立国防部航委和五院，实际上是建立了导弹航空工业的领导机构和科研机构，并由此建立了我国的导弹航空工业，新中国的航空航天事业即以此为开端。同年，钱学森针对西方发达国家对我国实施的全面封锁，提议加快建设具有中国特色的科技情报系统23。据此，周恩来指示把专门的科技情报工作列入十二年远景规划，作为其中的第57项重大任务，这直接推动了我国科技情报事业尤其是国防科技情报事业的",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "建立[6]。60多年来，专家和研究咨询机构的建议对我国国防科技工业许多行业领域、专业方向的建设发挥了直接作用，这是国防科技决策咨询工作源于科学技术研发，又高于具体技术层面，并上升到工业、产业和事业发展高度的一个表现。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1.4促进了国防科技发展战略和规划计划的制定",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "历史上，在制定国防科技发展战略和规划计划时，研究咨询工作往往发挥着关键作用。1956年，在编制十二年远景规划期间，国防科技领域第一次大规模组织科学家、专家学者、科研人员等，开展国防领域研究项目的计划编制工作，并作为有效做法和优良传统继承下来。在20世纪80年代，国防科工委科技委主任朱光亚极力倡导国防科技工业发展战略研究，并把它作为一项全局性、长远性的战略研究，开展了长达8个月的探讨、交流和研究，形成了支撑国防战略发展的一系列重大成果9。近年来，随着科学技术的跳跃式、颠覆式发展，国防科技的科学性、综合性、专业性更加明显，特别是在顶层发展战略和规划计划方面，科学的研究咨询工作愈加重要。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2主要特征",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.1始终与国防科研工程水乳交融 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国防科技决策咨询工作是“两弹一星\"等重大工程研制和国防尖端技术研发的产物，决定了它与国防科研工程存在天然、长久而深刻的联系。历史表明，科学家、专家学者、技术人员以及研究咨询机构，不仅是国防科研工程组织体系的核心组成部分，也是相关决策的重要咨询力量，甚至本身就是国防科技决策链条中的重要环节。如战略科学家钱学森是我国导弹航空事业的奠基人和国防科技事业的领导者，同时也是党中央、中央军委制定国防科技重大决策的高级智囊和战略参谋。60多年来，它与国防科研工程、国防科技建设发展已形成血肉联系，相融相生。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.2始终坚持军地集中统一领导 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "纵观历史，每当国防尖端技术取得重大突破，国防科技决策咨询工作取得重大进步，往往是国防科技实现集中统一领导、军地协调融合之时。1956年至1959年，航委、国防部五院、国防科委、国家科委相继组建之时，正是其实现重大探索创新的时期。那时，聂荣臻身兼中央科学小组组长、国家科委主任、国防科委主任，实现了对全国科技事业的集中统一领导。1982年，国防科工委成立后，很快确立了科技委制度。1998年，总装的成立，实现了对国防科技决策咨询工作的继承发展和创新。因此，我国国防科技决策咨询工作的发展历程，实质上是对国防科技集中统一领导体制的直接反映。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.3始终贯彻两条指挥线、科技委及专业组专家组制度",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "科技委制度、专业组专家组制度、两条指挥线制度以及基于这三项制度的工作体系，是我国国防科技决策咨询工作主动适应国防科技实际的原始创新，铭刻着中国特色和国防科技事业的烙印，是对我国决策咨询工作的原创性贡献。三项制度都始于国防部五院时期，成熟于国防科工委时期，发扬于总装时期，不仅贯穿我国国防科技决策咨询工作的发展主线，更是其特征特色的重要体现。当前，三项制度仍是国防领域重要的决策咨询组织形式，而且在政治、经济、教育等领域广泛应用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.4始终尊重科学家和技术专家的独立自主性",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "尊重科学家和技术专家及其在学术技术方面的独立性、自主性，是国防科技事业的优良传统。早在五院时期，聂荣臻对领导决策与技术咨询的关系就有深刻认识：技术上的事，由技术委员会的专家研究讨论后，再由党委批准；党委只管批准，专家讨论少干预2。在国防科委时期，张爱萍曾指示：对科学家最好的服务就是为他们创造一个充分施展才华和智慧的环境，使他们无拘无束、无忧无虑而又不是无边无沿地从事他们所爱好的工作，不是无边无沿儿，就是始终有目标可奔、有章法可循、有集体可靠8。正因此传统，国防科技事业始终集聚着一流的科学家和技术专家，他们是这项事业赖以生存",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "发展的根基。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3历史经验",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3.1决策层重视是先决条件",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "历史证明，没有国防科技主管领导的重视，国防科技决策咨询工作就难有今天的成就。聂荣臻积极支持五院在科技委、专业组、两条指挥线等方面的创新，奠定了这项工作组织形式创新的基础。张爱萍大力提倡并进一步健全了三种组织形式，并使之制度化、体系化、常态化。朱光亚强调“坚持健全完善常任委员、顾问、兼职委员、专业组专家组等团队建设制度，还积极搭建科技委年会等战略研究平台，为科技委充分发挥宏观谋划、科研指导、论证把关作用打下了坚实基础，提供了有力支撑”[9]。当前，党中央、国务院、中央军委更为重视决策咨询工作，为其发展创造了更加优越的条件和环境。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3.2集中力量办大事是核心优势 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "国防科技决策咨询工作从来都不是散兵游勇式的，或哪个人单独完成的，而是需要集体的、体系的资源、智慧和力量。这不仅由国防科技发展和国防科研工程建设需要决定，是集中统一的领导决策体制和咨询工作领导机制，以及体系化决策咨询力量等体制机制优势的必然要求，更是社会主义集中力量办大事的优势和特色的集中体现。正如全国大协作促生了“两弹一星”一样，积聚天下英才和资源为国防科技事业所用，促生了国防科技决策咨询工作，并逐渐成为其重要优势，这与尊重科学家和技术专家的优良传统相互契合。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3.3体系化力量是组织基础",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "国防科技建设发展本身是体系化、连续性的复杂巨系统工程，决定了国防科技决策咨询工作必须用系统工程的思维来建立工作组织体系。历史上，两条指挥线形成了行政指挥系统和技术指挥系统，而科技委及其领导下的专家组织，为前者提供咨询意见，同时为后者提供指导支持，实质上形成了与两者密切联系但指挥力较弱的第三条线—一咨询指导线，即决策咨询系统。领导决策机构、三条指挥线系统以及围绕在两者周围的军地各方研究咨询机构，便构成了覆盖军地各主要行业领域和专业方向、各主要部门机构的国防科技决策咨询力量体系，从而奠定了坚实的组织基础。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3.4科学管理是根本途径",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "聂荣臻在总结我国国防科技事业取得成绩的经验时，讲到：坚持尊重客观规律，加强科学管理，是加速国防科技发展的重要条件3。国防科技决策咨询工作正是遵循我国国防科技发展的特征规律，在党中央、国务院、中央军委集中统一领导的体制及大规模国防科研工作组织管理机制下，探索出了符合决策咨询工作的科学管理模式：尊重、信任科学家和技术专家的宽松环境；科技委、专业组专家组等组织形式；与国防科研工作协同推进的工作方式；以三条指挥线为主构成的军民融合式力量体系；以大成智慧、总体设计部等为代表的先进思想理念；服务国防、建言献策、协作攻关的精神风貌等等。4新形势下我国国防科技决策咨询工作的变革创新",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1966 年10月，中央专委在讨论导弹核武器试验时，周恩来讲了一句富含哲理的话：精神的原子弹转化为物质的原子弹，物质的原子弹证明精神原子弹的威力[2。物质原子弹是战略震慑，而精神原子弹则是思想武器引领下的全方位战略博弈，如美国在冷战时期提出的“星球大战计划”、在2010年提出的“空海一体战”以及在2014年提出的“第三次抵消战略”，都是精神、思想和智慧博弈在军事对抗和国家竞争中的体现。新的历史时期，国防科技决策咨询工作要继承传统、抢占机遇、砥砺创新、深化变革，才能创造新时期的战略思想武器。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1政策法规先导化",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "软、硬科学是科学技术创新发展的两条“腿”。当前，我国已经建立多层次的国家",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "科技创新特区以及相关配套的政策法规，在软科学研究方面印发了《国家高端智库建设试点工作方案》《国家科技决策咨询制度建设方案》等文件，实质上为软科学研究设立了类似于深圳特区、雄安新区等政策法规上的“特区”“新区”“试验区”。在国防科技领域，硬科学研究力量以及相关配套制度已成体系，但在研究评估咨询等软科学研究方面的政策制度建设还很薄弱。事业发展，政策先行，借鉴国家及相关领域建立政策法规“新区”的经验做法，寻求体制机制上的创新突破，设立面向研究评估咨询工作的高层次国防科技软科学研究“特区”，建立健全覆盖全方位、各层次的科技创新政策法规体系，是当务之急。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2决策机构扁平化",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "国防科技的集中统一领导以及与咨询专家机构密切的关系、通畅的渠道、短平快的链条，是国防科技决策咨询工作的传统优势。当前，多变的世界形势、快速发展的科技创新以及迅捷的大数据智能网络，对决策咨询工作的速度和有效性提出了变革要求。参照国家的做法和国际上的经验，建议在中央层面和国防科技相关决策机构层面，设立咨询委员会（或学术委员会、科技委员会、专家委员会等)，下设国防科技专业委员会，统筹协调各咨询专家和机构的力量和成果，并直接为领导决策提供国防科技相关建议和方案，发挥决策机构与科研机构“直通车”作用。这种方式，可使决策机构更加扁平化，减少决策层次、链条和程序，强化“技术决策”，尽量规避形式主义、官僚主义。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3发展理念市场化",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "近年来，“思想市场”的概念逐渐得到专家的普遍认同。思想市场能够灵敏地反映供需关系的变化，引导政策知识生产资源的有效配置。随着政府决策需求逐步开放和智库力量不断壮大，我国思想市场将经过大浪淘沙的“智库热”后迅速成长，将形成类似于实体经济市场的思想经济形态。当然，国防科技决策咨询工作也是其组成部分，甚至可能形成相对独立的“国防思想市场”“国防科技思想市场”。既然是市场，就应按开放融合的市场经济理念办事：一是营造公平、公正、开放的国防科技思想市场环境，有能力者皆可进入市场提供思想产品；二是建立类似于“全军武器装备采购信息网”的“淘宝式”国防科技咨询产品与服务对接交易平台，实现决策需求与咨询供给的无缝对接，打通信息、知识和智慧互联互通的“任督二脉”；三是加强国防科技投融资，政府、企业和社会资本等应建立软课题研究基金和相关融资渠道，引导支持咨询机构和智库等成为国防科技思想市场主体；四是“走出去、请进来”，与国际思想市场接轨，引导智库等为国防系统带来新鲜空气和媒介。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.4力量体系联盟化",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "协同化、联盟化趋势是2016 年以来智库建设的重要特征之一，区域型、行业型、主题型、国际型智库联盟组织不断涌现。在国防科技领域，建立体系化的咨询力量是时代要求。习主席特别强调要“发挥专家智库体系作用，提高战略筹划水平”。国防科技创新与咨询研究是与全球政治经济科技发展，以及国际关系、军事安全、反恐怖主义和民粹主义等重大治理问题密切相关的，开放、协同、网络化的复杂系统工程。为集天下英才为我所、推动科技兴军，国防科技决策咨询机构应广泛联系国内外相关战略管理与政策研究机构，搭建覆盖国防科技主干领域、相关领域及具有潜在价值研究方向的共享协作平台，建立面向全球的联合开放的“小核心、大外围、网络化”研究联盟，成为国防科技创新体系中的重要组成和创新链条上的重要环节。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.5工具手段智能化",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "20世纪80至90年，钱学森提出的“人机结合、以人为主”的大成智慧工程思想，本质是综合各种资源，利用智能工具，得到智慧，辅助决策，准确预判了咨询工作和信息技术发展趋势的本质，与决策咨询工具手段的理念不谋而合[1。当前，互联网 $^ +$ 、大数",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "据、物联网、人工智能等颠覆性技术已经崛起，国防科技决策咨询工作决不能困囿于原有工作模式上，应开发应用新型智能化研究工具，开启新的“打开方式”：第一，管理机构应支持咨询机构研发符合实际工作需求的智能化大数据分析研究工具手段，以实现咨询工作的协作和“众包”；第二，咨询机构应抛弃传统的机械思维，运用分答、知乎等互联网思维，与软件、互联网软件等公司开展深度合作，获取足够多的数据，进行全样本分析，最大化减少信息熵，建立基于数据的决策分析模型，提升决策咨询效率；第三，随着定性定量相结合的综合集成研究方式成为主流，研发部署综合集成研讨厅平台，尽早实现人-机-网相结合的自动化、智能化、智慧化的决策咨询技术体系[1]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.6运营管理自主化",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "国防科技决策机构与咨询专家、机构的关系非常紧密，这个优势具有一定的历史原因和国防特色，同时也带来咨询专家、机构附属化、缺乏独立自主性、“屁股决定脑袋”、“为论证而论证”等问题[24]。新时期，没有现代化的治理方式就不能适应现代化的智力需求和环境独立，国防科技决策咨询机构必须适应现代咨询工作的特征和规律，建立新型治理结构，保持运营管理的相对独立化和高度自主化。现实中不存在绝对的独立自主，这里强调的是咨询机构通过独立化和自主化，提出相对客观、独立、公正的咨询建议，恰当定位与决策间的距离和超脱的地位，避免“近则亲，远则疏”的尴尬境地。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.7咨询效益计量化",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "一直以来，国防科技界和学界极少对决策咨询的效果和影响进行过系统深入的梳理分析。当前，咨询对决策的效果多通过咨询报告数量、不同层级领导批示数量等指标进行评估，极少对其效益、效率进行计量化和定量化分析。这是一个学术和理论难题，但对决策咨询工作发展极为重要。国内外学者对此已有所涉猎，但与当前决策咨询工作的发展相比仍显落后。对国防科技决策咨询工作而言，可研究运用经济学、社会学、统计学、政策学等的模型方法，参照决策效益、军事效益、科技效益、经济效益、社会效益等衡量指标，深入开展咨询效益、效率、效用等的计量化、定量化分析建模[25-27]，为国防科技领域科学、民主、依法决策以及国防科技咨询工作发展提供有效可用的评估手段。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1]卢胜军,王阳,詹鸣等.关于我国新型国防决策咨询体系建设的初步思考[J].智库理论与实践,2016,1(5):42-47.  \n[2]《聂荣臻传》编写组.聂荣臻传[M].北京：当代中国出版社,2015:308,311-319,321,327,355,369.  \n[3]《当代中国的国防科技事业》编辑部.当代中国的国防科技事业（上卷）[M].北京:当代中国出版社,1992:序1-6，7.  \n[4] 林左鸣.新中国航空工业建立60 周年:挺起大国崛起脊梁[N].人民日报,2011-04-08.  \n[5] 沈志华.建国初期苏联对华经济援助的基本情况(续前)[J].党史研究资料,2001(5):9-20.  \n[6]奚启新.钱学森传[M].北京:人民出版社,2011:204-213.  \n[7] 吴明瑜,杨小林.科技政策研究三十年——吴明瑜口述史[M].长沙:湖南教育出版社,2015:34-37.  \n[8]东方鹤.上将张爱萍（下卷）[M].北京:人民出版社,2007:498-499,529,658,662,680-690.  \n[9]奚启新.朱光亚传[M].北京:人民出版社,2015:490-494,508-518,545-563,588.  \n[10]薛惠锋,杨景,李琳斐.钱学森智库思想[M].北京:人民出版社,2016:21-29.  \n[11]游光荣,赵林榜等.军民科技融合发展:理论与实践[M].北京:国防工业出版社,2017:42-43.  \n[12]袁和平.鉴定军民结合、寓军于民之路:国防科技工业体制改革的历史回顾[J].国防科",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[键入文字] ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "技工业,2008（11）:26-30.[13]人民网.习近平：军队改革是回避不了的大考[EB/OL].[2017-06-30].http://politics.people.com.cn/n/2014/0815/c1001-25474880.html.[14]中共中央办公厅,国务院办公厅.关于加强中国特色新型智库建设的意见[N]．中华人民共和国国务院公报,2015-01-19(04):4-8.[15]军报记者.习近平视察国防大学并发表重要讲话[EB/OL]．[2016-03-23].http://www.chinadaily.com.cn/edu/2016-03/23/content_25328937.htm.[16]新华社.习近平主持召开中央全面深化改革领导小组第三十二次会议[EB/OL].[2017-02-06].http://news.xinhuanet.com/politics/2017-02/06/c_1120420090.htm.[17]李宣良,王经国,王玉山.习近平在出席解放军电表团会议时强调加快建立军民融合创新体系，为我军提供强大科技支撑[EB/OL]．[2017-03-12].http://lianghui.people.c0m.cn/2017/n1/2017/0313/c410899-29140432.html.[18]王士彬,安普忠．习近平在接见军委机关各部门负责同志时强调:讲政治谋打赢搞服务做表率,努力建设\"四铁\"军委机关[N].解放军报,2016-10-12（1）.[19]吕德胜,任旭.国防部新闻发言人详解军委机关调整组建相关问题[N].解放军报,2016-1-12（3）．[20]辛毅.肩负起科技强军的职能使命[N].解放军报,2016-04-28（3）．[21]新华社.中共中央政治局召开会议决定设立中央军民融合发展委员会[EB/OL].[2017-01-23].http://finance.china.com.cn/news/gnj/20170122/4078752.shtml.[22]余晓洁,郭丽琨.国防科技工业发展战略委员会成立[EB/OL]．[2015-06-04].http://news.mod.gov.cn/headlines/2015-06/05/content_4588445.htm.[23]卢胜军,栗琳.钱学森情报思想及其应用研究[M].北京:航空工业出版社,2016:44.[24]丁玲,刘跃龙.我军后勤决策咨询体系现状分析及发展对策[J].后勤学术,2011(9):34-36.[25]钟书华.决策效益评估的几个问题[J].软科学,1996,1:14-15,23.[26]王留军,毛春梅.成本效益视角下行政决策效率优化研究[J].商业时代,2014:100-101.[27]岳公正,岳缠.国防经济政策的决策效率及评估[J].军事经济研究,2013:21-23.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "卢胜军：调研与资料搜集，框架设计，内容撰写；  \n齐卓砾：调研与资料搜集，撰写部分内容；  \n赵超阳：选题，审阅把关，对文章做出调整和修改；  \n魏俊峰：审查修改，添加部分内容；  \n刘登：撰写部分内容，提出修改建议。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The Development and Reform of China's National Defense Science and Technology Decision-making Consultation ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Lu Shengjun Qi Zhuoli Zhao ChaoyangWei Junfeng Liu Deng China National Defense Science and Technology Information Center, Beijing 100142 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The national defense science and technology decision-making consultation (NDSTDC) is an important part of China’s national defense science and technology (NDST) career and decision-making consultation work，and owns rich historical and distinctive Chinese characteristics.That is a reason why carrying out the related study has implications for the development of China's decision-making consultation work.[Method/process] By using the method of historical research etc.，this paper firstly analyzed the processes and features of four stages of NDSTDC in China: the preliminary establishment stage,the exploration and innovation stage,the steady progression stage,and the deepening reform stage.Secondly, it discussed the significant contribution,the main characteristics and the historical experience of NDSTDC in China,and thirdly put forward some suggestions for the inovation and reform of NDSTDC under the new situation. [Result/conclusion] China's NDSTDC has made significant contribution to the breakthrough of the cuting-edge technology such as ‘two bombs and one satelite',the formation of the NDST institutions,the establishment of NDSTcareer,and the formulation of strategic planning on NDST. It owns outstanding characteristics as following: connecting with the national defense scientific research project closely,adhering to the centralized and unified leadership,implementing the“three main systems”,and respecting scientists and technical experts.It also accumulates historical experience such as leadership's attention on major tasks,systematic strength,and scientific management. In the new period, China's NDSTDC is advised to attach importance to advanced policies and regulations,flat decision-making bodies,the market-oriented development concept, allied strength, intelligent means and tools,autonomous operation management, and measurable consultation effectiveness. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Keywords: scientific decision-making research advisory servicenational defense systemthink tankcivil-military integration ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "收稿日期：2017-07-28 修回日期：2017-08-27 本文责任编辑：唐果媛",
        "page_idx": 12
    }
]