[
    {
        "type": "text",
        "text": "Desiccation tolerance in bryophytes: the rehydration proteomes of Bryum argenteum provide insights into the resuscitation mechanism ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GAO Bei1,2, ZHANG Daoyuan1\\*, LI Xiaoshuang1, YANG Honglan1, LIANG Yuqing1, CHEN Moxian², ZHANG Yuanming1, ZHANG Jianhua2,3, Andrew WOOD4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Key Laboratoryof Biogeographyand Bioresource inArid Land, Xinjiang Instituteof EcologyandGeography,Chinese Academy of Sciences, Urumqi 830011, China;   \n2 SchoolofLife Sciencesand State KeyLaboratoryof Agrobiotechnology,TheChinese Universityof HongKong,Hong Kong, China;   \n3Departmentof Biology,Facultyof Science, Hong Kong Baptist University, HongKong,China;   \n4 Departmentof Plant Biology,Southern Ilinois UniversityCarbondale,Carbondale,IL6290l-6509,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Bryum argenteum Hedw. is a desiccation tolerant bryophyte and belongs to one of the most important components of the biological soil crusts (BSCs) found in the deserts of Central Asia.Limited information isavailable on rehydration-responsive proteins in desiccation tolerant plants. Asa complement to our previous research analyzing the rehydration transcriptome, we present a paralel quantitative proteomic effort to study rehydration-responsive proteins. Bryophyte gametophores were desiccated (Dry) and rehydrated for $^ { 2 \\mathrm { ~ h ~ } }$ (R2）and $2 4  { \\mathrm { ~ h ~ } }$ (R24)．Proteins from Dry, R2 and R24 gametophores were labeled by isobaric tags for relative and absolute quantitation (iTRAQ) to determine the relative abundance of rehydration-responsive proteins.A total of 5503 non-redundant protein sequences were identified and 4772 $( 8 6 . 7 \\% )$ protein sequences were annotated using Gene Ontology (GO) terms and Pfam clasifications. Upon rehydration 239 proteins were elevated and 461 proteins were reduced as compared to the desiccated protein sample. Differentiall up-regulated proteins were clasified into a number of categories including reactive oxygen species scavenging enzymes, detoxifying enzymes, Late Embryogenesis Abundant (LEA） proteins， heat shock proteins， proteasome components and proteases,and photosynthesis and translation related proteins.Furthermore,the results of the correlation between transcriptome and proteome revealed the discordant changes in the expresson between protein and mRNA. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: desiccation tolerance; Bryum;Physcomitrella patens; proteome; iTRAQ; rehydration ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Water is a scarce resource in drylands that cover about $41 \\%$ of the Earth surface (Reynolds et al., 2007; Maestre et al., 2012). In order to improve crop yields in drylands,researchers have made great efforts towards the study of plants adaptation under increased water deficit conditions. For example，in tracheophytes， many constitutive traits (e.g.， deeper roots, reduced leaf area, increased root to shoot ratio, etc.) contribute to water deficit tolerance (Xiong and Zhu, 2002). But in the respect of desiccation tolerance (DT),which refers to the ability of an organism to endure severe water loss (i.e.,water contents below $10 \\%$ (w/w)), is lethal to most vascular plants,and is very rare in angiosperms (Oliver et al., 2O0Oa; Gaff and Oliver,2O13).In the desiccated state, tolerant organisms appear completely dry due to the free water in the organism is almost totally removed, but rapidly regain normal physiological characteristics after rehydration (Bewley,1979). Among vascular plants,DT of vegetative tissues is restricted to resurrection plants, although dormant seeds and polen grains can, with some exceptions, survive during the desiccation (Gaff and Oliver, 2O13). However, numerous bryophyte species possess desiccation-tolerant vegetative tissues (Oliver et al., 200Oa; Wood,2OO7） although the phenomenon has been comprehensively studied in a limited number of moss species. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Several omics-level efforts have been made to elucidate the mechanisms of rehydration in DT moss (Wood et al.,1999; Oliver et al.,2004,2009). For example,Bewley (1979) and Oliver (1991) found that masked transcripts are preferentially selected and translated through activation of a repair-based mechanism. Recently, we demonstrated that the important role of transcript stability and translational gene control as the key components in DT moss by using the high throughput RNA-Seq technique (Gao et al., 2015). Meanwhile, a set of dehydration/rehydration proteomes in the Physcomitrella patens and Fontinalis antipyretica has been reported (Wang et al., 2OO9; Cui et al., 2012; De Carvalho et al.,2014). However, both of them are not recognized as the DT moss. Therefore,resuscitation mechanism of the DT moss in the proteome-level is not clearly studied. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Bryum argenteum Hedw. is a cosmopolitan species of the Bryaceae and belongs to one of the most important components of the biological soil crusts (BSCs) found in the Northwest China (Li et al.,2004; Zhang et al.,2O07). According to the classification of vegetative DT levels proposed by Wood (2Oo7)，B. argenteum was classified as category “A” (i.e.， tolerating $30 \\%$ relative humidity or below). In the past few years,we studied the transcriptomics of $B$ ，argenteum by high-throughput RNA-Seq to elucidate the molecular mechanisms of resuscitation, especially the rapid recovery of photosynthesis upon rehydration (Gao et al., 2O15). However, the rehydration proteomes of $B _ { \\cdot }$ ，argenteum were not concerned. Consequently，we investigated the relative abundance of rehydration-responsive proteins in the extremely DT moss during the process of dehydration-rehydration by using the iTRAQ (isobaric tags for relative and absolute quantitation) proteome relative quantification technology. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Plant material ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Gametophores of Bryum argenteum Hedw. were collcted from the Gurbantunggut Desert of Xinjiang Uygur Autonomous Region of China $( 4 4 ^ { \\circ } 3 2 ^ { \\prime } 3 0 ^ { \\prime \\prime } \\mathrm { N } _ { \\cdot }$ $8 8 ^ { \\circ } 0 6 ^ { \\prime } 4 2 ^ { \\prime \\prime } \\mathrm { E } )$ and stored as previously described by Gao et al. (2O15).Voucher specimens are maintained in the Key Lab of Biogeography and Bioresearch, Chinese Academy of Sciences and Department of Plant Biology, Southern Illinois University (Carbondale,IL，USA). $B$ ：argenteum gametophyte tissue was cultured on solid Knop media ( $( 0 . 2 5 ~ \\mathrm { g / L }$ $\\mathrm { K H _ { 2 } P O _ { 4 } }$ ，KCl, $\\mathrm { M g S O _ { 4 } } { \\cdot } 7 \\mathrm { H } _ { 2 } \\mathrm { O }$ ， $1 ~ \\mathrm { g / L } ~ \\mathrm { C a } ( \\mathrm { N O } _ { 3 } ) _ { 2 } { \\cdot } 4 \\mathrm { H } _ { 2 } \\mathrm { O }$ and $0 . 0 1 2 5 ~ \\mathrm { g / L }$ $\\mathrm { F e S O } _ { 4 } { \\cdot } 7 \\mathrm { H } _ { 2 } \\mathrm { O }$ ， $\\mathsf { p H }$ adjusted to 5.8) in 9-cm Petri dishes. Gametophores of $B$ .argenteum (approximately 6O clumps per Petri dish） were cultured at $2 5 ^ { \\circ } \\mathrm { C }$ with a $1 6 \\mathrm { - h }$ photoperiod (under cool white fluorescent light, ${ \\sim } 4 0 0 0 \\ \\mathrm { l u x } )$ .Desiccated moss tissues were obtained by placing gametophores on dry filter paper in an open Petri dish exposed to $20 \\%$ relative humidity for $2 4 \\mathrm { h }$ This drying regime results in a $5 9 5 \\%$ decrease in the fresh weight of moss tissue (Gao et al., 2015). Desiccated gametophores (denoted as Dry) were rehydrated for either $2 \\mathfrak { h }$ (denoted as R2) or $2 4 \\mathrm { h }$ （20 (denoted as R24) with deionized water at $1 8 ^ { \\circ } \\mathrm { C }$ in the light. Each biological replicate included 6 clumps of moss from an individual Petri dish and 6 biological replicates were pooled for each treatment (i.e., Dry,R2,and R24).Plant tissues were immediately frozen in liquid nitrogen and ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ for subsequent analysis. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Protein preparation, digestion, iTRAQ labeling, strong cation exchange and liquid chromatography-tandem mass spectrometry (LC-MS/MS) proteomic analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For each sample, gametophores collected from 6 Petri dishes (i.e.,36 clumps, 6 clumps from each plate）were pooled. The iTRAQ proteome experiment and mass spectrum analyses were performed by Beijing Genome Institute，China and the detailed iTRAQ procedures were referenced from Peng et al. (2O15) and Zhang et al.(2O15).Firstly, tissues were ground into fine powder in liquid nitrogen,and suspended in the lysis buffer ( $^ { 7 \\mathrm { ~ M ~ } }$ Urea, $4 \\%$ CHAPS, $^ { 2 \\mathrm { ~ M ~ } }$ Thiourea, $4 0 ~ \\mathrm { m M }$ Tris-HCl, $\\mathrm { p H } 8 . 5$ ,1 mM PMSF,and $2 \\mathrm { m M }$ EDTA). The proteins were reduced withDTT( $\\mathrm { 1 0 ~ m M }$ ，final concentration） at $5 6 ^ { \\circ } \\mathrm { C }$ for $^ \\textrm { \\scriptsize 1 h }$ and then alkylated by $5 5 ~ \\mathrm { m M }$ IAM (final concentration） in the darkroom for $^ \\mathrm { ~ 1 ~ h ~ }$ .The reduced and alkylated protein mixtures were precipitated by adding 4 volumes of chilled acetone at $- 2 0 ^ { \\circ } \\mathrm { C }$ overnight. After centrifuging at $3 0 { , } 0 0 0 \\ g$ at $4 ^ { \\circ } \\mathrm { C }$ ,the pellet was dissolved in $0 . 5 { \\bf M }$ TEAB（Applied Biosystems,Milan,Italy） and sonicated on ice. Then after centrifuging at $3 0 { , } 0 0 0 \\ g$ at $4 ^ { \\circ } \\mathrm { C }$ ，the supernatant was analyzed for protein concentration using the Protein Assay Kit (Bio-Rad, Hercules, CA, USA) referenced the Bradford method using a BSA standard. The quality and purity of each protein sample was evaluated by SDS-PAGE electrophoresis (Ross et al., 2OO4; Peng et al., 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Subsequently, equal amounts $( 1 0 0 ~ \\mu \\mathrm { g } )$ of proteins of each sample were digested with trypsin enzyme (Promega,Madison, WI, USA; added at O and $4 \\mathrm { { h } }$ for $1 2 \\mathrm { h }$ at $3 7 ^ { \\circ } \\mathrm { C }$ to get tryptic peptides. The iTRAQ labeling of peptide samples derived from desiccated (Dry) and rehydrated (R2 and R24） samples were performed using an iTRAQ reagent Multiplex Kit (Applied Biosystems, Foster City, CA, USA) according to the standard manufacturer's protocol. The tryptic peptides were then labeled by three iTRAQ tags (114 for Dry,116 for R2,and 119 for R24,respectively) for $2 \\mathrm { h }$ at room temperature. Then, the samples were mixed and dried after labeling. The Dry, R2, and R24 peptides were combined in equal parts and further fractionated using the strong cation-exchange (SCX) chromatography (LC-2OAB, Shimadzu, Japan). The labeled peptides were resuspended in $4 ~ \\mathrm { m L }$ buffer A $( 2 5 \\ \\mathrm { m M \\ N a H _ { 2 } P O _ { 4 } }$ in $2 5 \\%$ acetonitrile, $\\mathrm { p H } ~ 2 . 7 )$ .The following SCX chromatography was performed on a HPLC system (Shimadzu, Japan） using a 250.0 $\\mathrm { m m } { \\times } 4 . 6 ~ \\mathrm { m m }$ （ ${ \\mathsf { 5 - } } { \\mathsf { \\mu m } }$ particle size) Ultremex SCX column (Shimadzu, Kyoto, Japan) at a flow rate of $1 . 0 \\ \\mathrm { m L / m i n }$ . A 7-min elution was conducted by buffer B (a combination of $2 5 \\ \\mathrm { m M \\ N a H _ { 2 } P O _ { 4 } }$ and $1 \\mathrm { ~ M ~ K C l }$ in $2 5 \\%$ acetonitrile, $\\mathrm { p H } 2 . 7 \\AA$ ),and followed by 2O-min linear gradient with $5 \\% - 6 0 \\%$ buffer B, then ramping up to $100 \\%$ solvent B for $1 \\mathrm { m i n }$ and re-equilibrated in $5 \\%$ solvent B for 10 min.The absorbance at $2 1 4 \\ \\mathrm { n m }$ was monitored and a total of 2O fractions were collected, lyophilized,and desalted using the Strata X column (Shimadzu, Kyoto,Japan). Eluents were lyophilized and stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ prior to LC-ESI-MS/MS analysis. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Each lyophilized SCX fraction was redissolved in solvent A( $5 \\%$ acetonitrile, $0 . 1 \\%$ FA). Liquid chromatography was performed using a LC-2OAD nano-HPLC (Shimadzu, Japan） and loaded by an autosampler onto a $2 \\mathrm { - c m } \\mathrm { C } 1 8$ capillary trap cartridge. The samples were loaded at 8 $\\mu \\mathrm { L } / \\mathrm { m i n }$ for $4 ~ \\mathrm { m i n }$ and then separated on a $1 5 \\mathrm { - c m }$ analytical C18 column（ $7 5 ~ { \\mu \\mathrm { m } }$ inner diameter, LC Packings). The 35-min linear gradient starting from $2 \\%$ to $3 5 \\%$ B( $9 5 \\%$ ACN, $0 . 1 \\%$ FA)was run at $3 0 0 ~ \\mu \\mathrm { L / m i n }$ and followed by $5 ~ \\mathrm { m i n }$ linear gradient to $60 \\%$ , then a 2-min linear gradient to $80 \\%$ , and maintained at $80 \\%$ B for $2 ~ \\mathrm { m i n }$ , and finally returned to $5 \\%$ in 1 min and maintained for $1 0 \\mathrm { m i n }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data acquisition was performed with a TripleTOF 56OO System (AB SCIEX, Framingham, MA) and a pulled quartz tip as the emitter (New Objectives,Woburn, MA). Data was acquired using an ion spray voltage of $2 . 5 \\mathrm { k V }$ ,curtain gas of 3O psi, nebulizer gas of 15 psi, and an interface heater temperature of $1 5 0 ^ { \\circ } \\mathrm { C }$ .The MS was performed with an RP of greater than or equal to 3O,OOO full width at half maximum (FWHM) for Time of Flight (TOF) MS scans.For information dependent acquisition (IDA),survey scans were acquired in $2 5 0 ~ \\mathrm { m s }$ and as many as 3O product ion scans were collected if exceeding a threshold of 12O counts per second and with a $^ { 2 + }$ to $^ { 5 + }$ charge-state. Total cycle time was fixed to 3.3 s. Q2 transmission window,where ions were transmitted from Q1 into the TOF region, was $1 0 0 \\ \\mathrm { D a }$ for $100 \\%$ . Four-time bins were summed for each scan at a pulser frequency value of $1 1 ~ \\mathrm { k H z }$ through monitoring the $4 0 ~ \\mathrm { G H z }$ multichannel time to digital convertor (TDC) detector with four-anode channel detect ion. A sweeping colision energy setting of $3 5 { \\pm } 5 \\ \\mathrm { e V }$ coupled with iTRAQ rolling collision energy was applied to all precursor ions for collision-induced dissociation. Dynamic exclusion was set for 1/2 of peak width (15 s),and then the precursor was refreshed off the exclusion list. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3Bioinformatic analyses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Raw MS files obtained from the Triple TOF 56OO System were transformed using Proteome Discoverer v1.2 software (Thermo Fisher Scientific, CA, USA) and the transformed file (mfg files) was subsequently loaded into Mascot v2.3.O2 software（Matrix Science, London, UK) to search against the protein sequences deduced from the de novo B. argenteum transcriptome sequence assembly. The proteome data have been deposited in the MassIVE database,a member database ofthe ProteomeXchangeconsortium， withaccessionnumberofMSVoo0079840 (ftp://massive.ucsd.edu/MSV000079840). The $B$ ：argenteum transcriptome sequences can be accessed from the NCBI SRA database (http://www.ncbi.nlm.nih.gov/bioproject/PRJNA272646/). And the parameters used in Mascot for protein identification were referenced from Peng et al. (2015). Specifically,the identification parameters included:(1） mass tolerance of $\\pm 0 . 0 5$ Da was permitted for peptide masses,and (2) $\\pm 0 . 1$ Da for fragment masses with allowance for one max missed cleavage by trypsin. Variable modifications were obtained by Gln->pyro-Glu (N-term Q), Oxidation (M),and Deamidated (NQ). Fixed modifications were obtained by Carbamidomethyl (C), iTRAQ 8 plex (N-term) and iTRAQ 8 plex (K). To reduce the probability of false peptide characterization，we considered and counted peptides with scores $\\scriptstyle \\geq 2 0$ at $9 9 \\%$ orgreater confidence by Mascot probability analysis,and protein identification required at least one unique peptide. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For protein quantification, the peptide for quantification was automatically selected by the algorithm to calculate the reporter peak area (using default parameters in Mascot), which reflected the relative abundance of the proteins in the samples.It was required that a protein contains at least two peptides. The quantitative protein abundance ratios were derived from the median peptide ratio,and outliers were removed automatically. The quantitative protein ratios were evaluated and normalized by the median ratio in Mascot. The quantitation analysis was performed atthepeptidelevelbyfollowingtheproceduresdescribedonthewebsite (http://www.matrixscience.com/help/quant_statistics_help.html). Proteins with fold change $\\ge 1 . 5$ and statistical $P$ -value $< 0 . 0 5$ were determined as differentially regulated proteins. The student's t-test was performed using the Mascot software. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Pearson's correlations $( r )$ and corresponding $P$ -values were calculated in R statistical software (v3.1.1). Transcription factors and protein kinases were identified using HMMER (v3.1) (Eddy, 2011) and the classification rules implemented in iTAK (v1.6) (Zheng et al., 2016). Statistically enriched KEGG (Kyoto encyclopedia of genes and genomes) metabolic pathways of the regulated proteins were identified using the“phyper” function,and the obtained $P$ -values were adjusted using the FDR method in $R$ statistical software. Gene ontology enrichment analysis of the responsive proteins was conducted in Cytoscape (v2.8.3) (Smoot et al., 2O11) using the plugin BiNGO (v2.44) (Maere et al., 2005). Significantly enriched pathways and Gene Ontology (GO) terms were identified with FDR corrected $P$ -values less than O.O5.The web-based Mercator annotation tool (Lohse et al.,2O14) was used to assign the identified proteins with a MapMan bin code.Protein diversity and abundance were analyzed using MapMan software (v3.5.1R2)(Thimm et al., 2004; Usadel et al., 2005). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Results and discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Rehydration proteome of B. argenteum ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study, $B$ 、argenteum gametophores that were desiccated (Dry),rehydrated for $^ { 2 \\mathrm { ~ h ~ } }$ (R2) and rehydrated for $2 4 \\mathrm { ~ h ~ }$ (R24） were collected for proteome quantification，and the scheme for obtaining the rehydration proteome is presented in Figure la. A total of 793,811 spectra were obtained from the iTRAQ-LC-MS/MS proteomic analysis. After data filtering to eliminate low-scoring spectra,87,175 unique spectra passing a strict confidence threshold for identification were matched to 18,874 peptides. These peptides corresponded to 5503 non-redundant protein sequences， representing approximately $12 \\%$ of the 45,918 predicted proteins from the $B$ argenteum rehydration transcriptome (Gao et al., 2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/0da68f3f06472f5efc47f4bdeb27c5637fd52053e68a4e5ca4f91ae670a64ee8.jpg",
        "img_caption": [
            "Fig.1Paralleled Bryum argenteum transcriptome and proteome profiling after rehydration.(a） Scheme delineating the experimental procedures applied to measure transcript and protein relative abundance changes at diferent hydration time points including Dry,R2,and R24.（b)Hierarchical clustering analysis with columns representing experimental time points and rows representing the proteins that were significantly regulated after rehydration and corresponding transcripts. (c) Venn diagram demonstrating the number of transcripts and proteins detected using DGE-Seq and iTRAQ based on the $B$ .argenteum reference transcriptome.(d and e) Correlation between mRNA and protein changes 2 and $2 4 \\mathrm { ~ h ~ }$ post rehydration indicated a weak correlation between transcription and translation.The Pearson's correlations and $P$ -valuesare indicated. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The proteome quantification data were preliminarily compared to the previously reported digital gene expression (DGE) results.And we didn't find a significant correlation between them based on the expression profile clustering analysis (Fig.1b). The mRNA amounts were drastically changed upon rehydration $( \\log 2 \\mathrm { F C }$ min-max: $- 1 6 . 7$ to 14.3)，whereas the proteome undergoes limited changes (log2FC min-max: $- 4 . 7$ to 1.95). The DGE-Seq reads aligned to a total of 47,481 transcripts,but the iTRAQ proteome peptides only identified 5503 proteins,among which 355 proteins were solely identified by iTRAQ (Fig.1c). Overall, the protein abundance change following rehydration was poorly correlated with that of the corresponding changes in mRNA expression. However, the protein expression changes correlated better at $2 4 \\mathrm { ~ h ~ }$ after rehydration than at $2 \\mathfrak { h }$ after rehydration (Figs. 1d and e).It should be noted that poor correlation between the expression of mRNA and protein has been reported before (Gygi et al., 1999; Soufi et al., 2009; Lan et al.,2O12; Peng et al., 2O15). Furthermore,some metabolic traits are beter correlated with mRNA amounts than with proteins (Agarwal et al., 2O12). The insignificant correlation between mRNA and protein expression following rehydration could be partially explained by the fact that the desiccated and dormant B. argenteum as the initial hydrated plant material limited the “rehydration response” because some protection and rehydration related substances and/or transcripts were probably already in place i.e., hardened by field effects (Proctor et al.,2007; Oliver and Bewley, 201O; Stark,2017). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Querying the Blast2GO(Gene Ontology） annotation results of the $B$ ，argenteum reference transcriptome (Gao et al.,2015) resulted in 4200 $( 7 6 . 3 \\% )$ protein sequences returning descriptive GO term information. Second-level GO term classfication of the identified proteins demonstrated similar sequence frequencies across all three GO categories,i.e., biological process,molecular function and cellular component compared with the reference transcriptome (Fig. 2). In the biological process category, the most populous groups were cellular process, metabolic process, response to stimulus and biological regulation. The dominant groups were binding,catalytic and transporter in the molecular function category. In the cellular component category, the largest groups were cell, cell part, and organelle. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/4157faa7dc8c3327e34c5b48235d3556d555563f48e5a3cd01cdf680128103ea.jpg",
        "img_caption": [
            "Fig.2Gene ontology(GO) classification for the $B$ 、argenteum proteome and comparison with the reference transcriptome.GO annotation results of the $B$ ，argenteum proteome and transcriptome were mapped to categories within the second-level of GO terms.GO terms that contain more than five sequences were included in this graph. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Among all identified proteins,3045 $( 5 5 . 3 \\% )$ proteins could be assigned to COG (clusters of orthologous groups） functional categories. Since some proteins could be asigned with multiple COG functional categories,a total of 4136 functional annotations were produced (Table 1). Earlier genomic analysis of the model moss $P .$ patens has identified a large number of orphan genes (at least $13 \\%$ of the genome) and functionally unknown gene annotations $( > 4 0 \\% )$ (Rensing et al.,2008; Zimmer et al., 2013). Similarly, analysis of the $B _ { \\cdot }$ ， argenteum proteome also identified a high percentage of functionally unknown proteins (i.e., $45 \\%$ ） ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To scrutinize the protein diversity associated with different biological pathways,we queried all identified proteins against the KEGG pathway database and 339O proteins were anchored to 124 ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/082f3d83de2077a080a6970d30a941644c1e95a22f93768522d0cad05ac7d2c1.jpg",
        "table_caption": [
            "Table1Clusters of orthologous groups functional categories of all identified proteins in the rehydration proteome "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Code</td><td>Functional category</td><td>Proteins</td></tr><tr><td>R</td><td>General function prediction only</td><td>705</td></tr><tr><td>0</td><td>Post translational modification,protein turnover,and chaperones</td><td>451</td></tr><tr><td>J</td><td>Translation,ribosomal structure and biogenesis</td><td>383</td></tr><tr><td>C</td><td>Energy production and conversion</td><td>341</td></tr><tr><td>G</td><td>Carbohydrate transport and metabolism</td><td>326</td></tr><tr><td>E</td><td>Amino acid transport and metabolism</td><td>272</td></tr><tr><td>I</td><td>Lipid transport and metabolism</td><td>190</td></tr><tr><td>K</td><td>Transcription</td><td>153</td></tr><tr><td>T</td><td>Signal transduction mechanisms</td><td>150</td></tr><tr><td>Q</td><td>Secondary metabolites biosynthesis,transport and catabolism</td><td>149</td></tr><tr><td>L</td><td>Replication,recombination and repair</td><td>142</td></tr><tr><td>H</td><td>Coenzyme transport and metabolism</td><td>137</td></tr><tr><td>P</td><td>Inorganic ion transport and metabolism</td><td>136</td></tr><tr><td>M</td><td>Cell wall/membrane/envelope biogenesis</td><td>135</td></tr><tr><td>U</td><td>Intracellular trafficking,secretion and vesicular transport</td><td>120</td></tr><tr><td>S</td><td>Function unknown</td><td>99</td></tr><tr><td>F</td><td>Nucleotide transport and metabolism</td><td>75</td></tr><tr><td>D</td><td>Cell cycle control,celldivision,chromosome partitioning</td><td>46</td></tr><tr><td>V</td><td>Defense mechanisms</td><td>38</td></tr><tr><td>Z</td><td>Cytoskeleton</td><td>36</td></tr><tr><td>B</td><td>Chromatin structure and dynamics</td><td>31</td></tr><tr><td>A</td><td>RNA processing and modification</td><td>16</td></tr><tr><td>Y</td><td>Nuclear structure</td><td>4</td></tr><tr><td>N</td><td>Cell motility</td><td>1</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "KEGG pathways. The number of identified proteins,as well as the proteins with a countable quantification ratio (i.e. quantified proteins)，involved in each of the second-level KEGG categories were depicted in Figure 3a. Among the 19 second-level KEGG pathway categories, carbohydrate metabolism,and translation contained the largest number of proteins,indicating their potentially important roles in the rehydration process.Furthermore,box-and-whisker plot analysis of protein expression change was performed to illustrate the overall protein level changes for each of the KEGG categories (Fig.3b). From Figure 3b,a distinct decline in protein content could be observed for environmental adaption and transcription. Moreover, a dominant change of protein kinases and phosphates， such as the MAPK，CDPK，calmodulin，and EF hand calcium-binding proteins, was observed, suggesting these regulatory proteins played crucial roles in environmental adaptions (e.g.，circadian rhythm and plant-pathogen interaction). Observed suppression of the transcription category could be associated with the release of masked mRNA pool upon rehydration (Oliver and Bewley, 1984; Oliver,1991; Wood and Oliver,1999). TFIIF1 (unigene33350) and TFIIH4(cl2790.cg2） are transcription initiation factors embedded in the basal transcription factors (eukaryotes） KEGG pathway，and both of them were significantly down-regulated following rehydration. To further illustrate the ratios of protein change involved in each metabolic pathway, we created the MapMan overview illustrations for both of R2 (Fig. 4a) and R24 (Fig. 4b) samples compared with the desiccated sample (Dry). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Basing on the Pfam protein family database,we assigned the identified proteins with specific protein families/domains information and categorized the 4284 protein sequences $( 7 7 . 8 \\% )$ into 2117 Pfam families/domains. The most populous protein families/domains were RNA recognition motif (RRM)-containing proteins, protein kinases and WD4O repeat-containing proteins (Table 2). Their high frequencies of occurrence indicated that these protein families may play pivotal roles in the $B _ { \\cdot }$ ，argenteum resuscitation process. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/73cdb404269d5f224b0f075f4d8eba41106df4e2d186f1b54281de5c5f1f2a69.jpg",
        "img_caption": [
            "Fig.3Proteome coverage and protein abundance changes of each second-level KEGG categories. (a) The upper panel showed the number of identified (dark) and quantified proteins (light grey) for each KEGG category. (b) Box-and-whisker plot of protein expression changes between rehydrated (R2 and R24) and desiccated (Dry) samples in different metabolic categories. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2Identification of differentially regulated proteins ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Differentially regulated proteins were identified by the iTRAQ quantitative proteomic analysis. Totally,294 and 40O proteins were found to be significantly down-regulated after rehydrating 2 and $2 4 \\mathrm { ~ h ~ }$ ，respectively. The decline in protein content during rehydration is consistent with the proteomic analyses in other bryophytes (Wang et al.,2O09; De Carvalho et al.,2O14),and Oliver (1991) also found that the rates of protein synthesis are significantly altered during the first $2 \\mathrm { h }$ of rehydration. Meanwhile,131 and 181 proteins were found to be significantly induced after rehydration $^ { 2 \\mathrm { ~ h ~ } }$ and $2 4 \\mathrm { ~ h ~ }$ ，respectively. Moreover, up-regulated proteins were associated with some functional categories, which have been proved that protein-mediated repair mechanism was ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) Minor CHO Ascorbate, Glutathione Light FO MP 1 Starch reaction   \ne a Sucrose 1 电 自里 田 日 OPP m 自 自 B 电 Photorespiration   \nspidr . 盟 印 PFermentation Tetrapyrole 里 中 电 Mito.Wlectron transport 具 明 TCA H 目 Carbonic anhydrases A Amino acids 电 自 （204号 $\\mathbf { N O } _ { 3 }$ （20 Terpenes 田 日 日 自 正 □ □ 昌 （204号 $\\mathrm { N H } _ { 3 }$ $\\mathrm { { \\bf S O } } _ { 4 }$ （20号 Nmis 日 甲 □ ： 8   \n2 EH S-misc □ Phenylpropanoids misc&Phenolics Gln AsnVal Ser Phe HisGln Asn Val Ser Phe His-1.0-05000.510 ProThrLeu GlyTyr Pro ThrLeuGlyTyr Arg Met le Cys Trp ArgMet Ile CysTrp log2 Ratio misc misc HypLys misc misc misc misc misc misc (b) Minor CHO Ascorbate, Glutathione Light FOm Starch 四 reaction 1   \nC aea 川 1 首 Sucrose m 8 中 FVUSS 电 OPP 美 日 Photorespiration 自 m Fermentation Tetrapyrole   \nspidrt 巴 . 里 中 B 电 □ Mito. Wlectron transport TCA 自 □ E Carbonic anhydrases Am Amino acids 明 自 （204 $\\mathbf { N O } _ { 3 }$ （20 期 （204 $\\mathrm { N H } _ { 3 }$   \nwgareer R MM $\\mathrm { { s o } _ { 4 } }$ （20 申 m- .. □ 田甲 自 田   \n2 日 甲 血 ■ 中 出 · Nucleotides □ Gln Asn Val Ser Phe His Gln AsnVal SerPheHis-1.0-0.50.00.51.0 ProThr Leu Gly Tyr Pro Thr Leu Gly Tyr Arg Met Ile CysTrp Arg Met Ile Cys Trp log2 Ratio Hyp Lys misc misc HypLys misc misc misc misc misc misc ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/03577bec180b6c2d561da9d940b2955b81f7e054bcd7ac05369837df5eeb3a02.jpg",
        "table_caption": [
            "Table 2Pfam families in the Bryum argenteum rehydration proteome "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"5\">Table2 TamrTam umurgenleum</td></tr><tr><td>Accession</td><td>Pfam symbol</td><td>Description</td><td>Proteins</td><td>Up/down</td></tr><tr><td>PF00076.17</td><td>RRM_1</td><td>RNA recognition motif.(a.k.a. RRM, RBD,or RNP domain)</td><td>53</td><td>0/17</td></tr><tr><td>PF00400.27</td><td>WD40</td><td>WD domain, G-beta repeat</td><td>51</td><td>0/3</td></tr><tr><td>PF00069.20</td><td>Pkinase</td><td>Protein kinase domain</td><td>47</td><td>1/4</td></tr><tr><td>PF00004.24</td><td>AAA</td><td>ATPase family associated with various cellular activities</td><td>38</td><td>3/1</td></tr><tr><td>PF12697.2</td><td>Abhydrolase_6</td><td>Alpha/beta hydrolase family</td><td>37</td><td>1/0</td></tr><tr><td>PF00067.17</td><td>p450</td><td>Cytochrome P450</td><td>36</td><td>3/0</td></tr><tr><td>PF00106.20</td><td>adh_short</td><td>Short chain dehydrogenase</td><td>31</td><td>0/0</td></tr><tr><td>PF00005.22</td><td>ABC_tran</td><td>ABC transporter</td><td>30</td><td>1/2</td></tr><tr><td>PF08240.7</td><td>ADH_N</td><td>Alcohol dehydrogenase GroES-like domain</td><td>28</td><td>0/0</td></tr><tr><td>PF00085.15</td><td>Thioredoxin</td><td>Thioredoxin</td><td>27</td><td>5/1</td></tr><tr><td>PF00012.15</td><td>HSP70</td><td>Hsp70 protein</td><td>24</td><td>1/0</td></tr><tr><td>PF00501.23</td><td>AMP-binding</td><td>AMP-binding enzyme</td><td>24</td><td>0/0</td></tr><tr><td>PF00107.21</td><td>ADH_zinc_N</td><td>Zinc-binding dehydrogenase</td><td>23</td><td>1/0</td></tr><tr><td>PF00504.16</td><td>Chloroa_b-bind</td><td>Chlorophyll A-B binding protein</td><td>23</td><td>1/4</td></tr><tr><td>PF13414.1</td><td>TPR_11</td><td>TPR repeat</td><td>22</td><td>0/2</td></tr><tr><td>PF13460.1</td><td>NAD_binding_10</td><td>NADH(P)-binding</td><td>22</td><td>1/0</td></tr><tr><td>PF00153.22</td><td>Mito_carr</td><td>Mitochondrial carrier protein</td><td>21</td><td>0/1</td></tr><tr><td>PF00270.24</td><td>DEAD</td><td>DEAD/DEAH box helicase</td><td>21</td><td>0/1</td></tr><tr><td>PF00271.26</td><td>Helicase_C</td><td>Helicase conserved C-terminal domain</td><td>21</td><td>0/1</td></tr><tr><td>PF03144.20</td><td>GTP_EFTU_D2</td><td>Elongation factor Tu domain 2</td><td>21</td><td>0/0</td></tr><tr><td>PF00227.21</td><td>Proteasome</td><td>Proteasome subunit</td><td>20</td><td>2/0</td></tr><tr><td>PF00160.16</td><td>Pro_isomerase</td><td>Cyclophilin type peptidyl-prolyl cis-trans isomerase/CLD</td><td>19</td><td>0/1</td></tr><tr><td>PF00168.25</td><td>C2</td><td>C2 domain</td><td>19</td><td>1/0</td></tr><tr><td>PF13499.1</td><td>EF-hand_7</td><td>EF-hand domain pair</td><td>19</td><td>2/2</td></tr><tr><td>PF00009.22</td><td>GTP_EFTU</td><td>Elongation factorTu GTPbinding domain</td><td>18</td><td>0/1</td></tr><tr><td>PF00118.19</td><td>Cpn60_TCP1</td><td>TCP-1/cpn60 chaperonin family</td><td>18</td><td>2/0</td></tr><tr><td>PF00171.17</td><td>Aldedh</td><td>Aldehyde dehydrogenase family</td><td>18</td><td>2/0</td></tr><tr><td>PF00248.16</td><td>Aldo_ket_red</td><td>Aldo/keto reductase family</td><td>18</td><td>5/0</td></tr><tr><td>PF07714.12</td><td>Pkinase_Tyr</td><td>Protein tyrosine kinase</td><td>18</td><td>3/1</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "an important aspect of rehydration (Oliver and Bewley,1984, 2010; Oliver,1991; Oliver et al., 2004). On the other hand, a total of 4804 $( 8 7 . 3 \\% )$ proteins were insignificantly regulated by the rehydration (Fig.5a). At the same time,the rehydrated samples (i.e., R2 vs R24) were compared by using the protein ratios.We found that there is a significant correlation $_ { ( r = 0 . 9 1 ) }$ between R2 and R24 in the protein changes (Fig. 5b),which suggested the limited protein changes upon extended rehydration, as well as the reliability of the proteome quantification data. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3Function enrichment analysis of the rehydration responsive proteins ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Tosurvey relationships of enriched metabolic pathways and functional categories with rehydration, we performed KEGG pathway and hierarchical GO category enrichment analyses according to the $P$ -values calculated on hypergeometric distribution.A series of KEGG pathways affected by rehydration with values of $P { < } 0 . 0 5$ were identified.The results demonstrated that five KEGG pathways were differentially regulated after $^ { 2 \\mathrm { ~ h ~ } }$ rehydration including spliceosome (KO03040), ribosome (KO03010),RNA transport (KO03013)，sulfur relay system (KO04122) and photosynthesis (KOo0195). Three KEGG pathways, i.e., photosynthesis, spliceosome, and RNA transport were enriched in differentially regulated proteins after $2 4 \\mathrm { h }$ rehydration. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/45be4a9cd33fb5049d6e30fba4a729e43d3a31e9b225ede355fb84fb0414e9d2.jpg",
        "img_caption": [
            "Fig.5Detection of the rehydration regulated proteins.(a) Number of diferentially regulated proteins upon rehydration;(b) correlation analysis between R2 and R24 rehydrated samples. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The significant induction of stress-related genes after $^ { 2 \\mathrm { ~ h ~ } }$ of rehydration at the transcript level has been previously demonstrated (Gao et al.，2O15). The enrichment of ribosome pathway (KOO301O) at R2 treatment indicated that altered protein biosynthesis was a critical cellular process during the early rehydration phase. The biosynthesis of molybdenum cofactor (Moco) is part of the sulfur system and essential to the function of several enzymes such as sulfite oxidase, aldehyde oxidase and xanthine dehydrogenase.These enzymes help metabolize a variety of toxic substances and have been previously characterized to be inducible by drought-stress in Arabidopsis thaliana (Bitner et al.,2O01; Wollers et al.,2008). Close observation showed that a MOCS2 protein (molybdopterin biosynthesisMoaE family protein (unigenel1401)） was up-regulated upon rehydration. The photosynthesis pathway (KOo0195） was differentially regulated by rehydration at both 2 and $2 4 \\mathrm { ~ h ~ }$ .Though a part of the proteins involved in photosynthesis were down-regulated, four F-type ATPase proteins were all up-regulated after $2 4 \\mathrm { h }$ of rehydration,suggesting the importance of ATPase function in the resuscitation after desiccation. The recovery of photosynthesis upon rehydration was delayed and the proteomic data were consistent with those results,i.e.，positive carbon balance was restored within $3 0 \\ \\mathrm { m i n }$ and photosynthesis was fully recovered after $2 4 \\mathrm { ~ h ~ }$ (Bewley,1979;Oliver and Bewley,1984,2010; Oliver et al.，2O0Oa; Li et al.,2014). Our results demonstrated that protein changes in early rehydration played a critical role in the restoration of cellular damages introduced by dehydration/desiccation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "GO term enrichment analysis of the differentially regulated proteins was conducted using BiNGO,a Cytoscape plugin assessing over-representative terms with the whole $B .$ argenteum transcriptome being the background. All rehydration up- and down-regulated proteins (Fig. 5a) were subjected for functional enrichment analysis to get their functional categories relating with rehydration responsive proteins (Fig. 6). Interestingly, two biologically significant processes (i.e., photosynthesis and translation） were identified in both of the up- and down-regulated GO networks. Though the number of down-regulated proteins was larger than that of up-regulated ones,the number of statistically enriched up-regulated GO terms was more than that of down-regulated (Fig. 6), suggesting higher functional aggregative degree of induced proteins. The repression of proteins was dispersed among broader functional categories and pervasive protein loss could be regarded as a universal event during rehydration after desiccation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Among rehydration up-regulated proteins, a number of rehydration-related biological processes were significantly enriched including carbohydrate metabolic process， response to abiotic stimulus，generation of precursor metabolites and energy，catabolic process and biosynthetic process. Each of these processes was hypothesized to play an important role in the recovery process upon rehydration. And all of the results illustrated the importance of translational control and photosynthesis recovery， accompanied by the cellular component of ribosome and plastids/thylakoid. Furthermore,elevated metabolic (both biosynthetic and catabolic） activities could also be observed in the GO enrichment network. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) (b) Cellular component Biological process Molecular function Biological process Cellular component Molecular function Membrane Res onsetoabjotic Responseto stimulus Metabolic Cellular procesp membrane Plasma CellCellular process StressMetaboliStrucmolecule Cel   \nE Protein metabolic prdcess activinding Nucleus M Photosynthesis Intracellular Biosynthetic proce\\$s   \nCellwall Nucleolus Cytoplasm Thylakoid Protein metabokc Biosynthetic proces Catabolic ThylakoidCytoplasmucleus Translation RNA binding Nucleic acid binding Vacuole Cytosol Carbohydrate metabolic Cytosol Nucleolus Ribosome Plastid Translation process 5.00E-2 <5.00E-7 Ribosome Plastid Translation i tbinadtivty, P-value ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.4Major families of RNA-binding proteins declined upon rehydration ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Earlier study of Tortula ruralis (Oliver et al.， 2O0ob)，proposed the strategy to overcome desiccation revolves around the polysomal retention of transcripts during dehydration (Oliver and Bewley,1984; Oliver,1991; Wood and Oliver,1999) and these retained transcripts are translated upon rehydration through activation of a repair-based mechanism (Oliver,1991; Oliver et al., 1997).Previous study in the yeast Saccharomyces cerevisiae illustrated that $70 \\%$ of the mRNA transcriptome had significant associations with at least one of the examined RNA-binding proteins (RBP), which strongly suggested binding of RBPs to mRNAs is a pervasive mechanism for regulation of their post-transcriptional fate (Hogan et al., 2008). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In this study, 17 RRM containing proteins were significantly down-regulated, suggesting a crucial role in the rehydration process. Other protein families with most populous members include WD4O proteins,various kinds of protein kinases,ATPase family and hydrolase family (Table 2). However, compared with the RRM containing proteins, only a small fraction of these protein family members were rehydration responsive, though high frequency of occurrence of these protein families were detected. We were also able to find 9 KH domain containing proteins and 3 were down-regulated upon rehydration. According to the COSMOSS (v1.6) and KEGG annotation, cl2734.cg1 was a KH domain-containing protein and classified as a C3H transcription factor. However, the other $2 ~ \\mathrm { K H }$ domain-containing proteins (cl2892.cg1 and cl676.cg3） were annotated as, respectively, poly (rC)-binding protein and far upstream element-binding protein, probably indicating their different RNA-binding sites. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.5Metabolic, ROS scavenging and detoxifying related enzymes ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Upon rehydration， two up-regulated aminoacyl-tRNA ligases were discovered tobe rehydration-responsive. In the fructose and mannose metabolism pathway， two enzymes (aldehyde reductase (EC:1.1.1.21) and triose-phosphate isomerase (EC: 5.3.1.1)) were induced. Four enzymes in the “starch and sucrose metabolism” pathway were up-regulated upon rehydration. In the fatty acid metabolism，fatty acid biosynthesis and fatty acid elongation pathways,5 induced proteins were observed. The up-regulation of proteins associated with translation,carbohydrate metabolism and lipid anabolism are consistent with a comprehensive recovery of metabolism following rehydration. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Eighteen aldehyde dehydrogenases were identified in the B. argenteum proteome (Table 2). Two succinic semialdehyde dehydrogenases (ALDH5 or SSADH; EC 1.2.1.16) were significantly up-regulated upon rehydration， which contribute to restrict levels of reactive oxygen intermediates in plants (Kirch et al.,2004; Brocker et al.,2013).ALDH5 mutations in plants have been shown to cause enhanced accumulation of reactive oxygen intermediates and cell death in response to light and heat stress (Bouché et al.,2OO3). Eighteen putative glutathione S-transferase (GST,EC: 2.5.1.18） proteins were identified,among which 4 GSTs (cl4387.cg1， cl858.cg2, unigene6153 and unigene33419） were up-regulated. The remaining 14 GST proteins，5 glutathione reductase (GR, EC:1.8.1.7） proteins and 4 glucose-6-phosphate dehydrogenases (G6PDH, EC:1.1.1.49） proteins were not up-regulated during rehydration. In addition to scavenging the free radicals formed during desiccation, the redox couple of glutathione is also involved in protecting protein thiol-groups from desiccation-induced injury by forming protein-bound glutathione (PSSG) (Kranner, 20o2; Kranner et al.,2003; Djilianov et al., 2011). In this way, SH-groups are protected from both irreversible formation of intramolecular disulphide bonds and oxidation to sulphonic acids (Kranner and Grill, 1996). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.6Late Embryogenesis Abundant (LEA) and heat shock proteins ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The LEA proteins have been postulated to be associated with drying plant tissues and played very important roles in maintaining celular integrity when water was reintroduced (Oliver et al., 2004). The LEA superfamily could be classified into seven_ groups according the Pfam database annotation (i.e.,LEA_1 through LEA_5, dehydrin and SMP) (Hundertmark and Hincha, 2008). Using the proteome Pfam annotation information,5 LEA_2,1 LEA_4,4 LEA_5,3 Dehydrin, and 1 SMP were discovered. Among the 14 identified LEA proteins, 4 LEA proteins (2 LEA_4 group, 1 LEA_5 group,and 1 dehydrin protein） were found to be down-regulated. This observation is consistent with the reported $P .$ patens proteome data (Cui et al., 2012). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A total of 43 Heat Shock Proteins (HSPs） was identified. The HSP7O and DnaJ (HSP40) subfamilies were the most abundant and the identified HSP proteins include 2 HSP2O,15 HSP40, 3 HSP60，18 HSP70，4 HSP90，and 1 CLPB.The HSP60（unigene26811） and HSP40 (unigene7O95） proteins were up-regulated during rehydration. In particular，another HSP60 (unigene26811） protein was up-regulated after $^ { 2 \\mathrm { ~ h ~ } }$ rehydration and was more than 3.O-fold accumulation after $2 4 \\mathrm { ~ h ~ }$ rehydration. And another HSP40 (unigene7095） protein was 2.6-fold up-regulated,and then decreased to the desiccated level after $2 4 \\mathrm { ~ h ~ }$ rehydration. However,a HSP70 protein (unigene3231O) was down-regulated following rehydration. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Rehydration responsive LEA proteins were down-regulated whereas several small molecular mass HSPs were induced upon rehydration; similar LEA/HSP accumulations in Fontinalis antipyretica were also observed (De Carvalho et al.,2O14). HSP and LEA proteins are postulated to play pivotal roles in desiccation-tolerance by protecting protein structure and function in $P .$ patens (Wang et al.,2009; Cui et al.,2012) and T. ruralis (Bouché et al.,2003; Oliver et al.,2004; Oliver et al.， 2Oo9)，and the accumulation of HSP/LEAs during rehydration is an important component of the recovery in B. argenteum. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.7 Proteasomes and proteases ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The main function of the proteasome is to degrade unneeded or damaged proteins by proteolysis, a chemical reaction that breaks peptide bonds (Etlinger and Goldberg，1977).Five proteasome proteins were differentially regulated after rehydration (unigene33241, $\\mathrm { c l } 8 3 0 . \\mathrm { c g } 2$ ，cl1909.cg1, unigene33315,and cl1954.cg1). Components of the 26S proteasome,regulatory subunit N12 (Rpn12，unigene33241） and T4 (Rpt4，cl830.cg2)，were up-regulated 2.4-fold and 1.7-fold, respectively. Rpt4 is predicted to encode an AAA-type ATPase family protein， suggesting enhanced demand for cellular energy derived from ATP hydrolysis (Glickman and Adir, 2004). Components of the 2OS complex,subunit alpha 4 (cl1909.cg1） and beta 4 (unigene33315) were also up-regulated. Interestingly,a protein inhibitor of 2OS proteasome activity, inhibitor subunit 1 (PI31, cl1954.cg1) was down-regulated following rehydration (Zaiss et al., 2002). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Proteases are a diverse group of proteolytic enzymes (van der Hoorn， 2Oo8)，which is hypothesized to degrade damaged proteins during desiccation (Cui et al., 2O12; De Carvalho et al., 2014).In this rehydration proteome,1O responsive proteases were identified.A lon protease (cl696.cg8) and an ubiquitin-specific protease (unigene28814） were down-regulated upon rehydration. The induced proteases (8 out of 1O) were 5 CLP protease components (cl39.cg6, unigene33017，unigene29679，unigene32606,and cl3031.cg1)，an ubiquitin-specific protease (unigene5413), an aspartyl protease (unigene25407), and a presequence protease (unigene31663). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additionally,a serine protease inhibitor family protein (Serpin, unigenel2375） was significantly up-regulated. The up-regulation of proteasome components and proteases during rehydration suggested that the removal of damaged proteins and recycling of polypeptides was a prominent feature of rehydration. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.8Transcription associated proteins ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "To further understand the gene regulation networks，we analyzed the proteome for 94 transcription associated proteins (TAPs), including transcription factors (TFs） and transcription regulators (TRs) dispersed among 38 TAP families (26 TF families and 12 TR families).And among the 94 TAPs,orphan transcriptional regulator was the most populous,containing 11 family members,6 of which were putative component (i.e.，histidine kinase） of the two-component signal transduction system. In the entire proteome,19 DNA-directed RNA polymerase proteins were identified, 3 of which (unigene42474, unigene25526,and unigene34104) were significantly up-regulated. At the same time,the MYB TF family was the most populous in the 26 TF families, comprising 8 members,3 of which (unigene384, cl3238.cg1,cl1435.cg1） were down-regulated after rehydration. Overall, the down-regulated TAPs include 8 TFs and 3 TRs, including 3 MYB (unigene384, cl3238.cg1, cl1435.cg1)， 2 C3H (cl839.cg2,cl2734.cg1), 2 C2H2 (unigene5094, unigene10) and 1 ARR-B (unigene11580),and 3 TRs were SWI/SNF-BAF60b (cl2414.cg1), CSD (cl987.cg1) and pseudo ARR-B (cl366.cg11). Three TAPs were up-regulated after rehydration, including a TRAF transcriptional regulator (unigenel2565),an orphan transcriptional regulator (unigene23867) and a LOB transcription factor (cl4978.cg1). This comprehensive proteome-wide identification and quantitative analyses of rehydration responsive TAPs provide potential candidates for further stress biology experiments. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4 Conclusions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In this study,we analyzed the rehydration proteomes of the DT bryophyte $B$ . argenteum using iTRAQ technology. In order to eliminate the field effects,we cultured the material in the lab and regenerated the gametophores with a uniform genetic background. Using this experimental strategy，we discovered that $1 2 . 7 \\%$ of the identified 55O3 proteins were differently regulated. After $2 \\mathrm { ~ h ~ }$ of rehydration, 131 proteins were up-regulated and 294 proteins were down-regulated. And after $2 4 \\mathrm { h }$ rehydration,181 proteins were up-regulated and 4OO proteins were down-regulated. Protein amounts were significantly altered during the first 2h rehydration and up-regulated proteins after 2 and $2 4 \\ \\mathrm { ~ h ~ }$ rehydration represented rehydration-associated repair/recovery mechanisms.These mechanisms include:(1） enhanced translation and protein synthesis,(2) active ROS scavenging, (3) accumulation of LEAs and HSPs,(4) recovery of photosynthesis, and (5) the release of mRNAs masked in the messenger ribonucleoprotein particles (mRNPs) formed upon desiccation. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This research was financially supported by the Scientific Service Project of Chinese Academy of Sciences (TSS-2015-014-FW-4-3）and the National Science Foundation of China-Xinjiang Talent Youth Project (U1403302). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Agarwal G,Jhanwar S,PriyaP,etal.2O12.Comparativeanalysisof Kabuli chickpea transcriptome with Desiand wild chickpea provides a rich resource for development of functional markers.PLoS ONE,7(12): e52443. Bewley JD.1979.Physiological aspects of desiccation tolerance.Annual Review of Plant Physiology,30:195-238. BitnerF,Oreb M,MendelRR.2O0l.ABA3 isamolybdenumcofactorsulfurase requiredforactivationof aldehydeoxidase and xanthine dehydrogenase in Arabidopsis thaliana.Journal of Biological Chemistry,276(44): 40381-40384. Bouché N,Fait A,Bouchez D,et al. 2Oo3.Mitochondrial succinic-semialdehyde dehydrogenase of the $\\gamma$ -aminobutyrate shunt is requiredtorestrict levelsofreactive oxygenintermediates iplants.Proceedings of the National AcademyofSciencesof the United States of America,100(11): 6843-6848. Brocker C,VasiliouM,Carpenter S,etal.2Ol3.Aldehyde dehydrogenase (ALDH) superfamilyinplants:genenomenclature ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "rehydration. Journal of Experimental Botany,63(2):711-726.   \nDe CarvalhoRC,DaSilvaAB,SoaresR,etal.2O14.Differentialproteomicsofdehydrationandrehydrationinbryophytes: evidence towards a common desiccation tolerance mechanism.Plant, Cell& Environment,37(7):1499-1515.   \nDjiliano D,Ivanov S,MoyankovaD,et al.2O11.Sugarratios,glutathione redox status and phenols in theresurrection species Haberlea rhodopensisand the closely related non-resurrection species Chirita eberhardtiiPlant Biology,13(5): 767-776.   \nEddy S R.2011. Accelerated profile HMM searches. PLoS Computational Biology,7(10): e1002195.   \nEtlingerJD,Goldberg AL.1977.A soluble ATP-dependent proteolytic systemresponsible forthe degradationof abnormal proteins inreticulocytes.Proceedings of the NationalAcademyof Sciencesof the United Statesof America,74(1):54-58.   \nGaff D F,Oliver M.2O13.The evolution of desiccation tolerance in angiosperm plants: arare yetcommon phenomenon. Functional Plant Biology,40(4): 315-328.   \nGao B,Zhang D Y,Li X S,et al.2O15.De novo transcriptome characterization and gene expression profiling of the desiccation tolerant moss Bryum argenteum following rehydration. BMC Genomics,16: 416.   \nGlickman MH,Adir N.2O04.The proteasomeand the delicate balance between destruction and rescue.PLoS Biology,2(1): e13.   \nGygi S P,Rochon Y,Franza B R,et al.199.Corelation between protein and mRNA abundance in yeast. Molecular and Cellular Biology,19(3):1720-1730.   \nHoganD J,Riordan DP,Gerber AP,etal.2O08.DiverseRNA-binding proteins interact with functionalyrelated setsof RNAs,suggesting an extensive regulatory system. PLoS Biology, 6(10): e255.   \nHundertmark M,HinchaD K.2Oo8.LEA(Late Embryogenesis Abundant)proteins and their encoding genes in Arabidopsis thaliana.BMC Genomics,9(1): 118.   \nKirch HH,Bartels D,WeiYL,etal.2O04.The ALDH gene superfamilyof Arabidopsis.Trends in Plant Science,9(8): 371-377.   \nKranerI,GrillD.1996.Significanceof thiol-disulfideexchange in resting stages of plant development.Botanica Acta, 109(1): 8-14.   \nKrannerI.202.Glutathione status corelates withdiferentdegrees ofdesiccationtoleranceintreelichens.NewPhytologist, 154(2): 451-460.   \nKranner I, Zorn M,Turk B,et al.2Oo3.Biochemical traitsof lichens differing inrelative desiccation tolerance.New Phytologist,160(1): 167-176.   \nLanP,LiWF,Schmidt W.2012.Complementaryproteomeand transcriptome profiling inphosphate-deficient Arabidopsis roots reveals multiple levels of gene regulation.Molecular & Cellular Proteomics,11(11): 1156-1166.   \nLi JH,Li X R,Chen C Y.2014. Degradation and reorganization of thylakoid protein complexes of Bryum argenteum in response to dehydration and rehydration.The Bryologist,117(2): 110-118.   \nLi X R,XiaoHL, ZhangJG,etal. 2O04.Long-term ecosystem effects of sand-binding vegetation inthe Tengger Desert, Northern China.Restoration Ecology,12(3): 376-390.   \nLohse M,NagelA,HerterT,et al.2O14.Mercator:afastand simple web srver for genomescale functional annotationof plant sequence data.Plant, Cell & Environment, 37(5):1250-1258.   \nMaere S,Heymans K,KuiperM.2O05.BiNGO:aCytoscapeplugin toassssoverrepresentationof GeneOntologycategories in Biological Networks.Bioinformatics,21(16):3448-3449.   \nMaestreFT,QueroJL,GotelliNJ,et al.2O12.Plant species richnessand ecosystem multifunctionalityin globaldrylands. Science,335(6065): 214-218.   \nOliver M J, Bewley JD.1984.Plant desication and protein synthesis.VI. Changes in proteinsynthesis elicited by desiccation of the moss Tortula ruralis are effected at the translational level.Plant Physiology,74(4): 923-927.   \nOliver MJ.1991.Influenceof protoplasmic waterlossonthecontrolof protein synthesis in the desiccation-tolerant moss Tortula ruralis:ramifications forarepair-based mechanismof desiccationtolerance.Plant Physiology,97(4):1501-1511.   \nOliver M J, Wood A J, O'Mahony P.1997. How some plants recover from vegetative desiccation: arepair based strategy. Acta Physiologiae Plantarum,19(4): 419-425.   \nOliverMJ,Tuba Z,MishlerB.2Oa.Theevolutionof vegetativedesiccationtolerance inland plants.PlantEcology,151(1): 85-100.   \nOliver M J, Velten J,WoodA.20oob.Bryophytes asexperimental models for the studyof environmental stre tolerance: Tortula ruralis and desiccation-tolerance in mosses.Plant Ecology,151(1): 73-84.   \nOliver M J,Dowd S,Zaragoza J,etal.2004.Therehydration transcriptomeof the desiccation-tolerant bryophyte Tortula   \nOliver MJ,Hudgeons J,Dowd SE,etal.2Oo9.Acombined subtractive suppression hybridizatioandexpressionprofiling strategy to identify novel desiccation response transcripts from Tortula ruralis gametophytes.Physiologia Plantarum, 136(4): 437-460.   \nOliver M J,BewleyJD.2010.Desiccation-tolerance of plant tissues:a mechanistic overview.In: Janick J.Horticultural Reviews.New York: John Wiley& Sons,Inc.,171-213.   \nPeng X Y,Qin ZL, Zhang G P,et al.2015.Integrationof the proteome and transcriptome reveals multiple levels of gene regulation in the rice dl2 mutant.Frontiers in Plant Science,6: 351.   \nProctorM CF,Oliver MJ,WoodAJ,etal.2O07.Desiccation-tolerance inbryophytes: areview.The Bryologist,10(4): 595-621.   \nRensing SA,LangD,ZimmerAD,etal.2Oo8.ThePhyscomitrell genomerevealsevolutionaryinsights intotheconquestof land by plants. Science,319(5859): 64-69.   \nReynoldsJF,SmithDMS,LambinEF,etal.2Oo7.Global desertification:buildingasciencefordryland development. Science,316(5826): 847-851.   \nRoss P L, Huang Y N, Marchese JN,et al. 2O04. Multiplexed protein quantitation in Saccharomyces cerevisiaeusing amine-reactive isobaric tagging reagents.Molecular & Celllar Proteomics,3(12): 1154-1169.   \nSmootME,Ono K,RuscheinskiJ,etal.2011.Cytoscape2.8:new features fordata integrationand network visualization. Bioinformatics,27(3): 431-432.   \nSoufiB,KelstrupCD,StoehrG,etal.2O9.Globalanalysisof theyeastosmoticsressresponsebyquantitative proteomic. Molecular BioSystems,5(11):1337-1346.   \nStarkLR.2Ol7.Ecologyofdesiccation toleranceinbryophytes:aconceptualframework and methodology.The Bryologist, 120(2): 130-165.   \nThimm O,Bläsing O,Gibon Y,et al. 2004.MAPMAN: auser-driven tool to display genomics data sets onto diagrams of metabolic pathways and other biological processes.The Plant Journal, 37(6): 914-939.   \nUsadelB,NagelA,ThimmO,etal.2Oo5.ExtensionofthevisualizationtoolMapMantoalowstatisticalanalysisofarray, display of coresponding genes,and comparison with known responses.Plant Physiology,138(3):1195-1204.   \nVan DerHoorn R A. 2O08.Plant proteases: from phenotypes to molecular mechanisms.Annual Review of Plant Biology,59: 191-223.   \nWang XQ,YangPF,LiuZ,etal.2Oo9.Exploring the mechanismof Physcomitrella patens desiccationtolerance througha proteomic strategy.Plant Physiology,149(4): 1739-1750.   \nWolers S,HeidenreichT,ZarepourM,etal.2O08.Bindingof sulfuratedmolybdenumcofactortotheC-terminaldomainof ABA3 from Arabidopsis thaliana provides insight into the mechanism of molybdenum cofactor sulfuration.Journal of Biological Chemistry,283(15): 9642-9650.   \nWood AJ.2OO7.The nature and distributionof vegetative desiccation-tolerance inhornworts,liverwortsand mosses.The Bryologist,110(2): 163-177.   \nWood A J,Duff R J,OliverMJ.199.Expressed sequence tags (ESTs)from desiccated Tortula ruralis identify alarge number of novel plant genes.Plant and Cell Physiology,40(4): 361-368.   \nWood AJ,OliverMJ.1999.Translational control in plant stress: theformationof mesengerribonucleoprotein particles (mRNPs) in response to desiccation of Tortula ruralis gametophytes.The Plant Journal,18(4): 359-370.   \nXiongL,ZhuJK.Oo.Molecularand geneticaspectsofplantresponsestoosmotic stressPlant,Cell&Environment,5(2): 131-139.   \nZaiss D M W,Standera S,Kloetzel P M,et al.2002.PI31 is amodulatorof proteasome formation andantigen processng. Proceedings of the National Academy of Sciences of the United States of America,99(22): 14344-14349.   \nZhang JJ, Zhang L,Qiu JK,et al.2015.Isobaric tags for relative and absolutequantitation (iTRAQ)-based proteomic analysis of Cryptococcus humicola response to aluminum stress.Journal of Bioscience and Bioengineering，120(4): 359-363.   \nZhang YM,ChenJ, WangL,etal.2Oo7.The spatialdistributionpatterns ofbiologicalsoilcrusts intheGurbantunggutDesert, Northern Xinjiang,China.Journal of Arid Environments,68(4):599-610.   \nZheng Y,JiaoC,SunHH,etal.2016.iTAK:aprogramforgenome-wide predictionandclasificationof plant transcription factors,transcriptional regulators,and protein kinases.Molecular Plant,9(12):1667-1670.   \nZimmer AD,LangD,Buchta K,etal.2O13.Reannotationand extendedcommunityresources forthe genomeof he non-seed plant Physcomitrella patens provide insights into the evolutionof plant gene structuresand functions.BMC Genomics,14: 498. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]