[
    {
        "type": "text",
        "text": "A new aardwolf-line fossil hyena from Middle and Late Miocene deposits of Linxia Basin, Gansu, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Henry GALIANO' Z. Jack TSENG2,3,4\\* Nikos SOLOUNIAS3,5 WANG Xiao-Ming3,4,6 QIU Zhan-Xiang6.7 Stuart C.WHITE& ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1 Maxilla and Mandible,Ltd 105West 86th Street Suite#117,New York 10024,USA)   \n(2DepartmentofIntegrativeBiologyandMuseumofPaleontology,UniversityofCalifornia Berkeley94720,USA \\* Corresponding author: zjt@berkeley.edu)   \n(3 Division of Paleontology,American Museum of Natural History New York 10024,USA)   \n(4 Departmentof VertebratePaleontology,Natural History MuseumofLosAngelesCounty LosAngeles 9007,USA)   \n(5 DepartmentofAnatomy,New York InstituteofTechnology ColegeofOsteopathic MedicineOld Westbury,NewYork 11568,USA)   \n(6 InstituteofVertebratePaleontologyandPaleoanthropology,ChineseAcademyofSciences Beijingl0044,China)   \n(7University ofChinese Academy of Sciences Beijing10o049,China)   \n(8SchoolofDentistry,University ofCalifornia LosAngeles 90o95,USA) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The aardwolf Proteles cristatus is the only known hyaenid,living or extinct,to exhibit an extremely reduced dentition related to its termite-specializing diet.The fossil record of extant aardwolves extends to 2 to 4 milion years ago,but records that inform its evolutionary origins are essentially nonexistent. Such circumstance renders it difficult to place this unusual hyena in the broader evolutionary context of small-bodied hyaenid species in Eurasian Neogene deposits. Here we describe a new genus and species of a small-bodied hyaenid, Gansuyaena megalotis, representing the closest morphological link to aardwolves to date.This new fossil hyena is based on a skull with associated mandible,a rostrum preserving several teeth,and several referred specimens.The new specimens were discovered in Neogene deposits in Linxia Basin, Gansu Province, China.Phylogenetic analysis indicates that among early hyaenids,G. megalotis is most closely related, but unlikely ancestral, to the living aardwolf.Also recognized in this new species are the fossils previously referred to “Protictitherium” aff. $P .$ gaillardi from Pasalar, Turkey. Additionally,“Plioviverrops” guerini from Los Mansuetos,Spain is interpreted to represent a second Gansuyaena species.In addition to the living aardwolf,Proteles cristatus,our analyses suggest that the proteline lineage includes the extinct genera Gansuyaena,Mesoviverrops,and Plioviverrops.Although the precise timing and geographic location of evolutionary divergence between the aardwolf and Gansuyaena remain elusive,critical new morphological information provided by Gansuyaena specimens reinforce findings from recent genomic analyses that the aardwolf lineage has an ancient origin from small-bodied stem hyaenids prior to the appearance of large and robust bone-cracking hyaenines. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsLinxia Basin, Gansu, Middle and Late Miocene,Hyaenidae,Protelinae ",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/6cc5398eeb352f2db1f9d0c2e32902a126c5029c583ba1aef821fb48fe9e695c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Citation Galiano H, Tseng Z J,Solounias N et al.,in press.A new aardwolf-line fossl hyena from Middle and Late Miocene deposits of Linxia Basin,Gansu, China. Vertebrata PalAsiatica.</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The aardwolf,Proteles cristatus, has received little consideration in paleontology because of difficulties presented by its highly specialized morphology and a limited fossil record. In the most recent comprehensive review of Hyaenidae taxonomy, Werdelin and Solounias (1991) placed Proteles cristatus as sister to all other extant hyaenid species and removed it from their overall analysis of “hyaenids with unreduced dentition\". Since their review,a respectable body of paleontological research has accumulated over the years, documenting numerous discoveries and new taxa. Nearly one hundred named species have been proposed in Hyaenidae, with the list stil growing (Werdelin and Solounias,1991; Wang et al.,2020). Despite the enormous literature, the early hyaenid fossil record is relatively poor, with most taxa named from fragmentary jaws and isolated teeth. Based on the paleontological record, hyaenids were one of the most successful carnivoran families to exist in both geographic distribution and taxonomic richness.Hyaenids are inferred to have filled many ecological roles, displaying an impressive diversity of ecomorphologies indicative of insectivory, mesocarnivory, hypercarnivory, and bone-cracking capabilities (Turner et al., 20o8). Of this once morphologically diverse clade, Crocuta crocuta,Parahyaena brunnea,Hyaena hyaena,and Proteles cristatus are the only surviving species, with at least Crocuta experiencing dramatic geographic range reduction since the Ice Age (Sheng et al., 2014; Rao et al., 2020). Today these monospecific taxa represent one of the smallest families of terrestrial carnivorans in taxonomic richness. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The focus of this report is to describe new and extremely rare fossil material from China that help to clarify the phylogenetic position of Proteles.These new specimens preserve cranial,auditory,and dental morphology,allowing the range of comparisons to be extended to include the enigmatic living aardwolf Proteles.We conducted a phylogenetic analysis focused on early hyaenids,characterize the subfamily Protelinae by establishing their diversity and interrelationships,and speculate on the possible paleoecology of the new proteline hyaenids. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 The fossil record of Proteles and early hyaenids ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The oldest recorded hyaenid may belong to the Early Miocene (Aquitanian stage) species,Herpestides antiquus, from St. Gerald Le Puy, France (Mammal Neogene zone MN2). However,Hunt (1991) challenged the hyaenid affinities of this species based on analysis of its auditory region. H. antiquus lacks the development of an upper and lower chamber separated by a horizontal septum, a feature considered to be a hyaenid apomorphy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The earliest unambiguous hyaenids are found in deposits of MN5-6 age, represented by incomplete dentitions and isolated teeth (Filhol,1883; Depéret,1892; Gaillard,1899; ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Forsyth-Major, l903). Despite the fragmentary nature of these early fosils,several species were described from La Grive St.Alban,France.Viret (1951) was the first to recognize the hyaenid relationship of these early forms.Four La Grive species are currently recognized: Protictitherium crassum ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ Herpestes crassus Depéret,1892),‘P.'gaillardi ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ Progenetta gaillardi Forsyth-Major,1903),Plioviverrops gaudryi ( $\\mathit { \\check { \\Psi } } = \\mathit { \\Psi } _ { \\mathbf { \\Psi } }$ Jourdanictis grivensis Viret,1951) and Thalassictis certa (=Progenetta incerta Depéret, 1892).They demonstrate the moderate degree of morphological diversity in Hyaenidae already present by Astaracian (MN6-7/8) time. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The genus Plioviverrops was proposed by Kretzoi (1938) based on a skull (kept in MNHN,but with no specific number) described by Gaudry (1862) from Pikermi, Greece (see Gaudry,1862:pl. X1,1-4). Occurring in both Pikermi and Samos (MN12), Plioviverrops orbignyi is represented by three skulls, a partial skeleton, and several post-cranial elements (Gaudry, 1862; Pilgrim and Hopwood,1931; de Beaumont,1969; de Beaumont and Mein, 1972). Villlta Comella and Crusafont-Pairó (1945) described the species “Herpestes” guerini from Los Mansuetos, Spain (MN12). Crusafont-Pairó and Petter (1969) in their review and description of new Spanish material, assigned “H.” guerini to the genus Plioviverrops.de Beaumont and Mein (1972) questioned the phylogenetic affinities of Plioviverrops,and in that same paper, they summarized its taxonomy by erecting three subgenera and described two new species based on isolated teeth. The proposed new subgenera and their type localities were: Plioviverrops (Protoviverrops) gervaisi subgen. et sp. nov. from Vieux-Collonges, France (MN4/5); P. (Mesoviverrops) gaudryi subgen. et sp. nov. from La Grive St. Alban, France (MN7/8); and $P .$ (Plioviverrops) orbignyi subgen.nov. from Pikermi and Samos in Greece (MN12).Werdelin and Solounias (1991) questioned the distinction of $P .$ gervaisi and $P .$ gaudryi but agreed,“that these taxa point in an evolutionary sense towards Plioviverrops\". Plioviverrops faventinus Torre,1989 from Brisighella, Italy (MN13) represents the youngest record of the genus.In this study we retain the subgenera distinction between the specimens as proposed by de Beaumont and Mein (1972), but elevate them to genera given the phylogenetic topology we recovered in our analyses (see section on cladistic analysis). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Colbert (1939) described a new genus and species Tungurictis spocki based on a nearly complete skull without an associated lower jaw. This specimen was collected from the Wolf Camp Quarry, Tung Gur( $\\overleftarrow { = }$ Tunggur) Formation of Nei Mongol (Inner Mongolia) during the American Museum of Natural History's Central Asiatic Expedition in 1930.Kurtén (1976) proposed a second species for the genus, Tungurictis punica from the Beglia Formation in Bled Douarah,Tunisia (MN8). Colbert (1939), Kurten (1976) and others considered Tungurictis to be a member of the family Viverridae. However, subsequent studies by Hunt (1989), Hunt and Solounias (199l) recognize it as a true hyaenid sharing the characteristic horizontal intrabullar septum, and an additional specimen from Tunggur provided support for such assignment from the perspective of the lower dentition (Wang,2004). Hunt and Solounias (1991) proposed that Tungurictis is a junior synonym of Protictitherium. Werdelin and Solounias (1991) recognized ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "T. spocki as a valid genus and species,but placed Tungurictis punica in Protictitherium.More recent discoveries of at least one additional species of Tungurictis,T. peignei, in northwestern China (Junggar Basin, Tunggurian East Asian Land Mammal Age,\\~MN5), prompted Wang et al. (2020) to suggest using the Tungurictis genus name to include only the East Asian lineage ( $T _ { \\cdot }$ peignei and T. spocki) of Protictitherium-Plioviverrops grade early hyaenids with hypercarnivorous tendencies. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The best examples of Protictitherium come from localities of Astaracian age in Turkey (MN6) described by Schmidt-Kittler (1976). Two new species of Protictitherium were described in that report: $P .$ intermediumand $P .$ cingulatum. $P .$ intermediumwas described as a morphologically underived form while $P .$ cingulatum was characterized as an early specialized form.These species help reinforce the idea that hyaenid taxonomic diversification had started no later than early Middle Miocene.Described in that study were additional specimens of \"Protictitherium” aff. $P .$ gaillardi, and a remarkable palate displaying enlarged upper molars belonging to $P .$ crassum (Schmidt-Kittler, 1976:pl.2-2, Nr. Ma 3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "On the question of the phylogenetic position of the extant aardwolf, Proteles cristatus, there has been a wide range of taxonomic interpretations over the past century. Gregory (1910) placed Proteles in its own family whereas in other studies it has previously been included in the Viverridae (Winge et al.,1941; Kretzoi,1945). Gregory and Hellman (1939) provided the most widely adopted systematic treatment of Proteles by placing it in the Hyaenidae. Interpreting the fossl record, Thenius (1966) was the first to express an evolutionary portrayal of all living and fossil Hyaenidae known. He suggested that the two less hypercarnivorous forms,Proteles and Plioviverrops,were closely related.Phylogenetic analyses of molecular data from across feliforms suggest that Proteles is unambiguously hyaenid (Koepfli et al., 2006),but does not offer resolution on the issues of either its relatedness to small-bodied fossil hyaenids or provide congruent divergence time estimates that support a close relationship between Proteles and Plioviverrops. More recent, genomic level analyses seem to demonstrate consistency with the morphological interpretation of a basal position of the aardwolf lineage within Hyaenidae(Westbury et al., 2019,2021). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As for the fossil record of Proteles,the Pleistocene occurrences include Proteles cristatus and $P .$ amplidenta from Kromdraai Site B and Swartkrans (Hendey, 1974; Werdelin and Solounias,1991; Turner,1993) and cf.Proteles sp.From Cooper's Cave,all in South Africa. Two sites in Sterkfontein (Member 5 West and Member 5 East) have also produced Proteles sp. (Turner, 1997),and recent analyses redating the fossiliferous breccia indicate an age closer to $3 . 6 7 \\mathrm { M a }$ ,placing the associated Proteles specimens from there in the later Pliocene (Granger et al.,2015). Despite an improving fossil record, stratigraphic ranges of known Proteles fossils still pale in comparison to the estimated Middle Miocene divergence time of the lineage from other extant hyaenids (Werdelin and Solounias,1991). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Hunt (1974,1987,1989,1998,2001), Hunt and Solounias (1991),and Hunt and Tedford (1993) made a series of significant advances in our understanding of early hyaenids. These studies have presented critical observations and comparisons focused on morphology of the auditory region and demonstrated the importance of those characteristics in the taxonomy of feliform carnivorans. This morphological framework is critical for interpreting new paleontological discoveries that further ‘flesh out' hyaenid evolutionary patterns. In this study we add to the hyaenid fossil record a critical new form that represents a clear morphological link to the enigmatic extant aardwolf. We also conduct an updated phylogenetic analysis to estimate the interrelationships of early hyaenids. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Institutional abbreviationsAMNH, American Museum of Natural History, New York, USA; BSP, Bayerische Staatssammlung fur Paläontologie und Geologie (Palaontologisches Museum), Munich, Germany; F:AM,Frick fossil mammal collection at AMNH; FMNH,Field Museum of Natural History, Chicago, USA; IVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing, China; LACM, Natural History Museum of Los Angeles County, California, USA; MGL,Musée géologique de l'Universite de Lausanne, Switzerland; MNHN,Muséum National d'Histoire Naturelle, Paris,France; MVZ,Museum of Vertebrate Zoology, University of California, Berkeley, USA; NHMW, Naturhistorisches Staatsmuseum, Vienna, Austria; SMF, Senckenbergische Naturforschende Gesellchaft, Naturhisroisches Museum, Frankfurt, Germany. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Anatomical abbreviations ac. posterior opening of alisphenoid canal; bo.basioccipital; bs.basisphenoid; C.upper canine; c.lower canine; cn. catch notch; ct. crista tympanica; eam. external auditory meatus; eo. paroccipital process of exoccipital; fm. foramen magnum; fo. foramen ovale; gf.glenoid fossa; I1-I3.first to third upper incisors;il-i3.first to third lower incisors; if. infraorbital foramen; l. middle lacerate foramen; laf. lacerum anterior foramen; lf.lacrimal foramen; M1-M2. first and second upper molars; m. malleus; $\\mathrm { m } 1 { - } \\mathrm { m } 2$ . first and second lower molars; mf. mental foramen; n. nasal bone; of. optic foramen; p. petrosal; P1-P4. first to fourth upper premolars; p4. lower fourth premolar; pc. parasagittl crests; plf. posterior lacerate foramen; ppf. postorbital process of the frontal; rf. rotundum foramen; s. intrabullar septum of hyaenids; sq. squamosal; ssn. secondary shearing notch; t. ectotympanic. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Materials and methods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Image processing The two new fossil specimens described in this study were imaged using a GE phoenix vltomelx s240 microCT scanner at AMNH at a voxel size resolution of $0 . 0 7 0 8 6 \\ \\mathrm { m m }$ .The resulting 16-bit tiff files were imported into Fiji (ImageJ v. 2.0.0) and contrast-adjusted and converted to 8 bits. The resulting tiff files were imported into Avizo 9.7 Lite where the images were reoriented to align with anatomic planes, cropped to the right temporal region,and then the structures of interest were segmented from the bulla, intrabullar septa,petrosal, rostral entotympanic,and mastoid bones. Three-dimensional surface mesh models were then generated for visualization and descriptive purposes.The CT datasets are available at MorphoSource (https://www.morphosource.org/Detail/ProjectDetail/Show/ project_id/1198). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Nomenclature The electronic edition of this article conforms to the requirements of the amended International Code of Zoological Nomenclature (ICZN,1999),and hence the new names contained herein are available under that Code from the electronic edition of this article. This published work and the nomenclatural acts it contains have been registered in ZooBank, the online registration system for the ICZN. The ZooBank LSIDs (Life Science Identifiers) can be resolved,and the associated information viewed through any standard web browser by appending the LSID to the prefix “http://zoobank.org/\". The LSID for this publication is: urn:lsid:z00bank.0rg:pub:DF86F417-86DF-4EBD-8B34-3F08EB4A78ED. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 Systematic paleontology ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "OrderCarnivoraBowdich,1821 SuborderFeliformiaKretzoi,1945 Infraorder Aeluroida Flynn& Galiano,1982 Superfamily Aeluroidea Flower, 1869 FamilyHyaenidae Gray, 1821 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Included subfamiliesProtelinae Geoffroy Saint-Hilaire,1851; Ictitheriinae Trouessart, 1897; Hyaeninae Gray,1821 and Percrocutinae (from Percrocutidae,Werdelin and Solounias, 1991). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SubfamilyProtelinae Geoffroy Saint-Hilaire,1851 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Included genera Mesoviverrops,Plioviverrops, Gansuyaena,and Proteles. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Diagnosis Small-sized hyaenids with a combination of plesiomorphically hypertrophied bullae,low cheek dentition crown height,and reduced ml trigonid root relative to the ml talonid root. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Gansuyaena gen. nov. ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“Herpestes\"(guerini) Villalta Comella and Crusafont-Pairó,1945   \n“Protictitherium”(aff.P.gaillardi) Schmidt-Kittler,1976 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Type speciesGansuyaena megalotis sp. nov. urn:lsid:zoobank.org:act:A7D7BD4F4722-42CD-8E94-488019085494. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Included species Gansuyaena guerini. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DiagnosisGansuyaena shares with all hyaenids a skull proportioned with rostrum length greater than basicranial length (length of cranium from approximately the posterior edge of the palate to the occipital condyle). This genus shares with all hyaenids, except Proteles, the unique character complex for $\\mathrm { P 4 / p 4 }$ and m1: P4 parastyle large with secondary shearing notch,protocone positioned anteriorly, ml paraconid and entoconid enlarged, with talonid displaying a U-shaped catch notch.Also present is a divided bulla with a horizontal septum and an alisphenoid canal. Autapomorphies characterizing Gansuyaena include infraorbital foramen opening wider than in other hyaenids; bulla hypertrophic, ectotympanic and crista tympanica extraordinarily large; and auditory meatus enlarged and positioned in center of bulla. It differs from Plioviverrops and Proteles in having a single mental foramen on each hemimandible.Features shared with Plioviverrops,and Proteles include moderate rostral expansion of frontal sinuses; wrinkled surface enamel absent; canines laterally compressed and with crowns not shortened in contrast to rounded in cross-sectional shape,robust, and proportionately short canines in hyaenines.It differs from Plioviverrops and Mesoviverrops in its less mesocarnivorous dentition,low crowned carnassials,and reduced basal cingula on M1. It differs from Ictitherium in lacking the p4 cingular cusp and having a proportionately larger P1. Finally, P4 protocone in Gansuyaena is proportionately more slender than that of Plioviverrops orbignyi and Mesoviverrops gaudryi. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "EtymologyGansu hyena, referring to the province in China where the type specimen was discovered. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Gansuyaena megalotis sp. nov. ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(Figs.1-6; Tables 1-3) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "HolotypeIVPP V 13507-1， skull,with IVPP V 13507-2,associated posterior mandibular fragment (Figs. 1-6). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Referred specimensIVPP V 13508, rostrum of skull (Fig. 6).We place the fossils referred by Schmidt-Kittler(1976) from Pasalar, Turkey as“Protictitherium”aff. $P .$ gaillardi, in the type species. These specimens include a right P4 fragment (BSP-1967-VI 743),a right p4 (BSP-1967-VI 746),and a left ml (BSP-1967-VI 745) from Pasalar, and a right P4-M2 from Candir (BSP-1967-VI 747). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Type locality From Linxia Hui Autonomous Prefecture, south of Lanzhou, Gansu Province, China.Local collectors obtained these specimens commercially sometime between 2001 and 2O02 and no precise data were recorded. These specimens and others were subsequently purchased, repatriated,and donated to IVPP, then accessioned by one of us (ZQ) in 2002.Recent exploration and collecting in Gansu Province by the Institute of Vertebrate Paleontology and Paleoanthropology have shown considerable promise in mapping fossil localities in this area (Deng et al.,2Ol3).This is especially true for fossils coming from distinct sediments and ages, such as the Early Pleistocene Longdan loess deposits (Qiu et al.,2004) or Middle Miocene Platybelodon gravel beds. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "EtymologyMega, great or large, from Greek. Otos,ear, from Greek. Species name refers to the enlarged auditory bullae present on the holotype skull. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DiagnosisSame as for genus. Gansuyaena megalotis differs from $G$ ：guerini in being noticeably smaller in size and in having a proportionately larger ml talonid. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The preservation of IVPP V 13507 is consistent with those of several Miocene localities in the Linxia region: the cranial bones are mottled and grayish black in color, with light-colored dental enamel preservation,and encased within brick red silty mudstone (also known locally as red clay). These features exclude Longdan (Early Pleistocene fossils preserved in loess) as a possible locality of origin. Paleogene and Neogene fossiliferous deposits in the Linxia region tend to show yellowish bone preservation and yellowish or black teeth preservation.A few localities are known to produce fossils with similar preservation to $\\mathrm { ~ V ~ } 1 3 5 0 7$ ； these include the Tunggurian (Middle Miocene) age Laogou locality, and Late Miocene age Hualin, Heilinding, Zhanghejia, Ketuo,and possibly Nanyangshan localities. The preservation in $\\mathrm { ~ V ~ } 1 3 5 0 7$ is particularly close to those of Laogou and Hualin. Geochemical analyses such as Sr isotope and rare earth element (REE) approaches show promise in potentially fingerprinting source regions of fossils from their associated sediments (e.g., Jin et al.,2oo6),but such data require a broad sampling of sediment samples and application of geochemical techniques that are beyond the scope of the present, morphology- and taxonomy-focused study. Future analyses could clarify the exact location and age of rocks from which the specimens came,but for the purpose of this study we propose some general age constraints below on the basis of fossil preservation and lithology using our collective field and research experience in the Linxia region over a timespan of more than three decades. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Age Middle to Late Miocene Epoch, Tunggurian to Bahean Asian Land Mammal Ages (Wang et al.,2013). The color of the matrix embedding the holotype specimen is dark brick red, whereas the matrix color in IVPP V 13508 is light reddish.Most materials of this grade of preservation come from the Hezheng and Guanghe counties of the Linxia Hui Autonomous Prefecture. Stratigraphically, the majority of fossil-producing sediments of this area comprise three major units: the sandstone and conglomerates yielding the Platybelodon fauna; the reddish yellow silt and clay with nodules of calcareous concretions yielding the Hipparion fauna and the loess (only basal part) yielding the Equus fauna.Within the Linxia Basin, the Cenozoic stratigraphic sequence is represented by the Eocene-Oligocene Tala Formation (with no known fossil localities thus far), the Oligocene Jiaozigou Formation (also referred to as Zhongzhuang Formation in some literature; associated with the Paraceratherium fauna), Late Oligocene to Early Miocene Shangzhuang Formation (known by a modest small mammal fauna),Middle Miocene Dongxiang Formation (with abundant small mammals), Middle Miocene (Tunggurian) Hujialiang Formation (both large and small mammal faunas),Late Miocene Liushu Formation (including both Bahean and Baodean aged deposits),and finally the Pliocene Hewangjia Formation (Deng et al., 2013; Fang et al., 2016). Lithological units best matching those preserved with V 13507 include the Middle and Late Miocene parts of the sequence (Hujialiang and Liushu formations). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Given the rareness of this species from Linxia Basin (we have not encountered another specimen in monitoring local fossil trade in the past 2O years),Gansuyaena was unlikely collected from known sites that produced large quantity of fossils. The Middle Miocene Hujialiang Formation, best represented by the Laogou locality, produces fossils typically found in the Platybelodon fauna (Deng et al.,2013).The Liushu Formation spans much of the Late Miocene from ${ \\sim } 1 1$ Ma to ${ \\sim } 6 \\ \\mathrm { M a }$ ,and Deng et al.(2o13) recognized four faunal horizons within,i.e., Guonigou, Dashengou, Yangjiashan,and Qingbushan faunas.Although we cannot assign our new hyaenid materials to any of the faunas based on the accompanying matrix lithology alone, they are more likely to come from either the Hujialiang Formation or the lower part of the Liushu Formation based on their morphology in comparison to other basal hyaenids of Eurasia. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Description For detailed examination of the features described and compared herein, also refer to the CT scan dataset available on MorphoSource (https://www.morphosource. org/Detail/ProjectDetail/Show/project_id/1198). The new Gansuyaena megalotis material is represented by a well-preserved skull and mandible with nearly complete dentition. The skull and mandible were preserved in articulation, indicating rapid burial, and approximates in size and proportions the Plioviverrops orbignyi skull from Pikermi. The skull has suffered some distortion with certain areas badly fragmented. The left side is pressed slightly against the right, creating a noticeable slant in the skull. Most of the occipital area and left parietal are crushed into the braincase.This inward distortion has destroyed the jugal, post-orbital process and squamosal on the left side of the skull. Due to the braincase distortion, it cannot be determined if the frontal sinus is caudally elongated, but the low lateral profile of the skull appears unlikely for this feature to have been present. The frontal bones,however,are transversely broad and expanded slightly anteriorly,indicating slight rostral enlargement of the frontal sinus,as seen in Plioviverrops (e.g., specimens figured by Gaudry,1862 and reposited in MNHN) and Proteles (AMNH 165121; ZJT personal collection specimens J050607T01, J050607TO2, doi:10.5061/dryad.r2blh). The configuration of the right side of the skull has remained intact with much less distortion, allowing us to visually reconstruct in mirror image the damaged and distorted areas.In dorsal view, the rostrum tapers gently anteriorly, and behind the infra-orbital foramen the rostrum is abruptly widened by the broad frontal region and enlarged orbits. Completing the skul's dorsal configuration, a relatively large and rounded brain case is marked by a moderate postorbital constriction, much less so as seen in the holotype skull of Tungurictis spocki. The dorsal outline of the skullis thus more reminiscent of the skulls of Plioviverrops orbignyi (see Gaudry,1862:pl. XI-1) and to a lesser degree Proteles cristatus (see Koehler and Richardson, 1990:fig.2). ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/a30953526d47cbf2dd45f1581f5573971c41c2255eb566316a54ba905308fffd.jpg",
        "table_caption": [
            "able1 Skull measurements of Gansuyaena and Plioviverrops "
        ],
        "table_footnote": [
            "Note: G.megalotis measurements taken byauthors (IVPPV13507-1,13507-2,13508).Values inparenthesesare estimated. "
        ],
        "table_body": "<html><body><table><tr><td>Skull and mandible</td><td>IVPP V13507-1,V13507-2</td><td>IVPP V13508</td><td>P.orbignyi Gaudry 1862</td></tr><tr><td>Length from ant end of premaxilla to end of occipital condyle</td><td>90.6 (R) 102.0 (L)</td><td>一</td><td>~105</td></tr><tr><td>Length from ant end of premaxilla to cleft of occipital condyle</td><td>94.9</td><td></td><td>(100.9)</td></tr><tr><td>Length from ant end of premaxilla to end of glenoid process</td><td>72.5</td><td>一</td><td>(77.4)</td></tr><tr><td>Postorbital width</td><td>18.3</td><td>1</td><td></td></tr><tr><td>Depth of braincase from basioccipital to top of parietal</td><td>25.8</td><td>1</td><td></td></tr><tr><td>Diameter of orbit</td><td>17.7</td><td>1</td><td></td></tr><tr><td>Transverse width inside nasal opening</td><td>9</td><td>6.6</td><td></td></tr><tr><td>Width across canines</td><td>16.4</td><td>15.9</td><td></td></tr><tr><td>Bulla length ×width</td><td>20.5×11.9</td><td>1</td><td></td></tr><tr><td>Diameter of external auditory meatus</td><td>7</td><td>1</td><td></td></tr><tr><td>Width across mastoid processes</td><td>29.5</td><td>1</td><td></td></tr><tr><td>Transverse width occipital condyles</td><td>15.5</td><td>1</td><td></td></tr><tr><td>Width across P4s</td><td>32.8</td><td>1</td><td></td></tr><tr><td>Depth of skull at P4/M1 junction</td><td>26.1</td><td>1</td><td>(23.4)</td></tr><tr><td>Width of incisor series across from outer edges of I3</td><td>11.1</td><td>10</td><td></td></tr><tr><td>Length of mandibular symphysis to mandibular condyle</td><td>66.5</td><td>1</td><td>~80</td></tr><tr><td>Width across canines</td><td>9.9</td><td>1</td><td></td></tr><tr><td>Depth below pl&2</td><td>8.5</td><td>1</td><td>(10.7)</td></tr><tr><td>Depth below p2&3</td><td>8.9</td><td>1</td><td>(12.5)</td></tr><tr><td>Depth below ml</td><td>11.2</td><td>1</td><td>(12.5)</td></tr><tr><td>Thickness below ml</td><td>4.6</td><td>1</td><td></td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In V 135O7-1 the anterior ventral palate is broad transversely and disproportionately more elongate in comparison to the shortened basicranium.This proportional condition is shared with other hyaenids and is one of the significant diagnostic features discussed below. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The premaxillae are thin delicate bones,and not enlarged laterally above the incisor roots. The ascending caudal process tapers posteriorly, extending above the anterior point of P2 where it contacts the nasal bones.The ventral surfaces of the premaxillae are hidden from view by the section of mandible kept in matrix, which also obscures the anterior ventral surface of the maxilla (but see section on V 13508 below for complementary morphological description). The maxillary bones are not transversely expanded, but two noticeable depressions exist on the exterior surface.The first is located pre-orbital along the frontal contact suture and the other below the lower border of the jugal or, above the upper carnassial. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/d416c3e5ad2d8e29d8c1a97645fb8fd6886911d3ee92448efba43dae8ed9c596.jpg",
        "img_caption": [
            "Fig1 Gansuyaena megalotis gen. et sp.nov.,IVPPV13507-1 holotype cranium (A-D)and line drawing with key anatomical features labeled (E-H) in right lateral (A,E), left lateral (B,F), dorsal (C,G),and ventral (D,H) views.For abbreviations see text "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The infra-orbital foramen is a large, oval-shaped clear opening situated above P3. The maxillary bone surrounding the infra-orbital foramen is comparatively thin. In Proteles cristatus,the infra-orbital foramen is by comparison narrow,and in some individuals, it is divided.In hyaenids with robust premolars,the opening for this foramen is shaped into a dorsoventrally narrow slit surrounded by denser bone. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A substantial portion of the right jugal is preserved,allowing the full size of the orbit to be appreciated. In a distinct fashion, the jugal flares out into an upward arch. It is deep and broad with the surface for the attachment of the masseter muscles well excavated. In contrast, in Proteles the jugal region is atrophied and shallow,owing to the extremely reduced dentition of the maxillary. In this respect, the jugal in Gansuyaena has a more cat like appearance in comparison to other hyaenids.A remnant of post-orbital process sits at the highest point of the jugal, separated by $3 \\mathrm { m m }$ from a complete well-developed frontal extension of this process.In comparison to other hyaenids,the general construction of the orbit as created by the jugal and postorbital processes resembles Plioviverrops orbignyi and Proteles cristatus most closely. In all three Protelinae taxa the cat-like orbit is nearly enclosed by bone. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The degree of post-orbital constriction in Gansuyaena is noticeably less than in Tungurictis spocki (see Colbert,1939:fig.12),and in this aspect it is more like the skull of Plioviverrops orbignyi and Proteles cristatus. In V 13507, the post-orbital process is well developed and extended towards the jugal, nearly closing the orbit, and in this feature very similar to $P .$ orbignyi and $P r$ cristatus.A faint parasagittal crest can be seen in V135O7,but its configuration cannot be described beyond its origin,which starts at the posterior edge of the post-orbital process.The outline of the crest appears to have been similar to the Samos skull of $P .$ （20 orbignyi.Solounias (1981) observed possible sexual dimorphism in skulls of $P .$ orbignyi from Samos and Pikermi; the sagital crest is in some individuals divided, exampled by specimens of MGL 3399 and 271, whereas in others it is not, such as the holotype and NHMW V47. Similar sexual dimorphism is seen in some living Canidae (Vulpes,Alopex and small Canis). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Unfortunately, the nasals in V 13507-1 are displaced and incomplete with the caudal processes not discernible,so their contact with frontal bones is unclear. The anterior edges of the nasals are worn, making it difficult to describe the configuration of these processes to compare with V 13508 (which has a more complete set of nasal bones; see below). The medium processes, however, appear to be developed anteriorly, contrasting with the retracted medium process seen in Proteles.The frontal bones are broad and slightly convex in a manner that helps create a midline depression between the orbits beginning at the end of the nasals and extending just past the point of the post-orbital constriction.This midline depression also exists inProtelescristatus butis not extended as farback. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The bones forming the back of the skull are crushed in above the occipital condyles. Yet, judging from the depth of the braincase and position of the occipital condyles it does not appear that the combined height of the parietal and nuchal crests was great or developed into the high and triangular shape as in hyaenines such as Hyaena hyaena. Instead, the occiput is probably low and more rounded as in Proteles cristatus and Plioviverrops orbignyi. Even with the existing distortions,the brain case also appears to have been relatively large and rounded, and not laterally compressed. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "There are very few sutures preserved, preventing identification of the boundaries and contacts of the various cranial elements. In particular, the thin bones in the orbitaltemporal area are fragmented beyond recognition. Their dimensions and relationship to one another cannot be described. In this state, the lacrimal, palatine,orbitosphenoid, alisphenoid, basisphenoid and squamosal bones cannot be identified by their sutural margins. Notwithstanding their poor preservation, many of the foramina and bony landmarks naturally occurring in these bones are clearly visible. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The lacrimal foramen can be seen located above the posterior opening of the infraorbital foramen,and is observable on both sides of the skull On the left side,a distinct foramen opening is located transversely above the upper carnassal which may belong to one or both of the sphenoid and postpalatine foramina.Approximately $1 9 . 5 ~ \\mathrm { m m }$ behind the possible postpalatine foramen, lie three foramina: the optic foramen,anterior lacerate foramen (sphenorbital fissure),and foramen rotundum.The centrally placed sphenorbital fissure is the largest opening of the three. Directly behind these foramina, there appears to be a distinct opening for the alisphenoid canal (Fig.1),distinguishing this region of the skullin V 13507. Between the alisphenoid canal and middle lacerate foramen sits the foramen ovale.Among fossil hyaenids with available basicrania, Herpestides antiquus,Plioviverrops orbignyi and Tungurictis spocki share the presence of an alisphenoid canal with Gansuyaena megalotis, suggesting the loss of this primitive feature occurred independently in various hyaenid lineages (see phylogeny section). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "On the left side of the skull, the jugal bone and virtually the entire area belonging to the squamosal has been broken away,whereas on the right side these bones are intact and well preserved, including the glenoid fossa. The squamosal lacks the zygomatic process that contacts and bridges with the jugal. The post-glenoid process is also complete,and it is strongly developed and shaped like a spatula hooking forward in a similar fashion as in Hyaena hyaena. A preglenoid process does not appear to have been developed, and no postglenoid foramen is discernible at the base of the zygoma. Within the glenoid fossa a fragment of the mandibular condyle is preserved in-situ, representing the temporomandibular joint bonded by matrix. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Auditory region Originally, both auditory bullae were preserved in the holotype before the left bulla was dissected by one of us (HG) to view its internal structure.A mold and cast of the entire skull were made prior to dissection to preserve the outer structure for comparisons. The virtually complete right bulla is intact and very wellpreserved, showing no distortions. On this bulla,a very small patch of bone is missing behind the stylomastoid foramen.The bulla's exterior configuration bears an evenly inflated ovoid shape with its greatest height ( $\\mathrm { 1 4 . 5 ~ m m }$ located just about midway below the opening for the external auditory meatus.The transverse width of the bulla is $1 1 . 2 \\mathrm { m m }$ ,and its entire length is $2 0 \\mathrm { m m }$ .The excessive inflation dominates the space it occupies,appearing oversized and crowded between the glenoid process and the occipital condyle.Despite its size, however, the bulla shows no significant expansion into the mastoid or paroccipital processes as it does in Proteles cristatus.The outer surface of the bulla is noticeably smooth. The opening for the external auditory meatus is particularly large and positioned approximately in the middle of the bulla,and not forward as in most aeluroids.The external auditory meatus is not extended by bony lip or tube as in living hyaenids. In lacking this bony process together with the wide-open construction of the external auditory meatus, it immediately suggests the primitive condition seen in Herpestides antiquus (de Beaumont, 1968),Plioviverrops orbignyi (Gaudry,1862),and Tongxinictis primordialis (Qiu et al.,1988). An additional point of similarity in these named taxa with Gansuyaena megalotis is in the low situated opening in the external auditory meatus. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/bc23848865203e163dcbafbcbf76a2b5cf92fbe6c2f56fc7e09fabaa14a6dfdc.jpg",
        "img_caption": [
            "Fig.2Gansuyaena megalotis gen. et sp. nov.,IVPP V13507,holotype dentition A,B.V13507-1,upper dentition: A.occlusal surface,B.lateral view; C-F.V13507-2,lower posterior dentition: C,E.rightlower dentition,D,F.left lower dentition, C,D.lateral views,E,F.occlusal views "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Although faint,a single crease line is visible on the external side of the bulla,originating at the anterior outer margin and traveling in an arch backward to disappear into the posteriorventral edge of the auditory meatus.This crease on the bulla marks the ventral path of the crista tympanica.In the dissected left bulla,the crista tympanica is an oversized elongated structure covering nearly two-thirds the length of the bulla,and is an outstanding feature not seen in other hyaenids.Proportionately,its rim is thin and delicate in comparison to the wider and dense bone seen in Hyaena,Parahyaena and Crocuta thus, it approaches Proteles cristatus more closely. It is positioned almost vertically leaning inward slightly towards the midline of the skull.Hence,the crista tympanica does not overlap the petrosal as it does in some living viverrids.The oversized dimension of the crista tympanica corresponds with the ectotympanic's extraordinary size. In Gansuyaena megalotis, the extraordinary overgrowth of the ectotympanic is not just unique among hyaenids,but also unmatched among the members of Aeluroidea. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The paroccipital and mastoid cavities could not be exposed because of tough crystallized minerals filling the auditory cavities. The limited dissected area in the ventral chamber, however, reveals that a vertical septum is not present. Instead, the bulla is divided into ventral and dorsal chambers by a horizontal septum in typical hyaenid fashion and contrasts the condition in the aardwolf.In ventral view, the promontorium occupies the space in the bulla transverse to the stylomastoid foramen. The area in the bulla anterior to the promontorium is conspicuously greater than the posterior portion. The horizontal septum ascends gradually from the back wall of the bulla at an angle towards the promontorium. It is a flat sheet of bone dividing the bulla into a dorsal and ventral chamber dorsally above the level of the promontorium and not ventrally as in advanced hyaenine,as seen in Parahyaena brunnea, for example.As a result, the fenestra cochleae point at the ventral and not the dorsal chamber in V 13507.The septum is fractured into several pieces and is kept in place by the supporting matrix. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We digitally segmented the internal structure of the right bulla (Fig.3). One of the most striking features is the presence of a ventral promontorial process of the petrosal that lines the medial edges of the ectotympanic bulla (Fig. 3A,D). This structure is present in all aeluroids, including hyaenids but suppressed in living felids (Hunt, 1989). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In the digital reconstruction,a thin sheet of bone is clearly visible and oriented horizontally (colored pink in segmented view in Fig.3B-D), corresponding to what is exposed on the left side (a small piece of this bone on the medial side is broken off and not aligned to the main sheet). Near the caudal end of this horizontal bone sheet, a bilaminar structure is observed to partially overlapping each other (colored pink and red in segmented view in Fig. 3B-D). We interpret the bilaminar bones as the bullar septum because further ventrad to these bones,there is an additional bone layer to roof the posterior chamber. If our interpretation is correct, this is the first time that a bilaminar septum has been identified in hyaenids,in contrast to Hunt's (1974) interpretation that hyaenid bullar septum is unilaminar and consisted of ectotympanic only. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The horizontally oriented bullar septum, positioned largely behind the petrosal, delineates a dominant anterior (and ventral) bular chamber and a much-diminished posterior (and dorsal) chamber. This arrangement of the septum is a derived character previously described in the living spotted hyena Crocuta (Hunt, l974) as well as in Tungurictis (Hunt and Solounias, 1991).However, in Proteles the posterior chamber is still larger than the anterior one,and the bullar septum is located much more anteriorly (Hunt, 1974:figs. 38,39) than seen in Crocuta and Tungurictis. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "A portion of the left malleus is preserved disarticulated without the incus (Figs.1B,1F) and was discovered “floating”in the matrix at the mouth of the external auditory meatus. It is partially exposed showing the inner side only and the anterior lamina unfortunately cannot be observed or compared.The hypoglossal and posterior lacerate foramina are separate from each other as in Herpestides antiquus. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The mastoid process is reduced and nearly formed into a ridge pressed against the bulla, a condition closely resembling the arrangement in Plioviverrops orbignyi. The paroccipital process is short, projects backward and slightly downward,and is separate from the bull as in P. orbignyi. In Proteles cristatus the paroccipital process is without a free termination, being cupped totally around the imposing caudal entotympanic.The paroccipital process,when viewed from behind in the holotype skull, does not obstruct the view of the bulla,as is the case in advanced living hyaenids, supporting massive processes. The caudal ventral edge of the basioccipital forming the occipital condyles is distinctly “U\"-shaped in $\\mathrm { ~ V ~ } 1 3 5 0 7$ ,asit is also in $P r$ cristatus, Herpestides antiquus, and $P .$ orbignyi,and not“V\"-shaped as in the living hyaenids. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/0346cde10bb669437c5c0aef7b664fdf4e2065536adfffb2005c7dd331185adb.jpg",
        "img_caption": [
            "Fig.3Gansuyaena megalotis gen. et sp. nov.,IVPP V13507-1, holotype, partially segmented CT scan images A.medial view of right basicranial area with a cross sectional (along rostrocaudalaxis)slice of right bulla in CT scan images,indicating location of slice in B;B.segmentationofbony elements are assgned cross-hatched color paterns (dorsal is up); C.dorsolateral view of right bullaas digitally reconstructed, with the extermal bulla made semi-transparent to show internal structures; D.ventral view of right bulla as in C Color codes in segmentation: light blue,basioccipital and basisphenoid; deep blue,petrosal and ventral promontorial process; yellow (solid in Aor semi-transparent in C and D),external bulla (presumably mostly ectotympanic);red,dorsal laminarofbullar septum (ectotympanic); pink,ventral laminarofbullar septum (entotympanic). Colors seen through semi-transparent bulla has a paler tone "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "DentitionIn the holotype (V 13507),the dentition is virtually complete, except for a section of the left dentary containing p2-3,which had apparently broken away, and was not recovered during its excavation. This specimen belonged to an adult individual exhibiting minor to heavy natural occlusal wear. Except for the interdental contact of ml and 2, both upper and lower cheek teeth are simple in structure without accessory cusps and arranged without overlapping or crowding. Small diastemata are present between P1-4 and p1-3.Most noticeable is the relatively low crown height and delicate construction of P4 and all molars, approaching the condition seen in Plioviverrops. In $P .$ orbignyi, the upper molars relative to P4 are broad by comparison. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The incisors are perfectly preserved in situ,and their natural position would be anatomically precise if the right set (I1-3) were not displaced forward. The lingual side of the right incisors I2-3 cannot be observed because they are stillin matrix and in occlusal contact with the lower incisors.However, the left set allows us to see that they are arranged in a straight row with crown sizes gradually increasing from I1 through I3. Heavy to moderate occlusal wear can be seen on allthe crowns that are visible.The lingual face of the crowns belonging to I1 and I2 are cupped and are without basal accessory cusps as in Hyaena hyaena, for example.A crescent-shaped basal cingulum on the lingual side of I3 distinguishes it from the other incisors.The third incisor has a more conical crown than the other incisors.The relative size and slenderness of the third upper incisor is more like in Ictitherium viverrinum, Plioviverrops orbignyi and to a lesser degree Proteles cristatus,in not being disproportionately large as in derived Hyaeninae.A diastema separates I3 from the canine. ",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/8b8ed9559f0d29dbde1afc0501a47c3d8b8573b2886e7f64ae4f8aa25e265f81.jpg",
        "table_caption": [
            "Table2 Upper dentition measurements of Gansuyaena and Plioviverrops (mm) "
        ],
        "table_footnote": [
            "Note:G.megalotis measurements takenby authors (IVPPV13507-1,13508)or from Schmidt-Kitler(1976) (BSP1967VI743,747).Values inparenthesesare estimated. "
        ],
        "table_body": "<html><body><table><tr><td>Upper dentition</td><td>IVPPV13507-1</td><td>V13508</td><td>BSP-1967-VI 743</td><td>P.orbignyi Gaudry 1862</td></tr><tr><td>I1 width</td><td>1.5</td><td>1</td><td></td><td></td></tr><tr><td>I2 width</td><td>1.5</td><td>1</td><td></td><td></td></tr><tr><td>I3 width</td><td>1.9</td><td>1.8</td><td></td><td></td></tr><tr><td>Canine length ×width</td><td>3.9×2.9</td><td>4.0×2.5</td><td></td><td></td></tr><tr><td>tooth row I1-M2</td><td>52.4 (approx.)</td><td>50.4</td><td></td><td>~54</td></tr><tr><td>P1 length ×width</td><td>2.5×1.6</td><td>3.2×1.9</td><td></td><td>(4.4)</td></tr><tr><td>P2 length ×width</td><td>6.2×2.1</td><td>5.3×2.4</td><td></td><td>(6.8)</td></tr><tr><td>P3 length ×width</td><td>7.4×3.3</td><td>6.4×3.1 (approx.)</td><td></td><td>(6.3)</td></tr><tr><td>P4 length from parastyle to end of metacone</td><td>11.1</td><td>10.5</td><td>13.6</td><td>(10.4)</td></tr><tr><td>P4 length from protocone to end of metacone</td><td>12.7</td><td>12</td><td></td><td></td></tr><tr><td>P4 parastyle length fromanterior edge to notch</td><td>1.7</td><td>1.4</td><td></td><td></td></tr><tr><td>P4 length from parastyle notch to carnassial notch</td><td>4.4</td><td>4</td><td></td><td></td></tr><tr><td>P4 length of metacone blade</td><td>3.4</td><td>3.3</td><td></td><td></td></tr><tr><td>P4 protocone basin anteroposterior width</td><td>2.5</td><td>2.9</td><td></td><td></td></tr><tr><td>P4 parastyle labial height</td><td>3.1</td><td>3.2</td><td></td><td></td></tr><tr><td>P4 paracone labial height</td><td>4</td><td>4.4</td><td></td><td></td></tr><tr><td>P4 metacone labial height</td><td>3</td><td>3.1</td><td>BSP-1967-VI747</td><td></td></tr><tr><td>M1 length ×width</td><td>4.6×7.4</td><td>4.5×9.0</td><td>5.9×11.6</td><td></td></tr><tr><td>M2 length ×width</td><td>3.5×4.5</td><td>3.2×4.5</td><td>4.1×6.3</td><td></td></tr></table></body></html>",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The crown tips of both upper canines have been broken away and are partially covered by matrix. The left is badly eroded,and only on the back edge of the right is it visible. Judging from the surviving portions,they are slender and recurve slightly with an oval cross-section at the crown base (compare to V 13508 for additional detail). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The first upper premolar is a relatively well-developed tooth bearing a single root, and isolated from the canine and second premolar by a small diastema both mesially and distally. Its crown is more eliptical and not rounded or as robust as in derived,large-bodied hyaenids. In Plioviverrops orbignyi, judging from the preserved alveoli in both Samos and Pikermi skulls,P1 is single rooted and the separation of this tooth by small interdental spaces appears to be similar to Gansuyaena. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The second and third premolars on both sides of the skull are virtually complete exhibiting litle apical wear. The crown tip of the right P3 is damaged. The crown of P2 is constructed with a rather lengthened and transversely compressed main cusp, showing a muchreduced basal cingulum without the presence of distinct cusps on either anterior or posterior slopes of the crown. The second premolar is double rooted. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "P3 is similar to P2 in its overall construction in having a compressed main cusp showing a very reduced basal cingulum, differing only in its absolute larger size and taller height.A weak but distinct basal cusp on its posterior edge also distinguishes P3 from P2.In Plioviverrops orbignyi examples from Samos (MGL 271,40246 and 33999), the second and third premolars are differently developed with stronger cingula. In $\\mathrm { ~ V ~ } 1 3 5 0 7$ the third premolar is without a protocone root as in all hyaenids.A distinct rooted protocone is a plesiomorphic feature retained in most Viverridae. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Both upper carnassials are preserved. In the right P4, the tips of both the paracone and metastyle cusps are broken away. The left carnassal is well preserved, displaying moderate wear on the apex of the paracone and metastyle shearing blades.The protocone is positioned slightly anterior to the parastyle.In comparison to $\\mathrm { ~ V ~ } 1 3 5 0 8$ ,the body of the protocone is noticeably slender with a tapering anterior end and constricted across its basin. The protocone is also proportionately more slender than in Plioviverrops orbignyi, Mesoviverrops gaudryi, and Tungurictis spocki. The protocone basin, however, is not as broadly developed as in $P .$ （204号 orbignyi. A V-shaped crest highlights the protocone basin, with a faint basal cingulum running lingually from the protocone to the paracone.A deep notch is present behind the conically shaped parastyle. This notch is a secondary cutting structure of the carnassial and it is a hyaenid synapomorphy. The crown height of P4 is relatively low relative to the preceding premolars,in comparison to the corresponding teeth in Tungurictis or Protictitherium. In this aspect, the low height of the upper carnassial approaches more the mesocarnivorous dentition in M. gaudryi and P.orbignyi. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "A significant amount of occlusal wear exists on both first upper molars,but they are virtually complete otherwise. The paracone, metacone and protocone are however discernible despite the wear.A small fracture located between the parastyle and paracone exists on the right M1.The crown view of the first upper molar is subtriangular but more elongated and narrower relative to P4,in comparison to $P .$ orbignyi or Ictitherium.In comparison to V 13508,the crown view in this molar differs in its narrower width across the protocone basin. The relatively narrow parastyle extends nearly to the point where it meets the height of the metastyle blade of P4.M1 has three roots, each located beneath the parastyle,protocone and metacone. The paracone is connected to the parastyle by a ridge and the metacone appears to be equivalent in size to the paracone.The protocone is marked by a V-shaped ridge running down its length, disappearing before reaching the paracone and metacone. The protocone is essentially without anterior or posterior basal cingula as in the Turkish specimen (BSP-1967- VI 747) referred to “Protictitherium” aff. $P .$ gaillardi (see Schmidt-Kittler, 1976:fig. 69). The M1's configuration and general morphology closely resembles the Turkish specimen. In Mesoviverrops,and Plioviverrops, both anterior-posterior basal cingula are conspicuously developed. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In contrast to M1,M2 is smaller, more rounded and simpler in structure.The surface of this tooth is too worn to provide any morphological characteristics. It does not appear that a parastyle was present. In relative proportion to P4 and M1, it is reduced rather than enlarged as in Plioviverrops orbignyi. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The mandible is long,slender, and tapers sharply up to the canine and is without a ventral symphysial process. The symphysis is unfused. The dentary part of the jaw is deepest below ml and thinnest behind the canine.As described for the uppers,the lower teth behind the canine are arranged in a straight uncrowded row. Interestingly, a single mental foramen is situated below the anterior root of p2 on both sides of the mandible.A single mental foramen is a feature seen only in derived Hyaeninae,whereas in most other hyaenids a second posterior foramen below p3 is present. In Proteles cristatus,one relatively large and two smaller foramina are located in the area below the diastema between the canine and first tooth. Lingually, the mandibular foramen is located $1 2 ~ \\mathrm { m m }$ behind $\\mathrm { m } 2$ . The tips of both the coronoid and angular processes are broken away on the right jaw. The left jaw lacks the greater part of the coronoid process.On the right jaw,the crista coronoidea is complete and is fairly straight and sturdily developed extending downward about at a 45-degree angle and disappearing 4.5 mm from the lower edge of the ramus. The masseteric fossa originates below $\\mathrm { m } 2$ ： ",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/db7b2078cff2740055ed30f56cd71263a277919c9bdd42a9fb6db2581cb8c306.jpg",
        "table_caption": [
            "Table 3 Lower dentition measurements of Gansuyaena and Plioviverrops (mm) "
        ],
        "table_footnote": [
            "Note: G.megalotis measurements taken byauthors (IVPPV13507-2)or from Schmidt-Kitler(1976)(BSP-1967 VI 745,746);G.guerini measurements from VilaltaComellaandCrusafont-air (1945).Valuesinparenthesesareestimated. "
        ],
        "table_body": "<html><body><table><tr><td>Lower dentition</td><td>IVPP V13507-2</td><td>G. guerini Los Mansuetos</td><td></td><td>P.orbignyi Gaudry 1862</td></tr><tr><td>Length of tooth row from canine to end of m2</td><td>40.8</td><td></td><td></td><td>~53</td></tr><tr><td>Length from anterior end of p4 to posterior end of ml</td><td>17.2</td><td></td><td></td><td></td></tr><tr><td>il width</td><td>1.1</td><td></td><td></td><td></td></tr><tr><td>i2 width</td><td>1.1</td><td></td><td></td><td></td></tr><tr><td>i3 width</td><td>1.5</td><td></td><td></td><td></td></tr><tr><td>Canine anteroposterior width</td><td>3.5</td><td></td><td></td><td></td></tr><tr><td>pl length ×width</td><td>1.5×？</td><td></td><td></td><td></td></tr><tr><td>p2 length ×width</td><td>5.1×？</td><td></td><td>5.5×2.5</td><td>(6.5)×-</td></tr><tr><td>p3 length ×width</td><td>？</td><td>BSP-1967-VI746</td><td>6.9×3.0</td><td>(7.1)x-</td></tr><tr><td>p4 length ×width</td><td>8.1×3.1</td><td>9.0×4.2</td><td>8.9×4.0</td><td>(7.5)×-</td></tr><tr><td>p4 height of principle cusp from posterior base of crown</td><td>5</td><td>BSP-1967-VI 745</td><td></td><td></td></tr><tr><td>ml length × width</td><td>8.7×3.9</td><td>11.3×5.1</td><td>11.4×5.5</td><td>(8.4)×-</td></tr><tr><td>ml height of protoconid from anterior crown base</td><td>4.4</td><td></td><td></td><td></td></tr><tr><td>ml trigonid length × width</td><td>5.6×3.9</td><td></td><td></td><td></td></tr><tr><td>ml talonid length × width</td><td>3.1×3.1</td><td></td><td>3.1×-</td><td></td></tr><tr><td>m2 length ×width</td><td>3.9×2.5</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "There is no conspicuous wear on the anterior cusp of $\\mathfrak { p } 4$ ， though moderate apical wear exists on the primary and posterior cusps.In crown view, the tooth is elongated and oval in outline with the posterior end noticeably wider where the broad cingular shelf with a lingual ridge has developed a recessed area for the occlusion of the P4 protocone. The anterior cusp is particularly small on the right p4 in Gansuyaena guerini and the Turkish material (BSP1967-VI 746). In all these specimens, the anterior cusp lacks the strong development that can be observed in most early hyaenid genera. In Plioviverrops orbignyi, for example,the anterior cusp is well developed, creating a conspicuous notch. ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/b6107b1e408fe7c55dd4b85bf1805fdd462ac6d25ef7458ca5192871247a6b8b.jpg",
        "img_caption": [
            "Fig.4 Gansuyaena megalotis gen. et sp. nov., IVPP V 13507-2,holotype mandibular fragments A,B,E,F. right hemimandibular fragment; C,D,G,H.left hemimandibular fragment; A,D,E,H. lateral views;B,C,F,G. medial views; A-D. photos; E-H. line drawing with key dental morphology labeled.For abbreviations see text "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "On the left ml,a section of enamel is exfoliated in the area below the paraconid. Part of the hypoconid cusp of this tooth is also exfoliated. Slight to moderate wear is visible on the summit of all cusps.The trigonid is transversely broader than the talonid, but is noticeably low,almost equaling the height of p4.An anterolabial cingulid is present at the base of the paraconid running back and disappearing below the carnassial notch. The metaconid is a relatively large cusp,which helps to create with the entoconid a deep talonid notch dividing the tooth.A slight transverse constriction across this talonid notch is visible. The talonid is distinguished by the well-developed entoconid,which almost reaches the height of the metaconid. Directly behind the protoconid is a faint but discernable minute accessory cusp that is succeeded by a short faint ridge leading to the hypoconid. The hypoconid, although distinct, is eclipsed by the tall entoconid when the tooth is viewed from its lingual side. The hypoconulid is reduced to a tiny bulge located labially at the base of the entoconid. Except for the absolute size difference between the two (see Table 1), in nearly every detail the ml in the type specimen of Gansuyaena megalotis resembles the Pasalar ml specimen referred to G. megalotis ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ \"Protictitherium” aff. $P .$ gaillardi,BSP-1967-VI 745). The Pasalar specimen differs in the hypoconid and hypoconulid cusps being proportionately larger (see SchmidtKitler,1976:fig.68).The top of the roots on ml is visible on the left mandibular fragment; ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/bee92890827846133a14678cfca7ec37a0c03285f2f83f5a4bf73d1a400e68b1.jpg",
        "img_caption": [
            "Fig.5Gansuyaena megalotis gen. et sp. nov., reconstruction of the skullbased on IVPP V 13507-1, V13507-2,andV13508 Illustration by Mick Ellison.Reprinted from Mick Ellison under a CC BY license, with permission from Mick Ellison,original copyright 2020 "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "the trigonid root is reduced relative to the size of the talonid root compared to the condition in Ictitherium,Tungurictis,and Protictitherium (see phylogenetic analysis for details). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Advanced wear during life has destroyed much of the crown surface on $\\mathrm { m } 2$ ，but the trigonid and talonid can be distinguished.The occlusal outline of this single-rooted tooth is essentially bilobed and rectangular.Its anterior face is in contact with the talonid of m1.The trigonid is a bit longer than the talonid and shows no distinct protoconid.As in the lower carnassial, a talonid notch located on the lingual side also characterizes this tooth.The talonid notch is constructed from the enlargement of the metaconid and entoconid, which are the only recognizable cusps on the tooth, and its construction is comparatively shallower than the ml. The metaconid is the larger of the two cusps.In comparison, this molar is less developed than the expanded $\\mathrm { m } 2$ in Plioviverrops orbignyi. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Description of the referred specimen,IVPP V 13508 (Fig. 6） The specimen is a rostrum section with several well-preserved teeth represents a second specimen referable to Gansuyaena megalotis.The different colored matrix and bone preservation suggests that this specimen is not from the same stratigraphic horizon that produced the holotype V 13507. As detailed below, morphological differences that exist in the two dentitions prompted us to describe them separately if additional discovered material would prove V 13508 to belong to a different species. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Only the anterior portions of the nasal bones are visible,and they are broken and collpsed out of position. The anterior edges of the nasal bones form a“W” configuration with the median processes much shorter in comparison to the long tapering lateral processes. Due to nasal damage in V 13507,comparison is not possible. The premaxillary, maxillary and palatine bones are virtually complete and clearly showing their sutures. Most of the maxillary bridge forming the infraorbital foramen is lacking. Only a shallow groove is preserved, revealing its position above the third premolar.The palate is noticeably broad and approaches the condition in Plioviverrops and Proteles.In Tungurictis the anterior portion of the palate narrows more towards the incisors. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The incisive foramina are located between the canines and can be seen on the ventral surface where the premaxillary and maxillary sutures meet, as in all hyaenid genera, except Proteles.In Proteles these foramina extend noticeably more forward.Also visible in $\\mathrm { ~ V ~ } 1 3 5 0 8$ is the maxillary-palatine suture that runs in a broad arc from the posterior position of P3 extending behind M2. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The crowns of all the upper incisors are damaged showing only their roots.There is a preserved lingual cingulum on the crown of right I3.Judging from the preserved roots and their alveolar outline,the size and position in relation to each other is not unlike the condition seen in the holotype.The canines are lacking the crown tips, no grooves exist, and their surface is smooth. Their shape is slightly recurved with oval cross sections.A normal $4 ~ \\mathrm { m m }$ long diastema separates I3 from the canine.A faint,almost indistinguishable edge can be seen on both the anterior and posterior sides of the upper canines,running the full length of the preserved crown. In the holotype,this edge is detectable only on the backside of the upper right canine. The simple morphology in the upper canines in both presently described specimens is similar to those of Proteles. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "On the left palate,P1-2 are complete; P3 is badly damaged with only the base of the crown surviving. P4 and M1-2 are in good condition. In both specimens,the first upper premolar is a relatively well-developed high crowned tooth, single rooted,and separated from the canine and second premolar by distinct small spaces.Its crown is more eliptical and not rounded or as robust as in derived hyaenids.P2 is complete and it is a near duplicate of the tooth in the holotype of Gansuyaena megalotis. ",
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/bcb089a7900fbc693175419c0ca58c8f6721ae9417d02cd4138961f812e231a3.jpg",
        "img_caption": [
            "Fig.6 Gansuyaena megalotis gen. et sp.nov.,IVPPV13508, fragment of rostrum A.dorsal view;B.ventral view; C.leftlateral view "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The upper carnassial is preserved only on the left side of the palate, displaying moderate wear on the apex of each cusp including the paracone-metacone shearing blades. The protocone is more robust in comparison to the holotype skull,and remarkably more than in Plioviverrops orbignyi and holotype of Mesoviverrops gaudryi. The protocone basin is noticeably thicker and less constricted. Otherwise,the morphology of the rest of the tooth is essentially the same as in the holotype.The occlusal outline of the first molar is similar in the two specimens, differing only in the greater width of the protocone basin in V13508.Both right and left M2s are preserved in V 13508,and like the M1 they appear to have a more broadened protocone in comparison to V 13507. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The most striking differences between the holotype V 13507 and V 13508 lies in the configuration of the upper carnassial and first molar. Also different is the diastema distance between the Cand P1, which is greater in V13508.The crown of the first premolar in V13508 is more robust and with a stronger and thicker base in comparison to V 13507.In summary, we judge these differences to be minor, possibly representing individual variation or sexual dimorphism. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Additional Gansuyaena fossilsGansuyaena megalotis from Turkey: in the new genus and species, Gansuyaena megalotis,we place the fossils referred to “Protictitherium” aff. $P .$ （202 gaillardi by Schmidt-Kitler (1976) from Pasalar, Turkey. These specimens include a right P4 fragment (BSP-1967-VI 743),a right p4 (BSP-1967-VI 746),and left ml (BSP-1967-VI 745) from Pasalar, a right P4-M2 (BSP-1967-VI 747) from Candir. The G. megalotis sample from China difers from the Turkish material by its smaller size and possibly lower ml protoconid in the former; the Gansu material exhibits heavier wear than the Turkish material, and we interpret this potential difference in ml as variability within the same taxon. Both display the unique combination of characters that support their association (Fig. 7). In comparison to Mesoviverrops and Plioviverrops, a distinctive similarity in the two geographically different fossils exists in the relative slenderness of the dentition.M1-2 are not broadened with unreduced parastyle and protocone is without distinct cingula. The relatively small size of M2 is also a distinctive feature uniting the Turkish and Chinese specimens (Fig.7D). In the lower dentition, p4 is compressed and elongated with weak anterior cusp and with posterior cusp less developed. The size and arrangement of the cusps on the lower carnassal are similar in the two fossils displaying talonid enlargement on a relatively low crowned trigonid (Fig. 7A-C). The entoconid is greatly enlarged compared to the hypoconid, and the smallest cusp, the hypoconulid, is positioned back on the ridge connecting the base of the entoconid. The entoconid is almost as tall as the metaconid in both forms. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Gansuyaena guerini Villalta Comella & Crusafont-Pairó: Villalta Comella and CrusafontPairó (1945) described the species “Herpestes” guerini from the Turolian of Los Mansuetos, which is based on two left lower jaw fragments with $\\mathsf { p 3 - m 1 }$ and $\\mathsf { p 4 - m 1 }$ housed in the Institut Catala de Paleontologia Miquel Crusafont (Villalta Comella and Crusafont-Pairó,1945:94-99, figs. 4-5,pl. 2:2-3). Crusafont-Pairó and Petter (1969) in their review assigned this species to the genus Plioviverrops.In their phylogenetic study,de Beaumont and Mein (1972) used ‘ $\\displaystyle { } ^ { \\cdot } P ^ { , , }$ guerini fossils to formulate the subgeneric concept for Mesoviverrops (see discussion below). The heavy wear and damage present in the ml belonging to the type specimen $( \\mathsf { p 3 - m 1 } )$ ） prevents detailed comparison with Gansuyaena megalotis. The lower carnassial is described with broken protoconid and metaconid cusps and a heavily worn talonid,leaving the paraconid and entoconid as the only complete cusps for comparison. However, the ml in the second referred specimen $( \\mathsf { p 4 - m 1 }$ ）agrees favorably with $G$ ，megalotis in its overall cusp development including the relative size proportions of the broadened talonid against the trigonid (Fig. 7AC). The ml talonid is proportionately larger in $G .$ megalotis than in $G$ ：guerini.Moreover, the uncrowded premolar series and weak anterior cusp of $\\mathsf { p 4 }$ in the specimens from Spain also increases the favorable comparison with the $G _ { \\ l }$ .megalotis despite the ml talonid proportionate difference and absolute size discrepancy between the two.We differ from de Beaumont and Mein (1972) in placing this species in Mesoviverrops,and from Werdelin and Solounias (1991) who place this species in Plioviverrops. Instead, we place the Spanish material in the genus Gansuyaena while maintaining it as a distinct species differing from G. megalotis in its greater size,with slightly more robust premolars,and proportionately smaller ml talonid. ",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/0db234e3d59b1e39269283a8705cb58baf87499d4c4f9e4b605fc16bf0c07f12.jpg",
        "img_caption": [
            "Fig.7Comparison of the upper and lower dentitions of early fossil hyaenids A-C.lower premolar 4 and molars in lingual (A),labial (B),and occlusal (C) views; D.upper premolar 4 and molars in occlusal views "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "5 Phylogenetic analysis ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Incorporating the morphological comparisons made above,we conducted a cladistic analysis of 10 hyaenid taxonomic units,using the extant Genetta as outgroup.The characters were coded using both published descriptions and photos (Gaudry,1862; Crusafont-Pairó and ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Petter,1969; de Beaumont and Mein,1972; Schmidt-Kittler,1976) and in-person examination of specimens (Genetta, e.g., AMNH 51514; Hyaena hyaena, e.g., LACM 31264; Proteles cristatus, e.g., AMNH 165121, ZJT personal collection with data uploaded at doi:10.5061/ dryad.r2b1h; Tungurictis spocki, AMNHF:AM 26600; Gansuyaena, IVPP V 13507,V 13508 and specimens of Plioviverrops orbignyi in MNHN and figures in Gaudry,1862 and Solounias, 1981).Our matrix contains 44 craniodental and postcranial characters (Table S1), with $74 \\%$ of the matrix cells scored (355 out of 480 cells; full matrix and character descriptions available in MorphoBank Project 1088). We conducted parsimony analyses in TNT using the implicit enumeration method and checked results in PAUP using exhaustive search.All characters are treated as unordered and unweighted. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Implicit enumeration returned a single tree with a length of 53 ( $\\mathrm { C I } = 0 . 7 9 2$ ， $\\mathrm { R I } = 0 . 7 1 8$ ) Two major clades were recovered: Hyaena,Ictitherium,and Protictitherium crassum in one (node 4),and Proteles, Gansuyaena,Plioviverrops,and Mesoviverrops in the other (node 5; Fig. 8). The rest of the taxa are stem to the two major clades, with Protoviverrops spp.immediately basal to the two clades,followed by Tungurictis and Herpestides.Bremer supports for most groupings have values of 1; the Proteles-Gansuyaena clade and the Proteles-Gansuyaena-Plioviverrops-Mesoviverrops clade have values of 2,and the clade exclusive of Herpestides has a Bremer support value of 3. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Bootstrap resampling analysis of the data (1ooo replicates） provided strong support （204号 $( 1 0 0 \\% )$ for the Hyaenidae (with Herpestides at the base),and moderate support for the clade exclusive of Herpestides $( 7 8 \\% )$ . Groupings of Plioviverrops-Mesoviverrops-Proteles",
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/1f7fbb13d3cbc3f28fa6ee7c14b3e91997d6255c9ed0ccfd9bcefb2b5bdc4092.jpg",
        "img_caption": [
            "Fig.8Hyaenid phylogeny "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Single most parsimonious tree from parsimony analysis of 44 morphological characters in 11 taxa using the implicit enumeration method in TNT.Dark notches indicate clade synapomorphies and taxon autapomorphies,with character number followed by character state in parentheses.Labeled nodes correspond to synapomorphies listed in Table S2.The full data matrix is available in MorphoBank (http://dx.doi.0rg/10.7934/P1088) ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Gansuyaena $( 5 9 \\% )$ and Proteles-Gansuyaena $( 6 3 \\% )$ received low support. Jackknife analysis of the data returned largely similar trends,with Hyaenidae $( 1 0 0 \\% )$ and hyaenid without Herpestides $( 8 2 \\% )$ receiving good support,and the other two clades( $65 \\%$ and $70 \\%$ ,respectively） receiving lower support.Non-Herpestides hyaenids are supported by 4 synapomorphies (Node 1 in Fig 8; synapomorphies include rostrum length longer than cranium length; ectotympanic enlarged; ventral ectotympanic reduced; ml carnassial notch shallow), and the Mesoviverrops-Gansuyaena clade is supported by 3 synapomorphies (Node 5 in Fig. 8; synapomorphies include tympanic bullae hypertrophic; cheek dentition crown height reduced; root of ml trigonid reduced, talonid root large; also see Table S2). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "6 Discussion ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "New fossil materials of a hyaenid from the Linxia Basin in northwestern China form the basis of a new genus representing the closest morphological link yet to clarifying the evolution of early hyenas and the extant aardwolf. Gansuyaena megalotis is represented by virtually complete cranial material preserving an intact dentition and auditory region. The significance of the morphological characteristics described above and in the phylogenetic analysis are put into context within broader aeluroid morphological trends in the following sections. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Dentition (Figs. 2,7） Given that much of the taxonomy and phylogeny of hyaenids is based on the morphology of the cheek dentition,particularly the upper and lower carnassials, it is necessary to pay special attention to the smallest details in teeth.Even in the plesiomorphic state,the P4 in Hyaenidae is highly recognizable and cannot be mistaken.The P4 departs from the primitive Aeluroidea condition by enlarging and developing its parastyle into a distinct conical structure and developing a secondary notch between itself and the paracone. This enlarged parastyle together with the expanded metastyle greatly increases the proportional length of the tooth.A sizeable, tall protocone shifted mesially up to the transverse level of the parastyle is another feature differentiating the upper carnassial of hyaenids. This condition, to some extent, is altered in derived Hyaeninae (e.g., Hyaena and Pachycrocuta),where the further enlargement of the parastyle exceeds the forward position of the protocone. The forward position of the P4 protocone is directly linked to the large size of the paraconid on the lower carnassial and the shape of the p4 cingular heel where it interlocks on occlusion. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "In hyaenids,the paraconid in the lower carnassial is increased in size,becoming noticeably larger than the protoconid,compared to other aeluroids. So over-developed is the paraconid that the trigonid root of that tooth is essentially dedicated to that single cusp. The only exceptions are in the more basal forms,Herpestides and Protoviverrops,where the protoconid is still greater in size over the paraconid (but note that paraconid height can remain lower than protoconid height even in larger hyaenids such as Thalassictis). In contrast,felids and viverrids share the underived condition in having a larger protoconid to the paraconid. The position of the carnassial notch is noticeably shallow relative to the height of the trigonid in all hyaenids. In addition to the development of the paraconid, the hyaenid lower carnassial is developed with a distinct basal anterolabial cingulid not present in other Aeluroidea. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Another important feature lies in the construction of interlocking dental catch pockets, which we infer to provide a better clamping bite. Between the metaconid and entoconid of ml a distinct“U\"-shaped lingual notch at the junction of the trigonid and talonid characterizes this tooth.Moreover, P4,p4,and ml interlock rigidly in occlusion in the form of secondary shear surface mesial to the main carnassial blade.The parastyle in the upper carnassial is well developed and extended anteriorly,allowing an effective shear to occur with the posterior cusp of p4 during jaw closure.As this secondary shear or cutting point is occluded, the P4 protocone locks with the last lower premolar's posterior lingual shelf, where another distinct pocket reinforced with an accessory cusp or tallridge is developed to receive it. The posterior cusp is positioned labially on the last lower premolar where its posterior lingual shelf helps guide and catch,preventing sliding while ensuring a clamping bite.This entire dental character complex is interpreted to provide more rigid interlocking catch pockets. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Our phylogenetic analysis optimized cheek dentition crown height reduction as a secondary reduction distinct from the low cheek dentition crown height in the outgroup taxon Genetta (Fig. 8). Although Proteles takes crown reduction to an extreme (reducing in all dimensions of the tooth to the point of simple single cusped tooth crowns),the topology remained identical when this character (character 21) was removed from the analysis and when it was recoded for Proteles as an autapomorphic state beyond the reduction observed in other taxa included in the analysis. This suggests that nuance in the degree of crown reduction not captured by the character coding scheme did not affect the tree topology on which we base our discussion of Gansuyaena-Proteles evolution. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "The root of the trigonid on the lower first molar is reduced to a greater extent in Gansuyaena,Plioviverrops,and Mesoviverrops than in other hyaenids included in the analyses. Our phylogenetic analysis optimized this character as a synapomorphy of these three genera plus Proteles.The extremely reduced state of the cheek dentition in Proteles makes interpretations of this character diffcult in this extant taxon.Thus,we view this synapomorphy interpretation with caution until additional material can clarify the evolutionary trajectories of dental simplification in Proteles. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Lastly, the presence of small diastemata in Gansuyaena recall those of Proteles,with the later exhibiting this characteristic to a larger extent. Evolutionary expansion of diastemata possibly involves relative elongation of the rostrum (and stasis in size of the dentition), relative reduction in size of the dentition, or a combination of the two processes in protelines. Additional data are desired to fully characterize this evolutionary transformation. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "SkullIn the cladistic analysis of the Hyaenidae by Galiano and Frailey (1977), the character state,“a short basicranium and a relatively elongated face,” was cited as a synapomorphy. In that report this important feature was discussed on briefly. The rostral length measured on the middle line of the skull from the anterior margin of the incisors to the posterior edge of M2 is more than half the distance of the entire condylo-basal length in the holotype skull of Gansuyaena megalotis.This extreme elongation of the palate in G. megalotis is consistently true for all Hyaenidae in which complete skulls are known.The rostral length may be approximately equal or greater than half of the total condylo-basal length of the skull in the following species examined: Tungurictis spocki (AMNH F:AM-26600), Plioviverrops orbignyi (NHMW 1911 V47; Gaudry, 1862:pl. 11, fig.3),Ictitherium viverrinum (e.g., Gaudry, 1862:pl. 7-10), Hyaenictitherium wongii (e.g., NHMW 4746, SMF M3606, and numerous specimens in the AMNH Frick Collction),H. hyaenoides (numerous uncatalogued specimens in AMNH listed in Werdelin,1988), Chasmaporthetes kani (AMNHF:AM 99783; estimated), Hyaena hyaena (e.g.,LACM 31264),Pachycrocuta brevirostris (Pei, 1934:pl. XVII-XVIII), Parahyaena brunnea (e.g., FMNH 34584, MVZ 117842), and Crocuta crocuta (e.g., MVZ 4823,124188,and others).The palate is almost equal to half the skull length in the aardwolf as in other hyaenids,suggesting that the ancestral lineage of Proteles cristatus retains this diagnostic hyaenid character despite its craniodental autapomorphies. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Our observations support the idea that the elongation of the rostrum and shortening of the posterior half of the skull is an important derived character uniting Hyaenidae. Interestingly, this condition does not exist in Herpestides antiquus,which separates it immediately from all other hyaenids.This difference is consistent with Hunt's (1991) views regarding the notable morphological distance between $H .$ antiquus and other hyaenids.In Felidae,Viverridae and Herpestidae,the length of the rostrum is much less than half the basal length of the skull, which is a retained plesiomorphy observable in some Eocene stem carnivoramorphans. Within Felidae,in more derived members of Machairodontinae,the rostrum is elongated approximately equal to half the skull length reflecting the extreme cranial modification associated with canine elongation. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "One consequence of the shortened basicranium can be seen in Crocuta.The brain in Crocuta is distinctive in that the cerebrum overlaps the cerebellum to a great degree,thereby reducing its length considerably. With the possible exception of the Machairodontinae, members of Viverridae,Herpestidae and Felidae do not appear to share this brain modification undertaken by the abbreviated cranium and caudal expansion of the frontal sinus as in hyaenids (Merriam and Stock,1932;Radinsky,1975,1982). ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Auditory regionTwo unique features characterize the auditory bulla in living hyaenids.The first feature is the disproportionate enlargement of the inferior chamber created principally by the ectotympanic,which expands under the superior chamber formed by the caudal entotympanic. The second and equally important feature is the presence of a horizontal septum, which extends forward from the back wall of the bulla dividing its space into upper and lower chambers.How this septum is formed ontogenetically and what elements contribute to its development is not yet clear (Hunt,1974),although our CT segmentation seems to show a double layered septum (Fig. 3). Nonetheless,a bulla with a greatly enlarged ectotympanic, divided into upper and lower chambers by an intrabullar septum,are features shared by ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Hyaena hyaena, Parahyaena brunnea and Crocuta crocuta. Gansuyaena also exhibits this derived condition,but Proteles cristatus does not.The auditory bulla in Proteles is divided by a thin vertical septum located about midway in its length, creating anterior and posterior chambers,and the elements forming it, the ectotympanic and entotympanic,are subequal in size.This second hyaenid bulla type required explanation in this investigation prompted by the description and comparisons of Gansuyaena materials. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The evidence on hand suggests that the morphological arrangement of the bulla chambers in Proteles is similar to the condition in Herpestides antiquus,and likely plesiomorphic. The elongation of the rostrum and shortening of the basicranium length appears to coincide with the caudal expansion of the ectotympanic and presence of the horizontal intrabullar septum in hyaenids. This condition can already be seen in the skull belonging to Tongxinictis primordialis,which dates as earliest Tunggurian (roughly equivalent to MN6) in age. With a limited area to expand, the chamber created by caudal entotympanic retracts and rotates in a dorsad direction, thereby producing an “attic” or “piggyback” chamber in an attempt to maintain a certain volume of inflated space in the bulla.Additional expansion for this attic chamber involves invasion into the mastoid, paraoccipital and basioccipital areas. The increased space formed by these invaded areas,are fashioned into distinct pocket cavities. In so doing,the needed division of the bulla by a septum,although with its position compromised, could also be kept as a functional component without alteration. This mechanism would explain the disproportionate size and ventral dominance taken by the ectotympanic. By comparison,viverrids,felids and herpestids did not evolve a lengthened rostrum and compression of the basicranium, so their auditory region has remained largely unmodified. In non-hyaenid aeluroids a septum is found in various positions dividing the bulla diagonally, but the posterior chamber is always the largest. Among the Aeluroidea, the members of Viverridae exhibit the most primitive or conservative auditory region showing the least amount of change. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Critical to our argument regarding the direct relationship of rostrum elongation to short basicranium length, coinciding with the caudal expansion of ectotympanic and presence of a horizontal septum as an evolutionary event in hyaenids,is the morphological evidence also occurring in the Machairodontinae felid Smilodon.The evolutionary scenario we envision is not unique to hyaenids.In Smilodon,the septum is horizontal and divides the bulla into superior and inferior chambers just as in hyaenids.Merriam and Stock (1932)and Hough (1953) document in detail this unique condition in the La Brea specimens.In Smilodon,the rostrum is elongated and the basicranium shortened, which adds convincing support to our argument concerning the bulla structure.This important case in convergence demonstrates in a different aeluroid lineage how certain changes in the skull affect internal bulla architecture similarly. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Therefore, it is reasonable to assume that the condition in Herpestides antiquus is a good model with which to understand hyaenid evolutionary trends in auditory bulla morphology. Hunt (1991) documents thoroughly the plesiomorphy shared in the auditory region between $H .$ antiquus and living viverrids. We suggest the auditory region in $H .$ antiquus reflects the plesiomorphic pre-hyaenid condition but would point out that shared derived characters have not been established uniting $H .$ antiquus with viverrids or other groups.Examination of non-Herpestides basal hyaenid specimens with preserved auditory region suggests that their ancestor may have looked very much like $H .$ antiquus. Comparisons with Gansuyaena megalotis,Plioviverrops orbignyi,Tongxinictis primordialis,and Proteles cristatus provide that supporting evidence.These genera show a mixture of characters that can be derived from a viverrine state, thereby,allowing the plesiomorphic condition to be established and analyzed. In Gansuyaena megalotis, the bulla's unique hypertrophic state is formed by the great ventral inflation of the ectotympanic. This septum divides the bulla into superior and inferior chambers above and below the level of the fenestra cochleae.These synapomorphies are mixed with plesiomorphic features shared with Herpestides.G.megalotis and $H .$ antiquus share presence of an alisphenoid canal, bullae less obliquely positioned,the thin rim of the crista tympanica positioned almost vertically, reduced mastoid process,and a short paroccipital process projecting backward and not fused to the bulla. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "In Gansuyaena megalotis,the bulla is greatly inflated ventrally, ovoid in form, and without external bony auditory tube.The crista tympanica stands almost vertical and the septum is situated close to the promontorium showing a small posterodorsal chamber while the lower chamber occupies virtually the entire space of the bulla. The mastoid and paroccipital processes are not enlarged. These represent a more complete suite of plesiomorphic auditory morphological characteristics for hyaenids than previously known. These conditions help to bridge the gap between Herpestides and other hyaenids in addition to the dental characters cited herein. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "In Tungurictis spocki,the anterior part of the bulla chamber is also much expanded relative to the area posterior to the petrosal, and may not have been significantly different from Gansuyaena megalotis and Tongxinictis primordialis.Although incomplete, the mastoid and paroccipital processes appear to have been comparatively small in T. spocki. T. spocki has an alisphenoid canal and tiny post-glenoid foramen that can be seen on the right side of the type skull. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Although it is possible that a generally hypertrophied state of the bulla (ectotympanic arrangement notwithstanding) also seen to a comparable extent in extant Proteles could have evolved independently as in some insectivorous canids,our phylogenetic analysis suggests this is one of three Gansuyaena-Proteles synapomorphies.The removal of this character from the analysis did not alter the tree topology produced,and we suggest that additional fossl material of this lineage might clarify the distribution of evolutionary history of hypertrophied bullae in Hyaenidae. The bulla is also marked with the characteristic hyaenid horizontal septum, formed by the entotympanic beginning behind the promontorium. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Frontal sinusGaliano and Frailey (1977) recognized a caudally elongated frontal sinus (\"posteriorly expanded frontal sinus\") as a synapomorphy in their cladistic analysis of the Hyaenidae. That study was restricted to only living Hyaeninae and their fossil relatives, which did not directly include Percrocutinae, Ictitheriinae or Protelinae. Joeckel (1998) documented the broad distribution of this unique character in Hyaenidae by using CT scan images.He surveyed several fossl and living hyaenids including Adcrocuta eximia,Ictitherium viverrinum and Proteles cristatus,establishing the distribution of this interesting cranial characteristic. Joeckel's figures clearly illustrate the absence of caudal elongation of the frontal sinus in Proteles; he also stated that it does not seem that the skull of Plioviverrops or Tungurictis could possess such a feature.We agree with these observations and include Gansuyaena, and interpret the lack of this diagnostic feature as a symplesiomorphy in these taxa. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Speculations on paleoecology The extant aardwolf is characterized by having a broad hard palate associated with a powerful tongue for feeding on termites,and enlarged orbit and bulla regions associated with acute senses of vision and hearing (Kruuk and Sands,1972; Koehler and Richardson,1990). More recent observations suggest that even with an extremely reduced dentition and a clear preference for, and reliance on, termites,aardwolves can and wil feed on other invertebrates such as spiders and scorpions (de Vries et al.,2O11). The presence of similar morphological features,but in combination with an unreduced dentition,suggests Gansuyaena was likely a dietary generalist with similarly acute vision and hearing. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Despite the advances made in our understanding of proteline evolution on the basis of the new fossils described in this study, the combination of both autapomorphic features (e.g., extremely reduced dentition) and deep plesiomorphies (e.g., bullar septum morphology reminiscent of the most basal hyaenids and outgroup taxa),make the ecology of Proteles fascinating but largely uninformative as an extant analog for fossil protelines. Future discoveries of postcranial elements from Gansuyaena and other fossil protelines would provide particularly critical information to further clarify the paleoecological characteristics in this lineage of hyenas. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Evolutionary origins of the aardwolfThe new materials help to characterize Protelinae morphology and serve to reinforce the phyletic relationships of Proteles with Plioviverrops and Mesoviverrops proposed by Thenius and others (L. Werdelin, personal communication). Gansuyaena fossils from China and Turkey collectively suggest a general stratigraphic range of Middle to Late Miocene, with the Pasalar locality in Turkey correlated to faunas of MN6 age $( \\sim 1 5 \\ \\mathrm { { M a } ) }$ (Bernor and Tobien,1990) and the likely locality areasof the G. megalotis holotype representing Tunggurian to Baodean East Asian Land Mammal Ages. This broad age constraint,along with the sister relationship between Gansuyaena and Proteles proposed by our analyses, would support the interpretations that 1) Proteles may have diverged from Gansuyaena during the Middle Miocene, representing a ${ \\sim } 1 5$ million-year ghost lineage with a virtually nonexistent fossil record during the Neogene,and 2) the ancestry of Proteles is shared with the early hyaenids of the Mesoviverrops-Plioviverrops-Gansuyaena group, not with the morphologically more derived, bone-cracking hyaenid lineages represented by Chasmaporthetes or Crocuta,respectively.As such, the new information provided in this study supports the interpretation of a Middle Miocene origin for Proteles (Werdelin and Solounias, ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "1991; Jenks and Werdelin,1998; Westbury et al.,2019,2021) rather than a post-Late Miocene origin (Koepfli et al., 2006). ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "7 Conclusions ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "New fossils representing Gansuyaena megalotis,a small-bodied hyaenid from Middle and Late Miocene deposits of Eurasia, provide important new insights about the antiquity of the most ecologically specialized of the four extant hyaenid species.Although aardwolf origin remains unresolved,our phylogenetic analysis hypothesizes that the ancestral lineage leading to Proteles both retains plesiomorphic bullar septum morphology and shares derived features such as hypertrophied bullae,reduced cheek tooth crown height, and postcanine diastemata with Gansuyaena. The specific timing and environmental context surrounding the evolution of extreme ecological specialization in the aardwolf remains to be elucidated because the new fossil materials described still exhibit substantial morphological differences from the highly specialized condition of Proteles. These findings provide another step towards a more morphologically informed framework for understanding aardwolf evolution. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe are grateful to J. Flynn, M. Norell, and J. Meng (AMNH) for allowing us to use the extensive fossil collection under their care.D. Berthet (Museum Lyon) for allowing us to examine specimens in his collections. M. Ellison (AMNH) photographed and illustrated the specimens.M. Hill Chase (AMNH Microscopy and Imaging Facility) assisted with CT scanning of the new specimens. O. Fikar read previous versions of the manuscript.M. Sincak generously provided access to his brain mold collection. C. Locker helped prepare these delicate specimens with great care and expertise. Molding and casting were done by J. Nakamura and H. Thomas.R.White and F. Euscullié provided access to their study collections and supplied us with casts.R. Magill allowed us to dissect preserved specimens in his collection. M.Rummel allowed us to examine his fissure deposit collection. L. Werdelin provided important comments on multiple versions of this study. J. Liu, Q. Jiangzuo, and editor L. Shi provided detailed comments that improved the manuscript. This project was partially funded by NSF-DEB#1257572 and an AMNH Frick Postdoctoral Fellowship (Z.J.T.) and Dinosauria International, LLC, WY (H.G.) and Maxilla and Mandible,Ltd., NY (H.G.). ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "甘肃临夏盆地中新世鬣狗科一新属新种",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Henry GALIANO' 曾志杰2.3,4 Nikos SOLOUNIAS3,5 王晓鸣3,4.6 邱占祥.7 Stuart C.WHITE& ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "(1美国Maxilla andMandible有限公司 纽约10024)  \n(2 美国加州大学伯克利分校，加州大学古生物博物馆 伯克利94720)  \n(3美国纽约自然历史博物馆 纽约10024)  \n(4美国洛杉矶自然历史博物馆 洛杉矶90007)  \n(5美国纽约理工大学医学院 纽约11568)  \n(6 中国科学院古脊椎动物与古人类研究所 北京100044)  \n(7中国科学院大学北京100049)  \n(8 美国加州大学洛杉矶分校牙医学院 洛杉矶90095)",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "摘要：非洲土狼(Protelescristatus)是鬣狗科中牙齿最为退化的一个种类，与其他化石及现生鬣狗物种粗壮的碎骨型牙齿形态截然不同。它的化石记录可以追溯到上新世，但尚缺少中间过渡形态的化石记录，以致生物学家对这一罕见的食蚁性食肉目动物的起源演化缺乏清楚的认知。描述了鬣狗科化石一新属甘肃鬣狗(Gansuyaena),并讨论其对于土狼起源的重要指示。所记述的标本为从海外收回的甘肃临夏盆地新近纪材料，包括两件破损头骨和下颌。基于甘肃鬣狗的形态特征，进行了一系列的系统发育分析，结果显示Proteles,Mesoviverrops,Plioviverrops和Gansuyaena组成一个相对原始的鬣狗类群，即土狼亚科(Protelinae)。而且，新的形态证据支持土狼亚科在形态粗壮的鬣狗亚科出现之前就已形成一个独立的支系。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "关键词：甘肃临夏盆地，中晚中新世，鬣狗科，土狼亚科",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Bernor RL,Tobien H,1990.The mammalian geochronology and biogeographyofPasalar (Middle Miocene,Turkey).J Hum Evol,19: 551-568   \nColbertEH,1939.Carnivora of the Tung GurFormation of Mongolia.BullAm Mus Nat Hist,76: 47-81   \nCrusafont-Pair6 M,PetterG,969.Contributional'etudedes Hyaenidae.Lasous-familledes Ictitherinae.AnPaleontol Vertebr, 55:87-127   \nde Beaumont G,1968.Observations sur les Herpestinae (Viveridae,Carnivora)de Poligocene superieur avec quelques remarques sur des Hyaenidae du neogene.Arch Sci, 2O:79-107   \nde Beaumont G,1969.Breves remarques sur Plioviverrops Kretzoi (Carnivora).BullSoc Vaudoise SciNat,70(6):247- 253   \nde Beaumont G,Mein P,1972.Recherches sur le genre Plioviverrops Kretzoi (Carnivora,?Hyaenidae).Arch Sci Geneve, 25: 383-394   \nde Vries JL,Pirk CWW,Bateman PWet al.,2O11.Extensionof thedietof an extreme foraging specialist,the aardwolf (Proteles cristata).Afr Zool,46: 194-196   \nDengT,QiuZX,WangBYetal.,20l3.Chapter9.Late Cenozoic biostratigraphyoftheLinxiaBasin,northwester China. In: Wang X M,Flyn LJ,Fortelius Meds.Fossl Mammals of Asia: Neogene Biostratigraphy and Chronology. New York: Columbia University Press.243-273   \nDeperet C,1892.La fauna de mammiferes miocenes de La Grive-Saint-Alban (Isere).Arch Mus Hist Nat Lyon,5: 1-89   \nFang XM,WangJY,Zhang WLetal.,20l6.Tectonosedimentary evolution modelofanintracontinentalfexural(foreland) basin for paleoclimatic research. Glob Planet Change,145: 78-97   \nFilhol H,1883.Note sur quelques Mammiferes fosiles de l'époque miocene.Publ Mus Confluences,3: 1-99   \nForsyth-MajorCI1903.II—New Carivoka fromthe Middle MioceneofLaGrive-Saint-Alban,Isere,France.GeolMag, 10: 534-538   \nGaillard C,1899.Mammiferes miocenes nouveaux ou peuconnus de la Grive-Saint-Alban (Isere).PublMus Confluences,7: 1-11   \nGaliano H,FraileyD,1977.Chasmaporthetes kani,newspecies fromChina,withremarksonphylogeneticrelationsipsof genera within the Hyaenidae (Mammalia, Carnivora).Am Mus Novit,2632: 1-16   \nGaudry A,1862.Animaux fossiles et geologie de lAtique: dapres les recherches faites en 1855-56 et en 1860 sous les auspices de PAcademie des Sciences.Paris: F.Savy.1-474   \nGrangerDE, Gibbon RJ, Kuman K etal,2015.New cosmogenic burial ages for Sterkfontein Member 2Australopithecus and Member 5 Oldowan. Nature, 522: 85-88   \nGregory WK,1910.The orders of mammals. Bull Am Mus Nat Hist,27: 1-524   \nGregory WK,Hellman M,1939.Onthe evolutionand majorclasificationofthecivets (Viverridae)andallied fossiland recent Carnivora: a phylogenetic study of the skulland dentition.Proc Am Philos Soc,81: 309-392   \nHendeyQB,1974.New fosilcarnivores from the Swartkrans australopithecine site(Mammalia: Carnivora).An Transvaal Mus, 29: 27-47   \nHough MJ,1953.Auditoryregion in North American fossil Felidae; ts significance in phylogeny.US Geol SurvProf Pap, 243-G: 95-115   \nHunt JrRM,1974.Theauditory bull in Carnivora: ananatomical basis forreappraisal ofcarnivore evolution.JMorphol, 143: 21-75   \nHunt JrRM,1987.Evolutionof theaeluroid Carmivora: significanceof auditory structure inthenimravid catDinictis.Am Mus Novit,2886: 1-74   \nHunt JrRM,989.EvolutiooftheeluroidCarnivora:significanceofthe ventralpromontorialprocessofthepetrosal,and the origin of basicranial patterns in the living families.Am Mus Novit,2930:1-32   \nHunt JrRM,1991.Evolutionof theeluroid Carnivora:viveridaffinitiesof the Miocenecarnivoran Herpestides.Am Mus Novit, 3023: 1-34   \nHunt JrR M,1998.Evolutionof theaeluroidCarnivora: diversityof theearliest aeluroids from Eurasia(QuercyHsandaGol) and the origin of felids.Am Mus Novit,3252: 1-65   \nHunt JrR M,2Ool.Basicranialanatomyofthe livinglinsangs PrionodonandPoiana (Mammalia,Carnivora, Viveridae), with comments on the early evolution of aeluroid carnivorans.Am Mus Novit,3330: 1-24   \nHunt JrR M,Solounias N,1991.Evolution of theaeluroid Carnivora: hyaenid afnities of the Miocene carnivoran Tungurictis spocki from Inner Mongolia.Am Mus Novit,3030:1-25   \nHunt Jr RM,TedfordRH,993.Phylogeneticrelationships within the aeluroidCarnivoraand implicationsof their emporal and geographic distribution.In: SzalayF,Novacek M,McKenna Meds.Mammal Phylogeny: Placentals.New York: Springer-Verlag. 53-73   \nICZN,1999.InternationalCodeofZoologicalNomenclature.4thedavailableonlineathtp://www.iczn.org/iczn/idex. jsp]   \nJenks S,WerdelinL,1998.Chapter 2:taxonomyand systematicsofliving hyaenas (FamilyHyaenidae).In: MilsG,Hofer H eds.IUCN,Hyaenas: Status Survey and Conservation Action Plan. Oxford: Information Press.8-17   \nJin ZD,LiFC,CaoJJetal.,o06.GeochemistryofDaihaiLake sediments,InerMongolia,north China: implications for provenance,sedimentary sorting,and catchment weathering. Geomorphology, 80: 147-163   \nJoeckel R M,1998.Unique frontalsinuses in fossil and living Hyaenidae (Mammalia,Carnivora):description and interpretation.J Vert Paleont,18: 627-639   \nKoehler C E,Richardson PRK,1990.Proteles cristatus.Mamm Species,363:1-6   \nKoepfli K-P,JenksS,EizirikEetal.o6.MolecularystematisoftheHyaenidae:relationshipsofarelictualage resolved by a molecular supermatrix.Mol Phylogenet Evol, 38: 603-620   \nKretzoiM,1938.Die Raubtierevon Gombaszog nebst einer übersicht der Gesamtfauna (Einbeitrag Zurstratigraphie des Altquartaers). Ann Mus Natl Hung,31: 88-157   \nKretzoi M,1945.Bemerkungen über das Raubtiersystem.Ann Mus Natl Hung,38: 59-83   \nKruuk H,Sands WA,1972.Theaardwolf(Proteles cristata Sparrman)1783aspredatoroftermites.AfrJEcol,10:211- 227   \nKurten B,1976.FosilCarnivora fromtheLate Tertiaryof Bled Douarahand Cherichira,Tunisia.Notes ServGeol,42: 177-214   \nMerriam JC,Stock C,1932.The Felidae of Rancho La Brea. Carnegie Inst Wash Publ,422: 1-436   \nPei W C,1934.On the Carnivora from locality 1 of Choukoutien.Palaeont Sin Ser C,8: 1-217   \nPilgrim GE,Hopwood AT,1931. Catalogue ofthePontian Carnivora of Europe in the Departmentof Geology.London: Printed by order of the Trustees of the British Museum.1-174   \nQiu Z X,Ye J,Cao JX,1988.A new species of Percrocuta from Tongxin,Ningxia.Vert PalAsiat,26: 116-127   \nQiu Z X,DengT, WangBY,2o4.EarlyPleistocene mammalian fauna fromLongdan,Dongxiang,Gansu, China.Palaeont Sin,New Ser C,27: 1-198   \nRadinsky L,1975. Viverrid neuroanatomy: phylogenetic and behavioral implications.JMammal,56:130-150   \nRadinskyLB,1982.Evolution of skullshape in carnivores.3.Theorigin and early radiation of the modern carnivore families.Paleobiology,8: 177-195   \nRao HY,Yang YM,LiuJYetal.,2020.Palaeoproteomic analysisofPleistocenecave hyenas from east Asia.SciRep,10: 16674   \nSchmidt-Kitler N,1976.Raubtiere aus dem Jungtertiar Kleinasiens.Palaeontogr Abt A,155:1-131   \nSheng GL,SoubrierJ,LiuJYetal.,2O14.PleistoceneChinesecavehyenasand therecentEurasianhistoryof thespotted hyena, Crocuta crocuta.Mol Ecol,23: 522-533   \nSolounias N,1981.The Turolian Fauna from the Island of Samos, Greece.Basel: S.Karger AG.1-232   \nThenius E,1966.Zur stammesgeschichte der hyanen (Carnivora,Mammalia).Z Saugertierkd,31: 293-300   \nTorreD,1989.lioviverropsfventinusn.sp.,anewcarivoreoflate esinianage.BollDellSocPaleontItal,:32- 327   \nTurner A,1993.New fosil carnivore remains.In: Brain CKed.Swartkrans:a Cave's Chronicleof Early Man.Transvaal Mus Monogr,8: 151-165   \nTurner A,1997.New fosilcarnivore remains from Sterkfontein hominid site (Mammalia:Carnivora).Ann Transvaal Mus, 34: 319-347   \nTurner A,AntonM,WerdelinL,2o08.Taxonomyandevolutionarypaterns inthefosilHyaenidaeofEurope.Geobios,41: 677-687   \nVillalta ComellJFde,Crusafont-Pair6M,1943.LosvertebradosdelmiocenocontinentaldelacuencaValles-Panades (provincia de Barcelona),I,Insectivoros; I,Carnivoros.Bol Inst Geol Min Esp,56:145-336   \nVillta ComellJFde,Crusafont-Pair6 M,1945.Nuevasaportaciones alconocimientode loscarivoros pontienses del Valles-Penedes.Barcelona: Inst Geológico,Pub VII (Misc Almer Part 1).81-121   \nViretJ,951.Cataloguecritiquedelafunedes mammiferes miocenes dela Grive aint-Alban (sere);premiere partie, chiropteres,carnivores,edentes pholidotes.Publ Mus Confluences,3: 1-104   \nWang XM,2004.New materialsof Tungurictis (Hyaenidae,Carnivora)from Tunggur Formation,Nei Mongol. Vert PalAsiat, 42: 144-153   \nWang XM,FlynLJ,Fortelius M,2O13.TowardacontinentalAsianbiostratigraphicandgeochronologicframework.In: Wang XM,Flynn LJ,Fortelius Meds.Fossil Mammals of Asia: Neogene Biostratigraphyand Chronology.New York: Columbia University Press.1-25   \nWang XM,TsengZJ,Wu WYetal.,2020.AnewspeciesofTungurictis Colbert,939(Carnivora,Hyaenidae)fromthe Middle Miocene of Junggar Basin,northwestern China and the early divergence of basal hyaenids in East Asia. Geodiversitas,42: 29-45   \nWerdelin L,1988.Studies of fossil hyaenas:the genera Thalassictis Gervais ex Nordmann,Palhyaena Gervais, Hyaenictitherium Kretzoi,Lycyaena Hensel and Palinhyaena Qiu,Huang & Guo.Zool JLinn Soc,92: 211- 265   \nWerdelin L,Solounias N,1991.The Hyaenidae: taxonomy,systematics and evolution.Fossils Strata,30:1-104   \nWestbury M V,De Cahsan B,DalerumFet al.,2019.Aardwolf population diversityand phylogenetic positioning inferred using complete mitochondrial genomes.Afr JWildl Res,49: 27-33   \nWestbury MV,Le DucD,Duchéne DA etal.,2O21.Ecological specializationand evolutionaryreticulation inextant Hyaenidae.Mol Biol Evol,doi: 10.1093/molbev/msab055,1-14   \nWinge H,Deichmann E,Allen GMetal.，941.The interrelationshipsof the mammalian genera.Vol.2,Rodentia, Carnivora,Primates. Copenhagen: C.A. Reitzel.1-418 ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 35
    }
]