[
    {
        "type": "text",
        "text": "知识经济学：框架与基本问题\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张宁",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（中央财经大学金融学院北京102206）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：本文正式提出知识经济学这一新的理论体系。知识经济学研究知识创造经济价值的规律，是在数据资源近乎无限增长的基础下研究资源有效利用和配置并产生经济价值的学科。知识经济学放弃了传统经济学中“有限资源”的假设，探寻在近乎无限的数据资源基础上资源利用、资源配置以及资源创造价值的规律。知识经济学有其特有的研究范式、研究框架和对应的基本问题。基于数据资源地位不同的视角，知识经济学涵盖了链接经济阶段、数字经济阶段和知识经济阶段。本文还给出了知识经济学对应研究问题的一些具体实例、相关方法以及所发挥的作用，明确知识经济是经济体系发展的方向，同时给出金融中的知识经济就是金融科技。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：大数据 数据要素 数据资源经济学分类号：F011,F012",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Economics of Knowledge: The framework and fundamental ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "issues ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhang Ning (School of Finance， Central University of Finance and Economics，Bei jing 102206，China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: This paper formally proposes the new theoretical system of knowledge economics. Knowledge economics studies the law that knowledge creates economic value，and is a discipline that studies the effective use and allocation of resources and generates economic value on the basis of nearly infinite growth of data resources. Knowledge economics abandons the assumption of \"limited resources\" in traditional economics，and explores the laws of resource utilization， resource allocation， and resource creation on the basis of nearly unlimited data resources. Knowledge economics has its own research paradigm, research framework and corresponding basic problems. Based on the different perspectives of the status of data resources， knowledge economics covers the link economy stage， the digital economy stage and the knowledge economy stage. This paper also gives some specific examples, related methods and roles of knowledge-based economics corresponding to the research issues， making it clear that knowledge-based economy is the development direction of the economic system， and at the same time，it is given that the knowledge-based economy in finance is financial technology. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: big data economic elements data resources economics ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经济学是研究有限资源优化配置的学科，标准的定义是“经济学研究的是一个社会如何利用稀缺的资源生产有价值的商品，并将他们在不同的个体之间进行分配。”它的核心思想是物质稀缺性和有效利用资源，并在发展过程中分为两大主要分支即微观经济学和宏观经济学，并在人类社会发展中发挥了巨大作用，成为国家宏观决策、企业经营管理、个体财富运作的主旨科学。如果从研究对象看，其研究对象是“人类社会在各个发展阶段上的各种经济活动和各种相应的经济关系及其运行、发展的规律”。这会涉及到许多细分的领域，形成了对应的细分领域的经济学，如金融、财政等，也包括区域经济、世界经济这种范围视角的不同对象形成的经济学。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经济学在发展过程中形成不同的范式，构成了不同流派，如古典经济学、演化经济学等；经济学也在发展中不断调整假设（如理性人假设）并与其他学科交融形成了许多崭新的经济学分支，例如行为经济学、物理经济学、神经经济学等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "总体而言，这些流派和发展并没有改变经济学最核心的思想，即“资源稀缺性”[1]。它本质上决定了人类社会发展过程中的资源假设情况，研究范式、模型和方法最终为这个最大的假设服务。这种假设在人类社会发展过程中是合理的，有限资源的限制一定程度上形成了人类社会演化的源动力，也在某种程度上促进了人类自身的进化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "但资源假设有它的局限，即当资源结构发生变化，经济发展中的资源组成发生变化，其假设可能不存在，这种情形在信息技术、互联网驱动下的社会经济形态中逐渐出现，并在许多地方呈现出它独有的特点，这些特点可以总结为这样三条：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第一，数字成为经济中的重要资源;  \n第二，数据成为经济中的核心资源；  \n第三，数据成为经济中的资源表达；",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这三点在当前经济中呈现的程度不同，例如，第一点正在逐渐成为事实，第二点和第三点在不同的行业有不同的体现。但无论如何，当这点都成为主要的现象的时候，经济学所研究的对象就必须扩展到数据这个“资源”上。而知识经济学的出发点和假设前提就是这三点。它们组成了“知识经济学”的“假设公理”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在当前的经济学框架下，研究“数据成为资源”的经济问题或者社会现象也有许多结果[2]，但其本质上并不是改变经济学研究的基本假设“有限资源”，而是将基本假设“有限资源”下形成的经验、范式和方法用于“数据成为资源”新的场景，认同数据这种资源与其他资源并没有本质的不同。而这正是知识经济学产生的本质原因，即认为数据这种资源与其他资源有“质”的不同，这种不同改变了经济学的基本假设，即：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "数据是一种指数增长的资源（底数大于1），而指数增长的资源近乎是无限的，即给定的任何值都可以在对数时间内超越。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这是知识经济学的核心，即它研究的对象是一种“近乎无限”的资源。知识经济学是否能够对现实中的诸多问题产生有益的指导和可靠的成果，实际上取决于数据这种资源增长模式的覆盖程度，所以在实践中，互联网行业、部分金融行业等知识经济学所推演的规律和结果最早得到验证，相关的预测和判断也逐渐被确认。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "经济学考虑有限资源的问题，本质上是生产力的构成以及个体的增长所形成的“资源消耗”是近乎指数的，但来自于自然界的资源存储、社会生产的结果以及公权机关赋予的信用（例如货币）等不同的资源供给都是有限或者线性增长的。但数据作为一种资源改变了了这种模式，即资源的供给恰恰是近乎无限的，而资源的消耗却是有限的，受到计算能力、模型方法限制、人工智能发展程度、管理水平等影响[3]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "知识经济学试图考虑数据作为资源、数据作为无限增长资源所带来的问题，重新定义资源的配置方式，并由此构建新的研究范式，用新的研究范式来研究新的问题，形成一个不同于传统经济学的框架，以面对一个全新的未来社会。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本文余下部分的结构安排为：第二部分介绍了知识经济学的定义与范畴；第三部分介绍了知识经济学的研究框架、范式与阶段；第四部分阐明了金融科技就是金融的知识经济学；第五部分为结论与发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 知识经济学的定义与范畴 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "知识经济学是在数据资源近乎无限增长的基础下研究资源有效利用和配置并产生经济价值的学科。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "知识经济学的研究基础是数据资源近乎无限增长。这里没有把基础称为“假设”，是因为数据资源指数增长的模式是明确的，人类社会所累积的数据量呈现出典型的指数增长趋势，尽管其中有部分数据还没有进入到资源的范畴，但是可以设想其比例也是固定比例或者越来越少，即总体上作为资源的数据量仍然是指数增长的。数据资源近乎无限增长的基础决定了知识经济学的研究范式和方法都不同，同时知识经济学创造价值的过程，借用传统经济学的生产函数概念，即知识经济学中的生产函数也不同。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "知识经济学仍然是社会科学中的一个分支，社会科学考虑的是人类社会的“作用”和“价值”，这是最基本的社会科学学科研究的目的。既然传统的经济学框架不能直接拓展到知识经济学，那么就要在更广泛的经济学所在的领域-一社会科学中明确知识经济学的价值，即要产生价值这个核心的要求。同时，知识经济学沿用了“经济学”的概念，也是同样需要借鉴经济学中的“资源配置”，同时增加了“有效利用”，但其目的为“产生价值”。价值的含义是多方面的，这将由知识经济学不同阶段所决定。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "知识经济学基于数据资源形成的视角，将其研究的问题分为三个阶段，分别是互联网经济阶段、数字经济阶段以及知识经济阶段。它们都是知识经济学的组成部分，研究的问题也一脉相承，共同形成知识经济研究的范畴。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "互联网经济是数据作为资源的构建阶段，在这个过程中，数据从作为资源成为重要资源。在这个过程中，数据的增长带来的直接影响是如何获得数据、存储数据以及利用数据拓展更多的数据[4]。互联网（或网络）作为资源有效利用的主要手段，其有效利用的手段包括技术层面的各种开发语言、Web设计、通信网络、可视化组件等，也包括经济层面的网络增长规律、复杂网络理论、演化理论以及链接的结构性等，这些经济层面的技术模型更多体现为网络模型，或者说是数学的图理论和方法，在这个过程中，链接是互联网经济中数据的主要载体，所以互联网经济又称为“链接经济”，它考虑得是链接中的资源利用和优化配置。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "数字经济是互联网经济充分发展后的新阶段。数据称为重要资源，并逐渐称为核心资源，即数据开始成为价值创造的主要资源、引领资源[5]。当前数字经济的提法频繁出现，但其根本则是数字技术所形成的价值创造推动力，但它的根本又是数据成为核心资源。数据成为核心资源，意味着数据的资源配置和利用会影响其他资源的配置效率。数字经济中相关的资源利用依赖于当前的ABCD(人工智能、区块链、云计算和大数据)，这些技术与数字经济互相作用：一方面它们的产生和发展是互联网经济转换到数字经济过程中资源角色变化（重要资源到核心资源）所推动的的；另外一方面，它们为数据资源产生价值提供了关键工具，可以在数据指数增长中挖掘价值。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "知识经济是知识经济学研究的最终阶段。知识经济面临的是数据指数增长所带来的潜在价值不确定性与有限的挖掘能力确定性的矛盾，其解决这个矛盾的根本在于“知识”的运用，即知识是数据资源利用和配置的核心。知识经济学的名称也来源于此。知识作为数据的载体、作为数据挖掘方法的载体、作为配置价值的载体在此阶段得到统一。数据指数增长中产生价值需要充分的利用和配置数据资源，知识发挥作用则需要特定的条件、模式和方法，这是知识经济阶段知识经济学需要研究的基本问题。[2]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3知识经济学的研究框架、范式与阶段",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作为一门新兴的科学，知识经济学所使用的工具足够广泛，各种数字技术、模型、既有经济学方法都可以使用，但是知识经济学研究的问题和最基本的假设与传统经济学不同，所以其研究需要遵循知识经济学的定义，具体地形成如下基本特点：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第一， 研究过程中，数据作为资源被考虑，或者能够体现“数据作为资源”特点。这是知识经济学研究的前提。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第二， 研究过程中，数据能够产生价值，并作为考虑因素。知识经济学研究数据产生价值的规律，所以产生价值是另外一个研究前提。这里的价值不仅仅包括传统的收益、还包括对应的社会价值。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第三， 研究过程中，知识能够以不同形态产生作用。知识具有数据和数据生产的双重属性，在以上两个前提下，探索规律本质是探索知识的作用方式、模式和方法等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于以上基本特点，知识经济学的基本的研究框架可以确定为：数据作为资源产生价值的规律，即知识的经济作用和规律。具体研究框架可以体现为下列公式：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "数据资源 $+$ 知识作用 $=$ 经济价值 （公式1）",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在这样的框架下，针对不同数据资源阶段、不同的行业领域、不同的问题特征可以形成不同的研究范式。所谓范式即研究框架结合行业领域问题所形成的方法过程。这里本文以不同的数据资源阶段作为说明。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "互联网经济阶段，数据成为重要资源，此时的基本问题为：数据资源的价值评价，数据资源与其他资源的相互作用，数据资源价值形成方式与其他资源的异同。此时知识作为数据资源价值方式逐渐被引入到研究范式中。以金融行业为例，此时数据资源与其他资源的作用方式体现为算法关联、组织关联和因果挂链，对应地形成了图分析、复杂网络分析以及可解释性工具。一种最简单的分析思路就是给出不同链接位置的影响力（即权重）的大小，由此价值形成的路径和因素得以确认，并可以被应用，以帮助其他场景下的市场主体获得价值。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "数字经济阶段，数据成为核心资源，此时的基本问题为：数据衍生价值的度量，数据资源的生产（价值）模式，数据资源经济价值的标准化，数据价值影响因素、优化模式以及路径等。此时知识作为一个显性因素进入到研究范式中，相关的基本问题实际上是知识作为显性因素的不同特征的体现。以金融行业为例，此时数据资源成为金融机构的核心生产要素，金融机构的价值，即不同程度减少不确定性的所有业务都依赖于数据资源，甚至数据成为唯一的依赖资源，此时用数据减少不同维度的不确定性从而重塑金融行业价值创造模式就是主要的问题，也是当前阶段金融行业发展的必然方向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "知识经济阶段，数据成为资源的表示，此时数字时空已经形成，相关的基本问题拓展到不同的时空中，基本问题从而变为：资源的数据表示方式，如区块链就是一种表示方式；资源的数据表示价值；资源-数据-价值的关系分析；价值生产模式和价值路径趋势等。此时知识是直接的研究的对象，数据作为资源的表示已经成为高阶的知识，所以上述问题实际上是知识的经济价值和方式的探索，只是这种探索是在不同时空以及时空关联中，例如数字时空，社会时空或者数字时空与社会时空的价值关联。未来的经济模式都将收到这些基本问题的影响，并逐渐发展成对应的生产模式。同样以金融行业为例，未来金融行业将同时运作在社会时空和数字时空以及它们的价值关联中，上述问题都会在未来金融行业中有所体现。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "许多传统经济学的问题在此框架中也依然存在，但有所差异，这里列举两例。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "例1：资源的配置问题。传统经济学考虑资源在不同部门分配形成相关理论，同时考虑个体和整体资源配置的效率如帕累托最优。但在知识经济学框架下，数据资源不再是有限的，此时资源的配置则需要提升维度进行，即通过“知识价值”进行配置，这具体体现为不同行业的知识效率，并能够分析哪些行业更具有投资价值，或者具体市场主体未来的发展方向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前这方面的研究结果包括对行业的评价对企业发展的预测、投资价值、企业资源配置和投资机会等都得到了验证，这也说明新的知识经济学架构下的分析是符合实际的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "例2：价格机制与价格传递。传统经济学在许多细分领域都涉及到价格机制和研究。但价格在知识经济下根据不同阶段有不同的形成方式，例如在互联网经济（链接经济）下，其价格机制主要通过链接动态性呈现出来，传统经济的市场供求通过链接动态性影响价格，但很多时候两者不一致，供求关系则失去影响的魔力。基于这样的逻辑，知识经济学下的价格机制可以解释长尾市场、平台经济价格垄断等现象。这意味着监管特定领域也需要遵循知识经济的框架和逻辑。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4金融的知识经济学：金融科技",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "FSB（金融稳定委员会）定义金融科技是：技术驱动的金融创新。从字面意思上，Finance与 technology 的组合似乎是合理的。但是金融科技本质的特征并不能够从这个定义总结出来[6]。金融从诞生开始就经历了很多创新，如何把握这些创新对金融本质的影响是定义金融科技的关键。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "既然知识经济学的前提是“数据是重要资源、核心资源以及资源的表示”，结合金融科技中关键要素数据的影响，本文试图提供一个金融科技理解的视角：即金融科技是知识经济具体到金融行业的结果，或者说金融行业的知识经济学就是金融科技。如果把金融科技看作一个学科，那么这个视角提供了这个学科最广泛、最扎实的基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "具体来看，链接（互联网）经济阶段在金融中的体现为流量或者链接资源的分配，这带来的是大数据及其相关技术，而其本质是金融中的信息（数据）要素的重新定位，其对金融本身的价值—一不确定性的“消减”作用更大，效率更高，从而呈现出了许多新的金融业务形式和特征。当前大多数金融企业处于这个阶段，部分开拓性金融机构已经越过了这个阶段。金融科技对大多数处于此阶段的企业来说是赋能作用，即对这些企业来说被动的引入技术、复制技术和嵌入技术。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "而数字经济阶段在金融中的体现为数据价值的重塑，其重点在于重塑过程和模式，这需要人工智能和区块链等技术，分别在分析智能和组织智能上提供新的模式和方法。金融机构的价值开始体现为主动的利用“不确定性”、交易不确定性以及共享不确定性，这最终形成了知识经济基本问题在金融中的映射：数据资源配置和价值路径。少量开拓性金融机构进入了这个阶段，此时金融科技所起的作用是增能，即企业自身主动应用金融科技。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "知识经济阶段在金融中体现为数据成为资源的表示，金融业中资源的核心是所有权、偏好以及关系映射。当数据能够表示这些资源核心时，意味着金融行业已经全面的知识化，并且成功跨越了社会时空和数字时空，使得金融知识化能够同时在两个时空获取其价值。当前的金融企业发展很难进入这个阶段，它需要外部体制机制以及企业自身禀赋，在此阶段，金融科技带来的是产能，即成为直接的价值创造模式。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5结论与发展",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本文介绍了知识经济学产生的背景、框架、范式以及基本逻辑，并以金融科技为例阐述了知识经济学与不同行业作用的结果。知识经济学放弃了传统经济学中“资源有限”的假定，考虑数据这种指数增长资源的影响，从而构建了相应的框架以及研究范式。金融中的知识经济学就是金融科技。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "知识经济学是一个刚刚诞生的学科，它随着人类社会发展而不断发展，随着人类社会三个时空的演化而不断完善，在其基本问题以及相关研究不断深入过程中，它能够为社会发展、经济增长、行业监管、企业创益以及个体幸福提供思路、方案以及方向。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1] Anderson，J.E.and E. van Wincoop. Trade costs. Journal of Economic Literature,2004,42 (3):691-751.   \n[2] Overby， Harald & Audestad，Jan. Digital Economics:How Information and Communication Technology is Shaping Markets， Businesses，and Innovation [M]. Independent Pulishing, 2018:17-39. [3] UNCTAD. 2019b. Digital Economy Report 2019:Value Creation and Capture一   \nImplications for Developing Countries.   \nhttps://unctad.org/system/files/officialdocument/der2o19_en.pdf.   \n[4] World Bank.2020. World Development Indicators.https://databank.worldbank.org/ source/world-development-indicators (accessed March 2021)   \n[5] OECD (2020） OECD Going Digital Toolkit: Digital-intensive sectors’ share in total employment，http://goingdigital.oecd.org/indicator/41   \n[6］张宁，陈辉，赵亮．中国金融科技创新发展指数报告（2018）[M]．北京：经济科学出版社，2019： 1-17.（Zhang Ning,Chen Hui， Zhao Liang. China Fintech Innovation and Development Index, Beijing:Economics Science Publishing，2019:1-17) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(通讯作者：张宁E-mail:nzhang@amss.ac.cn) ",
        "page_idx": 6
    }
]