[
    {
        "type": "text",
        "text": "Molecular karyotypes of loquat (Eriobotrya japonica) aneuploids can be detected by using SSR markers combined with quantitative PCR irrespective of heterozygosity ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Guo Wen#, Jiangbo Dang#, Zhongyi Xie, Jinying Wang, Pengfei Jiang, Qigao Guo & Guolu Liang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "College of Horticulture and Landscape Architecture；Academy of Agricultural Sciences；Key Laboratory of   \nHorticulture Science for Southern Mountain Regions of Ministry of Education; State Cultivation Base of Crop   \nStress Biology for Southern Mountainous Land; Southwest University, Beibei, Chongqing, 40o715, China   \n# equal contribution authors   \n\\* Corresponding author: Guolu Liang (E-mail: lianggl@ swu.edu.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Background: Aneuploidy, a condition caused by an imbalance between the relative dosages of chromosomes，generally produces a novel phenotype specific to the molecular karyotype. Few techniques are currently available for detecting the molecular karyotypes of aneuploids in plants. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Methods: By PCR amplification of 2O9 pairs of SSR primers,17 pairs of SSR primers with no polymorphism and stable amplification in 23 different ploidy loquat were screened out. Seventeen SSR markers combined with qPCR for detection of aneuploid loquat H39( $2 \\mathrm { n } { = } 2 \\mathrm { x } { + } 5 { = } 3 9$ ）karyotype variation. To verify the method for detection of aneuploid karyotype variation, 9 hybrid offspring of $Q 2 4 \\times$ 'Huabai No. 1’ and 16 open-pollination progeny of the triploid loquat A313 and A322 were obtained， and we detected their chromosome numbers using conventional cytological methods. The SSR-qPCR method was used to detect the molecular karyotypes of aneuploids in the 9 hybrid offspring of $Q 2 4 \\times$ ‘Huabai No. 1' and 16 open-pollination progeny of the triploid loquat A313 and A322. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results: Based on this imbalance in chromosome dosage, a new approach (referred to as‘SSR-qPCR'） combining simple sequence repeat (SSR） markers and quantitative real-time PCR (qPCR) has been developed and utilized to detect some common aneuploids irrespective of heterozygosity. We screened 17 specific SSR markers covering all loquat linkage groups and redesigned 6 pairs of primers for SSR markers that can detect loquat chromosome aneuploidies. The SSR-qPCR detection results obtained for hybrid progeny and open-pollination progeny of triploid loquat showed diagnostic accuracies of $8 8 . 9 \\%$ and $6 2 . 5 \\%$ ， respectively, compared with the chromosome preparation results. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Limitations: Loquat genome sequences have not been published, available SSR markers are currently limited. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Conclusion: SSR-qPCR can detect loquat aneuploids and be used to construct the entire molecular karyotypes of aneuploid individuals. Therefore, this method offers a novel alternative for the detection of chromosome aneuploidies. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Keywords: Loquat; Aneuploidy; SSR markers; qPCR; Molecular karyotype. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Funding ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This work was supported by National Key Research and Development Program of China (No. 2O19YFD10002O0)，Fundamental Research Funds for the Central Universities (XDJK2019AA001 and XDJK2020B058), Innovation Research Group Funds for Chongqing Universities(CXQT19005)， Chongqing Scienceand Technology Commission (cstc2018jscx-mszdX0054). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Aneuploidy can result in partial genome duplication, which involves the imbalance between the relative dosages of chromosomes [1]. Aneuploidy is usually lethal in plants [2-4],and the surviving individuals frequently exhibit novel phenotypic traits specific to the molecular karyotypes. Each of the 12 Datura trisomies results in a different phenotype,depending on which type of chromosome has trisomy [2]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Henry et al [1] demonstrated that certain traits are strongly associated with the dosages of specific chromosome types and that chromosomal effects can be additive in Arabidopsis thaliana. Some aneuploids are useful for crop production. Guava, pear and loquat aneuploids have been studied in relation to rootstock selection for dwarfing [5-9]. Moreover, aneuploidy in plants is associated with some unique and desirable traits, such as multiple petals, male sterility, tolerance of cold or drought or resistance to disease [1O-12]. Therefore，research on aneuploidy is of great significance for crop production. The identification of aneuploids and the construction of their complete molecular karyotypes are fundamental and crucial for such research. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Many techniques have been widely used for the detection of chromosome copy number changes in aneuploid individuals. The unquestionable and unique merit of classic cytogenetics and fluorescence in situ hybridization (FISH) is their abilities to produce complete karyotypes and reveal balanced major rearrangements; however, these techniques are time consuming and labour intensive [13]. Flow cytometry does not accurately detect aneuploidy， but simple sequence repeat (SSR） and single nucleotide polymorphism (SNP） markers are advantageous for the reliable identification of aneuploidy [14]. Many recently developed DNA-based methods are faster,less expensive and achieve a higher resolution compared with the previously available methods. Quantitative fluorescent polymerase chain reaction (QF-PCR） is widely applied in humans for the prenatal diagnosis of trisomy of chromosomes 21, ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "18,13,X,and Y [15-16]. SNP arrays have been used as high-throughput genotyping tools for polyploid wheat, potato, sugarcane, and strawberry crops [17]. Quantitative real-time polymerase chain reaction (qPCR) has also been used for detection of the trisomy of chromosomes 21 (Down syndrome） and 11 [18]. qPCR，due to its specificity, sensitivity and replicability, is widely used for gene expression analysis and is one of the most reliable tools for the detection of nucleic acid sequence copy numbers [13,19]. However, the application of qPCR for the detection of aneuploid plant molecular karyotypes has rarely been reported. Previously,aneuploid and polyploid A. thaliana have been detected by measurement of the relative allelic ratios of the heterozygous genotype [3]. The details of polyploidization have been described in Malus,with particular emphasis on aneuploidy, via detection of the types of heterozygous genotypes and the corresponding frequencies of occurrence [12]. Both of these methods are limited to heterozygous genotypes; in particular, the detection of the occurrence frequencies of heterozygous genotypes using statistical methodsrequireslargenumbersof codominant SSR markers. Similarly, high-resolutionmelting(HRM） andmultiplexligation-dependentprobe amplification (MLPA) are also limited to heterozygous genotypes. SSR markers are randomly distributed throughout the plant genome and are reproducible, codominant, and transferable [2O]. Microsatellite markers have been widely used in genetic and paternal studies [21-22], but they are rarely used in molecular karyotypic studies. Codominant markers can be amplified from allelic loci simultaneously by qPCR. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "When allelic loci are homozygous, the ratios between markers from different loci are constant between euploids. If there are appropriate SSR markers in each linkage group (LG） used for qPCR，accurate detection of aneuploidy based on the whole-chromosome dosage can be achieved through the use of qPCR combined with SSR markers to distinguish aneuploidy irrespective of heterozygosity. Notably, with the publication of the genome sequences of major crops,more SSR markers have become available. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Loquat (Eriobotrya japonica (Thunb.) Lindl.) originated in Southwest China, and among the 2O species belonging to the genus Eriobotrya, only loquat is used for commercial fruit production [23-24]. Many triploid lines that can be derived from unreduced gametes have been selected from progeny of diploid germplasms [25], and some aneuploid plants can be derived from triploids [1,4]. These aneuploid loquat plants are useful for research on the effects of chromosome dosage on the genomic expression and phenotypes of plants. At present, the whole molecular karyotype of aneuploid loquat is helpful for genomics-based research. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this study, we found, for the first time, that a combination of SSR markers and qPCR(SSR-qPCR） can be used to construct the entire molecular karyotypes of aneuploid individuals of $E .$ japonica. This approach does not require large numbers of SSR markers or multiple types of fluorescent markers. In addition， this DNA-based qPCR method does not require additional reference genes,and SSR markers in 17 LGs can be selected as cross-references. The approach is also not restricted to heterozygous genotypes. Moreover, SSR-qPCR allows the construction of molecular karyotypes without whole-genome sequence data, and then validated in the offspring populations of triploid lines,and more than $8 8 \\%$ of the offspring of triploids were found to be aneuploid. These data will be critical for the development of molecular tools and strategies for loquat breeding programmes. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Plant material ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Twenty-three loquat lines with different ploidies were used as the materials in this study (Table 1): 2 Sichuan Province cultivars ('Dawuxing' and ‘Longquan No. 1'), 2 Zhejiang Province cultivars (‘Ruantiaobaisha’ and ‘Ninghaibai'),1 Fujian Province cultivar (‘Changbai No.1’） and 18 excellent strains selected at Southwest University (A313,A322,B350,B352,B353,B356,B431, B456, B460, B432, ‘Wuheguoyu', H424,H39,77-1, K474,‘Huabai No. 1', Q24 and ‘Huayuwuhe No.1'). All of these lines were obtained from the polyploid loquat germplasm resource nursery at Southwest University, Chongqing, China. In addition, to produce aneuploid strains, we performed hybridization of Q24 (3x) $\\times$ ‘Huabai No. 1’ (2x),and we selected some hybrids and elucidated their genetic relationships (Fig.1). Moreover, we found that two triploid loquat strains (A313 and A322) produced seeds by open pollination, and we selected their progeny as additional research materials (Fig. 1). ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/db77580c0739e1f26bb7edd171debec358c9863f8fe03c458483ed1e0c4470c7.jpg",
        "table_caption": [
            "Table1 Twenty-three known loquat strains used in this study "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Code</td><td>Strain</td><td>Ploidy</td><td>Origin</td></tr><tr><td>1</td><td>`Dawuxing'</td><td>2n=2x=34</td><td>Sichuan, China</td></tr><tr><td>2</td><td>A313</td><td>2n=3x=51</td><td>Selected from ‘Dawuxing'</td></tr><tr><td>3</td><td>A322</td><td>2n=3x=51</td><td>Selected from ‘Dawuxing'</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/fccfde5350f4399377ce12c03ff41e85cabc459be6aee4db52708ab4d4799a93.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>4</td><td>‘Longquan No. 1'</td><td>2n=2x=34</td><td>Sichuan, China</td></tr><tr><td>5</td><td>B350</td><td>2n=3x=51</td><td>Selected from ‘Longquan No.1'</td></tr><tr><td>6</td><td>B352</td><td>2n=3x=51</td><td>Selected from ‘Longquan No.1'</td></tr><tr><td>7</td><td>B353</td><td>2n=3x=51</td><td>Selected from‘Longquan No.1'</td></tr><tr><td>8</td><td>B356</td><td>2n=3x=51</td><td>Selected from ‘Longquan No.1'</td></tr><tr><td>9</td><td>B431</td><td>2n=4x=68</td><td>Selected from ‘Longquan No.1'</td></tr><tr><td>10</td><td>B456</td><td>2n=4x=68</td><td>Selected from ‘Longquan No.1'</td></tr><tr><td>11</td><td>B460</td><td>2n=4x=68</td><td>Selected from ‘Longquan No.1'</td></tr><tr><td>12</td><td>B432</td><td>2n=4x=68</td><td>Selected from ‘Longquan No.1'</td></tr><tr><td>13</td><td>‘Ruantiaobaisha'</td><td>2n=2x=34</td><td>Zhejiang, China</td></tr><tr><td>14</td><td>‘Wuheguoyu'</td><td>2n=3x=51</td><td>Selected from‘Ruantiaobaisha'</td></tr><tr><td>15</td><td>H424</td><td>2n=4x=68</td><td>Selected from ‘Ruantiaobaisha'</td></tr><tr><td>16</td><td>H39 [9]</td><td>2n=2x+5=39</td><td>Selected from‘Wuheguoyu'</td></tr><tr><td>17</td><td>77-1</td><td>2n=2x=34</td><td>Sichuan, China</td></tr><tr><td>18</td><td>K474</td><td>2n=4x=68</td><td>Selected from 77-1</td></tr><tr><td>19</td><td>‘Ninghaibai’</td><td>2n=2x=34</td><td>Zhejiang, China</td></tr><tr><td>20</td><td>‘Huabai No.1'</td><td>2n=2x=34</td><td>Selected from ‘Ruantiaobaisha'</td></tr><tr><td>21</td><td>‘Changbai No.1'</td><td>2n=2x=34</td><td>Fujian, China</td></tr><tr><td>22</td><td>Q24</td><td>2n=3x=51</td><td>Selected from‘Changbai No.1'</td></tr><tr><td>23</td><td>‘Huayuwuhe No.1'</td><td>2n=3x=51</td><td>Selected from‘Changbai No.1'</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "‘Wuheguoyu’(3x) 早 × Offspring (H39) Q24(3x)早 × Offspring (Q24-1, Q24-2, Q24-3,Q24-4, Q24-5,Q24-6, Q24-7,Q24-8, Q24-9)   \n‘Huabai No.1'(2x)δ A313 (3x)早 × Offspring(A313-1,A313-2,A313-3,A313-4,A313-5,A313-6,A313-7) A322 (3x) 早 × Offspring(A322-1,A322-2,A322-3,A322-4,A322-5,A322-6,A322-7,A322-8,A322-9) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ote: $\\mathcal { G }$ indicates the female parent, $8$ indicates the male parent,and $\\times$ indicates the crossing or seeding progen ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DNA extraction and examination ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Genomic DNA isolation was performed based on the cetyltrimethylammonium bromide method of Roche et al [26]. After isolation, the quality was checked on a $1 . 0 \\%$ agarose gel, and all genomic DNA was diluted to $5 0 \\ \\mathrm { n g / \\mu L }$ for SSR-PCR and SSR-qPCR analysis. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "SSR primers ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A total of 209 SSRs derived from loquat (16)，pear (42)，apple (144)，peach (5), apricot (1) and plum(1） were used in this study(Table 2). Some of the SSRs were located in the 17 LGs of bronze loquat [27],and some were also located on genetic linkage maps of the Japanese pears ‘Housui’ or the European pear ‘Bartlett’ and ‘La France' [28, 29, 30, 31]. Almost all loquat LGs were aligned with the pear consensus map by using at least two apple or pear SSRs [27]. The primers were synthesized by Shanghai InvitrogenTM Life Technologies. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "PCR amplification and electrophoresis of SSRs ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "SSR reactions were performed in a final volume of $2 0 ~ \\mu \\mathrm { L }$ ， containing $2 . 0 ~ \\mu \\mathrm { L }$ of $1 0 \\times$ PCR buffer $( { \\mathrm { M g } } ^ { 2 + }$ free), $1 . 5 \\mathrm { m M M g C l _ { 2 } }$ , 0.0375 mM each dNTP, $0 . 2 5 \\mu \\mathrm { M }$ each of the forward and reverse primer, $5 0 ~ \\mathrm { n g }$ of genomic DNA and 1 unit of Taq DNA polymerase (Takara Biotechnology Company, Dalian, China). The amplification was performed using a C1OOO Touch PCR System thermal cycler (Bio-Rad) with the following temperature conditions: $9 4 ^ { \\circ } \\mathrm { C }$ for $2 . 5 \\ \\mathrm { m i n }$ , followed by 35 cycles of $9 4 ^ { \\circ } \\mathrm { C }$ for 30 s, $6 0 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { s }$ and $7 2 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { s }$ and a final step of $7 2 ^ { \\circ } \\mathrm { C }$ for $1 0 \\mathrm { m i n }$ . The PCR products were mixed with $1 5 \\%$ loading buffer( $3 6 \\%$ glycerol， 30 mM ethylenediaminetetraacetic acid (EDTA),and $0 . 0 5 \\%$ bromophenol blue and xylene cyanol). Three microliters of each mixture was loaded into $8 \\%$ denaturing polyacrylamide gels ( $^ { 7 } \\mathbf { M }$ urea) in $1 \\times$ TBE buffer ( $\\mathrm { \\Delta } 8 9 \\mathrm { \\ m M }$ Tris-borate,1 mM EDTA, $\\mathrm { p H } 8 . 0 )$ . The gels were run at 220 W for $5 0 \\mathrm { m i n }$ and silver stained [32]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chromosome preparation ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Chromosomes at mitotic metaphase were prepared from root tip materials according to methods reported by Chen et al [33]. Root tip tissue with a length of approximately 1 cm was immersed in O.0o2 mol/L 8-hydroxyquinoline aqueous solution for $^ { 4 \\mathrm { h } }$ and fixed overnight in Carnoy's solution (methanol: glacial acetic acid $\\mathbf { \\eta } = 3 { : } 1$ ). The apical meristems were cut into tissue blocks of approximately $1 ~ \\mathrm { m m } ^ { 3 }$ , rinsed in deionized water, and then incubated in mixed enzyme solution containing $3 \\%$ cellulose (SCR, China） and $0 . 3 \\%$ pectinase (Yakult, Japan). After $3 \\mathrm { ~ h ~ }$ ，the enzyme solution was removed, the apical meristems were soaked in deionized water for $1 0 \\mathrm { m i n }$ , and placed in Carnoy's solution. At last, apical meristems were dispersed on slides with tweezers and dried over the alcohol burner flame. Chromosomes were colorized with $5 \\%$ Giemsa staining,dried in air,and visualized under a microscope (Olympus, Tokyo, Japan). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "qPCR ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "qPCR was performed using a StepOne real-time PCR instrument (ABI Corporation). The PCR amplifications were performed in a $1 0 ~ \\mu \\mathrm { L }$ reaction system containing genomic DNA $( 5 0 ~ \\mathrm { n g } )$ ， $0 . 2 ~ \\mu \\mathrm { M }$ each primer, corresponding ROX Reference Dye I （20 $( 0 . 2 ~ \\mu \\mathrm { L } )$ ，and $2 \\times$ NovoStart? SYBR qPCR SuperMix Plus (Novoprotein Scientific Inc.) $( 5 ~ \\mu \\mathrm { L } )$ . The PCR began at $9 5 ^ { \\circ } \\mathrm { C }$ for 1 min and then progressed to 40 cycles of $9 5 ^ { \\circ } \\mathrm { C }$ for $2 0 ~ \\mathrm { s }$ and $6 0 ^ { \\circ } \\mathrm { C }$ for 1 min. This programme was followed by $9 5 ^ { \\circ } \\mathrm { C }$ for $1 5 \\mathrm { ~ s ~ }$ and $6 0 ^ { \\circ } \\mathrm { C }$ for $1 \\mathrm { m i n }$ . The fluorescence was measured at $6 0 ^ { \\circ } \\mathrm { C }$ for 40 cycles. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Data analysis ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We first obtained the PCR product amount (△Rn value) ratios of the 17 LGs in known euploid strains as controls. Known aneuploid strains and unknown loquat strains were then examined and compared with the controls. A limited number of △Rn values were expected according to the following aneuploidy and euploidy △Rn scale:1 (2x,3x,and 4x karyotypes), 0.5 (2x-1 karyotype)，1.5( $2 \\mathrm { x } + 1$ karyotype), 0.75 (4x-1 karyotype) and 1.25 ( $4 \\mathrm { x } + 1$ karyotype). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "StepOne v2.1 software (ABI Corporation) was used to calculate the △Rn values of each segmental duplication. Each LG had one SSR marker, and the fluorescence intensity of each SSR marker in a single material was calculated. The △Rn values were calculated based on the method of Zimmermann et al [34]. To the extent possible, parallel amplification curves were obtained during the exponential growth period to ensure equal amplification of the 17 sites. The △Rn values with the cycle threshold(CT) values between 16 and 24 were selected, and the △Rn ratios were examined at three separate points (bottom, middle and top) along the amplification curve in the exponential phase. Samples that deviated were disregarded. All △Rn values of the SSR markers were standardized with the △Rn of NZmsCO754252 as the reference standard. The proportions of △Rn values for whole chromosomes were used to discriminate aneuploid individuals and euploid individuals. Analysis of variance was performed by using SPSS 19.0. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "SSR analysis ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Our goal was to obtain 17 amplified stable SSR markers covering all loquat LGs. Of all the 2O9 SSR markers derived from loquat, pear, apple, peach,apricot and plum, 102 SSRs(approximately half） were applicable to loquat， of which 28 (approximately $1 3 . 4 \\%$ of the total) showed polymorphism (Table 2). ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/d42eb7f45d1c8849a34e9953f8fe2e051999bcc0cd5c12d6e4213be7702f046e.jpg",
        "table_caption": [
            "Table2 SSR markers used for cross-genus amplification in loquat "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>atom Toquat</td><td></td><td></td></tr><tr><td>SSR name</td><td>Origin</td><td>Reference</td></tr><tr><td>ssrEJ014，ssrEJ086，ssrEJ088，ssrEJ042，ssrEJ282，ssrEJ049，ssrEJ324，ssrEJ061，ssrEJ104，ssrEJ329b.</td><td>Loquat</td><td>[35]</td></tr><tr><td>ssrEJ037,ssrEJ066,ssrEJ056,ssrEJ046,ssrEJ012,ssrEJ271</td><td></td><td></td></tr><tr><td>NB105a,NB103a,NB106a,NB101a,NB114a,NH033b,NH011b, NH026a,NH007b,NH024b, KA16</td><td>Pear</td><td>[36,37,38]</td></tr><tr><td>IPPN14, IPPN09</td><td>Pear</td><td>[39]</td></tr><tr><td>TsuENH094,TsuENH003,TsuENH184,TsuENH119,TsuENH174,TsuENH207,TsuENH229,TsuENH017,</td><td>Pear</td><td>[30]</td></tr><tr><td>TsuENH074，TsuENH044，TsuENH069，TsuENH086，TsuENH067，TsuENH034，TsuENHO05,</td><td></td><td></td></tr><tr><td>TsuENH097，TsuENH009，TsuENH004，TsuENH093，TsuENH096，TsuENH031，TsuENH032,</td><td></td><td></td></tr><tr><td>TsuENH007,TsuENH022,TsuENHO42,TsuENH002,TsuENH028,TsuENHO33,TsuENH080</td><td></td><td></td></tr><tr><td>CH05g08,CH02f06,CH03d10,CH04e12b, CH02b10, CH03d01,CH02c06,CH03b01,CH03g12, CH03g07，</td><td>Apple</td><td>[40]</td></tr><tr><td>CH04g07, CH01d03, CH01d09, CH02h11a, CH01b12, CH03a09,CH04f04,CH04e03,CH02b12,CH04g09,</td><td></td><td></td></tr><tr><td>CH03d07,CH03d12,CH04e05,CH05c02,CH01f09,CH01h10,CH05a02,CH05c07,CH01h02,CH05a03,</td><td></td><td></td></tr><tr><td>CH01f03b，CH04c06，CH04f03，CH01f07a，CH02b03b，CH05h12，CH02d12，CH04a12，CH04d07,</td><td></td><td></td></tr><tr><td>CH04h02, CH04d02,CH01f02, CH04g04, CH05d04, CH05g07,CH03c02, CH02e02, CH02g01, CH03a08,</td><td></td><td></td></tr><tr><td>CH03h03,CH05h05,CH04f06,CH05g11, CH04c07,CH01d08,CH02e12, CH01a09,CH01e01, CH03g06,</td><td></td><td></td></tr><tr><td>CH05d03,CH02c09,CH03h06,CH05g05,CH01f03a, CH05c06,CH02a03,CH05e04,CH02d10a,CH05a09,</td><td></td><td></td></tr><tr><td>CH04b10,CH04f10, CH05a04,CH04c10,CH05g03,CH01h01,CH01c08,CH04g12, CH02h11b,CH05d11,</td><td></td><td></td></tr><tr><td>MS14h03,MS06c09,MS06g03,MS14b04</td><td></td><td></td></tr><tr><td>AJ320188SSR，AT000400SSR，AT000174SSR，AU223657SSR，AU223548SSR，AY187627SSR，Apple CN581493SSR,CN493139SSR,CN444542SSR,Hi02cO7,Hi03e04,HiO7e08,Hi15h12,Hi04g11,Hi08a04,</td><td></td><td>[41]</td></tr><tr><td>Hi03a03，Hi04a05，Hi05b02，Hi08h12，Hi04g05，Hi15a13，Hi22f06，Hi04e04，Hi07h02，Hi23d11b,</td><td></td><td></td></tr><tr><td>U78949SSR, Z71980SSR</td><td></td><td></td></tr><tr><td>NZ04f3, NZ02b1</td><td>Apple</td><td>[42]</td></tr><tr><td>NZmsCN879773,NZmsEB149808,NZmsEB177464,NZmsEB155242,NZmsEB134379,NZmsCN898349,</td><td>Apple</td><td>[43]</td></tr><tr><td>NZmsCO754252,NZmsCN943067,NZmsEB137749,NZmsDR033893,NZmsEB111793,NZmsCN878021,</td><td></td><td></td></tr><tr><td>NZmsEE663955</td><td></td><td></td></tr><tr><td>MEST012，MEST028，MEST067，MEST089，MEST095，MEST034，MEST063，MEST023，MEST038,</td><td>Apple</td><td>[44]</td></tr><tr><td>MEST043,MEST011,MEST003,MEST041,MEST029,MEST069,MEST096,MEST091</td><td></td><td></td></tr><tr><td>GD142</td><td>Apple</td><td>[45]</td></tr><tr><td>CH-Vf1</td><td>Apple</td><td>[46]</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/1ec83e32f154a979e56789f84b63556460281410c12d8b2ee159f986b3bc8585.jpg",
        "table_caption": [
            "Note:The stably amplified SSR markers are shown in bold and the SSR markers with polymorphisms are underlined. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>M06a</td><td>Peach</td><td>[47]</td></tr><tr><td>BPPCT030,BPPCT008,BPPCT014,BPPCT006</td><td>Peach</td><td>[48]</td></tr><tr><td>ssrPaCITA16</td><td>Apricot</td><td>[49]</td></tr><tr><td>CPSCT026</td><td>Plum</td><td>[50]</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Screening of 17 SSR markers covering all loquat LGs by qPCR ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We aimed to develop a rapid and reliable method for studying aneuploid karyotypic abnormalities.For the detection of aneuploidy,17 SSR markers were selected from a previously published high-density genetic linkage map [27],and primers for 6 of the 17 SSR markers were redesigned according to the expressed sequences, with at least one well-conserved locus from each LG (Additional file 1: Fig. S1). These 17 SSR markers were amplified with the same efficiency during the exponential phase of PCR and used as target sequences to detect the number of chromosomes in each LG. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Table 3 presents the primer sequences and product lengths. ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/ba2ae7251d7e61c2899778de3e47bb934f0408ef106f260a2ace0bd4c8761ff4.jpg",
        "table_caption": [
            "Table3Primerinformationfor17SSRs "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>SSR name</td><td>Primer sequences (5'-→3')</td><td>Origin</td><td>LG in</td><td>Product</td><td>T(C)</td></tr><tr><td>TsuENH094</td><td>F:GAAGAAGCAAAACCCGAAGA</td><td>Pear</td><td>loquat LG1</td><td>size/bp 155</td><td>60</td></tr><tr><td></td><td>R:TTGTTCTCCTCGCCACCTT</td><td></td><td></td><td></td><td></td></tr><tr><td>MEST028</td><td>F:ATTGGCATTGCTTCTCACC</td><td>Apple</td><td>LG2</td><td>148</td><td>60</td></tr><tr><td></td><td>R:TGCAACAACAATTCCCTTCA</td><td></td><td></td><td></td><td></td></tr><tr><td>CH03g12</td><td>F:GCGCTGAAAAAGGTCAGTTT</td><td>Apple</td><td>LG3</td><td>154-200</td><td>60</td></tr><tr><td></td><td>R:CAAGGATGCGCATGTATTTG</td><td></td><td></td><td></td><td></td></tr><tr><td>TsuENH044</td><td>F:TGGCTAAATACTCTTCTCGAAAACAA</td><td>Pear</td><td>LG4</td><td>127</td><td>60</td></tr><tr><td></td><td>R:GTGATTATTATAGATACCAAGCCTCTC</td><td></td><td></td><td></td><td></td></tr><tr><td>NZmsCN898349</td><td>F:GAGTTGGCAGAAAGAAACCA</td><td>Apple</td><td>LG5</td><td>200</td><td>60</td></tr><tr><td></td><td>R:CTGGGTGAAGACGAGATGCT</td><td></td><td></td><td></td><td></td></tr><tr><td>NZmsCO754252</td><td>F:CTGCCCTCAAGGAGAATGTC</td><td>Apple</td><td>LG6</td><td>195</td><td>60</td></tr><tr><td></td><td>R:ACAGGTGCAGCAAAGGCTAT</td><td></td><td></td><td></td><td></td></tr><tr><td>NZmsEB137749</td><td>F:ATCTCCTGCTGTGCTGGTCT</td><td>Apple</td><td>LG7</td><td>220</td><td>60</td></tr><tr><td></td><td>R:TCACCAAACACCAATCAACAA</td><td></td><td></td><td></td><td></td></tr><tr><td>TsuENH034</td><td>F:CATTATCCATTTGATTAAACTACACG</td><td>Pear</td><td>LG8</td><td>151</td><td></td></tr><tr><td></td><td>R:GGTAGAAAGAGAAGGAAAGTGGG</td><td></td><td></td><td></td><td>60</td></tr><tr><td>TsuENH097</td><td>F:CTGACACCCACTACGATTCAAGA</td><td>Pear</td><td>LG9</td><td>162</td><td>60</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/d64870927392657534e625bc069a67724ad0ec1a8396d14c6cdf315c5f5e1e69.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note:TheprimersforTsuENH094,TsuENH044,TsuENH034,MESTO11,TsuENH093,andTsuENH007weredesignedbytheauthors basedontheexpresedsequences(NationalCenterforBiotechnologyIformation,NCBI).TheinformationntheLGsinlouatwas obtained from Fukuda et al [27]. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"5\">R:AAACGAGCTTGGTACGGATTACA</td></tr><tr><td>Hi05b02</td><td>F:GATGCGGTTTGACTTGCTTC</td><td>Apple</td><td>LG10</td><td>120-178</td><td>60</td></tr><tr><td></td><td>R:GTTTCTCCAGCTCCCATAGATTGC</td><td></td><td></td><td></td><td></td></tr><tr><td>IPPN14</td><td>F:GAGGAAGTAACCGCATCAGC</td><td>Pear</td><td>LG11</td><td>223-252</td><td>60</td></tr><tr><td></td><td>R:TCTAAGGGCAGGCAGATCAC</td><td></td><td></td><td></td><td></td></tr><tr><td>MEST011</td><td>F:GCGTGAGTTGAGCAAGATGG</td><td>Apple</td><td>LG12</td><td>205</td><td>60</td></tr><tr><td></td><td>R:TAGAAGCAATAAGGTGGAGTGGT</td><td></td><td></td><td></td><td></td></tr><tr><td>CH02e02</td><td>F:CTCATCAGTCTCACTGACTGTGTG</td><td>Apple</td><td>LG13</td><td>122-130</td><td>60</td></tr><tr><td></td><td>R:AGGGTCAGGGTCAGTCAGG</td><td></td><td></td><td></td><td></td></tr><tr><td>TsuENH093</td><td>F:AGACTGCTGAGGGAATCCATAA</td><td>Pear</td><td>LG14</td><td>144</td><td>60</td></tr><tr><td></td><td>R:TTCCGAGTCAAATGGGGC</td><td></td><td></td><td></td><td></td></tr><tr><td>TsuENH007</td><td>F:ATTCATTGCACCGACTACCGATT</td><td>Pear</td><td>LG15</td><td>166</td><td>60</td></tr><tr><td></td><td>R:AGTGGCGTAGTGGGAAGGG</td><td></td><td></td><td></td><td></td></tr><tr><td>Hi22f06</td><td>F:CAATGGCGTCTGTGTCACTC</td><td>Apple</td><td>LG16</td><td>240-246</td><td>60</td></tr><tr><td></td><td>R:GTTTACGACGGGTAAGGTGATGTC</td><td></td><td></td><td></td><td></td></tr><tr><td>TsuENH002</td><td>F:CAGCAGGAAACACAGAAAAACAG</td><td>Pear</td><td>LG17</td><td>116</td><td>60</td></tr><tr><td></td><td>R:ATATCGAGCAATCAAGGAAGCAG</td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "After qPCR detection, each of the dissolution curves of the 17 pairs of SSR primers showed a single peak (Additional file 2: Fig. S2). The CT values of the 17 pairs of SSR primers were between 15 and 25,and the negative control had no CT value, which indicated that the PCR primer was specific. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Detection of molecular karyotype abnormalities in aneuploid loquat H39 by SSR-qPCR ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We included some known euploid strains,such as‘Ruantiaobaisha'，‘Wuheguoyu' and H424,as controls in the detection of aneuploid loquat H39 $2 \\mathrm { n } { = } 2 \\mathrm { x } { + } 5 { = } 3 9$ ） karyotype variation. The means and standard deviations of △Rn of the bottom, middle and top of the exponential phase are shown in Table 4. The results showed that the relative intensities of △Rn values of the 17 SSR markers were similar among ‘Ruantiaobaisha',‘Wuheguoyu’ and H424,whereas the △Rn values of H39 were altered in five LGs.The △Rn values obtained for H39 in LG3,LG8, LG10, LG16 and LG17 were approximately $4 1 . 8 \\%$ higher than those obtained for the euploids. The results implied that LG3,LG8，LG10,LG16 and LG17 have one more chromosome in H39 than in the diploid ‘Ruantiaobaisha'.In other words, H39 might have five more chromosomes than the diploid ‘Ruantiaobaisha'.This result was consistent with the result obtained with conventional cytological methods [9]. The statistical means and standard deviations of the △Rn values obtained for the 17 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/af96a268572ce02923b6a4c0a1722231a215e3644656ae867a0940e4723c6169.jpg",
        "table_caption": [
            "Table 4△Rn values obtained for in four known loquat strains using 17 pairs of SSR primers "
        ],
        "table_footnote": [
            "Note: The SSR-qPCR results are expressed as the means $\\pm$ standard deviations,\\* indicates LGs with abnormalities in the chromosome dosage "
        ],
        "table_body": "<html><body><table><tr><td>SSR name</td><td>LG in loquat</td><td>‘Ruantiaobaisha'</td><td>'Wuheguoyu'</td><td>H424</td><td>Mean control</td><td>H39</td></tr><tr><td>TsuENH094</td><td>LG1</td><td>0.96±0.02</td><td>0.97±0.01</td><td>0.94±0.02</td><td>0.96±0.02</td><td>0.96±0.02</td></tr><tr><td>MEST028</td><td>LG2</td><td>0.96±0.06</td><td>0.95±0.05</td><td>0.94±0.03</td><td>0.95±0.01</td><td>0.98±0.05</td></tr><tr><td>CH03g12</td><td>LG3</td><td>0.98±0.04</td><td>0.91±0.03</td><td>0.97±0.05</td><td>0.95±0.04</td><td>1.42*±0.03</td></tr><tr><td>TsuENH044</td><td>LG4</td><td>0.99±0.01</td><td>0.95±0.20</td><td>1.01±0.04</td><td>0.98±0.03</td><td>1.08±0.15</td></tr><tr><td>NZmsCN898349</td><td>LG5</td><td>1.03±0.03</td><td>1.01±0.04</td><td>1.00±0.02</td><td>1.01±0.02</td><td>1.01±0.03</td></tr><tr><td>NZmsCO754252</td><td>LG6</td><td>1.00±0.03</td><td>1.00±0.03</td><td>1.00±0.01</td><td>1.00±0.00</td><td>1.00±0.01</td></tr><tr><td>NZmsEB137749</td><td>LG7</td><td>1.04±0.00</td><td>0.98±0.09</td><td>1.01±0.02</td><td>1.01±0.03</td><td>0.99±0.01</td></tr><tr><td>TsuENH034</td><td>LG8</td><td>0.98±0.01</td><td>0.99±0.01</td><td>0.98±0.01</td><td>0.98±0.01</td><td>1.35*±0.07</td></tr><tr><td>TsuENH097</td><td>LG9</td><td>1.02±0.02</td><td>1.02±0.01</td><td>1.00±0.01</td><td>1.01±0.01</td><td>0.96±0.00</td></tr><tr><td>Hi05b02</td><td>LG10</td><td>1.00±0.04</td><td>1.01±0.05</td><td>0.99±0.03</td><td>1.00±0.01</td><td>1.31*±0.06</td></tr><tr><td>IPPN14</td><td>LG11</td><td>1.04±0.03</td><td>1.04±0.03</td><td>1.02±0.01</td><td>1.03±0.01</td><td>0.95±0.02</td></tr><tr><td>MEST011</td><td>LG12</td><td>1.04±0.05</td><td>1.08±0.05</td><td>0.98±0.04</td><td>1.03±0.05</td><td>0.93±0.10</td></tr><tr><td>CH02e02</td><td>LG13</td><td>1.03±0.04</td><td>0.99±0.02</td><td>0.99±0.05</td><td>1.00±0.02</td><td>0.94±0.04</td></tr><tr><td>TsuENH093</td><td>LG14</td><td>1.04±0.02</td><td>1.03±0.01</td><td>1.02±0.02</td><td>1.03±0.01</td><td>1.00±0.02</td></tr><tr><td>TsuENH007</td><td>LG15</td><td>1.07±0.00</td><td>0.98±0.04</td><td>0.98±0.01</td><td>1.01±0.05</td><td>0.97±0.02</td></tr><tr><td>Hi22f06</td><td>LG16</td><td>1.11±0.02</td><td>1.07±0.02</td><td>0.95±0.07</td><td>1.04±0.08</td><td>1.51*±0.03</td></tr><tr><td>TsuENH002</td><td>LG17</td><td>1.11±0.12</td><td>1.08±0.09</td><td>0.99±0.08</td><td>1.06±0.06</td><td>1.50*±0.03</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Application of molecular karyotypes to triploid offspring populations ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "To verify the method for the detection of aneuploid karyotype variation,9 hybrid offspring of $\\boldsymbol { \\mathrm { Q 2 4 \\times \\cdot } }$ Huabai No.1',7 open-pollination progeny of the triploid loquat A313 and 9 open-pollination progeny of the triploid loquat A322 were obtained, and these included a total of 22 aneuploids and 3 euploids. We detected their chromosome numbers using conventional cytological methods (Table 5, Fig.2, Fig. 3). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/326a0e651b3848ecd63ff213cc913d87bf970778df178ea88a1432a7c8da750f.jpg",
        "table_caption": [
            "Table 5 Numbers of chromosomes in9 hybrid offspring of $\\mathbf { Q } 2 4 \\times$ “Huabai No.1'and 16 open-pollination progeny of triploid loquat strains (A313 and A322) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Female</td><td>2n=2</td><td>2n=2</td><td>2n=2</td><td>2n=2</td><td>2n=2</td><td>2n=2</td><td>2n=2</td><td>2n=2</td><td>2n=2</td><td>2n=</td><td>2n=4</td><td>2n=4</td><td>2n=4</td><td>2n=4</td></tr><tr><td>parent</td><td>X+1=</td><td>X+2=</td><td>X+3=</td><td>X+4=</td><td>X+5=</td><td>X+6=</td><td>X+7=</td><td>X+8=</td><td>X+9=</td><td>4x=</td><td>X+1=</td><td>X+2=</td><td>x+5=</td><td>X+6=</td></tr><tr><td></td><td>35</td><td>36</td><td>37</td><td>38</td><td>39</td><td>40</td><td>41</td><td>42</td><td>43</td><td>68</td><td>69</td><td>70</td><td>73</td><td>74</td></tr><tr><td>Q24</td><td>1</td><td>2</td><td>1</td><td>2</td><td></td><td>1</td><td></td><td>1</td><td>1</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>A313</td><td></td><td>1</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>A322</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>3</td><td>2</td><td>2</td><td>1</td><td>1</td></tr><tr><td>Total</td><td>1</td><td>3</td><td>3</td><td>3</td><td>1</td><td>2</td><td>1</td><td>1</td><td>1</td><td>3</td><td>2</td><td>2</td><td>1</td><td>1</td></tr></table></body></html>",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/839dad926642139b3f17f84a3dc213c056b23fe1ae314cc464d940a66af34126.jpg",
        "img_caption": [
            "'ig.2Mitotic metaphase chromosomes of 9 hybrid offspring of $\\mathbf { Q } 2 4 \\times$ ‘Huabai No.1' "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Note:Thestrainnameofachchromosomepreparationcorrsponds tothatinthegeneticdiagramshowninFig.,andtheuderlied chromosome numbers are consistent with the SSR-qPCR results. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/64d1411aa124f128a3db059b30cd4470db431709978189bc3fd4c02e361b397c.jpg",
        "img_caption": [
            "Mitotic metaphase chromosomes of 16 open-pollination progeny of triploid loquat strains (A313 and A322 "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Note:ThestrainameofechchromosomepreparationcorrspondstotatinthegeneticdiagamsoinFig1ndtheuderlined chromosome numbers are consistent with the SSR-qPCR results ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "To quantify the agreement rate between the SSR-qPCR and conventional cytological methods,the SSR-qPCR method was used to estimate and describe the level of aneuploidy in the 9 hybrid offspring of $\\boldsymbol { \\mathrm { Q 2 4 } } \\times \\mathrm { \\Omega }$ ‘Huabai No.1’(Additional file 3: Table S2). We included some known euploid strains, such as ‘Huabai No.1', ‘Changbai No. 1’，Q24 and‘Huayuwuhe No. $_ { 1 } \\cdot$ (Additional file 3: Table S1） as controls in the SSR-qPCR analysis of the detection of aneuploid molecular karyotype variation in the offspring of $\\boldsymbol { \\mathrm { Q 2 4 } } \\times \\mathrm { \\Omega }$ ‘Huabai No. 1'. The detection results showed that the △Rn values of the control strains were between O.84 and -1.O8,and $8 8 . 9 \\%$ of the SSR-qPCR results for the 9 hybrids,including 8 trisomic samples, were consistent with the results obtained using conventional cytological methods. Furthermore，the LGs of the added chromosomes in 8 loquat aneuploids were located (Fig. 2a-e，g-i; Table 6). Eight trisomic samples were detected to have trisomy mainly in LG1,LG2,LG7, LG10, LG13,and LG14. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/db09868f5ceab61f39518e035d1b4a7d5d473a4a9897c98c0dccca8bce9cef02.jpg",
        "table_caption": [
            "Table 6 SSR-qPCR results for 23 known strains and 25 unknown triploid offspring strains "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Strain name</td><td>Pedigree</td><td>Ploidy</td><td>SSR-qPCR result</td><td>LG of abnormal chromosome</td></tr><tr><td>'Dawuxing'</td><td>NK</td><td>2n=2x=34</td><td>Euploidy</td><td>NA</td></tr><tr><td>A313</td><td>Selected from ‘Dawuxing'(2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>A322</td><td>Selected from ‘Dawuxing'(2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>‘Longquan No. 1'</td><td>NK</td><td>2n=2x=34</td><td>Euploidy</td><td>NA</td></tr><tr><td>B350</td><td>Selected from‘Longquan No.1'(2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>B352</td><td>Selected from ‘Longquan No.1’ (2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>B353</td><td>Selected from ‘Longquan No.1'(2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>B356</td><td>Selected from ‘Longquan No.1' (2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>B431</td><td>Selected from ‘Longquan No.1'(2x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>B456</td><td>Selected from‘Longquan No.1'(2x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>B460</td><td>Selected from ‘Longquan No.1'(2x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>B432</td><td>Selected from‘Longquan No.1' (2x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>‘Ruantiaobaisha'</td><td>NK</td><td>2n=2x=34</td><td>Euploidy</td><td>NA</td></tr><tr><td>'Wuheguoyu'</td><td>Selected from ‘Ruantiaobaisha'(2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>H424</td><td>Selected from ‘Ruantiaobaisha'(2x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>H39</td><td>Selected from‘Wuheguoyu' (3x)</td><td>2n=2x+5=39</td><td>2n=2x+5=39</td><td>LG3,LG8,LG10,LG16,LG17</td></tr><tr><td>77-1</td><td>NK</td><td>2n=2x=34</td><td>Euploidy</td><td>NA</td></tr><tr><td>K474</td><td>Selected from 77-1 (2x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>'Ninghaibai'</td><td>NK</td><td>2n=2x=34</td><td>Euploidy</td><td>NA</td></tr><tr><td>‘Huabai No.1'</td><td>Selected from ‘Ruantiaobaisha' (2x)</td><td>2n=2x=34</td><td>Euploidy</td><td>NA</td></tr><tr><td>‘Changbai No. 1’</td><td>NK</td><td>2n=2x=34</td><td>Euploidy</td><td>NA</td></tr><tr><td>Q24</td><td>Selected from ‘Changbai No.1' (2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>“Huayuwuhe No.1’</td><td>Selected from‘Changbai No.1' (2x)</td><td>2n=3x=51</td><td>Euploidy</td><td>NA</td></tr><tr><td>Q24-1</td><td>Q24 (3x) ×‘Huabai No.1' (2x)</td><td>2n=2x+1=35</td><td>2n=2x+1=35</td><td>LG16</td></tr><tr><td>Q24-2</td><td>Q24 (3x)×‘Huabai No.1' (2x)</td><td>2n=2x+2=36</td><td>2n=2x+2=36</td><td>LG1, LG17</td></tr><tr><td>Q24-3</td><td>Q24 (3x)× ‘Huabai No.1' (2x)</td><td>2n=2x+2=36</td><td>2n=2x+2=36</td><td>LG1, LG7</td></tr><tr><td>Q24-4</td><td>Q24 (3x) ×‘Huabai No.1' (2x)</td><td>2n=2x+3=37</td><td>2n=2x+3=37</td><td>LG2,LG9,LG15</td></tr></table></body></html>",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/1bcd7844d172ad90e8a890d41558a9faf00c37982807193ce68a30cc0b728cbb.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note:‘NK'refers to‘not known',and ‘NA' indicates to ‘no abnormality'. "
        ],
        "table_body": "<html><body><table><tr><td>Q24-5</td><td>Q24 (3x)× ‘Huabai No.1' (2x)</td><td>2n=2x+4=38</td><td>2n=2x+4=38</td><td>LG2,LG6,LG8,LG10</td></tr><tr><td>Q24-6</td><td>Q24 (3x) ×‘Huabai No.1' (2x)</td><td>2n=2x+4=38</td><td>Failed to detect</td><td>Failed to detect</td></tr><tr><td>Q24-7</td><td>Q24 (3x) ×‘Huabai No.1' (2x)</td><td>2n=2x+6=40</td><td>2n=2x+6=40</td><td>LG10,LG12,LG13,LG14,LG15,</td></tr><tr><td>Q24-8</td><td>Q24 (3x) ×‘Huabai No.1' (2x)</td><td>2n=2x+8=42</td><td>2n=2x+8=42</td><td>LG16 LG2,LG3,LG5,LG7,LG9,LG10,</td></tr><tr><td>Q24-9</td><td>Q24 (3x) ×‘Huabai No.1' (2x)</td><td>2n=2x+9=43</td><td>2n=2x+9=43</td><td>LG13, LG14 LG1,LG4,LG7,LG10,LG11,</td></tr><tr><td></td><td></td><td></td><td></td><td>LG12,LG13,LG14,LG17</td></tr><tr><td>A313-1</td><td>Selected from A313 (3x)</td><td>2n=2x+2=36</td><td>Failed to detect</td><td>Failed to detect</td></tr><tr><td>A313-2</td><td>Selected from A313 (3x)</td><td>2n=2x+3=37</td><td>2n=2x+3=37</td><td>LG1,LG7,LG14</td></tr><tr><td>A313-3</td><td>Selected from A313 (3x)</td><td>2n=2x+3=37</td><td>Failed to detect</td><td>Failed to detect</td></tr><tr><td>A313-4</td><td>Selected from A313 (3x)</td><td>2n=2x+4=38</td><td>Failed to detect</td><td>Failed to detect</td></tr><tr><td>A313-5</td><td>Selected from A313 (3x)</td><td>2n=2x+5=39</td><td>2n=2x+5=39</td><td>LG1,LG7,LG9,LG10,LG12</td></tr><tr><td>A313-6</td><td>Selected from A313 (3x)</td><td>2n=2x+6=40</td><td>2n=2x+6=40</td><td>LG1,LG4,LG7,LG11,LG12,</td></tr><tr><td></td><td></td><td></td><td></td><td>LG14</td></tr><tr><td>A313-7</td><td>Selected from A313 (3x)</td><td>2n=2x+7=41</td><td>Failed to detect</td><td>Failed to detect</td></tr><tr><td>A322-1</td><td>Selected from A322 (3x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>A322-2</td><td>Selected from A322 (3x)</td><td>2n=4x=68</td><td>Failed to detect</td><td>Failed to detect</td></tr><tr><td>A322-3</td><td>Selected from A322 (3x)</td><td>2n=4x=68</td><td>Euploidy</td><td>NA</td></tr><tr><td>A322-4</td><td>Selected from A322 (3x)</td><td>2n=4x+1=69</td><td>2n=4x+1=69</td><td>LG12</td></tr><tr><td>A322-5</td><td>Selected from A322 (3x)</td><td>2n=4x+1=69</td><td>Failed to detect</td><td>Failed to detect</td></tr><tr><td>A322-6</td><td>Selected from A322 (3x)</td><td>2n=4x+2=70</td><td>2n=4x+2=70</td><td>LG4, LG8</td></tr><tr><td>A322-7</td><td>Selected from A322 (3x)</td><td>2n=4x+2=70</td><td>2n=4x+2=70</td><td>LG8,LG9</td></tr><tr><td>A322-8</td><td>Selected from A322 (3x)</td><td>2n=4x+5=73</td><td>2n=4x+5=73</td><td>LG1,LG5,LG7,LG13,LG14</td></tr><tr><td>A322-9</td><td>Selected from A322 (3x)</td><td>2n=4x+6=74</td><td>2n=4x+6=74</td><td>LG1,LG3,LG5,LG12,LG14,</td></tr><tr><td></td><td></td><td></td><td></td><td>LG17</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The SSR-qPCR method was also used to estimate and describe the level of aneuploidy in 16 open-pollination progeny of triploid loquat strains (A313 and A322) (Additional file 3: Table S3). In the SSR-qPCR analysis of the detection of aneuploid molecular karyotype variation in the offspring of A313 and A322,we included 22 known euploid loquat strains as controls (Additional file 3: Table S1). The detection results showed that the △Rn values of the control strains were between 0.81 and -1.15, and $6 2 . 5 \\%$ of the SSR-qPCR results for 16 open-pollination progeny, including 2 tetraploid samples (Fig. 3h, j), 3 trisomic samples (Fig. 3b,e, f) and 5 pentasomic samples (Fig. $3 \\mathrm { k }$ ，m-p)，were consistent with the results obtained using conventional cytological methods . ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "SSR-qPCR is a fast, convenient and accurate method for the molecular karyotypes of aneuploids ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Our results demonstrate that dosage abnormalities of chromosomes and complete molecular karyotypes of loquat aneuploids can be detected by SSR-qPCR. The 17 SSR markers that used in this study were sequentially located in 17 LGs according to a high-density genetic linkage map [27]. We used 17 SSR markers without polymorphisms and detected them by qPCR. The analysis of the relative proportions of the △Rn values of the 17 SSR markers (Table 4) allowed the detection of 17 loquat LGs and corresponding molecular karyotypes associated with aneuploidy. Aneuploidy-associated dosage abnormalitiesproduce different ratiosofthe corresponding amplicons,which result in △Rn values that are notably different from euploid individuals sample. When performing qPCR to diagnose abnormalities of any given chromosomes in samples，SSR markers for other autosomes can be selected as standards [13]. Our method could clearly differentiate changes in the chromosome dosage as low as 1.16-fold for trisomic diagnosis,and the △Rn values of the 22 known euploid loquat strains were $1 . 0 0 \\pm 0 . 0 5$ . Furthermore, the changes of the chromosome copy number in 17 loquat LGs were identified through assessment of the △Rn ratios between 17 SSR markers. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Similar to conventional cytological methods, SSR-qPCR has several advantages: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "reliability, low sample demand, ease of performance,and ability to produce precise data. The PCR analysis can directly generate data for analysis without the need for gel electrophoresis or other processng steps， which saves considerable time. Notably, karyotyping through conventional cytological analysis is difficult for some species, such as A. thaliana, due to the lack of chromosome-specific probes and the small sizes of chromosomes [3].Kiwifruit ( $2 \\mathrm { n } { = } 2 \\mathrm { x } { = } 5 8$ ）chromosomes are small and numerous,and the average length of each chromosome is $0 . 6 \\mathrm { - } 1 . 5 ~ \\mu \\mathrm { m }$ [51-53]. Liang et al analysed the karyotypes of 1O diploid varieties of the genus Malus,all of which have small chromosomes,and found that the difference between the longest and shortest chromosomes was often very small [54]. These factors make conventional karyotype analyses relatively difficult. During the detection of aneuploid individuals in a polyploid population, the difficulty of classic cytological chromosome counting increases with the number of polyploid chromosomes. Many major cultivars are polyploid, such as allotetraploid cotton (Gossypium hirsutum and Gossypium barbadense） [55]， octoploid strawberry (Fragaria $\\times$ ananassa) [56]， and the octoploid and decaploid Actinidia. arguta var. giraldii [57]. In addition, seedling population experiments do not provide sufficient material for distinguishing chromosomes, and cutting the root tip of a seedling is likely to lead to death; however, these difficulties can be avoided through the use of SSR-qPCR. SSR-qPCR also has other advantages in contrast to conventional cytology: genomic DNA in all organs of an individual is identical at all periods of growth, and the SSR-qPCR technique is not limited to the tips of roots and stems. qPCR using SSR markers based on genomic DNA is more convenient and stable than classic cytology, and SSR markers of 17 LGs were selected in this study as cross-references. The method is convenient and produces data that are easy to analyse. Thus, SSR-qPCR provides a novel alternative for the detection of aneuploid individuals. Of course，SSR-qPCR also has some limitations. For a certain species,we must screen appropriate markers in each LG according to a high-density genetic linkage map based on markers, and unexpected SNPs or copy number variations (CNVs) can lead to errors in judgement. Replacing markers or increasing the number of markers can minimize these errors in judgement. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Similar to microarray-based comparative genomic hybridization (array-CGH), SSR-qPCR can be used to detect changes in fluorescence intensity caused by chromosomal abnormalities,and changes in the chromosome copy number in the whole-genome can be detected through just one experiment. Array-CGH detects abnormalities in the initial chromosome copy number of a sample and requires the use of different fluorescent labels. The method is complicated and extremely expensive in terms of chip cost; therefore,array-CGH is not suitable for large-scale experiments [58]. SSR-qPCR amplifies the fluorescence intensity through PCR amplification of the initial chromosome copy number. All chromosomesare subjected to qPCR using the SYBR Green I dye. The advantages of relatively low cost and simple operation make SSR-qPCR suitable for large-scale experiments. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Additionally， when whole-genome sequences are used, the molecular karyotypes obtained by SSR-qPCR and array-CGH correspond to the karyotypes obtained using conventional cytological methods,and the application potential is higher. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Moreover, qPCR directly quantifies the fluorescence intensity，which is directly proportional to the amount of PCR product amplified. The examination of △Rn values might be more accurate than a method that relies solely on CT values [34]. Therefore, the SSR-qPCR method will yield more accurate and detailed information on molecular karyotypes compared with other methods. In this study， SSR-qPCR was used to construct a molecular karyotype of all chromosomes by detecting the gene dosage balance in the exponential phase (Table 6). In addition, this method allows the simultaneous processing of all LGs of one sample,which will greatly improve the accuracy of the analysis while reducing costs. We calculated the cost of producing a single aneuploid individual karyotype using the SSR-qPCR method to be less than $\\$ 10$ ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "SSR-qPCR is suitable for both heterozygous and homozygous alleles ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Detection using the SSR-qPCR method is based on the amount of the PCR product amplified. Some studies based on QF-PCR have shown that small changes in the length of the sequences do not affect the amount of the PCR product amplified. For example,the sequence of Chrl3 differs from that of Chr6 by 3 bp but this difference does not affect the trisomy detection of Chrl3 by QF-PCR [16]. In addition, QF-PCR of 12 loci can be used for the simultaneous detection of aneuploid and polyploid karyotypes of A. thaliana [3]. The aneuploidy detection rate in the prenatal diagnosis of 22,5O4 samples has been determined to be $9 8 . 6 \\%$ using QF-PCR [59]. The peak ratios of capillary electrophoresis in these studies are consistent with the theoretical results. QF-PCR can accurately detect the chromosomes with trisomiy to describe the molecular karyotypes of partial aneuploids and is widely used for prenatal detection in humans [15-16]. These studies indicate that QF-PCR based on codominant markers is suitable for heterozygous alleles.Detection using both the QF-PCR and SSR-qPCR methods are based on the amount of the PCR product amplified. Similarly, SSR-qPCR can also be applied to heterozygous alleles. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Our method is more suitable for homozygous alleles than heterozygous alleles. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The 17 SSR markers used in this study produced single bands and were not polymorphic. We found that these 17 SSR markers were relatively conserved in 23 known loquat strains. However, these 17 SSR markers might not be suitable for some unknown loquat varieties. The genetic heterozygosity of fruit trees is generally high. In this study, the accuracy of SSR-qPCR for 16 open-pollination progeny of triploid loquat strains (A313 and A322） was only $6 2 . 5 \\%$ ，whereas the accuracy of SSR-qPCR for 9 hybrid offspring of $\\boldsymbol { \\mathrm { Q 2 4 } } \\times \\$ ‘Huabai No.1' was $8 8 . 9 \\%$ . SSR markers are randomly distributed throughout plant genomes, and the flanking regions of SSR markers are generally relatively conserved single-copy sequences. SSR markers are short tandem repeats. Tandem repeats are usually found in pericentromeres, centromeres or telomeres，and the tandem repeats near centromeres are more conserved than those in other locations [6O]. Tandem repeats are suitable cytogenetic markers for molecular karyotyping and chromosome identification [61]. After the loquat genome sequences are published, subsequent studies should select SSR markers located as close to the centromere as possible. Alternatively, it would be equally feasible to exploit other codominant markers without polymorphism on each chromosome. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "SSR-qPCR allows the application of molecular karyotyping to more species ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "We were able to detect the complete molecular karyotypes of aneuploid individuals using the SSR-qPCR method, which requires a high-density genetic linkage map. SSR markers are codominant, polymorphic,and suitable for the construction of high-density genetic maps [27]. At present, the high-density genetic linkage maps based on SSR markers are available for apple [43], pear [62], loquat [27, 63], grape [64],kiwifruit [65]， strawberry [66]，papaya [67]，longan [68]， tomato [69], cucumber [70],spinach [71],cabbage [72],lettuce [73],pepper [74],rape [75], sorghum [76],cranberry [77], tobacco [78], soybean [79,80],mungbean [81], wheat [82],maize [83],willow [84],orchardgrass [85], oil palm [86], zoysiagrass [87], carnation [88],cotton [89], spruce [90],rice [91], and tall fescue [92]. The studies that produced these maps allow the possibility of constructing complete molecular karyotypes for these species. Whole-genome sequences of apple [93-94]，pear [95-96], strawberry [97], peach [98], Prunus mume [99], sweet orange [1OO], jujube [101],pineapple [1O2], and kiwifruit [1O3],as well as those of rice,maize,wheat, soybean [1O4],have been published; therefore，we can obtain large numbers of conserved SSR markers located in the centromeres and telomeres from these whole-genome sequences. Therefore, molecular karyotyping using SSR markers and qPCR is a very useful tool for basic genetic research and accurate breeding. Moreover, this method can also be used for euploid populations,in which it is an effective tool forscreening aneuploids and measuring the proportion of chromosomal abnormalities at the population level. Additionally， this method involves a substantially shorter operation time and lower assay complexity compared with many conventional methods. The combination of classic cytological karyotyping with molecular karyotyping based on genomic data will drive the development of breeding from the field of cytology to the field of molecular biology. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Impacts of aneuploidization on plant inheritance and evolution ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "The impacts of aneuploidization on speciation and evolution have long been ignored. In humans, trisomy is mainly found on chromosomes 21, 18,13,11, X,and Y[15, 16,18]. In Malus,aneuploidization of chromosomes mainly occurs in 15 LGs, excluding LG1 and LG8 [12]. We found a new model of aneuploidization in loquat, because trisomies were found in 17 LGs (Table 6). Aneuploidization can result in loquat speciation with both even and odd basic chromosome numbers (Table 5). Aneuploids with extra chromosomes are often used for analyses of chromosomes or genic dosage effects in evolution and genetics studies. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Aneuploidy greatly exceeds euploidy in crosses between a triploid and a diploid parent [105-109]. In this study, $8 8 \\%$ of the progeny of triploids were aneuploids (Table 5). Trisomy of the offspring of $\\mathbf { Q } 2 4 \\times$ ‘Huabai No.1' was mainly detected in LG1,LG7, LG10, LG13,and LG14. The regulation of chromosomal gain or loss contributing to aneuploidy might be controlled by different genes； therefore, the effects of the genes on the adaptation and survival of aneuploids might be very different [1O5,1O7,1O9]. Spermatozoa in aneuploids and triploids are mostly sterile, but their ova are usually fertile [105,1O7,1O9-111]. We found that some triploid loquat strains （‘Wuheguoyu'，A313,A322 and Q24） could produce offspring as female parents. Therefore，aneuploids and triploids might be useful asnew alternative male-sterile materials in commercial seed crop breeding programmes. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Aneuploidy can initiate special gene expression. For example, dwarfing tree systems, male sterility, multiple petals, tolerance of drought or cold or resistance to disease can result from ‘super-dominant expression’ due to chromosomal gain or ‘pseudo-dominant expression’ due to chromosomal loss in aneuploids [10-12]. Therefore,aneuploidization increases the diversity and breadth of the foundation for natural selection. However, aneuploids are usually less reproductively stable than euploids[105， 1O7， 109]. Thus， the advantagesand disadvantagesof aneuploidization should be appropriately evaluated, and their impacts on speciation and evolution should be properly determined. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "In summary, SSR-qPCR can be used to construct molecular karyotypes of loquat aneuploids. This study provides the first demonstration that a strategy using SSR markers and qPCR can be used to successfully describe complete molecular karyotypes of aneuploids. This technique provides a novel alternative for the detection of chromosome aneuploidies.Marker-assisted breeding using SSR markers with stable amplification will effectively accelerate the breeding of loquat aneuploids. The influences of aneuploidization on speciation and evolution have previously been ignored. The greater genetic diversity in aneuploids than in euploids might provide a broader basis for natural selection. Aneuploids and euploids should be more accurately and strongly applied in studies of breeding， genetics and evolutionary biology. This is the first study to provide reliable molecular evidence for aneuploidy in triploid progeny. This study provides a reliable strategy for further exploration of aneuploidy and the enhancement of polyploid breeding programmes for other species. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Additional files ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Additional file 1: Fig. S1. Seventeen pairs of SSR primers detected in 23 known loquat strains by polyacrylamide gel electrophoresis. Additional file 2: Fig. S2. qPCR melting curves for the 17 pairs of SSR primers. Additional file 3: Table S1. △Rn values for the 17 pairs of SSR primers in 22 euploid loquat strains. Table S2. △Rn values for the 17 pairs of SSR primers in 9 hybrid offspring of $\\mathrm { Q } 2 4 \\times$ ‘Huabai No.1'. Table S3.△Rn values for the 17 pairs of SSR primers in 16 open-pollination progeny of triploid loquat strains (A313 and A322). ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Abbreviations ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "array-CGH: microarray-based comparative genomic hybridization； CNVs: copy number variations; CT: cycle threshold; FISH: fluorescence in situ hybridization; EDTA: ethylenediaminetetraacetic acid; HRM: high-resolution melting; LG: linkage group； QF-PCR: quantitative fluorescent polymerase chain reaction; MLPA: multiplex ligation-dependent probe amplification; qPCR: quantitative real-time polymerase chain reaction； △Rn: amount of PCR product； SNP: single nucleotide polymorphism; SSR: simple sequence repeat; Tm: melting temperature. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Authors’ contributions ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "GW and JBD designed the experiments. GW, JYW and JBD selected the material. GW performed the experiments. GW, JBD, PFJ and ZYX analysed the data. GW and JYW wrote the paper. JBD,QGG and GLL commented on the manuscript and revised the text and structure. QGG and GLL provided project management and acquired the project funding. All authors read and approved the final manuscript. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Availabilityof data and materials ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The datasets supporting the conclusions and a description of the complete protocol are included within the article. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Declaration of interests ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "We declare no competing interests. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Not applicable. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "1． HenryIM,DilkesBP,MillerES,Burkart-WacoD,ComaiL.PhenotypicconsequencesofaneuploidyinArabidopsisthalina. Genetics.2010;186(4):1231-1245.DOI: 10.1534/genetics.110.121079   \n2. Blakeslee AF.Variations in Datura due to changes in chromosome number.AmNat.1922;56:16-31.DOI:10.1086/279845   \n3. Henry IM,Dilkes BP,ComaiL.Molecular karyotypingandaneuploidydetection inArabidopsis thaliana usingquantitative fluorescent polymerase chain reaction.Plant J.2006;48(2):307-319.DOI: 10.111/j.1365-313X.2006.02871.x   \n4. Kikuchi S,Iwasuna,KooriA,utakiY,YoshidaA,urotaY,etal.Seedformationintriploidloqat (Eriobotrajoic) through ross-hybridization with pollenof diploid cultivars.Breeding Sci.2014;64(2):176-182.DOI:10.1270/sbs.64.176   \n5. Feungehum S.Growth potential ofaneuploid guava (Psidium guaiavaL.)inrelationtorootstock selection.NewDelhi: Idian Agricultural Research Institute (IARI),Division of Fruits and Horticultural Technology. 1975.   \n6. Sharma YK,Goswami AM,Sharma RR.Efectof dwarfing aneuploid guava rootstock in high densityorcharding.Indian J Hortic.1992;49(2):31-36.   \n7. Simard MH,Demilly D.Ploidy level evaluation of rootstock selectionsand Pyrusgenusaccessions.Acta Hortic. 2005:671:267-273. DOI: 10.17660/ActaHortic.2005.671.38   \n8. Simard MH,GuisnelR,DaguinF,DemillyD,BillyB,HonoreD.Isdwarfing inpearrotstocks due toaneuploidgenetic structures?Acta Hortic.2011;909:59-66.DOI:10.17660/ActaHortic.2011.909.4   \n9. Dang JB,WuTR,LiangGL,WuD,HeQ,GuoQG.Identificationandcharacterizationofaloquat aneuploid with novelleaf phenotypes.Hortscience.2019;54(5):804-808.DOI: 10.21273/HORTSCI13844-18   \n10. Harding J,SinghF,MolJNM.Geneticsand bredingofornamental species.Dordrecht-Boston-London:KluwerAcademic Publishers.1991.   \n11. Vainstein A.Breeding forornamentals: classical and molecularapproaches.The Netherlands:Kluwer Academic Publishers. 2002:67(4):164.DOI: 10.2307/24137590   \n12. Considine MJ,WanYZ,D'Antuono MF, Zhou Q,Han MY,GaoH,et al.Molecular geneticfeaturesof polyploidizationand aneuploidizationreveal unique pattrns forgenome duplicationindiploidMalus.Plos One.20l2;7(1):57-65.DOI: 10.1371/journal.pone.0029449   \n13. Dudarewicz L,Holzgreve W,JeziorowskaA,JakubowskiL,ZimmermannB.Molecular methods forrapid detectionof aneuploidy. JAppl Genet.2005;46(2):207-215. DOI: http://dx.doi.org/   \n14. WangL,Han DG,Gao C,Wang Y,Zhang XZ, Xu XF,et al.Paternityand ploidysegregation of progenies derived from tetraploid Malus xiaojinensis.Tree Genet Genomes.2012;8(6):1469-1476.DOI:10.1007/s11295-012-0535-2   \n15. de MoraesRW,BurlacchinideCarvalhoMH,de Amorim-FilhoAG,VieiraFranciscoRP,RomaoRM,LeviJE,etal.Validation of QF-PCR for prenatal diagnoses ina Brazilianpopulation.Clinics.2017;72(7):400-404.DOI:10.6061/clinics/2017(07)02   \n16. SunL,FanZQ,LongJ,WengXJ,TangW,PangWR.Rapidprenataldiagnosisofaneuploidyforchromosomes21,18,,X andYusing segmental duplication quantitative fluorescentPCR(SD-QF-PCR).Gene.2017;627:72-78.DOI: 10.1016/j.gene.2017.06.014   \n17.YouQ,Yang XP,Peng Z,XuLP,WangJP.Development and applicationsofahighthroughput genotyping tolforpolyploid crops: single nucleotide polymorphism (SNP)array.Front Plant Sci. 2018;9:104.DOI: 10.3389/fpls.2018.00104   \n18.SunL,FanZQ,Weng XJ,Ye XH,LongJ,FuKP,etal.Rapiddetectionof Downssyndromeusingquantitativereal-timePCR (qPCR）targetingsegmental duplicationson chromosomes21and11.Gene.2014;552(2):272-276.DOI: 10.1016/j.gene.2014.09.044   \n19.Huang K,MelorKE,Paul SN,Lawson MJ, MackeyAJ,Timko MP.Globalchangesingene expresion during compatibleand incompatible interactionsofcowpea (Vigna unguiculata L.）with theroot parasitic angiosperm Striga gesnerioides.BMC Genomics.2012;13:402.DOI:10.1186/1471-2164-13-402   \n20. KaliaRK,Rai MK,KaliaS,Singh R,DhawanAK.Microsatelite markers:anoverviewof therecent progressin plants. Euphytica.2011;177(3):309-334.DOI: 10.1007/s10681-010-0286-9   \n21.HeQ,LiXW,LiangGL,JiK,GuoQG,YuanWM,etalGeneticdiversityandidentityofchineseloquatcultivarsaeos (Eriobotrya japonica)using apple SSR markers.Plant Mol Biol Rep.201;29(1):197-208.DOI:10.1007/s1105-010-0218-9   \n22.DakinEE，AviseJC.Microsatelitenullalelesinparentageanalysis.Heredity.2004;93(5):504-509.DOI: 10.1038/sj.hdy.6800545   \n23.LinQ,SharpeRH,JanickJ.Loquat:botanyand horticulture.HorticRev199923:23-276.DOI:10.1002/978047065052.ch5   \n24. Yang XH,KodjoG,LinSQ,HuYL,HeYH,Nhung NTC,etal.Taxaof plantsof genus Eriobotryaaroundthe worldandnative to Southeastern Asia.JFruit Sci. 2005;22(1):55-59.DOI: 10.13925/j.cnki.gsxb.2005.01.013   \n25.Liang GL,Wang WX,Li XL,Guo QG,XiangSQ,He Q.Selection of large-fruited triploid plantsof loquat.Acta Horti. 2011;887:95-100.DOI: 10.17660/ActaHortic.2011.887.14   \n26. Roche P,AlstonFH,MaliepaardC,EvansKM,VrielinkR,DunemannF,etal.RFLPandRAPDmarkers linked totherosyleaf curling aphid resistance gene $( S d _ { 1 } )$ ) in apple.Theor ApplGenet.1997:94(3-4):528-533.DOI:10.1007/s001220050447   \n27.FukudaS,simotoK,SatoS,TerakamiS,HiehataN,YamamotoT.Ahigh-densitygeneticlinkage mapofbronzeloquatbasedon SSR and RAPD markers.Tree Genet Genomes.2016;12(4):80.DOI: 10.1007/s11295-016-1040-9   \n28.YamamotoTKimuraTTerakamiS,ishitaniCawamuraY,SaitoT,etal.Integratedreferencegeneticlinkage mapsfpear based on SSR and AFLP markers. Breeding Sci. 2007;57(4):321-329.   \n29.YamamotoT,Terakami S,Moria S,HosakaF Kurita K,Kanamori H,etal.DNA markersdeveloped from genome sequencing analysis in Japanese pear (Pyrus pyrifolia).Acta Hortic.2013;976:477-483. DOI:10.17660/ActaHortic.2013.976.67   \n30.NishitaniC,Terakami S,SawamuraY,TakadaN,YamamotoT.DevelopmentofnovelEST-SSRmarkersderived froJapanese pear (Pyrus pyrifolia). Breeding Sci.2009;59(4):391-400.DOI: 10.1270/jsbbs.59.391   \n31. Terakami S,Kimura T,Nishitani C,Sawamura Y,SaitoT,HirabayashiT,etal.Genetic linkage mapof theJapanese pear ‘Housui' identifyingthreehomozygous genomicregions.JJpnSocHorticSci.2009;78(4):417-424.DOI:10.2503/jshs1.78.417   \n32. BassamBJ,Caetano-Anolles G,GresshoffPM.FastandsensitivesilverstainingofDNAinpolyacrylamide gels.Anal Biochem. 1991;196(1):80-83.DOI:10.1016/003-2697(91)90120-I   \n33. Chen RY,Song WQ,LiXL.Anew method for preparing mitotic chromosomes from plant. Acta BotSin.1979;21:297-298.   \n34.Zimmermann B,Holzgreve W,WenzelF,Hahn S.Novelreal-timequantitativePCRtestfortrisomy21.ClinChem. 2002;48(2):362-363. DOI: 10.1093/clinchem/48.2.362   \n35.GisbertAD,Lopez-CauzI,SranJM,LlacerG,RomeroCBadenes M.Develpmentofmicrosatelite markersfromloat, Eriobotrya japonica(Thunb.)Lindl. MolEcolResour.2009;9(3):803-805.DOI:10.111j.1755-0998.2008.0211.x   \n36.YamamotoT,KimuraT,SawamuraY,anabeT,KotobukiK,HayashiT,etal.mplesquencerepeatsforgeneticalis in pear.Euphytica.2002;124(1):129-137.DOI: 10.1023/A:1015677505602   \n37. Yamamoto T,KimuraT,Soda M,BanY,Hayashi T,Matsuta N.Developmentof microsatelite markers intheJapanesepear (Pyrus pyrifolia Nakai). MolEcol Notes.2002;2(1):14-16.DOI:10.1046/j.1471-8286.2002.00128.x   \n38. YamamotoT,KimuraT,ShodaM,ImaiT,SaitoTSawamuraY,etal.Geneticlinkage mapsconstructedbyusinganiterspecific ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "cross between Japanese and European pears.Theor ApplGenet.2002;106(1):9-18.DOI:10.1007/s00122-002-0966-5 ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "39.InoueE,MatsukiYAnzaiH,EvansK.Isolatonadaracterzationofmicrosateliemarkersiapanesepear(Puspifolia Nakai).Mol Ecol Notes.2007;7(3):445-447. DOI: 10.111/j.1471-8286.2006.01612.x   \n40.LiebardR,GanfranceschiL,KolerB,RyderCD,TarciniR,Vande WegE,etalDevelopmentandcharacterisationof40new microsatellites in apple (Malus $\\times$ domestica Borkh.). Mol Breeding. 2002;10(4):217-241. DOI:   \n41. Silfverberg-DilworthE,Matasci CL,VandeWegWE,VanKaauwenMPW,WalserM,KoddeLP,etal.Microsatelitemarkers spanning the apple (Malus $\\times$ domesticaBorkh.）genome.TreeGenet Genomes.2006;2(4):202-224.DOI: 10.1023/a:1020525906332   \n42. Guilford P,Prakash S,ZhuJM,Rikkerink E,Gardiner S,BassettH,etal.Microsatelitesin Malus $\\times$ domestica (apple): abundance, polymorphism and cultivar identification.Theor Appl Genet.1997;94(2):249-254.DOI:10.1007/s001220050407   \n43. Celton JM,Tustin DS,Chagne D, Gardiner SE.Construction of a dense genetic linkage map forapple rootstocks using SSRs developed from MalusESTsandPyrusgenomicsequences.Tree Genet Genomes.2009;5(1):93-107.DOI: 10.1007/s11295-008-0171-z   \n44.MoriaSIwanamiH,KotodaN,HajiTOkadaK,erakami S,etal.Aigned geneticlinkage mapsofapplerootstockcultivar ‘JM7'and Malus sieboldi‘Sanashi 63’constructed with novel EST-SSRs.Tree Genet Genomes.2012;8(4):709-723.DOI: 10.1007/s11295-011-0458-3   \n45. Hokanson SC,Sew-McFaddenAK,Lamboy W,McFersonJR.Microsatelie()markersreveal genticientitisetc diversity and relationships in a Malus $\\times$ domestica borkh. core subset colection. Theor Appl Genet.1998:97(5-6):671-683. DOI: 10.1007/s001220050943   \n46.VinatzerBA,PatocchiAartariniS,GanfrancechiL,ansavi,eslerCsolatnoftwoicrosatelitemarkrsromBC clones ofthe Vf scab resistance region and molecular characterizationof scab-resistant accessions in Malus germplasm.Plant Breeding.2004;123(4):321-326. DOI: 10.11/j.1439-0523.2004.00973.x   \n47.YamamotoTMochidaK,ImaiT,ShiZ,OgiwaraI,Hayashi T.Microsatelite markers inpeach[Prunuspersica(L.)Batsch] derivedfromanenrichedgenomicand cDNAlibraries.MolEcolNotes.2002;2(3):298-301.DOI: 10.1046/j.1471-8286.2002.002.x   \n48.DirlewangerE,CossnPavaudM,AanzanaMJ,ozatCZanettA,etal.Developmentofmicrosateliemarksach [Prunus persica (L.)Batsch]andtheirusein geneticdiversityanalysis in peachand sweetchery(Prunus aviumL.).Theor Appl Genet. 2002;105(1):127-138. DOI: 10.1007/s00122-002-0867-7   \n49.Lopes M,SefcK,LimerM,MachadoAD.Idenifiationofmicrosatelieloiapricot.MolEcolNotes.O;(1):24-26 DOI: 10.1046/j.1471-8286.2002.00132.x   \n50. Mneja M, Garcia-Mas J, Howad W,Badenes ML,Arus P.Simple-sequence repeat (SSR) markers of Japanese plum(Prunus salicina Lindl.）are highly polymorphicand transferable to peach andalmond.MolEcol Notes.2004;4(2):163-166.DOI: 10.1111/j.1471-8286.2004.00603.x   \n51． Bowden WM.Alistof chromosome numbers in higher plants.I. Acanthaceae to Myrtaceae.AmJBot.1945;32(2):81-92.DOI: 10.2307/2437114   \n52. Mcneilage MA,Considine JA. Chromosome studies in some Actinidia taxa and implications for breding.New Zeal JBot. 1989;27(1):71-81. DOI: 10.1080/0028825X.1989.10410145   \n53. Watanabe K,TakahashiB,ShiratoK.Chromosome numbers inkiwifruit(Actinidia Deliciosa)andrelatedspecies.Soc Hortic Sci. 1990;58(4):835-840. DOI: 10.2503/jjshs.58.835   \n54. Liang GL,LiYN,LiXL.Cytogeneticsudiesontheoriginofbasicchromosome umbers $X { = } 1 7$ in the genus Malus. JFruit Sci. 1994;11(4):216-220.   \n55. Wang MJ,TuL,YuanDJ,ZhuD,ShenC,LiJY,etal.Referencegenomeequencesoftwocultivatedalotetraploidos, Gossypium hirsutumand Gossypium barbadense.Nat Genet.2019;51(2):224-229.DOI:10.1038/s41588-018-0282-x   \n56.EdgerPP,PoortenTJ,VanBurenR,HardiganMA,ColleM,McKainM,etal.Origiandevoutionof heoctoploidrawbery genome. Nat Genet. 2019;51(4):765.   \n57.Zhang Y,Zhong CH,LiuYF,Zhang Q,Sun XR,LiDW.Agronomictraitvariationsandploidydiferentiationof kiwiberies in Northwest China: implication for breeding.Front Plant Sci.2017;8:711.DOI:10.3389/fpls.2017.00711   \n58.Cheung SW,BiWM.Novelapplications ofarrycomparativegenomic hybridizationinmoleculardiagnostics.ExpertRevMol Diagn. 2018;18(6):531-542.DOI: 10.1080/14737159.2018.1479253   \n59.NicoliniU,LlataFNataccF,CurcioC,BuiTH.TheintroductionofQF-PCRinprenataldiagnosisofetalaneuplodies:time for reconsideration. Hum Reprod Update. 2004;10(6):541-548.DOI: 10.1093/humupd/dmh046   \n60. Sharma S,Raina SN. Organization and evolutionof highly repeated satelite DNA sequences in plant chromosomes.Cytogenet Genome Res.2005;109(1-3):15-26.DOI: 10.1159/000082377   \n61.KatoA,VegaJM,HanFP,LambJC,BirchlerJA.Advancesinplantchromosomeidentificationandcytogenetictechniques Curr Opin Plant Biol. 2005;8(2):148-154.DOI: 10.1016/j.pbi.2005.01.014   \n62． WangL,LiXG,WangL,XueH,WuJ,YinH,etal.Constructionoaigh-densitygeneticlinkagemainpear(Pyruscommunis $\\times$ Pyruspyrifolia nakai） using SSRsand SNPsdeveloped by SLAF-seq.Sci Hortic.2017;218:198-204.DOI: 10.1016/j.scienta.2017.02.015   \n63. GisbertAD,artinez-CalvoJ,LlacerG,BadenesML,RomeroC.Developmentof twolquat[Eriobotryajaponica(unb. Lindl]linkage maps based onAFLPsand SSR markers from different Rosaceaespecies.Mol Breeding.20o9;23(3):523-538 DOI:10.1007/s11032-008-9253-8   \n64.VezzuliS,TroggioM,CoppolaG,JermakowA,CartwrightD,ZharkikhA,etal.Areferenceintegratedmapforultivated grapevine(Vitisvinifera L.）from threecrosses，basedon283 SSR and501 SNP-based markers.TheorAppl Genet 2008:117(4):499-511. DOI: 10.1007/s00122-008-0794-3   \n65.FraserLG,TsangGK,DatsonPM,De Silva HN,HarveyCF,GillGP,etal.Agene-rich linkage mapinthedioeciousspecies Actinidiachinensis(kiwifruit）revealsputativeX/Ysex-determiningchromosomes.BMC Genomics.2009;10:102.DOI: 10.1186/1471-2164-10-102   \n66.IsobeSN,HirakawaH,atoS,MaedaF,skawaM,MoriT,etal.Constructionofanintegratedighdensitysimplquence repeat linkage map in cultivated strawberry (Fragaria $\\times$ ananassa) and itsapplicability.DNA Res.2013;20(1):79-92. DOI: 10.1093/dnares/dss035   \n67.Blas AL, YuQY,ChenCX,VeatchO,MoorePH,PaullRE,etal.Enchmentof apapayahigh-densitygenetic mapwithP markers. Gen0me.2009;52(8):716-725.DOI: 10.1139/g09-043   \n68. Guo YS,Zhao YH,LiuCJ,RenPR,Huang TL,Fu JX,etal.Constructionof a molecular genetic mapforlonganbasedon RAPD,ISSR,SRAPand AFLP markers.Acta Hortic Sinica.2009;36(5):655-662.DOI:10.17660/ActaHortic.2010.863.17   \n69.ShirasawaK,AsamizuE,FukuokaH,OhyamaA,SatoS,NakamuraY,etal.Aninterspecificlinkage mapofSSRadtroic polymorphism markers in tomato.Theor Appl Genet. 2010;121(4):731-739.DOI:10.1007/s00122-010-1344-3   \n70.Zhang WW,PanJS,HeHL,ZhangC,LiZ,ZhaoJL,etal.Constructionofahighdensityintegrated genetic mapforcucumber (Cucumis sativus L.).Theor Appl Genet. 2012;124(2):249-259.DOI: 10.1007/s00122-011-1701-x   \n71. Khatak JZK,TorpAM,Andersen SB.Agenetic linkage mapof Spinacia oleraceaand localization ofasex determination locus. Euphytica.2006;148(3):311-318.DOI: 10.1007/s10681-005-9031-1   \n72. Wang WX,HuangSM,LiuYM,FangZY,YangLM,HuaW,etal.Constructionandanalysisofahighdensitygeneticlinkage map in cabbage (Brassca oleracea L.var.capitata).BMC Genomics.2012;13:523.DOI:10.1186/1471-2164-13-523   \n73.TrucoMJ,AntoniseR,LaveleD,OchoaO,KzikAWitsenboerH,etal.Aigh-densitytegratedeneticageaf letuce (Lactuca spp.). Theor Appl Genet. 2007;115(6):735-746.DOI: 10.1007/s00122-007-0599-9   \n74.Zhang XF,Sun HH,Xu Y,ChenB,Yu SC,GengSS,et al.Developmentof alarge numberof SSR andInDelmarkersand constructionof ahigh-densitygeneticmap basedonaRILpopulationof pepper(CapsicumannuumL.).Mol Breeding 2016:36:92.DOI:10.1007/s11032-016-0517-4   \n75.SuwabeK,Tsukazaki H,Iketani H,HatakeyamaK,KondoM,FujimuraM,etal.Simplesequencerepeat-basedcoparative genomicsbetween Brassicarapaand Arabidopsis thaliana:The genetic origin of clubrootresistance.Genetics. 2006;173(1):309-319.DOI: 10.1534/genetics.104.038968   \n76.MenzMA,KleinRR,MuletJE,ObertJA,Unruh NC,KleinPE.Ahigh-densitygenetic mapof Sorghumbicolor(L.)Moench based on 2926 AFLP,RFLPand SSR markers.Plant Mol Biol.2002;48(5):483-499.DOI:10.1023/A:1014831302392   \n77. SchlautmanB,Covarubias-PazaranG,Diaz-GarciaLA，Johnson-CicaleseJ，IorizoM,Rodriguez-BonillaL，etal. Developmentof a high-densitycranberySSR linkage map forcomparative genetic analysisand trait detection.Mol Breeding. 2015;35(8):177. DOI: 10.1007/s11032-015-0367-5   \n78.BindlerG,Plieske J,BakaherN,Gunduz I,IvanovN,Vander Hoeven R,etal.A high densitygenetic mapof tobacco (Nicotiana tabacumL.)obtained fromlargescale microsatelitemarkerdevelopment.TheorApplGenet.20l;123(2):219-230. DOI:10.1007/s00122-011-1578-8   \n79.Song QJ,MarekLF,ShoemakerRC,LarkKG,ConcibidoVC,DelannayX,etal.Anewintegrated geneticlinkage mapofthe soybean.Theor Appl Genet.2004;109(1):122-128.DOI: 10.1007/s00122-004-1602-3   \n80. XiaZJ,TsubokuraY,Hoshi M,Hanawa M,YanoCkamuraK,etalAnintegratedhighdensitylinkage mapofsoybeanwith RFLP, SSR, STS,andAFLmarkers usinggle $\\mathrm { F } _ { 2 }$ population.DNARes.2007;14(6):257-269.DOI:10.1093/dnares/dsm027   \n81． Zhao D,Cheng XZ, Wang LX, Wang SH,Ma YL. Integrationof mungbean (Vigna radiata)genetic linkage map.Acta Agron Sinica. 2010;36(6):932-939.DOI: 10.3724/SP.J.1006.2010.00932   \n82. Wu QH,Chen YX,FuL, ZhouSH,Chen JJ, Zhao XJ,et al.QTLmappingofflag leaf traitsincommon wheat using an integratedhigh-densitySSRandSNPgeneticlinkagemap.Euphytica.2016;208(2):337-351.DOI:10.1007/s10681-015-1603-0   \n83. Sharopova N,McMulenMD,SchultzL,Schroeder S,Sanchez-ViledaH,Gardiner J,etal.Developmentand mappingof SR markers for maize.Plant Mol Biol.2002:48(5):463-481.DOI:10.1023/a:1014868625533   \n84.HanleyS,BarkerJHA,VanOoijenJW,AldamC,HarrsSL,AhmanI,etal.Agenetic linkage mapof willow(Salixviminalis) basedonAFLPandmicrosatelitemarkers.TheorApplGenet.2002;105(6-7):1087-1096.DOI:10.1007/s0122-0-0979-0   \n85.Zhao XX,HuangLK,Zhang XQ,Wang JP,YanDF,LiJ,etal.Constructionof high-densitygenetic linkage mapand identificationof flowering-time QTLsinorchardgrassusing SSRsandSLAF-seq.Sci Rep.2016:6:29345.DOI: 10.1038/srep29345   \n86.Gan ST, Wong WC,WongCK,Soh AC,KilianA,LowETL,etal. High densitySNPandDArT-based geneticlinkage mapsof two closely related oil palm populations.JAppl Genet. 2018;59(1):23-34.DOI: 10.1007/s13353-017-0420-7   \n87.LiML,YuyamaN,Hirata M,HanJG,WangYW,Cai HW.Constructionofahigh-densitySSR marker-based linkage mapof zoysiagrass (Zoysia japonica Steud.).Euphytica.2009;170(3):327-338.DOI:10.1007/s10681-009-9990-8   \n88.Yagi M,Shirasawa K, WakiT,KumeT,sobeS,Tanase K,etal.Constructionofa SSRandRADmarker-based geneticlinkage mapforcamation(DianthuscaryophyllusL).Plant MolBiolRep.2017;35(1):110-117.DOI:10.1007/s1105-016-1010-2   \n89. Yu JW,YuSX,LuCR,WangW,FanSL,SongMZ,etal.High-densitylnkage mapofcultivatedallotetraloidcottonsedn SSR,TRAP,SRAPandAFLPmarkers.JIntegrPlantBiol.2007;49(5):716-724.DOI:10.111/j.1672-9072.2007.00459.x   \n90.AchereV,Faivre-RampantP,JeandrozS,BesnardG,MarkussenT,AragonesA,etal.AfullsaturatedlinkagemapfPiced abies including AFLP,SSR,ESTP,5SrDNA and morphological markers.TheorAppl Genet.2004;108(8):1602-1613.DOI: 10.1007/s00122-004-1587-y   \n91.McCouchSR,TeytelmanL,XuYB,Lobos KB,ClareK,WaltonM,etal.Developmentandmappingof2240newSSmarkers for rice (Oryza sativa L.). DNA Res. 2002;9(6):257-279.DOI: 10.1093/dnares/9.6.199   \n92.Saha MC,MianR, Zwonitzer JC,ChekhovskiyK,Hopkins AA.AnSSR-and AFLP-based genetic linkage mapof tal fesce (Festuca arundinacea Schreb.).Theor Appl Genet.2005;110(2):323-336.DOI: 10.1007/s00122-004-1843-1   \n93.Velasc,kikh,rtitgra,taralaaaA,aleeeoftsticatedle(lus X domestica Borkh.).Nat Genet.2010;42(10):833-839.DOI:10.1038/ng.654   \n94. DaccordN,CeltonJM,LismithG,BeckerC,ChoisneN,SchijlenE,etal.High-qualityde novoassmblyoftheappleenome and methylome dynamics of early fruit development.Nat Genet. 2017;49(7):1099-1106. DOI: 10.1038/ng.3886   \n95.WuJ, WangZW,ShiZB,Zhang S,MingR,ZhuSL,etal.Te genomeofthe pear (Pyrusbretschneideri Rehd.).Genome Res. 2013;23(2):396-408.DOI: 10.1101/gr.144311.112   \n96. Dong XG,Wang Z,TianLM,Zhang Y, QiD,HuoHL,et al. De novo asemblyofa wildpear (Pyrus betuleafolia)genome. Plant Biotechnol J.2020;18:581-595.DOI: 10.1111/pbi.13226   \n97. Shulaev V,SargentDJ,CrowhurstRN,Mockler TC,FolkertsO,DelcherAL,etal.Thegenomeof woodland strawbery (Fragaria vesca). Nat Genet. 2011;43(2):109-116.DOI: 10.1038/ng.740   \n98.Verde1,Abbott AG,calabrin S,Jung S,ShuSQ,Marroni Fetal.Thehigh-qualitydraftgenomeof peach (Prunus persica) identifies uniquepattrns of genetic diversity,domestication and genome evolution.Nat Genet.2013;45(5):487-494.DOI: 10.1038/ng.2586   \n99. Zhang QX, Chen WB,SunLD,ZhaoFY, Huang BQ,Yang WR,et al.Thegenomeof Prunus mume.Nat Commun.2012:3:1318. DOI:10.1038/ncomms2290   \n100.XuQ,ChenLLRuanXA,ChenDJ,ZhuAD,ChenCL,etal.The draft genomeofsweetorange(Citrussinensis).NatGenet. 2013:45(1):59-66. DOI: 10.1038/ng.2472   \n101.Liu MJ,ZhaoJ,CaiQL,LiuGC,WangJR,ZhaoZH,etal.Thecomplexjujubegenome providesinsightsintofruit trebiology Nat Commun. 2014;5:5315. DOI: 10.1038/ncomms6315   \n102.MingR,VanBuren R,Wai CM,Tang HB,Schatz MC,Bowers JE,etal.The pineapplegenomeand the evolutionofCAM photosynthesis. Nat Genet. 2015;47(12):1435-1442.   \n103.Huang SXDingJ,Deng DJ,TangW,SunHH,LiuDY,etal.Draft genomeof the KiwifruitActinidiachinensis.NatComun. 2013;4:2640. DOI: 10.1038/ncomms3640   \n104.MorellPLucklerES,Ross-barra J.Cropgenomics:advancesadaplications.NatRevGenet.2O11;13(2):85-96.OI: 10.1038/nrg3097   \n105.BretagnollF,Thompson JD.Tansley Review No.78.Gametes with the somaticchromosome number: mechanisms of their formationandroleintheevolutionofautopolyploidplants.NewPhytol.1995;129(1):1-22.DOI: 10.111/j.1469-8137.1995.tb03005.x   \n106.RamanaMS,JacobsenERelevanceofsexualplyploidizationforcropimprovement:areview.Euphytica.2Oo3;33(1):3-18. DOI: 10.1023/a:1025600824483   \n107.CaiXW，XuSS.Meiosis-drivengenomevariationinplants.Curr Genomics.2007;8(3):151-161.DOI: 10.2174/138920207780833847   \n108.Senchina DS,Alvarez I,Cronn RC,Liu B,Rong JK,Noyes RD,etal.Rate variationamong nucleargenes andtheageof polyploidy in Gossypium.Mol Biol Evol.2003;20(4):633-643.DOI:10.1093/molbev/msg065   \n109.CifuentesMGradontLoreGChvreA,JenczewskiE.Geneticglationofeiosisinolyloidsecies:sights into an old question. New Phytol. 2010;186(1):29-36. DOI: 10.111/j.1469-8137.2009.03084.x   \n110.Wood TE,Takebayashi N,Barker MS,MayroseI,GrenspoonPB,RiesebergLH.The frequencyof polyploidspeciationin vascular plants.PNAS.2009;106(33):13875-13879.DOI: 10.1073/pnas.0811575106   \n111.Dzialuk A,ChybickiI,WelcM,SliwinskaE,BurczykJ.Presenceoftriploidsamongoak species.AnnBot-London. 2007:99(5):959-964.DOI: 10.1093/aob/mcm043 ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 35
    }
]