[
    {
        "type": "text",
        "text": "智库、智库学与智库文化",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "程宏刘志光² ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1九三学社中央委员会思想建设研究中心北京100089²北京大学马克思主义学院 北京 100084",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]为促进智库学术研究和智库文化建设，首先需要进行智库的基础研究。［方法/过程]本文探讨了智库的界定，智库的行业分类，智库与咨询公司的异同，智库学者与公共知识分子的异同，智库学的学科建制，中国智库文化环境的建设发展等。［结果/结论］智库的独立性是相对的，智库学的学术地位处于潜学科状态，智库影响力难有统一标准，现有智库评价排名缺乏权威性和公信力。目前，加强对智库的基础研究和加大高质量智库研究报告的差异化产出，有利于智库的健康和可持续性发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库 学科 文化  \n分类号：C931  \nDOI: 10.19318/j.cnki.issn.2096-1634.2016.03.01",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "最近20年，中国的智库文化萌发，近10年关于中国智库发展的学术讨论开始兴起，智库的评比和排名也开始被关注，智库和智库学的名字频频出现在业内文章中。在国家实施建立一批具有较大影响与国际知名度的高端智库的战略目标过程中，对智库进行系列基础研究，是必要的和有意义的。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库的概念内涵 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前学界对智库没有统一的确切定义，但基本共识是，智库是为了弥补社会知识与公共政策的裂隙、对社会公共事务策略问题进行研究的机构，其研究结果是为了帮助政府实现决策过程的科学化和不断完善公共政策。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1智库的分类",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在西方社会，智库基本上都是独立于政府的“外脑型”智库，几乎都为非政府组织（NGO），类型单一。对智库的研究分类，多按研究问题的地域（国际、区域、国内)和学术领域(卫生、环保、安全、经济、社会、科技、管理等）分类，而中国的智库类型较多，分类问题也就相对复杂一点。目前学界对中国智库分类，多以智库的隶属关系和行业归属为标准，常见的有三种：三类分类法，政府智库、科研院所和高校智库、民间智库[1]；四类分类法，党政军智库、高校智库、地方科研院所智库、社会智库[2]；还有七类分类法，党政部门、社科院、党校行政学院、高校、军队、科研院所和企业、社会等智库[3]。这些智库分类标准是否定位准确，还值得商榷。如果可以划分出来社会科学院智库，那么就有理由划分出来（自然)科学院智库与之对应，同理，还要划分出来非党校行政学院、非高校、非军队智库、非科研院所和非企业的智库。目前智库分类无定论，有些分类常常因智库研究问题跨界和领域转移，或因行业归属的调整而不断变化，致使智库身份定位含糊不定。智库分类似乎没有必要太细太复杂，简便和实用是首要考虑的问题。按照智库的资产权归属划分不失为一种好方法，采用三类分类标准，分为官方智库、半官方智库、非官方智库也就足以。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2智库与咨询公司的界定",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库与咨询公司的社会经济行业性质十分接近，都是第三产业，同属服务行业。按照国家标准《国民经济行业分类》（GB/4754一2011）中4级划分原则，咨询公司的地位被定位于租赁商业服务行业门类（第7门类）中的商业服务行业（第2大类），在其中又被归类于咨询与调查（第3中类），最后落到社会经济咨询（第3小类），分类编号为7233。社会经济咨询的行业分类地位划分到此还不算完，下面又发展分出来一支，叫管理咨询，而管理咨询中有一项业务叫做公共管理咨询，这个末节的划分才将咨询公司与智库并为同族兄弟的行业组织，所以广义上讲，它们是一回事。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库在社会经济行业中常常挂着研究机构、基金会和协会等牌子，与公共管理咨询公司十分相像。目前学界普遍认为，它们最大的区别在于营利性。咨询公司属于营利组织，而智库是非营利组织（NPO）。虽然智库有时也会盈利，但不是营利，没有逐利性，不以营利为主要目标，这是对智库的狭义界定。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "如果把智库比作科学理论，公共管理咨询就可比作工程技术，科学发现与技术发明不一样；如果把咨询公司比作产科医生，那么智库就可比作生殖科学家，接生与助孕也不在同一个科技层面上，它们思想创新的能动性差别也较大。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国的基金会制度和社会捐助制度远不够发达，很难完全套用西方国家的智库界定标准。一般认为：只要是从事政策性研究，无论是财政按“人头事业经费”拨款运作的研究机构，还是公共咨询机构，只要直接或间接为政府政策服务，都可算为广义上的智库。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3智库研究报告与咨询报告的界定",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "狭义上说来，智库与咨询公司的产品特点和用途不同。智库研究报告的特点是学术性较强，思想的开发性、创新性、前瞻性突出，目的在于改善现行的公共政策，或提出超前的政策设想，对不特定公众的责任心高于对合同客户的责任心；而公共管理咨询报告的实用性和操作性较强，目的在于为公共政策发挥支撑、解读和宣传作用，首先要对合同委托客户负责任。一般情况下咨询报告仅仅对委托客户的某一具体事项做研究，以委托客户满意为准则，没有义务超出委托合同范围，去研究、归纳和创新更宽层面的思想理论，对公共政策较少评价、评估，因而在学术刊物上较难公开发表。所以这两类报告的主要区分依据是看其能否在学术刊物上公开发表。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "所有智库几乎都自称“独立、公正、客观”，但是这在实际中很难判定。在美国，智库研究的资金大都来源于基金会、社会各界无条件捐助、会员费、研究结果出版物收入等，但有不少智库研究课题来自政府和企业的委托合同，纵有严格的课题执行和结果审查制度，由于与咨询公司有相近的商业模式，要保障智库思想产品完全不受课题委托方的影响是很难的，这也是智库有时与咨询公司交互渗透、难以区分的原因。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4智库学者与公共知识分子的界定",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库学者是智库一员，但是在现实社会中还有与智库学者“近缘”的一类人群一公共知识分子（以下简称：公知），其精确定义是就公共事务面向社会公众发表意见的具有学术背景和专业素质的知识者。公知由有关媒体策划或推举而产生，有两个特点：一是关注社会、政治、文化、教育、环境等公共问题；二是注重对于当前社会的公共问题的阐释、评价和批评。公知常以社会评论家的身份出场，具有批判精神和道义担当，扮演着“忧国忧民”“忠诚异见者”的角色。在西方社会，公知是社会历史发展的产物，而在中国，随着社会价值体系的演进和经济水平的发展，公知概念开始出现。公知虽然也涉及公共事务，影响公共政策，但是他们采用的方式是以个人身份发表时政和社会评论，而不是发表研究报告。有的公知本身也是智库学者，也有智库经常邀请公知参与智库报告的研究写作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库学与智库评价 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库学的意思是关于智库的学问，总体上应该包含研究智库组织和智库研究报告两大方面。它们在学科分类上究竟占有什么地位？",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1研究智库组织的学科分类地位",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库是一个社会组织，研究这个组织的学问，应包含对智库的建设、结构、目标、运行、管理、沟通、发展等问题的研究。国家对学科的认定文件是国家标准《学科分类与代码》（GB/T13745—2009），据此研究智库组织属于人文与社会科学类，其一级学科为社会学，二级学科为组织社会学（代码840.61）。除了国家标准《学科分类与代码》外，教育部基于自己的教育科技管理需求，颁布了“准部颁标准”《学科分类目录》，可是这个目录没有研究社会组织的学科。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2智库研究报告的学科分类地位",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智库要产出影响公共政策的研究报告，那么智库产品应该纳入公共政策学的范畴。依照国家标准《学科分类与代码》，公共政策学最贴近的学科是人文与社会科学门类中一级学科政治学下面的二级学科行政学（代码810.30），其次还有两个学科也涉足公共政策，一是同门类中社会学（一级学科）下面的文化社会学（二级学科）所属的知识社会学（三级学科，代码840.3720）；二是工程与技术科学门类中一级学科管理学下面的二级学科公共管理学（代码630.44）。按照教育部《学科分类目录》，公共政策应该有两个归属地位，一是法学门类中一级学科政治学下面的二级学科政治学理论（代码030201），二是管理学门类中一级学科公共管理学下面的行政管理学（代码120401）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3智库学的学科建制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国内有学者提出要构建智库学[4]，认为“智库学虽然是一门新兴学科，但一定会成为一门永远值得重视的新学科”，并乐观估计“不久的将来，就会有智库学的硕士点、博士点出现”。智库学能否成长成一门成熟的学科？这要看其内涵是否有独立的框架，看其研究是否有系统的方法，看其是否有代表性学者、经常性学术活动、固定周期的学术期刊、稳定活跃的学术团体，而最终是看其是否已经纳人高校课程教学计划和获得国家科教部门的认可。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对某项专题的研究可以称其为“某某学”，但是在其获得科学“牌位”和登上学府讲堂之前只能算作一门潜学科。在智库比较发达的西方国家中，迄今还没有出现一个“智库学”的专门名词。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智库学要从潜学科羽化成熟为显学科，尚需要大量的基础和系统研究结果做支撑，这包括：智库的定义和特征，智库的功能、机制、分类，智库研究方法，智库评价体系，智库史学（纵向），国内外智库现状（横向），智库发展战略（未来）等，并对这些研究成果取得较为一致的学术认同。因此，对智库学学科的建制，目前状况大致是：必要性有，急迫性无，可行性不足。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 智库学的主流产品",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，业内关于智库学的研究文章大都集中在智库行业调查报告、智库建设发展报告、智库评比结果等表浅层面，而且有同质化现象，而对智库本身的基本理论研究和智库研究报告相对较少，资料[5显示智库建设和评价的文章占比约$58 \\%$ ，智库理论研究文章 $1 7 \\%$ ，而智库案例分析仅仅占 $2 5 \\%$ 。虽然研究智库组织的文章对发展智库很有意义，但从智库存在的意义上看，智库产品——智库研究报告和案例分析，对公共政策的影响更有直接意义，这在智库学内容上恰恰应该占有主要位置。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.1智库影响力的分类目前对智库评价指标虽然没有统一标准，但基本都指向了智库产品对政府做出决策和修正政策的贡献。智库产品的影响力一般认为主要表现在三个方面：一是学术份量，在智库和内参等刊物上发表、被业内学界关注；二是实际应用，被政府采纳、被部级以上领导批阅转发，用于颁发新政策和修订现政策；三是社会反响，在公众中传播引起的共鸣。现在智库评价体系种类繁多，设计复杂，例如[分项影响力、系统影响力、专业影响力等，其中又细化出决策影响力、学术影响力、社会影响力、国际影响力、智库能力以及智库成长与营销能力6个维度。这些评价指标间的边界是否清晰、内容是否有交集、使用是否简便？有的将智库影响力[2]按照专业领域划分成经济建设、政治建设、文化建设、社会建设、生态建设、国际关系等领域。这些领域影响力划分的全面性和科学性都值得商榷，比如，智库对科技专业领域有没有影响力，如果有，放在哪里？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.2智库排名的公信力单纯采用智库研究报告数量评价，有失偏颇，而影响力本身就是个主观指标。比如有三篇文章：一篇是上万字的数据详实、思想观点新颖的学术报告，一篇是领导批示的两千字的内参建议，一篇是引起数十万上百万公众响应的思想文章，它们之间影响力的评分该如何量化和加权计算比较？现在对智库做出评价的项目机构也承认评价过程多以主观评价法为主，利用相对模糊的序数，参考个别定量指标。问题是既然使用的是相对模糊的序数[2]，那么最终结果是否也是模糊的？是否拼音排序的“知名影响力智库”比名次排序的“知名智库榜”更合适呢？还有对智库的评比排名该谁来做？是否由智库和政府以外的第三方一一媒体或专门研究智库的机构来做更为合适？智库参与对本身的评比排名，可能会导致公众对智库评价的标准、过程和结果出现较大的认同度差异，甚至缺乏公信力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库文化建设",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库文化的内涵是智库行业的核心价值观及其人文生态环境。前者由智库的职能决定了其独立性（客观）、科学性（高质量）和建设性（务实有效的影响力），后者由国家的社会经济发展阶段决定智库发展建设的类型、速度和政府对其接纳度。从中国智库组织的现状看，中国官方智库制度基本上都是类（准）政府机构制度，其组织形式和运行管理与智库的有效运行并不是很适应；而中国民间智库又因为经济发展阶段和人文社会环境所限，加上自身的人才凝聚问题，也很难发挥作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1智库建设的特色与共同价值",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国在智库文化向现代化迈进中，提出了要建立一批具有较大影响与国际知名度的特色新型高端智库的战略目标，这为中国智库的发展鼓起了风帆。短期投资将官方智库规模组织建大或许不难，但是要提高政策研究能力就不简单了。据《2015年全球智库报告》数据显示，2015年，全球共有6846家智库，中国智库数量为435家，排名第二，可谓智库大国，但总体质量不高，在全球顶级前50位中，中国仅有4个，算不上智库强国。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库人文环境需要长期建设，智库人才更需要长期培育。在智库如雨后春笋的发展形势下，提倡建设具有国际知名度的新型特色高端智库很有必要，问题是中国智库的特色怎样融合国际知名智库的某些共同价值准则，怎样创建智库特性而又不脱离智库基本属性。如果用智库以外机构的治理国家和管理社会的思想理念作为智库建设的指导原则，可能会导致“有库无智”或“智库变智枯”，难以打入国际智库学界。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2中国智库文化生态特点",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对中国智库文化建设的学术探讨，分为智库外部文化和内部文化建设两方面。目前智库外部文化建设问题都一致指向了政府要为智库建设创造良好的人文环境问题上；而内部文化建设问题，热点也大都集中在智库的内部管理制度、智库之间交流、智库成果转化问题上，而对智库本身的研究方向内容谈得较少。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "种种迹象显示，在追逐智库的热潮中，业内似乎有一种一边倒的认识倾向，推崇“高大上”的智库研究，凡是涉及国际外交、宏观经济、国家战略的研究都是“阳春白雪”，凡是涉及微观经济、民生问题、社会制度改革的研究都是“低端、小气、下层”的“下里巴人”。所以目前中国智库研究内容，出现了一种不平衡的学术生态特点：研究宏观的多，研究微观的少；研究前瞻的多，研究现实的少；研究发展规划的多，研究体制改革的少；研究工商经济的多，研究民生经济的少；研究国际外交的多，研究社会治理的少；研究可行性论证的多，研究不可行性论证的少。出现这种情况，似乎表明国家对智库建设有某种偏向性需求，其深层根源可能在于政策制定者对深化改革的公共政策有某种暂缓的思想，",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3中国智库研究之路",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国处在社会经济转型和高速发展的深化改革中，各种深层社会矛盾激烈冲突，在国家治理的实践中，大量涉及千家万户的公共政策亟待改进、亟需完善，而体制的巨大惯性又使得这些人人都听得懂看得见摸得着、都能直接立刻获得红利的公共政策改革步履维艰，比如医疗、教育、住房、户籍、养老等。储备性和前瞻性智库研究是必需的，现实性和回顾性智库研究同样是不可缺少的，社会基层问题是战略全局和高层宏观问题的缩影。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "很多高端智库的成长发展之路往往都是从社会共同关注的“接地气”的公共政策起步，积累经验、积蓄人才、积淀文化。事实上微观政策研究报告具有易于被政府接受、影响公共政策的可操作性更强、向社会公众传播范围更广的特点。微观政策研究多了，就能奠定宏观政策研究的基础；现行性公共政策研究多了，就能撑起前瞻性公共政策研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "因此高端智库应该理解为高端研究水平的智库，高端在于研究报告的内容是否数据详实、结构完整、逻辑严谨、思想新颖、建言可操作，而不在于研究内容是否多么“高层、宏观”，也不在于智库规模的大小。科学研究的动机不是为了获奖，同样智库建设的动机不应为了成名。如果说“标准”是少数企业的研制内容，那么也可以说5年、10年开外的“高层、宏观”战略是少数智库研究内容。对多数智库来说，脚踏实地产出高水平的学术报告研究，对公共政策做出贡献，积少成多、积小成大，或许是达到“建立一批具有较大影响与国际知名度的高端智库”目标的切实道路，",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "结论",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库与公共咨询公司不尽相同，智库思想产品的独立性也是相对的。智库学在可预见的短期内难以建制学科。智库的影响力难有统一客观标准，其评价体系也难以健全，现有智库排名缺乏权威性和公信力。目前加强对智库的基础研究，提高智库研究报告的高质量和差异化的产出，比宣扬智库学学科、热捧智库排名更有利于智库的健康和可持续性发展。中国智库属于发展中智库，要成长为发达智库，应首先加大对国内基层和实际问题的研究，只有脚踏实地，才能高瞻远瞩，对国内问题研究水平高了，国际知名度自然也会上升。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]李凌．中国智库影响力的实证研究与政策建议[J].社会科学，2014(04):4-21.  \n[2]上海社会科学院智库研究中心.2015年中国智库报告－影响力排名与政策建议[R/OL].[2016.4.4]http://www.sass.stc.sh.cn/eWebEditor/UploadFile $\\left. 0 0 \\mathrm { n } \\right.$ ull/20160128161350250.pdf.  \n[3] 《关于加强中国特色新型智库建设的意见》全文[EB/OL].[2016-04-01]. http://news.xinhuanet.com/zgjx/2015-01/21/c_133934292.htm.  \n[4]朱有志,贺培育,刘助仁,等.智库学概论[M].北京：中共中央党校出版社，2015.  \n[5]唐果媛,吕青.我国智库研究文献的计量分析[J].智库理论与实践，2016,1(1):31-41.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "程宏：思想观点提出、框架设计与论文撰写；  \n刘志光：共同讨论，观点提炼、修辞写作。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ScienceandCultureofThinkTanks ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Cheng Hong1 Liu Zhiguang ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "lThought Construction Research Center of Jiusan Society Central Commitee, Beijing 100089 2School of Marxism,Peking University,Beijing 100084 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] In order to promote the academic research and cultural construction of Chinese think tanks,the basic research ofthink tanks is the first important work.[Method/process]Thedefinition and classification of think tanks,the difference between think tanks and consulting companies,the difference between think tanks scholars and public intellectuals,the establishment of the discipline of think tank science,as wellas the construction development of the culture environment of Chinese think tanks were discussd.[Result/ conclusionl The independence of think tanks is relative.Theacademic status of think tanks is in the latent subject state.The influence of think tanks is diffcult to judge under aunified standard.The evaluation and ranking of think tankscurentlystillack authorityand credibility.At present,it's beneficialforthe healthyandsustainable development of think tanks to strengthen the basic research of think tanks and increase the output of think tank research reports with differentiation and high quality. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Keywords:think tank discipline culture收稿日期：2016-05-18修回日期：2016-06-12本文责任编辑：吕青",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    }
]