[
    {
        "type": "text",
        "text": "无线通信网络中的云基站技术",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "黄伊 石晶林",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要本文分析了现有无线通信网络在系统架构方面面临的挑战。对一种全新的接入网络架构——基于云型基础设施的接入网进行了简介，针对有关重点研究内容进行了分析。最后描述了该新型架构技术演化路径和验证的可行方案。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 云基站 第四代移动通信 接入网络 空中接口",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 概述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前，无线移动通信行业面临着激烈的竞争环境。一方面，单位数量用户平均营业收入1增长缓慢，甚至在逐年减少，影响了总收入；与此同时，移动互联网络业务的流量迅速上升，用于建设、运营、升级无线接入网络的支出不断增加，这就大大削弱了运营商的盈利能力。为了保持持续盈利和长期增长，运营商必须寻求低成本为用户提供无线业务的方法。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从无线通信技术层面考虑，现有的蜂窝网络存在着较为严重的问题，传统的无线接入网络具有以下特点：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "每个基站连接若干固定数量的扇区天线并覆盖小片区域，每个基站只能处理本小区的收发信号；  \n系统的容量是干扰受限的，这种各个基站独立工作的模式已经很难增加频谱效率;基站通常都是基于专有平台开发的‘垂直解决方案’。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "这些特点为未来的移动通信发展带来了挑战：首先，数量巨大的基站意味着高额的网络部署和建设开支；其次，现有的基站的资源实际利用率较低，网络的平均负载一般来说大大低于忙时负载，而不同的基站之间不能共享处理能力，也很难提高频谱效率；再者，接入网络设备基于多个不兼容的硬件平台，造成了扩容或升级的困难，而为了满足不断增长的移动数据业务需求，网络升级扩容是没有止境的；同时，专有的平台使得面向未来的异构无线网络部署困难重重。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "总而言之，传统的无线接入网络高额的运维费用，低效的资源利用率和系统性能使得现有接入网架设方式难以适应今后无线通信对多网共存、高带宽、广域覆盖等的需求。因此，有必要研究新的无线接入网网络架构以适应新的移动互联网环境，实现高性能低费用的绿色无线接入。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "未来的无线接入网络必须能够充分利用多小区无线资源，融合多种接入技术互联互通需求，提供低能耗的无线移动网络接入，满足如下要求：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "降低能源消耗，包括用户终端能耗和核心网络能耗；  \n提高系统频谱效率，支持较高用户带宽；",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "■采用开放式的接入网硬件平台，支持多种空中接口标准在同一平台的共存和实现。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在这种形势下，我国移动运营商和制造商联合，提出了C-RAN2无线接入网络[I]。其中，集中式基站处理可以大大减少覆盖同样区域所需的基站数量，面向协作的无线远端模块和天线可以提高系统频谱效率，而基于开放平台的实时云型基础设施和基站虚拟化技术则可以降低成本，共享处理资源，减少能源消耗，提高基础设施利用率。总之，C-RAN 的这些特点能很好地解决前述各种问题。当然，云基站技术的目标不是取代现有体系和标准，而是从长远出发，最终提供低成本、高性能的绿色网络架构，其发展仍需要不断进行技术研究和探索。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2传统无线接入网络面临的挑战",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1降低无线接入网络能耗 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "现在，为了满足不断增长的无线宽带业务和用户数量，只能不断增加空中接口带宽和增加基站的数量，使得无线接入网络的能源消耗问题变得日益严重。以中国移动通信公司为例，在过去的5年时间，为了提供更好的网络覆盖和网络容量，其基站数量几乎增加了一倍。同时其总耗电量也增加了近一倍。高能耗意味着对环境的巨大冲击。据欧盟估计，到2020 年无线通信的碳排放量将超越传统网络，因而减少移动通信网络的能源消耗已经迫在眉睫。移动通信网络中的能耗主要来自于无线接入网的基站。因此，节能减排最直接有效的途径就是减少基站数量。然而，在现有无线接入网络架构下直接减少基站数量必将导致网络的覆盖变差、网络容量减少等问题。现有的一些补充型技术，如软件节点方案、智能关断技术，动态控制电源以及使用绿色能源等手段都只是辅助性措施，难以根本解决高能耗的问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2实现异构网络部署",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，全世界已经逐渐普及了 $3 \\mathbf { G } ^ { 3 }$ 网络，而同时现有的 $2 \\mathrm { G } ^ { 4 }$ 网络仍在继续运营。根据当前市场的用户和无线通信标准发展的趋势可见，2G、3G、 $\\mathbf { B } 3 \\mathbf { G } ^ { 5 }$ 乃至 $\\boldsymbol { 4 \\mathrm { G } } ^ { 6 }$ 网络将长期共存并渐进地融合。在这种情况下，多模基站是一种有效解决方案，而如何更好地提高多模基站内的硬件资源共享则是提升资源利用效率的关键途径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3提高带宽和频谱效率",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着 B3G 技术空中接口标准的引入，无线移动通信系统的峰值速率也在快速提升，引发了终端用户的数据流量迅速增长。未来几年，随着3GPPLTE和LTE-Advanced在全球的部署，无线通信带宽的增长将促使移动用户使用更多类型的高带宽多媒体服务。据估计，从2008 年到2013年全球的移动数据流量将增加66倍，年平均复合增长率为 $1 3 1 \\% ^ { [ 2 ] }$ 。而与此同时，无线空中接口的峰值速率每年平均复合增长率只有 $5 5 \\%$ 。这意味着接入网络的带宽增长难以满足数据流量增长的需求。为此，必须寻求具有高容量的网络接入架构以及高频谱效率的网络传输方式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4改善无线接入网络的资源利用率",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "移动网络的固有特性是其用户处于移动状态，在通信过程中一个用户经常会不断从一个地点移动到另一个地点。实际上，移动用户的移动呈现出很强的时间规律性。在日常工作时段，大量的用户从居住地移动到办公区；而在工作时间之外情况则刚好相反。随着这些用户的移动，网络的负载也呈现出随时间在网络中迁移的现象，即‘潮汐效应’。在蜂窝网络中，基站的计算资源和无线资源依附于空间位置，当小区内负载很低时，基站的资源将会极大地浪费；同时，当负载不均时，高负载基站即使满负荷运转也难以提供需要的处理能力。因此难以在全网范围达到最优的无线资源和计算资源的分配。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "传统的无线接入网络架构在这些挑战面前显得束手无策。因而，全新理念设计的接入网络架构已经成为了当前的迫切需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 新型接入网架构一一云基站",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "针对上述问题，运营商、计算机制造商和学术界共同提出了将集中式处理、协作无线电和实时云型基础设施整合成为一体的云基站（C-RAN）技术。C-RAN主要包括三个部分：由远端射频模块（RRU）和天线组成的分布式无线网络；由高宽带低延迟的光传输网络连接RRU以及由高性能通用处理器和实时虚拟技术组成的集中式基带处理池。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "远端射频模块单元提供了一个高容量、广覆盖的无线网络。由于这些单元灵巧轻便，易于安装维护，因此可以大规模、大范围、高密度地使用。光传输网络具有高带宽、低延迟的特点，能够将所有的基带处理单元（BBU）10和远端射频模块连接起来。基带池由通用高性能处理器构成，通过实时虚拟技",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/5d836f2964a76effaf88ad0f21612fbbf0b3d4cd01393ed604cf30bc3c153e03.jpg",
        "img_caption": [
            "图1．云基站架构示意图"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "术连接在一起，为每个虚拟基站提供所需的处理能力需求。集中式的基带处理方案使得资源聚合和大范围协作无线传输技术成为可能，利用实时虚拟技术使得物理资源全局最优化利用不再是奢望。同时，通过架设C-RAN网络，可以轻易地实现网络覆盖的扩展、网络容量的增加。开放的平台和通用处理器也使得软件无线电（SDR）1技术能支撑多个空中接口标准或在原有标准上快速升级。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "此外，C-RAN架构还具有下列显著的优势：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "有效降低能耗：首先，集中式、虚拟化的基站方案可以极大地减少设备能耗；其次，远端射频模块到用户的距离变小，因此可以在不影响网络容量的前提下降低无线发射功率。□ 提高网络容量:在C-RAN中，虚拟基站可以在基带池中共享所有通信用户的接收和发送信令、业务数据和信道质量等信息。这使得多小区无线资源联合分配和调度得以实现，小区间的干扰也得以消除甚至可以加以利用，从而显著提高频谱使用效率。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "自适应负载协调：网络可以根据各个区域或时段的不均衡负载进行无线资源调度。由于基带池所服务的物理区域要远大于传统基站，因此可以克服在大区域内的负载不均衡对基带池中的资源利用率的影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 云基站接入架构中的关键问题研究",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1云基站架构性能分析",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "移动环境中数据传输时延的主要敏感部分是空中接口传输。传统的空中接口的数据处理和信号处理在基站和移动终端中进行，其处理时延是固定的，对移动传输的时延影响也是固定的且可以忽略不计。然而，C-RAN的数据处理和信号处理中的所有信息交互都需要在大型的基站处理池和多个不同距离、不同配置的射频单元之间进行，这将为不同的远端射频模块单元带来各种各样的延迟；同时，整个系统也会在大范围内表现出与现有体系有所不同的传输时延特性以及整体系统性能统计量。因此，一方面我们需要获取这些量的评估方法，从而更好地指导云基站系统的优化部署和配置，另一方面也需要快速的计算方法获得所需的参考数值或反馈信息以支撑系统利用多个关键技术进行灵活动态优化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2协作传输与无线资源管理技术",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "B3G 和 4G 通信系统都采用了正交频分复用(OFDM)2技术作为信号传输的物理手段。然而，在采用正交频分复用技术的蜂窝小区中，处在边缘的用户将经历比较严重的载波间干扰（ICI）13使得系统性能降低。由于系统容量是干扰受限的，因此无限增大基站的发射功率不能解决问题。在C-RAN架构中，通过多个基站之间联合的资源分配技术和协作多点传输等物理层技术来有效地提高系统频谱效率。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "多小区无线资源管理已经得到了较为广泛的研究，目的是通过最优化理论，设计优化的资源调度和功率控制算法，从而使系统吞吐量最大化。在C-RAN系统中实际应用时，需要综合考虑资源调度的时间限制和多小区信息交互的数据数量和网络复杂度。因此，研究有效的多基站协作的调度算法和功控算法成为了关键。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(1）分布式天线与协作的无线管理",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前，为了提升系统整体容量，移动计算环境中的蜂窝式网络已经越来越密集，小区与小区之间的距离越来越小，带来的后果是较高的频谱复用因子和严重的基站间无线信号干扰。在云基站系统中，由于远端射频模块相较传统基站小得多，因而能以更加灵活和复杂的方式进行节点安排。一种趋势是以很小的小区面积作为基础网络，从而获得更好的频谱效率；另一种趋势是灵活地根据实际地形和其他因素来设置无线节点，从而达到优化的覆盖性能，或者使用分布式天线在多个天线传输之间获得局部的优化性能。这两种方式都可能引入较大的无线干扰并加大了小区间协作的复杂性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在C-RAN架构中，由于多个小区的资源能以协同的方式进行调度管理，因此，可以使用协作的信号收发技术来提升系统频谱利用率和小区边缘用户吞吐量。协作的收发技术可以分为下面两种方式：（1）联合处理14：在该模式下，多个终端的数据在多个协作基站之间共享，需要较大的系统开销；（2）协作调度：多个小区之间通过协作的方式决定各自调度的结果，以降低干扰。该模式通过协作式波束赋形，可以以较小的开销提高小区边缘用户的吞吐",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "量。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(2）云计算环境中的无线资源分配算法",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "C-RAN 的全新架构彻底颠覆了传统的无线资源管理的基础，以大范围集中式的无线资源控制机制代替了以基带为单位的小区级别无线资源管理。这就使得传统的无线资源管理技术无法直接适用到C-RAN系统中。在基站处理池方式下进行无线资源管理将可能带来较大的系统提升，这是由于虚拟化池技术打破了基站与基站之间信息交互和协作的物理壁垒，因而无线资源管理算法能够以整个系统为解空间进行优化计算和分配，以更好地逼近系统的整体性能极限。同时，云计算环境提供了足够的计算能力，能在细粒度时间范围上实现小区之间的负载均衡。然而，仍需要积极研究性能足够好的相关无线资源管理算法，在保证较低能耗的前提下提高无线资源分配的效率，突破频谱效率提升的这一瓶颈。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.3基站虚拟化技术",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前，基站功能是通过使用单独的基带处理单元来实现。这种处理单元是为某个专用的通信标准设计的，且仅支持固定数量的载波。基带处理单元上的计算资源被用来专门完成物理层或者MAC15层的处理。这种设计带来了如下的问题：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.硬件平台难以支持不同的标准;  \n2.固定的硬件设计难以满足不同的流量、配置等情况的动态变化，导致硬件资源利用率低下。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "针对上述问题，一种解决方案是引入当前较为广泛使用的虚拟化技术，将基站专用设备的硬件资源进行抽象，从而显示为一个较为通用的计算平台。这样，由于专用、固定的硬件设计和系统结构所带来的问题就可以迎刃而解。在使用虚拟化技术后，基站设备集合将转化为具备实时基带处理能力的虚拟化池。传统单个基站所进行的物理层、MAC层、硬件加速和管控等功能全都在统一的基带池中实现。这样，不但在基站池中能快速地实现多种空中接口标准，也能够非常方便地对现有接口进行升级和维护。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通信接入网络具有规模大，实时性强等特点，基带池不能完全照搬已有的虚拟化计算平台技术，仍需解决下列问题：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.设计高性能、低功耗的通用处理器，实现实时的信号处理;  \n2.实现高效的虚拟化平台，物理资源到虚拟基站的动态分配，保证虚拟基站的实时性、处理延迟性能和可控性；  \n3.构筑高吞吐量、低延迟的交换架构，以实现基带池的物理处理资源之间的互联。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5 云基站技术的演进及应用",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5.1C-RAN架构的演进路线",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作为一个大规模系统架构的革新，云基站技术不可能一蹴而就，其上的各种技术也需要在实验环境下通过反复测试和验证来确保其可靠性。一个可行的逐步演进路线如下：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.通过将实现基站功能的远端射频模块和基带处理单元分离来实现集中式基站并实现集中化基站之内多个基带处理单元之间的处理资源在载波级上的调度。其中，集中式基站池内既有一个高容量、低延迟的交换矩阵又有相关协议支持多个基带处理单元内单元之间的互联。这样，集中式基站就可以有效地实现载波负载均衡，提高设备利用率，降低能耗。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.基带处理单元的基带处理完全由基于通用处理器的软件无线电实现。通过将多个远端射频模块连接到集中式基带处理单元，并且在基带处理单元中实现软件无线电，协作的信号处理将更容易实现。协作的处理方式能够使系统容量最大化，减小系统干扰。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.最后，将大量通用处理器通过高带宽、低延迟的互连架构，组成一个巨大的实时云计算虚拟基带池。这种基带池与IT业广泛使用的云计算系统不同之处主要在其专用性和实时性。利用实时云计算形成由多个虚拟基站构成的虚拟基站池，每个虚拟基站从基带池中通过动态分配的方式获得计算资源并完成无线基带信号的实时处理。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.2云基站技术的验证应用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在上述技术研究期间，为了在较为真实的环境中进行性能分析和验证，可以在基于通用处理器的软件无线电平台上搭建云基站实验平台。目前，微软公司提出的 Sora软件无线电[3]方案是性能较为优良的软件无线电平台。因此，可以选择Sora软件无线电平台来搭建实验系统。该系统的结构如下图所示：",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0aa812bc4f89909444a4557777f92230b61eb8da8403a8630dfad07405efaaa3.jpg",
        "img_caption": [
            "图2.基于Sora的软件无线电系统结构"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上述软件无线电平台使用了基于X86 的通用处理器作为基带处理和数据处理单元，通过射频控制板卡（RCB）1与射频天线连接。这种方式在硬件连接上与云基站类似。每一套软件无线电即可以看成一套射频/天线末梢与基站的组合。通用处理器系统之间通过有线连接形成信息网络，在其上部署云计算软件系统即可形成云基站模拟环境。在该平台上，通过软件编程的方法实现如LTE 等空中接口链路，从而架构出云基站技术实验平台。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "6 结束语",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "无线接入网络是无线通信系统的关键组成和主要标志，一直以来沿用的基础架构没有发生大的改变。在全球迎向4G时代的进程中现有的接入网体系已经难以满足未来无线通信对系统能耗、传输能力和低成本运维的需求。本文分析了现有无线接入网络面临的重大挑战，对新型的C-RAN系统进行了描述并分析了其需要突破的关键研究内容。在此基础上，给出了C-RAN技术演进的分阶段路线以及针对C-RAN技术搭建小型实验环境的软件无线电方案。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1] 中国移动通信研究院．2010．C-RAN无线接入网绿色演进 [2] Cisco Visual Networking Index,URL:www.cisco.com/web/go/vni [3] Microsoft, Sora Project Homepage, URL: http://research.microsoft.com/en-us/projects/sora/ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者简介：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "黄伊： 中国科学院计算技术研究所、助理研究员huangyi01 $@$ ict.ac.cn石晶林： 中国科学院计算技术研究所、无线通信技术研究中心常务副主任、研究员",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（上接第52页）",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "本文以无线蜂窝网络系统为例，主要从基站间的协作、基站与终端间的协作、终端间的协作以及异构网络间的协作几个方面介绍了先进无线协作通信技术。显而易见，对物理层链路性能持续提升的需求和无线资源的严重短缺之间的矛盾已然成为未来无线系统发展的瓶颈，系统容量与用户间公平性的矛盾，多小区间干扰都已成为制约无线网络进一步发展的重要障碍。通过不同网络元素间的广泛协作以及异构网络间的充分协作提高空中接口的频谱效率和系统整体性能必将成为解决这些问题的最有效手段之一，也将是实现绿色无线通信网络的重要途径。目前，协作通信的研究仍然是一个开放性的问题，标准制定正在讨论之中，许多研究课题也正在开展之中。协作通信技术的发展对无线网络特别是LTE-A各方面究竟有什么影响？我们应该怎样面对新一代无线通信技术带来的挑战和机遇？这些问题还有待学术界和工业界同行进一步探讨。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1].K.C.Wavegedara, G. Bansal,P. Kaligineedi,et al.2Oo8.Wireless Communications: Trendsand Chalenges   \n[2].C.Politis,T. Oda,S.Dixit,et al. September 2004.Cooperative Networks for the Future Wireless World. IEEE Communications Magazine, pp.70-79   \n[3]．李骏.2008．无线协作网络中物理层关键技术的研究．上海交通大学博士学位论文   \n[4]．吴爱军，李屹.2010.未来无线系统中的协作通信．信息通信技术   \n[5]．毛小矛，余官定，仇佩亮.2009.认知无线电中的用户合作通信．浙江大学学报（工学版)，Vol.43，No.1   \n[6].Z.G. Ding, K.K. Leung, D.L. Goeckel et al. 2010. On the application of cooperative transmision to wireless broadcase channels.IEEE ICC2010 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者简介：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "周恩： 中国科学院计算技术研究所、助理研究员 联系地址：zhouen@ict.ac.cn周一青： 中国科学院计算技术研究所、研究员石晶林： 中国科学院计算技术研究所、先进无线技术研究中心常务副主任、研究员",
        "page_idx": 6
    }
]