[
    {
        "type": "text",
        "text": "Ecdysone and Insulin Signaling Play Essential Roles in Readjusting the Altered Body Size Caused by the dGPAT4 Mutation in Drosophila ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yan Yan ab， Hao Wang a.c, Hanqing Chen ab， Anya Lindstrom-Batte a, Renjie Jiao a.d,\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "StateKeyLaboratoryofBrainandCognitiveScience,Istituteofiophsics,ChineseAcademyofSiences,BeijinglChina b University of Chinese Academy of Sciences,Beijing l0o08o, China DepartmentofChemistryandBiology,NationalUniversityofDefense Technology,Changsha40China   \ndGuangzhouHoffman IstituteofImuologyShoolofBasiccienesGuangzhouedicalUniversityGuangzhou582Chna ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 13 April 2015; revised 4 June 2015;accepted 4 June 2015 Available online 18 July 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Bodysize isoneof tefeatures thatdistinguishone species fromanotherin the bological world.Animals havedeveloped mechanisms to controltheirbodysizeduring noral development.However,howanimalscope withgeneticalterationsandorenvironmentalstresses to developintonormal-sizedadultsremainpoorlyunderstood.Theabilityoftheanimalstodevelopintoanormal-sizedaultafterthe challenges ofgenetic alteratiosand/orevironmentaltrees reveals arobustnessofbodysizecontrol.Here wesothatthemutation of dGPAT4,adeovosthasoflysopospatidicacid,isageticeratiotattgerssuchobustsposeoftaaltbody size challnges inDrosophila.Lossof dGPAT4leadstoasevere delayof development,sow growthandresultantsmal-sizedanimals duringthelarval stages,utresultsinnoral-sizedadultfies.Terobustbodysizeadjustmentof thedGPAT4 mutantislikelychieed bycorespondingchangesinecdysoneandinsulinsignalinghichisalsomanifestedbycompromisedfoodintake.Thus,weproposthat astrategyhasbenevoledbyteanmals toreachfialbodysize whenchengedbygeneticalterations,whichrequires thecoodated ecdysone and insulin signaling. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDS: Body size; Robustness; Insulin; Ecdysone; dGPAT4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Body size is one of the most remarkable features of all organisms.The control of the final body size of an individual is associated with two aspects: the growth rate during a given developmental timeperiod and thegrowth duration (Shingleton, 2005; Mirth and Shingleton, 2012). Genetic and environmental alterations that affect the growth rate and growth duration may contribute to the final body size, such as nutrients,temperature and altered genetic background (Mirth and Shingleton，2O12). The genetic control of body size by regulators and pathways has been well documented, loss of function of which will lead to body size changes (Mirth and Shingleton, 2O12).Mutations of the insulin receptor InR,the kinases (PI3K,Akt or Tor)，and the downstream effectors(S6K or eIF4E）of the insulin signaling pathway all lead to a reduction of the body size (Liu et al., 1993；Sutter et al.， 2OO7). However, the genetic and environmental alterations do not always change the final body size of individuals,for example,damaged organ/tissue or the Cengl mutation (Gundner et al., 2O14) does not lead to any final body size changes.It remains poorly understood how normal final body size is achieved when the animals are challenged with certain genetic or environmental alterations during development. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "caused by genetic or environmental alterations.A perturbed wing disc in Drosophila would slow down the growth of other discs and the whole body,presumably allowing enough time for the damaged disc to repair (Simpson et al., 198O; Stieper et al.,2008;Halme et al.， 2O1O). During this repair process, ecdysone signaling is considered to be the limiting factor ensuring a normal final body size (Stieper et al., 2OO8). Other studies show that perturbed wing discs secrete dilp8,an insulin-like peptide，inhibiting ecdysone biosynthesis and slowing down the growth of other tissues (Colombani et al., 2012；Garelli et al.，2O12). Consistently,loss of dilp8 has been shown to result in large variation of body size and maturation time in Drosophila(Colombani etal., 2O12; Garelli et al., 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Genetic alterations have also been reported to produce normal-sized adults with changes in developmental timing (Mirth and Shingleton，2O12). Loss of Cengl results in normal-sized adult flies with moderate delay of the second instar larval stage in Drosophila (Gundner et al., 2O14). The expression of ecdysone is reduced in the Cengl mutant,presumably explaining the extension of developmental time (Gundner et al., 2O14). However, the underlying mechanism remains unclear.Thus,it is important to find more such mutations，which may help to eventually elucidate how the robustness of the body size control is achieved under certain genetic and/or environmental alterations. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Lysophosphatidic acid (LPA)，consisting of a glycerol backbone,a fatty acyl chain and a free phosphate group,is one of the important phospholipids for animal development,and is considered as a lipid mediator (Athenstaedt and Daum, 1999). LPA has been reported to be involved in diverse biological processes,such as cellular proliferation,cell migration,neurogenesis,reproductive functions,fat metabolism and tissue remodeling (Mills and Moolenaar, 2OO3；Aoki et al.， 2008; Yao and Rock, 2O13). There are three possible paths to produce LPA: de novo synthesis from a glycerol-3-phosphate by glycerol-3-phosphateacyltransferases(GPATs),recycling synthesis from phospholipids by phospholipases,and uptake from foods (Aoki et al., 2008; Yao and Rock, 2013). Here we report thatloss of dGPAT4,one of the de novo synthases ofLPA in Drosophila,triggers a robust body size readjustment.Loss of dGPAT4 causes a severe delay of development,exhibiting a small-sized animal at the larval stages,but resulting in a normal-sized adult.We show that the robustness of body size control in dGPAT4 mutantsislikelyachievedbyareduction of ecdysone signaling and an increase of insulin resistance, consequently compromising the food intake of mutant animals. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Loss of dGPAT4 causes severe delay of development of Drosophila larvae ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To explore whether de novo LPA synthesis plays a role in the development of Drosophila,we searched the genome of Drosophila melanogaster for possible homolog(s) of human glycerol-3-phosphateO-acyltransferase(hGPAT） family. Four Drosophila homologous genes that may encode GPAT wereidentified:CG5508/minotaur, dGPAT4/CG3209, CG15450 and CG4625/Dhap-at. CG5508/minotaur, which exhibits high sequence identity with hGPAT1 $( 3 3 \\% )$ ，has been reported to be involved in primary piRNA biogenesis (Vagin et al.， 2013). CG4625/Dhap-at,which exhibits relatively lower sequence identity with the hGPAT family $( 2 4 \\% )$ is involved in peroxisome biogenesis (Faust et al.，2012). dGPAT4/CG3209and CG15450， which exhibithigh sequence identity with hGPAT4( $56 \\%$ and $42 \\%$ ，respectively),encodeproteins that have beenreported to belocated on the surface of lipid droplets (LDs） and to be associated with LD turnover in Drosophila S2 cells (Wilfling et al., 2013).However, it is unknown whether these GPATs are important for Drosophila development. To this end,we generated mutant flies of one of these GPAT family members，dGPAT4/CG3209 (Fig. S1） by using CRSPR/Cas9- mediated mutagenesis (Wei et al.， 2O13； Yu et al., 2013, 2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Homozygous $d G P A T 4 ^ { 2 I }$ (bearing 2 bp deletion in the second exon) mutant flies displayed a semi-lethal phenotype: $8 6 . 3 \\%$ of the homozygous mutant embryos were not able to develop into the larval stages (Fig. S2A),while about $14 \\%$ of embryos survived to the larval stages. Very interestingly, nearly all the surviving animals that entered the larval stages developed into adults (Fig. 1C). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We carefully compared the developmental stagesof $d G P A T 4 ^ { 2 I }$ mutant larvae and the control larvae.For the $d G P A T 4 ^ { 2 I }$ mutant larvae,it took about eight days to pupate from 1st instar larvae,whereas for the control larvae,it normally took five days (Fig.1A). The mutant larval body size was smaller than that of the control larvae at the same developmental time (Fig.1B). The fact that the survival rate of $d G { \\bar { P A } } T { \\mathcal {4 } } ^ { 2 I }$ mutant larvae showed little difference compared to the control (Fig. 1C) implies that dGPAT4 is dispensable for development after the transition from embryos to 1st instar larvae (Fig.1C).To confirm that the semi-lethal and developmental delay phenotypes were caused by loss of dGPAT4,we examined phenotypes of the other two independent alleles from the CRISPR/Cas9 targeting experiment, $d G P A T 4 ^ { 2 2 }$ that bears a 1 bp deletion in the second exon and $d G P A T 4 ^ { l 0 3 }$ allele that bearsa 18bp deletion in the second exon. $d G P A T 4 ^ { 2 2 }$ showed similar semi-lethality and severe developmental delay as $d G P A T 4 ^ { 2 I }$ ,whereas $d G P A \\bar { T 4 } ^ { I O 3 }$ did not show any detectable difference compared with the control (Fig. S2). These results indicate that $d \\bar { G } P A T { 4 ^ { 2 I } }$ and $d G P A T 4 ^ { 2 2 }$ mutations,which cause a frame shift of the dGPAT4 coding sequence of the second exon,resulted in the loss of function of dGPAT4, whereas $d G P A T \\mathcal { 4 } ^ { I O 3 }$ with a 6 amino acid deletion likely did not affect the normal function of dGPAT4.This conclusion was also confirmed by the following experiments: we examined survival rate and pupation rate of $d \\dot { G } P A T { 4 ^ { 2 { \\cal I } } } / d G P A T { 4 ^ { 2 { \\cal 2 } } }$ and $d G P A T \\mathcal { 4 } ^ { 2 I } / d G P A \\mathcal {4 } ^ { I \\hat { O } 3 }$ Ptrans-heterozygousflies. $d G P A T \\mathcal { 4 } ^ { 2 I } /$ $d G P A T \\mathcal { 4 } ^ { 2 2 }$ trans-heterozygous flies showed semi-lethality and severe developmental delay phenotypes similar to that of the dGPAT421 mutant,whereas $d \\dot { G } P A T \\mathcal { 4 } ^ { 2 I } / d G P A \\mathcal {4 } ^ { I 0 3 }$ transheterozygous flies did not show any detectable phenotypes. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b4b607e44466195d28ec6b45c958258dd1f7a4920c63e3d2f5bf7a10601c44e3.jpg",
        "img_caption": [
            "Fig.1.Loss of dGPAT4 causes severe delay of developmental timing in Drosophila larvae. A: Developmental timing of larval stages in control(（yw; $d G P A T \\mathcal { 4 } ^ { 2 I } / C y O$ $K r { \\cdot } G F P )$ and $d G P A T 4 ^ { 2 I }$ mutant $( y w ; d G P A T 4 ^ { 2 I } )$ . AED,after egg deposition. B: Relative larval volume of control （yw; $d G P A T 4 ^ { 2 I } / C y O ,$ $K r – G F P )$ and $d G P A T \\mathcal { 4 } ^ { 2 I }$ mutant (yw; $d G P A T 4 ^ { 2 I } )$ at different developmental timing points.The larval volume is calculated by the formula: Volume $= 4 / 3 \\times ( \\mathrm { D } / 2 ) ^ { 2 } \\times ( \\mathrm { L } / 2 )$ ,D,diameter;L,length.The larval volume is normalized to the volume of $2 4 \\mathrm { h }$ control larvae.C: Survival rate of control (yw; $d G P A T \\mathcal { A } ^ { 2 I } / C y O$ ,Kr-GFP)and $d G P A T 4 ^ { 2 I }$ mutant ( $\\begin{array} { r } { \\nu w ; \\ d G P A T \\mathcal { 4 } ^ { 2 I } , } \\end{array}$ ）from lst instar larvae to pupae.D: Transition rate of the control （yw; $d G P A T \\mathcal { H } ^ { 2 I } / C y O$ ,Kr-GFP)and the $d G P A T 4 ^ { 2 I }$ mutants (yw; $\\begin{array} { r } { d G P A T 4 ^ { 2 I \\setminus } } \\end{array}$ from 1st instar larvae to 2nd instar larvae (L1/L2,black),2nd instar larvae to 3rd instar larvae (L2/L3,orange) and 3rd instar larvae to pre-pupae (L3/P,green).Error bars represent $\\pm$ SEM. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The normal developmental period of a wild type Drosophila larva consists of three transitions: the first transition occurs with moultingabout $2 4 \\mathrm { h }$ after the 1st instar larva is hatched(L1/L2); the second transition occurs with moulting about $2 4 \\mathrm { h }$ after the 2nd instar larva is hatched (L2/L3);and the third occurswith pupation about $4 8 \\mathrm { h }$ after the 3rd instar larva is hatched (L3/P). To know when the developmental delay precisely occurs in $d G P A T 4 ^ { 2 I }$ mutant larvae, we examined the transition rates of the three moulting processes.The transition rate and duration of the L1/L2 transition displayed little difference between the mutants and the control (Fig. 1D),which is consistent with the observation that there was little difference inlarval body size between the 1st instar mutants and the control larvae (Fig.1A and B). However,periods of the L2/L3 and L3/P transitions were delayed1.1 days and 2.3 days,respectively (Fig.1D). All these data indicate that dGPAT4 has a pivotal role in controlling developmental timing. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The adult body size and fat storage remain little changed in dGPAT4 mutants ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We next assessed whether the body or organ size would be changed in $d G P A T 4 ^ { 2 I }$ mutants. Interestingly, the body size of adult flies showed little change between the mutants and the control (Fig. 2A and $\\mathbf { A } ^ { \\prime }$ ). Consistent with this observation, the organ size and morphology, such as the eye(Fig.2B and $\\mathbf { B } ^ { \\prime }$ ） and the wing (Fig. 2C and $C ^ { \\prime }$ )，displayed little difference between the mutants and the control. These results suggest that the normal final body/organ size is accomplished in dGPAT4 mutants although the developmental time is noticeably extended. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As GPAT4 has been reported to be involved in LD turnover in a Drosophila S2 cell line(Wilfling et al., 2013), weexamined the fat body of wandering larvae and immature adults for the cumulative LD area in dGPAT4 mutants.The results showed that dGPAT4 mutants had similar LD area values to that of the control (Fig. 2D-F). Consistently，the TAG levels were also similar between the mutants and the control (Fig. 2G),further supporting that dGPAT4 is dispensable for fat storage in Drosophila. These data indicate that in dGPAT4 mutants,the normal final body size can be reached even though the developmental time is significantly extended, suggesting that there exists a strategy for the mutants to adjust the final body size to a normal level upon the genetic alteration of dGPAT4. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/4bf4a205b5c0d54357cf28f4d00c5aaf7737033d902fd514e47e8c0b808d1a02.jpg",
        "img_caption": [
            "rig.z.Ine nai Douy size anu Iat storage reveal no obvious cnanges i aGrAi4 Imutant. A-C: The morphology and size of the adults (A), eyes $\\mathbf { \\tau } ( \\mathbf { B } )$ and wings $\\mathbf { \\tau } ( \\mathbf { C } )$ of the control (yw) and $d G P A T 4 ^ { 2 I }$ mutants (yw; $d G P A T 4 ^ { 2 I \\cdot }$ $\\mathbf { A ^ { \\prime } }$ ： Adult body weight in A; $\\mathbf { B } ^ { \\prime }$ and $\\mathbf { C ^ { \\prime } }$ :Statistic area of eye and wing in $\\mathbf { B }$ and C,respectively.All the areas are normalized to control.Dand E: Lipid droplet (LD)staining offat body in wandering larvae $\\mathbf { \\tau } ( \\mathbf { D } )$ and immature adult ffies $( \\mathbf { E } )$ .Dashed lines mark the cell boundaries. Control: yw; $d G P A T \\mathcal { H } ^ { 2 I } / C y O$ ，Kr-GFP,and $d G P A T 4 ^ { 2 I }$ mutant: yw; $d G P A T \\mathcal { 4 } ^ { 2 \\bar { I } }$ .BODIPY(green）stainsforLD,Phaloidin (red)stainsforF-actin.F:Quantificationofcumulative LDareasperfatbodycell in $\\mathbf { D }$ and E. All the cumulativeLDareasare normalizedtocontrol.G:Triglyceride(TAG)levelofwanderinglarvaeandimmatureadultincontrol（yw; $d G P A T \\mathcal { A } ^ { 2 I } / C y O$ $K r – G F P ,$ and $d G P A T 4 ^ { 2 I }$ mutant (yw; $d G P A T 4 ^ { 2 I } \\cdot$ ).TAG level is normalized to the amount of protein. $\\mathrm { \\Delta X }$ -axis represents TAG/protein $\\mathrm { ( m g / m g ) }$ . Error bars represent $\\pm$ SEM; n.s, no significant difference. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "dGPAT4 mutants exhibit delayed ecdysone signaling and increased insulin resistance ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Wenext investigated how the dGPAT4 mutant animals coordinate the developmental programs to reach a normal final adult body size.To address this question，we first tested whether the developmental delay was due to impaired ecdysone signaling，since ecdysone has been considered to be a pivotal hormone that controls the development timing in Drosophila (Colombani et al.，2005； Layalle et al.， 2008; Tennessen and Thummel， 2011). As shown in Fig. 3A, mRNA levels of the target genes of ecdysone signaling,such as transcription factors E74A, $E 7 4 B$ and $E 7 5 B$ ，werereduced in dGPAT4 mutants compared to the control. The mRNAlevel of dMyc,which has been reported to negatively respond to the ecdysone signal,was increased.These results indicate that in dGPAT4 mutants,the ecdysone signaling is compromised. To further verifythis observation,we examined the mRNAlevel of $E 7 5 B$ in dGPAT4 mutants and the control larvae at different stages (Figs. 3B and S3). Consistent with previous reports (Shingleton，2OO5)，in control animals the mRNA level of ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$E 7 5 B$ reaches two small peaks between $4 4 \\mathrm { ~ h ~ }$ and $1 0 2 \\mathrm { ~ h ~ }$ ，and the highest peak during the late 3rd instar larval stage,at around $1 1 0 \\mathrm { h }$ .However, in dGPAT4 mutants, the highest peak of $E 7 5 B \\ \\mathrm { m R N A }$ level appeared after $1 5 0 \\mathrm { h }$ (Fig. 3B). The fact that the highest peak level of $E 7 5 B$ mRNA in dGPAT4 mutants was similar to that of the control may explain why the pupation rate had little difference between the mutants and the control (Fig. 1C). These results suggest that the dGPAT4 mutants may have readjusted their developmental program by modulating the ecdysone signaling. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Reduced ecdysone signaling has been reported to increase the final body size in Drosophila through accelerating the growth rate or extending the duration of development (Colombani et al., 20O5; Layalle et al., 20O8; Tennessen and Thummel，2O11).According to this scenario,the reduced ecdysone signal in dGPAT4 mutants may have been responsible for the remarkable extension of developmental time; however, it is still not clear why final body/organ size did not change.Since the dGPAT4 mutants showed increased growth duration but unchanged final body size,we predicted that the growth rate of the mutant animals might have decreased. To this end,we carefully examined the expression of insulin pathway genes in dGPAT4 mutants.The mRNA level of eIF4E,a target of the insulin pathway，was significantly decreased in dGPAT4 mutants (Fig.3C),whereas the mRNA level of $4 { \\cal E } { \\cdot } B P ,$ a negative target of the insulin pathway, was increased. These results indicate that insulin signaling has been reduced in dGPAT4 mutants.However，the mRNA levels of dilp2 and dilp3,two important ligands of the insulin pathway,were increased in the mutants,implying that the insulin signals are increased. This contradiction may be explained by that the mutants exhibit insulin resistance.To test this hypothesis,we examined the activity of insulin signaling after an addition of insulin.The phosphorylation level of Akt,an indicator of insulin pathway activity,was remarkably increased in the control larvae,whereas the increase of the phosphorylation level of Akt was significantly reduced in dGPAT4 mutants (Fig. 3D), suggesting that loss of dGPAT4 leads to insulin resistance during development. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/4fc9d034c88aabf94067761aea641b50adfd2a9f4929c211c048440364446d91.jpg",
        "img_caption": [
            "Fig.3.dGPAT4 mutant shows delayed peaks of ecdysone signaling and increased insulin resistance. A: The mRNA levels of the ecdysone signaling pathway reporters (E74A, $E 7 4 B$ and $E 7 5 B$ ),receptor $( E c R )$ ,upstream factor (PTTH)and downstream factor (dMyc) detected by quantitative PCR in $9 6 \\mathrm { ~ h ~ }$ control and $d G P A T 4 ^ { 2 I }$ mutant larva. Control: yw; $d G P A T \\mathcal { A } ^ { 2 I } / C y O$ Kr-GFP,and $d G P A T 4 ^ { 2 I }$ mutant: yw; $d G P A T 4 ^ { 2 I }$ .B: The mRNA level of $E 7 5 B$ detected byquantitativePCRatdiferentdevelopmental timepoints.TherelativemRNAlevelsarenormalized tomRNA levelsf $4 4 \\mathrm { ~ h ~ }$ （204号 controllarva.C:ThemRNA levels of the insulinsignalingpathway ligands (dilp2,dilp3anddilp5),receptor $( I n R )$ and effectors (4E-BP,dS6K and eIF4E) detected by quantitative PCR.D:Akt phosphorylation level after insulin treatment ( $\\mathrm { \\Omega _ { \\mathrm { 1 0 } } \\mu g / m L }$ $1 5 \\mathrm { m i n }$ )detectedby Western blotting.S5O5 phosphorylation ofAkt was detected by antibody D9E. Total Akt and $\\beta$ -tubulin were used as loading controls.Error bars represent $\\pm$ SEM. $^ { * * }$ $P < 0 . 0 1$ $^ *$ $P < 0 . 0 5$ ; n.s, no significant difference. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Loss of dGPAT4 suppresses the rate of food intake ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Body growth is tightly associated with nutrient status and nutrient demand in all organisms (Shingleton,2Oo5;Mirth and Shingleton， 2012； Callier and Nijhout, 2013). It is known that at a similar nutrient demand,a high level of nutrients would promote organismal growth whereas a low level of nutrients would limit organismal growth (Shingleton, 2005； Mirth and Shingleton，2O12； Callier and Nijhout. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2013).It is also known that at a similar nutrient level, the nutrient demand is connected to the physiological and genetic conditions of the organism.For example,the early instar larvae need more nutrients for growth whereas the wandering larvae do not need as much (Mirth and Shingleton,2012). Genetic manipulations,such as a decrease of neuronal activity, can change the nutrient demand of an animal (Bjordal et al.,2O14). It is possible that the nutrient demand might have been altered for the dGPAT4 mutants.To address this question,we fed the dGPAT4 mutants and the control larvae blue dye food, followed by an examination of food intake.As shown in Fig. 4A and B,food intake was greater during the early larval stages and was reduced during the wandering stage for control animals.In contrast, the food intake for the dGPAT4 mutants was less than the control during the 2nd instar larval stage,and was similar for the early 3rd instar larvae,whereas more food intake was detected for the mutants than the control at the wandering stage. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To further investigate whether this food intake difference between the mutants and the control animals was caused by the altered intake rate or intake capacity,we examined food intake of mutant animals $( 1 4 4 ~ \\mathrm { h } )$ and control animals $( 8 4 ~ \\mathrm { h } )$ with similar body size.It took about $4 5 ~ \\mathrm { m i n }$ for the control larvae to reach a peak of food intake whereas to reach the same peak, the mutants needed $1 8 0 ~ \\mathrm { { m i n } }$ (Fig. 4C). The difference in time was not due to locomotion because there was little difference detected in locomotion activity between the mutants and the control(Fig.4D).These results indicate that loss of dGPAT4 reduces the rate of food intake during early larval stages.This reduced food intake is consistent with the observations of decreased insulin signaling and prolonged developmental time,which is in principle essential for ensuring normal-sized adults by the robust readjustment of developmental programs. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/af63a638e79722d37e2a5907f6c4083e75281cf9dc7c5b58e97d8025f831968d.jpg",
        "img_caption": [
            "Fig. 4.Loss of dGPAT4 inhibits the rate of food intake. A: The food intake $( 4 5 ~ \\mathrm { m i n } )$ of control and $d G P A T 4 ^ { 2 I }$ mutant larvae at different developmental time points. $1 . 5 \\%$ （204 $( \\mathrm { w } / \\mathrm { v } )$ blue dye was added in the normal food. Control: yw; $d G P A T 4 ^ { 2 I } / C y O$ （2 $K r$ -GFP, and $d G P A T 4 ^ { 2 I }$ mutant: yw; $d G P A T 4 ^ { 2 I }$ . B: $\\mathrm { O D } _ { 6 3 0 \\mathrm { n m } }$ of control and $d G P A T 4 ^ { 2 I }$ mutant larvae in A. C: $\\mathrm { O D } _ { 6 3 0 \\mathrm { n m } }$ d $9 6 \\mathrm { h }$ control larvae and $1 1 4 \\mathrm { h } \\ d G P A T 4 ^ { 2 { \\cal I } }$ mutant larvae fed with blue dye food for different time points. $9 6 \\mathrm { ~ h ~ }$ control larvae and $1 1 4 \\mathrm { h } d G P A T 4 ^ { 2 { \\cal I } }$ mutant larvae showed similar volume after $1 8 0 ~ \\mathrm { { m i n } }$ of food intake. D: Locomotor activity of $9 6 \\mathrm { ~ h ~ }$ control larvae and 1 $1 4 \\mathrm { ~ h ~ } d G P A T 4 ^ { 2 I }$ mutant larvae. Error bars represent $\\pm$ SEM; n.s, no significant difference. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Robust developmental programs to control final body size are critical for animals to survive a variety of stresses,particularly those genetic and/or environmental alterations that affect the body size during development. In this study,we show that a genetic alteration，the mutation of dGPAT4 in Drosophila, causes small-sized animals during early larval stages,but results in normal-sized adults.This readjustment of body size is associated with a remarkable extension of development time, and the robustness of the adjustment is dependent on reduced ecdysone signaling and comprised insulin pathway activity. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The ecdysone signal and the insulin signal are critical signals that control growth duration and growth rate,respectively (Shingleton， 2O05； Mirth and Shingleton， 2012; Callier and Nijhout, 2O13). It is thus possible that the robust body size control depends on the coordinated action of these signals to ensure the development of normal-sized adults. Supporting this hypothesis,we present lines of evidence that both the ecdysone signal and the insulin signal were readjusted to a newlevel in the dGPAT4 mutant animals as compared to the control. However,it is still not clear how the larvae sense the mutation of dGPAT4.It is possible that loss of,or a reduction of,LPA mightbe the key.LPA isalipid mediator and bindsto its Gprotein-coupled receptors,activating diverse downstream effectors,such as the PI3K/Akt pathway, the Ras/ERK pathway and the RHO/RAC pathway (Mills and Moolenaar, 2003). Thus,it is possible that one of the pathways acts as the sensing system to transduce the alteration of dGPAT4 to a cellular response system. The altered insulin signaling in dGPAT4 mutants might be the sensing system,together with some unknown factors to link LPA levels and the insulin signaling pathway. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Taken together,our findings indicate that robustness of body size in the dGPAT4 mutant is achieved by the coordination of ecdysone signaling with insulin signaling and compromises of food intake.Our study highlights insulin signaling as both a sensing system and a responding system in maintaining robustness of final body size when challenged by genetic alterations. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fly strains and husbandry ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All flies were raised on standard cornmeal food with yeast at $2 5 ^ { \\circ } \\mathrm { C }$ The $d G P A T 4 ^ { 2 I }$ mutant was made using the CRISPR/ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cas9 method(Wei et al.， 2013；Yu et al., 2013,2014). The gRNA target sequence (CCAGGGACGCGGTACTCCTGCCC)is located at the second exon of dGPAT4. gRNA and Cas9 mRNA were injected into embryos of yw, hatched flies were crossed with balancers and their offspring were characterized by sequencing. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "LD staining and quantification ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ForLD staining of the fat body in wandering larvae $( 1 1 4 \\ \\mathrm { h } )$ and immature adults (one day after hatching),fat bodies were fixed in $4 \\%$ paraformaldehyde in PBS for $4 0 \\ \\mathrm { m i n }$ at room temperature.After rinsing three times in $1 \\ \\times \\ \\mathrm { P B S }$ ，tissues were incubated for $3 0 ~ \\mathrm { m i n }$ in BODIPY 493/503 (Invitrogen, USA)or Phalloidin (Invitrogen).For quantitative analysis of cumulative LD area,twenty fat body cells from ten larvae were analyzed by Nikon BR3.O software.LD areas,which were normalized to the areas of fat cells,were autonomously recognized with an intensity threshold. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TAG measurements ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TAG level was determined in ten harvested larvae as previously described (Bi et al.，2012，2014). Samples were collected in $1 5 0 ~ \\mu \\mathrm { L }$ PBST (PBS with $0 . 0 5 \\%$ Tween 20), incubated at $7 0 ^ { \\circ } \\mathrm { C }$ for $1 0 ~ \\mathrm { \\ m i n }$ before centrifuging at $1 2 , 0 0 0 \\ \\mathrm { r / m i n }$ for $5 ~ \\mathrm { { m i n } }$ . TAG levels in the supernatants were measured with a Glyceride determination kit (Sigma,USA). The relative glyceride level was normalized to protein level. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Quantitative real time PCR ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Total RNA was prepared from larvae at different developmental stages,thenused forreverse transcription.Quantitative real time PCR was performed using the EVA green PCR kit (Tiangen,China) and the data were analyzed with Opticon Monitor 2 software. $r p 4 9$ was used as the normalization reference.The details of the qPCR primers used in this study are shown in Table S1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Insulin resistance assay ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Twenty larvae with indicated genotypes were harvested and cut from the dorsal cuticle,then incubated for $1 5 \\mathrm { \\ m i n }$ in $1 \\times \\mathrm { P B S }$ added with $1 0 ~ \\mu \\mathrm { g / m L }$ insulin. For the control group, larvaewereincubatedfor $1 5 ~ \\mathrm { m i n }$ in $1 \\times \\mathrm { P B S }$ without insulin, The treated larvae were then used for Western blotting. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Western blotting ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Larval samples were ground in the TENT buffer $( 5 0 \\ \\mathrm { m m o l / L }$ Tris-HCl, pH 7.5;5 mmol/L EDTA, $1 5 0 \\ \\mathrm { m m o l / L }$ NaCl, $1 \\%$ Triton X-1OO) with protease inhibitor (cocktail, Sigma).After centrifugation，the supernatant of samples were boiled for Western blotting using rabbit anti-phospho Akt antibody D9E (1:1000，Cell signaling，USA)，rabbit anti-Akt antibody (1:100o,Cell signaling）and mouse anti- $\\beta$ -tubulin(1:1000, Co-Win, China). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "OD determination of blue dye food feeding ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Larvae fed with food containing $1 . 5 \\%$ (w/v) blue dye (Sigma) were harvested and then ground in water. After centrifugation, thesupernatantswereanalyzed byspectrophotometer 中 $( 6 3 0 \\ \\mathrm { n m } )$ . Two duplicates were carried out. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Statistical analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "All data were analyzed with GraphPad and the $P$ values were calculated with Student's $t$ -test,shown as mean $\\pm$ SEM. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We thankall the Jiao lab members and members from Dr.Li Liu and Dr. Yan Zhu's lab for insightful discussions at the joint fly meetings. This work was financially supported by the grants from the National Natural Science Foundation of China (Nos.81470846,31271573 and31228015), the NationalBasic Research Program of China (No.2012CB825504） and the Chinese Academy of Sciences (No. XDA04020413-02). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "SUPPLEMENTARYDATA ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Table S1 Primer list for quantitative PCR. Fig.S1 Characterization of dGPAT4 mutant flies. Fig. S2 Survival rate and pupation rate of dGPAT4 mutants. Fig. S3 Quantitative PCR of reference genes showing no expression difference between the control and dGPAT4 mutants. Supplementary data related to this article can be found at http://dx.doi.0rg/10.1016/j.jgg.2015.06.008. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Aoki,J.,Inoue,A.,Okudaira,S.,2oo8.Two pathways for lysophosphatidic acid production.Biochim.Biophys.Acta 1781,513-518.   \nAthenstaedt,K.,Daum,G.,1999.Phosphatidic acid,a key intermediate in lipid metabolism.Eur.J.Biochem.266,1-16.   \nBi,J.,Wang,W.,Liu,Z.,Huang,X.,Jiang,Q.,Liu,G.,Wang,Y.,Huang,X.. 2014.Seipin promotes adipose tissue fat storage through the ER $\\mathrm { C a } ^ { 2 + }$ ATPase SERCA.Cell Metab.19,861-871.   \nBi,J.,Xiang,Y.,Chen,H.,Liu,Z.,Gronke,S.,Kuhnlein,R.P.,Huang,X., 2012. Opposite and redundant roles of the two Drosophila perilipins in lipid mobilization.J. Cell Sci. 125,3568-3577.   \nBjordal,M.,Arquier,N.,Kniazeff,J.,Pin,J.P.,Leopold,P.,2O14. Sensing of amino acids in a dopaminergic circuitry promotes rejection of an incomplete diet in Drosophila.Cell 156,510-521.   \nCallier,V.,Nijhout,H.F.,2O13.Body size determination in insects:a review and synthesis of size-and brain-dependent and independent mechanisms. Biol.Rev. Camb.Philos. Soc.88,944-954.   \nColombani,J.，Andersen,D.S.,Leopold,P.,2012.Secreted peptide Dilp8 coordinates Drosophila tissue growth with developmental timing. Science 336,582-585.   \nColombani,J.，Bianchini，L.，Layalle,S.，Pondeville,E.，DauphinVillemant,C.,Antoniewski,C.,Carre,C.,Noselli, S.,Leopold,P.,2005. Antagonistic actions of ecdysone and insulins determine final size in Drosophila. Science 310,667-670.   \nFaust，J.E.，Verma，A.，Peng，C.，McNew,J.A.，2O12．An inventoryof peroxisomal proteins and pathways in Drosophila melanogaster. Traffic 13,1378-1392.   \nGarelli,A.,Gontijo,A.M.,Miguela,V.,Caparros,E.,Dominguez,M.,2012. Imaginal discs secrete insulin-like peptide 8 to mediate plasticity of growth and maturation.Science 336,579-582.   \nGundner,A.L.,Hahn,I.,Sendscheid,O.,Aberle,H.,Hoch,M.,2014.The PIKE homolog Centaurin gamma regulates developmental timing in Drosophila.PLoS One 9,e97332.   \nHalme,A.,Cheng,M.,Hariharan,I.K.,2O1o.Retinoids regulate a developmental checkpoint for tissue regeneration in Drosophila.Curr. Biol.20, 458-463.   \nLayalle,S.,Arquier,N.,Leopold,P.,2Oo8. The TOR pathway couples nutrition and developmental timing in Drosophila.Dev. Cell15,568-577.   \nLiu,J.P.,Baker,J.,Perkins,A.S.,Robertson,E.J.,Efstratiadis,A.,1993.Mice carrying null mutations of the genes encoding insulin-like growth factor I (Igf-1) and type 1 IGF receptor (Igflr). Cell 75,59-72.   \nMills,G.B.,Moolenaar,W.H.,2Oo3.The emerging role of lysophosphatidic acidin cancer.Nat.Rev. Cancer 3,582-591.   \nMirth,C.K.，Shingleton，A.W.，2O12.Integrating body and organ size in Drosophila: recent advances and outstanding problems.Front.Endocrinol. (Lausanne) 3,49.   \nShingleton,A.W.,2Oo5.Body-size regulation: combining genetics and physiology. Curr.Biol.15,R825-R827.   \nSimpson,P.，Berreur,P.，Berreur-Bonnenfant,J.，198O.The initiationof pupariation in Drosophila:dependence on growth of the imaginal discs.J. Embryol.Exp.Morphol.57,155-165.   \nStieper，B.C.，Kupershtok，M.，Driscoll，M.V.，Shingleton，A.W.，2008. Imaginal discs regulate developmental timing inDrosophila melanogaster. Dev.Biol. 321,18-26.   \nSutter,N.B.,Bustamante,C.D.,Chase,K.,Gray,M.M.,Zhao,K.,Zhu,L., Padhukasahasram,B.,Karlins,E.,Davis,S.,Jones,P.G.,Quignon,P., Johnson,G.S.,Parker,H.G.,Fretwell,N.,Mosher,D.S.,Lawler,D.F., Satyaraj,E.,Nordborg，M.,Lark,K.G.，Wayne,R.K.,Ostrander,E.A., 2007.A single IGF1 allele is a major determinant of small size in dogs. Science 316,112-115.   \nTennessen,J.M.,Thummel,C.S.,2O11.Coordinating growth and maturation 一 insights from Drosophila. Curr. Biol.21,R750-R757.   \nVagin，V.V.，Yu,Y.,Jankowska,A.,Luo,Y.，Wasik,K.A.，Malone,C.D., Harrison,E.,Rosebrock,A.,Wakimoto,B.T.,Fagegaltier,D.,Muerdter,F., Hannon,G.J.,2O13.Minotaur is critical for primary piRNA biogenesis. RNA 19,1064-1077.   \nWei,C.,Liu,J.,Yu,Z.,Zhang,B.,Gao,G., Jiao,R.,2O13.TALEN orCas9- rapid,efficient and specific choices for genome modifications.J.Genet. Genomics 40,281-289.   \nWilfling,F.，Wang,H.，Haas,J.T.，Krahmer,N.,Gould,T.J.,Uchida,A., Cheng，J.X.，Graham，M.，Christiano，R.，Frohlich，F.，Liu，X., Buhman，K.K.，Coleman，R.A.，Bewersdorf,J.，FareseJr.，R.V., Walther,T.C.,2O13.Triacylglycerol synthesis enzymes mediate lipid droplet growth by relocalizing from the ER to lipid droplets.Dev.Cell24,384-399.   \nYao,J.,Rock,C.O.,2O13.Phosphatidic acid synthesis in bacteria.Biochim. Biophys.Acta 1831,495-502.   \nYu,Z.,Chen,H.,Liu,J.,Zhang,H.,Yan,Y.,Zhu,N.,Guo,Y.,Yang,B., Chang,Y.,Dai,F.,Liang,X.,Chen,Y.,Shen,Y.,Deng,W.M.,Chen,J., Zhang,B.,Li,C., Jiao,R.,2O14.Various applications of TALEN- and CRISPR/Cas9-mediated homologousrecombination to modifythe Drosophila genome.Biol. Open 3,271-280.   \nYu,Z.,Ren,M.,Wang,Z., Zhang,B.,Rong,Y.S.,Jiao,R.,Gao,G.,2013. Highly efficient genome modifications mediated by CRISPR/Cas9 in Drosophila. Genetics 195,289-291. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]