[
    {
        "type": "text",
        "text": "Effect of the W-beam central guardrails on wind-blown sand deposition on desert expressways in sandy regions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Cui1,2,3,4,LI Shengyu1\\*,LEI Jiaqiangl,LI Zhinong³, CHEN Jie3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences,Urumqi 830011, China;   \n² College of Resource and Environment Sciences,Xinjiang University, Urumqi 83o046,China;   \n3 Xinjiang Academy of Transportation Sciences, Urumqi 83ooo0, China;   \n4 University of Chinese Academy of Sciences,Beijing 10o049,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Many desert expressways areaffected bythe deposition of the wind-blown sand,which might block the movement of vehicles or cause accidents. W-beam central guardrails, which are used to improve the safety of desert expressways,are thought to influence the deposition of the wind-blown sand,but this has yet not to be studied adequately.To address this isse, we conducted a wind tunnel test to simulate and explore how the W-beamcentral guardrails affect the airflow,the wind-blown sand flux and the deposition of the wind-blown sand on desert expressways in sandy regions. The subgrade model is $3 . 5 \\mathrm { c m }$ high and $8 0 . 0 \\ \\mathrm { c m }$ wide, with a bank slope ratio of 1:3. The W-beam central guardrails model is $3 . 7 \\mathrm { c m } \\mathrm { h i g h }$ ，which included a $1 . 4 \\mathrm { - c m }$ -high W-beam and a 2.3-cm-high stand column.The wind velocity was measured by using pitot-static tubes placed at nine different heights (1,2,3,5,7,10,15,30 and $5 0 ~ \\mathrm { c m }$ ）above the floor of the chamber. The vertical distribution of the wind-blown sand flux in the wind tunnel was measured by using the sand sampler, which was sectioned into 20 intervals.In addition, we measured the wind-blown sand flux in the field at K50 of the Bachu-Shache desert expressway in the Taklimakan Desert on 11 May 2016,by using a customized 78-cm-high gradient sand sampler for the sand flux structure test. Obstruction by the subgrade leads to the formation of two weak wind zones located at the foot of the windward slope and at the leward slope of the subgrade,and the wind velocity on the leeward side weakens significantly. The W-beam central guardrails decrease the leeward wind velocity, whereas the velocity increases through the botom gaps and over the top of the W-beam central guardrails.The vertical distribution of the wind-blown sand flux measured by wind tunnel follows neither a power-law nor an exponential function when affcted by either the subgrade or the W-beam central guardrails.At $0 . 0 H$ and $0 . 5 H$ (where $_ { H = 3 . 5 \\mathrm { c m } }$ ,which is the height of the subgrade),the sand transport is less at the $3 \\mathrm { c m }$ height from the subgrade surface than at the 1 and $5 \\mathrm { c m }$ heights as a result of obstruction by the W-beam central guardrails,and the maximum sand transportation occurs at the $5 \\mathrm { c m }$ height affected by the subgrade surface.The average saltation height in the presence of the W-beam central guardrails is greater than the subgrade height.The field test shows that the sand deposits on the overtaking lane leward of the W-beam central guardrails and that the thicknessof the deposited sand is determined by the difference in the sand mass transported between the inlet and outlet points, which is consistent with the position of the minimum wind velocity in the wind tunnel test. The results of this study could helpus to understand the hazards of the wind-blown sand onto subgrade with the W-beam central guardrails. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: wind velocity field; wind-blown sand flux;W-beam central guardrails;sand deposition; desert expressway; wind tunnel test; Taklimakan Desert ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:WANG Cui,LIShengyu,LEIJiaqiang,LIZhinong,CHENJie.2O20.Efectof theW-beamcentral guardrailson wind-blownsand depositionon desert expresswaysinsandyregions.Journal of AridLand,12(1):154-165. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The W-beam central guardrails are commonly used on desert expressways to contribute to vehicle safety (Jason et al.,2Oo5). In recent years,the deposition of the wind-blown sand on the subgrade surface with the W-beam central guardrails has become a concern (Li et al.， 2Ol6) because sand-blown erosion and sand deposition are the primary sources of sand damage on desert expressways (Lei et al.,2008; Cheng et al.,2015). The height and slope of the subgrade affect the airflow, which correlates negatively with wind velocity, and eddy airflow forms leeward of the subgrade (Yang et al., 2O1O). The setlement of the sand particles at the foot of the leward and windward slopes results in sand deposition on the roadbed (Zhang et al., 2O10; Yang et al., 2011). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Taklimakan Desert, the largest mobile desert in China, is characterized by arid climate with little precipitation. The Taklimakan Desert Highway which goes across the Taklimakan Desert was built in 1995.Along this highway,a comprehensive sand-control system of straw checkerboard barrers and fences was installd, which can decrease the wind velocity and sand deposition, so as to protect the highway from being buried by the wind-blown sand (Cheng et al.,2015). Huang et al. (2013) and $\\mathrm { X u }$ et al. (2018) also simulated the turbulent flow and the motion of the sand particles over the surface of straw checkerboard barriers. Wind fences, which are used to protect areas from high wind action and sand damage,have been studied to determine the distance of optimum protection,the wind reduction efficiency, and the optimum porosity (Dong et al., 2006,2007; Li and Douglas, 2015; Zhan et al., 2017).The shelterbelt systems in the Taklimakan Desert have also been studied,and the results show that the shelterbelt can not only control the wind-blown sand damage but also provide ecological benefits (Lei et al., 2008). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Significant research has been done to understand how fences affect the vertical distribution of the wind-blown sand flux， how fence porosity affects the sediment deposition and why sand accumulates upwind of low-porosity fences but downwind of high-porosity fences (Dong et al., 2004; Cornelis and Gabriels, 2Oo5). Large-diameter sand particles deposit on the windward side of fences,whereas suspended sand particles pass through the fences,and the sand particles deposited on the leeward side of windbreaks stay put because of the direction and intensity of the eddy airflow (Zheng et al., 2O11). The mean sand velocity decreases dramatically and the particle concentration decreases leeward of a fence,further, the vertical distribution of the sand around fences follows an exponential function (Zhang et al., 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In desert regions, with the development of road transportation, there is a growing demand for the building of desert expressways (Zheng et al., 2011). High-speed expressways differ substantially from low-speed roads in terms of subgrade structure and safety requirements. Higher subgrade, central guardrails,and the anti-glare nets of desert expressways tend to increase the sand deposition on the subgrade surface (Yang et al.,2O10). The W-beam central guardrails have generated new types of sand damage, but their interaction with airflow and wind-blown sand remains unclear. This study uses wind tunnel test and field test to investigate the airflow associated with the wind-blown sand under the W-beam central guardrails. The results of this study could help us to understand the wind-blown sand hazards caused by the subgrade with the W-beam central guardrails. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1Wind tunnel test of wind velocity ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A scaled simulation experiment was conducted in a wind tunnel at the Desert Research Station of Mosuowan, Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences. The total length of the blower-type non-circulating wind tunnel was $1 6 . 2 \\mathrm { m }$ ,which included an 8-m-long test section. The test section was $1 . 3 \\mathrm { m }$ wide and $1 . 0 \\mathrm { m }$ high. The inlet wind velocity at the wind tunnel ranged from 1 to $2 0 \\mathrm { m / s }$ and the boundary layer in the case of pure wind was about $1 5 \\mathrm { c m }$ for an inlet velocity of $1 2 \\mathrm { m / s }$ (Zheng et al., 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Figure 1 shows the experimental setup. The W-beam central guardrails combined a 28-cm-high ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "W-beam and a 46-cm-high stand column, as used on the Bachu-Shache desert expressway in the Taklimakan Desert. The wind tunnel model was a 1:2O scaled-down version of a prototype expressway design. The model consisted of two parts: the subgrade and the W-beam central guardrails. The subgrade model was $3 . 5 \\mathrm { c m }$ high and $8 0 . 0 \\ \\mathrm { c m }$ wide,with a bank slope ratio of 1:3. The W-beam central guardrails model was 3.7cm high, which included a 1.4-cm-high W-beam and a 2.3-cm-high stand column. Figure 2a shows a photograph of the W-beam central guardrails in the field and Figure 2b shows the guardrails used in the wind tunnel test. The wind velocity was measured in two cases: (1) subgrade without the W-beam central guardrails and(2) subgrade with the W-beam central guardrails. Specifically, the wind velocity was measured by using pitot-static tubes placed at nine different heights(1, 2, 3,5,7,10, 15,30 and $5 0 \\mathrm { c m } )$ )above the floor of the chamber. The pitot-static tubes were connected to calibrated pressure transducers via thin plastic tubing.The test points in front of the W-beam central guardrails were -20.0H,-15.0H,-10.0H, $- 8 . 5 \\mathrm { H }$ $- 7 . 0 \\mathrm { H } , -$ $3 . 5 \\mathrm { H }$ and $- 1 . 0 \\mathrm { H }$ (where $_ { \\mathrm { H } = 3 . 5 ~ \\mathrm { c m } }$ , which is the height of the subgrade),the test points in lee of the W-beam central guardrails were $1 . 0 \\mathrm { H } , 3 . 5 \\mathrm { H } , 7 . 0 \\mathrm { H } , 8 . 5 \\mathrm { H } , 1 0 . 0 \\mathrm { H } , 1 5 . 0 \\mathrm { H } , 2 0 . 0 \\mathrm { H } , 2 5 . 0 \\mathrm { H }$ and 30.0H, and the test point in central of the W-beam guardrails was $0 . 0 \\mathrm { H }$ . The inlet wind velocity was determined by hot-wire anemometry at the height of $5 0 \\mathrm { c m }$ and with the wind velocities of 8,10 and $1 2 ~ \\mathrm { m / s }$ in the wind tunnel test. The temperature, relative humidity, and atmospheric pressure were measured by using a hygrothermograph just outside the wind tunnel. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f4065ed3e0b9991e87231e04072ddd44f58ff8b76b3f62da239661c6d226b153.jpg",
        "img_caption": [
            "Fig.1Schematic diagram of experimental setup "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The physical wind flow in the wind tunnel test can be understood by applying the correct simulation principles. The physical processes of the full-scale flow can be simulated in the laboratory by matching the non-dimensional coefficients of the equations of motion in the scaled laboratory experiment to those obtained in the field wind tunnel (White,1996). Three parameters need to be considered: the Rossby number, the bulk Richardson number and the Reynolds number （204号 $\\scriptstyle ( R e = \\rho \\nu \\mathrm { L } / \\mu$ ，where $\\rho$ is the density of the fluid $( \\mathrm { c m } ^ { 3 } )$ ， $\\nu$ is the velocity $\\mathrm { ( m / s ) }$ ,L is the characteristic length $\\mathrm { ( m ) }$ and $\\mu$ is the viscosity coefficient (Pa·s)). The effects of the Rossby number can be ignored if the laboratory test is restricted to the lowest $1 0 . 0 \\% { - } 1 5 . 0 \\%$ of the height of the boundary layer. If the laboratory test is done in the lowest $7 . 2 \\%$ of the height of the boundary layer, then the longitudinal velocity spectrum in the inertial subrange is modeled accurately. The bulk Richardson number is zero for neutral-stability atmospheric flow, which is easily simulated in the laboratory by isothermal flow.A Reynolds number greater than $1 . 0 { \\times } 1 0 ^ { 4 }$ is independent of scale.In this study, we used a minimum wind velocity of $8 ~ \\mathrm { m / s }$ in the wind tunnel test, with a subgrade width of $8 0 ~ \\mathrm { c m }$ This gave a Reynolds number of $4 6 . 0 \\times 1 0 ^ { 4 }$ . The Reynolds number was therefore independent so the airflow over the scale model was dynamically similar to that over the full-scale field versions (White,1996).We also considered the geometric similarity between the prototype and the scale model and matched the shape and materials of the model to those of the prototype.We set the degree of congestion of the model size being less than $6 . 0 \\%$ to avoid interference by the wind tunnel wall. The maximum windward area of the tested model was $3 9 2 . 0 ~ \\mathrm { c m } ^ { 2 }$ and the degree of blocking was $3 . 9 \\%$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/9e4b2ff8966e40285313128803a6163c6cc3f4c4a553fc32e84d4972c2a82328.jpg",
        "img_caption": [
            "Fig.2Photograph of the W-beam central guardrails on the Bachu-Shache desert expressway in the Taklimakan Desert (a) and overview of the scaled-down W-beam central guardrails in the wind tunnel test (b) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2Structure of the wind-blown sand flux and patterns of the sand deposition ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The structure of the wind-blown sand flux was measured in the wind tunnel. The median diameter of the sand particles was $1 3 8 . 8 \\mu \\mathrm { m }$ ,as measured by a Malvern particle-size analyzer (Mastersizer 2000, Malvern Instruments Ltd., Malvern, UK). The sand particles were laid (in a $2 0 \\ \\mathrm { c m }$ deep layer and about $1 \\mathrm { m }$ long and $1 \\mathrm { m }$ wide) on the wind tunnel floor about $2 . 0 \\mathrm { m }$ downwind from the entrance of the test section in the wind tunnel. The sand sampler was used to measure the vertical distribution of the sand particles and the wind-blown sand flux.The sampler was $2 0 \\ \\mathrm { c m }$ tall and sectioned into 20 intervals (area of each interval: $1 \\mathrm { c m } { \\times } 1 \\mathrm { c m } \\$ , and its shape and working principles were the same as reported by Dong et al. (2oo3). The sand sampler was positioned at $- 2 0 . 0 H , - 1 0 . 0 H , - 8 . 5 H , - 7 . 0 H ,$ （204号 $0 . 0 H ,$ $7 . 0 H$ $8 . 5 H _ { \\mathrm { \\Omega } }$ $1 0 . 0 H$ and $2 0 . 0 H$ in the wind tunnel to measure the properties of the subgrade and at $- 7 . 0 H , - 0 . 5 H , 0 . 0 H , 0 . 5 H$ and $7 . 0 H$ to determine the effect of the W-beam central guardrails.The mass of the sand particles collected in the sand sampler was measured by an electronic balance.The experimental wind velocity was $8 \\mathrm { m / s }$ and the test lasted for $1 0 \\mathrm { m i n }$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The field test for wind-blown sand flux was conducted at K5O of the Bachu-Shache desert expressway on 11 May 2016. This desert expressway was $2 8 \\mathrm { ~ m ~ }$ wide and had the W-beam central guardrails. The wind-blown sand flux was measured by a customized gradient sand sampler, which was designed by Wang et al. (2016). The sand sampler had 14 gradients (at heights of 2.0, 5.0, 7.5, $9 . 0 , 1 3 . 0 , 2 0 . 0 , 2 5 . 0 , 3 0 . 0 , 3 7 . 0 , 4 0 . 0 , 5 0 . 0 , 6 0 . 0 , 7 0 . 0$ and $7 8 . 0 \\ \\mathrm { c m } )$ ）and a sand collector with the cross-sectional area of $1 . 7 \\mathrm { c m } { \\times } 1 . 7$ cm. The sand sampler was used to make 10-min measurements on the sand bed, the windward shoulder, and the leeward shoulder of the expressway to test the transportation of the wind-blown sand in the field. The thickness and area of the sand deposits after the sandstorm were measured by using a flexible ruler. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3Data analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.1 Reduction rate of the wind velocity ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The wind velocity field is a comprehensive index indicating the movement of the airflow.The wind velocity at a given height and distance above the subgrade may be expressed in terms of the reduction rate in the horizontal wind velocity $R c ( x , z )$ (Wang et al., 2017): ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nR c _ { ( x , z ) } = ( 1 - u _ { ( x , z ) } / u _ { 0 ( x , z ) } ) { \\times } 1 0 0 \\% ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $x$ is the horizontal distance from the guardrails $( H ) ; z$ is the height above the surface (cm); $u _ { ( x , z ) }$ （204号 is the wind velocity above a surface with either subgrade or the wind velocity at the measuring point $\\mathrm { ( m / s ) }$ ; and $u _ { 0 ( x , z ) }$ is the inlet wind velocity $\\mathrm { ( m / s ) }$ . Here $R c _ { ( x , z ) } { < } 0$ indicates that the wind velocity is higher than the inlet velocity,and $R c _ { ( x , z ) } { > } 0$ indicates that the wind velocity is lower than the inlet velocity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.2Energy loss calculation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The energy loss of the airflow $( \\Delta E )$ in a unit volume can be expressed by Equation 2 (Ni and Li, 2001): ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n{ \\Delta E } = \\rho ( { u _ { 0 } } _ { ( x , z ) } { } ^ { 2 } - { u _ { ( x , z ) } } ^ { 2 } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\Delta E$ is the energy loss of the airflow $( \\mathrm { J } / \\mathrm { m } ^ { 3 } ) ; \\rho$ is the air density $( \\mathrm { k g } / \\mathrm { m } ^ { 3 } )$ ， $u _ { 0 ( x , z ) }$ is the inlet wind velocity $\\mathrm { ( m / s ) }$ ; and $u _ { ( x , z ) }$ is the wind velocity at the measuring point $\\mathrm { ( m / s ) }$ . A larger $\\Delta E$ corresponds to less wind power, and $\\Delta E { < } 0$ indicates increasing wind power. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.3 Calculation of the sand deposit thickness ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For the desert expressway, the windward side of the road shoulder acts as an inlet and the leeward side of the shoulder acts as an outlet. The difference in mass of the wind-blown sand transport between the windward and leeward sides of the expressway gives the mass of the sand deposited on the subgrade surface. If the area of the sand deposition on the subgrade is $1 . 0 \\mathrm { ~ m ~ }$ wide, then the thickness of the sand deposition layer can be determined by: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nd = \\frac { ( Q _ { 1 } - Q _ { 2 } ) } { \\rho \\times 1 0 0 0 0 } \\times t ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $d$ is the thickness of the sand deposition (cm); $Q _ { 1 }$ is the mass of the sand entering the system from the windward shoulder $\\left( { \\mathrm { g / ( h . m ) } } \\right)$ · $Q _ { 2 }$ is the mass of the sand leaving the system from the leeward shoulder $\\left( { \\mathrm { g / ( h . m ) } } \\right)$ ：， $\\rho$ is the bulk density of the sand particles $( \\mathbf { g } / \\mathbf { c m } ^ { 3 } )$ ; and $t$ is the duration during which the wind-blown sand accumulated (h). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.4 Statistic analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We used Origin Pro 9.0 for the linear regression analysis and to plot the results.Surfer 12.O was used to draw the wind velocity field and AutoCAD version 2Oo7 was used to draw the schematic diagram of the experimental setup. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Windvelocityfield ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Figure 3 shows the horizontal iso-velocity field of the subgrade with and without the W-beam guardrails,which is measured under a free stream at wind velocities of 8,1O and $1 2 { \\mathrm { ~ m } } / { \\mathrm { s } } .$ For the subgrade without the W-beam central guardrails, the changes in the horizontal wind velocity can be divided into five regions (Fig. 3a). The first region (labeled I in Fig. 3a) is a region of decreasing horizontal wind velocity in front of the subgrade.A slight reduction occurs in the horizontal wind velocity over the subgrade in the range from $- 2 0 . 0 H$ to $- 1 5 . 0 H ,$ ,where the reduction coefficient of the horizontal wind velocity is ${ < } 9 . 0 \\%$ ． As the distance from the subgrade surface decreases,the horizontal wind velocity decreases at the height of $1 \\ \\mathrm { c m }$ above the subgrade surface,with the reduction coefficients between $2 8 . 0 \\%$ and $3 1 . 0 \\%$ in the distance range from $- 1 2 . 0 H$ to $- 1 1 . 0 H$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The horizontal wind velocity increases in the second region (labeled II in Fig.3a),where the airflow is compressed along the windward slope and the wind velocity increases by about $3 . 0 \\%$ .The maximum wind velocity occurs on the windward shoulder of the subgrade.The airflow is diffused and passes smoothly over the subgrade surface,and the horizontal wind velocity is stable.The third region (labeled II in Fig.3a) is a region of stable horizontal wind velocity over the subgrade surface. The reduction coefficients of the horizontal wind velocity are $0 . 2 \\% - 0 . 6 \\%$ at heights greater than 15 cm above the subgrade surface and $1 0 . 6 \\% { - } 1 8 . 0 \\%$ at heights less than $1 5 \\ \\mathrm { c m }$ above the subgrade surface. The decrease in the horizontal wind velocity near the subgrade surface is a result of the surface drag force.The fourth region (labeled IV in Fig.3a) is the one of decreasing horizontal wind velocity in the lee of the subgrade, where airflow separation occurs and a low-velocity region forms from $1 0 . 0 H$ to $1 1 . 5 H .$ The horizontal wind velocity decreases to a minimum of zero at the foot of the leeward slope and the reduction coefficient decreases with the height above the subgrade surface. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/cd93f19462c7eabb9a39eb0a3d1f93b003ccb31f3b838f5535d3df8b9941bd04.jpg",
        "img_caption": [
            "Fig.3Horizontal iso-velocity contours of the subgrade without the W-beam central guardrails at the inlet wind velocity of $1 2 \\mathrm { m / s }$ (a),and horizontal iso-velocity contours of the subgrade with the W-beam central guardrails at the inlet wind velocities of $1 2 ~ \\mathrm { m / s }$ (b), $1 0 ~ \\mathrm { m / s }$ (c) and $8 ~ \\mathrm { m / s }$ (d). $H$ is the height of the subgrade ( $\\scriptstyle { \\cal H = 3 . 5 \\ \\mathrm { c m } }$ ).I,II, III,IV and $\\mathrm { v }$ represent the five regions of the horizontal wind velocity affected by the subgrade. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the fifth region (labeled V in Fig.3a), the wind velocity recovers. Specifically, the wind velocity increases downwind of the point of reattachment of the separated flows,and the horizontal wind velocity recovers with increasing distance from the subgrade surface.The subgrade affects the airflow up to $2 0 . 0 H .$ After this point, the reduction coefficient of the horizontal wind velocity is less than $1 0 . 0 \\%$ and the airflow gradually recovers to its inlet velocity. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The horizontal iso-velocity contours of the subgrade with the W-beam central guardrails at the inlet wind velocities of 12,10 and $8 ~ \\mathrm { m / s }$ are shown in Figures 3b-d.Under the obstruction of the subgrade with the W-beam central guardrails,the wind velocity decreases in the range from $- 3 . 5 H$ to $3 0 . 0 H ,$ ,and the reduction coefficient of the horizontal wind velocity reaches $4 7 . 0 \\%$ at the height of $3 . 5 ~ \\mathrm { c m }$ above the subgrade in $0 . 0 H .$ The reduction coefficients are $2 7 . 0 \\%$ at the test point $- 3 . 5 H$ above the subgrade surface and $1 8 . 0 \\%$ at the test point $- 0 . 5 H$ at the height of $1 . 5 \\ \\mathrm { c m }$ above the subgrade surface.The reduction coefficient increases to $4 7 . 0 \\%$ at the height of $3 . 5 \\mathrm { c m }$ in front of the W-beam central guardrails and the horizontal wind velocity increases by $1 . 0 \\%$ to the inlet velocity at the height of $6 . 5 \\mathrm { c m }$ above the W-beam central guardrails.The reduction coefficient is $3 7 . 0 \\%$ at the test point $0 . 5 H$ behind the W-beam central guardrails at the height of $1 . 5 \\ \\mathrm { c m }$ above the subgrade surface (Fig. 3b).The minimum horizontal wind velocity on the subgrade surface varies in the range of $3 . 5 H - 3 . 7 H ,$ ,decelerating to 0.93,1.16 and $1 . 4 1 ~ \\mathrm { m / s }$ at the inlet wind velocities of 8,10 and $1 2 \\mathrm { m / s }$ respectively; and the reduction coefficient reaches $6 0 . 0 \\%$ at the height of $1 . 5 \\mathrm { c m }$ above the subgrade surface (Figs.3b-d). At the $3 0 . 0 H$ test point, the horizontal wind velocity recovers to $7 2 . 0 \\% 8 0 . 0 \\%$ of the inlet velocity. As the inlet wind velocity increases,the horizontal wind velocity-recovery ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "distance decreases. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Changes in the energy loss of the airflow ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Under the influence of the subgrade, the energy loss of the airflow varies from $- 1 6 . 9 0$ to $6 0 . 4 5 ~ \\mathrm { J } / \\mathrm { m } ^ { 3 }$ (Fig. 4). The increase in the airflow energy is mainly concentrated at the height of $5 \\mathrm { c m }$ above the expressway shoulder, where wind erosion is easy to happen because of the increase in the airflow energy. Under the influence of the subgrade and W-beam central guardrail structure, the energy loss of the airflow varies from $- 2 . 9 0$ to $9 0 . 4 0 ~ \\mathrm { J } / \\mathrm { m } ^ { 3 }$ ,and the airflow energy increases above and below the W-beam central guardrails. At $0 . 5 H$ behind the W-beam central guardrails, the energy loss of the airflow is $9 0 . 4 0 ~ \\mathrm { J } / \\mathrm { m } ^ { 3 }$ , so the wind-blown sand particles are easily unloaded at this point. Overall, the energy loss of the airflow is greater for the subgrade with the W-beam central guardrails than for the subgrade without the W-beam central guardrails (Fig. 4),and the power of the airflow decreases so that the wind-blown sand particles settle in this region. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/513f6a60b662329707bd524d57d6e2a2cdc92135b45f2540de194fa32493a78b.jpg",
        "img_caption": [
            "Fig.4Energy loss of the airflow for the subgrade with the W-beam central guardrails and without the W-beam central guardrails under different distances from the subgrade at the vertical heights of $1 \\mathrm { { c m } }$ (a), $3 \\mathrm { c m }$ (b), $5 \\mathrm { c m }$ (c), $7 \\mathrm { c m }$ (d), $1 0 \\mathrm { c m }$ (e) and $1 5 \\mathrm { c m }$ (f) "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3Changes in vertical distribution of the wind-blown sand flux ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the presence of the subgrade and W-beam central guardrails,the vertical distribution of the wind-blown sand flux does not decay exponentially with height, and the maximum sand transport is concentrated higher above the subgrade (Fig. 5). The subgrade (without the W-beam central guardrails) causes the maximum sand transport to concentrate between 3 and $5 \\mathrm { c m }$ heights above the subgrade surface and to decrease in the heights of $0 { \\mathrm { - } } 1 \\ \\mathrm { c m }$ (Fig. 5a). The characteristics of the sand transport can be attributed to the underlying solid surface of the subgrade.For this particular subgrade surface,the saltating particles lose only smallamounts of momentum in collsions with the solid subgrade surface and the majority of the saltating particles jump higher than the level of the soft sand bed. At the toe of the leeward slope,the sand particles are lifted by the subgrade and the maximum transport of the sand occurs at the $5 \\mathrm { c m }$ height above the subgrade surface.At the front and on the leeward side of the subgrade,the sand transport decreases with increasing height, which conforms to the structure of the sand flux on a flat sand bed (Fig. 5a). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As shown in Figure 5b, the W-beam central guardrails change the structure of the wind-blown sand flux over the expressway subgrade. Under the influence of the W-beam central guardrails, the transport of the sand decreases from $6 5 . 0 \\%$ （204号 $( - 7 . 0 H )$ to $3 0 . 0 \\%$ （204号 $( 0 . 5 H )$ over a height of1 cm above the subgrade surface. Some sand particles are lifted by the up-flow,and the transport of the sand increases with height. However, although some of the sand particles are lifted, the maximum transport of the sand is concentrated at the height of1 cm above the subgrade surface as a result of the bleed flow. At test points of $0 . 0 H$ and $0 . 5 H ,$ ,the transport of the sand at the height of $3 \\mathrm { c m }$ above the subgrade surface is less than that at the heights of 1 and $5 \\ \\mathrm { c m }$ above the subgrade surface, respectively, which is attributed to the obstruction by the W-beam central guardrails. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/908b61bfe5579b3c0f907520b6abe2314fe656f44f6c51c25bb961efd411671b.jpg",
        "img_caption": [
            "Fig.5Structure of the wind-blown sand flux at diffrent test points as a function of height above the subgrade surface.(a),subgrade without the W-beam central guardrails; (b),subgrade with the W-beam central guardrails. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The average saltation height characterizes the profile of the wind-blown sand flux, which is defined as the height corresponding to the $50 \\%$ cumulative percentile (Wu, 1987). Figure 6 shows the average saltation height on the subgrade (without the W-beam central guardrails) surface and on the subgrade with the W-beam central guardrails. The average saltation height is $0 . 6 1 { - } 0 . 8 9 ~ \\mathrm { c m }$ in front of the subgrade and the windward shoulder,and then increases to $2 . 7 2 { \\scriptstyle - 3 . 9 6 \\ \\mathrm { c m } }$ on the subgrade surface of $0 . 0 { - } 7 . 0 H .$ The average saltation height is $4 . 3 1 - 5 . 1 7 ~ \\mathrm { c m }$ in the leeward of the subgrade. The saltation flux over the subgrade surface is maintained by a successive series of saltating particles; they obtain their energy from the wind while they are in moving air and then collide elasticaly with the subgrade and rebound with more energy from the air so that they rise to a greater height. The average saltation height for the subgrade with the W-beam central guardrails is greater than that for the subgrade without the W-beam central guardrails. It varies from 3.94 to $5 . 0 6 ~ \\mathrm { c m }$ which suggests that more particles move in a higher layer near the guardrails. This result is attributed mainly to uplift flow above the guardrails,which pushes the saltation particles to a greater height. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Thickness of the sand particle deposition ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The field test shows that the wind-blown sand flux follows a power-law function and the correlation coefficient of the function is between O.81 and 0.95 (Table 1).The wind-blown sand flux at 1-20,20- 40 and $4 0 { - } 8 0 ~ \\mathrm { c m }$ heights accounts for $6 4 . 5 0 \\% - 8 2 . 3 1 \\%$ ， $9 . 8 7 \\% - 1 7 . 2 6 \\%$ and $7 . 8 2 \\% - 1 8 . 2 4 \\%$ of the total wind-blown sand flux in the $\\scriptstyle 0 - 8 0 \\ c m$ sand layer, respectively (Table 1). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/4ec622b5e04751b69b785bf3cc69b06389293566f00b6b6d68d184bc4b69d8ea.jpg",
        "img_caption": [
            "Fig.6Average saltation height as a function of distance from the W-beam central guardrails. $H$ is the height of the subgrade. ",
            "Fig.7Photograph of the sand deposition at K50 of the Bachu-Shache desert expressway "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/ff6fbd77dd56fc842c119c25dfc81ab6b12693c49f54228a2734eced940e8d32.jpg",
        "table_caption": [
            "Table1Parameters of the wind-blown sand flux structure in the field test "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Underlying surface type</td><td rowspan=\"2\">Power-law fit</td><td rowspan=\"2\">R²</td><td colspan=\"3\">Percentage of the sand flux to the total flux in the O-80 cm sand layer (%)</td><td rowspan=\"2\">Sand transport (kg/(h·m))</td></tr><tr><td>0-20cm</td><td>20-40 cm</td><td>40-80 cm</td></tr><tr><td>Mobile sand bed</td><td>y=169.36x-1.015</td><td>0.81</td><td>69.07</td><td>15.54</td><td>15.38</td><td>73.1</td></tr><tr><td>Windward shoulder</td><td>y=615.6x-1.335</td><td>0.95</td><td>82.31</td><td>9.87</td><td>7.82</td><td>17.1</td></tr><tr><td>Leeward shoulder</td><td>y=253.73x-0.92</td><td>0.92</td><td>64.50</td><td>17.26</td><td>18.24</td><td>15.3</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To estimate the sand transport in the $\\textstyle 0 - 8 0 \\ { \\mathrm { c m } }$ layer, we integrate the power-law function of the wind-blown sand flux structure. The sand transport is $7 3 . 1 ~ \\mathrm { k g / ( h . m ) }$ over the sand bed and 17.1 $\\mathrm { k g / ( h { \\cdot } m ) }$ at the windward shoulder.The sand flux on the leeward shoulder is $1 5 . 3 \\mathrm { k g / ( h . m ) }$ . The sand transported over the sand bed exceeds that transported over the subgrade surface, because the sand bed provides a greater source of the sand particles. Some of the sand particles are deposited under the influence of the subgrade slope and there is no supply of new sand, so the concentration of the sand is less than that on the sand bed. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Taking the sandstorm occurred on 11 May 2016 at K50 of the Bachu-Shache desert expressway as an example (Fig.7), the inlet and outlet sand mass was 17.1 and $1 5 . 3 \\mathrm { k g / }$ (h.m),respectively, and the bulk density of the sand particles was about $1 . 6 5 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 }$ . The sandstorm lasted about $1 0 \\mathrm { ~ h ~ }$ ，and the modeled depth of the sand was about $1 . 1 \\mathrm { c m }$ ,which was calculated from Equation 3. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The field investigation shows that this sandstorm deposited sand in a O0.2-0.3-cm-thick strip and that the volume of the deposition depends on both the amount of available sand and the wind power. Sand deposition occurs mainly on the leward side of the guardrails in the overtaking lane. In the field test, the distance of the overtaking lane from the W-beam central guardrails was between 65 and $4 4 0 ~ \\mathrm { c m }$ . Deposition of the sand on the expressway is consistent with the minimum wind velocity and airflow in the wind tunnel test. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For a desert expressway with the W-beam central guardrails, the airflow is affected by the combined action of the subgrade and W-beam central guardrails. On the subgrade surface around the W-beam central guardrails, the approaching flow is compressed and separates into two flows: the bled flow and the lift flow. The bleed flow passes through the gaps at the base of the W-beam central guardrails and is therefore compressed,and its velocity increases slightly. The lift flow passes over the top of the W-beam central guardrails,and its velocity also increases.The lift flow is separated at the downwind edge of the W-beam central guardrails,leading to a reversed flow in the lee of the W-beam central guardrails. The reversed negative flow meets the positive bleed flow from the gaps at the base of the W-beam central guardrails,at which point the reversed airflow vanishes and the positive wind velocity decreases. Airflow fields behind porous fences are complicated by both the bleed flow that passes through gaps in the fence and the displaced airflow passing over the fence (Dong et al., 2O07). Finally, the eddy zone disappears when the fence porosity exceeds $40 \\%$ (Lee and Kim,1999). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Variations in the wind velocity can be used to represent the energy of the airflow, with higher wind velocity leading to more wind-blown sand.If sufficient sand is available, then the sand discharge is proportional to the third power of the wind velocity (Bagnold, 1941). The subgrade and W-beam central guardrails exert a drag force on the wind field, which causes a net loss of momentum in the incompressible airflow and therefore a shelter effect. The additional drag force of the W-beam central guardrails increases the friction velocity and the roughness element.The energy lost by the airflow decreases, so the lower momentum of the aeolian sand leads to disequilibrium in the wind-blown sand,and the sand particles setle out in the low-velocity zone (Thomas et al., 2014). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The wind-blown sand flux is not positively correlated with height, and the maximum mass density of the sand and the particle saltation height both increase,similar to the results from the Gobi region reported by Zhang et al. (2015). The wind-blown sand flux is affected by the inlet wind velocity, the grain size,the fetch length and the characteristics of the underlying surface (Dong et al., 2002; Liu and Dong, 2004; Thomas et al., 2014). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The average saltation height and the decay rate of the wind-blown sand both increase with wind velocity and fetch length (Dong,2Oo4). Sand transportation at the height of $0 { - } 2 \\thinspace \\mathrm { c m }$ exceeds $50 \\%$ of the sand transportation at the height of $0 { - } 1 0 ~ \\mathrm { c m }$ ，which means that the near-surface wind-blown sand flux is more saturated and there is more active exchange on the sand bed and more sand deposits near the W-beam central guardrails (Wu, 1987). The value of the average saltation height increases to $2 . 7 2 { - } 5 . 1 7 ~ \\mathrm { c m }$ in the range from $- 7 . 0 H$ to $2 0 . 0 H ,$ ，which shows that the wind-blown sand flux on the subgrade surface is not saturated because there is an insufficient supply of the sand, indicating the occurrence of saltation. The wind-blown sand is not in active exchange with the subgrade surface. The loss of airflow energy near the W-beam central guardrails is the main reason for the deposition of the sand. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the field test, the structure of the wind-blown sand flux shows that the sand flux activity concentrates mainly near the surface in the $0 { - } 2 0 ~ \\mathrm { c m }$ layer,which is consistent with the results of Cheng et al. (2O15).Because of the difference in scale, the characteristics of the wind-blown sand flux in the wind tunnel test differ from those observed in the field test.In addition,the lower chamber of the collector of the sand sampler in the field was 2.0, 5.0,7.5 and $9 . 0 \\mathrm { c m }$ deep and the cross-sectional area of the chamber was $1 . 7 \\ \\mathrm { c m } { \\times } 1 . 7 \\ \\mathrm { c }$ m.The sparsely spaced collectors and the large cross-sectional area of the chamber cannot accurately reflect the near-surface wind-blown sand flux. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This study investigates the characteristics of the sand deposition on the Bachu-Shache desert expressway. The field investigations show that the wind-blown sand deposits mainly on the leeward side of the W-beam central guardrails in the overtaking lane. The velocity characteristics observed in the wind tunnel test show that the minimum wind velocity and the lowest airflow energy occur at $3 . 5 H .$ The deposition of the wind-blown sand on the desert expressway is consistent with the minimum wind velocity and airflow observed in the wind tunnel test. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In this study, the wind tunnel test shows that the subgrade of desert expressway produces two zones of low wind velocity, one on the windward side of the subgrade and the other on the leeward side of the subgrade foot. For subgrades with the W-beam central guardrails,a zone of increasing wind velocity forms above the W-beam central guardrails and a zone of decreasing wind velocity forms in the lee of the W-beam central guardrails.The maximum transport of the sand under the influence of the subgrade is concentrated between 3 and 5 cm above the subgrade surface,and the sand particles are uplifted because of the uplift airflow and stronger bounce from the subgrade surface and W-beam central guardrails.The field test shows that the W-beam central guardrails cause the deposition of the wind-blown sand leeward of the guardrails in the overtaking lane，which is consistent with the point of the minimum wind velocity in the wind tunnel test. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This study clarifies the interaction between the W-beam central guardrails and the movement of the wind-blown sand, but it does not propose a suitable type of the W-beam central guardrails for the desert expressways. Future research should focus on improving the structure of the W-beam central guardrails not only to reduce the impact of the wind-blown sand but also to satisfy the strength requirements of the traffic safety infrastructure of desert expressways. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This research was funded by the Strategic Priority Research Program of the Chinese Academy of Sciences \"Environmental Changes and Green Silk Road Construction in Pan-Third Pole Region\"(XDA2003020201),the National Key Research and Development Program of China (2017YFE0109200) and the National Natural Science Foundation of China (41571011). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Bagnold R A.1941.The Physics of Blown Sand and Desert Dunes.London: Methuen,1-265.   \nCheng H,HeJJ,XuXR,etal.2015.Blownsand motion within the sand-control system in thesouthern sectionof the Taklimakan Desert freeway. Journal of Arid Land,7(5): 599-611.   \nComelis WM,Gabriels D.20o5.Optimalwindbreak designforwind-erosioncontrol.Journal ofAridEnvironments,61(2):315- 332.   \nDong ZB,LiuXP,WangHT,etal.2oo3.Thefluxprofileofablowingsandcloud:awind tunnelinvestigation.Geomorphology 49(3-4): 219-230.   \nDong ZB,Wang HT,Liu XP,etal.2Oo4.The blownsandflux overasandy surface:a wind tunnelinvestigationonthe fetch effect. Geomorphology, 57(1-2):117-127.   \nDongZB,QianGQ,LuoWY,etal.2Oo6.Thresholdvelocityforwinderosion:theeffectsof porous fences.Environmental Geology,51: 471-475.   \nDong ZB,Luo WY,Qian GQ,etal.2O07.Awind tunnelsimulationof the mean velocityfields behinduprightporous fences. Agricultural and Forest Meteorology,146(1-2): 82-93.   \nHuang N,XiaXP,TongD.2O13.Numerical simulationof wind sand movementin strawcheckerboard barriers.TheEuropean Physical Journal E,36(99):1-7.   \nJason MH,VenkyNS,GudmundurFU.2Oo5.Thecrashseverityimpactsoffixedroadsideobjects.JournalofSafetyResearch, 36(2): 139-147.   \nLee SJ,Kim HB.199.Laboratory measurements of velocityand turbulence field behind porous fences.Joumalof Wind Engineering Industrial Aerodynamics,80(3): 311-326.   \nLeiJQ,iSY,JinZZetal.2Oo8Sytheticologicalevonmeteectofengneeingofprotectivebeltsalongesrtfay in Tarim Basin.Chinese Science Bulletin,53(Supp 1):169-178.(in Chinese)   \nLiBL,Douglas JS.2O15.Aerodynamics and morphodynamics of sand fences:Areview.Aeolian Research,17:33-48   \nLiSY,FanJL,WangHF,etal.2O16.Causesand thoughtsofcomprehensivecontrolofblownsanddisasteratQiahaBridgeof NationalHighway315,in CeleCountyXinjiang,NorthwestChina.AridLand Geography,39(4):754-760.(inChinese)   \nLiu XP,Dong ZB.2O04Experimentalinvestigationoftheconcentration profileofablowingsandcloud.Geomorphology,60(3- 4): 371-381.   \nNi JR,LiZS.20ol.Near-bed velocityprofiles inblown-sand flow.JournalofSedimentResearch,(3):16-23.(in Chinese)   \nThomasP,EricJR,JasperFK,etal.4.AalyticalmodelfofuxsaturationinsdimenttrasportysicalReviewE,89(): 05223,doi:10.1103/PhysRevE.89.052213.   \nWang C,LiSY,ChenJ.20l6.Theutilitymodelrelatestoasynchronous ntegratedbservationdeviceforroadsandtransportand wind speed. China,Patent No.: 201621382728.6.[2017-06-13].(in Chinese)   \nWang T,QuJJ,LingYQ,etal.20l7.WindtunneltestontheefectofmetalnetfencesonsandfluxinaGobiDesert,China. Journal of Arid Land, 9(6): 888-899.   \nWhite BR.1996.Laboratory simulationof aeoliansand transport and physical modeling offlow arounddunes.Annals of Arid Zone,35(3): 187-213.   \nWu Z.1987.Aeolian Geomorphology. Beijing: Science Press,1-316.(in Chinese)   \nXu B,Zhang J,Huang N,etal.20l8.Characteristicsof turbulentaeoliansand movementoverstrawcheckerboardbariersand formationmechanismsof theirintermal erosion form.JoumalofGeophysical Research:Atmospheres,l23(13):6907-6919.   \nYang SQ,LiuT,HaoPW.2010.Windtunnelexperiment onconveyingsand performanceabout embankment of desert highway. China Journal of Highway and Transport, 23(1): 7-12.(in Chinese)   \nYang XH,XuXL,HeQ,etal2011.Sandflux estimationduringasand-duststoratTazhongareaofTaklimakan Desert,China. Journal of Arid Land,3(3): 199-205.   \nZhanK,Liu S,Yang Z,etal.2017.Efectsofsand-fixingand windbreak forestsonwindflow:asynthesisofresultsfrom field experiments and numerical simulations.Journal of Arid Land, 9(1): 1-12.   \nZhang KC,ZhangWM,TanLH,etal.2015.Effectsof gravelmulchonaeoliantransport:afieldwindtunelsimulation.Joual of AridLand,7(3):296-303.   \nZhang N,Jong HK,SangJL.201.Windtunelobservationontheefectofaporous windfenceontheshelterofsaltatingsand particles.Geomorphology,120(3-4): 224-232.   \nZhengXJ,MaGS,HuangN.2011.Sheltereffctof wind-break wallanditsimpactonsanddeposition.Joumalof Desert Research,31(1):21-27.(in Chinese)   \nZheng ZH,LeiJQ,LiSY,etal.20l2.Testand evaluationof windflowcharacteristicsofaportablewindtunnel.Joualof Desert Research,32(6):1551-1558.(in Chinese) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]