[
    {
        "type": "text",
        "text": "护理园地 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自动痔疮套扎术治疗痔疮围手术期护理干预后效果观察",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张金花，田万莲，林婷广东省南雄市人民医院外二科，广东 南雄512400",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：目的 对肛垫上粘膜套扎法(RPH)联合手术治疗痔围手期护理干预后的效果观察。方法 对采用RPH联合手术治疗痔围手术期护理干预并对效果及满意度进行观察。结果对两组分析比较，试验组总有效率 $9 9 \\%$ ，满意度为 $9 9 \\%$ ，与传统痔疮手术疗效相比,效果明显。结论 RPH围手术期护理干预对术后并发症的发生有明显效果,大大降低了复发率及并发症的发生。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：痔;RPH;围手术期;护理干预 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Observation of effect of RPH treatment on perioperative nursing intervention of hemorrhoid ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Jinhua, TIAN Wanlian, LI ing Nanxiong City People's Hospital ofGuangdong Province,Nanxiong 51240o,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ObjectiveToobserve the efectof theligationof mucous membrane (RPH)combined withtheanalcushion inthe treatment ofhemorrhoids inthe perioperativenursing intervention.Methods To exploredthe efectand satisfactionof nursing intervention in the treatmentofhemorrhoids byRPHcombined withoperation.Results Two groupscompared,the test group the total efficiency of $9 9 \\%$ ，satisfaction was $9 9 \\%$ ，compared with the traditional hemorrhoids surgery, the effect were significant. Conclusion Perioperative nursing intervention on postoperative complications of RPH has a significant effect, greatly reducing the recurrence rate and the incidence of complications. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: hemorrhoids; RPH; perioperative period; nursing intervention ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我市处粤北山区，嗜烟酒，喜食辛辣食品，为痔疮高发地区[,其也是临床常见病、多发病，对于许多痔疮，保守治疗效果不佳，必须进行手术治疗，但是传统的手术治疗由于伤口长期暴露在空气中，导致并发症的发生率也较高，同时还容易出现复发情况[2]。随着医疗设施的不断提高，自动痔疮套扎术(RPH)配合围手术期护理干预的方法降低相应并发症[3-4],RPH又称\"肛垫上粘膜套扎法”，通过RPH自动套扎器(发明人中山大学附属第三医院许瑞云);负压吸引器辅助套扎痔上黏膜，使肛垫上提，这不仅可以有效的消除了痔疮脱垂的症状，还缓解了静脉淤滞，在此基础上我们开展了RPH围术期临床护理干预,通过护理干预，,提高患者的舒适度，减少并发症及降低复发率，我院自2013年引进并开展了此项技术，并配合围术期护理干预，现选用2013年10月～2015年10月病例1000例，均采用了RPH手术，经过问卷及口头询问，均取得了良好效果，与其它同级医院相比效果一致5，并且疗效明显，符合目前痔疮治疗的新理念，极具临床推广价值。现将护理干预报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1资料与方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1一般资料",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "选取1000例患者进行研究，男415例，女585例，平",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "均年龄48岁，病程2\\~20年;所有患者均为ⅢI\\~IV度的混合痔且内痔情况。临床症状主要为便时出血、肛门脱垂、肛周大便难擦干净等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2手术方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "协助患者取侧卧位，常规术野皮肤消毒与铺巾。肛周阻滞麻醉后，加石蜡油润滑后插入肛窥器，消毒直肠与肛管，显露齿状线和内痔块，将负压吸引头与吸引机相连接，打开闭合负压后，工作人员用手指将套扎器枪□堵住，检查负压能否到达 $\\cdot 0 . 0 8 { \\sim } . 0 . 1 \\ \\mathrm { m P a }$ 经肛窥器置入枪管并对准目标，在负压抽吸下,将组织吸入枪管内。当负压值达到 $\\cdot 0 . 0 8 { \\sim } . 1 0 ~ \\mathrm { M P a }$ 时，工作人员应轻轻的抖动枪柄，避免吸入肌层组织，然后转动棘轮。在转动8个刻度左右后，即可释放胶圈，同时将相应的组织套住。随后将负压释放器开关打开，消除负压，释放被套扎的组织。如套扎的组织面积太小，就必须要重复操作，取保套扎的效率，以免出现胶圈过早脱落，导致出现损伤或者出血。根据上述的方式进行下一次套扎，重复套扎不宜超过5处组织。最后退出肛窥镜，在肛内置入莎安爽壳聚糖凝胶，进行修剪和剥离，",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.3 护理干预 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.3.1心理干预因病人对环境的改变，及对手术的担心而会出现紧张、焦虑等不良情绪。这就需要护理人员应积极的与患者进行交流，了解患者的心理情况，根据患者的问题制定相应的心理护理计划，缓解患者的不良情绪，通过沟通，让患者体验到家的温暖，落实以病人为中心的服务理念，耐心的解答患者所提出的问题，积极的满足患者的合理请求，建立良好的护患关系，消除患者与护理人员之间的陌生感，帮助患者树立治疗的信心。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.2手术前的准备术前配合医生指导患者完善相关常规检查、做好肛周皮肤准备。术前予清洁灌肠，清除肠道内粪便。若为局麻下手术，则术前指导患者进食粥等。若为腰麻下手术,则指导患者术前6h禁食。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.3术后一般护理病人术后回病房后，局麻术后的患者指导病人侧卧位，全麻术后患者指导患者取枕平卧6h,头偏向一侧，立即测量生命体征，如有异常通知医师处理。如患者有头晕不适，予吸氧。检查肛门局部有无渗血、渗液，并观察记录患者渗出液的颜色和量，密切观察患者的病情变化。保持呼吸道通畅;在术后应禁食 $3 \\mathrm { { h _ { \\circ } } }$ 手术当日应指导患者绝对的卧床休息，防止术区出血。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.4饮食护理术后的第1天，护理人员应嘱患者以流质食物为主食，次日方能进行普通饮食。嘱患者多进食香蕉、火龙果等保持大便通畅;禁食辛辣、寒凉等刺激性食物，多吃写蛋白质高、维生素高的食物。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.5排便的护理手术后护理人员应告知患者在 $4 8 \\mathrm { { h } }$ 前后在开始排便，1次/d,大便以质软呈糊状为佳，避免大便排出使造成损伤和疼痛。在术后3d还无便意的患者，护理人员应指导患者适当的食用些含植物油脂的食物，如芝麻、肉汤等，也可以在晚上睡前食用少量的麻油水和蜂蜜水，如果患者还是不能排便，可采用开塞露进行治疗。如果患者术后出现腹泻，护理人员应指导患者多吃些清淡、易消化的食物，一定要注意饮食的卫生，禁正使用寒凉的食物。嘱患者多饮水，必要时可用止泻药。嘱病人每次大便后，用温水洗净肛周，配合使用坐浴、外用药膏、肛门药栓等，可减轻患者的疼痛，增加血液循环，避免出现感染的情况，加速患者的愈合",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.6疼痛的护理由于术后患者会出现不同程度疼痛以及肛门坠胀感[7-8]，所以护理人员在护理时一定要动作温柔，并且要对患者进行心理干预，分散患者的注意力，必要时遵医嘱给予以止痛药进行治疗。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.7并发症的护理术后常见的额并发症为排尿困难和出血，如患者出现排尿困难，护理人员应对患者进行严密的观察,告知患者要定时排尿,嘱患者多饮水使尿量增多，刺激膀胱，增强尿意。如患者出现出血的情况，护理人员应告知患者不要长时间站立或者进行剧烈运动，立即报告医师紧急进行相应的止血处理，同时要密切观察患者的病情变化，如果病人出现面色苍白、头晕出汗、脉搏细速、血压下降等情况，应立即配合医师进行抢救，必要时进行输血治疗。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4疗效判定标准",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "治愈：患者的临床症状消失，痔核消失，直肠下段恢",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "复正常的解剖结构。好转：患者的临床症状改善，痔疮核缩小；无效：临床症状和痔核均无变化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1000例患者的手术均顺利完成。手术时间为10min左右。术后所有患者均出现不同程度的肛门坠胀感、疼痛及便意感。其中3例患者在手术后6h内出现创口疼痛难忍的情况，2例患者在术后 $8 { \\sim } 1 0 \\mathrm { h }$ 出现尿潴留情况，18例患者在术后 $3 { \\sim } 5 \\mathrm { ~ d ~ }$ 出现排便紊乱的情况。对所有患者进行随访，治愈991例，有效9例，治愈率$9 9 . 1 \\%$ ，总有效率 $100 \\%$ 。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RPH手术是治疗混合痔的新技术，具有安全、有效、恢复快等的优点。而围手术期的护理干预的点在于提前对患者的状况进行评估，这样可以有效的提高患者的治疗效果，同其它疾病一样也助于患者采取积极的治疗态度及选择正确的生活方式，在围手术期的系统性护理干预提高了痔疮手术的临床疗效。通过开展RPH围手术期的护理干预，可以让患者在整个治疗过程中感到家庭的温暖，使患者亲身体会到新技术的优越性。另外,也要求护理人员有丰富的临床经验和熟练操作手法，在相应的护理干预中充分发挥自己的专业性，更有效的为患者解决相应的问题，缓解患者的痛苦。通过本文的研究可得出，术前的对患者进行心理干预和健康指导，增强了患者对治疗的信心，提高了患者的依从性，使其积极的配合治疗。同时在术前进行肠道准备以及术后在排便、饮食方面进行指导，可以有效的提高患者的生活质量，预防并发症的发生，增加了患者的舒适度，加速了患者的康复。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[1]于海泉,康合堂,康彦旭.肛肠疾病流行病学研究报道[J].中国现代医生,2009,11(2):116,132.  \n[2」史玉英.护理干预在降低痔疮手术后尿潴留的临床价值[J].河南医学研究,2014,23(10):142-3.  \n[3]龙文碧.护理干预对痔疮手术患者疗效的影响[J].中外医疗,2009,28(6): 3-4.  \n[4]吴晓鹏,邱燕彬,曾育杉.改良吻合器痔上环形切除术与传统术式治疗中重度痔疮疗效比较[J].中医外治杂志,2014,23(5):26-7.  \n[5」洪翠琼,蔡军红,彭海燕,等.心理干预在痔疮手术患者围手术期的应用及效果观察[J].齐鲁护理杂志,2006,12(8):702-3.  \n[6]黄东胜,王爱华.迈之灵片防治痔术后并发症的疗效观察[J].中国实用医药,2012,7(20):179-80.  \n[7］国家中医药管理局.中医病症诊断疗效标准[M].南京:南京大学出版社,1994:132.  \n[8]陈雪，陈瑰丽.健康教育联合心理疏导对冠心病伴焦虑抑郁患者心理状态的影响[J].中国实用护理杂志,2012,28(6):68-9.  \n[9]黄玉红,宋健.痔疮易造成哪些危害,怎样预防和护理[J].当代医学，2009,15(32):119.",
        "page_idx": 1
    }
]