[
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUBJECT AREAS:SEQUENCEANNOTATION  \nINFLUENZA VIRUS",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 16 June 2014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Accepted 8 January 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Published 2 February 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Correspondence and   \nrequests for materials   \nshould be addressed to D.Z. (zhangdeli@   \ntsinghua.org.cn); L.B. (bli@sun5.ibp.ac.cn)   \nor P.J. (peng-feijiang@ hotmail.com) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\* These authors contributed equally to this work. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Integrative analysis of differentially expressed microRNAs of pulmonary alveolar macrophages from piglets during H1N1 swine influenza A virus infection ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PengfeiJiang1,2\\*,Na Zhou1\\*, Xinyu Chen1\\*, Xing Zhao’,Dengyun Li',Fen Wang',Lijun Bi³& Deli Zhang' ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1CollgeofVeteriaryedicine,Nrthwest&Uiversity,Ynging,XianCityaani1O,P.R.ina,Deprtf Microbiology&lmmunology,SchoolofBasicMedicalciences,WenzhouedicalUniversity,Wenzhou,Zhejiang,325035,P.R. China,StateKybratryflogomolecule,stiteofsis,necdefenesin P. R. China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "H1N1 swine influenza A virus (H1N1 SwIV) is one key subtype of influenza viruses with pandemic potential. MicroRNAs (miRNAs) are endogenous small RNA molecules that regulate gene expression. MiRNAs relevant with H1N1 SwIV have rarely been reported.To understand the biological functions of miRNAs during H1N1 SwIV infection,this study profiled differentially expressed (DE) miRNAs in pulmonary alveolar macrophages from piglets during the H1N1 SwIV infection using a deep sequencing approach, which was validated by quantitative real-time PCR. Compared to control group,70 and 16 DE miRNAs were respectively identified on post-infection day(PID) 4and PID7.56 DE miRNAs were identified between PID 4 and PID 7.Our results suggest that most host miRNAs are down-regulated to defend the H1N1 SwIV infection during the acute phase of swine influenza whereas their expression levels gradually return to normal during the recovery phase to avoid the occurrence of too severe porcine lung damage. In addition, targets of DE miRNAs were also obtained,for which bioinformatics analyses were performed. Our results would be useful for investigating the functions and regulatory mechanisms of miRNAs in human influenza because pig serves as an excellent animal model to study the pathogenesis of human influenza. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "nfluenza viruses are enveloped,negative-strand RNA viruses that are transmited through contact with infected individuals or contaminated items,and through inhalation of aerosols,leading to seasonal outbreaks ofacute respiratory tract infection. Although yearly vaccination can provide some measure ofprotection, rapid mutation can yield emerging variants of influenza with the potential to cause pandemic infections1,2. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "H1N1 swine influenza A virus (H1N1 SwIV) is one key subtype of influenza viruses, which circulates in pigs worldwide causing swine influenza characterized by fever,anorexia,tachypnea,dyspnea and coughing4.In March 2009,a novel swine-origin H1N1 influenza A virus containing gene segments from swine, human, and avian influenza viruses circulated in humans and raised severe concerns about pandemic developments,which indicates the significant role of H1N1-subtype influenza A virus in the evolution of new viruses with pandemic potential6. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Swineinfluenza has the characteristics oflasting fora short period and quick recovery.Lung is the major target organ for H1N1 SwIV infection because its replication is mainly restricted to epithelial cells in the respiratory tract7.However,there is no report whether pulmonary alveolar macrophages (PAMs) can be infected by H1N1 SwIV.As a short-lasting disease,swine influenza manifests itself with an incubation periodof 1-3 days,then the recovery phase follows,which is limited to 6or7days after infection.This suggests thata large number of antiviral molecules may playacentral role in the infection course, which has been partly proved by previous studies. During the acute phase ofthe disease,H1N1 SwIV induces an overwhelming and simultaneous pro-inflammatory cytokines in the lungs of infected pigs such as Th1,Th2,Th3,IFN-alpha,tumor necrosis factor-alpha,interleukins,and so $\\mathbf { o n } ^ { 5 , 9 , 1 0 }$ ，Among these cytokines,several have been demonstrated to be related with anti-viral functions or tissue damage at the acute stage of SwIV infection. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MicroRNAs (miRNAs）are endogenous,non-coding 21- to 23- nucleotide small RNA molecules that regulate gene expression by binding to the untranslated region of target mRNAs,leading to their translational inhibition or degradation'1.Many studies have indi cated miRNAs are attractive candidates as upstream regulators, because miRNAs can post-transcriptionally regulate the entire set of genes12. It is well known that many miRNAs are expressed after a specific virus infection or at a specific developmental stage. Moreover,in the analysis of the gene regulatory mechanisms,attention has been given to key factors in the clinical course and pathology of the disease,particularly when the host is infected with zoonosis, like SwIV.Therefore,identifying specific miRNAs is the first step to understand the biological functions of miRNAs duringH1N1 SwIV infection. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The clinical manifestations and pathogenesis of influenza in pigs closely resemble those observed in humans5.Like humans, pigs are also outbred species,and they are physiologically,anatomically,and immunologically similar to humans13,14. In contrast to the mouse lung,the porcine lung has marked similarities to its human counterpart in terms of its tracheobronchial tree structure,lung physiology, airway morphology,abundance of airway submucosal glands,and patterns of glycoprotein synthesis15-17. Furthermore, the cytokine responses in bronchoalveolar lavage fluid from SwIV-infected piglets are also identical to those observed for nasal lavage fluids of experimentally infected humans18.Recently,several studies have taken porcine genes such as $\\mathrm { { B C L - G ^ { 1 9 } } }$ 0 $\\mathrm { p } 5 8 ^ { \\mathrm { I } \\dot { \\mathrm { P K } } 2 0 }$ ,and $\\mathrm { J A B } 1 ^ { 2 1 }$ as molecular models to study human diseases.These reports indicate that the pig can serve as an excellent animal model to study the pathogenesis of human influenza. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As mentioned above,many proteins,especially some cytokines, were found to berelated to H1N1 SwIV.However,miRNAsrelated to H1N1 SwIV have rarely been reported. To obtain sufficient information on host response to H1N1 SwIV infection,the present study focused on differentially expressed(DE) miRNAs in pulmonary alveolar macrophages (PAMs) from piglets during the H1N1 SwIV infection.The comparison of H1N1 SwIV-infected and control PAMs indicated that 70 and 16 known miRNAs were differentially expressed respectively on post-infection day (PID) 4and PID7.The comparison ofH1N1 SwIV-infected PAMs between PID 4and PID7 indicated that56 knownmiRNAswere differentially expressed.Asa result,these data would enable us to betterunderstand the underlying pathogenesis of H1N1 SwIV infection in piglets. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ethics Statement.Our study had been approved by Animal Care and Use Committee of Shaanxi Province,China.All animal procedures were performed according to guidelines developed by the China Council on Animal Care and protocol approved by Animal Care and Use Committee of Shaanxi Province,China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Piglets and virus infection.A litter of six conventionally-reared,healthy 6-week-old, Yorkshire piglets was selected froma high-health commercial farm that has historically been free of all major pig diseases,such as H1N1,PRRsV,porcine circovirus type 2,classical swine fever virus,porcine parvovirus,pseudorabies virus, swine influenza virus and mycoplasma hyopneumoniae infections.All piglets were H1N1-seronegative determined by ELISA (HerdChek PRRS 2XR; IDEXX Laboratories) and absence of H1N1 tested by RT-PCR.Piglets were randomly assigned to three groups in the experiment and raised in isolated rooms.Four piglets wererespectively inoculated with $\\mathrm { 1 0 ^ { 5 } ~ T C I D _ { 5 0 } / m l }$ H1N1 (A/Swine/Guangdong/LM/ $2 0 0 4 ( \\mathrm { H } 1 \\mathrm { \\bar { N } } 1 ) ) ^ { 2 2 }$ by tracheal injection $( 3 ~ \\mathrm { m l } )$ ).Two uninfected negative control piglets were treated similarly with an identical volume of PBS.H1N1 SwIV-infected piglets were clinically examined daily and rectal body temperatures were recorded from PID 1 to 7.Viral reisolates were performed after these piglets were killed.The infected group showed positive while the control group was negative. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Histopathological analysis.Two control piglets were euthanized on $\\mathrm { P I D } 0$ Two infected piglets randomly chosen were euthanized on PID 4and the rest two piglets were euthanized on PID7.All piglets were euthanized by exsanguinations after intravenous administration of pentobarbital.Lung tissues from piglets in three ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/007bb183ed178a91708db265cbd076f12a5373e56196dbd44733b78df6c1d33a.jpg",
        "img_caption": [
            "Figure1|Lung lesions in piglets infected with H1N1 SwIV.(A and B) Piglets were mock infected or infected withH1N1 SwIV.On PID4and PID 7,extensive areas of purple-red consolidation indicative of severe pneumonia were observed in lungs of virus-infected piglets,indicated by arrows (A2,B2,A3 and B3).However,on PID0,similar lesions were not observed in lungs of control piglets (Al and B1).(C) Microscopic lung lesions in piglets infected with H1N1 SwIV.Lungs of control uninfected piglets show normal alveolar walls,clear air space,and absence of exudation into the alveolar space (C1).Lungs of piglets infected with H1N1 SwIV show exudative interstitial pneumonia on PID 4 and PID 7, illustrating the thickened alveolar walls containing intravascularand extravascular inflammatory cells (C2 and C3).The alveolar spaces are collapsed and contain proteinic debris and an increased population of inflammatory cells.Hematoxylin and eosin staining.Magnification, $\\times 2 0 0$ = Representative lung sections ofcontrol and H1N1 SwIV-infected piglets are shown. Similar histological changes were observed in lungs of piglets fromanother independent experiment.(D) Detection of H1N1 SwIV infection in PAM samples from three groups.Exactly,PB2 gene was amplified byRT-PCR.M,DNA marker;1 and 2,two samples on PID 4; 3 and 4, two samples on PID7;5 and 6,two samples onPID 0. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "groups were collected and the macroscopic lesions were estimated visually.Then, Lung tissues were fixed in $1 0 \\%$ (w/v) buffered formaldehyde for $3 6 \\mathrm { ~ h ~ }$ ,and embedded in paraffin according to standard laboratory procedures.Serial sections were cut $5 ~ { \\mu \\mathrm { m } }$ thick from each of the formalin-fixed,paraffin-embedded tissues and were processed for hematoxylin-eosin (HE)-staining according to standard protocols. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNA isolation and small RNA library construction.PAM samples were respectively collected from two control piglets on PID 0,two piglets on PID 4,and two piglets on PID7 using lung lavage technique as previously described²3.These PAM samples were observed by light microscopy to determine the purity in approximately $9 5 \\%$ and then were immediately frozen in liquid nitrogen for RNA isolation. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/ef5749cc20e662a5192d2d3bfafd9074267a5a6b3e498b518be7779c4f430973.jpg",
        "img_caption": [
            "Figure丨dstregdtolosdolets with H1N1 SwIV. Nt, nucleotides. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Total RNA from PAM samples was extracted using the mirVanaTM miRNA Isolation Kit (Ambion,Austin,TX) according to the manufacturer's instructions. RNA samples from two piglets on PID 0,PID 4 or PID 7 were respectively mixed as sample on PID 0,PID 4or PID 7.The RNA quality of three samples was assessed using a BioAnalyzer 21oo (Agilent Technology,Santa Clara,CA).The purified RNA was quantified bydetermining the absorbance at $2 6 0 ~ \\mathrm { { n m } }$ using a Nanodrop ND-1000 spectrophotometer (Infinigen Biotechnology Inc., City of Industry,CA).RT-PCR was used to determine the infection of H1N1 SwIV in PAM samples on PID 4and PID 7.Exactly,PB2 gene was amplified with the following primer pair: forward, $5 ^ { \\prime }$ ， AATTACAACAAAGGCACCA ${ \\cdot } 3 ^ { \\prime }$ and reverse, $5 ^ { \\prime }$ -GCTTCCGTTTCATTACCA- ${ \\cdot } 3 ^ { \\prime }$ RNA samples were sequenced with Solexa/Illumina platform by BGI (Beijing Genome Institute at Shenzhen, China). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For small RNA library construction and deep sequencing,the 18-30 nt size range of RNA was enriched by polyacrylamide gel electrophoresis and then $2 0 ~ { \\mu \\mathrm { g } }$ of the purified small RNA from each sample was subject to DNA sequencing with an Illumina Genome Analyzer (Illumina,San Diego,CA) according to the manufacturer's instructions.In brief, proprietary adapters were then ligated to the $5 ^ { \\prime }$ and $3 ^ { \\prime }$ termini of these small RNAs,of which the ligated small RNAs were then used as templates forcDNA synthesis.The cDNA was amplified with $1 8 ~ \\mathrm { P C R }$ cycles to produce libraries that were sequenced using Solexa's proprietary sequencing-bysynthesis method.The image files generated by the sequencer were then processed to produce digital-quality data.After masking of adaptor sequences and removal of contaminated reads,we got the clean reads of full-length small RNA sequences for further analysis.To confirm the quality of these sequencing data,we calculated the average quality score of sites and reads of each sample. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Search for known miRNAs expressed in each sample.To identify known porcine miRNAs (known miRNAs refer to miRNAs that have been included in miRBase) expressed in each sample,the miRBase version 19.0 containing 306 mature porcine miRNAs (http://www.mirbase.org/) was downloaded and a BLASTN search was performed to align the unique sequence reads with porcine precursor miRNA sequences.The hits were considered a real match if there were a minimum of 18 nucleotides matched between the sequence read and the miRNA from the database. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Identification and analysis of DE miRNAs.To identify the DE miRNAs between samples,the count of one known miRNA in each sample was normalized against the total counts of all known miRNAs in this sample.The normalization formula is described as follows:Normalized expressionlevel $\\ O =$ the count of one known miRNA/ total counts of all known miRNAs $\\times 1 0 ^ { 6 }$ .Then,the fold change of one miRNA between samples was calculated,and the following formula was used:Fold change $\\mathbf { \\Sigma } =$ log 2 (treatment/control).Statistical analysis was performed and significance values were determined as previouslydescribed²4.A $\\boldsymbol { \\mathrm { \\tt ~ p ~ } }$ -value below O.01 was considered as significant.Scatter plots were created to visually demonstrate the changing trends of known miRNA expression levels.Published references were searched to identify DE miRNAs that were conservative between pig and humans during the infection with H1N1 influenza A virus. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MiRNA expression patern clustering was performed using miRNAs with significant expression variance.All DE miRNAs were clustered using the hierarchical cluster (Version 3.O) software and the results were visualized using the TreeView (Version 1.1.1) software. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Quantitative real-time PCR (qRT-PCR) experiments.To validate the sequencing results,qRT-PCR experiments were conducted for 5 randomly selected miRNAs using the All-in-OneTM miRNA qRT-PCR detection system(GeneCopoeia,Rockville, USA). Briefly,total RNAs from three groups were prepared as mentioned above. Then,loo ng of total RNA was used to conduct reverse transcription of miRNAs with the All-in-OneTM miRNA First-Strand cDNA synthesis kit (GeneCopoeia,Rockville, USA)as per the manufacturer's instructions. $2 ~ \\mu \\mathrm { l }$ of first-strand cDNA (diluted at 1:5) was used to conduct the qRT-PCR with the miRNA-specific forward primers and the universal adaptor PCR primer (provided by the qPCR kit) using the All-inOneTM miRNA qPCR Kit as per the manufacturer's instructions.All reactions were run in triplicate,and porcine U6 snRNA was used as an endogenous reference. The △△Ct method was used to calculate the expression level differences of miRNAs between examined samples.The miRNA-specific forward primers and U6 snRNA primers were listed in Table S1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Identification of transcription factors (TFs) relevant withDE miRNAs.To identify TFs which regulate the expression of DE miRNAs,the data of interactions between ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/54ef93d1f2e901c02ddda0973fcbcf72d238b8f9bff3b14175468568c10be429.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"4\">Table 1|Numbers of known miRNA after infection with H1N1 SwlV at different time points</td></tr><tr><td>Different time points</td><td>Mature miRNAs</td><td>miRNA precursors</td><td>Reads matched to miRNA precursors</td></tr><tr><td>PID O</td><td>214</td><td>195</td><td>11710898</td></tr><tr><td>PID 4</td><td>204</td><td>184</td><td>5634260</td></tr><tr><td>PID 7</td><td>207</td><td>187</td><td>10911797</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/003cda0855172acfffeb9dc6defdfd3ca42559c8f40ea68b5e2ca1e38e646dd8.jpg",
        "img_caption": [
            "Figure3|Changing trendsofmiRNA expresionlevel insamplesinfectedwithHN1SwIV. （A)Compared withPID0,changingtrendsof miRNA exprssve4.)omparedi0agtdsfepesseelo7.(CCmpedig trendsofmiereseveloalluesDeoiddgeesouexpesigeso in blue. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "TFs and miRNAs were downloaded from TransmiR database (http://202.38.126.151/ hmdd/mirna/tf/).Then,DE miRNAs were aligned with these data to find the relevant TFs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Targets prediction for DE miRNAs.To predict targets of DE miRNAs,our strategy included three parts.For DE miRNAs whose sequences are absolutely consistent with that of human miRNAs with targets verified by experiments,targets of human miRNAswere downloaded frommiRecords (http://mirecords.biolead.org/), miRTarBas (http://mirtarbase.mbc.nctu.edu.tw/index.html),or TarBase (http://diana. cslab.ece.ntua.gr/tarbase/) as targets of homologs in piglet.For DE miRNAs whose sequences are absolutely consistent with human miRNAs without targets verified by experiments,predicted targets of human miRNAs were downloaded from DIANAMICROT (http://diana.pcbi.upenn.edu/cgi-bin/micro_t.cgi),MIRDB (http://www. mirdb.org/),or TargetScan (http://www.targetscan.org/)as targets of homologs in pig For DE miRNAs whose sequences are different from that of human miRNAs,targets were predicted based on $3 ^ { \\prime } \\mathrm { U T R }$ sequences of pig genome and sequences of pig miRNAs using software miRanda,PITA,or RNAhybird,respectively. Then, the intersected targets from these three softwares were used as the predicted targets. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Functional annotation analyses of DE miRNA targets.To fully investigate the functions of the DE miRNA targets,we performed Gene Ontology(GO) enrichment and Kyoto Encyclopedia of Genes and Genomes (KEGG) analyses for the predicted miRNA targets using the david gene annotation tool (http://david.abcc.ncifcrf.gov/). Hypergeometric test and Benjamini&Hochberg false discovery rate were performed using the default parameters to adjust the $\\mathrm { \\tt { p } }$ -value $\\mathrm { ( p < } 0 . 0 5 \\mathrm { ) }$ 1 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Construction of protein-protein interaction (PPI) network regulated by DE miRNAs.Firstly,33718 porcine protein sequences were downloaded from Uniprot database and saved as FASTA format.According to target genes encoding proteins and the same accession number for one protein in different databases,information of proteins regulated by DE miRNAs was obtained by mapping the predicted target genes to proteins.Then,target proteins were mapped to porcine PPI network containing 567586 pairs of PPI constructed by Wang et al.25.The PPI network regulated by DE miRNAs was visualized using the Cytoscape software,in which bigger degreeswere shown ina larger font. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The data discussed in this publication have been deposited in NCBI's Gene Expression Omnibus database (http://www.ncbi.nlm.nih.gov/geo/) under the accession number GSE49249. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The pulmonary pathological changes of piglets infected by H1N1 SwIV.By monitoring clinical signs of all piglets,it was found that piglets in infected groups showed mild signs,such as coughing, dyspnea and shivering on PID 2-4 and recovered on PID 5-7. The average body temperature of infected piglets started to increase on PID 2,rose to $4 0 . 9 ^ { \\circ } \\mathrm { C }$ on PID 3,and returned to the initial temperature (about $3 9 ^ { \\circ } \\mathrm { C } )$ until PID 6.As expected,piglets in the control group showed no clinical signs and the body temperature had also no changes.Lung tissues in each group were collected and the macroscopic lesions of lungs tissues were estimated visually (Fig.1A and B). The pulmonary pathological injury was analyzed using HEstaining.As shown in Fig.1C,lung tissues from piglets in control group (PID O) showed a normal structure and no histopathological changes under a light microscope.In infected groups (PID 4and PID 7),lung tissues indicated widespread alveolar wall thickness caused by alveolar wall capillary congestion, bronchial and alveolar cavity serofluid exudation, mild proliferation of fibroblasts in pulmonary lobule,and bronchial mucosal desquamation．Additionally,the infection of H1N1 SwIV in PAM samples on PID 4 and PID 7 was also determined by RT-PCR.As shown in Fig.1D,both PAM samples from each group had equivalent amounts of infection. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Construction of three different small RNA libraries by Solexa sequencing.In order to identify DE miRNAs in porcine PAMs at different time points post infection withH1N1 SwIV,three different small RNA libraries were sequenced using Solexa technology.After removing the reads of low quality and masking adaptor sequences, total reads of 18 to 30 nucleotides in length were obtained from three samples.From the size distribution of total reads,we found the length distribution peaked at 21 to 23 nucleotides and more than half of these clean reads $( 7 8 . 9 7 \\%$ ， $5 3 . 7 8 \\%$ and $8 0 . 5 1 \\%$ on PID 0,4,7, respectively）were 21 to 23 nucleotides in length,consistent with the common size of miRNA (Fig.2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Category analysis of DE miRNAs.Based on criteria mentioned above in materials and methods section,known porcine miRNAs in each sample were identified.The numbers of known miRNAs were listed in Table 1. The frequency of individual miRNAs in one sample can be used to compare the relative expression of miRNAs between samples26.Thus,we tested the differential expression of miRNAs in samples of PID 4 and PID 7 based on the normalized reads according to the criteria of|fold changel $\\geq 1 . 5$ and $\\mathtt { p } < 0 . 0 1$ . The positive value of fold change means the up-regulation of one miRNA while the negative value means the down-regulation of one miRNA.In total, compared with PID 0,70 known porcine miRNAs were differentially expressed in the sample of PID 4,8 of which were up-regulated while 62 were down-regulated; 16 known porcine miRNAs were differentially expressed in the sample of PID 7,6 of which were upregulated while 10 were down-regulated.56 known porcine miRNAs were differentially expressed in the sample of PID7 compared with PID 4,49 of which were up-regulated while 7 were down-regulated. The changing trends of miRNA expression level were demonstrated byscatterplots (Fig.3) and detailsofDE miRNAswere listed in Table S2,S3,and S4.We then conducted the clustering for DE miRNAs in each sample by hierarchical cluster,and the results were shown by ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ssc-miR-139-5p ssc-miR-148a   \nssc-miR-1277   \nssc-miR-18b   \nssc-miR-1   \nssc-miR-181b   \nssc-miR-1306-5p ssc-miR-374b-3p sSc-miR-15b   \nssc-miR-92a   \nssc-miR-22-5p   \nssc-miR-18a   \nssc-miR-425-5p ssc-miR-149   \nssc-miR-30b-3p sc-miR-99a   \nssc-miR-128   \nssc-miR-2320-5p ssc-miR-532-3p ssc-miR-219   \nssc-miR-935   \nssc-miR-365-3p Sc-miR-425-3p ssc-miR-146b   \nssc-miR-30a-5p ssc-miR-339-5p ssc-miR-326   \nssc-miR-30c-5p ssc-miR-424-5p ssc-miR-1307   \nssc-let-7c   \nssc-miR-503   \nssc-miR-125b   \nssc-miR-1839-5p ssc-miR-450a   \nssc-miR-744   \nssc-miR-24-1-5p Ssc-miR-574   \nssc-miR-664-5p ssc-miR-205   \nssc-miR-191   \nssc-miR-193a-5p ssc-miR-27b-3p ssc-miR-1343   \nssc-miR-320   \nssc-miR-27a   \nssc-miR-664-3p ssc-miR-193a-3p ssc-miR-23a   \nss-miR-42-p Sc-miR- 424-3p ssc-miR-500   \nssc-miR-27b-5p ssc-miR-30d   \nssc-miR-505   \nssc-miR-450b-3p ssc-miR-366-5p ssc-40-5p ssc-miR-185   \nssc-miR-362   \nssc-miR-542-3p ssc-miR-542-5p ssc-miR-155   \nssc-miR-196b-5p ssc-miR-221   \nssc-miR-486   \nssc-miR-9-1   \nssc-miR-9-2   \nssc-miR-95   \nssc-miR-143-3p ssc-miR-4332   \nssc-miR-708-5p ssc-miR-345-5p ssc-miR-4334-3p ssc-miR-4331   \nssr-miR-7 ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/53b01c1859c4dfbddd32835d258f15da18aed5e8bc96237631cc6c4d168eb630.jpg",
        "img_caption": [
            "Figure5丨ValdatifthsueingesultselatieexpressolofadlyldredetectedCR The $\\mathrm { \\Delta X }$ axis represents the diferent groups ofsamples and the Y-axis represents the relative expresson levels of miRNAs. $^ { * * * } p < 0 . 0 0 1$ versus the control group (PID 0). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "heat map (Fig.4).As shown in the heat map,compared with sample on PID 0,most miRNAs were down-regulated in sample on PID 4, whereas only fewmiRNAswere differentially expressed in sample on PID 7. Compared with sample on PID 4,a majority of miRNAs were up-regulated in sample on PID 7. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Validation ofDE miRNAsby qRT-PCR.To validate the Solexa sequencing results,qRT-PCR was performed separately to investigate therelative expressionlevels of 5 randomly selectedDE miRNAs (ssc-miR-424-3p,ssc-miR-542-5p,ssc-miR-365-5p,ssc-miR-450b-5p ssc-miR-450a).As shown in Fig. 5,compared with PID 0，the selected miRNAs were down-regulated on PID 4. Compared with PID 4,these miRNAs were up-regulated on PID 7. In general, the changing trends of these miRNAs in the qRT-PCR results were similar to those in the Solexa sequencing results. Therefore, the qRTPCR results validated the Solexa sequencing results. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To confirm the possibility of using pig as a model to study human influenza,we searched publications to identifyDE miRNAs that were conservative between swine and humans after the H1N1 influenza A virus infection.Interestingly,many DE miRNAs,such as miR-542- 3p,miR-30d,miR-30c, miR-23a,miR-125b,and so $\\mathbf { o n } ^ { 2 7 - 3 0 }$ ，were found conservative (Table 2). ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/a5f101875eb9cb04a93a810ad2f08b8ec3912babf1c6e4c5d90bbdd90093863e.jpg",
        "table_caption": [
            "Table 2|Differentiallyexpresed miRNAs thatareconservativebetweenswine andhumans wheninfectedbyH1N1influenzaAvirus "
        ],
        "table_footnote": [
            "+/DifferentiallexpressedmiRAstatareconservativeorotbetweenswineandumanseninfectedbyHNlinfluenzaAvirus. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"6\">Table2 Diferenfiallyexpresed miRNAsthafareconservafivebefweenswineand humanswhen InfectedbyHINTinfluenza Avirus</td></tr><tr><td colspan=\"6\">reference</td></tr><tr><td>miRNAs</td><td>This study</td><td>Ref.27</td><td>Ref.28</td><td>Ref.29</td><td>Ref.30</td></tr><tr><td>miR-542-3p</td><td>+</td><td>+</td><td></td><td></td><td></td></tr><tr><td>miR-744</td><td>+</td><td>+</td><td>·</td><td></td><td></td></tr><tr><td>miR-30d</td><td>+</td><td>+</td><td></td><td>+</td><td></td></tr><tr><td>miR-30c</td><td>+</td><td>+</td><td>·</td><td></td><td></td></tr><tr><td>miR-532-3p</td><td>+</td><td></td><td></td><td>+</td><td></td></tr><tr><td>miR-23a</td><td>+</td><td>+</td><td></td><td></td><td>+</td></tr><tr><td>miR-423-3p</td><td>+</td><td>+</td><td>·</td><td></td><td></td></tr><tr><td>miR-328</td><td>+</td><td></td><td></td><td>+</td><td></td></tr><tr><td>miR-205</td><td>+</td><td></td><td>·</td><td>+</td><td></td></tr><tr><td>miR-423-5p</td><td>+</td><td>+</td><td>·</td><td></td><td></td></tr><tr><td>miR-185</td><td>+</td><td>+</td><td></td><td></td><td></td></tr><tr><td>let-7c</td><td>+</td><td>+</td><td></td><td></td><td></td></tr><tr><td>miR-125b</td><td>+</td><td>+</td><td>+</td><td></td><td></td></tr><tr><td>miR-339-5p</td><td>+</td><td>+</td><td></td><td></td><td></td></tr><tr><td>miR-99a</td><td>+</td><td>+</td><td>·</td><td></td><td></td></tr><tr><td>miR-191</td><td>+</td><td>+</td><td>·</td><td></td><td></td></tr><tr><td>miR-92a</td><td>+</td><td>+</td><td>·</td><td></td><td></td></tr><tr><td>miR-18a</td><td>+</td><td>+</td><td></td><td></td><td></td></tr><tr><td>miR-95</td><td>+</td><td></td><td>+</td><td></td><td></td></tr><tr><td>miR-30c</td><td>+</td><td>+</td><td></td><td></td><td></td></tr><tr><td>miR-500</td><td>+</td><td></td><td>·</td><td></td><td>+</td></tr><tr><td>miR-7</td><td>+</td><td></td><td></td><td></td><td>+</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/98d5cc49301437ee915ad75514af97a675f06ade897ff02813a0d903337102e1.jpg",
        "img_caption": [
            "Figure 6|DEmiRNA-targetsregulatory networksbetweesamplesinfected withHN1SwVatdiferenttie points.（A)DEmiRA-targets regulatoryetwoksbetwnPIandP0.()DEN-targetsregulatoyetoksbetwnPandPD.(C)D-taretsato networksbeted4Illpsgerescategatedsesated Saerpinkaesdsaesss miRNAs.Redlines indicate that TFs regulate miRNAs while blue ones indicate that miRNAs regulate targets. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TFs relevant with DE miRNAs.The interactions of miRNAs with TFs were downloaded from TransmiR database,in which TFs regulating DE miRNAs were identified.On PID 4,partial DE miRNAs were regulated by TFs,such as AKT1,AKT2,AKT3, E2F1,EGR1,ERS1,STAT3,MAPK14,MYC,TGFB1,TLX1,TLX3, NFKB1,and TP53 (Fig. 6A). On PID 7,partial DE miRNAs were regulated by TFs,such as EGR1,BRCA1,CEBPA，YY1,MYF5, ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MRF4，SLUG,and MEF2C (Fig.6B). Compared with PID 4, partial DE miRNAs on PID 7 were regulated by TFs,such as AKT1,E2F1,EGR1,ERS1,MYC,TGFB1,TP53,etc.(Fig.6C).As shown in Fig.7,by analysis of GO function annotation, these TFs mainly participate in biological processes including host defense response,inflammatory immune response,apoptosis,metabolism, growth,and transcription,etc. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MiRNA target prediction and functional annotation analyses. According to the strategy described in materials and methods section,predicted targets of DE miRNAs were obtained.As a result,1472 targets were predicted for the 70 DE miRNAs between ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Tcelldifferentition responsetovirus Bcell activation mmuneeffectorpr ymphocytediferentation leukocytediferentiation regulationofCytokineproduction lymphocyteactivation anti-apoptosis leukocyteactivation inflammatoryresponse cellmigrat immunesystemdeve responseto responsetowoung defense celladhes immuneresponse poiees cellproliferation metabolicprocess signaltransduction transcription J 0 50 100 150 200 250 Number of genes lymphocyteactivation B infammatory esyros F positiveregulationofgeneexpression positiveregulationofbiosyntheticprocess metabolicprocess regulationoftranscription 0 10 20 30 40 50 60 70 80 90 100 Number of genes C humoralimmuneresponse acuteint innateimmune response lymphocyteactivation woundhealing regulationofcytokine leukocyte activation rrseedgeibogn cell division endocytosis immunesystemprocess cellactivation anti-apo infiammatoryresponse celldiferentiation immunesystemdevelopment developmentalprocess cell.communication celladhesion response tostimulus defenseresponse 二 regulatinofcelluarbiosyntheticprocess regulationofapop 50 100 150 200 250 Number of genes ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "Figure7丨GOaotatiootargesofEAsetwsaplesifectedthHSwVatferentiepots.（AGOottootargets of DE miRNAsbetweenPID4andPID0.(B)GOannotationontargetsofDEmiRNAsbetweePID7andPID0.(C)GOannotationontargets of DEmiRNsbeted.Illpcuresuctlasiftretsasperfdcongtoalpoce targets weresortedythenrichmentofGOcategories.TeverticalaxisisteGcategorydthhorzotalaisisteerichntofGO. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/a094ade38a131366bf98c1dd924ad626ffafde3f3b70d76c336f85b383c8638b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"4\">Table 3|Summary of key pathways in which DE miRNA targets were involved after infection with H1N1 SwlV on PID 4</td></tr><tr><td>KEGG pathway (PID 4-0)</td><td>p-value</td><td>Gene number</td><td>Related miRNA number</td></tr><tr><td>MAPK signaling pathway</td><td>1.2E-9</td><td>52452</td><td></td></tr><tr><td>Focal adhesion</td><td>1.9E-12</td><td></td><td>38332</td></tr><tr><td>Cytokine-cytokine receptor interaction</td><td>1.0E-5</td><td></td><td>34</td></tr><tr><td>Jak-STAT signaling pathway</td><td>6.0E-9</td><td>3932</td><td>32</td></tr><tr><td>Cell cycle</td><td>1.5E-7</td><td></td><td>26</td></tr><tr><td>Chemokine signaling pathway</td><td>6.2E-4</td><td>32</td><td>24</td></tr><tr><td>Tcell receptor signaling pathway</td><td>9.9E-7</td><td>29</td><td>19</td></tr><tr><td>Cell adhesion molecules (CAMs)</td><td>4.8E-5</td><td></td><td>26</td></tr><tr><td>ErbB signaling pathway</td><td>1.7E-7</td><td>2726</td><td>19</td></tr><tr><td>Wnt signaling pathway</td><td>2.4E-3</td><td>26</td><td>20</td></tr><tr><td>P53 signaling pathway Tollike receptor signaling pathway</td><td>4.3E-9</td><td>25252</td><td>24</td></tr><tr><td>Natural killercellmediatedcytotoxicity</td><td>3.7E-5</td><td>23</td><td>19</td></tr><tr><td>B cell receptor signaling pathway</td><td>4.8E-3 1.3E-5</td><td>22</td><td>18 18</td></tr><tr><td>Apoptosis</td><td>3.7E-4</td><td>19</td><td>18</td></tr><tr><td>TGF-beta signaling pathway</td><td>1.1E-3</td><td>19</td><td>18</td></tr><tr><td>Epithelial cellsignaling in Helicobacter pylori infection</td><td>4.9E-3</td><td>14</td><td>13</td></tr><tr><td>RIG-l-like receptor signaling pathway</td><td>4.1E-2</td><td>12</td><td>13</td></tr><tr><td>mTOR signaling pathway</td><td>3.3E-2</td><td>10</td><td>12</td></tr><tr><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "sample on PID 4 and PID 0 (Fig. 6A); 304 targets were predicted for the 16 DE miRNAs between sample on PID 7 and PID 0 (Fig. 6B); 1217 targets were predicted for the 56 DE miRNAs between sample on PID7 and PID 4 (Fig. 6C).As expected, most miRNAs targeted hundreds of genes,and vice versa.These targets were sorted by the enrichment of GO categories based on the DAVID databases and mainlyclustered into different functional groups (Fig. 7).These targets were also analyzed by KEGG pathway annotation.The keypathways,in which DE miRNA targetswere involved,were respectively obtained(Table 3, 4,and 5).Among these key pathways,MAPK,focal adhesion,p53,and B cell receptor signaling pathways were closely related to immune and inflammatory responses.Therefore,we analyzed these pathways in detail (Fig. S1, S2, S3,and S4). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "PPI networks regulated by DE miRNAs. The PPI networks regulated by DE miRNAs after infection with H1N1 SwIV at different time points were constructed as described in materials and methods section.Then, the degree distribution analysis was performed,according to which PPI networks containing proteins with the top 1O highest degrees were extracted. As shown in Fig. 8A,in the PPI network mediated by DE miRNAs on PID 4, 10 node proteins were A7XNS1 (Nuclear factor of kappa light polypeptide enhancer in B-cells 1 encoded by gene NFKB1), A3RGC1 (Vitamin D3 receptor encoded by gene VDR),A5A753 (Epidermal growth factor receptor encoded by gene EGFR),P49151 (Vascular endothelial growth factor A encoded by gene VEGFA), A5GFM7 (Natural cytotoxicity triggering receptor 1 encoded by gene NCR1),F1RZU8 (uncharacterized protein encoded by gene DST),F1SV22 (uncharacterized protein encoded by gene MACF1), F1SHY0 (uncharacterized protein encoded by gene SOS2),F1RSM3 (uncharacterized protein encoded by gene HELZ),and F1RW14 (uncharacterized protein encoded by gene WDFY3). Similarly,as shown in Fig.8B,in thePPI network mediatedbyDE miRNAs on PID 7,10 node proteins were A7XNS1,F1RHA7(Transforming growth factor-beta-induced protein ig-h3 encoded by gene TGFBI), Q8WMZ2 (CD80 encoded by gene CD80)，Q00655 (Tyrosineprotein kinase SYK encoded by gene SYK),C7C1K5 (SMAD family member 2 encoded by gene SMAD2),C9DRN2 (Suppressor of cytokine signaling 1 encoded by gene SOCS1),F1RZU8,F1RSE7 (uncharacterized protein encoded by gene MCM4),F1S4P6 (Eukaryotic translation initiation factor 3 subunit A encoded by gene EIF3A),and F1RRA2 (uncharacterized protein encoded by gene SPRY1).As shown in Fig. $^ { 8 \\mathrm { C } , }$ in the PPI network mediated by DE miRNAs between PID 4 and PID7,10 node proteinswere A3RGC1, A5A753，P49151，F1RZU8，F1SV22，F1SIW0(uncharacterized protein encodedby gene STAB1),F1RSM3,F1RW14,F1RSE7,and F1SKW1 (uncharacterized protein encoded by gene RC3H2). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Recently,the impact of miRNAs expression on understanding molecular mechanisms in gene regulations has been remarkable because a single miRNA has the potential to target hundreds of distinct mRNA molecules and one mRNA molecule can be regulated by multiple $\\operatorname* { m i R N A } s ^ { 3 1 }$ ，which means that miRNAs are attractive candidates as regulators of multiple pathways.However,it has become gradually clear that not all miRNAs are equally significant. Specific miRNAs emerge as principal regulators that control major cell functions in various physiological and pathological settings32 Therefore,the search for master miRNAs and related target genes in response to H1N1 SwIV infection and underlying molecular mechanisms is consecutively one of the most important areas in H1N1 SwIV research. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the present study,we have mainly investigated DE miRNAs in PAMs from piglets at different time points post infection with H1N1 ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/6fd769b3b5624871319cd5509ff2de6fd6143e1827bd70c85366109fb635ca87.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"4\">Table 4| Summary of key pathways in which DE miRNA targets were involved after infection with H1N1 SwlV on PID 7</td></tr><tr><td>KEGG pathway (PID 7-0)</td><td>p-value</td><td>Gene number</td><td>Related miRNA number</td></tr><tr><td>MAPK signaling pathway</td><td>3.8E-2</td><td>10</td><td>８６５６６７７</td></tr><tr><td>Focal adhesion</td><td>2.1E-2</td><td></td><td></td></tr><tr><td>P53 signaling pathway</td><td>1.7E-5</td><td></td><td></td></tr><tr><td>Tollike receptor signaling pathway</td><td>7.3E-3</td><td></td><td></td></tr><tr><td>Cell cycle</td><td>2.0E-2</td><td></td><td></td></tr><tr><td>Cell adhesion molecules (CAMs)</td><td>2.5E-2</td><td>９９7775</td><td></td></tr><tr><td>B cell receptor signaling pathway</td><td>3.9E-2</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/4b2b9e2162aa57e282f2f0f0c6f806c2f43af42b0f5b9509c39834262ea1a256.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"4\">Table 5|SummaryofkeypathwaysinwhichDEmiRNAtargetswereinvolvedaferinfectionwithH1N1 SwlVonPID7comparingwith PID 4</td></tr><tr><td>KEGG pathway (PID 7-4)</td><td>p-value</td><td>Gene number</td><td>Related miRNA number</td></tr><tr><td>MAPK signaling pathway</td><td>9.1E-7</td><td>42</td><td>30</td></tr><tr><td>Focal adhesion</td><td>8.8E-7</td><td>35</td><td>25</td></tr><tr><td>Jak-STAT signaling pathway</td><td>5.7E-8</td><td>32</td><td>23</td></tr><tr><td>Cytokine-cytokinereceptor interaction</td><td>8.6E-3</td><td>30</td><td>23</td></tr><tr><td>Cell cycle</td><td>1.4E-5</td><td>24</td><td>22</td></tr><tr><td>Chemokine signaling pathway</td><td>1.1E-2</td><td>23</td><td>18</td></tr><tr><td>ErbB signaling pathway</td><td>1.4E-6</td><td>21</td><td>18</td></tr><tr><td>Tcell receptor signaling pathway</td><td>3.8E-6</td><td>24</td><td>15</td></tr><tr><td>Cell adhesion molecules (CAMs)</td><td>7.5E-4</td><td>21</td><td>16</td></tr><tr><td>P53 signaling pathway</td><td>5.1E-5</td><td>16</td><td>17</td></tr><tr><td>B cell receptor signaling pathway Apoptosis</td><td>5.8E-4</td><td>14 14</td><td>13</td></tr><tr><td>Tollike receptor signaling pathway</td><td>7.0E-3</td><td>14</td><td>14</td></tr><tr><td>mTOR signaling pathway</td><td>2.3E-2 2.7E-2</td><td>9</td><td>14 10</td></tr><tr><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "SwIV compared with control piglets.To our knowledge, this is the first study to profile DE miRNAs in H1N1 SwIV infected piglets by Solexa deep sequencing approach. The integration of Solexa deep sequencing technology,DE miRNAanalysis,target prediction,functional annotation analyses of targets,and PPI network construction has allowed us to perform a robust comparative genomics and bioinformatics study to reveal the host miRNA molecular signatures associated withH1N1 SwIV infection.Our results also revealed the cellular pathways and PPI networks associated with the differentially expressed host miRNAs during theH1N1 SwIVlife cycles.We identified a unique series ofcellular miRNAs,providing,for the first time, key molecular insights into unique cellular miRNA-target interactome networks dynamicallyand temporarilyaffected byH1N1 SwIV infection. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As shown in Fig.3A (see also Table S2),compared with PID 0, there are 70 DE miRNAs on PID 4,although most of which are downregulated,a few are up-regulated;On PID 7,the number of DE miRNAs decreased substantially and there were only 16 DE miRNAs (Fig.3B; see also Table S3).Inaddition,compared with PID4,there are 56 DE miRNAs on PID 7 and a majority of them were up-regulated (Fig.3C; see also Table S4). Taken together, these results suggest that a large number of miRNAs are down-regulated resulting in the upregulation of their targets to defend the virus infection during the acute phase (on PID4).Then,during the recovery phase (on PID7),expression levels of these down-regulated miRNAs return to normal,leading to the normal expression of immune regulators.However, these results need to be confirmed in the subsequent experiments. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Among these DE miRNAs,consistent with previous studies,many of themselves or their homologs were reported to be closely related with influenza virus infection.For instance, gga-miR-18,gga-miR193a,gga-miR-193b，gga-miR-30b,miR-1c，gga-miR-146a,ggamiR-24， gga-miR-92, gga-miR-1306, gga-miR-7b, gga-miR-7-1, and gga-miR-7-2 were differentially expressed in chicken lungs infected with avian influenza virus3³；miR-574-3p,miR-574-5p, miR- ${ \\cdot } 7 4 4 ^ { * }$ ，miR-30a,miR-30d,miR-205,miR-532-3p,and let $\\cdot 7 \\mathrm { g }$ were differentially expressed in A549 cells infected with swine-origin H1N1 oravian-origin H7N7 influenza A virus²;let-7e,let-7f,miR193,miR-27a,miR-27b,miR-30a,and miR-30d were differentially expressed in mice infected with recombinant influenzaAH1N1 virus strains r1918 or $\\mathrm { T x } / 9 1 ^ { 3 4 }$ ； miR-1,miR-23a,miR-30b,miR-30c,miR30d,and miR-99b were differentially expressed in cynomolgus macaques infected with highly pathogenic H5N1 avian virus³; ggamiR-la-1, gga-miR-1a-2,gga-miR-99a, gga-let-7c, gga-miR-30d, ggamiR-125b,gga-miR-1b,gga-miR-146b，gga-miR-27b,gga-miR-22, gga-miR-30a-3p, gga-miR-30a-5p,gga-miR-30c-1, gga-miR-24, ggamiR-30c-2,gga-miR-1b,and gga-miR-9 were differentially expressed in chicken lung and trachea infected with avian influenza virus6. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "However, there are still some differences between our results and previous studies.Firstly,some down-regulated miRNAs were reported to be up-regulated in previous studies.For example,gga-miR-18,ggamiR-193a, gga-miR-193b， gga-miR-30b， gga-miR-146a, gga-miR24, gga-miR-92, gga-miR-7b, gga-miR-7-1,and gga-miR-7-2 are upregulated after avian influenza virus infection in previous studies whereas in our results these miRNAs are down-regulated on PID $4 ^ { 3 3 }$ . In addition,expression patterns of miR-574-3p,miR-574-5p, miR- ${ \\cdot } 7 4 4 ^ { * }$ ，miR-30a,miR-30d,miR-205 and miR-532-3p are also inconsistent with our results²9.We speculate that these differences attribute to the different viruses,animals,analysis methods and even the different host regulatory mechanisms response to virus infection. Secondly,we also identified many interesting DE miRNAs that had not been linked to influenza virus infection but other diseases in previous studies.For example,miR-365,miR-503,miR-326,miR149,miR-185,miR-191,and miR-425 were reported to play important roles in regulating kinds of tumorigenesis such as lung cancer,endometrioid endometrial cancer,brain tumor,colorectal cancer,prostate cancer, breast cancer,and so $\\mathbf { o n } ^ { 3 7 - 4 3 }$ .Recently,a study reported that infections with viruses,bacteria,and parasites could contribute to tumorigenesis44.Taken together,our results suggest that influenza virus infection may be related to tumorigenesis to some extent. However, this conjecture needs to be explored in the future study. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "TFs,an important class of gene regulators,can regulate the expression of miRNAs or be regulated by miRNAs45-47. In our study, as shown in Fig. 6,DE miRNAs were regulated by several TFs during H1N1 SwIV infection and vice versa.Furthermore, these TFs were closely related to immune defense (Fig.7).These results will be helpful to study the roles of the interactions of TFs with miRNAs during H1N1 SwIV infection. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As indicated by previous reports,pig can serve as an excellent animal model to study the pathogenesis of human influenza,which was preliminarily confirmed by our results.As shown in Table 2, many DE miRNAs were identified conservative between pig and humans during the H1N1 influenza A virus infection²7-3o.This result indicates that in the future study we can use pig as a model to study human influenza,especially these conservative DE miRNAs. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Many studies indicate that inflammatory responses might result in influenza-induced pathogenesis5,10,48．Specially，H1N2 influenza virus was reported to cause pathological damage to lungs due to its induction of pro-inflammatory cytokines such as IL-1,IL-8,and TNF- $\\mathsf { \\mathfrak { X } } ^ { 1 0 }$ . Interestingly,on both PID 4 and PID 7,there are several up-regulated DE miRNAs whose targets are genes encoding immune and inflammatory cytokines(Table S5,S6,S7,and S8),base onwhich we can speculate that these up-regulated DE miRNAs serve as negative regulators for immune and inflammatory cytokines during H1N1 SwIV infection to avoid too severe porcine lung damage. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/c71a495bff396c4012113fca342c0b2bf12042331868dd01afca8ed1a7c3cbdc.jpg",
        "img_caption": [
            "Figure 8|PPInetworksmediatedbyDEmRNAsbetweesamplesinfectedwithHN1SwVatiferenttmepoints.（A）PPInetworksmediated byDEmiRNAsbetweePID4andPID0.(B)PPInetworksmediatedbyDEmiRNAsbetweenPID7andPID0.(C)Inetworks mediatedbyDE miRNAsetwd4.Ichorkdepotesitstseesoeoesongeeo umbersinhrepictureseredescribeasflows:A7NS1,NFKB;ARGClVDR;AA53,EGFR;49151,VGFA;AGM,N;U8, DST;F1SV22,MACF1;F1SHY0,SOS2;F1RSM3,HELZ;FRW14,WDFY3;F1RHA7,TGFBI; Q8WMZ2,CD80;Q0065,SYK;C7C1K5,MAD2; C9DRN2,SOCS1; F1RSE7,MCM4; F1S4P6,EIF3A; F1RRA2,SPRY1; F1SIW0,STAB1; F1SKW1,RC3H2. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As shown in Table 3,4,and 5,by KEGG pathway annotation,DE miRNAs at different time points were found to be involved in many key pathways such as MAPK signaling pathway, focal adhesion, cytokine-cytokine receptor interaction, Jak-STAT signaling pathway,chemokine signaling pathway,T cell receptor signaling path way,and so on,most of which were reported to be related with the influenza virus infection49. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Take MAPK signaling pathway for instance,as shown in Fig. S1A, on PID 4, there are 38 DE miRNAs involved in MAPK signaling pathway and most DE miRNAs such as miR-450b-5p,miR-146b, miR-1343,miR-128,and miR-30a-5p were down-regulated while their targets such as MEF2C,NFKB1,TGFBR1,EGFR,JUN,and MAPK1 are key factors in MAPK signaling pathway (see map 04010 in KEGG database).As a result,on PID 4,MAPK signaling pathway was activated.As shown in Fig. SiB,the number of DE miRNAs involved in MAPK signaling pathway significantly decreased on PID 7,which suggests that abnormal cell proliferation, differentiation and apoptosis were reduced. Compared with PID 4, most of DE miRNAs involved in MAPK signaling pathway were upregulated on PID7 (Fig. S1C),which means MAPK signaling pathway was inhibited.Other signaling pathways also appear similar situations.Taken together,it is therefore intriguing to speculate that during the acute phase of H1N1 SwIV infection, the host turns on many signaling pathways mentioned above to defend the virus infection; however,during the recovery phase,most of signaling pathways are turned off to avoid too severe tissue damage. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Biological processes inside cells are governed by the well-organized protein-protein interaction networks,which act as molecular machines performing different functionality. One key aim of post-genomic biology is to reconstruct the complete molecular interaction networks within cells and on the basis of which to understand the principles on the construction,function and evolution of life.In this study,we constructed the PPI networks regulated by DE miRNAs after infection with H1N1 SwIV at different time points.According to degree distribution analysis,three sub-networks containing proteins with the top 10 highest degrees were extracted.As shown in Fig.8,most of these node proteins are related to virus infection such as Nuclear factor of kappa light polypeptide enhancer in B-cells 1, Natural cytotoxicity triggering receptor 1, Suppressor of cytokine signaling1,Epidermal growth factor receptor,VitaminD3 receptor, CD80,Tyrosine-protein kinase SYK,and SMAD family member $2 ^ { 5 0 - 5 8 }$ Therefore,as the node proteins in PPI networks regulated byDE miRNAs,these proteins may be closely related with H1N1 SwIV infection. Furthermore,the PPI networks may provide useful information to study the interaction between host and H1N1 SwIV virus. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In this study we presented the profile of DE miRNAs in porcine PAMs during the H1N1 SwIV virus infection for the first time to our knowledge.Our results suggest that most host miRNAs are downregulated to defend the infection of H1N1 SwIV during the acute phase of swine influenza whereas their expression levels gradually return to normal during the recovery phase to avoid the occurrence of too severe porcine lung damage.Furthermore,we also obtained targetsofDE miRNAs,performed GO and KEGG analyses for these targets and constructed PPI networks regulated byDE miRNAs.The identification and functional annotation analyses of these DE miRNAs will be very useful for further investigating the functions and regulatory mechanisms of miRNAs in piglets infected with influenzavirus. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1.Cheng,V.C.,To,K.K.,Tse,H.,Hung,I.F.&Yuen,K.Y.Two years after pandemic influenza A/2oo9/H1N1:what have we learned? Clin Microbiol Rev 25,   \n223-263,doi:10.1128/cmr.05012-11 (2012).   \n2.Kreijtz,J.H.,Fouchier,R.A.& Rimmelzwaan,G.F.Immune responses to influenza virus infection.Virus Res 162,19-30,doi:10.1016/j.virusres.2011.09.022 (2011).   \n3.Van Reeth,K.,Nauwynck,H.&Pensaert,M.Clinical effects of experimental dual infections with porcine reproductive and respiratory syndrome virus followed by swine influenza virus in conventional and colostrum-deprived pigs.J Vet Med B InfectDisVetPublicHealth48,283-292 (2001).   \n4.Brown,I.H.et al.Antigenic and genetic analyses of H1N1 influenza A viruses from European pigs.JGen Virol 78 (Pt3),553-562 (1997).   \n5.Khatri,M.et al.Swine influenza H1N1 virus induces acute inflammatory immune responses in pig lungs: a potential animal model for human H1N1 influenza virus. JVirol84,11210-11218,doi:10.1128/jvi.01211-10 (2010).   \n6.Dawood,F.S.et al.Emergence of a novel swine-origin influenza A(H1N1) virus in humans.N Engl JMed 360,2605-2615,doi:10.1056/NEJMoa0903810 (2009).   \n7.Olsen,C.W.B.I.,Easterday,B.C.& Van Reeth,K.Swine influenza.In Diseases of swine.9 edition edn,469-482(Ames:Iowa State University Press,2006). enhances bacterial colonization and host responses exacerbating pulmonary lesions.Microb Pathog 49,237-245,doi:10.1016/j.micpath.2010.06.004 (2010).   \n9.Barbe,F.,Atanasova,K.&VanReth,K.Cytokinesand acute phase proteins associated with acute swine influenza infection in pigs.Vet J187,48-53, doi:10.1016/j.tvjl.2009.12.012 (2011).   \n10.Jo,S.K.,Kim,H.S.,Cho,S.W.& Seo,S.H.Pathogenesis and inflammatory responses of swine H1N2 influenza viruses in pigs. Virus Res 129,64-70, doi:10.1016/j.virusres.2007.05.005 (2007).   \n11.Carthew,R.W.& Sontheimer,E.J. Origins and Mechanisms of miRNAs and siRNAs.Cell136,642-655,doi:10.1016/j.cell.2009.01.035 (2009).   \n12.Friedman,R.C.,Farh,K.K.,Burge,C.B.& Bartel,D.P.Most mammalian mRNAs are conserved targets of microRNAs.Genome Res 19,92-105,doi:10.1101/ gr.082701.108 (2009).   \n13.Rogers,C.S.et al.Disruption of the CFTR gene produces a model of cystic fibrosis in newborn pigs.Science 321,1837-1841,doi:10.1126/science.1163600 (2008).   \n14.Rogers,C.S.etalTheporcinelungasapotentialmodelforyticbrois.AmJ Physiol Lung Cell Mol Physiol 295,L240-263,doi:10.1152/ajplung.90203.2008 (2008).   \n15.Cunningham,S.,Meng, Q.H.,Klein,N.,McAnulty,R.J.&Hart,S.L.Evaluation of a porcine model for pulmonary gene transfer using a novel synthetic vector. JGeneMed4,438-446,doi:10.1002/jgm.270 (2002).   \n16.Choi, H.K.,Finkbeiner,W.E.& Widdicombe,J.H.Acomparative study of mammalian tracheal mucous glands.J Anat 197 Pt 3,361-372 (2000).   \n17. Goco,R.V., Kress, M.B.& Brantigan, O.C.Comparison of mucus glands in the tracheobronchialtreeof manandanimals.AnnNYAcadSci106,555-571(1963).   \n18.Hayden,F. G. et al. Local and systemic cytokine responses during experimental human influenza A virus infection. Relation to symptom formation and host defense.J Clin Invest 101,643-649,doi:10.1172/jci1355 (1998).   \n19. Jiang,P.,Li,D.,Bi,L.& Zhang,D.BCL-G as a new candidate gene for immune responses in pigs: bioinformatic analysis and functional characterization. Vet Immunol Immunopathol150,112-1i7,doi:10.1016/j.vetimm.2012.08.001 (2012).   \n20.Jiang,P.etal.Characterization of porcine P58IPK gene and its up-regulation after H1N1 or H3N2influenza virus infection.JClinVirol58,120-i26,doi:10.1016/ j.jcv.2013.06.007 (2013).   \n21.Jiang,P., Wang,J.,Kang,.,Li,D.& Zhang,D.PorcineJAB1 significantly enhancesapoptosisinducedbystaurosporine.CellDeathDis 4,e823,doi:10.1038/ cddis.2013.357 (2013).   \n22. Liu, D.F.,Liu, M.,Liu, C. G., Yang,T.&Liu,D.C.[Cloning and phylogenetic analysis ofthe entire gene ofan H1N1 subtype swine influenza virus isolated from Guangdong Province].Bing Du Xue Bao 24,358-363 (2008).   \n23.Zhang,Hetal.Changesinthecellaproteisofpulmonayalvlar macrophage infected with porcine reproductive and respiratory syndrome virus by proteomics analysis.J Proteome Res 8,3091-3097,doi:10.1021/pr900002f (2009).   \n24.Audic,S.& Claverie,J.M. The significance of digital gene expresson profiles. Genome Res 7,986-995 (1997).   \n25.Wang,F.et al. Prediction and characterization of protein-protein interaction networks inswine.Proteome Sci10,2,doi:10.1186/1477-5956-10-2 (2012).   \n26.Bar,M. et al. MicroRNA discovery and profiling in human embryonic stem cells by deep sequencing of small RNA libraries.Stem Cells 26,2496-2505, doi:10.1634/stemcells.2008-0356 (2008).   \n27.Tambyah,P.A.etal.microRNAs in circulation are altered in response to influenza A virus infection in humans.PLoS One 8,e76811, doi:10.1371/ journal.pone.0076811 (2013).   \n28.Song, H. et al. Microarray analysis of microRNA expression in peripheral blood mononuclear cels ofcritically ill patients with influenza A (H1N1). BMC Infect Dis 13,257,doi:10.1186/1471-2334-13-257 (2013).   \n29.LovedayE.iiederich.,ick,J.eaoral specific host microRNA molecular signatures associated with swine-origin H1N1 and avian-origin H7N7 influenza A virus infection.J Virol 86,6109-6122, doi:10.1128/jvi.06892-11 (2012).   \n30.Buggele,W.A.,Johnson,K.E.&Horvath, C.M.InfluenzaA virus infectionof human respiratory cells induces primary microRNA expression.JBiol Chem 287,   \n31027-31040,doi:10.1074/jbc.M112.387670 (2012).   \n31.Lewis,B.P.,Burge,C.B.& Bartel,D.P.Conserved seed pairing,often flanked by adenosines,indicates that thousands of human genes are microRNA targets. Cell   \n120,15-20,doi:10.1016/j.cell.2004.12.035 (005).   \n32.Krichevsky,A.M.& Gabriely, G.miR-21: a smallmulti-faceted RNA.JCell Mol Med 13,39-53,doi:10.1111/j.1582-4934.2008.00556.x (2009).   \n33.Wang, Y. et al. Integrated analysis of microRNA expression and mRNA transcriptome in lungs ofavian influenza virus infected broilers.BMC Genomics   \n13,278,doi:10.1186/1471-2164-13-278 (2012).   \n34.Li,Y.et al. MicroRNA expresson and virulence in pandemic influenza virusinfected mice.JVirol84,3023-3032,doi:10.1128/jvi.02203-09 (2010).   \n35.Li,Y.et al. Diffrential microRNA expressionand virulence of avian,1918 reassortant,and reconstructed 1918 influenzaA viruses.Virology 421,105-113, doi:10.1016/j.virol.2011.09.011 (2011).   \n36.Wang,Y.tal.Identificationofdifferentiallyexpressed miRNAs inchickenlung and trachea with avian influenza virus infection by a deep sequencing approach. RMC Gen0mics10. 512.dni:10 1186/1471-2164-10-512(2009)   \n37.Xu,Y.Y.et al.MicroRNA-503 suppresses proliferation and cell-cycle progression of endometrioid endometrial cancer by negatively regulating cyclin D1.FEBS J, doi:10.1111/febs.12365 (2013).   \n38.Qu,F.et al.MicroRNA-185 suppresses proliferation,invasion, migration,and tumorigenicity of human prostate cancer cells through targeting androgen receptor.Mol Cell Biochem 377,121-130,doi:10.1007/s11010-013-1576-z(2013).   \n39.Oster,B.et al.Non-CpG island promoter hypomethylation and miR-149 regulate the expression of SRPX2 in colorectal cancer.Int J Cancer 132,2303-2315, doi:10.1002/ijc.27921 (2013).   \n40.Nagpal,N.,Ahmad,H.M.,Molparia,B.& Kulshreshtha,R.MicroRNA-191,an estrogen-responsive microRNA,functions as an oncogenic regulator in human breast cancer.Carcinogenesis,doi:10.1093/carcin/bgt107 (2013).   \n41.Kang,S.M.,Lee,H.J.& Cho,J.Y.MicroRNA-365 regulates NKX2-1,a key mediator of lung cancer. Cancer Lett 335,487-494,doi:10.1016/ j.canlet.2013.03.006 (2013).   \n42.DiLeva,G.et al.Estrogen mediated-activation of miR-191/425 cluster modulates tumorigenicity of breast cancer cells depending on estrogen receptor status.PLoS Genet 9,e1003311,doi:10.1371/journal.pgen.1003311 (2013).   \n43.Kefas,B.et al. The neuronal microRNA miR-326 acts in a feedback loop with notch and has therapeutic potential against brain tumors.JNeurosci 29, 15161-15168,doi:10.1523/jneurosci.4966-09.2009 (2009).   \n44.de Martel, C.et al.Global burden of cancers attributable to infections in 2008:a reviewand synthetic analysis.Lancet Oncol13,607-615,doi:10.1016/s1470- 2045(12)70137-7 (2012).   \n45.Yamakuchi, M.& Lowenstein, C.J. MiR-34, SIRT1 and p53: the feedback loop. Cell Cycle8,712-715 (2009).   \n46.Mraz,M.,Pospisilova, S.,Malinova,K.,Slapak,I.&Mayer,J.MicroRNAs in chronic lymphocytic leukemia pathogenesis and disease subtypes.Leuk Lymphoma 50,506-509,doi:10.1080/10428190902763517 (009).   \n47.Cui, Q.,Yu, Z.,Pan,Y.,Purisima,E.O.&Wang,E. MicroRNAs preferentially target the genes with high transcriptional regulation complexity.Biochem Biophys Res Commun 352,733-738,doi:10.1016/j.bbrc.2006.11.080 (2007).   \n48.Szretter,K.J.et al.Role of host cytokine responses in the pathogenesis of avian H5N1 influenza viruses in mice.j Virol 81,2736-2744,doi:10.1128/jvi.02336-06 (2007).   \n49.Watanabe,T.,Watanabe,S.& Kawaoka,Y.Cellular networks involved in the influenzaviruslife cycle.CellHostMicrobe7,427-439,doi:10.1016/ j.chom.2010.05.008 (2010).   \n50.Wang,X.F.et al.PD-1/PDL1 and CD28/CD80 pathways modulate natural killer Tcell function to inhibit hepatitis B virus replication.JViral Hepat 20 Suppl1, 27-39,doi:10.1111/jvh.12061 (2013).   \n51.Shao,R.X.et al. SOCS1 abrogates IFN's antiviral effect on hepatitis C virus replication.Antiviral Res 97,101-107,doi:10.1016/j.antiviral.2012.12.001 (2013).   \n52.Hatton,O.et al.Syk-induced phosphatidylinositol-3-kinase activation in EpsteinBarr virus posttransplant lymphoproliferative disorder.AmJTransplant 13, 883-890,doi:10.1111/ajt.12137 (2013).   \n53.Seidel,E.,Glasner,A.& Mandelboim,O.Virus-mediated inhibition of natural cytotoxicity receptor recognition.Cell Mol Life Sci,doi:10.1007/s00018-0l2-1001- x (2012).   \n54.Salhan,D.et al.HIV-induced kidney cell injury: role of ROS-induced downregulated vitaminD receptor.AmJPhysiol Renal Physiol 303,F503-514, doi:10.1152/ajprenal.00170.2012 (2012).   \n55.Glasner,A.et al.Elucidating the mechanisms of influenza virus recognition by Ncrl.PLoS One 7,e36837,doi:10.1371/journal.pone.0036837 (2012).   \n56.Xu,S.,Xue,C.,Li,J.,Bi,Y.& Cao,Y.Marek's disease virus type1 microRNA miRM3 suppresses cisplatin-induced apoptosis by targeting Smad2 of the transforming growth factor beta signal pathway.J Virol85,276-285,doi:10.1128/ jvi.01392-10 (2011).   \n57.Kung,C.P.& Raab-Traub,N.Epstein-Barr virus latent membrane protein 1 modulates distinctive NF- kappaB pathways through C-terminus-activating region1 to regulate epidermal growth factor receptor expression.JVirol 84, 6605-6614,doi:10.1128/jvi.00344-10 (2010).   \n58.Droebner,K.et al.The alternative NF-kappaB signalling pathway is a prerequisite for an appropriate immune response against lymphocytic choriomeningitis virus infection.Viral Immunol 23,295-308,doi:10.1089/vim.2009.0101 (2010). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (Grant No. 310721l5),the opening foundation of the State Key Laboratory of Biology Macromolecule of Institute of Biophysics,Chinese Academy of Sciences (Grant No.O5SY021107),and a preparatory project sponsored by the National Ministry of Science and Technology of China of the First Batch in the Basic Research Category of the National Program of Science & Technology in the Field of Countryside 2011-2015 (Preparatory Project No. NC2010CD0178). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Author contributions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "P.J.,L.B.and D.Z.conceived and designed the experiments.X.C. performed the animal experiments.P.J.,N.Z.and D.Z.analyzed the data.X.Z.,D.L.and F.W.contributed reagents/materials/analysis tools.P.J.wrote the main manuscript text.Allauthors reviewed the manuscript. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additional information ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "How to cite this article: Jiang,P.et al.Integrativeanalysis of differentially expressed microRNAs of pulmonary alveolar macrophages from piglets during H1Nl swine influenza A virus infection. Sci. Rep.5,8167; DOI:10.1038/srep08167 (2015). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder in order to reproduce the material.To viewa copy of this license,visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 12
    }
]