[
    {
        "type": "text",
        "text": "社交媒体分享线索如何影响消费者的选择：印象管理与自主感缺失",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "靳菲 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（四川大学商学院，成都610064）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 随着社交媒体，第三方消费点评网站及各类电商平台的蓬勃发展，消费者能够越来越容易地与他人分享自己的消费和体验。为了适应这一迅猛的发展势头，企业采取一系列措施加入社交媒体营销刺激消费者分享。如在产品界面添加分享按钮，在各大社交平台添加主题标签，或者直接使用带有分享刺激的广告口号。与以往研究关注消费者决策后的分享行为不同，本项目提出社交媒体分享线索在消费者决策中发挥着重要作用，影响消费者的判断与选择。具体来说，本项目认为社交媒体分享线索一方面激发了消费者的印象管理动机，另一方面也降低了自主感，在此基础上探究了的两个行为决策结果：产品兴趣和决策终止。本项目具有重要的理论意义，突破前人研究大多关注决策后分享的局限，对现有社交媒体分享，及数字环境如何影响消费行为是有益的补充。在实践上，对企业如何更好地开展社会化媒体营销有着重要的指导意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词分享线索，印象管理，自主感，消费者选择",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号B849:C93",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "互联网，尤其是移动互联网的发展，日益深入到消费者的生活与工作中去。根据中国互联网络信息中心的第49次调查数据显示，截至2021年12月，我国网民规模达10.32亿，较2020年12月增长4296万，互联网普及率达 $73 . 0 \\%$ 。同时，数据显示，我国网民人均每周上网时长达到28.5个小时。消费者花费越来越多的时间在网络上，也十分乐意在社交媒体和各大评论平台(如大众点评等)与其他人分享自己的消费和体验(Berger,2013)。社交网络的成熟，5G技术的蓬勃发展，推动整个互联网生态链发生了巨大变化，过去以搜索为中心的局面，逐步转变为以社交网络为中心的社会化媒体营销。为了应对这一迅猛的社交分享势头，许多企业与品牌开始大力鼓励消费者进行线上与线下的分享行为。常见的做法包括：在产品页面添加分享按钮(Wertenbroch etal.,2020)，在各大社交平台添加主题标签，或者直接使用带有分享刺激的广告口号。比如2016 年网易开展的“分享你的音乐”活动刺激广大用户的分享，在微博和朋友圈引起广泛讨论；糖果品牌KisKis在微博上发起#万圣节晒出你的糖#活动，引发了227万人的关注(截至2021年11月3日数据)。总之，从营销实践的视角来看，激发消费者在社交媒体上分享自己购买的产品或体验已经成为商家重要的营销手段，也被认为是提升页面点击率和产品曝光率的重要途径(综述见Rosario etal., 2016)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "社交媒体分享行为普遍存在，也得到了学术界的广泛关注。现有大量关于消费者在社交媒体进行分享的研究集中在它的购后结果层面(Barasch,Zauberman&Diehl,2018)，即消费者购买行为或体验行为发生后，在社交媒体进行分享的前因，如进行印象管理(Moore&Lafreniere,2020)，关心他人(Dubois et al.,2016)，情境因素触发(Consiglio,Angelis,& Costabile,2018)等；分享的内容，如积极体验或消极体验(Bhattacharjee&Mogilner,2014)，幽默笑话(McGraw,Warren,&Kan,2014)等；分享对受众带来的影响，如对他人决策的影响，对他人情绪状态的影响(Barasch,2020)等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，鲜有关注在人们决策过程中，社交媒体分享线索如何影响人们的行为。目前，与之较为相关的是Barasch,Zauberman 和 Diehl (2018)的研究，他们发现激发消费者拍照过程中的分享意愿反而降低了人们的体验愉悦度。具体而言，人们边拍照边想象要和别人分享所拍的照片(vs.拍照只为了自己保存)时，会降低拍照体验。这是因为拍照过程中想要和别人分享的这种想法提高了消费者的自我呈现焦虑(self-presentational concerns)，同时也降低了拍照的参与程度(engagement)。该研究在社会化营销的今天有着重要意义，即揭示了分享的念头或想法可能贯穿在消费者的体验中，而非仅仅出现在体验后。但是其在整个实验中直接要求被试想象与别人分享的做法，与现实世界有一定的差距。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "社交媒体分享线索一一品牌和产品页面的分享按钮，各大社交平台的主题标签，或者带有分享刺激的广告口号，无处不在，消费者分享的意愿也无时无刻不闪现，关注社交媒体分享线索在决策前和决策中如何影响消费者的选择，是一个兼具理论和实践意义的问题。当今消费者处在一个高度连接的移动网络和社交网络环境中(Lamberton& Stephen,2016; Schlosser,2020)，分享的可能性与便利性大大增加，如在点餐时菜单旁的“分享到微博/微信”标识能让消费者一键分享到社交平台。从管理实践来说，分享按钮和随处可见的分享触发机制是当今如火如荼的社交媒体战役中的重要组成部分和各大平台争相引入的元素。可以毫不夸张地说，在这种情境中，社交媒体分享线索已经融入消费决策的过程中，日益成为消费者决策的重要方面，改变着他们的选择，以及影响他们选择什么(Berger, 2014)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目标启动效应认为外部环境线索，即使是以一种比较隐蔽的方式呈现(subtly presented)，也能对行为产生重要的影响(Bargh,Chen,& Burrows 1996)。基于此，本研究将要探讨的问题：社交媒体分享线索作为当今社会化营销时代一种极其常见的情境线索，在消费者决策前和决策中，如何影响他们对产品的兴趣与自身的决策和体验？其内在机制和影响因素是什么？我们认为社交媒体分享线索影响消费者的两条主要路径为印象管理和自主感。在此基础上，分别探究决策中的社交媒体分享线索对消费者自身以及企业的影响。具体而言，我们将从社交媒体分享线索激发消费者的公共自我意识以及损害自主性感知出发，分别探究它们对消费者的影响：如何影响消费者对产品的兴趣，如何影响消费者对决策终止的影响(termination)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2国内外研究现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据本项目的研究目标与研究内容，我们主要回顾社交媒体中关于信息分享，体验分享的相关文献。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1社交媒体中的分享一一信息特征",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以往研究关注了哪些类型的信息能够刺激消费者分享。总的来说，可以分为两类：内容特征和外部环境因素。从内容特征来看，人们愿意分享具有以下特征的信息。第一，实用信息。现有研究表明实用性强、信息量丰富、有价值的在线内容可以引发消费者的主动分享。比如,Lee 和Hong (2016)通过对Facebook上402个用户的在线调查发现，信息量丰富的广告能帮助消费者做出更理智的判断和购买决策，能更好地满足消费者的功能性需求，因此也更容易形成积极态度并被消费者分享。第二，趣味信息。从印象管理的角度出发，人们经常分享趣味性强(有趣的、互动的、好玩的、幽默的、滑稽的)的在线内容，因为分享这样的在线内容可以衬托出分享者本人有趣和幽默的正面形象(Berger,2014)。第三，新奇信息。通过对《纽约时报》上那些被分享最多的文章按照不同主题和属性进行编码和分析，Berger 和Milkman (2012)发现新奇的(新鲜、令人意外、有创意、独特的)在线内容很容易被人们主动分享以至于广泛传播，比如耸人听闻的标题文章、突发的重大新闻、令人大开眼界的产品创新介绍以及富有创意的广告等。第四，情绪性信息。除了前述三种类型的信息，情绪性信息总能吸引人的眼球(Heath&Heath,2007)。以往研究表明，在线评论中如果包含更多的情绪化表达，无论是正面的还是负面的，都能提高感知价值，带来更多的销量(Rocklage & Fazio,2019)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 社交媒体中的分享一一内在动因",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(1)自我提升(self enhancement) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "人们都有一种增强自尊，提高自我价值感，寻求积极自我，避免消极反馈的需要。它的内驱力是自尊的需要，自尊是自我提高内驱力的基础，而维持自我是自我提升动机产生的一个重要原因(董妍,俞国良,2005)。它驱动着人们在社会交往中注重自我形象，努力获得积极认可。关于口碑与信息传播的大量研究探究了消费者的自我提升动机 (Chen＆Yuan,2020)。比如，由于积极口碑(WOM)比消极口碑传播得更为广泛(Berger&Milkman,2012)，消费者更多地写积极评论来自我提升(Wojnicki&Godes,2008)。同时，当分享的对象是弱关系或者不熟悉的人时，人们的自我提升动机更加强烈，因为人们迫切想要留下良好的第一印象，来吸引潜在的有价值关系(Dubois etal.,2016;Chen,2017)。为了提升自我形象，消费者通常分享他们积极(vs.消极)的体验(Angelis et al.,2012;Chen&Lure,2013)，讨论新颖的话题或产品来展示自己“在行”“in theknow”(Berger& Schwartz,2011)。在面对知识时，消费者感知到真实自我与理想知我间的差距时，他们会努力发布积极信息，来展示自己的知识储备(Packard&Wooten, 2013)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(2)情绪调节(emotion regulation) ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "人们进行信息分享的第二个主要动机是情绪调节。情绪调节指的是人们管理自我情绪的方式一一何时何地为什么体验了某一情绪。个体会在情绪启动或者情绪感染的影响下产生情绪反应，这些反应无论是积极还是消极的，都需要通过情绪调节实现心理平衡和心理健康(Gross,2013)，社交分享就是情绪调节的方式之一(Rime,2009)。对于消费者而言，无论是在消费体验过程中产生的情绪，还是从广告等营销信息中感知的情绪，只要这些情绪一产生，情绪调节便会同步进行。因此，情绪调节是消费者的信息分享的重要动机之一，消费者通过社会交流和分享传播行为获得社会支持和帮助，进而减少认知失调、稳定情绪变化。比如飞机取消了，或者体验不好时，与他人分享能够缓解负面情绪。 $90 \\%$ 的消费者认为与他人分享自己的情绪体验有助于降低对自己的影响。在人际交往中，情绪发泄是人们分享负面情绪的重要原因。在消费行为情境中，以往研究表明愤怒或不满的消费者更愿意分享口碑，以作为情绪发泄口(Wetzer,Zeelenberg,& Pieters, 2007)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3)信息获取(information aquisition) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "人们分享的另外一个重要动机是获取信息。消费者通常不知道自己想买什么或者如何解决某一个问题，因此通常会向别人寻求帮助，为了获取信息，他们主动分享自己的想法。另一方面，消费者也可以通过分享信息解决问题。比如，人们的选择可能并不如预期，偏好也在不断变化。与他人交流分享，消费者能够获得一些解决这些问题的建议。以往研究发现那些曾经借助口碑解决问题的消费者更容易在网络平台分享自己的观点(Kim,Barasz,&John,2021)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(4)社会联结(social bonding)",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "自我决定理论认为建立和维持与他人的社会关系是人类的基本需求之一。日常的人际沟通能够使人们彼此保持联系和传达关心，像“社会胶水”一样将人们联系在一起并不断加强人际关系。在社交网络环境中人们通常通过相互分享那些共同感兴趣的、情感性的在线内容来加强社会联结,拉近彼此距离，以减少孤独感和社会排斥感。比如，人们为他人提供有用的信息建立关系(Chen2018)，节日表达关心等都是出于加强社会联结的动机。一些相关实证研究也表明，加强社会联结是人们主动分享在线内容的重要心理动机。Libert 和Tynski(2013)的研究表明在社区中,强化成员共同的热情和兴趣以及社交是人们分享在线内容的重要原因。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(5)利他(altruism) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "不同于前面所提到的从有利于自我的视角，利他也是人们进行分享的重要动机。有时人们分享一个内容可能很大程度上是为了帮助别人并提高他人的福利(Berger,2014)。比如,在社交网络上分享一个公益项目的信息鼓励他人参与,分享一篇有见地的文章供他人学习等。Ligon 和 Schechter (2012)认为利他动机与粉丝的互动对社交网络品牌社区分享、参与行为正相关。黄敏学，雷蕾和朱华伟(2016)从企业如何设计营销信息入手,探究消费者与企业所处的关系范式对消费者信息转发行为的影响。通过二手数据分析与实验法,发现经济类刺激对触发交易关系范式下消费者的转发行为更有效；情感类刺激对触发共有关系范式下消费者的转发行为更有效；交易关系范式下消费者出于回报企业的动机分享。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3社交媒体中的分享一一对分享者产生的影响",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "根据项目内容，我们主要回顾信息分享对分享者本身的影响。一项基于 206个fMRI的元分析发现信息分享与人们的纹状体和额叶皮层的活动正相关，证明了人们的分享活动能够给分享者带来积极正面的价值(Bartra,McGuire,&Kable,2013)。杨德锋，李清，和赵平(2014)基于分享现实理论,探讨体验分享中社会联结、假想观众对分享者本人原有品牌至爱的影响，发现分享品牌体验有助于构建品牌至爱，分享正面品牌体验对分享者本人的品牌至爱具有正向影响，即强化了分享者自己对品牌的偏爱。Berger 和Barasch (2017)基于社交媒体的图片分享发现，受众认为那些发坦率图片(candid photos)的人更加真诚，因而更愿意认识这些人，与他们约会。Valsesia 和 Diehl(2022)发现人们认为那些在社交媒体上多次分享体验的人比频繁分享物质产品的人更真实(authentic),因而对他们的印象更好。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4研究述评",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "社交媒体已经成为企业营销与沟通的重要平台，企业在这一平台收集到海量的信息，分享品牌和产品信息。同时，社交媒体也在不断地变化中，这种变化一方面得益于科技的发展，如各大主流平台不断地增加新的特征与服务；另一方面也得益于消费者的娴熟，他们总能在社交媒体上发现新的功能。如何在日新月异的今天，重新审视社交媒体，尤其社交媒体环境因素如何重塑消费者，它可能给企业带来哪些不愿见的负面影响，在此基础上企业如何高效利用社交媒体，是亟需进一步回答的问题。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "现有大量研究关注社交媒体中的分享问题，从企业层面，如何刺激分享；从消费者层面，关注了分享的前因，机制和结果。这些都基于这样的情境：消费者购买或体验后，进行分享。但是，在社会化的今天，消费者可能不再遵从传统的购买，体验再分享的决策过程。广泛存在的社交媒体，充斥在消费者决策过程的每一分每一秒，他们在决策的过程中遇到各种分享线索，可能已经产生了分享的念头，这种分享念头进一步改变或重塑了他们的决策。基于这样的思路，本项目关注消费者购物决策中遇到的社交媒体分享线索，探究它们对消费者行为影响的两个结果变量，包括对产品的兴趣和决策终止。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本研究试图深入探讨消费者决策过程中出现的社交媒体分享线索对消费者行为的影响，影响机制，边界条件。首先，回答基础问题：决策中的社交媒体分享线索对消费者和企业带来的影响。以往关于社交媒体分享的研究集中在决策后的分享所带来的积极影响(如Lambert etal.,2013; Tamir&Mitchell,2012)。我们在此基础上深入探究决策中的社交媒体具有的双刃剑效应。从企业层面来看，社交媒体分享线索如何影响人们对本产品的兴趣？是否有不愿见的负面影响？从消费者层面来看，社交媒体分享线索如何左右了自身的选择？",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其次，解决关键的科学问题：决策中的社交媒体分享线索产生作用的内在机制。虽然近来少量研究关注消费者决策过程中的分享意愿如何影响人们的体验(Baraschetal.,2018)，但是关于社交媒体分享线索，尤其是隐蔽的分享线索，发生作用的内在机制还未得到很好的解释。它产生作用的机制可能与现有研究广泛认为的印象管理单一路径有着明显差异。因此，揭示社交媒体分享线索的内在机制是本项目关注的关键科学问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最后，突破重要的边界问题：决策中的社交媒体分享线索发生作用的边界条件有哪些？本研究试图探讨针对不同类型的消费者，不同的消费类型，决策的不同阶段，社交媒体分享线索有哪些差异化作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于前述研究框架和目标，本项目将分为两个子研究展开，分别探究社交媒体分享线索对产品兴趣以及决策终止的影响。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1研究内容1：社交媒体分享线索对产品兴趣的影响",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "许多企业与品牌加入社会化营销的方式之一就是在产品页面加入社交媒体标识。这一做法几乎不需要多少投入，但它是否能带来企业预期的效果？是否有潜在的负面影响？子研究一试图从社交媒体分享线索，尤其是隐蔽线索(即社交媒体标识)无意识地激发消费者的公共自我意识(public self awareness)出发，探究它对产品兴趣的影响。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "公共自我意识指的是自我意识到自己是一个社会人，以及他人在意自己的行为。公共自我意识高的消费者往往对外界信息，尤其外界如何评价自己十分敏感，因此，他们会采取各种各样的行为来建构自己的积极形象(Scheier,1980)。比如公共自我意识与社交媒体上的印象管理行为正相关，那些公共自我意识强烈的人更容易在社交媒体上发布能够展示自己拥有高质量社交关系的照片(Shim,Lee,& Park,2008)，发布的内容也更积极(Bazarova et al.,2013)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "虽然最初的研究认为人们的自我意识是一个有意识，且刻意加工信息的过程(如Carver& Scheier,1981)，但是越来越多的研究认为自我意识是自动处理与自我相关信息的过程，超越人们的意识之外(Hull,Slone,Meteyer,&Matthews,2002)。因此，外界细小的、不明显的环境线索也能激发人们的公共自我意识。比如，看到镜子、相机、录影机等就能在某种程度提升人们的公共自我意识(Rochat,2018)。现有研究认为在公共(vs.私下)消费场景中的公共自我意识使得人们规避那些与自己身份不相符的产品(White&Dahl,2006)，当人们有较高的公共自我意识时，他们对那些与自我意识不相关的信息更加敏感。总之，细小的外部线索和较为公开的社会情境能够提升消费者的公共自我意识。甚至，这一效应的发生不需要消费者意识到这些细微的外部线索。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "社交媒体的蓬勃发展，以及其沟通即时性，传播广泛性的特征，为人们满足公共自我意识提供了一个绝佳的平台(Barasch&Berger,2014;Berger,2014)。在社交媒体标识无处不在的今天，人们甚至不用购买或拥有某一个产品就能向他人展示自己。如一键分享到朋友圈/微博，来表达自己对产品的态度。在子研究一中，我们关注社交媒体分享线索中的页面社交媒体标识对产品兴趣的影响。产品页面的社交媒体标识能够细微地(subtly)地影响人们的购物体验，从而改变人们对产品的兴趣。正如我们前面所述，外部环境线索能够激发人们的公共自我意识(Morin,1997)，由此我们推断仅仅是呈现社交媒体标识就足以使得消费者意识到自己是社会人，增强公共自我意识，进而改变他们对产品的兴趣和评价。消费者不仅通过自己购买和使用的产品来向他人表达自己的特征和偏好(Belk,1988)，也会通过他人购买的产品来推测对方是什么样的人。因此，当想到可能会被别人评价时，消费者会改变自己的产品选择(Deutsch&Gerard,1955)。消费者一方面会避免那些给自己形象带来负面影响的产品(即不合意产品undesirable products)，另一方面会积极寻求那些能够产生正面积极社会效应的产品(即合意产品desirable products)。比如，人们会规避那些与低社会地位相关的产品(Dubois,Rucker,&Galinksy,2012)，选择那些能够彰显自我独特性的产品(Ariely&Levav,200O)或表达归属感的产品(Chan,Berger,& Van Boven,2012)等等。由此，社交媒体标识会对产品兴趣产生积极或消极的影响，受到消费者对该产品究竟给他们的形象带来积极作用还是负面作用的判断。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "H1：产品页面的社交媒体分享线索能够影响消费者对产品的兴趣。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "H2：社交媒体分享线索对产品兴趣的影响通过消费者的公共自我意识起作用。社交媒体分享线索(vs.无社交媒体分享线索)提高了消费者的公共自我意识，进而影响了消费者对产品的兴趣。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "H3：产品合意性(desirability)调节H1。即，对于合意产品，社交媒体分享 线索提升了消费者对产品的兴趣；对于非合意产品，社交媒体分享线索降低了 消费者对产品的兴趣。 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2研究内容2：社交媒体分享线索对决策终止的影响",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "虽然消费者将社交媒体作为新的平台来进行印象管理，但是在分享变得越来越容易的今天，人们也表现出越来越多的担忧，比如个人隐私，被社交媒体支配等。网络技术的发展使我们时常感受到自己被观察到(Andréetal.,2018)，除了直接的人际互动外，公司在网络上投入更多的资源来跟踪、监控和分析消费者的市场活动，包括消费者决策过程的不同阶段。技术的发展使得公司不仅能记录和跟踪消费者的交易，而且在消费者决策前就能分析消费者对其交易的反应。比如，零售业的监控能够实时捕捉消费者的面部表情。在购物过程中，淘宝会有关联提醒“基于你的浏览记录”所推荐的可能感兴趣产品（决策中）；付款时，所呈现的你可能感兴趣的其他产品（决策后）。考量人们如何应对这种被时刻监测着的购物体验，有着重要的理论与现实意义。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "一些研究发现科技增加了人的能力和自主性的同时也增加了对人们的限制(Wertenbroch et al.,2020)。一些企业也看到了社交媒体潜在的负面影响，为了尽可能降低这些影响，它们甚至放弃了社交媒体。如购物网站 shopinprivate.com不仅没有社交媒体标识，还宣称提供“隐私，安全和自主”的消费体验。子研究二关注社交媒体究竟如何影响人们的自主感(sense of autonomy)，在此基础上带来的潜在的负面影响。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "作为人类基本的内在动机之一，自主感与人们选择的自由权密切相关(Kimet al.,2015)。以往研究从政治，心理，哲学的角度关注了自主感。根据现有文献，我们认为决策中的自主感指的是人们认为自己的决定不受外界影响(Wertenbroch etal.,2020)。基于此，消费者往往关注自己内在的感受，独立于他人的影响，有意将自我与他人进行区分(Feist,1999)。处不在的社交媒体分享线索一方面能够让人们感觉自己与更多的人建立了关联，另一方面也与消费者想要成为一个独立个体，自主实体(autonomous entity)的想法相悖。比如，人们会在意别人如何看待自己，会将观察者(observer)的想法和认知融入到自己的决策中。甚至，人们在网络空间会与他人建立共享现实，将自己的认知和他人的看法共同融入到决策中(Hardin&Higgins,1996)。此外，以往研究也表明人们会高估他们的选择和行为被他人关注/评价的程度，他们内在心理状态被他人察觉，即“被洞悉错觉”(illusion of transparency)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "社交媒体线索是否能够影响以及多大程度上影响人们的自主感，取决于消费者所处的不同阶段：决策中(process stage)还是决策后(outcome stage)。具体而言，决策中指的是消费者仍然在比较不同选项，尚未形成明确的偏好。决策后指的是消费者已经思考清楚，偏好已经形成，比如将产品放进了购物车将要结账。两者关键的区别在于正在构建偏好，还是偏好已经形成。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "由于自主感的核心关乎人们对自由选择的敏感性，我们认为它在消费者决策过程中，而非决策后十分显著，而且对外部信息更加敏感(如Lichtenstein&Slovic,2006)。比如，消费者意识到他们的决策过程只会在表明了偏好付款那一刻被记录，人们的自主感威胁将显著低于那些整个决策过程被记录的消费者。因为，记录整个决策过程如何做权衡，如何形成自己的偏好，使得消费者有更强的自我展示顾虑(self presentation concerns)和决策责任感知(accountability)，极大损害了消费者的自主性感。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "因此，当消费者努力想要保持决策自主权时，决策过程中的社交媒体分享线索可能会产生相反的作用。借鉴以往研究，在子研究二，我们认为：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "H4：决策过程中的社交媒体分享线索降低了人们自主感，反而使得消费者终止决策。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4理论构建 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一，从研究对象来看，本项目关注的是消费者决策过程中面对的社交媒体分享线索，而非实际的信息分享行为，也不是产品分享或共享。网络信息分享一一评论，电影，音乐或是生活点滴一一已经成为我们日常生活重要的部分。以往大量研究关注了消费者如何使用社交媒体，或者决策后为什么分享以及如何分享的问题（如 Angelis et al.,2012;Barasch & Berger,2014; Chen,2017; Chen&Lurie,2013;Dubois etal.,2016)，但是我们的研究关注：社交媒体分享线索(如常见的社交媒体标识)能够在消费者决策中起作用，而不需要直接参与到某一具体的社交媒体平台。这一研究对象回应了近来关于社交媒体环境中的信息分享可能性如何影响消费行为的研究 (Berger,2014; Stephen,2016; Yadav&Pavlou,2014)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第二，从研究视角来看，本项目从激发印象管理动机和降低自主感两条路径探究社交媒体分享线索如何影响消费行为。与本项目相关的现有研究从以下两点探究他人在场对人们行为决策的影响。一是责任担忧(accountabilityconcerns;综述见Lerner&Tetlock,1999)。主要的观点是由于人们预期他人会询问自己选择的理由，因此总是寻求受众的肯定(Baumeister&Leary,2017)，倾向于和他人的观点或偏好一致(如 Tetlock,1983)，选择那些社会合意产品(Andreoni&Bernheim,2009)。二是自我呈现(self presentation)动机。即人们总是期望自己在他人面前留下积极正面的形象，因此，会做一些印象管理的事情。但是，我们回顾以往研究发现，现有研究关注的都是消费者在决策临界点时，实在的物理他人在场如何激发责任担忧和自我呈现动机来影响消费者的。在今天，社交媒体分享线索也使得消费者有与他人关联的感受，这与自己是一个独立个体以及具有自主意识的实体(entity)相悖。以往研究也发现当人们感知自我与他人关联时，会采用他人视角，并将他人的感受融入自己的决策中(Shteynberg,2015;Smith&Mackie,2016)。因此，仍需要从社交媒体分享线索出发构建两条路径：一是分享线索激发了自我意识，进而增强了印象管理动机；二是分享线索激发了自我与他人的关联，进而降低了人们的自主感。本项目较为完整的研究模型，是对现有解释的丰富与深化。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第三，从研究内容来看，本项目探究了社交媒体分享线索对一系列消费行为的影响，并提出了边界条件。以往研究基于照片分享情境关注了分享线索对体验本身的影响(Barasch etal.,2018)，不涉及分享线索对决策的影响。本项目关注了其如何改变了消费者的判断与决策，回应了现有研究就人们与社交媒体关系，以及如何通过社交媒体满足自我目标的问题进行了补充(如Barasch&Berger,2014; Appel et al., 2020; Packard, Gershoff,& Wooten,2016)。同时，也提升了现有研究的“效度”，提高结论的“普适性”。此外，现有研究主要关注消费者在即将决策时，社会观察(socialobservation)和他人在场对消费者决策的影响，但是鲜有研究关注网络空间中的，外部影响线索如何贯穿于消费者整个决策过程，进而改变他们的选择。本项目关于社交媒体分享线索带来的三个影响，也丰富了社会影响在决策前和决策中如何影响人们的选择(Kupor et al.,2014; Lamberton et al., 2013)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "重妍,俞国艮.(2005).目找提升的研究现状与展望.心埋科学进展.178-185.   \n黄敏学,雷蕾,朱华伟.(2016).谈钱还是谈情:企业如何引导消费者分享自媒体营销.心理学报,48(2),211- 220.   \n杨德锋,李清,赵平.(2014).分享中社会联结,假想观众对品牌至爱的影响—一他人回应分歧性的调节作用. 心理学报,46(7),1000-1013.   \nAndreoni, J.,& Bernheim,B.D.(2009). Social image and the 50-50 norm: A theoretical and experimental analysis of audience effects. Econometrica,77(5),1607-1636.   \nAppel,G.,Grewal,L.,Hadi,R.,&Stephen,A.T.(2O2O).The future of social media in marketing. Journal of the Academy of Marketing Science, 48(1), 79-95.   \nAriely,D.，& Levav,J.(20oo). Sequential choice in group setings: Taking the road less traveled and less enjoyed.Journal of Consumer Research,27(3),279-290.   \nBabic Rosario,A.,Sotgiu,F.,De Valck, K.,& Bijmolt,T.H. (2016). The effct of electronic word of mouth on sales: A meta-analytic review of platform,product,and metric factors. Journal of Marketing Research,53(3), 297-318.   \nBarasch,A., Zauberman, G.,& Diehl, K. (2018). How the intention to share canundermine enjoyment: Phototaking goals and evaluation of experiences.Journal of Consumer Research,44(6),1220-1237.   \nBarasch,A. (2020). The consequences of sharing. Current Opinion in Psychology,31,61-66.   \nBargh,J.A.,Chen,M.,&Burrows,L. (1996).Automaticityofsocialbehavior: Direct effects of trait constructand stereotype activation on action. Journal of Personality and Social Psychology,71(2),230-244.   \nBartra,O., McGuire,J.T.,& Kable, J. W. (2013). The valuation system: a coordinate-based meta-analysis of BOLD fMRI experiments examining neural correlates of subjective value. Neuroimage, 76, 412-427.   \nBaumeister,R.F.，& Leary,M. R. (2017). The need to belong: Desire for interpersonal attachments as a fundamental human motivation. Interpersonal development,57-89.   \nBazarova,N.N.,Taft,J. G.，Choi, Y.H.，& Cosley,D. (2013).Managing impressions and relationships on Facebook: Self-presentational and relational concerns revealed through the analysis of language style.Journal of Language and Social Psychology,32(2),121-141.   \nBelk,R. W. (1988).Possessons and the extended self.Journal of Consumer Research,15(2),139-168.   \nBerger,J. (2Ol3).Beyond viral: Interpersonal communication in the internet age.Psychological Inquiry,24(4), 293-296.   \nBerger, J. (20l4).Word of mouth and interpersonal communication: A review and directions for future research. Journal of Consumer Psychology,24(4), 586-607.   \nBerger,J.,& Milkman, K.L. (2012). What makes online content viral?.Journal of Marketing Research,49(2), 192-205.   \nBerger, J.,& Barasch,A. (2018).A candid advantage? The social benefits of candid photos. Social Psychological and Personality Science,9(8),1010-1016.   \nBhatacharjee,A.，& Mogilner, C.(2014).Happiness from ordinary and extraordinary experiences.Journal of Consumer Research,41(1), 1-17.   \nCarver, C.S.,& Scheier,M.F. (1981).The self-attntion-induced feedback loop and social facilitation. Journal of Experimental Social Psychology,17(6),545-568.   \nChan, C.，Berger, J.,& Van Boven,L. (2012).Identifiable but not identical: Combining social identity and uniqueness motives in choice.Journal of Consumer Research,39(3), 561-573.   \nChen,Z.,& Yuan,M. (2020).Psychology of word of mouth marketing. Current opinion in psychology,31,7-10.   \nChen, Z. (2017). Social acceptance and word of mouth: How the motive to belong leads to divergent WOM with strangersand friends.Journal ofConsumerResearch,44(3),613-632.   \nChen,Z.,& Lurie,N.H. (20l3). Temporal contiguity and negativity bias in the impact of online word of mouth.JournalofMarketingResearch,50(4),463-476.   \nConsiglio,I,De Angelis,M.,& Costabile,M. (2018).The effect of social density on word of mouth. Journal of Consumer Research, 45(3), 511-528.   \nDe Angelis,M.,Bonezzi, A.,Peluso,A. M.,Rucker,D.D.,& Costabile, M. (2012). On braggarts and gossips: A self-enhancementaccountofword-of-mouthgenerationand transmission.Journal of Marketing Research,49(4), 551-563.   \nDeutsch,M.,& Gerard, H.B.(1955).A studyof normative and informational social influences upon individual judgment. The Journal of Abnormal and Social Psychology,51(3), 629-639.   \nDubois,D., Bonezzi,A.,& De Angelis,M. (2016). Sharing with friends versus strangers: How interpersonal closeness influences word-of-mouth valence.Journal of Marketing Research,53(5),712-727.   \nFeist, G. J.(1999). Autonomy and independence. Encyclopedia of Creativity,1,157-163.   \nAndreé,Q.,Carmon,Z.,Wertenbroch,K.,Crum,A.,Frank,D.,Goldstein,W.,Huber,J,Boven,L.,Weber,B.,& Yang,H. (2018). Consumer choice and autonomy in the age of artificial intelligence and big data. Customer needs and solutions,5(1),28-37.   \nGross,J. J. (2013). Emotion regulation: Taking stock and moving forward. Emotion,13(3),359-365.   \nHardin, C.D.,& Higgins,E.T. (1996).Shared reality: How social verification makes the subjective objective.   \nHeath, C.,& Heath,D.(2oo7). Made to stick: Why some ideas survive and others die. New York: Random House.   \nHennig-Thurau,T., Gwinner, K.P.,Walsh, G.,& Gremler,D.D. (2004). Electronic word-of-mouth via consumeropinion platforms: What motivates consumers to articulate themselves on the internet?.Journal of Interactive Marketing,18(1),38-52.   \nHull,J.G.，Slone,L.B.，Meteyer,K.B.，& Mathews，A.R.(2002).The nonconsciousness of selfconsciousness. Journal of Personality and Social Psychology,83(2),406-416.   \nKim,K.,Schmierbach, M.G.,Chung,M.Y.,Fraustino,J. D.,Dardis,F.,& Ahern,L. (2015).Is it a sense of autonomy，control，orattchment? Exploring the effectsof in-game customization ongame enjoyment. Computers in Human Behavior, 48, 695-705.   \nKim,T.,Barasz,K.,&John,L.K. (2021). Consumer disclosure. Consumer Psychology Review, 4(1),59-69.   \nKupor,D.M.,Tormala,Z.L.,Norton,M.1,& Rucker, D.D. (2014).Thoughtcalibration: How thinking just the right amount increases one's influence and appeal.,Social Psychological and Personality Science,5(3),263- 270.   \nLamberton, C.,& Stephen,A.T. (20l6). A thematic exploration of digital,social media,and mobile marketing: Research evolution from 20o0 to 2015 and an agenda for future inquiry.Journal ofMarketing,80(6),146-172.   \nLamberton, C. P.,Naylor, R. W.,& Haws, K.L. (2013). Same destination,diffrent paths: When and how does observing others' choices and reasoning alter confidence in our own choices?.Journal of Consumer Psychology,23(1),74-89.   \nLee,J.,& Hong, I.B.(20l6).Predicting positive user responses to social media advertising: The roles of emotional appeal, informativeness,and creativity. International Journal of Information Management,36(3), 360-373.   \nLerner,J.S.,&Tetlock,P.E.(1999).Accounting forthe effects of accountability.Psychological Bulltin,125(2), 255-266.   \nLichtenstein,S., & Slovic,P. (Eds.). (20o6). The construction of preference. Cambridge University Press.   \nLibert,K.,& Tynski, K. (2013).The emotions that make marketing campaigns go viral., Harvard Business   \nReview,1(1).   \nLigon，E.，& Schechter，L. (2012). Motives for sharing in social networks.Journal of Development Economics,99(1),13-26.   \nMcGraw, A. P., Warren, C., & Kan, C. (2015). Humorous complaining. Journal of Consumer Research,41(5), 1153-1171.   \nMoore, S. G.,& Lafreniere, K. C.(2020). How online word-of-mouth impacts receivers. Consumer Psychology Review,3(1),34-59.   \nMorin，A.(1997). History of exposure to self-focusing stimuli asa developmental antecedent of selfconsciousness. Psychological Reports, 80(3_suppl),1252-1254.   \nPackard, G.,& Wooten,D.B. (20l3). Compensatory knowledge signaling inconsumer word-of-mouth.Journalof Consumer Psychology, 23(4), 434-450.   \nRimé,B. (2009). Emotion elicits the social sharing of emotion: Theory and empirical review. Emotion review, (1), 60-85.   \nRochat,P. (2018).The ontogeny of human self-consciousnes. Current Directions in Psychological Science,27(5), 345-350.   \nRocklage，M.，& H Fazio,R.(2019).The enhancing vs.backfiring effects of emotionality in consumer reviews. ACR North American Advances.   \nRucker,D.D.,Galinsky,A.D.,& Dubois,D.(2012).Power and consumer behavior: How power shapes who and what consumers value. Journal of Consumer Psychology,22(3),352-368.   \nScheier,M.F.(1980).Efcts of public and private self-consciousness on the public expression of personal beliefs. Journal of Personality and Social Psychology, 39(3),514-523.   \nSchlosser，A. E.(2020). Self-disclosure versus self-presentation on social media. Current opinion in psychology,31,1-6.   \nShim,M., Lee,M. J.,& Park, S. H. (2008). Photograph use on social network sites among South Korean college students: the role of public and private self-consciousness CyberPsychology & Behavior,11(4),489-493.   \nShteynberg, G. (2015). Shared attention. Perspectives on psychological science,10(5),579-590.   \nSmith,E.R.,& Mackie, D.M. (2016). Representation and incorporation of close others'responses: The RICOR model of social influence.Personality and Social Psychology Review,20(4),311-331.   \nStephen,A.T. (2016).The role of digital and social media marketing in consumer behavior. Current Opinion in Psychology,10,17-21.   \nTamir,D.1.,& Mitchell,J.P. (2012). Disclosing informationabout the self is intrinsicallrewarding.Proceedings of the National Academy of Sciences,109(21), 8038-8043.   \nValsesia,F.,& Diehl, K.(2O22).Let Me Show You What IDid versus What I Have: Sharing Experiential versus Material Purchases Alters Authenticity and Liking of Social Media Users. Journal of Consumer Research, forthcoming.   \nWertenbroch,K.,Schrift,R.Y.,Alba,J. W.,Barasch,A.,Bhattacharjee,A.,Giesler,M.,..& Zwebner,Y.(2020). Autonomy in consumer choice. Marketing Letters,31, 429-439.   \nWetzer, I. M., Zeenberg, M.,& Pieters,R. (20o7).“Never eat in that restaurant,I did!\": Exploring why people engage in negative word-of-mouth communication. Psychology & Marketing,24(8),661-680.   \nWhite,K.,& Dahl, D.W.(2o06).To be or not be? The influence of dissociativereference groups on consumer preferences.Journal of Consumer Psychology,16(4),404-414.   \nWojnicki, A. C.,& Godes,D.(2008). Word-of-mouth as self-enhancement. HBS Marketing Research Paper, (06- 01). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Yadav,M.S.,&Pavlou,P.A.(20l4).Marketing incomputer-mediated environments:Research synthesisand new directions.JournalofMarketing,78,20-40. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "How sharing on social media influences consumer choices ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "JIN Fei ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(College of Business, Sichuan University, Chengdu 610064) ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Abstract: With the growing popularity of social media, review websites, and ecommerce platforms, consumers can increasingly share their consumption choices with others easily. To follow this trend, companies put sharing buttons, employ hashtags-rich digital communications, or directly prompt consumers to share their purchase experiences. The current research examines whether, how, and when exposure to sharing cues (e.g., social media buttons) during a purchase episode influences consumer choices. We argue that exposure to sharing cues promotes impression management motivation and decreases sense of autonomy. Based on these accounts, we examine two consequences: product interest and decision termination. The current findings contribute to social sharing and give insights to how digital environment affects consumer behavior. Managerially, the findings demonstrate when brand-led efforts to prompt customers to share their purchases backfires. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Keywords: Sharing on social media, image management, autonomy, consumer choice ",
        "page_idx": 14
    }
]