[
    {
        "type": "text",
        "text": "Reappraisal of Endotherium niinomii Shikama, 1947, a eutherian mammal from the Lower Cretaceous Fuxin Formation, Fuxin-Jinzhou Basin, Liaoning, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Yuan-Qingl,2.3 KUSUHASHI Nao4 JIN Xun1 LI Chuan-Kuil SETOGUCHI Takeshi GAO Chun-Ling LIU Jin-Yuan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology andPaleoanthropology,Chinese Academy ofSciences Beijing looo44,China wangyuanqing@ivpp.ac.cn)   \n(2 CAS Center for Excellence in Life and Paleoenvironment Beijing lOoo44, China)   \n(3 College of Earth Sciences,University of Chinese Academy of Sciences Beijingl0oo49,China)   \n(4DepartmentofEarth'sEvolutionandEnvironment,GraduateSchoolofScienceandEngineering,EhimeUniversity Matsuyama,Ehime 790-8577,Japan nkusu@sci.ehime-u.ac.jp)   \n(5 Kyoto Municipal Science Center for Youth Kyoto 6l2-0031, Japan)   \n(6 Dalian Museum of Natural History Dalian,Liaoning 116023,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Reinvestigation of the Early Cretaceous eutherian mammal Endotherium niinomii Shikama,1947,based on the impressions of the type specimen, casts made from the impressions, and the original description, indicates that E.niinomii is characterized by the following characters: decrease in size from the ml to the m3;a moderate height difference between the trigonid and talonid of lower molars; blunt lower molar cusps; the protoconid being the largest among the trigonid cusps; the paraconid being as tall as the metaconid; the p3 not being obviously reduced; and possible possession of five lower premolars.These characteristics clearly distinguish $E$ niinomii from other known Cretaceous eutherians,and support its taxonomic identity as a valid taxon. ， ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsFuxin, Liaoning; Early Cretaceous; Fuxin Formation; Mammalia, Eutheria, Endotherium niinomii OIB ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Wang Y Q, Kusuhashi N, Jin X et al. Reappraisal of Endotherium niinomii Shikama,1947,a eutherian mammal from the Lower Cretaceous Fuxin Formation, Fuxin-Jinzhou Basin,Liaoning,China.Vertebrata PalAsiatica,DOI:10.19615/ j.cnki.1000-3118.180226 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Endotherium niinomii Shikama,1947,is a eutherian mammal discovered from the Fuxin Formation at the Xinqiu (Hsinchiu) coal mine in Fuxin (Husin),Fuxin-Jinzhou Basin, Liaoning Province, northeastern China. The report was subsequently reviewed by Shikama (1948), Chow (1953),and Patterson (1956). However, as was pointed out by Clemens et al. (1979) and Kielan-Jaworowska and Cifelli (2001), the original descriptions of Shikama (1947) were not adequate,and figures were relatively uninformative.It is unfortunate that important parts of the type specimen, including the molars, were lost after Shikama's report. Therefore, except for brief listing as a eutherian taxon in review work (e.g., Zhang, 1984; Wang et al., 1995; Meng, 2014),Endotherium has rarely been mentioned in recent papers on Mesozoic eutherians, and is sometimes treated as a nomen dubium (Kielan-Jaworowska and Cifelli, 2O01; KielanJaworowska et al., 2004). Recently, Meng et al. (2015) suggested that Endotherium niinomii is a valid taxon and its diagnosis should be revised. The species was originally thought to be of Late Jurassic in age.Although the Fuxin Formation is now generally considered as late Early Cretaceous in age (Aptian-Albian; e.g.,Li et al.,2Oo5; Kusuhashi et al., 2009a, b),Endotherium is still an early member of eutherians and is important to the study of the evolution and diversification of eutherians in the Early Cretaceous. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Since the early 199Os, researchers of the Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences (IVPP) have conducted field investigations at Fuxin and neighboring areas, which later resulted in a major China-Japan joint research project. So far, more than one hundred fossl mammal specimens have been collected from the Shahai and Fuxin formations. These specimens represent eutriconodontans, multituberculates, spalacotheriid symmetrodonts, stem zatherians, and eutherians (e.g., Hu et al.,2Oo5a, b; Li et al., 2005; Kusuhashi et al.,2009a, b,2010,2016; see also Wang et al.,1995). See Kusuhashi et al. (2009a, b) for the geologic seting of these formations. Among these specimens, about onethird belong to eutherian mammals. Since many of the eutherian specimens have been collected from the same rock unit as the type specimen of $E$ .niinomii, it is necessary to reinvestigate $E$ niinomii before the study on these recently collected eutherian specimens is carried out. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The type specimen of Endotherium was reported to be preserved on“a slab of very fragile coal\", together with the type of a lacertilian Teilhardosaurus (Shikama,1947). The sample coal bearing the specimens (catalogue number D0247) is currently housed in the Dalian Museum of Natural History, Dalian, Liaoning Province, China. Although most parts of the type specimen of Endotherium niinomi had been lost, its impressions, particularly those of the teeth,are fortunately preserved on the sample coal, or exactly speaking on a very thin intercalated layer of carbonaceous mudstone within the coal layers (Fig.1).Reexamination of the specimen together with review of Shikama's (1947) original description reveals some additional characteristics of $E$ 、niinomii,which help to clarify its taxonomic status. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "During the restudy of the specimen, casts were made for easier examination and for SEM photographing.At first, a silicone mold was made from the real specimen. Then a counter silicone mold was made from the first mold.Finally,both resin casts and counter casts were produced from these molds.In the descriptions below,we follow the dental terminology for tribosphenic molars from Bown and Kraus (1979) and Kielan-Jaworowska et al. (2004). Lower premolars and molars are abbreviated as lower case p and m,respectively,followed by numbers indicating tooth locus counting from the mesial to the distal end of each.For premolars, numbers only denote tooth position and do not necessarily indicate homology of teeth. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/8feff1e7ecf7b51b887484e6d5741e934ebd15774d0085bcd12f67c6a81bbe93.jpg",
        "img_caption": [
            "Fig.1 The sample coal bearing the type specimens of Endotherium niinomii and Teilhardosaurus carbonarius (D0247) A.the whole sample block; B.close-up view corresponding to the white box in A "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Description ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 The rock specimen ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We compared the rock specimen (D0247; Fig. 1) with figures of Shikama (1947:figs. 1-3) and confirmed that it is what the type specimen of Endotherium niinomii was preserved in. On the exposed surface of D0247, the type specimen of a lizard Teilhardosaurus carbonarius, contemporaneously described by Shikama (1947) with $E$ . niinomi,is still preserved (Fig. 1B), but its posterior part, including several teeth, sems to have been missing. Close to it and at the very position figured by Shikama (1947:fig. 3), there is an impression of a right dentary with teeth of $E$ .niinomii (Fig. 1B). Adjacent to it, another impression of a lower jaw is present with only the broken anterior part preserved. The impresson is from the left lower jaw of E. niinomii,which was only mentioned by Shikama (1947) (Fig.1B). In addition to these jaw remains,there are some bone fragments scatered around them. They were partly illustrated by Shikama (1947:fig.3), but some of the illustrated bones seem to have been damaged and/or lost. Shikama (1947) included fragments of scapula and humeri into the holotype of $E$ niinomii without any description or specific illustration. However, they could not be recognized from the fragmentary bones.In the following descriptions,we focus only on the right and left lower jaws and teeth of $E$ .niinomii, which are mainly known from impressions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Lower jaws of Endotherium niinomii ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The major part of the right lower jaw of the type specimen has been lost, and only its impression can now be observed (Fig.2). The impression of the mandibular corpus of the right dentary is about $1 5 . 0 \\mathrm { m m }$ long. On its posterior part, there are impressions of three tribosphenic molars; the mesial two are clearly observable, whereas the distalmost one is not very distinct. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "They clearly correspond to the $\\mathrm { m } 1 { - } \\mathrm { m } 3$ described by Shikama (1947),and hereafter we follow his identification for these molars.There are impressions of at least two antemolar teeth dorsal to the impression of the right dentary, which were not mentioned by Shikama (1947). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The left mandibular corpus is preserved partially as an impression (middle to posterior portion, about $9 . 1 \\mathrm { m m }$ long)and as a fragment (anterior portion, about $4 . 2 \\mathrm { m m }$ long). No tooth impression remains.According to Shikama's (1947) descriptions and figures, the major part of the left lower jaw was already missing when he observed the specimen,and the present condition probably remains the same as what he described. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/77c1fe280fac1721651ac319d3eb1ee8429e2e9cb654d0faedc27154d0ec2ea1.jpg",
        "img_caption": [
            "Fig.2The right and left lower jaws of Endotherium niinomii (Do247,holotype) A.SEM image of a resin cast of the specimen in current condition (mainly impressions of some teeth and both dentaries,except fragmentary anterior part of left dentary); B. SEM image of a resin counter cast of the specimen; C.an interpretive sketch on B Hatched areas are teeth (enclosed by solid lines)and possible teeth (enclosed by dotted lines) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Shikama's (1947) descriptions and figures suggest that the posterior part of the mandibular corpus and the anteriormost part of the coronoid process of the right dentary were preserved when he observed the specimen. These structures are now missing and only the anterior part of the broken coronoid process is still partially preserved,but it is seriously damaged.The angle between the mandibular corpus and the coronoid process is unknown. In the impression of the left dentary, the posteriormost part of the dorsal margin slightly curves posterodorsally; this part is probably the anterior base of the coronoid process. The dentary is slender. Measured from the impressions,the right and left dentaries are about 2.4 and $2 . 6 ~ \\mathrm { m m }$ deep,respectively,at the deepest part of each jaw. Shikama (1947) described that the mandibular corpus of the right dentary is about $3 \\ \\mathrm { m m }$ deep.As mentioned by him, the ventral margin of the preserved portion of the dentary is relatively straight, and slightly convex ventrally. There is a small depression on the right dentary, which seems to be a mental foramen (Fig. 2). It is positioned about $1 . 3 ~ \\mathrm { m m }$ above the ventral margin of the impression of the dentary, and below the point mesial to the impression of the ml (probably below the point between the mesial root of the p5 and the distal root of the p4). Other features of the dentary, such as additional mental foramina the ascending ramus,and the Meckelian groove, cannot be recognized from the impression, and Shikama (1947) did not describe them either. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The specimen preserved no incisors,canines,and premolars when Shikama (1947) examined it, but,as mentioned above, there are impressions of at least two antemolar teeth (Figs. 2, 3A). The mesial most impression is of the distal base of a slightly procumbent tooth. Because the impression of the tooth is very limited, it is difficult to confirm whether the tooth is a canine or a premolar. Distal to it and separated by a short diastema, there is an impression showing nearly the complete shape of the protoconid of a tooth, but the basal part of the tooth impression is not clear. It is undoubtedly an impression of a mesial premolar with fully premolariform crown (Figs. 2,3A). The tooth is erected,and the mesial margin of the protoconid gently recurves toward the tip, which is comparatively steeper than the distal. The presence of other cusps and a distobasal heel on the tooth is unknown.Judging from its crown morphology and size, this tooth was likely to be single-rooted. Between this impression and the impression of the ml, there is another impresson (Figs.2,3A). Because this is not well impressed,it is dificult to determine whether or not this is a tooth impression.If it is of a tooth, it seems to be an impression of the protoconid of a premolariform premolar; this tooth probably was taller than and mesiodistally longer than the mesial premolar (the second impression described above); there is no sign of a paraconid at the mesial base of the tooth,and the paraconid is, therefore, thought to be absent or shifted (at least slightly) lingually. There are two shallow and procumbent hollows above the anteriormost part of the dentary impression; they are,however, too vague to determine whether or not they are related to procumbent incisors. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "No tooth impressions are observed for the left dentary, but six broken alveoli with partial root fragments are seen on the anterior preserved part of the dentary (Fig.2,3C),as described by Shikama (1947).The mesialmost alveolus is larger and extends more ventrally than the others,and leans mesially. This alveolus is likely to be of a canine,although the possibility that this alveolus is of a single-rooted mesial premolar is not eliminated.Distal to it, there are five sub-equal in size and nearly vertical alveoli, which are interpreted to be of one single-rooted (mesial one) and two double-rooted (distal four) premolars. Judging from these alveoli,at least the distal two double-rooted premolars were subequal in size. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Shikama (1947) described the right three molars. Some parts of his descriptions are dificult to understand and here we compare them with our observations of the characteristics that we could observe on the impressions,and select or interpret understandable and informative descriptions for the characteristics that we could not observe.Based on Shikama's (1947) descriptions and measurements, the three molars were undoubtedly tribosphenic, although we can now only know the morphology of the protoconid and hypoconid (or a part of talonid only for m2) of them from the tooth impressions.At least some of the measurement values of molars presented by Shikama (1947:80) are quite certainly inaccurate; for example, mesiodistal length of the m1, m2,and m3 were reported as 4, 3.5,and $3 . 7 ~ \\mathrm { m m }$ ,respectively. Based on our measurement, the impressions of the ml and $\\mathrm { m } 2$ are 1.6 and $1 . 7 ~ \\mathrm { m m }$ long, respectively, and thus the true molar lengths (estimated about $2 ~ \\mathrm { m m }$ ）shouldbe slightly more than these values, but not up to the numbers given by Shikama (1947). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The impressions of the ml and m2 are better preserved and much more clear than those of the antemolars and the m3. Judging from the impression, the m2 is displaced posterolingually, as shown in the figure 4 of Shikama (1947),and the ml is slightly displaced mesially. The m3 is apparently present more labially than the ml and m2 (Fig. 2); this is probably because of the damage to the dentary. The impresson of the ml is only of its labial side including protoconid and hypoconid. The situation is similar for the impression of the m2, but because the tooth was slightly more labially displaced, the hypoconulid, the labial side of the entoconid,and thel talonid basin are also partly impressed (Fig. 3B). For the m3,we can only observe parts of its protoconid, hypoconid,and hypoconulid (Fig. 3B). The impressons suggest that the ml and $\\mathrm { m } 2$ are larger than the $\\mathbf { m } 3$ ,although the impression of the $\\mathrm { m } 3$ is not measurable. Shikama (1947) suggested that the molar sizes diminish distally,as shown in his measurements,although the measurement values are inaccurate as mentioned above. Based on our observation, the ml is possibly as large as or slightly larger than the $\\mathrm { m } 2$ .As mentioned above,the impression of the $\\mathrm { m } 2$ is slightly longer mesiodistally than that of the m1,but these values may not represent their true length; the size difference between these two molars,however,is difficult to ascertain from the impressions,because they show different degrees of lingual displacement. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Although Shikama (1947) only clearly described the ml,at minimum both the ml and $\\mathrm { m } 2$ had blunt cusps. Shikama (1947:79) described that the “protoconid in buccal view, with very flat wall and sharp crest” for the m2,but the impression of the protoconid of the $\\mathrm { m } 2$ shows that the cusp was obviously blunt, not sharp.Additionally, in all lower molars, the trigonid is higher than the talonid as mentioned by Shikama (1947); the height difference between the talonid and trigonid is, however, not as great as seen in other eutherians reported from the Late Jurassic to Early Cretaceous strata. In our measurement of the impressions, the heights of protoconid and hypoconid of the ml are 1.3 and $0 . 8 ~ \\mathrm { m m }$ ,respectively,and those of the $\\mathrm { m } 2$ are 1.4 and $0 . 8 ~ \\mathrm { m m }$ ,respectively. According to the diagnosis of Endotherium by Shikama (1947),the hypoconid is the largest of the talonid cusps,and thus the height of the hypoconid can represent the height of the talonid. The protoconid seems to be worn especially in the m1, as Shikama (1947) described, but it is probably not much greater than the measurement value. He described that the $\\mathbf { m } 3$ trigonid is low relative to the talonid, but the impression of the tooth shows that the trigonid is still notably higher than the talonid. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f83d4a52b5f5ab67bbc29899509e691a7b514f26666060a581a3c4585a41c270.jpg",
        "img_caption": [
            "Fig. 3 Images (left) and interpretive sketches (right) of a resin counter cast of the holotype ofEndotherium niinomii(D0247,holotype) (as in Fig.2B) A. the right ?pl and ?p4; B. the right $\\mathrm { m } 2$ and $\\mathbf { m } 3$ (SEM image); C. the anteriormost part of the left dentary with alveoli for $ { \\mathrm { ? c - ? p 3 } }$ .Abbreviations:cob.cristid obliqua; hyd.hypoconid;hyld.hypoconulid; prd. protoconid; pregd. precingulid; tadb.talonid basin "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As described by Shikama (1947), the $\\mathbf { m } \\mathbf { 1 }$ and $\\mathrm { m } 2$ were probably similar in morphology. His measurements show that the $\\mathbf { m } 3$ has a distally elongated talonid,which suggests that this tooth is the last molar; this can be confirmed by the hypoconulid impression situated distally and slightly medially to the hypoconid. According to Shikama's (1947) diagnosis of the genus Endotherium, the protoconid is the largest among three trigonid cusps,and the paraconid and the metaconid are subequal in size. The three trigonid cusps of the m2 were illustrated as being subequal in size in the figure 4 of Shikama (1947),but the impression shows that these drawings of molars are most likely inaccurate. Shikama (1947:79) described that the \"paraconid and metaconid running paralled (likely to be a typographical error of ‘parallel') to each other” for the ml.This probably means that the paraconid is not shifted buccally and both the paraconid and metaconid are situated lingually as commonly seen in Early Cretaceous eutherians, but this cannot be confirmed based on the impressions.He did not mention this characteristic for the m2 and m3 (the paraconid and metaconid of the m3 were missing when he observed the specimen). He described “peripheral cusps” or a “parastyle” at the mesiolabial part of the trigonid ofthe m2 (he actually wrote the “outer side”of the “anterior border” of the trigonid, which is here interpreted as the mesiolabial part). There are no impressions of such cusps, but there is an impression of a precingulid at the mesiolabial base of the crown (Figs. 2, 3B),and we think that this is what he described. The impression of the ml shows that a precingulid was present on the tooth, but Shikama (1947) did not mention it. According to him, the precingulid was absent on the m3; this part of the tooth is not impressed on the matrix, and we could not confirm this.The impressions of the ml and m2 show that a labial cingulid is absent on these teeth. Judging from the impressions, the distal trigonid wall is nearly vertical. Other trigonid features such as the cusp e and the angle of the trigonid are not known from either the impressions or Shikama's (1947) description. E ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The impressions show that the hypoflexid is deeply formed on the molars,and that the $\\mathrm { m } 2$ talonid was well developed and basined (Fig. 3B). According to the measurements of Shikama (1947),the talonid was as wide as the trigonid in the m2. The talonid of each molar probably had thre talonid cusps,although Shikama (1947) did not mention the entoconid of the m1.Terms of the talonid cusps are confused in the descriptions of Shikama (1947); we here interpret that the “endoconid” and \"endoconulid\" in his descriptions are the entoconid and hypoconulid, respectively. According to the diagnosis of the genus as well as descriptions by Shikama (1947),the hypoconid is larger than the other two talonid cusps,and the hypoconulid is the smallest at least on the m2; the impression of the m2 shows that the hypoconulid of the tooth is probably smaller than the hypoconid (Fig.3B). He also described that the hypoconid and hypoconulid were situated at the distolabial corner of the ml talonid. This is,again, unlikely. The impression of the ml clearly shows that there was only one cusp,the hypoconid, at that part,and thus the hypoconulid was surely placed more medially. Given that the ml is morphologically similar to the m2 as described in Shikama (1947),its hypoconulid is probably not very closely positioned with the entoconid, similar to that in the $\\mathrm { m } 2$ where the hypoconulid is approximately placed at the labiolingual midline of the crown (Fig.3B). The postcingulid is absent on at least the ml and $\\mathrm { m } 2$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3 Discussion and concluding remarks ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although not certain, tooth designations on the basis of impressions (the right lower jaw) and alveoli (the left lower jaw) of antemolars are highly probable.The distance between the mesialmost impression of a tooth (except for anterior unobvious two) and the impression of the ml on the right dentary is about $5 . 7 ~ \\mathrm { m m }$ .Taking into account the molar length,about 2 mm, and premolar size estimated based on impressions to be much shorter mesiodistally than molars, there were probably five teeth. Five lower premolars are commonly present in early eutherians (Kielan-Jaworowska et al.,20o4). The mesialmost impression is, therefore,likely O have been left by the canine. The second one is probably of the p1,and the third one might be of the p4,if it is an impression of a tooth. If our identification of the right pl is correct, the mesialmost alyeolus for a procumbent root on the left dentary is more likely to be of the canine than a premolar, because the right p1 is erected. This view is supported by the fact that this alveolus is slightly larger than the distal ones. The distance between this alveolus and the posterior end of the impressed mandibular corpus of the left dentary is about $1 2 . 0 \\ \\mathrm { m m }$ ，which does not exceed, but rather is compatible with the distance between the mesialmost tooth impression and the posterior end of the mandibular corpus of the right dentary ( $1 2 . 5 ~ \\mathrm { m m } )$ ） Therefore,the five more distal alveoli are probably for the single-rooted pl and double-rooted p2 and p3, respectively. This suggests that the p3 of Endotherium niinomii was probably subequal to the p2 in size and not being obviously reduced. This is still the case even if the mesial alveolus is of a single-rooted p1. 6 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We agree with the Shikama's (1947) atribution of Endotherium to Eutheria because of the following characteristics: the slender dentary, which is more common among eutherians than among metatherians in the Cretaceous; the presence of five teeth (five premolars) implied by a relatively long distance between the canine and the first preserved molar rather than four (three premolars and a molar) as seen in most metatherians except for Sinodelphys; and especially, the absence of the twinning of the entoconid and hypoconulid, in contrast to twinned entoconid and hypoconulid common in most Cretaceous metatherians except for primitive forms.The fact that there is no definite metatherian material in the fossil assemblage with over one hundred mammalian specimens collected from the Shahai and Fuxin formations further supports this view. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Informative characters of Shikama's (1947) original diagnosis for the genus Endotherium include: 1) lower jaw is not stout; 2) lower molars decrease their size distally from the ml to m3; 3）the trigonid and the talonid are transversely wider than long; 4) the protoconid is the tallest among the trigonid cusps,and the paraconid is as tall as the metaconid; 5) the hypoconid is larger than the other two talonid cusps (the“hl's” in the diagnosis of Shikama,1947,is here interpreted as the hypoconulid); and 6) the precingulid is present (the “parastyle” in his diaginosis is here reinterpreted as the precingulid as mentioned above) on the lower molars. Among these characters,we concur 1), 2),and 6),although 6) is not diagnostic because the precingulid is present in the molars of most Cretaceous eutherians.In addition to these characters,our observation of the impressions reveals that Endotherium has some additional features: the trigonid taler than the talonid in the lower molars,but their height difference is not remarkable; and blunt lower molar cusps.Moreover, it is highly probable that Endotherium has five lower premolars, the p3 not being smaller than the p2. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The above mentioned character combination of Endotherium is sufficiently diagnostic, so that we consider Endotherium niinomii as a valid taxon. Endotherium is obviously different from other Jurassic to Early Cretaceous eutherians (Acristatherium,Eomaia,Holoclemensia, Juramaia, Montanalestes, Murtoilestes, Prokennalestes, and Sasayamamylos) in having: blunt molar cusps; the molar diminishing in size from the m1 to $\\mathbf { m } 3$ ； and the trigonid not greatly taller than the talonid (Slaughter, 1968; Kielan-Jaworowska and Dashzeveg, 1989; Sigogneau-Russell et al.,1992; Cifelli,1999; Averianov and Skutschas, 2001; Ji et al., 2002; Hu et al.,2009; Davis and Cifelli, 2011; Luo et al.,2011; Kusuhashi et al., 2013). The former two characteristics, as wel as the protoconid being the tallest among trigonid cusps and that the paraconid is almost as tall as the metaconid, distinguish Endotherium from most Late Cretaceous taxa. Blunt lower molar cusps characterizing Endotherium are also found in some Late Cretaceous species, such as Paranycotoides and zhelestids (Nessov et al.,1998; Archibald and Averianov, 2001, 2012; Averianov and Archibald, 2005,2013; Gheerbrant and Astibia, 2012; Montellano-Ballesteros et al., 2013). In the lower molars of these eutherians, however, the metaconid is much larger than the paraconid, and the protoconid is only slightly larger than the metaconid. Endotherium is, therefore, clearly distinguishable from these species. Shikama (1947) compared Endotherium with Zalambdalestes,one of few eutherians known from Asia at the time, and suggested their comparatively close relationship. Endotherium is, however, different from Zalambdalestes in many aspects as partly noted by Shikama (1947), for example the possble possesson of five lower premolars,the talonid as wide as the trigonid in the molars,and the protoconid being taller than the metaconid. Zalambdalestids are known to have an enlarged incisor, the root of which is extended distally to below the level of the m1 (Fostowicz-Frelik and Kielan-Jaworowska, 2002), but the anterior preserved portion of the left dentary of Endotherium does not show any sign of such an enlarged incisor. Therefore, it is unlikely that the two genera are closely related to each other in today's view. Due to the condition of the type specimen of Endotherium, substantial comparison is difficult at the moment, but better preserved specimens will provide more information about the genus. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AcknowledgmentsWe are grateful to Wang Zhiyan and Shen Caizhi (Dalian Museum of Natural History) for help in accessing and observing the type specimen of Endotherium. We thank Wang Zhao (IVPP) for making the cast from the impresson of the type specimen. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Thanks also go to Terufumi Ohno, Satoshi Maruyama (Kyoto University, Japan), Masahiro Ichida(Toyohashi Museum of Natural History, Japan),and Mao Fangyuan (IVPP) for their help in SEM photographing. Specimen observation in Russia was kindly supported by Alexander O.Averianov (Zoological Institute, Russian Academy of Sciences).We are also grateful to the reviewers for their critical reading and informative suggestions,and to Yinmai O'Connor for improving the English text. This research was supported by Grants-in-Aid for Young Scientists (B) (no.24740349,16K17830) from Japan Society for the Promotion of Science awarded to N.K., the Strategic Priority Research Program (B) of Chinese Academy of Sciences (no. XDB18oooooo),the National Natural Science Foundation of China (no. 41688103,41541015),and the Dalian Municipal Science and Technology Plan Projects (no. 20044J9JH238). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "辽宁下白垩统阜新组真兽类哺乳动物新带氏远藤兽(Endotheriumniinomii Shikama,1947)再研究",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "王元青1,2.3 楠桥直4　金 迅　李传夔　濑户口烈司高春玲°　刘金远  \n(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)  \n(2中国科学院生物演化与环境卓越创新中心北京100044)  \n(3 中国科学院大学地球科学学院 北京100049)  \n(4日本爱媛大学大学院理工学研究科爱媛790-8577) public:  \n(5日本京都市青少年科学中心京都612-0031)  \n(6大连自然博物馆 辽宁大连116023)",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "摘要：根据正型标本的印痕和翻制的模型，对产于辽宁阜新新邱阜新组的早白垩世真兽类哺乳动物新带氏远藤兽(Endotherium niinomii Shikama,1947)进行了重新研究。对照Shikama(1947）的原始描述，将E.niinomi的主要特征归纳为：下白齿从m1到m3逐渐变小；下三角座和下跟座的高差不是很大；下白齿的齿尖钝；下原尖比下前尖和下后尖大，并且下前尖和下后尖高度相近；可能有5个前臼齿，并且p3不明显变小。这些特征组合足以将该属与其他的白垩纪真兽类相区别，因此认为Endotheriumniinomii是一个有效种。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "关键词：辽宁阜新，早白垩世,阜新组,哺乳动物,真兽类,远藤兽",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "ArchibaldJD,AverianovAO,2Ool.Paranyctoidesandalies fromtheLateCretaceousofNorthAmericaandAsia.Acta Palaeont Pol, 46(4): 533-551 ArchibaldJD,AverianovAO,20l2.Phylogeneticanalysis,taxonomicrevision,anddentalontogenyoftheCretaceous ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Zhelestidae (Mammalia: Eutheria). Zool JLinn Soc,164(2): 361-426   \nAverianov A,Archibald JD,2005.Mammals from the mid-Cretaceous Khodzhakul Formation,Kyzylkum Desert, Uzbekistan. Cretaceous Res,26(4): 593-608   \nAverianov AO,Archibald JD,2013.New material and reinterpretation of the Late Creaceous eutherian mammal Paranyctoides from Uzbekistan.Acta Palaeont Pol,58(1): 17-23   \nAverianovAO,SkutschasPP,201.Anew genus ofeutherian mammal from the Early CretaceousofTransbaikalia,Russia. Acta Palaeont Pol,46(3): 431-436   \nBown TM,Kraus M J,1979.Origin of the tribosphenic molar and metatherian and eutherian dental formulae. In: Lillgraven JA,Kielan-Jaworowska Z,Clemens WAeds.Mesozoic Mammals: the First Two-Thirds of Mammalian History.Berkeley: University of California Press.172-181   \nChow M C,1953. Remarks on the two Mesozoic mammals from the northeastern provinces. Acta Palaeont Sin,1(3): 150- 156   \nCifelli R 1999.Tribosphenic mammal from the North American Early Cretaceous.Nature,401: 363-366   \nClemens W ZillegravenJA,Lindsay E H etal.,1979.Where,when,and what—A surveyof known Mesozoic mammal distribution.In:LilegravenJA,Kielan-Jaworowska Z,Clemens WAeds.Mesozoic Mammals: theFirst Two-Thirds of Mammalian History.Berkeley: University of California Press. 7-58   \nDavis B M, CifeliRL,2011Reappraisal ofthe tribosphenidan mammals from the Trinity Group (Aptian-Albian)of Texas and Oklahoma.Acta Palaeont Pol, 56(3): 441-462   \nFostwicz-Frelik L,Kielan-Jaworowska Z,202.Lowerincisor inzalambdalestid mammals (Eutheria)and its phylogenetic implications.Acta Palaeont Pol,47(1): 177-180   \nGheerbrant E,Astibia H,2012.Addition to the Late Cretaceous I mmal faunule (Spain) and to the knowledge of European “Zhelestidae”(Lainodontinae nov.).Bull Soc Geol Fr,183(6   \nHu Y M, Fox R C, Wang Y Q et al., 20o5a. A new spalacotherid symmetrodont from th arly Cretaceous of northeastern China.Am Mus Novit, 3475: 1-20   \nHu YM,WangYQ,Fox R Cet al.,205b. Novel dental patern in a Mesozoic mammal. Chinese Sci Bull,50(7):713- 715 T   \nHuYM,Meng J,LiCKetal.,2Oo9.Newbasal eutherian mammal fromtheEarlyCretaceousJeholbiota,Liaoning,Chir Proc R Soc B,277: 229-236   \nJi Q,Luo Z X,Yuan C X et al.,2002.The earliest known eutherian mammal. Nature,416: 816-822   \nKielan-Jaworowska Z,Cifeli RL,2o1.Primitiveboreosphenidans mammal (?Deltatheroida)fromtheEarly Cretaceousof Oklahoma. Acta Palaeont Pol,46(3): 377-391   \nKielan-Jaworowska Z,Dashzeveg D,1989.Eutherian mammals from theEarlyCretaceous of Mongolia.Zool Scr,18(2): 347-355   \nKielan-Jaworowska Z,CifeliRL,LuoZX,20o4.Mammals fromtheAgeofDinosaurs—Origins,EvolutionandStructure. New York: Columbia University Press.1-630   \nKusuhashi N,HuYM,WangYQetal.,2009a.New triconodontids (Mammalia)fromtheLower Cretaceous Shahaiand Fuxin formations,northeastern China. Geobios,42(6): 765-781   \nKusuhashi N,Hu YM,WangYQet al.,209b.Two eobaatarid (Multituberculata; Mammalia)genera from the Lower Cretaceous Shahai and Fuxin formations, northeastern China.JVert Paleont,29(4):1264-1288   \nKusuhashiN,HuYM,Wang YQet al.,2010.New multituberculate mammals from theLower Cretaceous (Shahai and Fuxin formations), northeastern China.JVert Paleont, 30(5): 1501-1514   \nKusuhashi N,Tsutsumi Y,Saegusa H etal.,2O13.Anew Early Cretaceous eutherian mammal from the Sasayama Group, Hyogo,Japan.Proc R Soc B,280:20130142,doi:10.1098/rspb.2013.0142   \nKusuhashi N,Wang YQ,LiC K et al.,2016.Two new species of Gobiconodon (Mammalia,Eutriconodonta, Gobiconodontidae)from the Lower Cretaceous Shahaiand Fuxin formations,northeastern China.Hist Biol,28(1-2): 14-26   \nLiCK,SetoguchiT,Wang YQetal.,20o5.The frst recordof“eupantotherian”(Theria, Mammalia)fromthe late Early Cretaceous of western Liaoning, China. Vert PalAsiat, 43(4): 245-255   \nLuo ZX,Yuan CX,MengQJetal.,2O11.A Jurassic eutherian mammal and divergence of marsupials and placentals. Nature,476:442-445 Meng J,2014.Mesozoic mammals of China:implications forphylogeny and earlyevolution of mammals.Natl Sci Rev, 1(4): 521-542   \nMeng J,Wang YQ,Li C K,2015.Paleovertebrata Sinica,Vol.3 Stem Synapsida and Mammalia,Fasc.2 Primitive Mammals. Beijing: Science Press. 1-293   \nMontellano-Balesteros MFox RC, Scott C S,2013. Species composition of the Late Cretaceous eutherian mammal Paranyctoides Fox. Can JEarth Sci,50(7): 693-700   \nNessovLA,ArchibaldJD,Kielan-Jaworowska Z,1998.Ungulate-like mammals from the Late Cretaceous of Uzbekistan and a phylogenetic analysis of ungulatomorpha. Bull Carnegie Mus Nat Hist, 34: 40-88   \nPaterson B,1956.Early Cretaceous mammals and the eyolution of mammalian molar teeth.Fieldiana: Geol,13(1): 1-105   \nShikamaT,947.TeilhardosaurusandEndotherium,newJurasicReptiliaandammalifromtheHusin Coal-Field,south Manchuria. Proc Japan Acad,23(7): 76-84   \nShikama T,1948.Significance on evolutionary history of primitive mammals from the Jurassic of south Manchuria. Kagaku, 18(2): 82-84   \nSigogneau-RussellD,DashzevegD,RusslDE,1992.FurtherdataonProkennalestes (Mammalia,Eutheria inc.ed.)from the Early Cretaceous of Mongolia. Zool Scr, 21(2): 205-209   \nSlaughter B H,1968.Earliest known marsupials. Science,162: 254-255   \nWang YQ,HuYM,Zhou M Zet al.,1995.Mesozoic mammal localities in western Liaoning,northeast China.In: Sun A L,Wang Y Qeds.Sixth Symposium on Mesozoic Terrestrial Ecosystems and Biota.Beijing: China Ocean Press. 221-227   \nZhang F K,1984.Fosil record of Mesozoic mammals of China.Vert PalAsiat,22(1): 29-38 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]