[
    {
        "type": "text",
        "text": "High-resolution spatial modelling of greenhouse gas emissions from land-use change to energy crops in the United Kingdom ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MARK RICHARDS1,MARK POGSON1,²,MARTA DONDINI $^ 1$ ,EDWARDO.JONES1, ASTLEY HASTINGS1, DAGMAR N. HENNER1, MATTHEW J. TALLIS34,ERIC CASELLA5, ROBERT W. MATTHEWS,PAUL A. HENSHALL5,SUZANNE MILNER³,GAIL TAYLOR³, NIALL P.MCNAMARA,JOU. SMITH1 and PETE SMITH1 1InstituteofiologicalandEnoronmentalciencesUniersityofAberdeen,23StMacharDrieAberdeenAB24UK, 2Academic Group of Engineering,Sportsand Sciences,University of Bolton,Deane Road,Bolton,BL3 AB,UK $^ 3$ Centre for Biological Sciences,University of Southampton,Life Sciences Building,Southampton,SO17Bj,UK, $^ 4$ School ofBiological Sciences,UnioersityofPortsmouth,KingHenry Building，KingHenryIStreet，Portsmouth,PODY,UK,Centrefor SustainableForestryand ClimateChange,ForestResearch,Farnham,Surrey,GU1O4LH,UK,CentreforEcologyand Hydrology,Lancaster Environment Centre,Library Avenue，Bailrigg，Lancaster,LA1 4AP,UK ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We implemented a spatial application of a previously evaluated model of soil GHG emissions,ECOSSE, in the United Kingdom to examine the impacts to 2050 of land-use transitions from existing landuse,rotational cropland,permanent grassland or woodland,tosix bioenergy crops;three ‘first-generation' energy crops: oilseed rape,wheat and sugar beet,and three ‘second-generation' energy crops: Miscanthus,short rotation coppice willow (SRC)and short rotation forestry poplar (SRF).Conversion of rotational crops to Miscanthus, SRC and SRF and conversion of permanent grass to SRF show beneficial changes in soil GHG balance over a significant area. Conversion of permanent grass to Miscanthus，permanent grass to SRF and forest to SRF shows detrimental changes in soil GHG balance over a significant area. Conversion of permanent grass to wheat,oilseed rape, sugar beet and SRC and all conversions from forest show large detrimental changes in soil GHG balance over most of the United Kingdom,largelydue to moving from uncultivated soil to regularcultivation. Differences in net GHG emissions between climate scenarios to 2050 were not significant. Overall,SRFofers the greatest beneficial impact on soil GHG balance.These results provide one criterion for selection of bioenergy crops and do not consider GHG emision increases/decreases resulting from displaced food production,bio-physical factors (e.g.the energy density of the crop)and socio-economic factors (e.g. expenditure on harvesting equipment). Given that the soil GHG balance is dominated by change in soil organic carbon (SOC) with the diference among Miscanthus,SRC and SRF largely determined by yield,a target for management of perennial energy crops is to achieve the best possble yield using the most appropriate energy crop and cultivar for the local situation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "'eywords:bioenergyarbon,greenousegas,and-secange,Mscanthus,shortrotationcoppice,sortotationfrstyoil ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received12February2016;accepted22March2016 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Two of the greatest challenges facing humanity this century are climate change，and the need to produce enough energy to meet the demands of a growing and developing population (Edenhofer et al.，2014). Bioenergyhas been proposed as a potential significant contributor to both issues；as a feedstock for delivering energy security (Sims et al.,2oo6),and asa contributor to climate mitigation，through substitution of fossil fuels，thereby reducing net greenhouse gas (GHG) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "emissions from energy production (Creutzig et al., 2015).Further,if the carbon dioxide $\\left( \\mathrm { C O } _ { 2 } \\right)$ released on combustion for energy generation was pumped into long-term geological storage (bioenergy with carbon capture and storage: BECCS), it may also serve as a negative emission technologies,capable of removing $\\mathrm { C O } _ { 2 }$ from the atmosphere (Fuss et al.，2014;Smith et al., 2016).Although bioenergy is not without its limitations (Creutzig et al.,2015; Smith et al.,2016),its potential role in contributing to climate mitigation and energy security has led to considerable attention over recent years (Creutzig et al.， 2015) with some analyses suggesting that $2 0 \\%$ of global energy demand could be met by biomass without impact on food supply (Beringer et al., ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2011;Slade et al.，2014). In the United Kingdom,about $3 \\%$ of primary energy was from bioenergy in 2015,with bioenergy contributing $7 2 \\%$ of all renewable energy (DECC,2015).However,much of the current biomass feedstock for bioenergy is imported and this is expected to continue up to 2050 (Howes et al.，2011).The UK Bioenergy Strategy (DECC,2012) suggested that sustainably sourced bioenergy (i.e.not from land with high C stocks such as peatland or forest,or land used for food production） could contribute ${ \\sim } 8 { \\mathrm { - } } 1 1 \\%$ to the UK's total primary energydemandby 2020 and ${ \\sim } 8 { - } 2 1 \\%$ by 2050.If the United Kingdom is to source a proportion of this bioenergy domestically, some land-use change (LUC) to bioenergy crops is required. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It is important to assess the GHG implications of land-use transitions to bioenergy crops because LUC entails change in soil organic carbon (SOC） stocks (Smith，20o8)，and also potentially，emissions of other non- $\\cdot \\mathrm { C O } _ { 2 }$ GHGs (Smith et al.，2008)，namely nitrous oxide $( \\mathrm { N } _ { 2 } \\mathrm { O } )$ and methane $\\mathrm { ( C H _ { 4 } ) }$ .This will better inform decisions about what energy crops to use,what current land uses to target (and avoid) for energy crop development,and where to best to grow each crop (Alexander et al.,2014;Hastings et al.,2014;Wang et al.,2014).To these ends,the principal objective of the spatial modelling exercise described here was to estimate the effects of land-use change (LUC） to bioenergy crops,on SOC content and GHG emissions in the United Kingdom, in order assess the impact of potential bioenergy transitions.Eighteen land-use transitions were considered: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rotational crops (which includes rotations consisting entirely of arable crops and also those including rotational grass) to Miscanthus (Miscanthus giganteus), short rotation coppice (SRC；here represented by willow genotype Joruun [Salix viminalis L.x S.viminalis],since this is the SRC species currently used in commercial plantations in the UK)and short rotation forestry (SRF;here represented by poplar [mixed cultivars;Populus trichocarpa,deltoids,nigra], since this generally shows the highest yield under UK conditions) Permanent grass and forest to wheat,oilseed rape (OSR),sugar beet,Miscanthus,SRC and RF · Three ‘nul' transitions for rotational crops,permanentgrass andforest to provide resultsfor unchanged land use as a baseline. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Conversion from rotational crops to OSR,sugar beet andwheat was not considered because the rotational cropland-use prior to transition is assumed to be similar to that following the transition，resulting in no change in net GHG balance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results from the spatial simulations to determine the effects of LUC transitions to bioenergy crops on SOC, ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "GHG emissions and net soil GHG balance in the United Kingdom are presented. Net soil GHG balance from simulations carried out using data from low,medium and high emission climate scenarios is compared to determine the impact of climate uncertainty. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materialsand methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "TheECOSSEmodel ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The ECOSSE (Estimation of Carbon in Organic Soils - Seques tration and Emissions) model simulates soil C and nitrogen (N) dynamics in both mineral and organic soils using meteorological,land use,land management and soil data and simulates changes in SOC and soil GHG emissions.The model is able to function at the field scale or at the national scale (using only the limited dataavailable at this scale; Smithet al.,201Oa,b,c). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ECOSSE was developed from concepts originally derived for mineral soils in the RothC model (Jenkinson & Rayner,1977; Jenkinson et al.,1987;Coleman & Jenkinson,1996) and SUNDIAL model (Bradbury et al.,1993; Smith et al.,1996).ECOSSE describes soil organic matterusing 5 pools:inert organic matter, humus,biomass,resistant plant material (RPM) and decomposable plant material (DPM).All of the major processes of C and N turnover are included in the model, but each process is simulated using only simple equations driven by readily available inputs.This enables ECOSSE to be used for national scale simulations forwhich only limited input data are available. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ECOSSE simulates the soil profile to a depth of up to $3 ~ \\mathrm { m } ,$ dividing the soil into $5 \\mathrm { c m }$ layers to facilitate the accurate simulation of processes to depth.Plant C andN inputs are added monthly to the DPM and RPM pools.During the decomposition process,material is exchanged between the soil organic matter pools according to first-order equations,characterized bya specific decomposition rate for each pool. The decomposition rate of each pool is modified dependent on the temperature,water content,plant cover and $\\mathrm { \\Delta p H }$ of the soil (with additional modifiers dependent upon soil bulk density and inorganic N concentration in the case of anaerobic decomposition; Smith et al.,2010c). The decomposition process results in gaseous losses of $\\mathrm { C O } _ { 2 }$ and $\\mathrm { C H } _ { 4 } ,$ with $\\mathrm { C O } _ { 2 }$ losses dominating under aerobic conditions and $\\mathrm { C H } _ { 4 }$ losses under anaerobic conditions.ECOSSE also simulates the oxidation of atmospheric $\\mathrm { C H } _ { 4 } ,$ which,under aerobic conditions,can lead to the soil being a net consumer of $\\mathrm { C H } _ { 4 }$ (Smith et al.,2010c). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The nitrogen (N) content of the soil follows the decomposition of the soil organic matter,witha stable C:N ratio defined for each soil organic mater pool at a given $\\mathrm { \\ p H } ,$ and $\\Nu$ being eithermineralized or immobilized to maintain that ratio.Nitrogen is released from decomposing soil organic matter as ammonium $\\mathrm { ( N H _ { 4 } ^ { + } ) }$ andmaybe then immobilized or nitrified to nitrate $( \\mathrm { N O } _ { 3 } ^ { - } )$ .CarbonandN maybelost from the soilby the processes of leaching of $\\mathrm { N O } _ { 3 } ^ { - }$ ，dissolved organic $C ,$ dissolved organic N，denitrification to nitric oxide (NO）and ${ \\mathrm { N } } _ { 2 } { \\mathrm { O } } ,$ volatilization of ammonia,or crop off-take of $\\mathrm { N O } _ { 3 } ^ { - }$ and $\\mathrm { N H _ { 4 } ^ { + } }$ Carbon and N may be returned to the soil by plant input, application of inorganic fertilizers,atmospheric deposition or organic amendments (e.g. manure, crop residues). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ECOSSE simulates the soil water content of each layer using a‘tipping bucket' approach based on the SUNDIAL model (Bradbury et al.,1993; Smith et al.,1996).Water from precipitation entering the soil forces water in the soil deeper into the soil profile.Precipitation fills the uppermost soil layer with water until it reaches field capacity. Any remaining precipitation is then used to fill the next layer to field capacity.This process is repeated until no precipitation remains or the bottom of the profile is reached.Any precipitation water remaining after filling all layers to field capacity is partitioned between drainage(water leaving the soil profile) and excess,which is used to fill layers to saturation from the bottom of the profile upwards. This is performed using the observed depth of the water table,theavailablewaterat saturationandweatherdata to calculate the restriction to drainage (i.e.the fraction of the remaining water that becomes excess)，that is required to achieve theobservedwater tabledepth.Waterisalso lost from the top of the profile as evapotranspiration,which is estimated using the Thornthwaite (1948) method. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The ECOSSE model has been thoroughly evaluated and shown to simulate SOC change, $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C H } _ { 4 }$ emissions reliably，for bioenergy crop transitions in the United Kingdom using field data from Miscanthus,SRC and SRF field sites,as described in Dondini et al.,2015,2016a,b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SpatialapplicationoftheECOsSEmodel ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The spatial simulations of the United Kingdom are carried out on a $1 ~ \\mathrm { k m }$ grid basis giving a total of nearly O.25 million grid cells.Grid cells which contain inappropriate land for growing bioenergy crops were excluded from the simulations based on the UKERC 7 land-use constraints (Lovett et al.，2014).The UKERC 7 constraints mask excludes $1 0 0 \\mathrm { ~ m ~ }$ grid cells that meet one or more of the following criteria (Lovett et al.,2014):slope $2 1 5 \\%$ peat (soil $\\mathrm { ~ C ~ } { \\geq } 3 0 \\%$ ; designatedareas;urbanareas,roads, rivers; parks; scheduled monuments/world heritage sites; woodland and natural habitats from LCM2o07 (including acid, neutral and calcarious grassland).We aggregated the UKERC 7 mask to $1 \\ \\mathrm { k m } ,$ using the mode of the $1 0 0 \\mathrm { ~ m ~ }$ cells to determine exclusions at the $1 ~ \\mathrm { k m }$ scale.We also disaggregated the woodland category in order to permit use of woodland for transitions to SRF;we term this maskUKERC 7w.The land-use data that were used to initialize the ECOSSE $1 ~ \\mathrm { k m }$ grid were aggregated using the mode from the LCM20o7 land cover from at 1 ha resolution in the UKERC mask (Lovett et al.,2014). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The simulation of each LUC was carried out for up to 5 different soil types in each grid cell to capture soil heterogeneity at the subgrid cell level.All combinations of LUC from rotational crops,permanent grass and forest to wheat, OSR,sugar beet,Miscanthus,SRC and SRF were simulated,except forrotational crops to wheat, OSR and sugar beet which,being types of rotational crops，were considered to be equivalent to no LUC.Three ‘null' transitions for rotational crops，permanent grass and forest were also simulated to provide results for unchanged land-use for comparison. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The rotational crop land-use category represents land used to grow arable crops and includes all-arable rotations and rotations that include rotational or temporary grassland for part of the rotation.The permanent grass land-use category represents permanent,uncultivated grassland only.Rotational grass is not a land-use and is part of rotational farming better represented by the rotational crops category (which may include periods of rotational grass). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results were obtained using three different climate scenarios fora 35-year period running from 2015 to 2050.Prior to each simulation, the model was initialized to partition the SOC into the different SOC pools based on the assumption that the SOC in the soil column is at steady state under the land use given for the start of the simulation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Following initialization,the main simulation was executed. This started with LUC from the initial land-use type to the bioenergy crop.Any soil cultivation carried out during LUC was simulated.As rotational cropland typically undergoes annual cultivation,the model assumes there is no additional cultivation required for the establishment of bioenergy crops. In contrast,the model simulates soil cultivation for LUC from permanent grass and forestry because these land-use types typically require ground preparation before bioenergy crops are planted. The model simulates physical fragmentation of soil organic matter resulting from cultivation by moving a proportion of the C and $\\Nu$ in the humus pool,(which has a slow decomposition rate),to the DPM and RPM pools (which have faster decomposition rates; Smith et al.,2010a).Redistribution of soil organic matter during cultivation is simulated by homogenizing the vertical distribution of the soil organic matter pools down to the cultivation depth - which might be expected with inversion ploughing followed by harrowing as ground preparation. The simulated cultivation depth for conversion from forest and permanent grass is O.5 and $0 . 3 ~ \\mathrm { m } ,$ （20号 respectively. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "After simulation of the cultivation associated with LUC, the model simulates soil dynamics under the bioenergy crop. The annual plant inputs of C and N to the soil are calculated from the annual yield of the crop (provided as an input to the model),using crop-specific ratios estimated from the literature. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For perennial bioenergy crops,the model simulates annual yield dynamics over the lifetime of the crop to account for reduced yields during establishment and peak yield later in the crop life cycle.Yield dynamics are modelled using the lifetime mean annual yield of the crop (as an input to the model) and five crop-specific parameters: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ypeak-ratio - ratio of peak annual yield to lifetime mean annual yield,used to calculate peak annual yield. （204号 $T _ { \\mathrm { p e a k } }$ - time required for the crop to reach peak annual yield. · $T _ { 0 } .$ -time spent at initial yield,before annual yield begins to increase towards peak annual yield.Used to approximate a sigmoidal growth curve. · $\\chi _ { \\mathrm { 0 - f r a c } }$ - initial yield as a fraction of lifetime mean annual yield.This parameter is calculated from the other parameters to ensure that the lifetime mean annual yield of the crop is preserved. ·Lifetime - the lifespan of the crop. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The parameter values for each perennial crop,which are based on expert opinion and informed by published studies suchas Arundale et al.(2014),are given in Table 1. The simulated yield dynamics are characterized by 3 stages:a period spent at initial annual yield (SRF only),a period of linearly increasing annual yield and a period spent at peak annual yield.An example of the growth dynamics of each crop given by the parameter values in Table 1is shown in Fig.1.The lifetime mean annual yields used as an input to the model are taken froma number of sources described below. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/ded62017a565576edfafce829abc362108c3141f908b4b4bcdc3449135f272a3.jpg",
        "table_caption": [
            "Table1 Yield model parameters for Miscanthus，SRC andSRF.See text for an explanation of each parameter"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Crop</td><td>Ypeak-ratio</td><td>(years) Tpeak</td><td>T0 (years)</td><td>Y0-frac</td><td>Lifetime (years)</td></tr><tr><td>Miscanthus</td><td>1.1</td><td>5</td><td>0</td><td>0.299</td><td>20</td></tr><tr><td>SRC</td><td>1.1</td><td>6</td><td>0</td><td>0.433</td><td>20</td></tr><tr><td>SRF</td><td>1.6</td><td>15</td><td>4</td><td>0.267</td><td>20</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The annual yield dynamics of perennial crops typically follow a sigmoidal curve.Here,we employed a simple linearbased approach to yield modelling to maintain model parsimony.Miscanthusand SRC establish quicklyanddo nothavea verypronounced sigmoidal growth curve.Therefore, the linear increase during establishment will only result in a small error in the timing of plant inputs to the soil (and subsequent effects on the timing of changes in SOC and GHG emission).For SRF, which has a longer establishment time and a more pronounced sigmoidal growth curve，we introduced an additional flat growth phase at the start of establishment to better approximate the sigmoidal curve and minimize the error in the timing of plant inputs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Each perennial bioenergy crop was re-established after a 20- year period (the estimated productive lifespan of the crop).It is assumed that re-establishment does not involve further cultivation. This assumption was made because perennial bioenergy crops can be re-established with only shallow soil disturbance or very localized soil disturbance (McCalmont et al.,2015).Miscanthus crops can be re-established by herbicide application of the existing crop followed by direct drilling of rhizomes,or planting plugs grown from seed (Clifton-Brown et al.,2015). Ploughing of Miscanthus can be avoided by exposing the rhizomes on top of the soil so that they dehydrate and die (Caslin et al.,201la).The SRC can be removed by application of herbicide followed by mulching of the stools (using a bush-hogger), into the top $5 { \\mathrm { - } } 1 0 ~ { \\mathrm { c m } }$ of the soil (Defra,2004) and SRF may be re-established by planting between previous stumps (McKay, 2011).The impacts of soil disturbance during re-establishment of perennial bioenergy crops are poorly understood and require further research (Grogan & Matthews,2002).However, as the re-establishment of these crops can be made with only shallow soil disturbance (the top $5 { \\mathrm { - } } 1 0 ~ { \\mathrm { c m } } ,$ ，orvery localized disturbance (e.g. direct drilling of Miscanthus and replanting SRF between stumps)，we expect the impacts on SOC to be small.Fertilizer was applied to Miscanthus and SRC at an annual rate of 30 and $6 0 ~ \\mathrm { k g } \\mathrm { N } \\mathrm { h a } ^ { - 1 }$ ,respectively,following rec ommended practice (Defra,201O;Caslin et al.,2011a).Fertilizer wasapplied to SRF ata rate of $4 5 ~ \\mathrm { k g } \\mathrm { \\textnormal { N h a } } ^ { - 1 }$ .No fertilizer was applied to Miscanthus,SRC and SRF during the first 2 years after planting,again following best practice guidelines (Defra, 2010; Caslin et al.,2011a). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Forest was assumed to be unfertilized. Rotational crops, permanent grass,wheat, OSR and sugar beet were assumed to be fertilized at a rate equal to the annual crop N demand. Crop N demand is a function of plant yield and the C:N ratio of the plant.Modelled crop N demand is high for wheat because it has a low C:N ratio and a relatively high yield.In contrast, modelled N demand for permanent grass was significantly lower because it has a higher C:N ratio. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For all land-use types, the changes in SOC and emissions of GHGs were calculated for the top metre of the soil profile. Only the top metre was considered because this is the depth to which soil parameters are provided by the Harmonised World Soil Database (HWSD; see below).Changes in SOC, $\\mathrm { C H } _ { 4 }$ and $\\mathrm { N } _ { 2 } \\mathrm { O }$ resulting from LUC were calculated by subtracting the results of the appropriate null transition from the LUC results, so that the change could be attributed solely to the LUC.For example, to calculate the impact of LUC from permanent grass to SRC,the results from the permanent grass null transition (i.e.grass remaining as grass) were subtracted from the permanent grass to SRC results. Each grid cell value in the model output represents the area-weighted mean of the simulations carried out for each soil type in the grid cell. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/84dd9882fb8bfc0b25cc003df1fa78307ed58227f56112767665b03da354d3b9.jpg",
        "img_caption": [
            "Fig.1AnnualyielddynamicsofMiscanths,SRCandSRFoverthe2-earlifespanofeachcrop,withalifetimemeananalyield of 10 odt $\\mathrm { \\ h a } ^ { - 1 }$ . Lifetime mean annual yield is represented by the dashed grey line for comparison. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results are given for the whole of the United Kingdom on a $1 ~ \\mathrm { k m }$ grid basis and express the area-weighted average obtained from simulations of the 5 most dominant soil types in each grid cell.For consistency and ease of comparison,all results (i.e. $\\mathrm { C H } _ { 4 } ,$ （204号 $\\mathrm { N } _ { 2 } \\mathrm { O } ,$ change in SOC and net GHG balance) are reported in terms of $\\mathrm { C O } _ { 2 }$ equivalent values $\\mathrm { ( C O _ { 2 } e ) }$ ，using IPCC 100-year global warming potentials (GWPs; IPCC, 2001). Morerecent IPCC reports have provided updated GWPs from those given in the IPCC 2001 report,although,for consistency with national inventory GHG emission estimates,we have used the IPCC 2001 GWP values,following the recommended practice for national GHG inventories.Results show the cumulative total of each output variable and are relative to the value obtained if no transition had occurred (hence results directly show the effect of the transition). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Soil data ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The HWSD version 1.2 was used to provide initial soil conditions in the model (FAO/IIASA/ISRIC/ISS-CAS/JRC,2012). The HWSD provides soil data to a depth of 1 metre ata resolution of 30 arc s (approximately $1 ~ \\mathrm { k m } ^ { \\cdot }$ ),for the dominant soil types in each grid cell; we reprojected this to the British National Grid using methods described by Ordnance Survey (Ordnance Survey,201O).The soil properties used from this database to drive ECOSSE were as follows: organic C content, bulk density, pH,and sand,silt and clay faction. TheHWSD does not include information on the water-holding capacities of soils so these were estimated using British Soil Survey pedotransfer functions (Hutson & Cass,1987),which performed well in evaluations (Donatelli et al.,1996; Givi et al.,2004). The HWSD also provides the percentage of grid cell area covered by each soil type. The ECOSSE model is run for each dominant soil type in each grid cell and the output area-weighted by the percentage cover in each grid cell to calculate its mean response. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Climatedata ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ECOSSE requires precipitation and air temperature data which are used to drive the soil water model and to determine temperature-based rate modifiers for various soil processes.The meteorological driving data was taken from the UKCP09 Spatially Coherent Projections (Murphy et al.,2009).UKCP09 provides average monthly temperature and precipitation in a $2 5 ~ \\mathrm { k m }$ grid for overlapping 30-year periods centred on decades ranging from the 2020s to the 2080s,for high,medium and low emissions scenarios; again,we reprojected this to the British National Grid using methods described by Ordnance Survey (Ordnance Survey,2010). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Yielddata ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ECOSSE requires yield data for each land-use type in order to estimate the monthly plant inputs to the soil. Yield data for the bioenergy crops have been obtained from a range of sources of varying spatial resolution.Baseline yields for first-generation crops were obtained from EUROSTAT (2014),which provides meanwheat and OSR yields across 12NUTS (Nomenclature of Territorial Units for Statistics)regions in the United Kingdom, and a single mean national yield for sugar beet,based on Defra farm surveys.The baseline yield values for the rotational crop land-use category follow those of wheat. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Yield estimates for wheat,OSR and sugar beet under different climate scenarios were obtained by adjusting the baseline yields using the Miami model (Lieth,1975).Miami is an empirical net primary production (NPP) model that estimates annual NPP from mean annual temperature and annual precipitation. The Miami estimate of NPP was calculated for each decade in each grid cell using the same UKCPo9 climate data that was used for the ECOSSE simulations. The percentage change in NPP relative to the baseline Miami NPP was applied to the baseline yielddata to adjust the yield for each climate scenario. Yield estimates for permanent grass and forest are obtained using NPP estimates from Miami,which are then linearly rescaledaccordingtoobservedpeakyields(Living Countryside,2013） to reflect differences in grass and forest productivity. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Lifetime mean annual yield estimates for Miscanthus,SRC and SRF were obtained from simulations using the models MiscanFor (Hastings et al.,2009),ForestGrowth SRC (Tallis et al., 2013)and ESC-CARBINE(Thompson & Matthews,1989;Pyatt et al.，2Oo1)，respectively.The yield predictions have been obtained using the same UKCPo9 climate and HWSD soil data used as inputs to ECOSSE.These models were used due to their validated accuracy and use of compatible data. The lifetime mean annual yields were provided for each decade because the UKCP09 climate data provide long-term average climatevalues centred on each decade.As an ECOSSE simulationprogresses,the annual yield for each year of the simulation iscalculated from the lifetime mean annual yield for the current decade.Therefore,if the lifetime mean annual yield changes between decades,this isreflected bya change in the annual yield calculated within the model. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "SRC was represented by willow.Although the yield modelling study of Hastings et al. (2014) found that SRC poplar outperformed SRC willow in almost all regions within Great Britain,willow remains the SRC species currently used in commercial plantations in the United Kingdom and thus,despite lower yields,is used to represent SRC here.SRF was represented by poplar,because Hastings et al.(2014) found that poplar outperformed all other SRF species included in the study except for Sitka spruce in the Scottish Highlands and Pennines (areas which are mostly excluded by the UKERC constraints mask).The other SRF species included in the study were as follows:aspen (Populus tremula L.),black alder (Alnus glutinosa L.),European ash (Fraxinus excelsior L.),sitka spruce (Picea sitchensis [Nong.l Carr.）and silver birch (Betula pendula Roth).The lifetime mean annual yields of SRF poplar across Great Britain were at least double those of other species.Given no clear commercial benefits of selecting other SRF species over poplar,we assumed the strong commercial incentive offered by the much higher yields will mean that poplar will be the dominant SRF species in the United Kingdom.Planting of lower yielding SRF species to avoid pest and disease outbreaks would result in consequent lower inputs to the soil. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The spatial distributions of yield used for each crop as driver for the ECOSSE model runs are presented in Fig.2,showing mean annual yields in a single decade (203Os).Mean decadal yields changed by $_ { < 2 }$ oven dry tonnes (odt) $\\mathrm { \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 }$ over the 35-year study period for any single crop (data not shown). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "If LUC leads to an increase in plant C inputs to the soil, the SOC content will gradually increase over time until a new equilibrium SOC content is reached (assuming all other factors remain equal).In ECOSSE,the quantity of new plant material entering the soil organic matter pools is determined by the amount of plant biomass (calculated from yield),minus the proportion of biomass that is removed during harvest. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Across the simulationarea,SRF,Miscanthusand sugar beet are the highest yielding bioenergy crops with United Kingdom mean annual yields of 10-12 odt $\\mathrm { \\ h a } ^ { - 1 }$ .Based on reported harvest index values (Table 2),the model assumes that $7 5 \\%$ of sugar beet biomass is removed during harvest,compared with ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$6 4 \\%$ for Miscanthus and $60 \\%$ for SRF.The low harvest index (relative to sugar beet) and high yields mean that SRF and Miscanthus have,on average,higher plant inputs to the soil than other bioenergy crops. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Conversion to bioenergy crops can also lead to a change in the quality of plant inputs to the soil.Plant residues from perennial grasses and woody plants such as Miscanthus,SRC and SRF are typically slower to decompose than residues from annual crops such aswheat, OSR and sugar beet (due in part to the residues having a higher C:N ratio). Slower decomposition rates reduce the rate of SOC loss.In the model, differences in crop residue decomposition rates are simulated through differential allocation of plant residues to two SOC pools: the DPM and RPM pools.The DPM pool has a faster decomposition rate than the RPM pool.To reflect the slower decomposition rates,residues fromMiscanthus,SRCandSRFhavea higherRPM:DPM ratio than residues from wheat, OSR and sugar beet. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Differences in net GHG balance between the climate scenarios for land-use transitions to bioenergy crops are very small in comparison with the effects of LUC, being within $\\pm 2 \\mathrm { ~ t ~ C O _ { 2 } e \\ h a ^ { - 1 } }$ over the 35-year period for any given transition. Given this very minor impact of climate to 2050,all results presented are for the medium climate scenario,and all results refer to the period 2015-2050 unless otherwise stated. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/7ad7e82d6b5a7ad785e0d6097e97df3bc8b0f8d646ba0246de344e4ac8f48953.jpg",
        "img_caption": [
            "Fig.2 Spatial distribution of modelled mean annual yield of bioenergy crops as odt $\\mathrm { \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 }$ (where odt is oven dry tonnes) in the 2030sunderthe UKCPo9 medium emisions climate scenario.Miscanthus,SRCand SRFyieldswere obtained fromsimulations using themodels MscaFr,ForestGrowthSRCandESC-CARBNE,espectively.Defraieldstatisticsfrom2to8wreusedtoetab lishbaselneyieldvaluesforheat,OSRandsugarbeet,whichwerethenadjustedforfutureclimateusing theMiamimodel(eetext). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/0070df2f24c79caa3cb2c89c94538cdcd26ada5f124f7f81a10c1f7ccd1f9e8f.jpg",
        "table_caption": [
            "Table 2 Harvest index parameter values of bioenergy crops. Note that thewheat harvest index includes the harvestof both grain and straw "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Crop</td><td>Harvest index</td><td>Source</td></tr><tr><td>Miscanthus</td><td>0.64</td><td>Zhuang et al.(2013)</td></tr><tr><td>Oilseed rape</td><td>0.35</td><td>Kjellstrom & Kirchmann (1994), Dreccer et al.(2000),HGCA (2014)</td></tr><tr><td>SRC</td><td>0.6</td><td>Caslin et al.(2011b)</td></tr><tr><td>SRF</td><td>0.6</td><td>No data available so assumed to be the same as SRC</td></tr><tr><td>Sugar beet</td><td>0.75</td><td>Tsialtas & Karadimos (2003), Oritz et al.(2012)</td></tr><tr><td>Wheat</td><td>0.77</td><td>White & Wilson (2006), Stoddart & Watts (2012)</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Net GHG balance represents the combined effects of changes in $\\mathrm { N } _ { 2 } \\mathrm { O } ,$ $\\mathrm { C H } _ { 4 }$ and SOC and is therefore the most comprehensive measure of bioenergy impacts; a negative GHG balance represents removals from the atmosphere (i.e.beneficial),and a positive GHG balance represents emissions to the atmosphere (i.e. detrimental).Only second-generation bioenergy crops (Miscanthus，SRC and SRF) showed any beneficial changes in soil GHG balance; all conversions to first-generation bioenergy crops (wheat，sugar beet and OSR) showed a detrimental impact on net GHG balance (Figs 3-5),except of course for‘conversion' from rotational crops,where a null transition is assumed (i.e. zero GHG balance). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Of the three initial land uses,conversion from rotational crops has the most favourable net GHG balance (Fig.3).Conversion of rotational crops to SRF,SRC and Miscanthus each showed a beneficial response in almost all grid cells,with mean net GHG balance values of -126.9, $- 3 7 . 8$ and $- 7 6 . 4 \\mathrm { ~ t ~ }$ （20 $\\mathrm { C O } _ { 2 } \\mathrm { e } \\ \\mathrm { h a } ^ { - 1 }$ over 35 years, respectively.In contrast，all conversions from permanent grass result in a detrimental change in net GHG balance in all grid cells except for SRF,which shows a small beneficial $( > - 2 1 \\mathrm { ~ t ~ } \\mathrm { C O } _ { 2 } \\mathrm { e } \\mathrm { \\ h a } ^ { - 1 } )$ change over large parts of the West Midlands,East Midlands and East Anglia (Fig. 4). Transitions from forest show detrimental soil net GHG balance in all grid cells with mean values of 88.7, 128.6 and $1 0 2 . 9 \\mathrm { \\ C O _ { 2 } e \\ h a } ^ { - 1 }$ over 35 years for SRF, SRC and Miscanthus,respectively (Fig. 5). Overall, conversion of rotational crops to SRF is the most favourable conversion because it has the most beneficial net GHG balance over the largest area (Fig.3).However,in some areas,most notably in parts of south-west England,southern England,south and west Wales,and in a narrow band north and south oftheHumber,Miscanthus presents an equal or slightly better bioenergy opportunity than SRF(see the Discussion for further consideration of this).In contrast, SRC doesnot show a morebeneficial net GHGbalance than SRF orMiscanthus in any areas of significant size (Fig. 3). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The mean, minimum and maximum cumulative changes in SOC (expressed as loss of SOC,i.e. $\\mathrm { C O } _ { 2 }$ emissions)，in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions and in $\\mathrm { C H } _ { 4 }$ emissions from 2015 to 2050 following LUC from rotational crops, permanent grass and forest to all energy crops are shown in Table 3. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conversion of land to bioenergy crops shows a large spatial and temporal variation in net GHG balance and its components: SOC, $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C H } _ { 4 }$ .The impact of land-use change on net GHG balance depends upon the type of land-use being converted, the type of bioenergy crop planted, the geographic location and the time since conversion.Overall, changes in SOC content have the largest impact on net GHG balance，followed by changes in $\\mathrm { N } _ { 2 } \\mathrm { O } ,$ then $\\mathrm { C H } _ { 4 }$ emissions (Table 3). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/98ec4f77ba5532e3caa9262794c36e9b4b815640dd2928babeddbc260613bfc4.jpg",
        "img_caption": [
            "Fig.3Greenhouse gas emissons when rotational crops are converted to second-generation energy crops. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/62c59f9d04030906a0f30483629affeb1994522cbad052ec73ec0ebee7c9ed77.jpg",
        "img_caption": [
            "Fig.4Greenhouse gas emissions when permanent grass is converted to energy crops. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b141b0f48b5341ee3d7ce06939847e2392b26a26f96822a18429af659a990fa5.jpg",
        "img_caption": [
            "Fig.5Greenhouse gas emissions when forest is converted to energy crops. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/4c5d0fded92e49e2242bba71411575214c561d1d4dd194c636580a3b123cf084.jpg",
        "table_caption": [
            ""
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"8\">Energy crop (all cumulative emissions in t COze ha-1 for 2015-2050)</td></tr><tr><td>Flux</td><td>Previous land use</td><td>Wheat</td><td>OSR</td><td>Sugar beet</td><td>Miscanthus</td><td>SRC</td><td>SRF</td></tr><tr><td>SOC</td><td>Rotational crops</td><td>n/a</td><td>n/a</td><td>n/a</td><td>-55.4 (-121.8 to 0.7)</td><td>-18.7 (-114.4 to 27.4)</td><td>-102.9 (-205.4 to</td></tr><tr><td>SOC</td><td>Grassland</td><td>85.4 (37.8 to 220.6)</td><td>119.9 (65.3 to 283.5)</td><td>118.6 (64.2 to -282.5)</td><td>44.7 (-1.7 to 147.8)</td><td>70.0 (33.0 to 186.3)</td><td>24.3(-30.2 to 14</td></tr><tr><td>SOC</td><td>Forest</td><td>117.9 (56.8 to 321.5)</td><td>149.7 (81.6 to 369.0)</td><td>148.5 (80.6 to 365.4)</td><td>78.2 (31.0 to 216.8)</td><td>102.0 (56.6 to 251.8)</td><td>64.0 (4.6 to 219.)</td></tr><tr><td>N2O</td><td>Rotational crops</td><td>n/a</td><td>n/a</td><td>n/a</td><td>-21.0 (-33.6 to-13.2)</td><td>-19.0 (-30.8 to-12.5)</td><td>-24.0 (-37.3 to-</td></tr><tr><td>N2O</td><td>Grassland</td><td>35.9 (23.6 to 74.8)</td><td>10.9 (-0.6 to 54.3)</td><td>20.5 (10.3 to 62.1)</td><td>8.8 (0.2 to 43.9)</td><td>10.5 (1.6 to 49.2)</td><td>8.6 (-2.1 to 44</td></tr><tr><td>N2O</td><td>Forest</td><td>52.4 (39.0 to 88.0)</td><td>27.3 (16.8 to 56.4)</td><td>36.9 (25.4 to 66.5)</td><td>24.7 (13.6 to 42.9)</td><td>26.6 (17.9 to 47.7)</td><td>24.7 (16.5 to 42.3</td></tr><tr><td>CH4</td><td>Rotational crops</td><td>n/a</td><td>n/a</td><td>n/a</td><td>0.02(-1.10 to 0.10)</td><td>-0.03(-1.03 to 0.03)</td><td>-0.04(-1.22 to 0</td></tr><tr><td>CH4</td><td>Grassland</td><td>-0.04 (-0.12 to 1.02)</td><td>-0.11 (-0.19 to 0.56)</td><td>-0.11 (-0.19 to 0.68)</td><td>-0.02 (-0.11 to 0.43)</td><td>-0.07 (-0.14 to 0.09)</td><td>-0.05 (-0.14 to 0.</td></tr><tr><td>CH4</td><td>Forest</td><td>-0.02 (-0.10 to 1.78)</td><td>-0.09 (-0.18 to 0.74)</td><td>-0.09 (-0.18 to 0.89)</td><td>0.00 (-0.06 to 0.48)</td><td>-0.05 (-0.13 to 0.81)</td><td>-0.02(-0.13 to 0</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 6 shows the SOC, $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C H } _ { 4 } ,$ respectively, for one transition,rotational crops to SRF,to show the relative influence of each component on the total net GHG balance (Fig. 6). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In general, most of the benefits to net GHG balance from favourable conversionsare realized in the first $1 5 -$ 20 years following conversion;after this time, the rate of decrease in net GHG balance declines as SOC content approaches a new equilibrium (Fig. 7). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The changes in mean cumulative net GHG balance in soil emissions over time for each land-use transition are shown in Fig.7. Conversion from rotational crops to Miscanthus,SRCandSRFshowa decreaseinnet GHG balance in soil emissions over the 35-year simulation period,although there is little change during the first 5 years following conversion of rotational crops to SRC (Fig. 7).By contrast，all conversions from permanent grass and forest show a rapid increase in net GHG balance in soil emissions 5 years after LUC (Fig.7).After the first 5 years,the net GHG balance of most LUCs continues to increase ata slower，broadly linear rate. However，in 2030 (15 years after conversion),the net GHG balance of permanent grass to SRF begins to decrease (Fig.7). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Land-use change emissions，such as those reported here,make a significant contribution to the overall GHG balance of energy crop transitions and are a relatively poorly constrained term in many bioenergy life cycle analyses.Wediscuss our findings furtherbelow. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Effectsofland-usechange ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Conversion of land to bioenergy crops shows a large spatial and temporal variation in net GHG balanceand its components; SOC, $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C H } _ { 4 }$ .The impact of LUC on net GHG balance depends upon the type of land-use being converted, the type of bioenergy crop planted and the geographic location. Overall,changes in SOC have the largest impact on net GHG balance in soil emissions, followed by $\\mathrm { N } _ { 2 } \\mathrm { O }$ and then $\\mathrm { C H } _ { 4 } ,$ accounting for the GWP of each flux. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Changes in soil organic carbon ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Results for 2015 to 2050 show that both the initial and targetland-use type havea very large impact on mean change in SOC. Conversion of rotational crops to Miscanthus，SRC and SRF and conversion of permanent grass to SRF are the only LUCs that lead to extensive beneficial changes in SOC.By contrast,all conversions from permanent grass to non-SRF bioenergy crops and all conversions from forest lead to mostly detrimental changes in SOC.These findings are broadly in-line with those of empirical and other modelling studies.Guo & Gifford's (2002) review of data from 74 LUC publications shows that conversion from arable land to plantation forest， secondary forest and pasture leadsto significant increases in SOC,whereas conversion of forest and pasture to crop leads to large decreases.Murty et al.(2002) and Wei et al.(2014) also reported significant decreases in SOC following conversion of forest to cultivated agricultural land. For bioenergy crop transitions, the recentmeta-analysis ofHarris et al.(2015) that reported only empirical and not modelled data revealed in contrast to the findings here,broadly neutral SOC following LUC from grassland to SRC.For LUC from grassland to Miscanthus, the meta-analysis supports the findings here with SOC declining by 10.9 $( \\pm 4 . 3$ ） $\\%$ . The literature survey of McCalmont et al. (2015),of the environmental impact of Miscanthus plantations,showed a significant increase in SOC when LUC from arable and a slight decrease for LUC from grasslands. The timescale of SOC losses in these studies was similar to those in our study,with most of the SOC loss occurring in the first 10-20 years after conversion.After this period, rates of SOC loss decline as the SOC approaches a new equilibrium. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6005da0da3356f1aab026c0e3c7b263f392b2e69c4d3a7444d87b0a881321c58.jpg",
        "img_caption": [
            "Fig.6All panels show the transition from rotational crops to SRF: panels a,b and c show maps of $\\mathrm { C O } _ { 2 } \\mathrm { e }$ for SOC (a), $\\mathrm { N } _ { 2 } \\mathrm { O }$ (b) and $\\mathrm { C H } _ { 4 }$ (c). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/84e0cc946e63c6f936c38cfd7ed2da4455e2bb0be1277f11603c4c47e10e4903.jpg",
        "img_caption": [
            "Fig.7Time seriesof meancumulative netGHG balanceresulting from land-usechange to bioenergy cropsin 2015under the medium emissions climate scenario. Shaded areas show the $9 5 \\%$ confidence interval of the distribution of modelled results (due to spatial variation) from the simulations across the United Kingdom. Error bars show the $9 5 \\%$ confidence interval of estimated error basednthecomparsonofodeledandmeasurednetGHGbalancefromsite-evelmodellngsudies (Dondinetal,56ab). The red portion of each panel shows a net GHG emisson, the green portion shows a net GHG sink. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Cultivation.As rotational cropland typically undergoes frequent cultivation,the model assumes that no addi tional cultivation is required for the establishment of bioenergy crops.By contrast, the model simulates soil cultivation for conversion of permanent grass and forestry because these land uses typically require ground preparation before bioenergy crops are planted. Cultivation of relatively undisturbed soil,such as soil under permanent grass and forest,usually has a large detrimental impact on SOC (Guo & Gifford，2002)，and McCalmont et al.(2016) also showed a slight decrease in SOC for LUC from grasslands.Cultivation physically fragments and redistributes soil organic matter,accelerating its decomposition,leading to a large release of $\\mathrm { C O } _ { 2 }$ and subsequent decrease in SOC (Grandy& Robertson,2oo6).As a rule,minimizing soil disturbance to the extent possible will minimize adverse impacts on SOC. The model captures this loss of SOC by simulating cultivation as described in the Methods section.This cultivation is responsible for the large detrimental change in SOC following LUC from permanent grass and forest (Figs 4 and 5).However，in the case of perennial Miscanthus，SRC and SRF，this cultivation occurs only once for each 20-year crop cycle. It is possible in some cases for this detrimental effect to diminish slightly over time,where a higher yielding crop may produce greater SOC inputs than the previous land use, thus counterbalancing to some extent the effect of the initial soil disturbance,as evident in the grass to SRF transition in Fig. 7. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Plant inputs.The difference in quantity and quality of plant inputs is the principal reason behind the different SOC responses shown by each bioenergy crop type. As the quantity of plant inputs is partially based on yield, the spatial pattern of change in SOC broadly reflects the spatial pattern of yield.This is particularly apparent with Miscanthus，which shows a distinct area of high yield (as estimated by the MiscanFor model) in southern England and north and south of the Humber estuary (Figs 3-5)，with a corresponding large increase in SOC in these areas following conversion from rotational crops (Fig.3). The high yields in these two areas are due to the prevalence of chalky soils with high soil water-holding capacities，which the MiscanFor model predicts are favourable for the growth of Miscanthus (onlyMiscanFor treats thesechalky soilsdifferently).As SOC change is largely determined by yield (with higher yields giving higher C returns to the soil than lower yields),low yields can lead to a decline in SOC. The relatively detrimental impact of the permanent grass to SRC transition is largely driven by low predicted yields of SRC willow (see Fig. 2). A target for management of perennial energy crops is, therefore,to achieve the best possible yield by selecting the most appropriate energy crop and cultivar for the local situation,as long as this can be made without excessive $\\mathrm { \\Delta N }$ fertilizer use,which would lead to increased $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions.The difference between potential and reported yields in these secondgeneration bioenergy crops - the so-called yield gap remains large (Allwright and Taylor， 2015),reflecting the limited artificial selection and breeding in these crops，compared to annual food crops and suggesting that future yield increase may be dominated by the supply of new germplasm through next-generation molecular breeding using techniques such as genome editing (Allwright and Taylor，2015).Improved yield would have a large impact on the results reported here. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Changes in $N _ { 2 } O$ emissions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Beneficial changes in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions following conversion of rotational crops to Miscanthus，SRC and SRF occur because of reductions in $\\mathrm { ~ N ~ }$ fertilizer inputs.In ECOSSE,reduced N fertilizer inputs lead to decreased $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions because:(a) the denitrification rate slows as the $\\mathrm { N O } _ { 3 } ^ { - }$ concentration in the soil decreases and (b) the proportion of denitrified N emitted as $\\mathrm { N } _ { 2 } \\mathrm { O }$ decreases as $\\mathrm { N O } _ { 3 } ^ { - }$ concentration in the soil decreases.In contrast to conversions from rotational crops,conversion of forest to wheat shows the greatest increase in $\\mathrm { N } _ { 2 } \\mathrm { O }$ because it involves a transition from a land-use that receives no fertilizer to a crop that receives a large amount of fertilizer (due to wheat's high N demand). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Beneficial changes in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions following conversion from rotational crops show larger reductions in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions in the west of the United Kingdom than the east (Fig. 6b). This is probably due to higher precipitation rates in the west leading to higher soil water contents.In the model,higher soil water content leads to two contrasting effects on $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions;firstly，the denitrification rate increases exponentially as the soil water content increases,and secondly,the proportion of denitrified N emitted as $\\mathrm { N } _ { 2 } \\mathrm { O }$ decreases linearly as soil water content increases.The exponential increase in the first process outweighs the linear decrease of the second process，leading to a simulated net increase in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions as soil water content increases.This response reflects empirical evidence for $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions increasing as soil water content increases (e.g. Schindlbacher et al., 2004;Luo et al.，2013).The greater reductions in $\\mathrm { N } _ { 2 } \\mathrm { O }$ following conversion from rotational crops in the west of the country are, therefore, likely due to higher precip itation rates leading to higher soil water contents and in turn,higher $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions.Reductions in $\\Nu$ fertilizer inputs in high precipitation grid cells will therefore lead to greater beneficial reductions in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The initial conversion of forest to pasture and cropland (Smith & Conen，2004) and permanent grass to bioenergy crops (Gelfand et al.，2011；Nikiema et al., 2012;Palmer et al.，2013;Zenone et al.,2015) causes a large initial $\\mathrm { N } _ { 2 } \\mathrm { O }$ emission. Our results show a large emission of $\\mathrm { N } _ { 2 } \\mathrm { O }$ in the first 5 years after conversion from permanent grass and forest to all bioenergy crops. This arises due to the simulation of cultivation during LUC from permanent grass and forest due to soil disturbance increasing soil organic matter mineralization rates.After 5 years，the modelled rates of change in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions decline.The large initial rates of $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions arise for similar reasons to the large SOC decreases that follow certainconversions;initial cultivation of land during LUC physically fragments and redistributes soil organic matter,accelerating its decomposition,releasing inorganic $\\Nu$ thatisusedbydenitrifying soil microbes leading to $\\mathrm { N } _ { 2 } \\mathrm { O }$ release (Grandy& Robertson，2006). The subsequent slowing down of increasesin $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions occurs as the rapidly decomposing soil organic matter resulting from cultivation becomes depleted and the $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions move towards the background rate. Changesin $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions following conversions from permanent grass to OSR,Miscanthus,SRC and SRF start to level off and decrease after approximately5 years. Thisoccurs because the modelled N fertilizer inputs to OSR,Miscanthus，SRC and SRF are lower than for permanent grass.Recent work with Miscanthus demonstrates that the yield benefits of $\\Nu$ fertilization were very small and in terms of GHG emissions did not offset increased soil $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions (Roth et al.,2015). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Changes in $C H _ { 4 }$ emissions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The simulated $\\mathrm { C H } _ { 4 }$ fluxes are very small for all land-use transitions throughout the simulation area. Owing to theabsence of data for water table depth,we assumed that all soils in the simulations are freely drained,with no water table. This assumption could result in some uncertainty in the simulated $\\mathrm { C H } _ { 4 }$ fluxes because $\\mathrm { C H } _ { 4 }$ emissions are much higher from saturated than unsaturated soils (Segers，1998). In the United Kingdom, observed $\\mathrm { C H } _ { 4 }$ fluxes are much higher on organic soils (which are typically poorly drained in their natural state)than on mineral soils and are the main source of soil $\\mathrm { C H } _ { 4 }$ emissions (Levy et al.，2012).Highly organic soils (and therefore the greatest sources of $\\mathrm { C H } _ { 4 } ^ { \\cdot }$ ）were excluded by theUKERC constraintsmask from the simulations because they are unsuitable for growing bioenergy crops. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Moreover,even if significant areas of poorly drained land with high $\\mathrm { C H } _ { 4 }$ emissions are present within the simulated area,large changes in those $\\mathrm { C H } _ { 4 }$ emission rates resulting from conversion to bioenergy crops are only likely to occur if the land is drained for bioenergy crops.We are not aware of any planned or actual drainage of extensive areas of land for bioenergy crops. Drainage is unlikely to take place on soils currently under rotational crops because the land will already have been drained (if it was necessary).Also,SRC willow and poplar are suitable for planting on soils with a shallowwater table ( $\\mathrm { 1 - 2 ~ m }$ deep),with willow able to cope with water-logging, making it suitable for planting in areas with a high water table or areas prone to flooding (Hall，2003).SRC therefore provides a bioenergy option thatisunlikelyto require the drainage of waterlogged land. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "For the reasons described above,the uncertainty in the $\\mathrm { C H } _ { 4 }$ emissions associated with the assumption of a freely draining soil is relatively small and simulated $\\mathrm { C H } _ { 4 }$ fluxes are representative of the land suitable for bioenergy conversion.However，if extensive areas of water-logged land were to be drained for the establishment of bioenergy crops, it would be useful to explore the impacts on $\\mathrm { C H } _ { 4 }$ fluxes (and changes in SOC and $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions) in more detail. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Effects of soil ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The ECOSSE model requires input data for several soil properties: initial SOC content, $\\mathrm { \\ p H } ,$ bulk density and clay content.These properties influence a range of processeswithin the model. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "SOC content influences the amount of C lost as $\\mathrm { C O } _ { 2 }$ during decomposition.All other factors being equal, soils with high organic C content will produce propor tionally higher $\\mathrm { C O } _ { 2 }$ emissions than a soil with low organic C content. We therefore expect soils with high organic C content to show greater sensitivity to changes in SOC resulting from LUC (e.g. due to cultivation). However,whilst the absolute loss of C due to cultivation is expected to be higher in soils with high organic C content, the relative loss of C may be lower if the clay content is higher. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "SOC content increases as the clay content increases (Burke et al.，1989). This increase occurs because clay particles strongly adhere to organic matter slowing down the decomposition process，and because clay forms aggregates that physically protect SOC from microbial decomposition (Rice，2002).In ECOSSE，the effects of clay content on soil organic matter decomposition is modelled by altering the proportion of C released as $\\mathrm { C O } _ { 2 }$ during decomposition (i.e. the efficiency of decomposition).As clay content increases，a smaller proportion of decomposed C is lost as $\\mathrm { C O } _ { 2 }$ (i.e. the efficiency of decomposition increases)，and a greater pro portion is retained in the biomass and humus soil organic matter pools.Therefore,when clay-rich soils are cultivated during LUC (causing a large proportion of SOC to be moved from soil organic matter pools with a faster turnover rate to soil organic matter pools with a slower turnover rate)，we would expect the modelled relative SOClossesto belower than for soils with low clay content. This behaviour is in agreement with empirical evidence (e.g. Burke et al.,1989). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A significant effect of soil $\\mathrm { \\Delta p H }$ on the rate of decompo sition has been observed in many studies (e.g. Hall et al.,1998;Andersson& Nilsson,2001).In ECOSSE,the $\\mathrm { \\Delta p H }$ rate modifier for aerobic decomposition decreases linearly as $\\mathrm { \\Delta p H }$ drops below 4.5.For $\\mathrm { \\Delta p H }$ values ${ > } 4 . 5$ ，the rate modifier is set to 1 (i.e. has no effect upon the decomposition rate). Soils with a $\\mathrm { \\Delta p H }$ of $< 4 . 5$ are typically highly organic. We therefore expect variations in $\\mathrm { \\Delta p H }$ between soil types to have very little impact on the model outputs because highly organic soils have been excluded from the simulation area. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In ECOSSE,bulk density affects the rate of $\\mathrm { C H } _ { 4 }$ oxidation (i.e. consumption of $\\mathrm { C H } _ { 4 } )$ .Empirical evidence shows that soils with a low bulk density tend to have higher rates of $\\mathrm { C H } _ { 4 }$ oxidation (Borken & Brumme,1997) because low bulk density soils are more permeable, allowing atmospheric $\\mathrm { C H } _ { 4 }$ and oxygen to diffuse more freely into the soil (Dorr et al.,1993).Variation in bulk density in the simulated soils is veryunlikely to have a significant effect on the results because (a） peat soils, which have a much lower bulk density (and therefore much higher potential oxidation rates than mineral soils),have been excluded from the simulation;(b) the simulated soil $\\mathrm { C H } _ { 4 }$ production rates are very low so it is not possible for oxidation of $\\mathrm { C H } _ { 4 }$ to significantly affect the net GHG balance. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Rotational grass ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The permanent grass land-use type used in these simulations represents permanent， uncultivated grassland. Grassland，however，may also be temporary，used in rotation with arable crops,and in these circumstances can be regarded as a crop within an arable rotation. Permanent grassland is the most abundant type of grassland in the United Kingdom, covering 5.3 million ha in 2010,compared to 1.1 million ha of temporary (mostly rotational) grassland (Khan et al.,2011) at any one time. Rotational grassland in any given year would be categorized as arable crops in different years,so the $1 . 1 \\ \\mathrm { m i l }$ lion ha in any year represents a snapshot of the area of rotational grass.As such,rotational grass is not a land use; it is simply one component of rotational farming, which includes all-arable rotations as well as grass-arable rotations.Rotational grassland is usually represented as a crop within a rotation in most existing soil organic matter models and in ECOSSE is assumed to be a subset of arable rotational land.Permanent grassland represents a separateland-use transition as this land is only used for grass/livestock production.Rotational grass (by definition) occurs on the same land as is used for growing arable crops，so bioenergy conversion on rotational grass is equivalent to removal of land used for arable production. Rotational grassland can therefore be simulated in ECOSSE in the same way as arable only rotations. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "It is expected that rotational grassland would behave in a similar way to arable land in terms of net GHG response to LUC to bioenergy crops because a) it undergoes frequent cultivation and b） it typically receives more fertilizer than permanent grassland. This expectation is supported by empirical evidence. Long-term experiments at the Woburn Research Station (run by Rothamsted Research） in the United Kingdom found that conversion of continuous arable to rotational grassland (in this case either a 3-year grass or grass-clover ley followed by two arable crops in a 5-year cycle), resulted in only a $1 0 \\mathrm { - } 1 5 \\%$ increase in SOC after 60 years (Johnston et al.,2oo9).By contrast, the conversion of arable land to permanent grassland at the Rothamsted ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Research Station resulted in a doubling of organic matter (indicated by total N),in 50 years (Johnston et al., 2009).The small observed increase in SOC under rotational grassland suggests that the response of rotational grassland to LUC would fall between that of arable and permanent grass,but will be close to the all-arable rotations represented by our rotational crops category. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Uncertainty ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "There areanumber of uncertaintiesassociated with the modelled GHG balances.Uncertainty in national scale simulations has two components; uncertainty arising from the model and uncertainty arising from reduced detail and precision in data available at national scale compared to data available at the field scale.Uncertainty arising from the model was estimated as part of the site-specific modelling exercise reported in Dondini etal.(2015，2016a,b).Here，we focus on uncertainties arising from theuse of national scale data. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Uncertainty due to spatial and temporal resolution. The spatial and temporal resolutions of the driving data sets are given in Table 4.Due to the reduced detail of the inputs,the uncertainty in simulations at the national scale is likely to be greater than at the field scale. For example，in croplands,detailed management factors such as sowing date and timing and rate of fertilizer applications cannot usually be specified when the resolution of the simulations is larger than the size of the management unit.The resolution of the simulation here was a $1 ~ \\mathrm { k m } ^ { 2 }$ grid cell, whereas the size of a management unit might be a 5 ha $( 0 . 0 5 \\ \\mathrm { k m } ^ { 2 } )$ field,so there will be many different values for the management factors within each $1 ~ \\mathrm { k m } ^ { 2 }$ cell.For example，the rate of $\\mathrm { \\Delta N }$ fertilizer application to grassland varies considerably according to the clover concentration in the grass sward, livestock stocking density and soil $\\mathsf { N }$ status (Defra, 2010). ",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/a00ba7b1e169773ccfb0046179e85ab1a3ccaacf459a9f9452aed01a89f196cb.jpg",
        "table_caption": [
            "Table 4 Spatial and temporal resolution of driving datasets used in the spatial simulations "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Input data</td><td>Spatial resolution</td><td>Temporal resolution</td></tr><tr><td>Harmonised</td><td>30 arc s (approx.1 km</td><td>N/A</td></tr><tr><td>World Soil Database</td><td>grid cells)</td><td></td></tr><tr><td>UKCP09 climate projections</td><td>25 km grid cells</td><td>30-year averages</td></tr><tr><td>Crop yield</td><td>NUTS 1 regional averages for wheat,and oilseed rape,</td><td>Annual</td></tr><tr><td></td><td>national average for</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>sugar beet; 1 km grid cells</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>forMiscanthus,</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>SRC and SRF,25 km grid cells for</td><td></td></tr><tr><td></td><td>permanent grass and forest</td><td></td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Uncertainty in national scale simulations is also greater than at field scale due to the reduced precision of the input data.For example, the C content of the soil in a 5 ha field can be precisely measured and the error in the measurement defined using replicates,whereas at the national scale the soil C content for grid cells is estimated from typical or averaged soil C values for the major soil types identified in the cell (e.g. Batjes, 2009). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The uncertainty due to the reduced detail and precision of data available at the national scale can be quantified by evaluating the model at field scale,but using input drivers that are available at national scale (as performed for the error bars in Fig. 7). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Uncertainty due to soil. The uncertainty associated with the use of national scale soil data was quantified by simulating 4O paired land-use transition sites (Rowe et al., 2016),using measured soil parameters and soil parameters obtained from the HWSD.A statistical analysis (data not shown) of simulations using the HWSD inputs across the 40 field sites shows that there was a good correlation between modelled and measured SOC $( 0 { - } 1 0 0 ~ \\mathrm { c m }$ depth),when using the measured soil parameters $( r = 0 . 9 2 )$ ，and when using the HWSD parameters $( r = 0 . 7 9 )$ ). In both cases,there was no significant model error and no significant model bias. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Due to the nature of the HWSD data,where the locations of soils within each grid cell are unknown, it is not possible to define which HWSD soil type corresponds to a given field site,or whether the soil type of the field site is within the dominant soils reported in the HWSD. Despite this, there was a good correlation between modelled and measured values and a lack of model bias when using HWSD parameters as inputs. This suggests that uncertainty in model results arising from the use of HWSD data is fairly small. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "A similar evaluation of national scale uncertainty using ECOSSE and National Soils Inventory of Scotland soil data to simulate SOC at 6O resampled field sites in Scotland was carried out by Smith et al. (2010b).That study found a very strong correlation between modelled and measured SOC $( r = 0 . 9 7 )$ ．The correlation was higher in the Smith et al.(2010b) study than the current study $( r = 0 . 9 7$ vs. $r = 0 . 7 9 ,$ .Smith etal. (2010b) obtained a higher correlation probably because the soil type at each field site could be matched to the corresponding soil type in the national soil database they used. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Initial land use was estimated from the LCM2oo7 data at $1 0 0 \\mathrm { ~ m ~ }$ resolution which was aggregated by mode to ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$1 ~ \\mathrm { k m }$ resolution to match the HSWD data.However,as the HSWD assigns up to 10 soil types and their proportion to each $1 \\ \\mathrm { k m } \\ \\times \\ \\mathrm { k m }$ cell,it is not spatially explicit so that matching a soil type to land use could be ambiguous as we are only considering one initial land use per grid block and not considering the proportion ofeachland cover in the cell.In addition,land coveris usually associated witha soil type,for example podsols withforestandbrownearthswitharableland,andwith the data available this level of detail and precision is not possible. In this way，a small number of unlikely combinations of soil type and initial land use may have been included in the average grid results. This will need futurework toresolve. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Uncertainty due to yield. Climate variability and changes in the frequency and severity of extreme events can have significant， nonlinear impacts on crop yields because crops exhibit threshold responses to stress factors (Porter& Semenov,2005;Trnka etal.,2014).Therefore，the lack of short-term climate variation in the UKCP09 climate projections presents a potentially large source of uncertainty in the predicted yields and,subse quently，the bioenergy GHG balances (Hastings et al. 2009). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "None of the yield models used in this study explicitly account for the effects of atmospheric $\\mathrm { \\Delta N }$ deposition on productivity; all considered the yield with optimum N supply and the crops were not，therefore, $\\Nu$ limited. Within the simulated area of the United Kingdom，N deposition typically adds between 10 and $3 0 \\mathrm { ~ k g ~ N ~ }$ $\\mathbf { \\bar { h a } } ^ { - 1 } \\mathbf { y r } ^ { - 1 }$ (Fowler et al.，2004)．However，we do not expect this level of N input to significantly affect the ECOSSE model outcomes for two reasons.Firstly，the yield models have been calibrated using UK field measurements of crops subjected to atmospheric N deposition,so the effects of $_ \\mathrm { N }$ deposition are to some extent implicitly captured by the models.Secondly，farmers may adjust the rates of $\\mathrm { \\Delta N }$ fertilizer applied to crops according to the $\\Nu$ deposition rate (Jones et al.,2014). Forexample,UK wheat farmers are advised to increase their Soil N Supply index by $2 0 ~ \\mathrm { k g } ~ \\mathrm { N } ~ \\mathrm { h a } ^ { - 1 }$ to allow for Ndeposition and the Defra Fertiliser Manual (Defra, 2010）factors in atmospheric $\\mathsf { N }$ deposition (HGCA, 2009).Therefore，in fertilized cropping systems，the effects of $\\Nu$ deposition may be largely mitigated by adaptationof fertilizerpractices. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Levels of atmospheric N deposition in the United Kingdom are currently in decline due to reduced N emissions (Jones et al.，2014)，which could lead to reduced crop productivity. However, it is expected that fertilizer and other crop management practices will adjust to compensate for this reduction and so maintain the yields predicted by the models. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Further uncertainty arises because the crop yield pro jections are derived from several different sources which vary in spatial resolution，and，in the case of modelled values,the level of sophistication of the model.For example，the wheat and OSR yields are based on Defra average yield statistics for 12 regions in the United Kingdom (the NUTS level 1 regions), whereas sugar beet yields are based ona single national average yield value.Future wheat, OSR and sugar beet yields are obtained by modifying the baseline yield observations with a simple，empirical model，Miami (Lieth,1975)，whereas Miscanthus yield projections are obtained using a more complex,process-based model, MiscanFor (Hastings et al.,2009). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The crop yield projections are based on models that are parameterized and calibrated for existing cultivars and current management practices. However， crop breeding and improvements in management practices will likely lead to increases in crop yield over time (Allwright and Taylor,2015).In addition,the yield models do not consider the impact of pests and disease，nor extreme weather events. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "These sources of uncertainty in yield forecasts are difficult to quantify, either due to lack of data (e.g. changes in the frequency of extreme climate events),or because they are inherently uncertain (e.g.impacts of future cropbreeding),although it islikely that an increase in crop yield of $10 \\%$ per decade would not be unreasonable for these largely unimproved crops and this could have a significant impact on model outputs (Allwright and Taylor,2O16).Because these uncertainties and their impact on GHG balance estimates we tested the sensitivity of the bioenergy GHG balances to changes in yields.The main findings from this sensitivity analysis were (a) for conversions from permanent grass and forest,yield increases of up to $5 0 \\%$ were not sufficient to change a mean detrimental change in SOC to a mean beneficial change in SOC;(b)yield increases of up to $5 0 \\%$ of any given bioenergy crop were generally insufficient to alter the crop's ranking in terms of changes in SOC,even when the yields of all other bioenergy crops were left unchanged; and (c） SRF and Miscanthus showed the greatest sensitivity to proportional changes in yield because they have thehighest yields within the simulated area. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Although changes in estimated yields would certainly affect thetotalareaoflandfavourable for conversion to bioenergy crops，our findings suggest that the broad conclusions inferred from the modelling results would remain unchanged. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Uncertainty dueto fertilizeruse.Alarge number of factors affect the amount of N fertilizer applied to a crop including the soil N status,expected crop N demand, weather, soil texture,regulations (e.g. in nitrogen vulnerable zones） and economic factors (e.g. cost of fertilizer).For grassland,additional factors may include the percentage of clover in the grass sward and stocking density.Many of these factors varyata finer scale than the $1 ~ \\mathrm { k m }$ resolution of the simulations and are not described in any spatially defined databases.Therefore, the model makes assumptions about the amount of $\\mathsf { N }$ fertilizer applied,which presents a source of uncertainty for the modelled changes in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "To quantify this uncertainty,we conducted a sensitivity analysis to explore the impacts of a $\\pm 2 0 \\%$ variation to the default N fertilizer application rate in a sample of the grid cells.The results of this analysis (data not shown) show that transitions to wheat were most sensitive to a proportional change in $_ \\mathrm { N }$ fertilizer inputs:a $2 0 \\%$ increase in $\\mathrm { \\Delta N }$ fertilizer led to a mean increase in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions of about $5 \\mathrm { ~ t ~ } \\mathrm { C O } _ { 2 } \\mathrm { e } \\ \\mathrm { h a } ^ { - 1 }$ after 35 years (i.e.in 2050) and a $2 0 \\%$ decrease reduced $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions by about $5 . 5 \\mathrm { ~ t ~ }$ （204号 $\\mathrm { { C O } _ { 2 } e \\ h a ^ { - 1 } }$ .Other transitions showed mean deviationsin $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissionswithin $\\pm 2 . 5 \\mathrm { ~ t ~ }$ $\\mathrm { { C O } _ { 2 } e \\ h a ^ { - 1 } }$ . The shifts in $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions resulting from a $\\pm 2 0 \\%$ change inN fertilizerratesare modest,leading to a $< 5 \\%$ change in the mean net GHG balance of each transition.Therefore，we do not expect uncertainty around $\\mathrm { \\Delta N }$ fertilization rates to be a source of large uncertainty in the modelling outcomes. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Futureresearch needs ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This study shows that future work should target second-generation bioenergy crops (Miscanthus，SRC and SRF),because these offer a much more favourable net GHG balance than first-generation bioenergy crops (wheat, sugar beet and OSR). It is noteworthy，however，that the overall GHG balance of bioenergy may still be positive,even if there are net preharvest soil GHG emissions due to land-use change,and the full valuechainneeds to be considered (Newton-Cross & Evans,2015). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Whilst the type of land-use transition was the most important factor affecting net GHG balance,crop yield was found to be the most influential factorwithin each type of transition.However,a number of limitations of the yield data constrain the spatial accuracy of the soil GHG balance predictions and should be the focus of futureresearch. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Firstly,Defra yield data for wheat (also used for the baseline rotational crop yield),sugar beet and OSR are spatially coarse,being available only at regional level, and only cover a short time span. The development of high-resolution spatial datasets of bioenergy crop yield would greatly improve the spatial accuracy of net GHG balance predictions. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Development of yield models is often hampered by lack of detailed soil and plant data from which to formulate process descriptions and evaluate the model. For example,only 11 UK experimental sites with sufficient data to validate the MiscanFor model were available (Hastings et al.,20o9).Future research should place an emphasis on detailed, long-term measurements of crop and soil attributes (yield,litter inputs,C and N contents of plant components and soil etc.),over the full life cycle of the crop,for the latest germplasm released from breeding programmes. Such data are required for the development of more robust and improved parameterizations of process-based models,critical for future predictions. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Models of future crop yield vary in the factors they take into account. For example (e.g. effects of elevated atmospheric $\\mathrm { C O } _ { 2 }$ concentration),their level of sophistication and degree to which they have been calibrated for UK conditions.Moreover,where multiple models exist for a given crop,the yield estimates may differ considerably. For example,MiscanFor (Hastings et al., 2009）predicts the highest Miscanthus yields to be in the south-west of England,whereas the empirical model of Richter et al.(20o8)predicts relatively low yields in the south-west. Further work on model evaluation and model comparison is required to resolve these differences and reduce the uncertainty in model estimates.In the short-term, the uncertainty associated with choice of model could be quantified by modelling net GHG balanceusing yield forecasts produced from an ensemble of yield models for each crop. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Overall, the reliability and spatial accuracy of future net GHG balance modelling would benefit greatly from improvements in bioenergy yield modelling (or direct modelling of crop inputs of C to the soil). Standardization of yield models for different crops，such as the effect of soil type on soil water capacity,would enable more reliable comparison of different land-use transitions. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Finally, litte is known about the impact of bioenergy crop re-establishment on SOC.Different re-establishment techniques involve different amounts of soil disturbance,which could lead to enhanced soil organic matter decomposition rates. Soil disturbance from re-establishment could have a significant effect on long term C sequestration,with a proportion of the C sequestered during the previous planting cycle being lost again as $\\mathrm { C O } _ { 2 }$ to the atmosphere (Grogan & Matthews, 2002). Research into the practicality of a range of potential re-establishment techniques and their impacts on soil C dynamics should be a high priority. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In conclusion,we have shown that increasing yield increases SOC so that in addition to optimizing the use of land,and obtaining the highest energy yield per unit area,researchinto improvingtheyieldof SRC,SRF and Miscanthus genotypes will provide benefits to both energy security and GHG mitigation. When assessing the full GHG impacts of energy crops, all components of the bioenergy value chain (e.g. cultivation,management,harvest, transportation,processing, fossil fuel offset GHG impacts) need to be considered (Newton-Cross & Evans,2015). The findings presented here fill the critical gap in preharvest GHG emission data,used to assess the full life cycle GHG emissions from energy crops in bioenergy value chains. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "This work was part of the Ecosystem Land-Use Modelling (ELUM) project,which was commissioned and funded by the Energy Technologies Institute.The work also contributes to the EPSRC-Supergen funded MAGLUE project (EP/M013200/1). We are grateful to staff at the Energy Technologies Institute, particularly to Geraldine Newton-Cross,Geraint Evans and Hannah Evans for comments on previous versions of this manuscript and to Jonathan Oxley for project support. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Alexander P,Moran D,Smith P et al.(2014) Estimating UK perennial energy crop supply using farm scale models with spatially disaggregated data. Global Change Biology Bioenergy,6,142-155.   \nAllwright MR& Taylor G (2016) Molecular breeding for improved second generation bioenergy crops. Trends in Plant Science,21,43-54.   \nAndersson S, Nilsson SI (2oo1) Influence of pH and temperature on microbial activity，substrate availability of soil-solution bacteria and leaching of dissolved organic carbon in a mor humus. Soil Biology and Biochemistry,33,1181-1191.   \nArundale RA,Dohleman FG,Heaton EA,Mcgrath JM,Voigt JB,Long SP (2014) Yieldsof Miscanthus $\\times$ giganteus and Panicum virgatum decline with stand age in theMidwestern USA.Global Change Biology Bioenergy,6,1-13.   \nBatjes NH (2oo9) Harmonized soil profile data for applications at global and continental scales:updates to the WISE database. Soil Use and Management,25, 124–127.   \nBeringer T,Lucht W, Schaphoff S et al. (2011) Bioenergy production potential of global biomass plantations under environmental and agricultural constraints. Global Change Biology Bioenergy,3,299-312.   \nBorken W, Brumme R(1997)Liming practice in temperate forest ecosystems and the effects on $\\mathrm { C O } _ { 2 } ,$ （204号 $\\mathrm { N } _ { 2 } \\mathrm { O }$ and $\\mathrm { C H } _ { 4 }$ fluxes.SoilUse andManagement,13,251-257.   \nBradbury NJ,Whitmore AP,Hart PBS,Jenkinson DS (1993) Modelling the fate of nitrogen in crop and soil in the years following application of $^ { 1 5 } \\mathrm { N }$ -labelled fertilizer to winter wheat.Journal of Agricultural Science,121,363-379.   \nBurke IC,Yonker CM,Parton WJ,Cole CV,Schimel DS,Flach K(1989) Texture,climate,and cultivation effects on soil organic matter content in U.S. grassland soils. Soil Science Society ofAmerica Journal,53,o-805.   \nCaslin B,Finnan J,Easson L (Eds.) (2O1la) Miscanthus best practice guidelines. Carlow & Hillsborough,Crops Research Centre & Agri-Food and Bioscience Institute.Availableat:htp://www.afbini.gov.uk/miscanthus-best-practiceguidelines.pdf (accessed 28 June 2014).   \nCaslin B, Finnan J,McCracken A (Eds.) (2011b) Short rotation coppice willow best practice guidelines. Carlow & Hillsborough, Crops Research Centre & Agri-Food and Bioscience Institute.Available at: http://http://www.afbini.gov.uk/willow bestpractice.pdf (accessed 28 June 2014).   \nClifton-Brown J, Schwarz K,Hastings A (2015) History of the development of Miscanthus as a bioenergy crop: from small beginnings to potential realization. Biologyand Environment:Proceedings of theRoyal IrishAcademy,115,1-12.   \nColeman KW,Jenkinson DS (1996) RothC-26.3-A model for the turnover of carbon in soil.In:Eualuationof Soil OrganicMatterModelsUsingExistingLing-TermDatasets (eds Powlson DS,Smith P,Smith JD),pp.237-246.Springer-Verlag,Heidelberg.   \nCreutzig F, MaseraO,Ravindranath NH etal. (2O15) Bioenergyand climate change mitigation:anassessment.Global ChangeBiology Bioenergy,7,916-944.   \nDECC (2012) UK Bioenergy Strategy. DECC, London.   \nDECC (2015) Digestof UK Energy Statistics (DUKES)for 2015.DECC,London.Availableat:https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/450302/DUKES_2015.pdf (accessed: 11 February 2016).   \nDefra (2004)Growing ShortRotationCoppce:BestPractice Guidelines.Defra,London.   \nDefra (2010) Fertiliser Manual (RB2009),8th edn. The Stationery Office,Norwich, UK.   \nDonatelli M,Acutis M,Laruccia N (1996) Pedotransfer functions: evaluation of methods to estimate soil water content at field capacity and wilting point. Availableat:www.isci.it/mdon/research/botom_modeling_cs.htm pp.6-11 (accessed: 28 June 2014).   \nDondini M,Jones EO,RichardsMet al.(2015) Evaluation of the ECOSSE model for simulating soil carbon undershort rotation forestry energy crops in Britain.Global Change Biology Bioenergy,7,527-540.   \nDondini M,Richards M,Pogson M et al.(2016a) Evaluation of the ECOSSE model for simulating soil carbon under Miscanthus and short rotation coppice-willow crops in Britain.Global Change Biology Bioenergy.doi: 10.1111/gcbb.12286.   \nDondini M,Richards M,PogsonMet al. (2016b) Simulation of greenhouse gases following land-use change to bioenergy crops using the ECOSSE model.A comparison between site measurements and model predictions.Global Change Biology Bioenergy.doi: 10.111/gcbb.12298.   \nDorr H,Katruff L,Levin I(1993)Soil texture parameterization of the methane uptake in aerated soils. Chemosphere,26,697-713.   \nDreccer MF，Schapendonk AHCM,Slafer GA，Rabbinge R (2000) Comparative response of wheat and oilseed rape to nitrogen supply: absorption and utilisation efficiency of radiation and nitrogen during the reproductive stages determining yield.Plant andSoil,220,9-5.   \nEdenhofer O,Pichs-Madruga R,Sokona Y et al. (2014) (Eds) Climate Change 2014: MitigationofClimateChange.ContributionofWorking Group IIItotheFifthAssessmentReportofthe Intergovernmental Panelon ClimateChange.CambridgeUniversity Press,Cambridge,UK and New York,NY,USA.   \nEUROSTAT (2014) Areas harvested, yields,productionby NUTS2regions.Available at: http://ec.europa.eu/eurostat (accessed: 14 July 2014).   \nFAO/IIASA/ISRIC/ISS-CAS/JRC (2012) Harmonized World Soil Database (version 1.2). FAO, Rome, Italy and IIASA, Laxenburg,Austria.   \nFowler D,O'Donoghue M, Muller JBA et al. (2004)A chronology of nitrogen deposition in theUKbetween1900and 20.Water,Air,andPollution: Focus,4,9-23.   \nFuss S,Canadell JG,Peters GP et al. (2014) Bettingon negative emissions.Nature Climate Change,4,850-853.   \nGelfand I, Zenome T,Jasrotia P,Chen J, Hamilton SK, Robertson GP (2011) Carbon debt of conservation reserve program (CRP)grasslands converted to bioenergy production.Proceeingsof theNational AcademyofSciencesof theUnited Statesof America,108,13864-13869.   \nGivi J,Prasher SO,Patel RM(2O04)Evaluationof pedotransfer functions inedicting the soil water contents at field capacity and wilting point.Agricultural Water Management,70,8-96.   \nGrandy AS,Robertson GP (2o06) Initial cultivationof a temperate-regionsoil immediately accelerates turnover and $\\mathrm { C O } _ { 2 }$ and NO fluxes.Global Change Biology,12, 1507-1520.   \nGrogan P,Matthews R (2002)A modeling analysis of the potential for soil carbon sequestration under short rotation coppice willow bioenergy plantations.Soil Use and Management,18,175-181.   \nGuo LB, Gifford M (2oo2) Soil carbon stocks and land use change: a meta analysis. Global Change Biology,8,345-360.   \nHall RL (2o03)Short rotation coppice for energy production hydrological guidelines [online].Available at: http://www.berr.gov.uk/files/file14960.pdf (accessed 28 June 2014).   \nHallJM,PateonEK99etd $\\mathrm { C O } _ { 2 }$ Concentration and soil pHon the relationship between plant growth and rhizosphere denitrification potential. Global Change Biology,4,209-216.   \nHarris ZM, Spake R,Taylor G (20l5) Land use change to bioenergy:a meta-analysis of soil carbon and GHG emissions. Biomass $\\mathcal { E }$ Bioenergy,82,27-39.   \nHastings A,Clifton-Brown J,Wattenbach M,Mitchell CP,SmithP (2009) Improved process descriptions for leaf area index development and photosynthesis rates in Miscanthus $x$ giganteus: towards more robust yield predictions under diferent climatic and soil conditions. Global Change Biology Bioenergy,1,154-170.   \nHastings A,Tallis MJ,Casella E et al. (2014) The technical potential of Great Britain to produce ligno-cellulosic biomassfor bioenergy in current and future climates. Global Change Biologu Bioenergu,6,108-122.   \nHGCA (2009)Nitrogen forWinter Wheat-MangementGuidelines.HGCA,Stoneleigh UK.   \nHGCA (2014) Oilseed rape guide. January 2014.HGCA Guide 55.Stoneleigh, UK.   \nHowesP,Bates J, Landy M,O'Brian S,HerbertR,Matthews R,Hogan G (201) UK and Global Bioenergy Resource-Final report.AEA group,Harwell,UK.   \nHutson JL,Cass A (1987) A retentivity function for use in soil water simulation models.Journal of SoilScience,38,105-113.   \nIPCC (2001) Climate Change 2001: Mitigation. Contribution of Working Group II to the Third AssessmentReport.IntergouermmentalPanelon ClimateChange.Cambridge University Press,Cambridge, UKand New York, USA.   \nJenkinson DS,Rayner JH (1977) The turnover of organic matter in some of the Rothamsted classical experiments. Soil Science,123,298-305.   \nJenkinson DS,Hart PBS,Rayner JH,Parry LC (1987)Modeling the turnover of organic matter in long-term experimentsatRothamsted.INTECOL Bulletin,15,1-   \nJohnston EA,Poulton PR, Coleman K (2009) Soil organic matter: its importance in sustainable agriculture and carbon dioxide fluxes.In: Sparks DL (Ed.).Adoances in Agronomy 101,1-57.   \nJones L,Provins A,Holland Metal. (2014)Areview and applicationof the evidence for nitrogen impacts on ecosystem services. Ecosystem Services,7,76-88.   \nKhan J,Powell T,HarwoodA (2011) Land Use in the UK. Office for National Statistics, London, UK.   \nKjellstrom CG, Kirchmann H(1994) Dry mater production of oilseed rape (Brassica napus)with special reference to the root system. Journal of Agricultural Science, 123, 327–332.   \nLevy PE, Burden A, Cooper MDA et al. (2012)Methane emissions from soils: synthesisandanalysisofalargeUKdataset.GlobalChangeBiology,18,657-1669.   \nLiethH(1975) Modeling the primary productivity of the world.In: Primary Productivity of the Biosphere (ed.Lieth H,WhittakerRH),pp.237-263.Springer Berlin Heidelberg, Springer-Verlag, New York.   \nLiving Countryside (2013)Available at: htp://www.ukagriculture.com (accessed: 29 September 2013).   \nLovett AA,Siinnenberg GM,Dockerty TL (2014) The availability of land for perennial energy crops in Great Britain.Global Change Biology Bioenergy,6,99-107.   \nLuo GJ,Kiese R,Wolf B,Butterbach-Bahl K (2013) Effects of soil temperature and moisture on methane uptake and nitrous oxide emissions across three different ecosystem types.Biogeosciences,10,3205-3219.   \nMcCalmont JP et al.(2015)Environmental costs and benefitsof growing Miscanthusfor bioenergy in the UK.Global Change Biology Bioenergy, doi:10.1111/gcbb.12294.   \nMcCalmont J,Hastings A,Robson Pet al. (2016)The environmental credentialsof Miscanthus asa bio-energy crop in theUK.Global Change Biology Bioenergy.doi: 10.1111/gcbb.12294   \nMcKay H (ed.) (2011) Short rotation forestry: review of growth and environmental impacts.Forest Research onograph,ForestResearch,Surrey,2,12.   \nMurphy JM,Sexton DMH,Jenkins GJ et al.(2009) UK Climate Projections Science Report: Climate ChangeProjections.Met Office Hadley Centre, Exeter.   \nMurty D, Kirschbaum MUF,McMurtrie RE,McGilvray H (2002) Does conversion of forest to agricultural land change soil carbon and nitrogen?A review of the literature. Global Change Biology,8,105-123.   \nNewton-Cross G,Evans H (2015) Bioenergy.Delivering Greenhouse Gas Emission Savings Through UK Bioenergy Value Chains.Energy Technologies Institute,Loughbor ough,2015.Available at: http://www.eti.co.uk/wp-content/uploads/2016/01/ Delivering-greenhouse-gas-emission-savings-through-UK-bioenergy-valuechains.pdf (accessed 11 February 2016).   \nNikiema P,Rothstein DE,Miller RO (2012) Initial greenhouse gas emissions and nitrogen leaching losses associated with converting pastureland to short-rotation woody bioenergy crops in northern Michigan, USA.Biomass and Bioenergy，39, 413–426.   \nOrdnance Survey (2010)A guide to coordinate systems in Great Britain v2.1.pp.37-42.   \nOritz JN,Tarjuelo M,de JuanA (2012) Effects of two types of sprinklers and height in the irrigation of sugar beet with a centre pivot. Spanish Journal of Agricultural Research,10,251-263.   \nPalmer MM,Forrester JA,Rothstein DE,Mladenoff DJ (2013) Conversion of open lands to short-rotation woody biomass crops: site variability afects nitrogen cycling and $\\mathrm { N } _ { 2 } \\mathrm { O }$ fluxes in theUS Northern Lake States.Global Change Biology Bioenergy,6,450-464.   \nPorter JR,Semenov MA (2005) Crop responses to climatic variation.Philosophical Transactionsof theRoyalSociety B,360,2021-2035.   \nPyatt G,RayD,FetcherJ(2O)AnEcological SiteClasificaionforForestryinGreat Britain.Bulletin4.Foretryommsson,irg (eds Lal R),pp.925-928.Marcel DekkerInc.,NewYrk,NY.   \nRichter GM,Riche AB, Dailey AG,Gezan SA,Powlson DS (2008)Is UK biofuel supply fromMiscanthuswater-limited?SoilUseandManagement,24,235-245.   \nRoth B,Finnan JM, Jones MB, Burke JI, Williams ML (2015) Are the benefits of yield responses to nitrogen fertilizerapplication in the bioenergy crop Miscanthus $x$ giganteusoftbyicreaedsoilemissinsoftrousoxide?GlobalCangeology Bioenergy,7,145-152.   \nRowe RL,Keith AM,Elias D,Dondini M,Smith P,Oxley J McNamaraNP (2016) Initial soil C and land use history determine soil C sequestration under perennial bioenergy crops. Global Change Biology Bioenergy.doi: 10.1111/gcbb.12311.   \nSchindlbacherA,Zechmesiter-Boltenstern S,Butterbach-BahlK (2004)Effectsof soil moisture and temperature on NO, $\\mathrm { N O } _ { 2 }$ and $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions from European forest soils.Journalofopsicalesearch,,1.   \nSegers R (1998) Methane production and methane consumption: a review of processes underlying wetland methane fluxes.Biogeochemistry,41,23-51.   \nSimsREH,HstigsdigerBylorGith) current statusand future prospects.Global Change Biology,12,2054-2076.   \nSlade R,Bauen A,Gro R (O4)Globalbioenergyresources.Nature Climate Change 4, 99–105.   \nSmith P (2oo8) Land use change and soil organic carbon dynamics.Nutrient Cycling in Agroecosystems,81,69-178.   \nSmith KA,Conen F(2004) Impacts of land management on fluxes of trace greenhouse gases.Soil Use and Management,20,255-263.   \nSmith JU,Bradbury NJ,Addiscott TM(1996)SUNDIAL: a PC-based system for simulating nitrogen dynamics inarableland.Agronomy Journal,88,38-43.   \nSmith P,Martino D,Cai Zet al.(2008)Greenhouse gas mitigation inagriculture. PhilosophicalTransactionsoftheRoyal Society,B6,93.   \nSmith JU, Gottschalk P,Bellarby Jet al. (2010a) Estimating changes in national soil carbon stocks using ECOSSE-a new model that includes upland organic soils. Part I Model description and uncertainty in national scale simulations of Scotland. Climate Research,45,193-205.   \nSmith JU,Gotschalk P, Bellarby Jet al. (201ob) Estimating changes in national soil carbon stocks using ECOSSE -a new model that includes upland organic soils. Part II. ApplicationinScotland.ClimateResearch,45,9305.   \nSmith JU,Gottschalk P,BellrbyJetal. (2010c)ECOSSE User Manual.Available at: https://www.abdn.ac.uk/staffpages/uploads/soi450/ECOsSE%20User%20manual%20310810.pdf (accessed 22 January 2015).   \nSmith P,Davis SJ,CreutigFetal.(216)iophysicalandeconomiclimitstngative $\\mathrm { C O } _ { 2 }$ emissions.Nature ClimateChange,6,42-50.   \nStoddartH,WatsK(02)omssedstock,ResiduesandBy-roducts.HGCto leigh,UK.Available at: http://publications.hgca.com/publications/documents/ HGCA_strawpaper_012.pdf (accesed3February2014).   \nTallis MJ, Casella E,Henshall PA,Aylott MJ,Randle TJ,Morison JIL,TaylorG (2013)Development and evaluation of ForestGrowth-SRC a process-based model for short rotation coppice yield and spatial supply reveals poplar uses water more efficiently than willow.Global Change Biology Bioenergy,5,53-66.   \nThompsonDA,MatthewsRW(1989)TheStorageof CarboninTresand Timber.Forestry Commission Research Information Note 160.Forestry Commission, Edinburgh, UK.   \nThornthwaiteCW(1948)Anapproachtowardarationalclasifictionofclimate. Geographic Review,38,55-94.   \nTrnka M,Roter RP,Ruiz-Ramos M, Kersebaum KC,Olesen JE,Zalud Z, Semenov MA (2014) Adverse weather conditions for European wheat production will become more frequent with climate change. Nature Climate Change,4, 637-643.   \nTsialtas JT, Karadimos DA (20o3) Leaf carbon isotope discrimination and its relation with qualitative root traits and harvest index in sugar beet (Beta vulgaris L.). Journal of Agronomy and Crop Science,189,286-290.   \nWang S,Hastings A,Wang SC et al. (2014) The potential for bioenergy crops to contribute to meeting GB heat and electricity demands.Global Change Biology Bioenergy, 6,136-141.   \nWei X, Shao M,Gale W,LiL (2014) Global patern of soil carbon losses due to the conversion of forest to agricultural land.Scientific Reports,4,4062.   \nWhite EM, Wilson FEA (2o06)Responsesof grainyield,biomass and harvest index and their rates of genetic progress to nitrogen availability in ten winter wheat varieties.Irish Journal ofAgricultural andFoodResearch,45,85-101.   \nZenone T,Zona D,GelfandI, Gielen B, Camino-Serrano M, Ceulemans R(2015) $\\mathrm { C O } _ { 2 }$ uptake is offset by $\\mathrm { C H } _ { 4 }$ and $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions in a poplar short-rotation coppice. Global Change Biology Bioenergy.doi:10.111/gcbb.12269.   \nZhuang $\\scriptstyle { \\mathrm { Q } } ,$ Qin $Z ,$ Chen M (2013) Biofuel,land and water: maize,switchgrass or Miscanthus? Environmental Research Letters,8,015020 (6 pp). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]