[
    {
        "type": "text",
        "text": "Effect of soil management on soil erosion on sloping farmland during crop growth stages under a large-scale rainfall simulation experiment ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Linhua1,2， WANG Yafeng1，Keesstra SASKIA34, Cerda ARTEMI， MA $\\mathbf { B o } ^ { 1 }$ ，WUFaqi6\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 State KeyLaboratoryof Urbanand Regional Ecology,Research Center forEco-Environmental Sciences,Chinese Academyo   \nSciences,Beijing 100085,China;   \n² Institute of Soil and Water Conservation,Northwest A&F University, Yangling 7121O0,China;   \n3 Civil,Surveyingand Environmental Engineering,The Universityof Newcastle, Calaghan 23O8,Australia;   \n4Soil Physicsand LandManagement Group,Wageningen University Wageningen 6708 PB,The Netherlands;   \n5SoilErosionandDegradationResearch Group,DepartmentofGeography,Universityof Valencia,Valencia 460,Spain;   \n6College of Natural Resources and Environment,Northwest A&F University,Yangling 7121oo,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Soil erosion on farmland is a critical environmental issue and the main source of sediment in the Yellow River, China. Thus,great efforts have been made to reduce runoff and soil loss by restoring vegetation on abandoned farmland. However, few studies have investigated runoff and soil loss from sloping farmland during crop growth season. The objective of this study was to investigate the effects of soil management on runoff and soil loss on sloping farmland during crop growth season. We tested diferent soybean growth stages (i.e.,seedling stage (R1), initial blossoming stage (R2),fullflowering stage (R3), pod bearing stage (R4),and initial filing stage (R5) and soil management practice (one plot applied hoeing tillage (HT) before each rainfall event, whereas the other received no treatment (NH))by applying simulated rainfall at an intensity of $8 0 \\ \\mathrm { m m / h }$ .Results showed that runoff and soil loss both decreased and infiltration amount increased in succesive soybean growth stages under both treatments. Compared with NH plot,there was less runoff and higher infiltration amount from HT plot. However,soil loss from HT plot was larger than that from NH plot in R1-R3,but lower in R4 and R5.In the early growth stages,hoeing tillge was effective for reducing runoff and enhancing rainfall infiltration. By contrast, hoeing tillage enhanced soil and water conservation during the late growth stages. The total soil loss from HT plot $( 5 0 9 . 0 \\mathrm { g } / \\mathrm { m } ^ { 2 } )$ was $1 1 . 1 \\%$ higher than that from NH plot $( 4 5 7 . 9 \\mathrm { g } / \\mathrm { m } ^ { 2 } )$ inR1-R5.However,the infiltration amount from HT plot $( 3 1 3 . 9 ~ \\mathrm { m m } )$ was $1 8 . 4 \\%$ higher than that from NH plot $( 2 6 5 . 0 ~ \\mathrm { m m } )$ ）and the total runoff volume from HT plot was $4 9 . 7 \\%$ less than that from NH plot. These results indicated that crop vegetation can also act as a type of vegetation cover and play an important role on sloping farmland.Thus, adopting rational soil management in crop planting on sloping farmland can efectively reduce runoff and soil loss, as wellas maximize rainwater infiltration during crop growth period. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: hoeing tillage; soil erosion; simulated rainfal; crop growth stages; Loess Plateau ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Soil erosion is a serious ecological issue，which is influenced by many factors,including precipitation, topography, vegetation,and soil management (Castro et al.,1999; Cerda et al., 2009). More significant soil erosion occurs on sloping farmland than land covered with other vegetation types (e.g., forestry, shrub,and grass),and it is associated with the degradation of soil fertility and reduction of soil productivity,as well as recession of agricultural and economic development in rural area (Bruce et al.，1995). Soil erosion that occurred on sloping farmland is significantly related to agricultural activities in the densely populated Loess Plateau of China.The availability of farmland has decreased due to population growth as well as increased industrial construction and urbanization.Therefore,farmers need to utilize their farmland properly in order to ensure sufficient food production, furthermore,the high pressure on food production can significantly increase the risks of severe soil erosion. On the Loess Plateau region，hoeing tillage is widely used as a management practice during crop growth season. The fundamental aim of hoeing tillage is to reduce or eliminate weeds and to maximize the capture of precipitation in rainfed farmland (Aboudrare et al.,2006; G6mez et al., 2009; Keesstra et al.,2016). However, tillage practice also looses soil and degrades soil structure, which can increase the susceptibility to soil erosion (Moret and Arrue,2Oo7). These factors are important for determining why farmland is a major source of sediment in the Yellow River, China, where approximately $60 \\%$ of the soil and water loss is derived from sloping farmland (Tang，2O04；Chen et al.，2O07).Therefore，the effectiveness of soil management practice on runoff and soil loss during crop growth season still needs to be investigated in this region. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Numerous studies have demonstrated the effects of vegetation on soil erosion on the Loess Plateau region. For instance,Huang et al. (2O14) studied the effects of vegetation cover on soil infiltration under simulated rainfall, thereby showed that vegetation cover increased the soil water content, which varied among diferent vegetation cover types. Zhao et al. (2O14) investigated the effects of artificial vegetation at different growth stages on the regulation of runoff and sediment yield. The result showed that soil erosion was greatly reduced by high vegetation coverage, which confirmed the positive effect of vegetation cover at a farm scale (Keesstra, 2OO7). These studies provided a better understanding of the restoration strategies for supporting policy-making related to the 'Grain-for-Green' ecological restoration project (Keesstra et al.,2016). Furthermore,they also provided essential evidences for evaluating the rehabilitation of degraded ecosystems on the Loess Plateau. However, these studies focused on runoff and soil loss responses to farmland abandonment for restoration and demonstrated that typical shrub,shrub-grass,and grass vegetation types exerted significant effects on controlling soil erosion，but few studies have considered the effects of farmland and crop growth stage on runoff and soil loss (Keesstra et al., 2O16; Prosdocimi et al., 2016; Cerda et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The relationship between tillage practice and vegetation in soil erosion process was well recognized.Most of the studies were done at pedon or watershed scale,but litte was done at slope plot scale.Meanwhile, it was still unclear how soil management practice might affect the soil erosion on sloping farmland during crop growth season in the Loess Plateau. Crop is an annual type of vegetation and their characteristics, including the crop canopy architecture and root system, differ from those of forest, shrub,or grass cover types (Zhang et al.，2O09). Moreover, the crop cover differs greatly over its growing season. In addition, the frequent use of tillage practice leads to a higher probability of erosion during the crop growth season (Engel et al.,2Oo9). These findings illustrated why more studies were required to understand the interaction between dynamic crop cover and soil management practice,and their combined effects on soil erosion. Thus，we hypothesized that the application of hoeing tillage could reduce runoff and soil loss on sloping farmland during crop growth season. In order to test this hypothesis, experiments were conducted using soybean during different growth stages where hoeing tillage was also applied under simulated rainfall.The specific objectives were to beter understanding the differences between no soil management practice (NH) and hoeing tillage applied (HT） during crop growth stages under simulated rainfall condition. And the following differences,i.e.,runoff rate,infiltration capacity, sediment concentration,and sediment yield, were specifically concerned. These results will provide evidences of combined effects of soil management practice and crop coverage on runoff and soil loss and determine effectiveness of soil management practice on runoff, soil loss,and infiltration during crop growth season. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1Experimental plot and rainfall equipment ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiment was conducted in runoff plots that were built in 2OO9 and located at the Laboratory of Soil and Water Conservation, Northwest A&F University， Yangling, China. The experimental runoff plots were $4 . 0 \\mathrm { ~ m ~ }$ in length and $1 . 0 \\mathrm { m }$ in width,with a depth of $0 . 6 \\mathrm { ~ m ~ }$ and a slope of $8 . 7 \\%$ (Fig.1), thereby representing a slightly sloping farmland in the field according to the classification of agricultural land on the Loess Plateau region. Topsoil was collected from the $0 { - } 3 0 ~ \\mathrm { c m }$ layer of farmland in Yangling, placed in the plots,and gently crushed. The soil was clay loam,and its major chemical and physical properties were shown in Table 1. Before placing the soil into the plot, a $1 0 \\mathrm { - c m }$ layer of sand was laid at the bottom to allow free drainage. In order to obtain soil properties similar to the natural condition,the plots filled with disturbed soil were left for one year to allow natural compaction.At the lower end of each plot,an aluminum sheet served as an outlet for collecting runoff and sediment samples. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7b0981d8eb8bdcb32be6ff9c3c6d9142db20cf6862a8b6c62cf04d1a7ccb33ff.jpg",
        "img_caption": [
            "Fig.1Runoff plot planted soybean in this experiment "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/7d052981a046a08f894e25b99b56d35e67f870f783dfa053a8f3e63829ea460c.jpg",
        "table_caption": [
            "Table1Selected chemical and physical properties of the soil used in this study "
        ],
        "table_footnote": [
            "Note: CEC,cation exchange capacity. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Soil type</td><td colspan=\"3\">Paricsi stn (gy)</td><td rowspan=\"2\">t Soile</td><td rowspan=\"2\"></td><td rowspan=\"2\">pH</td><td rowspan=\"2\">g</td><td rowspan=\"2\">(cECkg)</td><td rowspan=\"2\">CaCO</td></tr><tr><td></td><td></td><td></td></tr><tr><td>Eum-orthic Anthrosol</td><td>30.0</td><td>43.7</td><td>26.3</td><td>Clay loam</td><td>1.33</td><td>8.2</td><td>1.4</td><td>18.1</td><td>74.6</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this experiment, we used a portable rainfall simulation system designed and manufactured by the Institute of Soil and Water Conservation, Chinese Academy of Sciences and Ministry of Water Resources, which was described in detail by Wang et al. (2Oi7a). The rainfal simulation system was a lateral spray type,which comprised a pump, inlet pipe,control valves,steel pipes ( $\\scriptstyle ( \\Phi = 3 2$ （204 mm), piezometer, and raindrop generators.The height of the spray nozzle was set at $6 . 0 \\mathrm { m }$ to ensure the terminal velocity and rainfall energy of raindrops, which were close to natural characteristics of rainfall. The raindrop generators allowed different rainfallintensities to be applied under various pressures displayed on the piezometer, which was installed on the inlet of the steel pipe. Therefore, the rainfallsimulator was calibrated as Lassu et al. (2O15),who did to record the characterization of the different generated rainfalls. The uniformity of rainfall simulator system was $7 2 \\% - 7 5 \\%$ .The effective cover area of rainfall simulator was $5 . 0 \\mathrm { m }$ in length and $4 . 0 \\mathrm { m }$ in width,which covered the area of two plots used in this experiment. Therefore, simulated rainfall was simultaneously applied to the two neighboring plots. The two rainfall simulators were placed between the neighboring plots. One rainfall simulator was placed $5 0 \\mathrm { c m }$ from the higher edge of the plot and the other was placed $5 0 \\mathrm { c m }$ from the lower edge of the plot. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 Treatments ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The experiments were performed on two plots where the soybean (Glycine max (L.) Merr.） variety Zhonghuang-13 was grown. Soybeans were sown in two plots at the end of June 2O10. The plots were plowed and a seedbed was prepared for the soybeans. The row spacing was $4 0 \\ \\mathrm { c m }$ and inter-plant distance was $2 0 ~ \\mathrm { c m }$ ，After sowing，the plot borders were hydrologically isolated by plastic sheets to prevent runoff flowing from one plot or into adjacent plot. Based on the soybean phenological characteristics,five successive soybean growth stages investigated in this study were as follws: (1) seedling stage (R1),(2) initial blossoming stage (R2),(3) full flowering stage (R3), (4) pod bearing stage (R4),and (5) initial filling stage (R5). The R1,R2,R3,R4,and R5 stages corresponded to 10, 20,30, 40,and $5 5 \\mathrm { ~ d ~ }$ after soybean sowing, respectively. Before each rainfall simulation event, plot 1 (HT) was hoed as a similar manner to that performed by farmer in the field. Hoeing tillge is a traditional management practice for removing weeds during crop growth season, where the soil is loosed up to a depth of $8 ^ { - } 1 0 ~ \\mathrm { c m }$ using a $1 . 6 \\mathrm { - m }$ wooden-handled hoe with an 18-cm-wide iron blade.By contrast, plot 2 (NH) received no hoeing, so the surface soil was not disturbed before each simulated rainfall event throughout whole soybean growth period. Simulations were conducted in the morning or at night in order to avoid the effects of wind.Before starting rainfall simulation, soil samples were obtained to measure the antecedent soil moisture using oven-dried method. The leaf area index (LAI) was obtained from soybean leaves, scanned by a digital scanner and then used the Image-J software to measure the leaves area in each growth stage,which was particularly described by Ma et al. (2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Rainfall simulation and measurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The rainfall events were performed between June and August 2O10. A 6O-min rainfal simulation at an intensity of $8 0 \\ \\mathrm { m m / h }$ was applied since it represented natural rainfall events based on the long-term monitoring result (Huang et al., 2O14; Wei et al., 2014; Wang et al., 2016; Wang et al., 2017b). After starting a rainfall simulation,we recorded the time to runoff initiation,which was determined when runof started to continuously flow from plot outlet. Runoff and sediment samples were collected from two plots using pre-weighed plastic buckets at the intervals of $2 ~ \\mathrm { m i n }$ .After finished a rainfall simulation,the samples were weighed and left undisturbed for $2 4 \\mathrm { ~ h ~ }$ The deposited sediment was poured into pre-weighed aluminum boxes, then oven-dried at $1 0 5 ^ { \\circ } \\mathrm { C }$ for 24 h and weighed again. Based on the runof,sediment,and time interval data, we determined the runoff rate $( \\mathrm { { m m / m i n } } )$ ，runoff volume $\\left( \\mathrm { m m } \\right)$ ，infiltration rate $( \\mathrm { { m m / m i n } } )$ ，recharged coefficient $( R c , \\% )$ ， sediment concentration $( \\mathrm { g / L } )$ and soil loss $( \\mathrm { g } / \\mathrm { m } ^ { 2 } )$ . The rainfall intensity was assumed to be constant during the whole rainfall simulation, so the infiltration rate was calculated by Equation 1. The $R c$ reflected the proportion of total rainfall amount that contributes to total infiltration amount in a rainfall simulation,which was calculated by Equation 2. ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\ni { = } i _ { r } { - } ( 1 0 { \\times } r ) / ( S { \\times } t { \\times } \\mathrm { c o s } \\theta ) ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nR c { = } I { - } R \\nu / R a ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $i$ is the infiltration rate $( \\mathrm { { m m / m i n } } )$ ： $i _ { r }$ is the rainfall intensity $( \\mathrm { { m m / m i n } } )$ · $\\theta$ is the slope gradient ${ \\bf \\Pi } ^ { \\left( ^ { \\circ } \\right) }$ $r$ is the runoff volume in a sample $( \\mathrm { m L } )$ ： $S$ is the slope surface area $( \\mathrm { c m } ^ { 2 } )$ $t$ is the sampling time (min); $R c$ is the recharge coefficient; $R \\nu$ is the total runoff volume in a rainfall event (mm); and $R a$ is the total rainfall amount of a rainfall event (mm). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Results and discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Runoff ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The runoff initiation time considerably differed among soybean growth stages in two treatments (Table 2).For NH treatment, a faster response to simulated rainfall was observed in R3 where the runoff was generated $8 7 ^ { \\prime \\prime }$ after beginning the rainfall simulation. From R1 to R3,the runoff initiation time decreased from $4 ^ { \\prime } 3 8 ^ { \\prime \\prime }$ (R1） to $1 ^ { \\prime } 2 7 ^ { \\prime \\prime }$ (R3),thereby indicating that generation of runoff occurred faster. From R3 to R5, the runoff initiation time increased slightly from $1 ^ { \\prime } 2 7 ^ { \\prime \\prime }$ (R3) to $3 ^ { \\prime } 3 0 ^ { \\prime \\prime }$ (R5). By contrast, under HT treatment, the minimum runoff initiation time occurred in R3, where it varied between $5 ^ { \\prime } 1 3 ^ { \\prime \\prime }$ in R3 and $2 8 ^ { \\prime } 1 0 ^ { \\prime \\prime }$ in R5.These results can be explained by the differences in the canopy among growth stages, which directly affected the partitioning of rainfall. For instance,stemflow may have contributed to the faster generation of runoff from R1 to R3,as found by Ma et al. (2O13), who reported that stemflow increased with leaf area due to crop leaves could intercept rainfall,thus contributing to an increased flow along the stems.Alternatively, the high leaf retention capacity may increase the time of runoff initiation from R3 to R5 (Zhang et al., 2015). In addition, the longer time required for runoff generation under HT treatment compared to NH treatment in the same growth stage may be attributed to hoeing tillage, which destroyed the physical soil crust and increased soil surface roughness,thereby improving rainwater storage capacity as well as providing more opportunity for infiltration. Ultimately, this led to an increased runoff generation threshold and an extended runoff generation time in HT plot, which was also observed by G6mez et al. (2005). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/5d3ce33e0fc7060676babc6b3f192c5a14f4d2a48282f259d88258018fd0d186.jpg",
        "table_caption": [
            "Table 2Parameters measured in different rainfal simulations during soybean growth stages "
        ],
        "table_footnote": [
            "Note:Rl,segae;sgge;,fullonage4daa;aflf area index; NH, no soil management practice; HT,hoeing tillage applied. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Growth stage</td><td rowspan=\"2\">LAI</td><td colspan=\"2\">Antecedent water content (%)</td><td colspan=\"2\">Runoff initiation time</td><td colspan=\"2\">Runoff volume (mm)</td><td colspan=\"2\">Infiltration (mm)</td><td colspan=\"2\">Soil loss (g/m²)</td></tr><tr><td>NH</td><td>HT</td><td>NH</td><td>HT</td><td>NH</td><td>HT</td><td>NH</td><td>HT</td><td>NH</td><td>HT</td></tr><tr><td>R1</td><td>0.61</td><td>19.5</td><td>19.8</td><td>4'38\"</td><td>18'06\"</td><td>36.4</td><td>27.5</td><td>45.6</td><td>52.5</td><td>171.4</td><td>189.0</td></tr><tr><td>R2</td><td>1.91</td><td>20.9</td><td>20.3</td><td>1'33\"</td><td>7'16\"</td><td>33.0</td><td>25.2</td><td>47.7</td><td>56.1</td><td>131.3</td><td>158.7</td></tr><tr><td>R3</td><td>3.82</td><td>21.8</td><td>19.6</td><td>1'27\"</td><td>5'13\"</td><td>27.5</td><td>16.6</td><td>53.1</td><td>66.1</td><td>75.9</td><td>91.1</td></tr><tr><td>R4</td><td>4.83</td><td>20.8</td><td>20.1</td><td>2'00\"</td><td>17'35\"</td><td>22.6</td><td>12.2</td><td>58.2</td><td>67.0</td><td>51.4</td><td>48.5</td></tr><tr><td>R5</td><td>6.59</td><td>18.7</td><td>18.9</td><td>3'30\"</td><td>28'10\"</td><td>20.2</td><td>8.8</td><td>60.4</td><td>72.1</td><td>28.0</td><td>21.6</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The runoff rate along with the rainfall duration in each growth stage was also measured (Fig. 2) and showed that the runoff rate rapidly increased in R1 and R2,and they remained at a relatively high and stable level compared with overall runoff process in R3,R4,and R5 under simulated rainfalls in NH plot (Fig.2). In HT plot, the runoff response had a longer runoff generation time and the runoff rate increased rapidly in R1 and R2 after runoff started,and then remained stable. However, there were only a small increase in runoff rate in R3,R4,and R5 after runof started,and remained at a relatively low level (Fig.2). In addition, the maximum and mean runoff rates,as well as the runoff volume were shown in Figure 3 for successive growth stages in HT and NH plots. Overall, the maximum and mean runoff rates decreased as the growth stage progressed. Similarly, the runoff volume for NH and HT plots varied from 36.4 (R1) to $2 0 . 2 \\ : \\mathrm { m m }$ (R5),and from 27.5 (R1) to $8 . 8 ~ \\mathrm { m m }$ (R5), respectively. The runoff volume decreased in successive growth stages with both treatments, i.e., $\\scriptstyle \\mathrm { R 1 > R 2 > R 3 > R 4 > R 5 }$ . The runoff obtained at different growth stages indicated that the changes in surface crop cover influenced runoff volume on sloping farmland. Thus,the reduction in runoff was due to the increased soybean coverage, which may physically protect soil against crust and enhance infiltration. These findings agreed with the results reported by Nunes et al. (2010)，who demonstrated the effects of other vegetation type (grass and shrub） on runoff regulation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hoeing tillage also remarkably affected runoff rate, especially in R5.The runoff rate with the HT treatment ranged from 2.6 (R1） to $1 . 4 ~ \\mathrm { L / m i n }$ (R5),whereas the corresponding runoff rate without hoeing(NH) ranged from 4.9 (R1） to $1 . 8 ~ \\mathrm { L / m i n }$ (R5). The runoff volume from NH plot was $2 0 . 2 \\substack { - 3 6 . 4 \\mathrm { ~ m m } }$ ，which was $1 7 . 0 \\% - 1 3 0 . 0 \\%$ higher than that from HT plot in whole growth stages. Thus,the lower runof rate and volume from HT plot compared with NH plot for the same growth stage can be atributed to hoeing. This trend was similar to that reported by Myers and Wagger (1996), who observed less runof from a tilled plot compared with a non-tilled plot. The decreased runoff may be atributed a rougher surface by hoeing,which improved infiltration and reduced runoff.Indeed, the soybean coverage also increased throughout the growth season. Thus，the canopy and roots increased infiltration capacity，which reduced runoff (Engel et al.，2009). Therefore, the lowest rate was found in HT plot (R5), which suggested that soybean vegetation and hoeing tillage interacted to reduce runoff. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/13999d3bec4f3f8a43a08ac331acf178080c2bc26b023df8867840a62ea9cbdc.jpg",
        "img_caption": [
            "Fig.2Dynamics of runoff rate (a,b),infiltraterate (c,d)and sedimentconcentration (e,f)in diferent soybean growth stages (R1-R5)in NHand HT plots.R1,seedling stage;R2,initialblossoming stage;R3,full flowering stage;R4,pod bearing stage; R5,initialfiling stage.NH, no soil management practice; HT,hoeing tillage applied. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 Soil infiltration ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The infiltration rate significantly difered during simulated rainfall in HT and NH plots among different growth stages (Fig.2).The infiltration rate in the early growth stages decreased faster than those in the late growth stages,and the final infiltration rate increased with soybean growth stages in both plots.Lower infiltration rate was found in R1 when there was less coverage,which indicated that more rain fel onto soil surface and a physical soil crust was formed, so the raindrop greatly decreased soil infiltration capacity. Higher infiltration rate observed in R5 was related to the effects of soybean canopy and roots,which directly diminished raindrop splashing and improved infiltration capacity (De Baets et al., 2OO7). In addition,the infiltration rate was higher in HT plot than in NH plot, probably due to surface roughness generated by hoeing and the higher surface storage capacity, which can enhance infiltration rate,as also observed by Gómez et al. (2009). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The relationships between hoeing and successive growth stages with infiltration amount and recharge coefficient are shown in Figure 3. In general, the infiltration amount and recharge coefficient increased with the soybean growth stages.In NH plot, the infiltration amount and recharge coefficient ranged from 45.6 (R1) to $6 0 . 4 \\ \\mathrm { m m }$ (R5),and from $5 5 . 6 \\%$ (R1) to $7 4 . 9 \\%$ (R5), respectively. In HT plot, they varied from 52.5 (R1） to $7 2 . 6 ~ \\mathrm { m m }$ (R5),and from $6 5 . 6 \\%$ (R1) to $8 9 . 1 \\%$ (R5),respectively. The increases in infiltration amount and recharge coefficient with soybean canopy growth were in line with the results obtained by Zhao et al. (2O14), who found that recharge coefficient increased with the growth of vegetation coverage. Thus,the increase in soybean canopy decreased rainfall intensity that reached to soil surface,which facilitated water infiltration， decreased runoff and increased recharge coefcient. Furthermore,the infiltration amount and recharge coefficient were higher in HT plot than in NH plot, regardless of soybean growth stage. These results suggested that soil management practice was also an important factor for determining the infiltration amount and recharge coefficients on sloping farmland. As mentioned earlier， hoeing destroyed surface soil and increased soil surface roughness,thus increasing the opportunities for water infiltration. Similar results were obtained by Fox et al. (1998), who concluded that the presence of soil surface depressions can significantly affect infiltration capacity because rainwater retained in depressions improved ponding pressure head. This can also explain a longer time needed for runoff generation in HT plot than in NH plot at the same soybean growth stage. Furthermore,the increased soybean coverage in each growth stage may directly protect soil from raindrop. Thus, we found that hoeing tilage and increased vegetation coverage were associated with the capture of more rainwater. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/13a5180192f4a388ce7f98571fb1e139d6460d2ffe0c0a2379c8f9e1d286e933.jpg",
        "img_caption": [
            "Fig.3Runoff rate (a),recharge coefficient (b),and sediment concentration $( S c , \\mathrm { c } )$ in successive soybean growth stages in NH and HT plots.R1,seedling stage;R2,initial blossoming stage;R3,fullflowering stage;R4,pod bearing stage; R5, initial filling stage. NH, no soil management practice; HT, hoeing tillage applied. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3 Soil loss ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The sediment concentration for different growth stages of soybean as measured under simulated rainfall was dynamic. The mean and maximum sediment concentrations,as well as the soil loss in different soybean growth stages were shown in Figure 3.In general, the temporal changes in sediment concentration exhibited two different characteristics.For the successive growth stages in NH plot, sediment concentration rapidly increased after the runoff was generated and followed by a slight reduction due to the decrease in available particles before remained stable for the rest of rainfall simulation. The observed changes in sediment concentration followed a typical pattern, which was similar to that reported by Moore and Singer (1990).Sediment concentration declined in successive growth stages, especially from R4 to R5, where soil erosion also significantly decreased due to a higher coverage.However, the trend in sediment concentration was extremely different in HT plot, where sediment concentration declined during initial surface runof, but then increased and finally became stable. Overall, in HT plot, the maximum sediment concentration decreased from 11.6 (R1) to $3 . 4 ~ \\mathrm { g / L }$ (R5)，whereas the decrease of maximum sediment concentration was higher in NH plot than in HT plot, i.e., $8 . 7 \\ \\mathrm { g / L }$ in R1,which decreased to $1 . 5 \\ \\mathrm { g / L }$ in R5. The mean sediment concentration in two plots exhibited a similar decreasing trend in successive soybean growth stages.These results can be explained by the application of hoeing, which disturbed surface soil and also increased soil surface roughness (Jordan et al., 2OlO).The surface soil was hoed to eliminate weeds but it also increased the likelihood that particles would be transported,as shown in Figure 3.As mentioned earlier, loose soil was transported by runoff, thereby leading to a higher initial sediment concentration compared with that in NH plot. Furthermore,the micro-depressions formed after hoeing stored rainwater, so rainfall was more likely to infiltrate to soil rather than transform runof. These results were agreed with those obtained by Castro et al. (1999),who concluded that conventional tilage decreased soil aggregate stability and increased potential for detachment. Furthermore, the sediment concentration remained stable during late period of rainfall simulation. The stable sediment concentration also decreased among soybean growth stages due to crop canopy coverage (Zuazo and Pleguezuelo, 2Oo8). However, a sharp decrease in sediment concentration was observed in HT (R1) plot, which may be attributed to the effects of wind during short period throughout rainfall simulation, thus decreased the actual rainfall intensity in this plot. We used the actual average rainfallintensity, which was higher than that during the time period $2 0 ^ { \\prime } { - } 4 0 ^ { \\prime }$ after the start of rainfall simulation,to calculate infiltration rate.Therefore,the actual rainfall intensity in this period was lower, which led to the sharp decreases in runoff rate and sediment concentration, whereas the corresponding infiltration rate increased in HT plot (R1),as shown in Figure 2. Nonetheless,the average sediment concentration and soil loss rate were still higher in HT plot than in NH plot in R1. These results also indicated that the effect of soil management on soil erosion was larger with less crop vegetation coverage. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The soil loss varied according to the soybean growth stage in NH and HT plots. In general, the soil loss ranged from 171.4 (R1) to $2 8 . 0 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ (R5) in NH plot and from 189.0 (R1) to $2 1 . 6 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ (R5）in HT plot. These results were consisted with the expected relationship because coverage increased in successive growth stages,and thus the soil loss decreased.Furthermore, the soil loss in HT plot was lower than those in NH plot during R4 and R5.The soil loss was $4 8 . 5 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ in R4 and $2 1 . { \\overset { } { 6 } } \\ : \\mathrm { g } / \\mathrm { m } ^ { 2 }$ in R5 in HT plot, whereas the soil loss was $5 1 . 4 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ in R4 and $2 8 . 0 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ in R5 in NH plot (Fig.3). These results indicated that hoeing loosened soil and caused a higher sediment concentration as well as extended runoff initiation time with less runoff. In addition,the soybean root played an essential role in increasing soil shear strength. The root system also improved soil structure and facilitated infiltration.In general, the maximum and mean sediment concentrations were observed in HT plot due to soil more easily be detached, which contributed to a larger soil loss.The combined effects of reduced vegetation coverage and hoeing were most obvious in R1, whereas the observed mean sediment concentration and soil loss were $6 . 2 ~ \\mathrm { g / L }$ and $1 8 9 . 0 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Implications ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Soil erosion on sloping farmland is one of the major environmental threats to ecosystem sustainability. In order to address this issue,the Chinese government initiated a project calld 'Grain-for-Green' in 1999,which facilitated the conversion of steep sloping farmland into forest, shrub,or grassland. However, regardless of this project, farmland still accounted about $7 5 \\%$ of the total area of Loess Plateau.These results in this study showed that the total soil loss from HT was $5 0 9 . 0 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ ，which is $1 1 . 1 \\%$ higher than that from NH( $\\mathrm { 4 5 7 . 9 ~ g / m ^ { 2 } } )$ .However, the cumulative infiltration amount from HT was $1 8 . 4 \\%$ higher than that from NH and the runoff volume from HT was $4 9 . 7 \\%$ less than that from NH. Therefore, it might have a dilemma in terms of soil loss and rainwater infiltration,as a result of more soil loss and less runoff after tillage applied in the initial growth stage, whereas it will generate less soil loss, runoff and more infiltration in the late growth stages.These results were not in line with the hypothesis that hoeing tillage could mitigate soil erosion during the whole soybean growth season. Runoff and soil erosion on sloping farmland were greatly impacted by tillage methods, also reported by Engel et al. (2O09) and Wang et al. (2017a). Our results as well as the above mentioned studies showed that soil erosion on farmland was influenced by crop coverage and soil surface condition induced by tillage practice. The hoeing tillage produced a rougher surface with a considerable water storage capacity due to the generated depressions. The storage capacity retained the rainwater and then delayed runoff initiation. Consequently, rainfall was more likely to infiltrate into soil and generated lesser runof. However, hoeing tillage loosed soil surface and decreased soil resistance, as reported by Wang et al. (2017b) and Engel et al. (2OO9). Ultimately, this may explain a higher sediment yield in R1-R3 stages. As soybean growth progressed along the experimental period, the higher soybean canopy may absorb the kinetic energy of raindrops and prevent soil from directly splashing. The combined effects of a higher coverage and soil roughness on reducing sediment yield were mostly apparent in R4-R5 stages,where the lower sediment concentration and yield in HT plot were recorded.These results indicated that it was important to consider the time when soil management practice applied in order to minimize soil loss and rainwater capture.Therefore,according to this study, soil management combined with crop growth may be beneficial for increasing infiltration and reducing erosion in the late growth stage. Similar results were found by Keestra et al. (2O14) as the vegetation cover was a key factor of the hydrological response at watershed scales. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Furthermore, these experiments were conducted at different crop growth seasons, which make them valuable to show how the rainfall-runoff and soil loss dynamics change over the growing season in an agricultural field. The soil loss from sloping farmland in the present study is comparable to those reported by Sun et al.(2Oo7), who determined soil lossfrom farmland of 931.0 $\\mathrm { g } / \\mathrm { m } ^ { 2 }$ under simulated rainfall in the field,while Li and Zhang (2OoO) reported loss of $7 2 . 5 \\substack { - 6 9 0 . 0 }$ $\\mathrm { g } / \\mathrm { m } ^ { 2 }$ from sloping farmland based on natural rainfall monitoring data. However, it should be noted thatresults obtained in the field are higher, which indicates that the values produced in laboratory plot rainfall simulations are underestimated. The characteristics of rainfall generation system, including the rainfall velocity and duration,as well as plot size may contribute to lower soil erosion rates compared with natural precipitation (Ries et al., 2Oo9). Therefore,the runoff, soil loss, and infiltration rates in successive soybean growth stages, as well as the impacts of hoeing tilage on increased or reduced soil loss and runoff should be carefully interpreted before such findings were applied in practice.Nonetheless, these results provided useful comparative information regarding the impacts of hoeing in terms of soil lossand rainwater infiltration in different growth stages in the Loess Plateau region. Further studies were required on a wider range of soil slopes, crop types, and soil management practice, as well as in different rainfall rates at plot and field scales. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4 Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Crop vegetation decreased the likelihood of runoff generation and soil loss.As soybean growth increased,the runof and risk of erosion decreased and thus the cumulative amount of infiltration and recharge coefficient also increased. These results indicated that crop vegetation can act as a type of vegetation cover and play a protective role on sloping farmland where crops are grown. In addition,the application of hoeing tillage may reduce runoff and have a deleterious effect on soil loss during soybean growth season. Adopting proper soil management during crop growth season is important for soil and water conservation on sloping farmland. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Thisstudywas financially supported by the National Natural Science Foundation of China (41390464, 41571130083,41271288). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Aboudrare A,DebaekeP,BouazizA,etal.2O06.Effectsofsoil tilageandfallowmanagementonsoil waterstorageand sunflower production in a semi-arid Mediterranean climate.Agricultural Water Management,83(3):183-196.   \nBruceRR,Langdale GW,WestLT,etal.1995.Surfacesoildegradationandsoilproductivityrestoratioand maintenance.Soil Science Society of America Journal, 59(3): 654-660.   \nCastro NMDR,Auzet AV,ChevallerP,etal.1999Landusechangeeffects onrunoffanderosionfromplottocatchmentcale on the basaltic plateau of Southern Brazil. Hydrological Processes,13(11): 1621-1628.   \nCerdaA,FlanaganDC,leBissonnaisY,etal.o9.Soilerosioandagriculture.SoilandTillgeResearch,06(1):07108.   \nCerda A,Rodrigo-CominoJ,Gimenez-MoreraA,etal.2017.Anconomic,perceptionandbiophysicalaproachtotheueofat straw as mulch in Mediterranean rainfed agriculture land.Ecological Engineering,1O8:162-171.   \nChenLD,Wei W,FuBJ,etal.2OO7.Soiland waterconservationonthe LoessPlateauin China:reviewandperspective. Progress in Physical Geography: Earth and Environment, 31(4): 389-403.   \nDe Baets S,Poesen J,KnapenA,etal.2Oo7.Rootcharacteristicsofrepresentative Mediterranean plantspeciesandtheir erosion-reducing potential during concentrated runoff.Plant and Soil,294(1-2):169-183.   \nEngelFL,BertolIiterSR,talO.Silerosnundersiulatedinfallinelaiontopologcalsagsofoba tillage methods in Lages,SC,Brazil. Soil and Tillage Research,103(2): 216-221.   \nFoxaDM,BissonnaisaYL,QuetinaP.1998.The implicationsof spatial variabilityinsurface seal hydraulicresistance for infiltration in a mound and depression microtopography. Catena,32(2):101-114.   \nGomezJA,VanderlindenK,NearingMA.2Oo5.Spatialvariabilityofsurfaceroughnessandhydraulicconductivityafterdisk tillage: implications for runoff variability. Journal of Hydrology,311(1-4): 143-156.   \nGomez JA,SobrinhoTA,GiraldezJV,etal.2o9.Soilmanagementeffectsonunof,erosionandsoilpropertiesinanolive grove of Southern Spain. Soil and Tillage Research,1O2(1):5-13.   \nHuang J,WangJ,Zhao X,etal.2O14.Efectsof permanent groundcoveronsoil moisturein jujubeorchardsunder sloping ground: A simulation study. Agricultural Water Management,138: 68-77.   \nHuang J,Wang J, Zhao X,et al.2016.Simulation studyof the impactof permanent groundcoveronsoiland waterchanges in jujube orchards on sloping ground. Land Degradation & Development, 27(4): 946-954.   \nJordanA,ZavalaLM,GilJ.20l0.Efectsof mulchingonsoil physical propertiesandrunoff under semi-aridconditions in southern Spain. Catena,8(1): 77-85.   \nKeesstra S,PereiraP,NovaraA,etal.2O16.Efectsof soilmanagementtechniquesonsoil waterrosioninapricotorchards. Science of the Total Environment, 551-552: 357-366.   \nKeesstra SD.2Oo7.ImpactofnaturalreforestationonfloodplainsedimentationintheDragonjabasin,SWSlovenia.EarthSurface Processes and Landforms,32(1): 49-65.   \nKeesstraSD,TemmeAJAM,SchorlJM,etal.2O14.Evaluating thehydrologicalcomponentofthenewcatchment-scale sediment delivery model LAPSUS-D. Geomorphology,212(1): 97-107.   \nKeesstraSD,BoumaJ,WalligaJetal.O16hesignificanceofsoilsndsoilsiencetowardsrealationofteUniedatios Sustainable Development Goals. Soil, 2(2): 111-128.   \nLassuT,Seeger M,Peters P,etal.2l5.The Wageningenrainfallsimulator:set-upandcalibrationofanindornole-type rainfall simulator for soil erosion.Land Degradation & Development, 26(6): 604-612.   \nLiF,Zhang RL.2Oo0.Experiment analysisoncultivationbyconserving soil inslopingfields.Researchof Soil and Water Conservation,7(3):184-186.(in Chinese)   \nMaB,Gale WJ,MaF,etal.2O13.Transformationofrainfallbyasoybeancanopy.Transactionsof ASABE,6(6):1285-1293.   \nMa B,Liu Y,LiuX,etal.2Ol5.Soil splash detachmentanditsspatialdistrbutionunderconandsoybeancover.Catena,27: 142-151.   \nMooreDC,Singer MJ.1990.Crust formation efects onsoil erosion proceses.Soil Science Societyof America Joural,54(4): 1117-1123.   \nMoretD,ArreJL.2O7.Dynamicsofsoilhydraulic properties duringfallowasaffected byillage.Soiland TillgeResearch, 96(1-2):103-113.   \nMyersJL,WaggerMG.1996.Runoff andsediment lossfrom threetilage systems undersimulatedrainfall.Soiland Tillge Research,39(1-2):115-129.   \nNunes AN,CoelhoCOA,DeAlmeidaAC,etal.20l0.Soilerosionandhydrologicalresponsetolandbandonmentinacentral inland area of Portugal.Land Degradation & Development,21(3):260-273.   \nProsdocimi M,TarolliP,CerdaA.20l6.Mulching practices forreducingsoil water erosion:Areview.Earth-Science Reviews, 161: 191-203.   \nRiesJB,SegerM,LserlohT,etal.2O09.Calibrationofsimulatedrainfall characteristicsforthestudyofsoil erosionon agricultural land. Soil and Tillage Research,1O6(1):1O9-116.   \nSunFD,WangLLongRJ,etalO7.EfectsoffrmlandssoilerosionunderdiferentintensitiesofrfallinsHily regions.Research of Soil and Water Conservation,14(2):16-18.(in Chinese)   \nTang KL.2O04.Soil and Water Conservation in China. Science Pres: Beijing,15-20.(in Chinese)   \nWang J,HuangJ,ZhaoXN,etal.2016.Simulated studyoneffectsof ground managementsonsoil waterandavailablenutrients in jujube orchards.Land Degradation & Development, 27(1): 35-42.   \nWang LH,DalabayN,LuP,etal.2Ol7a.Efectsoftillgepracticesand slopeonrunoffanderosionofsoilfromtheLoess Plateau, China,subjected to simulated rainfall.Soil and Tillage Research,166:147-156.   \nWangLH,MaB,WuFQ.2O17b.Effectsofwheatstubbleonrunof,infilrationanderosionoffarmlandontheLoessPlatea, China,subjected to simulated rainfall. Solid Earth,8(2):281-290.   \nWeiW,JiaFangetal..Efectsofurficialoniioadifallitesityouofinlossilleaa. Journal ofHydrology,513:115-126.   \nZhang GH,TangMK,Zhang XC.2O09.Temporal variation insoildetachmentunderdiferent landuses intheLoessPlateauof China.Earth Surface Processes and Landforms,34(9):1302-1309.   \nZhangYF,WangXPuiH,etal.2O15.Rinfallpartioningitothroughfall,stemflowandinterceptionlossbytweoptic shrubs withinarain-fedre-vegetated desert ecosystem,northwestern China.JournalofHydrology,527:1084-1095.   \nZhao XN,HuangJ,WuP,etal.20l4.Thedynamicefectsofpasturesandcropounofandsedimentsreductionatlosoes under simulated rainfall conditions. Catena,119:1-7.   \nZuazo VHD,PleguezueloCRR.2Oo8.Soilerosionandrunoffpreventionbyplantcovers.Areview.In:LichtfouseE,avarete M,Debaeke P,et al. Sustainable Agriculture.Dordrecht: Springer,785-811. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]