[
    {
        "type": "text",
        "text": "Auxilin facilitates membrane traffic in the early secretory pathway ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jingzhen Dinga,\\*, Verónica A. Segarrab,\\*,t, Shuliang Chena, Huaqing Caic, Sandra K. Lemmonb，and Susan Ferro-Novicka ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "aDepartmentof Celular and Molecular Medicine, Howard Hughes Medical Institute,Universityof California, San Diego,LaJolla,CA92093-0668;bDepartmentof MolecularandCelular Pharmacology, Universityof Miami, Miami,FL33136;State KeyLaboratoryofBiomacromolecules,InstituteofBiophysics,ChineseAcademyofSciences, Beijing 100101, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT Coat protein complexes contain an inner shell that sorts cargo and an outer shell that helps deform the membrane to give the vesicle its shape.There are three major types of coated vesicles in the cell: COPll, COPl,and clathrin.The COPll coat complex facilitates vesicle budding from the endoplasmic reticulum (ER), while the COPl coat complex performs an analogous function in the Golgi. Clathrin-coated vesicles mediate traffic from the cell surface and between the trans-Golgi and endosome.While the assembly and structure of these coat complexes has been extensively studied, the disassembly of COPll and COPl coats from membranes is less wellunderstood.We describe a proteomic and genetic approach that connects the J-domain chaperone auxilin,which uncoats clathrin-coated vesicles, to COPll and COPl coat complexes. Consistent with a functional role for auxilin in the early secretory pathway,auxilin binds to COPll and COPl coat subunits.Furthermore,ER-Golgi and intra-Golgi traffic isdelayed at $1 5 ^ { \\circ } C$ in swa2△ mutant cells,which lack auxilin.In the case of COPll vesicles,we link this delay to a defect in vesicle fusion.We propose that auxilin acts as a chaperone and/or uncoating factor for transport vesicles that act in the early secretory pathway. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Monitoring Editor Reid Gilmore University of Massachusetts ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received: Sep 4,2015   \nRevised: Oct 23,2015   \nAccepted:Oct 27,2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Vesicular traffc begins when GTPases of the Sar/Arf family recruit protein coat complexes from the cytosol onto membranes.There are three major coat complexes in the cell: COPll, COPl,and clathrin.At the endoplasmic reticulum (ER), the COPll coat complex initiates the formation of ER-derived vesicles (Barlowe and Miller, 2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This coat consists of an inner shell (Sec23/Sec24) that sorts cargo and an outer shell (Sec13/Sec31) or cage (Gurkan et al.,2006).The inner shell,or coat adaptor (Sec23/Sec24),is recruited to the ER by the activated form of Sar1 (Sar1-GTP) via an interaction with the Sec23 subunit,while the Sec24 subunit directly binds to and captures cargo into the nascent vesicle.Recruitment of the outer shell of the coat, Sec13/Sec31, leads to coat polymerization and vesicle budding (Barlowe and Miller, 2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It was initially thought that the vesicle-tethering machinery, which links the vesicle to its target membrane,recognizes and binds to an uncoated vesicle.However, in 20o7,we reported the unexpected finding that an ER-Golgi tethering factor,TRAPPl,recognizes a COPll vesicle by binding the coat adaptor that sorts cargo into the vesicle (Cai etal.,2OO7). This result was surprising,because it was thought at the time that all vesicles uncoat soon after they bud.The COPIl coat,in particular,was considered to be unstable and to be released from the vesicle without the aid of uncoating factors (Antonny et al.,2001). Our observation not only implied that the COPll coat adaptor plays a role in targeting a vesicle to its correct intracellular destination,it also suggested there was an active mechanism for uncoating these vesicles. Since we reported these findings,other coat complexes (AP-3 adaptor complex,retromer,and ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "COPl) have also been shown to play a role in vesicle targeting (An gers and Merz,2009;Wassmer et al.,2009; Zink et al.,2009). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this paper, we describe a proteomic screen and genetic studies that connect the J-domain chaperone auxilin,which is required to uncoat clathrin-coated vesicles (Lemmon,2001;Eisenberg and Greene,2007), to the COPll and COPl coat complexes. In support of the proposal that auxilin may facilitate the uncoating of COPll and COPl vesicles,a proteomic approach has revealed a change in the assembly state of these coats in auxilin-depleted yeast cells.Genetic and biochemical studies confirm that auxilin interacts with subunits of both complexes.Additionally, the analysis of a swa2Δ mutant, which lacksauxilin,leads to a delay in ER-Golgi and intra-Golgi traffic at $1 5 ^ { \\circ } C$ . In vitro transport studies link this delay to a defect in COPll vesicle fusion.Together these findings reveal an unexpected role for auxilin in the early secretory pathway. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Proteomic analysis of clathrin-coated vesicle fractions from auxilin-depleted cells links auxilin to COPll and COPl coat structures ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To identify additional components in clathrin-coated vesicles (CCVs), including potential cargo and novel adaptor proteins,we fractionated CCVs from yeast (Lemmon et al.,1988) and subjected the peak clathrin column fractions from a Sephacryl S-10oO column to mass spectrometryproteomicanalysis (see Materialsand Methods fordetails).As the depletion of auxilin might stabilize CCVs,this analysis was performed with both a wild-type strain (SL1463) and a GAL1p:SWA2 strain (SL4827) (Pishvaee et al.,200O) that was depleted for auxilin by shifting cells from galactose to glucose medium (Supplemental Tables S3 and S4).As expected,major peptide hits from both the Swa2-depleted and wild-type strains included clathrin heavy and light chains,the subunits of the trans-Golgi network (TGN)/endosomal AP-1adaptor complex,and several membrane proteins known,or likely, to be sorted into TGN/endosomal-associated CCVs (see Supplemental Tables S5 and S6 and Figure 1). Neither endocytic coat proteins or actin-associated endocytic factors were isolated in the wild-type or the auxilin-depleted strain, supporting prior studies indicating that clathrin-mediated endocytic vesicle uncoating is rapid and mediated by other factors,such as synaptojanin Sjl2，Ark1/Prk1 kinases,Arf3/Gts1/Lsb5，and cofilin (Sekiya-Kawasaki et al.,2O03；Toret etal.，2008;Boettner et al., 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Subtraction of the proteins identified in the wild-type CCV fractions from those found in the auxilin-depleted fractions allowed us to eliminate many proteins specific to clathrin-mediated transport,as well as nonspecific hits,such as metabolic enzymes,viral particles,ribosomal subunits,and proteins involved in translation (Supplemental Tables S5-S7).A number of late Golgi/endosomal/vacuolar membrane cargoes were found in the auxilin-only data set (Supplemental Table S7),but several known to be sorted by clathrin may merely be less abundant or less stable CCV components.Although a retromer subunit (Vps17) and eisosome components (Lsp1 and Pil1)were found in the column fractions from the auxilin-depleted lysate,other subunits from these complexes (Pep8/Vps26 and Sur7,respectively) were also found in the wild-type CCV fractions,suggesting these constituents are not auxilin specific. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/ec52a2767854d106de9965211fda7ac3a0b97341c5fb378972c36db8197b9b63.jpg",
        "img_caption": [
            "FIGURE 1:Major coated vesicle components identified in the proteomic analysis of Sephacryl S-1000 fractions from wild-type and auxilin-depletion strains.Shown are clathrin coats and the TGN/endosome adaptor AP-1,ER/Golgi coats COPl and COPll,and several COP-vesicle membrane proteins.Red,hits identified only in the auxilin-depletion strain; yellow,hits found in both wild type and swa2△; green,found only in wild type; and white, not detected. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To our surprise,instead of identifying novel CCV adaptor proteins and cargo，we found proteins associated with COPll-and COPl-coated vesicles in the auxilin-depleted fractions (see Supple mental Tables S5-S7; Figure 1).These included the subunits of the inner shell of the COPll coat complex,Sec23 and Sec24，and the COPl coat subunits Sec26，Ret2，and Sec27 (Brandizzi and Barlowe,2013;Faini etal.,2013).Additionally, several membrane proteins present in COPll vesicles,such as p24 family members (Figure1and Supplemental Table S7;Schuiki and Volchuk,2012; Hirata et al.,2013) and the Erv14 and Emp47 ER cargo receptors (Sato and Nakano,2002;Herzig et al.,2012),were only found in the auxilin-depleted fractions.Together these data suggest that COPll- and COPl-coated vesicles copurify with CCVs in swa2△ mutant fractions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The CCV purification protocol and proteomics were also applied to a chc1△ strain expressing auxilin (SWA2).As expected, clathrin and its adaptors were absent in chc1△ SWA2 Sephacryl S-1000 fractions.Importantly,no significant hits for COPll vesicle ER vesicle membrane proteins or COP coat subunits were obtained.Many of the common/nonspecific hits from the CHC1 SWA2 and the auxilin-depletion strains,however,were also found in the same fractions from the chc1△ strain (V.A.S.and S.K.L.,unpublished observations). These data indicate that the early-stage vesicle transport proteins only significantly accumulate in the absence of auxilin.Thus,in addition to auxilin's known function for uncoating clathrin-coated vesicles,its modulation of the assembly state of the COPll and COPl coat complexes is also implicated by this analysis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The loss of SWA2△ leads to synthetic growth defects when combined with mutations in subunits of the COPll and COPl coat complexes ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Concurrent with the proteomic study described above,we used a genetic approach to identify factors that could interact with COPll-coated vesicles.To our surprise, when we crossed the swa2△ mutant to three different temperature-sensitive (ts) mutants (sec23-1,sec24-1,and sec31-1) that harbor mutations in subunits of the COPll coat complex (Barlowe et al.,1994),the haploid double mutants we obtained (swa2△ sec23- 1,swa2△ sec24-1,and swa2△ sec31-1) displayed growth defects that were more pronounced than either of the single mutants alone (Figure 2A). For the swa2△ sec23-1 mutant, the exaggerated growth defect was most pronounced at $2 5 ^ { \\circ } \\mathsf { C } ,$ while the swa2△ sec24-1 and swa2△ sec31-1 double mutants were more impaired for growth at ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/98673950dcfd7b8118525710eaf002f04bd41122f18d3e4ef4a3ab6c5ecf8592.jpg",
        "img_caption": [
            "(Figure 1). Given that auxilin is known to interact with clathrin,which forms the cage of clathrin-coated vesicles (Ungewickell et al., 1995),we initiated binding studies with the COPIl cage subunits Sec31 and Sec13 (Zanetti et al.,2012;Lord et al.,2013).Because full-length Sec31 is a very large protein and not expressed well in bacteria, binding studies were performed with frag ments of Sec31 (aa 1-500,aa 501-878,aa 879-1114,and aa 1115-1274) fused to glutathione S-transferase (GST). His6-auxilin bound directly to GST-Sec31 (aa 1-500), and not the other fragments of Sec31 (Figure 3A).Additionally, the binding of His6-Auxilin to GST-Sec31 (aa 1-50O) was concentration dependent (Figure 3B). Consistent with our proteomic data,we also observed an interaction with auxilin and GSTSec23 and GST-Sec24，but not GST or GST-Sec13 (Figure 3A and Supplemental Figure S1,A and B). Thus in vitro binding studies demonstrate that auxilin directly interacts with multiple COPll coat subunits. ",
            "FIGURE2:Deletion of SWA2△ exacerbates the ts growth defects of sec mutants that harbor mutations in COPll (A) and COPl (B) coat subunits.Yeast cells were cultured at $2 5 ^ { \\circ } \\mathsf { C }$ in YPD medium to early stationary phase before the cells $( - 1 \\times 1 0 ^ { 8 }$ cells/ml) were serially diluted (10-fold) and spotted onto YPD plates.The plates were incubated at the indicated temperatures for 4-7 d. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "30 and $3 4 ^ { \\circ } C ,$ respectively. Similar results were obtained when we crossed the swa2△ mutant to a ts mutant that harbored a mutation in the Sec21 COPl coat subunit $( s e c 2 1 - 1 )$ ,while a double mutant with a mutation in another COPl subunit, Sec27,was only slightly impaired (Figure 2B).Together these findings indicate that SWA2 genetically interacts with genes encoding subunits of the COPll and COPl coat complexes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The tetratricopeptide repeat domain in auxilin binds directly to the N-terminus of the COPll coat subunit Sec31 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiments described above prompted us to determine whether auxilin physically interacts with subunits of the COPll and COPl coat complexes.Initial binding studies were performed with the COPll coat,as we can purify sufficient amounts of each subunit of this coat complex from bacteria for direct binding experiments. Genetics linked auxilin to the Sec23,Sec24,and Sec31 subunits (Figure 2),while proteomics linked auxilin to Sec23 and Sec24 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Yeast auxilin has a N-terminal clathrinbinding domain followed by a tetratricopeptide repeat (TPR) domain and a C-terminal J domain that stimulates the ATPase activity of Ssa1 (Pishvaee etal.,200O;Xiao et al.,2006).To determine which domain of auxilin binds to the COPll coat complex, we incubated His6-Sec31 (aa1-50O) with GST fusions of each of these regions. His6-Sec31 (aa 1-50O) bound to the TPR domain,but not to the other two domains of auxilin (Figure 3C). TPR domains can serve as platformsforprotein-proteininteractions (D'Andrea and Regan,2003). Interestingly, deletion of the TPR domain of auxilin but not the N-terminal clathrin-binding region has been reported to result in a growth defect (Xiao et al., 2006). Because disrupting the early secretory pathway impairs growth, the observation that Sec31 binds to a domain inauxilin that is important for growth is consistent with the possibility that auxilin acts on the early secretory pathway. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Auxilin coprecipitates with the COPl coat subunit called COP1 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Our proteomics and genetic experiments have also linked auxilin to the COPl coat complex. However,because we were unable to express several of the COPl coat cage subunits in bacteria,we asked whether this coat complex coprecipitates with auxilin.To do this,we precipitated the COPl complex with immunoglobulin $\\mathsf { G } ( | \\mathsf { g } \\mathsf { G } ) { \\mathsf { - } } \\mathsf { S } \\mathsf { e } \\mathsf { p } \\cdot$ harose beads from a lysate containing tandemaffinity purification (TAP)-tagged COP1.Bound protein was eluted,and then Western blot analysis was performed (Figure 4A).Auxilin only coprecipitated with TAP-COP1 from tagged (Figure $\\mathsf { 4 A } ,$ top left, lanes $4 , 6 ,$ and 8) but not untagged lysate (lanes 3,5,and 7).Furthermore,the COPll coat subunit Sec24,which was used as a specificity control,was not detected in the precipitate (Figure 4A,left bottom panel).As an additional specificity control, we examined another auxilin binding partner, clathrin.When clathrin was precipitated from a lysate containing TAP-tagged clathrin heavy chain (Chc1;Figure 4B),auxilin (Figure 4B,top left) but not the COPl coat subunit Sec28 (Figure 4B bottom left) was precipitated.Together these findings indicate that the coprecipitation of COP1 with auxilin is specific. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f8432d252fd03404f05c0763b8c773e5042cea4954a1994061158ad6afd710e8.jpg",
        "img_caption": [
            "FIGURE 3:The N-terminus of Sec31 directly binds to the TPR domain of auxilin.(A) Purified recombinant GST,GST-Sec13,and fragments of Sec31 (aa 1-500,501-878,879-1114,1115-1274) fused to GST were prebound to glutathione beads and incubated with His6-auxilin, washed,and analyzed by Western blot analysis using anti-His6 antibody. (B) Top,GST and GST-Sec31 (aa 1-50O)were incubated with His6-auxilin at different concentrations and processed for Western blot analysis.Bottom,Ponceau S stain of the binding reactions shows equal loading of GST and GST-Sec31 (aa 1-50O).(C) Purified GST and GST fusion proteins were incubated with His6-Sec31 (aa 1-50O) and pull-downs with glutathione beads were processed as described in Materials and Methods.The GST fusion proteins include GST-auxilinCB (clathrin-binding region,aa 1-362), GST-auxilin-TPR domain (aa 363-561),and GST-auxilin-J domain (aa 562-668). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The loss of auxilin disrupts secretion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "If the interaction of auxilin with the COPll and COPl coat complexes is functionally important, the loss of SWA2△ should lead to defects in general secretion.While previous studies showed a defect in TGN-mediated pro-α-factor processing in the swa2△ mutant, no obvious effect on the kinetics of secretion was observed at $3 0 ^ { \\circ } \\mathsf { C }$ (Gall et al.,20oO).As trafficking defects in the early secretory pathway impair growth,we reasoned that defects in secretion may only be revealed in swa2△ cells at a temperature at which growth is dramatically impacted.Consistentwith earlier studies,we observed that the swa2△ mutant grows slowly at several temperatures (Gall et al., 2000;Du et al.,2001) but is most impaired at $1 5 ^ { \\circ } C$ (Figure 5A). Therefore weperformed ourexperimentsat thislower temperature. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The swa2△ mutant and its isogenic wild-type strain were shifted to $1 5 ^ { \\circ } \\mathsf { C }$ for 6O min and then labeled with [5S]ProMix at the same temperature.Proteins secreted into the medium were collected at various times after labeling and analyzed on a $6 \\%$ SDS polyacrylamide gel. By $1 5 \\mathrm { \\ m i n }$ ，several proteins,including $\\mathsf { p } 1 5 0$ were secreted into the medium in wild-type but not swa2△ cells (Figure 5B, left,lanes 1and 4).By $2 5 \\mathrm { m i n }$ ,the observed delay in secretion in the mutant was still pronounced (Figure 5B,compare lanes 3 and 6). Quantification of the $\\mathsf { p } 1 5 0$ band (Figure 5B,right) from three separate experiments revealed a dramatic delay in secretion in the mutant at the 15-and 20-min time points,confirming that the loss of auxilin leads to an obvious delay in general secretion. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The loss of auxilin delays both ER-Golgi and intra-Golgi traffic in vivo ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "If the delay in secretion in the swa2△ mutant is a consequence of disrupting COPll and COPl function, ER-Golgi and intra-Golgi traffic should be impaired.To address this possibility,we monitored the trafficking of the vacuolar protease carboxypeptidase Y (CPY). CPY traffics from the ER (p1 form) to the early $( \\mathsf { p } 1 ^ { \\prime } )$ and late Golgi (p2) before it is proteolytically cleaved to the mature form in the vacuole (Stevens et al.，1982). For monitoring the trafficking of CPY in wild type and the swa2△ mutant,cells were preincubated at $1 5 ^ { \\circ } \\mathsf { C }$ for $1 \\ h ,$ （204号 pulse labeled for $1 0 \\mathrm { \\ m i n } .$ ：and chased for various times at $1 5 ^ { \\circ } C$ (Figure 6A).A delay in the conversion of p1 to p2 CPY was observed in the swa2△ mutant throughout the chase period (Figure 6A, compare lanes 1-6 with lanes 7-12; see Figure 6B for quantification). Additionally,we also observed that CPY migrated more heterogeneously in the mutant as it was processed from the p1 to the p2 form,suggesting that some CPY may be trapped as $\\mathsf { p } 1 ^ { \\prime } \\mathsf { C P Y } ,$ a form which is difficult to see in wild type (Figure 6A,compare lanes 3-6 with 10-12).Together these findings imply that the loss of auxilin leads to a kinetic delay in the trafficking of CPY between the ER and Golgi and within the Golgi complex.As extensive studies with several different clathrin mutants have shown that traffic through the earlysecretory pathway occurs normally in the absence of clathrin function (Payne and Schekman,1985; Payne etal.,1987; Seeger and Payne,1992a,b; Lemmon et al.,1991), the most likely interpretation of our data is that the observed delay in secretion in the swa2△ mutant is a consequence of disrupting COPll and COPl function. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To confirm this observation with a second protein that trafficks through the early secretory pathway, we monitored the trafficking of the secreted protein invertase.There are two forms of invertase,a cytoplasmic and a secreted form.The cytoplasmic form is constitutivelymade,while the secreted form is derepressed in low-glucosecontaining medium (Carlson and Botstein,1982).Secreted invertase is translocated into the lumen of the ER,where it is N-glycosylated to yield an 80-kDa ER form.Before it is secreted into the periplasm it is further glycosylated in the Golgi to a high-molecular-weight form that migrates heterogeneously on an SDS polyacrylamide gel (Newman and Ferro-Novick,1987).To determine whether the loss of auxilin disrupts invertase secretion，we shifted wild-type and swa2△ cells to $1 5 ^ { \\circ } \\mathsf { C }$ for $1 \\ h$ before derepressing invertase for 30 min at $1 5 ^ { \\circ } C$ in YP medium with $0 . 1 \\%$ glucose in the presence of $[ 3 5 \\mathsf { S } ] \\mathsf { P r o M i x }$ Atthe end of the incubation， the cells were washed，converted to spheroplasts，and pelleted,and invertase was immunoprecipitated from the supernatant (external) and pelleted (internal) fractions.The swa2△ mutant accumulated more of the ER form of invertase (Figure 6C,compare lanes 1 and 2),indicating a delay in traffic from the ER to the Golgi complex.A higher-molecularweight Golgi form of invertase (Figure 6C, lanes2 and 3) was also observed.Some of this form of invertase was secreted (lane 5). The Golgi form of invertase synthesized in the mutant migrated more slowly than the Golgi form in wild-type cells (Figure 6C, compare lanes 3-5),suggesting a delay in Golgi traffic. Together these findings indicate that the loss of auxilin delays vesicle traffic between the ER and Golgi and within the Golgi complex,demonstrating a role for auxilin in the early part of the secretory pathway. We speculate that this function for auxilin was uncovered at $1 5 ^ { \\circ } \\mathsf { C } .$ because cells grow more slowly at this temperature, which may delay the dissociation of the coat and unmask this early secretory defect. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/2e7fde9632b591e037c0cd0f99e6ae0c83ccf095d41ad8fcce64f2b38043d6f7.jpg",
        "img_caption": [
            "FIGURE 4: Auxilin coprecipitates with the COPl coat complex.(A) Left, increasing amounts of lysate,prepared from a COP1-TAP-tagged (SFNY1415) or untagged (SFNY 998) strain, were incubated with $3 0 \\mu \\mu \\mu$ of IgG-Sepharose beads for $2 h$ at $4 ^ { \\circ } \\mathsf C$ .The beads were washed,eluted, and then processed for Western blot analysis using anti-auxilin and anti-Sec24 antibodies (1:1000 dilution). Right,anti-coatomer antibody was used to monitor the presence of COP1-TAP in the $\\mathsf { I g G }$ pull-down.(B) The same as A,but the lysate was prepared from a Chc1-TAP-tagged strain (SFNY1741)and processed for Western blot analysis using anti-auxilin and anti-Sec28 (left) antibodies,or anti-Chc1 antibody (right) at 1:10o0 dilution. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/fc7d185dcedc2b693b9669fb12345ecd406153f82798d0ffa89beaaa5bb911ab.jpg",
        "img_caption": [
            "FIGURE 5:General secretion is delayed in swa2△ cells at $1 5 ^ { \\circ } \\mathsf { C }$ (A) The growth of the swa2△ mutant (SFNY2683) was compared with wild type (SFNY1842) on a YPD plate at $1 5 ^ { \\circ } C$ ： (B) Secretion analysis: Left,wild type (SFNY1842; lanes 1-3)and the swa2△ mutant (SFNY2683; lanes 4-6) were incubated for $6 0 \\mathrm { m i n }$ at $1 5 ^ { \\circ } \\mathsf { C }$ and then pulse labeled at the same temperature with $[ ^ { 3 5 } \\mathsf { S } ]$ ProMix for the indicated time points.Proteins secreted into the medium were analyzed asdescribed inMaterialsandMethods.Secreted $\\mathsf { p } 1 5 0$ is marked. Right, quantification of the percent secretion of $\\mathsf { p } 1 5 0$ into the medium at 15 and $2 0 \\mathrm { m i n }$ from three independent experiments.Error bars represent SD.\\*, $p < 0 . 0 5$ , Student's t test. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Auxilin is required for COPll vesicle fusion in vitro ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Next we wanted to address the question of which step in COPll vesicle traffic requires auxilin.COPll vesicle budding,tethering,and fusion can be differentiated in an in vitro transport assay that reconstitutes vesicle traffic from the ER to the Golgi complex (Ruohola et al.，1988;Lian and Ferro-Novick,1993). For measuring ER-Golgi traffic in vitro,a radiolabeledcargomarker $( [ ^ { 3 5 } \\mathsf { S } ]$ prepro-α- factor) is first translocated into ER membranes that are retained within wild-type or swa2△ permeabilized yeast cells (PYCs).Subsequent to translocation,the signal sequence of prepro-α-factor is cleaved in the ER,and the protein is N-glycosylated.Glycosylated pro-α-factor, retained within the PYCs,is then incubated with an S1 fraction (cytosol and Golgi membranes) that was obtained from eitherwild type or the swa2△ mutant, respectively.Transport of pro-α-factor to the Golgi is monitored with the solid-phase lectin absorbant concanavalin A (ConA)-Sepharose, which binds only glycosylated pro-α-factor. Vesicle budding is measured as the ConA precipitable counts that are released from the PYCs,while membrane fusion isassessed with an anti outer-chain antibody that recognizes the Golgi form of carbohydrate on ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "pro-α-factor.As shown in Figure 7A,COPll vesicle fusion,but not vesicle budding,was decreased in theabsence of auxilin. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/d6416058c55cdb6ba7d19e1ec44104e8873b432a9d1429ea2e1dc7f1911865aa.jpg",
        "img_caption": [
            "FIGURE 6:ER-Golgi and intra-Golgi traffic are delayed in the swa2△ mutant.(A) CPY processing: wild type (SFNY1842; lanes 1-6)and the swa2△ mutant (SFNY2683; lanes 7-12) were shifted to $1 5 ^ { \\circ } C$ for $6 0 ~ \\mathrm { { m i n } }$ pulse labeled for $1 0 \\min$ ,and chased for the indicated times. CPY was immunoprecipitated from lysates and processed as described in Materials and Methods.The p1 $( 6 7 \\ k D a )$ 1 $\\mathsf { p } 2$ （20 $( 6 9 \\ k D a )$ ,and mature $( \\mathsf { m } ; 6 1 \\mathsf { k D a } )$ forms of CPY are indicated. (B) Quantification of the ratio of $\\mathsf { p } 2 \\mathsf { C P Y / p } 1 \\mathsf { C P Y }$ from three independent experiments. Error bars represent SD.\\* $p < 0 . 0 5$ ,Student's t test. (C) Invertase processing and transport: wild-type and swa2 cells were shifted to $1 5 ^ { \\circ } \\mathsf { C }$ for $1 \\mathfrak { h }$ and then incubated at the same temperature for 30 min in low-glucose medium (to induce extracellular invertase expression) in the presence of $[ ^ { 3 5 } \\mathsf { S } ]$ （20 ProMix.The cells were converted to spheroplasts and pelleted.Then invertase was immunoprecipitated from the cell pellet fraction (Internal; lanes 1-3)and spheroplast supernatant fractions (External; lanes 4and 5).Cytoplasmic invertase,glycosylated ER,and Golgi forms of invertase are indicated.Lane 3,a darker exposure of sample shown in lane 2. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To address whether the observed defect in fusion in the swa2△ mutant was direct,or an indirect consequence of the inability of the COPll vesicles to bind to the Golgi, we performed a vesicle-tethering assay (Barrowman etal.,2ooO).Transport reactions were performed as in Figure 7A,except that free vesicles (Figure 7B,top) were separated from vesicles that bound to the Golgi on a sucrose velocity gradient (Figure 7B,bottom).COPll vesicles formed from the swa2△ mutant or wild-type fractions bound to the Golgi with comparable efficiency (Figure 7B,bottom).The bound vesicles in the swa2△ mutant, however,were incompetent for fusion (Figure 7A),indicating that the loss of auxilin leads to a specific defect in COPll vesicle fusion. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The J-domain protein auxilin is primarily known for its role asa cofactor for Hsc70 in uncoating clathrin-coated vesicles (Lemmon, 2001；Eisenberg and Greene，2007；Kirchhausen et al.,2014).It binds to CCVsafter scission and then recruits Hsc7O to the clathrin lattice via its J domain.Hsc7O interacts with the C-terminal region of the clathrin triskelion tripod for rapid ATP-dependent uncoating of clathrin-coated vesicles (Rapoport et al.,20o8),a prerequisite for the fusion of the vesicle with its target membrane.Additional studies suggest that auxilin and Hsc70 have other roles during clathrin-mediated endocytosis (Eisenberg and Greene，2007). For example,at the cell surface,auxilin plays a role in the formation of CCVs by facilitating the exchange of clathrin during coated pit invagination and bud constriction (Wu et al., 2001;Newmyer et al.,2003; Yim etal.,2005; Sever etal.,2006).Auxilin and Hsc70 are also thought to have a chaperone role for the clathrin triskelion after it dissociates from CCVs,preventing it from aggregating in the cytosol and allowing it to rebind to uncoated membranes (Eisenberq and Greene,2007). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Auxilin and Hsc7O could have similar roles during COPll and COPl vesicle transport.These proteins may perform a chaperone role for individual subunits of the COPll coat or for the entire COPll complex.As vesicle budding was unaffected in vitro with fractions prepared from swa2△ cells，the data presented in our studies imply that auxilin is not required for COPll vesicle formation.The finding that auxilin facilitates membrane traffic in the early secretory pathwayis consistent with a published fractionation study from our lab showing that auxilin cofractionates with ER membranes on sucrose gradients (Du et al.,2001). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our previous studies demonstrated that the uncoating of COPll vesicles is highly regulated,occurring after vesicles tether to the Golgi (Cai et al.,2007; Lord et al.,2011). In this paper, we show that,in the absence of auxilin，COPll vesicle tethering to the Golgi is unaffected in vitro，but fusion is blocked.This finding is consistent with a role for auxilin in the uncoating of docked COPll vesicles before fusion.Purified recombinant His6-auxilin was unable to restore fusion activity to swa2Δ mutant fractions (unpublished data)，but this may be because recombinant auxilin is not phosphorylated in bacteria.It has been speculated that the activity of auxilin,a known phosphoprotein,is regulated by phosphorylation (Gall et al.，20oO;Lemmon,2001). Phosphorylation of specific sites on auxilin may control the timing or rate at which different classes of vesicles uncoat, providing an additional layer of regulation to membrane fusion. Although our findings are consistent with a role for auxilin in COPll vesicle uncoating, we were unable to directly demonstrate a role for auxilin in this process. COPll cages from yeast coat subunits are not readily formed in vitro, and initial attempts to examine auxilin function in cage assembly/ disassembly has not been straightforward (R.Lakshminarayan and E. Miller, personal communication). Nevertheless,our proteomics analysis showing accumulation of both COPll and COPl coat proteins and ER vesicle membrane cargo in the CCV fractions from auxilindepleted cells implies that auxilin regulates the assembly state of COPIl- and COPl-coated structures. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/2f07a8b3f5a9238d39a9c4447803bc92eb1573978ae7c2bee9e5e5c9f807cea0.jpg",
        "img_caption": [
            "FIGURE7: The swa2△ mutant is defective in COPllvesicle fusion but not budding or tethering in vitro. (A) Vesicle budding (left) and fusion (right) were measured in fractions prepared from wild type and the swa $\\ L _ { 1 2 \\Delta }$ mutantasdescribed in Materialsand Methods.Error bars represent SEM, $n = 3$ $\\star$ $p < 0 . 0 5$ ,Student's t test. (B) Top,fractionation of released transport vesicles: sucrose velocity gradient fractionation pattern of vesicles formed in vitro from wild-type permeabilized donor cels and cytosol. Bottom,vesicle tethering:the transport assay was performed with wild-type donor cells and a wild-type S1 fraction (black line) or swa2△ mutant donor cells and a swa2△ mutant S1 fraction (dotted line).At the end of the assay, the permeabilized donor cels were pelleted,and the supernatant was fractionated on a sucrose velocity gradient. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In summary,we have used here a variety of approaches to show that auxilin plays a role in the early secretory pathway in yeast.Further studies are underway to determine whether auxilin plays a similar early secretory role in animal cells.This is of significant interest, because several mutations in DNAJC6,which encodes the nerve specific auxilin,were recently found to cause recessive juvenile parkinsonism．Mutations in DNAJ26,which encodes the ubiquitousauxilin GAK，are implicated in Parkinson's disease susceptibility (Koutras and Braun,2014).It is speculated that such auxilin defects affect clathrin-mediated endocytosis at the synapse and thus dopaminereceptorrecycling.However, based on our findings,it will be important to consider whether early secretory pathway defects may be associated with these clinical manifestations of auxilin deficiency. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MATERIALSAND METHODS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Strains,growth conditions,and antibodies ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "All yeast and bacterial strains used in this studyare listed in Supplemental Tables S1 and S2. Yeast cells were grown in YP( $1 \\%$ yeast extract, $2 \\%$ peptone) plus $2 \\%$ dextrose (YPD) or other carbon sources.For in vivo labeling experiments,cells were grown in synthetic complete or minimal medium with the appropriate amino acidsand $2 \\%$ dextrose. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Anti- $\\boldsymbol { \\cdot } 6 \\times$ HisisfromThermoFisher (Waltham,MA),and anti-coatomer and antiSec28 antibodies were a gift from Rainer Duden (University of Lubeck)．Anti-rabbit antiserum to auxilin,Sec24,CPY,and invertase were prepared in the Ferro-Novick laboratory. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Anti-Chc1 mouse monoclonal antibodies were prepared in the Lemmon laboratory (Lemmon et al., 1988). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Purification of enriched coated vesicle fractions for proteomics ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Wild-type cells (SL1463) were grown in YPD. For the depletion of auxilin,a GAL1p:SWA2 strain (SL4827/GPY2598) was grown to log phase in $Y P + 2 \\%$ galactose,and then cultures were shifted to YPD for $1 5 \\mathsf { h }$ .Foreach strain,clathrin-coated vesicles (CCVs) were purified from 3丨of cells $( - 5 \\times 1 0 ^ { 7 } / \\mathrm { m l } )$ that were harvested and processed for cell fractionation and Sephacryl S-1OoO size-exclusion chromatography ${ 1 . 5 \\times 1 0 0 }$ cm column), as described previously (Lemmon et al., 1988).Peak Chc1 fractions (28-36) were assessed by SDS-PAGE and Coomassie Blue ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "R250 staining of gels,pooled (6-7 fractions of $3 ~ \\mathsf { m l }$ each) and concentrated \\~40- to 100-fold in centricon 10 (Millipore,Billerica,MA) orvivaspin 2(Vivaproducts,Littletown，MA)microconcentrators. Samples were separated on $4 - 2 0 \\%$ polyacrylamide precast Bio-Rad minigels (Bio-Rad Laboratories，Hercules，CA) and stained with Coomassie Blue R250 in $30 \\%$ methanol and $5 \\%$ acetic acid.Gel lanes were cut into 1O-11 slices,and each slice was trypsinized and analyzed by mass spectrometry by Midwest Bio Services (Overland Park,KS; www.midwestbioservices.com). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Analysis of proteomics ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Peptide hits in each gel slice (Supplemental Tables S3 and S4) were compared with the Saccharomyces cerevisiae protein database using the SEQUESTalgorithm (performed by Midwest Bio Services) and curated with the Protein Information Resource Peptide Matching analysistool(http://research.bioinformatics.udel.edu/peptidematch/ index.jsp).The data from individual slices were then combined and sorted to generate a composite list of hits for wild-type or the auxilin-depletion vesicle preparation (Supplemental Tables S5 and S6). Finally, to generate a list of protein hits specific to the auxilin-depletion strain,all of the gene products identified in the wild-type strain were subtracted from the hits obtained from the auxilin-depletion strain (Supplemental Table S7).During the purification of coated vesicles,RNase was added to the cell extract to remove polysomes (Lemmon etal.,1988),but ribosomal subunits and translation factors were still a common contaminant in the Sephacryl S-1oo0 coatedvesicle column fractions.Therefore all proteins involved in translation,including translation factors and ribosomal subunits,were excluded from the auxilin-depletion strain list. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Immunoprecipitation of the COPl coat complex ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For the TAP-tag immunoprecipitation experiments described in Figure 4,lysates were prepared from a total of 3000 $O D _ { 6 0 0 }$ units of cells，pelleted，resuspended in $1 0 0 \\ m |$ of spheroplast buffer （ $( 1 . 4 ~ \\mathsf { M }$ sorbitol, $1 0 0 ~ \\mathsf { m M }$ sodium phosphate, $\\mathsf { p H } 7 . 5$ ， $0 . 3 5 \\%$ （204号 $\\beta$ mercaptoethanol,and $0 . 5 \\mathrm { \\ m g / m l }$ Zymolyase),and incubated for $3 0 ~ \\mathrm { m i n }$ at $3 7 ^ { \\circ } \\mathsf { C }$ .The spheroplasts were pelleted and washed twice with $1 5 0 ~ \\mathrm { m l }$ of $1 . 7 \\mathrm { { M } }$ sorbitol and $2 0 ~ \\mathsf { m M }$ HEPES $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 4 \\right)$ ,and the spheroplast pellet was resuspended in $\\textup { 8 m l }$ of lysis buffer $( 2 0 ~ \\mathsf { m M }$ HEPES,pH 7.4, $4 \\mathsf { m } \\mathsf { M }$ EDTA, $1 \\mathsf { m M }$ dithiothreitol [DTT]) and Dounce homogenized. The resulting lysate was brought to O.1 M NaCl, $1 \\%$ NP-40,and incubated on ice for 20 min and then centrifuged for $3 0 \\mathrm { m i n }$ at $6 0 , 0 0 0 \\times g$ .The supernatants $( 4 - 1 2 \\mathsf { m g }$ protein) were then incubated with $3 0 ~ \\mu \\mu \\mu$ of IgG-Sepharose beads (GE Healthcare) for $2 h$ at $4 ^ { \\circ } \\mathsf { C }$ .The beads were washed three times with wash buffer $( 2 0 ~ \\mathsf { m M }$ HEPES, ${ \\mathsf { p H 7 } } . 4$ 1 $1 5 0 \\ : \\mathrm { m M } \\ : \\mathsf { N a C l }$ 1 $1 \\mathrm { m M }$ DTT, $2 . 5 \\mathsf { m M } \\mathsf { M } \\mathsf { g C l } _ { 2 } ,$ $1 \\%$ Triton X-10O,and a protease inhibitor cocktail that included $1 \\ \\mu \\mathrm { g / m l }$ of aprotinin，chymostatin,antipain，pepstatin，and leupeptin) before they were eluted in $2 0 ~ \\mu \\mu \\up$ of $3 \\mathsf { X }$ SDS-PAGE sample buffer and analyzed by Western blotting. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In vitro binding assays with recombinant proteins ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The expression of ${ \\mathsf { H i s } } _ { 6 }$ -tagged and GST-tagged fusion proteins was induced with $0 . 5 ~ \\mathsf { m M }$ isopropyl $\\beta$ -D-1-thiogalactopyranoside. All fusion proteins were purified as described in the Recombinant Protein Purification handbook from GE Healthcare.Purified His6-tagged fusion proteins $( 0 . 2 ~ \\mu \\mathsf { M } )$ were incubated with equimolar amounts of GST-fusion proteins or GST $( 0 . 2 ~ \\mu \\mathsf { M } )$ immobilized on glutathioneSepharose beads (GE Healthcare)in binding buffer $( 2 5 ~ \\mathsf { m M }$ Tris, pH7.5,300 mMKCL, $2 \\%$ Triton $x - 1 0 0$ ,1mMDTT, $1 \\mathsf { m M }$ EDTA,and theprotease inhibitor cocktail described above) for $2 { - } 4 \\ h$ at $4 ^ { \\circ } \\mathsf C$ The beads were washed three times with binding buffer, eluted in $3 0 ~ \\mu \\mu \\mu$ of SDS-PAGE sample buffer by heating to $1 0 0 ^ { \\circ } \\mathsf { C }$ for $5 \\mathrm { \\ m i n }$ and analyzed by Western blot analysis. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "General secretion assay ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cells were grown overnight at $2 5 ^ { \\circ } \\mathsf { C }$ to log phase,and $7 . 5 \\mathrm { \\ O D } _ { 6 0 0 }$ unitswere resuspended in $2 ~ \\mathsf { m l }$ of fresh methionine-free medium containing $0 . 0 6 ~ \\mathrm { m g / m l }$ bovine serum albumin and then shifted to $1 5 ^ { \\circ } \\mathsf { C }$ for $6 0 ~ \\mathrm { { m i n } }$ .After the incubation,the cells were labeled with $5 0 0 ~ \\mu \\mathrm { C i }$ of [35S]ProMix at ${ 1 5 ^ { \\circ } C } ,$ and aliquots of cells $( 3 5 0 ~ \\mu \\vert )$ were removed at the end of the indicated time points.Labeled cell suspensions were centrifuged for $1 \\min$ at ${ 1 3 , 0 0 0 \\times g , }$ and then $3 0 0 \\mu \\mu \\up$ of the medium (extracellular fractions) was transferred to an ice-cold tube containing $3 0 \\mu \\mu \\mu$ of stop mix $( 5 0 0 \\mathsf { m M N a N _ { 3 } } , 5 0 0 \\mathsf { m M N a F }$ .The extracellular fractions were centrifuged again for1 minat $1 3 , 0 0 0 \\times$ $g$ to remove residual cells,and the supernatant was transferred to a fresh tube containing $2 0 \\mu \\mu \\mu$ of $100 \\%$ trichloroacetic acid (TCA) and 1 $\\mathsf { m g / m l }$ sodium deoxycholate.All samples were incubated on ice for 60 min before the TCA precipitates were pelleted at $1 3 , 0 0 0 \\times g$ for 5 min and washed twice with ice-cold acetone.The acetone-washed pellets were air-dried,resuspended in $4 0 \\mu |$ of 1X SDS sample buffer, heated to $1 0 0 ^ { \\circ } \\mathsf { C }$ for $5 \\mathrm { { m i n } }$ ,and subjected to SDS-PAGE using a $6 \\%$ gel, followed by autoradiography. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Analysis of the transport and processing of CPY and invertase ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For analysis of CPY processing,all strains $( 2 0 \\mathrm { \\ O D } _ { 6 0 0 }$ units) grown overnightat $2 5 ^ { \\circ } \\mathsf { C }$ were resuspended in $4 . 5 ~ \\mathrm { m l }$ of fresh minimal medium (supplemented with amino acids) and then shifted to $1 5 ^ { \\circ } C$ for 60 min before being labeled with $5 0 0 ~ \\mu \\mathrm { C i }$ of $[ 3 5 \\mathsf { S } ] \\mathsf { P r o M i x }$ for 10 min at $1 5 ^ { \\circ } \\mathsf { C }$ Cells $( 7 0 0 \\mu \\mu )$ were removed (O min time point),and a chase mix $( 6 2 5 \\mu |$ of $2 5 0 \\mathsf { m M }$ cysteine and $2 5 0 \\mathsf { m } \\mathsf { M }$ methionine) was added to the remaining sample.Additional aliquots $( 7 0 0 ~ \\mu \\ i )$ were then removed at the indicated time points. Cells were washed twice with cold $1 0 \\mathsf { m } \\mathsf { M }$ sodium azide and resuspended in $1 2 5 \\mu \\mu$ of spheroplast buffer( $1 . 4 \\mathsf { M }$ sorbitol, $5 0 ~ { \\mathsf { m M } }$ potassium phosphate, ${ \\mathsf { p H } } 7 . 5$ $1 0 \\mathsf { m } \\mathsf { M }$ sodium azide, $5 0 \\mathrm { m M \\beta }$ -mercaptoethanol, $1 0 \\mu \\ g g$ Zymolyase-100T/1 OD unit of cells).After a 45-min incubation at $3 7 ^ { \\circ } \\mathsf C ,$ spheroplasts were pelleted at $4 5 0 \\times g$ for $3 \\mathrm { \\ m i n }$ ，resuspended in $1 2 5 ~ \\mu \\mu$ of $1 \\%$ SDS,and heated for $5 \\mathrm { { m i n } }$ at $1 0 0 ^ { \\circ } \\mathsf { C }$ .The samples were diluted with $9 0 0 ~ \\mu \\mu \\mu$ of phosphate-buffered saline (PBS) containing $1 \\%$ Triton X-100 and centrifuged for $1 5 \\mathrm { \\ m i n }$ at 13, $0 0 0 \\times g$ .The supernatant $( 9 2 0 \\mu | )$ was removed and incubated overnight with $3 \\mu \\mu$ of anti-CPY antibody (rabbit antiserum; Ferro-Novick laboratory)at $4 ^ { \\circ } \\mathsf { C }$ A $50 \\%$ slurry of protein A-Sepharose $( 5 0 \\mu | )$ beads was added to each sample，and samples were incubated for $1 \\ h$ .The beadswere then washed twice with urea wash buffer $( 2 ~ \\mathsf { M }$ urea, $2 0 0 \\ m \\mathsf { M } \\ \\mathsf { N a C l }$ $1 0 0 ~ \\mathsf { m M }$ Tris，pH 7.6, $1 \\%$ Triton $x - 1 0 0 )$ and twice with $1 \\%$ $\\beta$ -mercaptoethanol. The contents of the beads were solubilized in $7 0 ~ \\mu \\mu \\up$ of Laemmli sample buffer before they were subjected to SDS-PAGE using an $8 \\%$ gel,followed by autoradiography. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For analysis of invertase secretion, $6 \\mathrm { O D } _ { 6 0 0 }$ units of cells grown overnightat $2 5 ^ { \\circ } \\mathsf { C }$ were resuspended in $6 ~ \\mathrm { m l }$ of fresh minimal medium with $2 \\%$ glucose (supplemented with amino acids) and then shifted to $1 5 ^ { \\circ } C$ for 60 min.The cells were then transferred into medium containing $0 . 1 \\%$ glucose to derepress the synthesis of invertase and labeled with $2 5 0 ~ \\mu \\mathrm { C i }$ of $[ ^ { 3 5 } \\mathsf { S } ] \\mathsf { P r o M i x }$ for $3 0 ~ \\mathrm { m i n }$ at $1 5 ^ { \\circ } \\mathsf { C }$ After the incubation, the cells were washed twice with cold $1 0 ~ \\mathsf { m M }$ sodium azide and resuspended in $1 2 5 \\mu \\up$ of spheroplasting buffer for $4 5 \\mathrm { \\ m i n }$ at $3 7 ^ { \\circ } \\mathsf { C }$ and then centrifuged at $4 5 0 \\times g$ for $3 \\min$ . SDS $( 5 \\mu \\mu \\up$ of $20 \\%$ SDS) was added to $1 0 0 ~ \\mu \\vert$ of the spheroplast supernatant (external),and the spheroplast pellet (internal was resuspended in $1 2 5 ~ \\mu \\mu$ of $1 \\%$ SDS.Both samples were then heated for 5 min at $1 0 0 ^ { \\circ } \\mathsf { C }$ .Aliquots $( 1 0 0 \\mu | )$ of each sample were diluted with $9 0 0 \\mu \\mu \\up$ of PBS containing $1 \\%$ Triton $x - 1 0 0$ and centrifuged for $1 5 \\mathrm { \\ m i n }$ at ${ 1 3 , 0 0 0 \\times g }$ .The supernatant $( 9 2 0 ~ \\mu \\mu )$ was removed and incubated overnight with $3 . 5 ~ \\mu \\mu \\up$ of anti-invertase antibody (rabbit antiserum; Ferro-Novick laboratory) before a 90-min incubation with $5 0 \\mu \\mu \\mu$ ofa $50 \\%$ slurry of protein A-Sepharose beads.The beads were then washed and solubilized as described above.Immunoprecipitated invertase was analyzed on a $10 \\%$ polyacrylamide gel,which was subjected to autoradiography. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In vitro transport assay ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The in vitro transport assay was performed as previously described (Groesch et al.,1990; Lian and Ferro-Novick,1993),using wild-type donor cells and a wild-type S1 fraction (prepared as described in the following section) or swa2△ donor cells and an swa2△ S1 fraction. Briefly,permeabilized donor cells were incubated with in vitro translated radiolabeled prepro $\\mathbf { \\nabla } \\cdot \\mathbf { \\alpha } \\mathbf { \\alpha }$ -factorfor $5 0 ~ \\mathrm { m i n }$ at $1 5 ^ { \\circ } C$ .Donor cells harboring ER-translocated pro $\\mathbf { \\nabla } \\cdot \\mathbf { \\alpha } \\mathbf { \\alpha }$ -factorwere thenpelleted,washed, and incubated with an S1 fraction for $9 0 ~ \\mathrm { m i n }$ at $1 5 ^ { \\circ } C$ .At the end of thereaction,the cells were centrifuged at $1 3 , 0 0 0 \\times g$ for1 min,and the supernatant (containing Golgi and released vesicles) and a cell pellet from each sample were incubated with ConA-Sepharose beads at $4 ^ { \\circ } \\mathsf { C }$ for $2 h$ .The beads were then washed,and samples were eluted in $7 0 \\mu \\mu \\up$ of 1X SDS gel sample buffer. Equal amounts (20 $\\mu \\mu$ of each sample were counted,and the percent of budding was calculated as the counts in the supernatant/supernatant $^ +$ pellet. For determination of the fusion efficiency, $2 0 \\mu \\mu \\mu$ of the ConA-treated supernatant fraction was immunoprecipitated with an antibody that recognizes Golgi-specific α1-6 mannose side chains on pro-α-factor. The percent fusion was calculated as the precipitable pro $\\mathbf { \\nabla } \\cdot \\mathbf { \\alpha } \\mathbf { \\alpha }$ -factor counts in the supernatant/total ConA counts in the supernatant and pellet.The budding and fusion of wild type was considered to be maximal $( 1 0 0 \\% )$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Preparation of S1 fractions for the transport assay ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Cells $1 5 0 0 \\mathrm { ~ O D } _ { 6 0 0 }$ units) grown overnight at $3 0 ^ { \\circ } C$ to log phase were resuspended in 1lof YP medium with $0 . 0 1 \\%$ glucose and incubated at $2 5 ^ { \\circ } \\mathsf { C }$ for $3 0 ~ \\mathrm { m i n }$ .The cells were pelleted, resuspended in $5 0 0 ~ \\mathrm { m l }$ of spheroplast buffer (YP, $0 . 0 1 \\%$ glucose, $1 . 4 \\mathsf { M }$ sorbitol, $5 0 ~ { \\mathsf { m M } }$ potassium phosphate, $\\mathsf { p H 7 . 5 }$ $5 0 ~ \\mathsf { m M }$ $\\beta$ -mercaptoethanol, $1 0 ~ \\mu \\ g$ Zymolyase-10oT/l OD unit of cells),and incubated at $3 7 ^ { \\circ } \\mathsf { C }$ for $3 0 ~ \\mathrm { m i n }$ . The spheroplasts were then resuspended in recovery medium (YP, $0 . 0 1 \\%$ glucose,1 M sorbitol) and incubated at $3 7 ^ { \\circ } \\mathsf { C }$ for 90 min.The regenerated spheroplasts were gently lysed in $3 . 3 6 ~ \\mathrm { m l }$ of $2 0 ~ \\mathsf { m M }$ HEPES $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 2 \\right)$ before being centrifuged at $1 0 0 0 \\times g$ for $1 0 \\mathrm { \\ m i n }$ .The supernatant was collected,snap frozen, and stored at $- 8 0 ^ { \\circ } \\mathsf C$ ： ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Vesicle-tethering assay ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The supernatants from 10 transport reactions were pooled and loaded onto a sucrose gradient consisting of the following steps of sucrose prepared in TBPS $2 5 ~ { \\mathsf { m M } }$ HEPES, $\\mathsf { p } \\mathsf { H } 7 . 2$ 1 $1 1 5 \\mathrm { \\ m M \\ K O A c } ,$ $2 5 ~ \\mathsf { m M }$ ${ \\mathsf { M g } } ( { \\mathsf { O A c } } ) _ { 2 }$ （2 $2 6 8 ~ \\mathsf { m M }$ sorbitol): $0 . 5 { \\mathrm { ~ m } } |$ of $50 \\%$ sucrose (wt/wt), $0 . 5 { \\mathrm { m } } |$ of $4 6 \\%$ sucrose (wt/wt), $1 ~ \\mathrm m |$ of $4 2 \\%$ sucrose (wt/wt), $1 . 5 { \\mathrm { m } } |$ of $3 8 \\%$ sucrose (wt/wt), $1 . 5 ~ \\mathrm { m l }$ of $34 \\%$ sucrose (wt/wt), $1 . 5 ~ \\mathrm { m l }$ of $30 \\%$ sucrose (wt/wt), $1 . 5 ~ \\mathrm { m l }$ of $2 6 \\%$ sucrose (wt/wt), $1 . 5 ~ \\mathrm { m l }$ of $2 2 \\%$ sucrose (wt/wt),and $1 . 5 ~ \\mathrm { m l }$ of $1 8 \\%$ sucrose (wt/wt).The gradient was centrifuged for $2 h$ and $2 0 ~ \\mathrm { m i n }$ at $1 7 3 , 0 0 0 \\times g$ .At the end of the centrifugation,twelve $1 ~ \\mathrm m |$ samples were removed starting from the top of the gradient. Each sample $( 2 0 0 ~ \\mu | )$ was then treated with ConA-Sepharose beads to affinity purify glycosylated pro-α-factor and processed as described above.The counts from each fraction were graphed to determine the fractionation of pro-α-factor. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The same experiment,as described above,was done to mark where free vesicles migrate on the gradient,but the reactions were performed withcytosol insteadofan S1 fraction. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We thank Yunrui Du for her initial genetic observations with the swa2△ mutant.We thank G.Payne and R.Duden for reagents and Elizabeth Miller and Douglas Boettner for helpful discussions. Salary support for J.D.and S.F.-N.was provided by the Howard Hughes Medical Institute.V.A.S.was supported in part by National Institutes of Health (NIH) grant T32-HL07188.This work was also supported by NIH grants R01 GM114111(S.F.-N.)and R01 GM 055796 (S.K.L.). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "REFERENCES   \nAngers CG,Merz AJ (2009). HOPS interacts with Apl5 at the vacuole membrane and is required for consumption of AP-3 transport vesicles. Mol Biol Cell 20,4563-4574.   \nAntonny B,Madden D,Hamamoto S,OrciL,Schekman R (2001).Dynamics of the COPll coat with GTP and stable analogues. Nat Cell Biol 3, 531-537.   \nBarlowe C,OrciL,Yeung T,Hosobuchi M,Hamamoto S,Salama N,Rexach MF, Ravazzola M,Amherdt M,Schekman R(1994).COPll: a membrane coat formed by Sec proteins that drive vesicle budding from the endoplasmic reticulum. Cell77,895-907.   \nBarlowe CK, Miller EA (2013).Secretory protein biogenesisand trafic in the early secretory pathway. Genetics 193,383-410.   \nBarrowman J,Sacher M,Ferro-Novick S(20O0).TRAPP stablyassociates with theGolgi and is required forvesicle docking. EMBOJ19,862-869.   \nBoettner DR, Chi RJ,Lemmon SK (2012).Lessons from yeast for clathrinmediated endocytosis. Nat Cell Biol 14,2-10.   \nBrandizzi F,Barlowe C(2013). Organization of the ER-Golgi interface for membrane traffc control.Nat Rev Mol Cell Biol 14,382-392.   \nCai H,Yu S,Menon S,CaiY,Lazarova D,FuC,Reinisch K,HayJC,r Novick S (2007).TRAPPI tethers COPIl vesicles by binding the coat subunit Sec23.Nature 445,941-944.   \nCarlson M, Botstein D (1982).Two diferentially regulated mRNAs with different $5 ^ { \\prime }$ ends encode secreted with intracelular forms of yeast invertase. Cell 28,145-154.   \nD'Andrea LD, Regan L (2003).TPR proteins: the versatile helix.Trends Biochem Sci28,655-662.   \nDu Y, Pypaert M, Novick P,Ferro-Novick S (2001).Aux1p/Swa2p is required forcortical endoplasmic reticulum inheritance in Saccharomyces cerevisiae. Mol Biol Cell 12,2614-2628.   \nEisenberg E,Greene LE (2O07).Multiple roles of auxilin and hsc70 in clathrin-mediated endocytosis.Traffic 8,640-646.   \nFaini M,BeckRWieladFriggsJA(23).Vesicleoats:structurefunc tion,and general principles of assembly. Trends Cell Biol 23,279-288.   \nGll WE,HigginbothamA,ChenC,gramF,CyrD,Graam (2000).The auxilin-like phosphoprotein Swa2p is required for clathrin function in yeast.Curr Biol 10,1349-1358.   \nGroesch ME,Ruohola H, Bacon R,Rossi G,Ferro-Novick S(199O).solation of a functional vesicular intermediate that mediates ER to Golgi transport in yeast. J Cell Biol 111,45-53.   \nGurkanC,StaggSM,Lapointe P,BalchWE (2006).TheCOPllcage:unifying principles of vesicle coat assembly. Nat Rev Mol CellBiol7,727-738.   \nHerzig Y,SharpeHJ,baY,unroS,chudiner(22).Asic approach to pair secretory cargo receptors with their cargo suggests a mechanism forcargo selection by Erv14.PLoS Biol 10,e1001329.   \nHirata R,Nihei C, Nakano A (2013). Isoform-selective oligomer formation of Saccharomyces cerevisiae p24 family proteins.J Biol Chem 288, 37057-37070.   \nKirchausenT,OwenD,Harrson SC(2014).Molecular structure,fuction and dynamicsofclathrin-mediated membrane trafic.Cold Spring Harb Perspect Biol 6,a016725.   \nKoutras C, Braun JE(2014). J protein mutations and resulting proteostasis collapse.Front Cell Neurosci 8,191.   \nLemmon S,Lemmon VP,Jones EW (1988). Characterization of yeast clathrin and anticlathrin heavy-chain monoclonal antibodies.J Cell Biochem 36, 329-340.   \nLemmon SK (2001). Clathrin uncoating: auxilin comes to life. Curr Biol 11, R49-R52.   \nLemmon SK,Pelcena-PalleAConley K,FreundCL(1991).Sequenceof the clathrin heavy chain from Saccharomyces cerevisiaeand requirement of the COOH terminus for clathrin function.J Cell Biol 112,65-80.   \nLian JP,Ferro-Novick S(1993).Bos1p,an integral membrane protein of the endoplasmic reticulum to_Golgi transport vesicles,is required for their fusion competence. Cell73,735-745.   \nLord C, Bhandari D,Menon S,Ghassemian M, Nycz D,Hay J,Ghosh P, Ferro-Novick S (2011).Sequential interactions with Sec23 control the direction of vesicle traffc. Nature 473,181-186.   \nLord C,Ferro-Novick S,Miller EA (2013).The highly conserved COPll coat complex sorts cargo from the endoplasmic reticulum_and targets it to the Golgi. Cold Spring Harb Perspect Biol 5,a013367.   \nNewman AP, Ferro-Novick S (1987). Characterization of new mutants in the early partof the yeast secretory pathway isolated bya[3H]mannose suicide selection.JCell Biol 105,1587-1594.   \nNewmyer SL,Christensen A, Sever S (2003).Auxilin-dynamin interactions link the uncoating ATPase chaperone machinery with vesicle formation. Dev Cell 4.929-940.   \nPayne GS,Hasson TB,Hasson MS,Schekman R(1987).Genetic and biochemical characterization of clathrin-deficient Saccharomyces cerevisiae. Mol Cell Biol7,3888-3898.   \nPayne GS,Schekman R (1985).A test of clathrin function in protein secretion and cell growth. Science 230, 1009-1014.   \nPishvaee B,Costaguta G,Yeung BG,Ryazantsev S,Greener T,Greene LE, Eisenberg E,McCaffery JM,Payne GS (200O).A yeast DNAJ protein required for uncoating of clathrin-coated vesicles in vivo.Nat Cell Biol 2,958-963.   \nRapoport I, Boll W,Yu A, Bocking T, Kirchhausen T (2008).A motif in the clathrin heavy chain required for the Hsc7O/auxilin uncoating reaction. Mol Biol Cell 19,405-413.   \nRuohola H, Kabcenell AK,Ferro-Novick S (1988). Reconstitution of protein transport from the endoplasmic reticulum to the Golgi complex in yeast: the acceptor Golgi compartment is defective in the sec23 mutant.J Cell Biol 107,1465-1476.   \nSato K,Nakano A (2002).Emp47p and its close homolog Emp46p have a tyrosine-containing endoplasmic reticulum exit signal and function in glycopro teinsecretion in Saccharomyces cerevisiae.Mol Biol Cell13,2518-2532.   \nSchuikiI, Volchuk A (2012). Diverse roles for the p24 family of proteins in eukaryotic cells. Biomol Concepts 3,561-570.   \nSeeger M,Payne GS (1992a).A role forclathrin in the sorting of vacuolar proteins in the Golgi complex of yeast. EMBO J11,2811-2818.   \nSeeger M,Payne GS (1992b).Selective and immediate effects of clathrin heavy chain mutations on Golgi membrane protein retention in Saccharomyces cerevisiae.J Cell Biol 118,531-540.   \nSekiya-Kawasaki M,GroenAC,Cope MJ, Kaksonen M,Watson HA,Zhang C, Shokat KM,Wendland B,McDonald KL,McCaffery JM,Drubin DG (2003).Dynamic phosphoregulation of the cortical actin cytoskeleton and endocytic machinery revealed by real-time chemical genetic analysis.J Cell Biol 162,765-772.   \nSever S,Skoch J,Newmyer S,Ramachandran R, Ko D,McKee M,Bouley R, Ausiello D, Hyman BT, Bacskai BJ (2O06). Physical and functional connection between auxilin and dynamin during endocytosis. EMBO J25, 4163-4174.   \nStevens T, Esmon B, Schekman R (1982). Early stages in the yeast secretory pathway are required for transport of carboxypeptidase Y to the vacuole. Cell 30,439-448.   \nToret CP,Lee L, Sekiya-Kawasaki M, Drubin DG (2O08).Multiple pathways regulate endocytic coat disassembly in Saccharomyces cerevisiae for optimal downstream trafficking.Traffic 9,848-859.   \nUngewickell E, Ungewickell H, Holstein SE, Lindner R, Prasad K, Barouch W, Martin B,Greene LE,Eisenberg E(1995). Role of auxilin in uncoating clathrin-coated vesicles.Nature 378,632-635.   \nWassmer T,Attar N, Harterink M,van Weering JR,Traer CJ,Oakley J, Goud B,Stephens DJ,Verkade P, Korswagen HC,Cullen PJ (2009).The retromer coat complex coordinates endosomal sorting and dyneinmediated transport,with carrier recognition by the trans-Golgi network. Dev Cell 17,110-122.   \nWu X,Zhao X,BaylorL, Kaushal S,Eisenberg E,Greene LE (2OO1).Clathrin exchange during clathrin-mediated endocytosis.J Cell Biol 155, 291-300.   \nXiao J, Kim LS,Graham TR (2006). Dissection of Swa2p/auxilin domain requirements for cochaperoning Hsp70 clathrin-uncoating activity in vivo. Mol Biol Cell 17,3281-3290.   \nYim YI,Scarselletta S,Zang F,Wu X,Lee DW, Kang YS, Eisenberg E,Greene LE (2005). Exchange of clathrin,AP2 and epsin on clathrin-coated pits in permeabilized tissue culture cells.J Cell Sci 118,2405-2413.   \nZanetti G,Pahuja KB,Studer S, Shim S, Schekman R (2012).COPll and the regulation of protein sorting in mammals.Nat Cell Biol 14,20-28.   \nZink S,Wenzel D,Wurm CA, Schmitt HD (2009).A link between ER tethering and COP-l vesicle uncoating. Dev Cell 17,403-416. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]