[
    {
        "type": "text",
        "text": "Reliability comparison of spontaneous brain activities between BOLD and CBF contrasts in eyes-open and eyes-closed resting states ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Qihong Zoua\\*, Xinyuan Miaob,Dapeng Liub,Danny JJ. Wang c, Yan Zhuob, Jia-Hong Gao ad.e,\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Center forMRI Research,Peking University,Beijing,China   \nbtateK   \nDepartmentof Neurology,UniversityofCalifornia,Los Angeles,CA,UA   \ndBeijingCityKeyLabforMedicalPhysicsandEngineeringSchoolofhysics,PekingUniversityBeijing,China   \neMcGovern Institute for Brain Research,Peking University,Beijing,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLE INFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history: Received 8 January 2015 Accepted 17 July 2015 Available online 27 July 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nOscillation   \nCerebral blood flow   \nResting state   \nEyes open   \nEyes closed ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Blood oxygenation level dependent (BOLD)and arterial spin labeling (ASL)are two predominant resting-state fMRI techniques in mapping spontaneous brain activities.Atsingle voxel level,cerebral blood flow(CBF) measured by ASLand amplitude oflow frequency fluctuations (ALFF)of BOLD have been recognized as useful indices to characterizebrain function in healthand disease.However,no studyhas directlycompared the test-retestreliability between BOLD and CBF contrasts on the same group of subjects at single Voxel level.Moreover,both eyes-openand eyes-closed conditions have been employed as resting states,but itis stillnotclear which state is more reliable. Here we collcted BOLDand ASLdataduring eyes-open and eyes-closed states acrossthree scanning visits ontwenty-two healthy young subjects.CBF-mean,BOLD-and CBF-ALFF were computed to characterize corresponding brainactivitiesat single voxellevel.Seed-basedfunctional connectivity(FC)with the posterior cingulate cortex(PCC)was further calculated for both BOLD and CBFdata.Intra-class corelation was used as the indexoflong-termreliability betweenvisits1and2(two monthsapart)and short-termreliability between visits 2 and 3(on the same day).Both short-and long-term reliabilities for CBF-mean and BOLD-ALFFwere high,but Were lower for CBF-ALFF,BOLD-and CBF-FCin both eyes-open and eyes-closed states.Direct comparisons showed thatbrainregions with the highestreliabilityofCBF-mean were mainly inthe gray mater.Thereliability ofCBF-ALFFand BOLD-FCwas lower than thatofBOLD-ALFF,and the reliabilityofCBF-FCwaslowerthan those of both CBF-ALFFand BOLD-FC.Furthermore,we observed thatreliabilities ofthe eyes-open state were higher than thoseof the eyes-closed state for both imaging contrasts,though the effct size was small Voxel-wise comparisons demonstrated thatthe long-termreliabilityof BOLD-ALFFwas significantly higher with eyes open in the visual system,and both the short-and long-termreliabilityofBOLD-FCwas slightly higher with eyes open in the default mode network.Moreover,we showed thatdenoising decreased the reliability ofboth ALFF and FCofboth BOLD and ASLcontrasts.In conclusion,ourresults indicated that CBF-mean and BOLD-ALFFcould both be used as reliableindices forcharacterizing resting-state brainactivities atsingle voxellevel and recommended the eyesopen state for resting-state studies,especially for those targeting the visual system and default mode network. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\mathfrak { C }$ 2015 Elsevier Inc.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Credibility and reproducibility are everything for science (Marcus, 2014).Thus they are of crucial importance to evaluate the test-retest reliability of brain activity measures(Hodkinson etal., 2O13; Jahng et al., 2005; Jann et al.,2014;Kublbock et al.,2014;Patriat et al., 2013; Shehzad etal.,2009;Zhu et al.,2014; Zuo etal.,2010a,b,c,2013; Zuo and Xing,2O14). Resting-state fMRl, including blood oxygenation level dependent (BOLD)and arterial spin labeling(ASL),has become a powerful tool in mapping human brain functions (Biswal et al.,2O1O; Smith et al.,2O13).Previous investigations on test-retest reliability of spontaneous BOLD signal oscillations (Kublbock et al.,2014; Zuo et al.,2010a) showed that regions with high reliability were mainly located in the gray matter.Similar results were observed by separate studies investigating test-retest reliability of average CBF(Hodkinson etal., 2013; Jahng etal.,20o5; Jann etal.,2015). One recent study compared shorttermtest-retest reliability of CBF-mean,functional connectivity based on BOLD and CBF time series,which showed generally more reliable spatial patterns of functional connectivity of BOLD than that of CBF, while the highest reproducibility Was yielded by CBF-mean (Jann et al.,2O15).However,functional connectivity provides measures of inter-regional relationship,i.e.,relational characteristics between brain regions,while mean CBF reflects static characteristics of a region, i.e.,regional characteristics at single voxel level (Zuo and Xing,2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/42fc0dedaefc076339139eecf25df7586973746b3d995ec23d34b855564abde9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It isnot straightforward to compare reliability of a relational metric among many voxels to a regional one at the single voxel level. In contrast to functional connectivity,amplitude of low-frequency fluctuation (ALFF) is a metric that measures the fluctuation amplitude of each single voxel (Liu et al., 2013; Zang et al.,2007; Zou et al.,2008; Zuo and Xing, 2014) and could be applied to both BOLD and ASL techniques.ALFF has been widely used to examine moment-to-moment brain signal variability (Garrett et al.,2011; Garrett etal.,2013),to correlate with task activations and behavior (Zou etal.,2O13),and to characterize disease stages (Han et al.,2011; Lui et al., 2009;Wang et al., 2011b; Yu et al., 2014). Direct comparison of the short-and long-term test-retest reliability of BOLD and CBF contrasts on an identical group of subjects at single voxel level is still lacking. Thus the first goal of the current study is to fill this gap. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Furthermore, there are no consistent guidelines on how to perform a resting-state scan across various studies (Tagliazucchi and Laufs,2014). Subjects are usually asked to not think of anything in particular and keep eyes open (EO) or eyes closed (EC).However,it has been widely shown that EO and EC are two physiological states with different levels of brain activity.It was observed almost one century ago by Berger (Berger,1929,1930) that the EEGalpha rhythm disappeared when the eyes were open,as compared to the case when the eyes were closed. BOLD fMRI studies have shown brain activity differences between the EO and EC states in the visual cortex (Jao et al.,2013; Liu et al., 2013; Yang et al.,2007; Zou et al.,2009; Zou et al.,2015),motor and auditory cortices (Jao et al.,2013;Liu etal., 2013;Yuan et al.,2014; Zou et al., 2015),and the default mode network (Jao et al.,2013; Liu etal., 2013; Yan et al.,2Oo9). Using the ASL technique,significant CBF increases in the primary and secondary visual areas (Brodmann area(BA) 17,18) for EO compared with EC state (Hermes et al.,2oO7; Zou et al.,2015) have been reported.Thus inconsistencies in resting states across studies may confound comparisons and interpretations among varied studies and impede big-data sharingwhich is of growing interest.Therefore, our second goal is to compare the reliability of resting-state activity during EO and EC states. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Moreover,it has been demonstrated that denoising strategies such as noise components removal using independent component analysis (ICA)and regression of physiological noise could boost the predictability of age using BOLD-ALFF(Garrett et al.,2O1O) and leading to more accurate estimates of group maps of BOLD-FC (Birn et al.,2014).However, physiological pulsations (Birn etal.,2014) and motion(Van Dijk et al., 2012; Zuo etal.,2014) showed moderate reliability,which might inflate the reliability of ALFF and FCof BOLD data. Our third goal is to compare the reliability of resting-state activity with and without data denoising during preprocessing. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To this end we collected resting-state fMRI data using BOLD and ASL in both EO and EC states across three scanning visits,with two visits performed on the same day and the rest one performed two months beforehand.Intra-Class Correlation (ICC)(Shrout and Fleiss,1979),a well-established metric of test-retest reliability,was used.The two visits on the same day were used for assessing short-term reliability, while the first and second visits that were two month apart were used for assessing long-term reliability. Reliabilities between two imaging contrasts were compared qualitativelyand quantitatively. Similar comparisons on reliabilities between two resting states and different preprocessing strategies were conducted. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Materialsand methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Subjects ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Twenty-two healthy volunteers ( $2 4 . 4 \\pm 2 . 2$ years old,12 females) participated in the study.They were recruited following a protocol approved by the IRB of our institution.All subjects were screened with a questionnaire to ensure they had no history of neurological diseases orpsychiatric disorders.Signed informed consent was obtained from all subjects prior to study enrollment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Experimentalparadigm ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Each subject was imaged for three scanning visits.Visits 2 and 3 were conducted on the morning and afternoon of the same day,which were about two months ( $7 4 . 7 \\pm 7 . 7$ days）following visit1.For each scanning visit,four resting-state scans,i.e.,both EC and EO with a black screen using both BOLD and ASL techniques were acquired for each subject.The order of the two resting states and the two fMRI contrasts was counter-balanced across subjects.In total,12 resting-state scans were acquired for each subject across three scanning visits,with two resting states(EC and EO) and two imaging contrasts (BOLD and ASL). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data acquisition ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MRI data were collected on a $3 \\mathrm { T }$ Siemens MR scanner (Siemens, Erlangen,Germany）using the body coil for transmission and a 12-channel head coil for reception.Foam pads were used to restrain head motions and scanner noise was attenuated by earplugs. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A pseudo continuous ASL(pCASL) technique（Dai et al.,2Oo8;Wu etal.,2oo7) was used for CBF measurement.Interleaved control and labelimages were acquired usinga single-shot 3D GRASE sequence with the following parameters: $\\mathrm { T R } / \\mathrm { T E } ~ = ~ 3 0 0 0 / 2 3 . 3 8 ~ \\mathrm { m s }$ ，slice thickness $; = 5 ~ \\mathrm { m m }$ without gap,24 slices, $\\mathrm { F O V } = 2 2 0 \\times 2 2 0 \\ \\mathrm { m m } ^ { 2 }$ with in-plane resolution of $3 . 4 4 \\times 3 . 4 4 \\mathrm { { m m } } ^ { 2 }$ ,GRAPPA factor $= 2$ ,partial Fourier $= 6 / 8$ ,labelingduration $= 1 1 0 4 \\mathrm { { m s } }$ labeloffset $\\ r = 9 0 \\mathrm { m m }$ postlabelingdelay $= 1 0 0 0$ msand global inversion pulses for background suppression (Jann et al.,2O14).The duration of the resting-state pCASL scan was $8 ~ \\mathrm { m i n }$ ,and it included 8O pairs of control and label images. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A single-shot gradient echo EPI sequence Was used to acquire BOLD data.For comparison,most acquisition parameters of the BOLD were kept the same as those of pCASL,except for TR/TE $( 2 5 0 0 / 3 0 ~ \\mathrm { m s } )$ ，FA $( 8 0 ^ { \\circ } )$ ,GRAPPA factor (no parallel imaging Was used),and partial Fourier (not used).The duration of the resting-state BOLD scan Was 8 min,and it produced 192 images. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For registration purposes,high-resolution anatomical images were acquired using a 3D magnetization-prepared rapid gradient echo T1- weighted sequence $( \\mathrm { T I } / \\mathrm { T R } / \\mathrm { T E } = 1 1 0 0 / 2 5 3 0 / 3 . 3 7 ~ \\mathrm { n }$ ns,flipangle $= 7 ^ { \\circ }$ 176 slices, $\\mathrm { F O V } = 2 5 6 \\times 2 5 6 \\mathrm { m m } ^ { 2 }$ $1 \\times 1 \\times 1 ~ \\mathrm { m m } ^ { 3 }$ resolution） on each subject. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data processing ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Both resting-state pCASL and BOLD data were preprocessed using the Analysis of Functional Neuroimages (AFNI) software package (Cox,1996)，FSL(http://www.fmrib.oX.ac.uk/fsl）and MATLAB 7.1 (The Mathworks,Inc.).Identical processing pipelines were adopted for data acquired during EO and EC states. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CBF-mean ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For pCASL data,control and label images with the least deviation from the trend of the respective time courses were chosen as the base for motion correction and were linearly registered to each other (Liang etal.,2013;Zou etal.,2011). Then, control and label images were registered to their corresponding bases,separately. It is noted that slice time correction was not performed for pCASL data with 3D acquisition.Following head motion correction,label images were sinc subtracted from control images to obtain CBF-weighted time series while minimizing BOLD contaminations (Chuang et al.,2oo8). The CBF-weighted images were spatially smoothed with a 6-mm Gaussian kernel along the X and y directions only,as there was spatial smoothing along $z$ direction with 3D acquisition.Then,the spatially smoothed CBF-weighted time series were spatially normalized to Talairach and Tournoux space with a resampling resolution of $3 \\times 3 \\times 3 ~ \\mathrm { m m } ^ { 3 }$ and averaged across the time series to obtaina CBF-mean map.A relative CBF map Was further obtained by dividing the CBF-mean map with the mean CBF of the entire brain voxels. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cb1da975f790fdd83b785cbbd95716e6337c4df06ec89e34ef569f190a91325b.jpg",
        "img_caption": [
            "g Eightcosas $- 9$ to $5 1 \\mathrm { m m }$ in steps of $1 2 ~ \\mathrm { m m }$ # "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "BOLD-ALFF and FC ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For BOLD data, preprocessing steps included slice-timing correction, head motion correction,linear trend removal, spatial smoothing with a $6 \\mathrm { - m m }$ Gaussian kernel along all three directions,and spatial normalization to Talairach and Tournoux space with a resampling resolution of $3 \\times 3 \\times 3 ~ \\mathrm { m m } ^ { 3 }$ Physiological noises and head motion are wellknown non-neuronal artifacts to fMRI data.To eliminate the potential contamination of physiological noise including cardiac and respiratory pulsations in the BOLD data,we adopted a validated temporal independent component analysis (ICA) methodology at single subject level.Physiologic EStimation by Temporal ICA or PESTICA,detects the pulse and the breathing cycles from the individual BOLD data itself,which has been demonstrate to be equivalent to a parallel monitored pulse signal and a respiratory chest-bellow signal (Beall and Lowe,2007,201O).To reduce the potential effect of head motion,we performed further analysis to regress out the six motion parameters.In addition,we regressed out the average white matter and cerebrospinal fluid(CSF） signal which were generally considered as covariates of no interest.The residual time series were used for ALFF and FCanalyses.We calculated voxel-wise BOLD-ALFF overa frequency range of $0 . 0 1 { - } 0 . 0 8 3 ~ \\mathrm { H z }$ .The BOLD-ALFF maps were standardized by normalization with the mean BOLD-ALFF of the entire brain voxels (Zou et al.,2OO8; Zuo et al.,201Oa).Prior to FC analysis, the residual BOLD time series were band-pass filtered $( 0 . 0 1 - 0 . 0 8 3 \\mathrm { H z } )$ and a $1 0 \\mathrm { - m m }$ diameter spherical seed located in the posterior cingulate cortex (PCC)was selected (Van Dijk etal.,2012; Yan etal.,2013b).We calculated the Pearson's correlation coefficient between the seed time series and every other voxel in the brain and transformed the correlation coefficient values into $z$ valuesusing Fisher's $r$ -to-z transformation.To evaluate the effect of data denoising,we calculated BOLD-ALFF with standard preprocessing,i.e.,with neither ICA denoising nor regression of covariates of no interest (Zou etal.,2OO8; Zuo etal.,2010a);and BOLD-FC with standard preprocessing,i.e.,without ICA denoising but with regression of covariates of no interest (Patriat etal.,2013). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/4f3228519f85d0ebe65b664e61bebf7cdb678bb9f13fcb7bc175633a107d2c5d.jpg",
        "img_caption": [
            "Fii analog to Fig.2).Z-axial coordinates in the Talairach and Tournoux space are from-9 to $5 1 \\mathrm { m m }$ in steps of $1 2 \\mathrm { m m }$ # "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/0d6e5d251d7adaa8dc86edc4e75e289ccf0441a25a85784839f676cd416124b4.jpg",
        "img_caption": [
            "Fig BOLD-and CBF-ALFF,and BOLD-and CBF-FC in EO (left column) and EC (right column) states. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CBF-ALFF and FC ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The ASL data were collected using a 3D sequence,which were acquired over a much longer timeframe than that of 2D BOLD data. The effect of physiological noise is much harder to correct for 3D data, as the physiological noise mightbe largely smeared during longer 3D acquisition.So far as we know there is no validated methodology for physiological noise correction for fMRl data collected using 3D sequences,thus physiological noise modeling was not applied to ASL data.Nevertheless,regression of covariates of no interest including head motion and average signal of white matter and CSFwas performed on the ASL time series that were preprocessed as described above(CBFmean section).Similar to BOLD-ALFF,we calculated voxel-wise CBFALFF over a frequency range of 0.01 to $0 . 0 8 3 \\mathrm { H z } , \\quad$ which were standardized by normalization with the mean CBF-ALFF of the entire brain voxels(Zou etal.,2008; Zuo et al.,2010a).Similar to BOLD-FC,CBF-FC with the same PCC seed was calculated based on the band-pass filtered (0.01-O.083Hz) residual CBF time series. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/952c8f38ad8e921b3a9bd64b46a2e7502fd7f33ff2872c57d23698afbdf1db62.jpg",
        "table_caption": [
            "Table 1 Effect size of comparisons of ICC between different metrics. "
        ],
        "table_footnote": [
            "Effect size Was calculated from Wilcoxon's signed rank test (see Eq.(5)). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"2\">Eyes open</td><td colspan=\"2\">Eyes closed</td></tr><tr><td>Short-term</td><td>Long-term</td><td>Short-term</td><td>Long-term</td></tr><tr><td>CBF-mean Vs.BOLD-ALFF</td><td>0.48</td><td>0.48</td><td>0.45</td><td>0.51</td></tr><tr><td>CBF-mean Vs. CBF-ALFF</td><td>0.55</td><td>0.58</td><td>0.55</td><td>0.59</td></tr><tr><td>CBF-mean Vs. BOLD-FC</td><td>0.61</td><td>0.60</td><td>0.61</td><td>0.60</td></tr><tr><td>CBF-mean Vs. CBF-FC</td><td>0.60</td><td>0.61</td><td>0.59</td><td>0.61</td></tr><tr><td>BOLD-ALFF VS.CBF-ALFF</td><td>0.27</td><td>0.42</td><td>0.36</td><td>0.38</td></tr><tr><td>BOLD-ALFF VS. BOLD-FC</td><td>0.54</td><td>0.46</td><td>0.55</td><td>0.47</td></tr><tr><td>CBF-ALFF VS. CBF-FC</td><td>0.37</td><td>0.16</td><td>0.23</td><td>0.29</td></tr><tr><td>BOLD-FC VS. CBF-FC</td><td>0.03</td><td>0.16</td><td>0.15</td><td>0.15</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Statistical analyses ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Test-retest reliability quantified by intra-class correlation ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To examine the short-(within a day,between visits 2 and 3) and long-term (two months apart,between visits 1 and 2) test-retest reliability of the single voxel level CBF-mean, CBF-and BOLD-ALFF,we conducted statistical reliability analysis using the ICC,which is defined as the proportion of variabilityacross subjects relative to the total variability in the data (Shroutand Fleiss,1979). ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nI C C = \\frac { M S _ { b } - M S _ { w } } { M S _ { b } + ( k - 1 ) M S _ { w } }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $M S _ { b }$ is between-subject mean square, $M S _ { w }$ is within-subject mean square, $k$ is the number of observations made on each subject, and $k = 2$ for the ICC calculation.The higher the ICC value,the lower the within-subject variance relative to between-subject variance, which indicates higher reliability.To avoid negative values and get more accurate estimation, ICC were calculated based on linear mixedeffects modelingwith restricted maximum likelihood estimates（Zuo et al.,2O13),which prescribes maximization over the parameter space and variance components are non-negative (for details,see the book by(Searle et al., 1992)). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Significanceof test-retestreliabilityusing onecontrastinrestingstate ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The significance of ICC value for each voxel over the whole brain was estimated by transforming the ICC value to Z score (McGraw and Wong. 1996).According to Mcgraw and Wong's formula,we first transformed ICC value into $z$ ： ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nz = \\frac { 1 } { 2 } \\ln \\frac { 1 + ( k - 1 ) I C C } { 1 - I C C }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $k$ is the number of observations made on each subject,and $k = 2$ for the ICC significance calculation.The mean of the above statistic is zero and the variance(McGraw and Wong,1996) is: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma ^ { 2 } = \\frac { k } { 2 ( N - 2 ) ( k - 1 ) }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $N$ is the number of subjects.Then we transformed $z$ into $Z$ scores with standard normal distribution: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nZ = { \\frac { z - 0 } { \\sqrt { \\frac { k } { 2 ( N - 2 ) ( k - 1 ) } } } } = { \\frac { \\sqrt { N - 2 } } { 2 } } \\ln { \\frac { 1 + I C C } { 1 - I C C } } = { \\sqrt { N - 2 } } \\operatorname { t a n h } ^ { - 1 } ( I C C ) .\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Comparisonof test-retest reliability between imaging contrasts ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Histograms of ICC values across the whole brain were used to qualitatively compare the two imaging contrasts.We then conducted a series of paired Wilcoxon signed-rank tests（Yan et al.,2O13b） to investigate whether the distributions of ICC values are significantly different between the resting-state activity metrics across the whole brain. The effect size was calculated as: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nr = \\frac { Z } { \\sqrt { N } }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $Z$ is the Z-statistics from Wilcoxon's signed rank test and $N$ is the number of observations,here $N = 2 *$ number of voxels (Yan et al., 2013b).Further in a voxel-wise fashion,similar to the significance test of ICC,we compared ICC values between two imaging contrasts using $Z$ test as the following (Zhu et al.,2014; Zuo et al., 2013). $Z = \\sqrt { N - 2 } \\times \\operatorname { t a n h } ^ { - 1 } ( I C C 1 - I C C 2 )$ (6) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $N$ is the number of participants,and ICC1 and ICC2 are the ICC values of the two imaging contrasts. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Comparisonof test-retestreliability between resting states ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To compare reliability of resting-state brain activity between EO and ECstates,reliability histograms of EO and EC were plotted simultaneously. The Wilcoxon signed-rank tests were performed between EO and EC across the brain voxels.Using voxel-wise Z test,reliabilities in the two resting states are further compared. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Comparison of test-retest reliability between different preprocessing strategies ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To compare reliability of resting-state brain activity between different preprocessing strategies for BOLD contrast,reliability histograms of advanced (ICA denoising and regression of covariates of no interest) and standard preprocessing (None for ALFF and regression of covariates of no interest forFC) were plotted simultaneously.The Wilcoxon signed-rank tests were performed between different preprocessing strategies across the brain. Using voxel-wise Z test,reliabilities between the two preprocessing strategies are further compared. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Multiple comparisoncorrections ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For whole brain multiple comparison correction,significance thresholds for Z tests of ICC for each resting state,ICC differences between each pair of resting-state activity indices,and ICC differences between two states,and two preprocessing strategies,were set at corrected $p < 0 . 0 5$ based on Monte Carlo simulations.The corrected threshold corresponded to a single voxel's $p < 0 . 0 1$ and a minimum cluster size of $2 8 6 2 \\mathrm { m m } ^ { 3 }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Group average mapsof CBF-mean,BOLD-and CBF-ALFF,and BOLD-and CBF-FC ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For each resting-state activity metric,group average maps were highly similar across the three scanning visitsand between the two resting states (Fig.1).CBF-mean,BOLD-and CBF-ALFF were higher than global mean in most gray matter regions while lower than global mean in the white matter,which yielded significant spatial correlations (Table S1)among CBF-mean,BOLD-and CBF-ALFF across all the three scanning visits and between the two resting states.Based on both BOLD and ASL time series,the PCC was significantly correlated with brain regions within the default mode network such as the medial prefrontal cortexand bilateral inferior parietal lobule,while negatively correlated with brain regions in the task positive network such as lateral fronto-parietal cortices.As expected,consistently high spatial correlations were observed between BOLD-and CBF-FC.To note,BOLD- and CBF-ALFF were sensitive to physiological noises and were higher in the regions near large vessels and CSF.Although advanced preprocessing strategy including ICA noise removal (Beall and Lowe,2oO7,2010) and additional regression of head motion,CSF and white matter time series(Garrett et al.,2o1O),could help to eliminate noise contaminations, the observations of residual noises suggests more work on denoising is needed such as physiological noise modeling using simultaneously recorded physiological pulsations and more robust indices for measurement of fluctuationamplitude. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Test-retest reliability of CBF-mean,BOLD- and CBF-ALFF,and BOLD- and CBF-FC ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For CBF-mean,consistent with previous voxel-wise test-retest studies(Hodkinson etal.,2013; Jahng et al., 2005; Jann et al., 2014),we showed that both short-and long-term ICC were excellent $\\mathrm { ( I C C > 0 . 6 ) }$ （2 for almost the entire brain volume,especially in the gray matter in both EO and EC states (Figs.2,3 and S1). Consistent with previous findings (Kublbock et al.,2014; Zuo et al.,2010a) which instructed participants to keep eyes open,we observed that both short-and long-term ICC was reasonably high across the gray matter ( $\\mathrm { T C C } > 0 . 4 \\$ for BOLD-ALFF(Figs.2,3 and S1).In addition,we showed that ICC values werealso high when the subjects kept eyes closed,except that the long-term ICC of the EC state was lower in the visual cortex.In both EO and EC states,the brain areas with high ICC values were mainly located in the gray matter,while those with relatively lower ICC values were distributed in the white matter.For CBF-ALFF,short-term ICC was observed to be reasonably high ( $\\mathrm { \\Delta I C C } > 0 . 4 \\AA ,$ mainly in thecortical regionsand near ventriclesand large vessels,while long-term ICCwas slightly lower(Figs.2,3and S1).For BOLD-FC,both short-and longterm ICCwere reasonably high ( $\\mathrm { \\vert C C > 0 . 4 \\rangle }$ forboth stateswithin the default mode network that showed positive correlations with the PCC and the task positive network that showed negative correlations with the seed.For CBF-FC,high short-termICC values were observed to be mainly within the default mode network.The long-term ICC values were lower (Figs.2,3 and S1). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a6ffff54de3d7f7426728baa576ca873a2c358dd766643000f4f5d0ee53840cf.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Test-retestreliability between imaging contrasts ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We compared reliability of the five resting-state activity indices computed using the two imaging contrasts,including 1) between CBFmean and each of the rest four indices;2)between ALFF and FC of the same contrasts,i.e.,between BOLD-ALFF and FC,and between CBFALFF and FC;and 3）between imaging contrasts for ALFF and FC, i.e.,between BOLD-and CBF-ALFF,and between BOLD-and CBF-FC.Histograms of ICC of CBF-mean,BOLD-and CBF-ALFF,and BOLD-and CBFFC showed that ICC valueswere the highest for CBF-mean,high for BOLD-ALFF,and the loWest for CBF-ALFF,BOLD- and CBF-FC(Fig. 4) for both short-and long-term observations and in both resting states. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Wilcoxon signed-rank tests showed significant results for all comparisons for both statesand both short-and long-term ICC values (all $p s < 0 . 0 0 0 1$ ).Higher ICC of CBF-mean than the rest four indices were observed with large effect size(Table1).Higher ICC of BOLDALFF than CBF-ALFF and BOLD-FC were also observed with medium to large effect size (Table 1).CBF-FC showed lower ICC than CBF-ALFF and BOLD-FC,though the effect sizes were small. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Furthermore,voxel-wise Z tests showed that both short- and longterm ICC of CBF-mean was higher than that of BOLD-ALFF in the prefrontal cortex,parahippocampus,putamen,and supplementary motor area in both EO and EC,and higher long-term ICC additionally in the visual cortices in EC(Fig.5).It is noted that,although the histogram of ICC showed marked difference between CBF-meanand BOLD-ALFF,voxelwise comparisons between these two indices only led to sparsely located brain regions even when the results were uncorrected except for long-term ICC in the EC state (Fig.S2).The reliability of CBF-mean was higher than those of CBF-ALFF,BOLD-and CBF-FC in widespread cortical and subcortical regions (Figs.5 and S2),for both the short-and longtermICC.ICC values of BOLD-and CBF-ALFF were slightly higher than those of CBF-mean and located sparsely near the lateral ventricles. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Thereliability of BOLD-ALFF was consistently higher than those of CBF-ALFF and BOLD-FC in most cortical areas including frontal, parietal, occipital and temporal regions in both EO and EC states,except that short-term reliability of CBF-ALFF was higher than BOLD-ALFF sparsely in the basal ganglia.Both the short-and long-term reliability of CBFALFF was significantly higher than that of CBF-FC in the basal ganglia,anterior insula,supplementary motor area and prefrontal regions.BOLD-FC showed higher reliability than CBF-FC in the key regions of the default mode network including the PCC,inferior parietal lobule and frontal regions.It should be noted that the long-term reliability of CBF-FC was higher than that of CBF-ALFF and BOLD-FC in the visual cortex in the EO state,and short-term reliability of CBF-FC was higher than BOLD-FC in the basal ganglia and parietal cortices in the EC state (Figs.5 and S2). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Test-retestreliability of resting-state activity between EO and EC ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To compare the test-retest reliability of resting-state brain activity in different states,we first compared the histograms of ICC in EO and EC states (Fig.6).In general,ICC in EO was higher than thatin EC.The histogram of ICC in the EO state only slightly shifted rightward relative to EC for CBF-mean, BOLD- and CBF-ALFF. One eXception Was the longterm ICC of BOLD-ALFF,the histogram of which shifted rightward considerably(Fig.6).For both BOLD-and CBF-FC,histogram of long-term ICC in EO shifted rightward, similar to that of BOLD-ALFF.Histogram of short-term ICC for BOLD-FC wasalmost identical forEO and EC,while histogram of short-term ICC for CBF-FC in the EO state shifted leftward relative to EC.Wilcoxon signed-rank tests showed higher short-and long-term ICC of EO than that of EC using CBF-mean,BOLD-and CBFALFF,and BOLD- and CBF-FC（all $p s < 0 . 0 0 0 1$ ),except for short-term ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ICC of BOLD-FC( $p > 0 . 0 0 0 1 _ { . }$ )and short-term ICC of CBF-FC(lower in EO than in EC).To note, the effect sizes between EO and EC were close to the medium for long-term ICC of BOLD-ALFF and BOLD-FC (Table 2). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We then directly evaluated the effect of resting states on ICC using voxel-by-voxel Z tests across the whole brain.For BOLD-ALFF,we found that the long-term ICC in EO was much higher in the primary visual cortex than that in EC (Fig.7).The long-term ICC of CBF-ALFF in the lateral prefrontal cortex wasalso higher in EO than in EC(Fig.7).The short-term ICC of BOLD-FC was higher than EC in the right superior parietal gyrus,whereas the long-term ICC of BOLD-FC was higher in the medial prefrontal cortexand bilateral higher-order visual cortices in EO.Resting states showed minimal effect on ICC of CBF-mean and CBF-FC,and short-term ICC values of BOLD-and CBF-ALFF,even when the results were uncorrected for multiple comparisons (Fig.S3).To note,though histogram of CBF-FC showed higher short-term ICC in EC, state effect was observed to be negligible using voxel-wise analysis.In general, there Was a trend of increased ICC of BOLD- and CBF-ALFF, and BOLD-and CBF-FC in the visual, motor and auditory cortices and key default mode network regions such as precuneus in the EO relative to the EC state(Fig.S3).Interestingly, the short-term ICC of BOLD-ALFF tended to decrease in the primary motor and auditory corticesand thalamus,whereas the short-term ICC of BOLD-FC tended to decrease in the bilateral higher-order visual cortices with eyes open. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Test-retestreliabilityofresting-state activity between differentpreprocessing strategies ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Histograms of ICC BOLD-ALFF,and BOLD-FC with data denoising (advanced preprocessing) consistently shifted leftward compared to those of ICC without data denoising(standard preprocessing) (Fig.8), indicating reduced reliability of resting-state activity with data denoising.Wilcoxon signed-rank tests showed significant effect of preprocessing strategies on both short-and long-term ICC for all indices in two resting states with small to medium effect sizes (Table 3). Using voxel-wise Z tests,in general, the effect of data denoising on ICC values of BOLD-ALFF and BOLD-FC was minimal though with a decreasing trend (Fig. S4). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the current study,we compared the short-(within a day) and long-term(two months apart) test-retest reliability of resting-state activity using two imaging contrasts and two states with two preprocessing strategies.CBF-mean demonstrated the highest reliability,followed by ALFF of BOLD oscillations,whichalso showed high reliability. CBFALFF,BOLD-and CBF-FC showed reasonable reliability,while much lower than those of CBF-mean and BOLD-ALFF.Further,for both imaging contrasts,slightly higherreliability in the EO than the EC state was observed,especially for long-term ICC of BOLD-ALFF in the visual system and both short- and long-term ICC of BOLD-FC in the default mode network. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Test-retest reliabilityof BOLD and CBF ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It is of crucial importance to evaluate the test-retest reliability of brain activity measures and build human brain function studies on these reliable measures (Hodkinson et al.,2O13; Jahng et al., 2005; Jann et al., 2014; Kublbock et al., 2014; Marcus,2014; Patriat et al., 2013； Shehzad et al.,2009; Zhu et al., 2014; Zuo et al., 2010a,b,c, 2013; Zuo and Xing,2014).In alignment to several previous test-retest reliability studies of average CBF(Hodkinson et al.,2O13; Jahng et al., ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ba-ee 6000 4000 4000   \n88 2000 0 0 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 ICC ICC Histogram of short-term ICC Histogram of long-term ICC 6000 E E 4000 4000 3000 3000 2000 1 1000 1000 0 中 0 中 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 ICC ICC Histogram of short-term ICC Histogram of long-term ICC 6000 6000 + EO EO   \nBPAAEEE EC EC 4000 4000 3000 3000 2000 2000   \nC 1000 1000 1 0 中 0+ 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 ICC ICC Histogram of short-term ICC Histogram of long-term ICc 6000 EO m EO EC EC   \nC   \n80DOER 4000 2000 1000 0 -+ 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 ICC ICC Histogram of short-term ICC Histogram of long-term ICC EO EO EC EC   \nPEEEC 4000 4000 3000 3000 2000 2000   \nC 2 1000 1000 0 - 0 + 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 ICC ICC ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2005; Jann etal.,2O14),we showed excellent reliability of CBF-mean almost across the whole brain in both EO and EC states.Consistent with previous reliability investigations of BOLD-ALFF in EO (Kublbock et al., 2014; Zuo et al.,2O1Oa),we observed high reliability in the gray matter and most white matter regions and extended the findings to both EO and EC resting states.To date,no study has reported the reliability of voxel-wise CBF-ALFF.Here using 3D pCASL with improved sensitivity, we showed that the reliability of CBF-ALFF to be reasonably high in both EO and EC states,again,higher in the gray matter and lower in the white matter.Consistent with previous reliability studies on BOLD-FC(Patriat etal.,2013; Shehzad etal.,2009),we showed reasonablyhigh reliabilitywithin the defaultmode networkwhich positively correlated with the PCC and part of the task positive network which negatively correlated with the PCC.Previous reliability study on functional connectivity of CBF was based on ICA,which showed high short-term reliability in the PCC and inferior parietal regions of the default mode network in the EO state (Jann et al.,2O14).Here we replicated their findingswith seed-based CBF-FCand extended that CBF-FC was reliable within the default mode network for both short-and long-term and in both the EO and EC states,though with a trend of decreased reliability in EC. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For the question of which contrast is more reliable,we observed consistently higher short-and long-term ICC of CBF-mean than BOLD-,and CBF-ALFFand BOLD-and CBF-FC.Further,ICC for BOLD-ALFF Was significantly higher than CBF-ALFF and BOLD-FC;and ICC of CBF-FC was lower than that of CBF-ALFFand BOLD-FC.Lowerreliability of CBF-FC than BOLD-FC using seed-based approach in the current study agreed with the conclusions drawn by Jann and colleagues using ICA (Jann et al., 2015).To note,functional connectivity isa metric reflecting relationshipsamong multi voxels (Zuo and Xing,2014).It is more straightforward to compare ICC values between BOLD and CBF contrasts both at single voxel level, e.g.,among CBF-mean,BOLD-and CBF-ALFF. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Average CBF resulted in the highest reliability,which has important implications for longitudinal studies suchas pharmarcological modulations.Resting-state CBF with higher reliability would be able to better track the underlying longitudinal changesin brain physiologywhile reducing potential contaminations by confounding factors.Though lower than CBF-mean, test-retest reliability of BOLD-ALFF was also high,and this warrants its suitability for resting-state fMRI.In general,metrics withmoderate toalmost perfect test-retest reliability $\\mathrm { ' I C C } \\geq 0 . 4 )$ are considered as reliable for neuroimaging studies (Zuo and Xing,2014). Here,We showed that ICC values of BOLD-ALFF and CBF-mean were higher than O.4 almost across all the gray matter voxels.Thus,researchers should be confident to compute BOLD-ALFF and CBF-mean across the gray matter areas.In comparison to BOLD which is a composite reflection of CBF,cerebral brain volume and cerebral metabolic rate of oxygen,CBF measured by ASL could provide a single physiological parameter related to cerebral metabolismand neuronal activity.The complementary characteristics of CBF(high reliabilityand quantitative) and BOLD(high temporal resolution and signal to noise ratio,reasonable reliability) suggests the combination of these two resting-state fMRl contrastsmay offera powerful tool for characterizing the brain'sresting statein future studies.Althoughacross thewhole brain,ICC values of BOLD-FC were lower than those of BOLD-ALFF and CBF-mean (Figs.4-5),within the regions that showed significant correlations with the seed,the ICC values were reasonably high,motivating wide applications of FC.It is not surprising to observe the relatively low reliability for ALFF andFC of CBF,which could be possibly due to low temporal resolution and low signal to noise ratio thus low sensitivity.For those regions with ICC of CBF-ALFF and CBF-FC lower than O.4,researchers should consider using corresponding metrics based on BOLD contrast. Future studies targeting improving reliability of CBF dynamics should aimat increasing its sensitivityand temporal resolution such as optimized background suppression（Maleki et al.,2O12）and labeling schemes (Vidorreta etal.,2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "ALFF is sensitive to physiological noises in regions near blood vessels and ventricles (Zang et al., 2007; Zou et al., 2008; Zuo et al., 2010a), which is further supported by our findings that the short-term reliability of ALFF was higher than average CBF in these regions.Although advanced preprocessing strategy including ICA noise components removal（Beall and Lowe,2oo7,201O) and additional regression of head motion, CSF and white matter time series (Garrett et al.,2010), could help to eliminate noise contaminations, the observations of residual noises contamination suggested future work on denoising such as physiological noise modeling using simultaneously recorded physiological pulsationsand more robust indices formeasurement offluctuation amplitude.Fractional ALFF(fALFF）was proposed to suppress these physiological noises by normalizing ALFF usinga ratio between amplitude of low-frequency fluctuations and the amplitude of the overall frequency range.Note that,fALFF was not adopted in the present study due to the following considerations: firstly,as mentioned above,fALFF is mathematicallycalculatedasaratio,its reliabilitywas demonstrated to be relatively low(Kublbock et al.,2014; Zuo et al.,2010a); secondly, the temporal resolution of CBF time series is low and could only approximately cover the low frequency range of resting-state fluctuations. Thus itisnot feasible to calculate fALFF based on CBF time series.To keep consistency between BOLD and CBF contrasts,ALFF instead of fALFF was used as a regional activity metric. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In the current study,we showed that the short-term reliability were consistently higher than those of long-term(Table S2,Fig.S5).It should be noted that time of day might be a potential impacting factor on testretestreliability,especially forshort-termreliabilitywhich were calculated based on data from morning and afternoon sessions.Hasher and colleagues have showed time of day effect on within-subject differences of behavioral performance and functional activation in both youngand older adults (Anderson et al.,2014; Hogan et al.,2009; May et al.,2005). Inaddition,both CBF-meanand BOLD-FC had been demonstrated to be decreased moving from morning to afternoon (Hodkinson et al.,2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Test-retest reliabilityof eyes-open and eyes-closed states ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Previous test-retest studies on BOLD-ALFF(Kublbock et al.,2014; Zuo etal.,2O1Oa) have been conducted in the EO state.Several test-retest studies have been conducted on CBF-mean,mainly focused on specific ASL imaging techniques using ROl analyses,without specifying the EO or EC state(Chen et al.,2011; Gevers et al.,2011; Jain etal.,2012; Petersen et al.,2010;Wu et al.,2014).Two test-retest studies on CBFmean were conducted with participants'eyes open (Hodkinson et al., 2013;Wang,2012） and other two with eyes closed （Huang et al., 2013;Wang et al.,2011a), separately. Only one study acquired CBF data both with participants'eyes open and closed.However, the assessment of test-retest reliability of CBF-mean was calculated based on the average CBF-mean of two resting states (Hermes et al.,2007). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As far as we know,only one resting-state study investigated the test-retest reliability between EO and EC states (Patriat etal.,2013), though focused on resting-state functional connectivity.Patriat and colleagues showed that having subjects keep their eyes open resulted in higherreliability of functional connectivitywithin the visual,motor, and default mode networks and higher reliability of functional connectivitywhen examiningall the within-network connections including the default mode,attention,auditory,visual and motor networks. Consistent with Patriat and colleagues,we showed that the reliability of default mode network was higher in the EO than in the EC state using BOLD,and extended the finding to CBF based FC.However,it is still unclear which state would yield more reliable regional activity at single voxel level, including CBF-meanand ALFF of CBF and BOLD.The current results confirmed the previous findings that EO was a slightly more reliable state from the whole brain perspective.This finding also applies to temporal oscillations of multi imaging contrasts besides functional connectivity of BOLD.The convergent results from multiple imaging contrasts and multiple computational indices suggested that future resting-state studies,especially for those focusing on visual systemand default mode network,may instruct the participants to keep eyes open, though the effect size between EO and EC was small. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/95d390366c7d6125ef4b3c61bcb886e34281619f315c33ea9364a620e4504fee.jpg",
        "table_caption": [
            "Table 2 Effect size of comparisons of ICC between eyes open and eyes closed states. "
        ],
        "table_footnote": [
            "Effect size was calculated from Wilcoxon's signed rank test (see Eq.(5)). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Short-term</td><td>Long-term</td></tr><tr><td>CBF-mean</td><td>0.06</td><td>0.07</td></tr><tr><td>BOLD-ALFF</td><td>0.10</td><td>0.19</td></tr><tr><td>CBF-ALFF</td><td>0.05</td><td>0.06</td></tr><tr><td>BOLD-FC</td><td>0.01</td><td>0.23</td></tr><tr><td>CBF-FC</td><td>0.16</td><td>0.25</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "During the EO state,varied amount of visual information input and remarkable reduction of alpha rhythm might result in higher between-subject variability and/or smaller within-subject variability, which may contribute to the observed higher reliability.This was supported by our finding that the primary visual cortex showed the most remarkable state effect on long-term reliability of BOLD-ALFF.In addition,we observed higherlong-termreliability of CBF-ALFF in the lateral prefrontal cortex in the EO state,which might be induced by larger inter-subject difference in neuronal activity or by artifacts resulting fromeye movement such as blinks.An shown ina previous study, the amplitude of high-frequency $( > 0 . 1 \\ \\mathrm { H z } )$ fluctuation in the lateral prefrontal cortex was higher in the EO state(Yuan etal.,2O14).The temporal resolution of CBF time series was restricted to the low-frequency range $( < 0 . 1 \\ \\mathrm { H z } )$ .Therefore those high frequency components would alias into the low-frequency CBF fluctuations,while having less impact low-frequency of BOLD fluctuations. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "It is interesting to note that for specific brain regions,there was a trend that the impact of resting states on its reliability seemed to be dependent on the experimental design.For example,there was a trend that short-term ICC of BOLD-ALFF in EO was lower in the motor and auditory cortices than in EC;these regions were frequently reported to feature lower BOLD-ALFF in EO than EC,where EO and EC data were acquired within an hour (Liu et al.,2013;Yuan et al.,2014).However, for the long-term observation,reliability of BOLD-ALFF in the motorareas was changed to be higherin EO,consistent with the findings in the visual system.Moreover,for future studies targeting those regions that did not show significant ICC differences between EO and EC,it would not matter whether to instruct the participants with eyes open or eyes closed. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Beyond EC and EO without fixation,during the resting-state fMRI studies,the participants are sometimes instructed to keep eyes open with fixation.Taglizucchi and colleagues showed that instructing subjects to keep their eyes open with/without fixation during the experiment resulted in a decreased amount of sleep than eyes closed (Tagliazucchi and Laufs,2O14).Furthermore,subjects with eyes open with the fixation showed less sleep than group with eyes open without fixation and eyes closed group,suggesting that eyes open,especially with fixation supports the maintenance of wakefulness in a restingstate setting.In EEG studies,alpha rhythm blockade in the eyes open without fixation is a very solid phenomenon,while the difference between eyes open with fixation and without fixation was seldom reported.In addition,eyes open without fixation and eyes closed are two natural states of human beings.Eyes open with fixation is a more cognitive-demanding state as compared to the eyes closed state and eyes open without fixation state,especially for patients.It would be relatively difficult to ask patients to maintain their gaze ona fixation for quite a few minutes.As did in some previous studies (Liu etal., 2013; Yang et al., 2007; Yuan et al., 2014; Zou et al., 2009; Zou et al.,2015), the current study also only focused on the comparisons of the eyes closed state and eyes open without fixation state and hopefully this study would be more helpful to clinical studies.Future comprehensive test-retest reliability studies including ECand EO with/without fixation arewarranted. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/326890e58d18622ae4d974859304ec22d8057a1c892bb00da0c3b5aaf2337819.jpg",
        "img_caption": [
            "Id $- 9$ 10 $5 1 \\mathrm { m m }$ in steps of $1 2 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Eyes open Eyes closed Histogram of short-term ICC Histogram of long-term ICC Histogram of short-term ICC Histogram of long-term ICC   \nBDOLAAEE 4000 Advanced Advanced Advanced 自 Adyanced 4000 3000 2000 2000 1000 1000 1000 0 0 0 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 ICC ICC ICC ICC Histogram of short-term ICC Histogram of long-term ICc Histogram of short-term ICC Histogram of long-term ICC 6000 6000 6000 6000   \nBDDOES 3000 Atvanced 三 Advanced 1 3000 Advanced 1 3000 Atvanced 2000 2000 1000 0+ o.. 0+ - 0+ 王 0+ 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 0.0 .2 .4 .6 .8 1.0 ICC ICC ICC ICC ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Effectofpreprocessingontest-retestreliability ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "To minimize the potential contaminations of physiological pulsations and head motion,we employed extended data preprocessing strategies including ICA denoising(Beall and Lowe,2007,201O),regression of covariates of no interests including head motion parameters, mean signals within the white matter and CSF masks (Garrett et al., 2010).After denoising,test-retest reliability of BOLD-ALFF decreased (Table 3 and Fig.8),which was consistent with prior work based on BOLD emphasizing the susceptibility of ALFF to physiological noises (Zang et al.,20O7; Zuo et al.,201Oa) as well as previous findings that motion regression decreased reliability of ALFF(Yan etal.,2O13a).Similar to our findings of ALFF,test-retest reliability of BOLD-FCwas also decreased with denoising (Table 3 and Fig.8),consistent with the observation by Birn and colleagues(Birn etal.,2O14) that reliability of BOLD-FC was decreased after physiological noise correction. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The contributing effect of noises on test-retest reliability of both ALFF and FC was not surprising.It was shown that physiological pulsations(Birn et al.,2014) and motion showed moderate reliability（Van Dijk etal.,2012; Zuo etal.,2014),which might inflate the reliability of ALFF and FC.Although physiological noise and motion corrections reduced the reliability and variability of ALFF and FC between subjects,it might increase the power of group-level analyses,such as boosting the predictability of age using ALFF(Garrett et al.,2O1O) and leading to more accurate estimates of group maps of FC (Birn et al.,2014). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Conclusions and future directions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "To conclude,both BOLD oscillations and average CBF showed high test-retest reliabilityacross the whole brain,and BOLD-FC showed reasonably high reliability within the regions showing significant correlation with the seed,which would be preferable for clinical applications and longitudinal observations.Further,resting-state fMRI in the EO state was slightly more reliable than in the EC state though the effect size was small.We recommend to collect both BOLD and pCASL resting-state data in the EO state in future studies.The observation of lower test-retest reliability of CBF-ALFF and CBF-FC calls for further improvements in signal-to-noise ratio of ASL imaging techniques (Li etal., 2015). ",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/b5240158c77103faec30b2bc5dbbe37a1ec7a4356ba2cc32d7c25ff1c9f0360a.jpg",
        "table_caption": [
            "Table 3 Effect size of the difference of ICC between standard and advanced preprocessing strategies. "
        ],
        "table_footnote": [
            "Effect size was calculated from Wilcoxon's signed rank test (see Eq.(5)). "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">Eyes open</td><td colspan=\"2\">Eyes closed</td></tr><tr><td></td><td>Short-term</td><td>Long-term</td><td>Short-term</td><td>Long-term</td></tr><tr><td>BOLD-ALFF</td><td>0.22</td><td>0.32</td><td>0.32</td><td>0.24</td></tr><tr><td>BOLD-FC</td><td>0.18</td><td>0.15</td><td>0.14</td><td>0.16</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.neuroimage.2015.07.044. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work was supported by the China's National Strategic Basic Research Pr0gram(973)(2012CB720700 and 2015CB856400),the Natural Science Foundation of China (81201142,81227003,30921064, 91132302,90820307),and the Ministry of Science and Technology of China grant (2012CB825500). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Anderson,J.A.,Campbell,K..,Amer,T.,Grady, C.L.,&Hasher,L.,2o14.Timing is everything:age diferences in the cognitive control network are modulated by time of day. Psychol. Aging 29, 648-657.   \nBeall, E.B.,& Lowe,M.J., 2oo7. Isolating physiologic noise sources with independently determined spatial measures.Neuroimage 37,1286-1300.   \nBeal, E.B.,& Lowe,M.J.,2o1o.The non-separability of physiologic noise in functional connectivity MRI with spatial ICA at3 T.J. Neurosci. Methods 191,263-276.   \nBerger,H.,1929.U'ber das Elektrenkephalogramm des Menschen.Arch.Psychiatr. Nervenkr.87,44   \nBerger, H.,1930. U\"ber das Elektrenkephalogramm des Menschen II. J.Psychol. Neurol. 40,20.   \nBirn,R.M., Cornejo,M.D.,Molloy,E.K.,Patriat,R.,Meier,T.B.,Kirk,G.R.,Nair,V.A., Meyerand,M.E.,&Prabhakaran,V.,2o14.The influence of physiological noise correction on test-retest reliability ofresting-state functional connectivity. Brain Connect. 4, 511-522.   \nBiswal,B.B.,Mennes,M., Zuo,X.N.,Gohel, S.,Kelly,C.,Smith,S.M.,Beckmann,C.F., Adelstein, J.S., Buckner,R.L., Colcombe,S., Dogonowski,A.M.,Ernst,M.,Fair,D., Hampson,M.,Hoptman,M.J.,Hyde,J.S.,Kiviniemi,V.J.,Kotter,R.,Li, S.J.,Lin, C.P., Lowe,M.J.,Mackay, C.,Madden,D.J.,Madsen,K.H.,Margulies,D.S.,Mayberg,H.S., McMahon,K.,Monk,C.S.,Mostofsky,S.H.,Nagel,B.J.,Pekar,J.J.,Peltier,S.J.,Petersen, S.E., Riedl,V., Rombouts,S.A.,Rypma,B., Schlaggar,B.L.,Schmidt, S.,Seidler,R.D., Siegle,G.J., Sorg, C.,Teng,G.J., Veijola,J.,Villringer,A.,Walter,M.,Wang,L.,Weng, X.C.,Whitfield-Gabrieli, S.,Williamson,P.,Windischberger, C., Zang,Y.F., Zhang, H.Y.,Castellanos,F.X.,& Milham,M.P.,2010.Toward discovery science of human brain function. Proc. Natl. Acad. Sci. U. S.A. 107, 4734-4739.   \nChen,Y.,Wang,D.J.,& Detre,JA.,2011.Test-retest reliability of arterial spin labeling with common labeling strategies.J. Magn. Reson. Imaging 33, 940-949.   \nChuang, K.H,vanGelderen,P.,Merkle,H.,Bodurka,J,onomidou,VN,Koretsky.P Duyn, J.H.,&Talagala,S.L,2oo8.Mapping resting-state functional connectivity using perfusion MRI Neuroimage 40,1595-1605.   \nCox, R.W.,1996.AFNI: software for analysis and visualization of functional magnetic resonance neuroimages. Comput. Biomed. Res.29,162-173.   \nDai,W,Garcia,D.,de Bazelaire,C,&Alsop,D.C,2o8.Continuousflow-driveninvrsion for arterial spin labeling using pulsed radio frequency and gradient fields. Magn. Reson. Med.60,1488-1497.   \nGarrett, D.D., Kovacevic,N.,McIntosh,A.R.,& Grady,C.L,2010. Blood oxygen leveldependent signal variability is more than just noise.J. Neurosci. 30,4914-4921.   \nGarrett,DD.,ovacevic,N,ctoshAR,&GradyC.emprtanceg variable.J.Neurosci.31,4496-4503.   \nGarrett,D.D., Samanez-Larkin, G.R.,MacDonald,S.W., Lindenberger,U.,McIntosh,A.R.,& Grady, C.L., 2o13. Moment-to-moment brain signal variability: a next frontier in human brain mapping? Neurosci. Biobehav. Rev.37, 610-624.   \nGevers,S.,van Osch,M.J.，Bokkers,R.P.,Kies,D.A.,Teeuwisse,W.M.，Majoie,C.B., Hendrikse, J.,& Nederveen, A.J.,2011. Intra- and multicenter reproducibility of pulsed, continuous and pseudo-continuous arterial spin labeling methods for measuring cerebral perfusion.J. Cereb.Blood Flow Metab.31,1706-1715.   \nHan,Y.,Wang,J,Zhao,Z,Min,B,Lu,J,Li,K,He,Y,&Jia,J,21.Frequency-dependent changes in the amplitude of low-frequency fluctuations in amnestic mild cognitive impairment: a resting-state fMRl study. Neuroimage 55, 287-295.   \nHermes,M.,Hagemann,D.,Britz,P.,Lieser,S.,Rock,J.,Naumann,E.,& Walter, C.,2007.Reproducibility of continuous arterial spin labeling perfusion MRl after 7 weeks. MAGMA 20,103-115.   \nHodkinso,jtgisPrt M.A.Mehta,M.A., Zelaya,F.O.,Williams,S.C.,& Howard,M.A.,2013.Quantifying the test-retest reliability of cerebral blood flow measurements in a clinical model of on-going post-surgical pain: a study using pseudo-continuous arterial spin labelling. Neurol. Clin.3,301-310.   \nHogan,MJ.,KellCA.Verier,D,ewell,J,asr,L,&Roeso,L.l time-of-day and consolidation of learning in younger and older adults. Exp. Aging Res. 35, 107-128.   \nHuang,D., Wu,B.,Shi, K.,Ma,L.,Cai,Y.,& Lou,X.,2o13. Reliability of three-dimensional pseudo-continuous arterial spin labeling MR imaging for measuring visual cortex perfusion on two 3 T scanners.PLoS One 8,e79471.   \nJahng,G.H.,Song,E.,Zhu,X.P.,Matson,G.B.,Weiner,MW.,&Schuff,N.205.Human brain:reliabilityand reproducibilityof pulsed arterial spin-labeling perfusion MR imaging. Radiology 234,909-916.   \nJain,V.,Duda,J.,Avants,B., Giannetta,M.,Xie,S.X,Roberts,T.,Detre,J.A.,Hurt,H.,Wehrli, F.W.,& Wang, D.J.,2012. Longitudinal reproducibility and accuracy of pseudocontinuous arterial spin-labeled perfusion MR imaging in typically developing children. Radiology 263,527-536.   \nJann,K.,Gee,D.G.,Kilroy,E.,Schwab,S.,Smith,R.X.,Cannon,T.D.,& Wang,D.J.,2014. Functional connectivity in BOLDand CBFdata: similarity and reliability of resting brain networks. Neuroimage 106C,111-122.   \nJann,K.,Ge,.,oyEhab.itoag Functional connectivity inBOLD and CBFdata: similarityand reliability of resting brain networks. Neuroimage 106,111-122.   \nJao,T.,Vertes,P.E.,Alexander-Bloch, A.F.,Tang,LN.,Yu, Y.C.,Chen,J.H.,&Bullmore,E.T., 2013.Volitional eyes opening perturbs brain dynamics and functional connectivity regardless of light input. Neuroimage 69, 21-34.   \nKublbock,MWoetz,Hoflich,A,dkyRranzG.offan,A, R.,& Windischberger, C.,2014.Stability of low-frequency fluctuationamplitudes in prolonged resting-state fMRI. Neuroimage 103C,249-257.   \nLi,X.,Wang,DAuerbach,EJ,oellrS.,Ugurbil,K,etzgerGJ5.ical and experimental evaluation of multi-band EPI for high-resolution whole brain pCASL imaging. Neuroimage 106, 170-181.   \nLiang,X.,Zou, Q.,He,Y.,& Yang,Y.,2o13.Coupling of functional connectivity and regional cerebral blood flow reveals a physiological basis for network hubs of the human brain. Proc. Natl. Acad. Sci. U. S. A. 110,1929-1934.   \nLiu,D.,Dong,Z,Zuo,X.,Wang,J,&Zang,Y.,2013.Eyes-open/eyes-closed datasetsharing forreproducibility evaluation of resting state FMRl data analysis methods. Neuroinformatics 11,469-476.   \nLui,S.,Huang,X,Chen,LTang,Zhang,T.,i,X,LiDKuang,WChanR.Cl A., Sweeney,J.A.,& Gong, Q.,2oo9. High-field MRI reveals anacute impact on brain function in survivors of the magnitude 8.O earthquake in China. Proc.Natl. Acad. Sci. U. S. A. 106,15412-15417.   \nMalekiN.DiW,&Asop,D.C,21.Optimiatioofbackgoundsuppreioforte rial spin labeling perfusion imaging.MAGMA 25,127-133.   \nMarcus, E.,2014. Credibility and reproducibility. Cancer Cell26,771-772.   \nMay,C.P.,Hasher,L,&Foong,No5.Implicitmemorygeandimeofdayadoical priming effects. Psychol. Sci.16, 96-100.   \nMcGraw, K.O.,& Wong,S.,1996.Forming inferences about some intraclass correlation coefficients.Psychol. Methods 1,30.   \nPatriat,R.,Molloy,E.K.,Meier,T.B.,Kirk,G.R.,Nair,V.A.,Meyerand,M.E.,Prabhakaran,V.,& Birn,R.M.,2013.The effctofresting conditiononresting-state fMRI reliabilityand consistency: a comparison between resting with eyes open, closed,and fixated. Neuroimage 78, 463-473.   \nPetersen,E.ouidsenKolayX,&alnamedauthorofthe,Q.t QUASARreproducibilitystudy,partI:results fromamulti-centerarterial spilabeling test-retest study. Neuroimage 49,104-113.   \nSearle,S.R., Casella,G.,& McCulloch, C.E.,1992.Variance Components.John Wiley & Sons, INC., New York.   \nShehzad,Z.,Kelly,A.M.,Reiss,P.T., Gee,D.G., Gotimer,K., Uddin,L.Q.,Lee,S.H., Margulies,D.S., Roy,A.K.,Biswal,B.B., Petkova,E.,Castellnos,F.X.,&Milham, M.P. 2009.The resting brain: unconstrained yet reliable. Cereb. Cortex 19, 2209-2229.   \nShrout,P.E.,& Fleiss,J.L,1979.Intraclass correlations: uses in assessing rater reliability. Psychol. Bull.86, 420-428.   \nSmith,S.M., Vidaurre,D., Beckmann, C.F., Glasser, M.F.,Jenkinson,M., Miller,K..,Nichols, TE,Robinso,E.CiorhdiGooich,rhUgub Van Essen,D.C.,2013.Functional connectomics from resting-state fMRl.Trends Cogn. Sci. 17, 666-682.   \nTagliazucchi, E,&Laufs, H.,2014. Decoding wakefulness levels fromtypicalfMRIrestingstate data reveals reliable drifts between wakefulness and sleep.Neuron 82,695-708.   \nVan Dijk, K.R.,Sabuncu, M.R.,& Buckner,R.L.,2o12.The influence of head motion on intrinsic functional connectivity MRI. Neuroimage 59, 431-438.   \nVidorreta,M.,Wang,Z.,Rodriguez,I,Pastor,M.A., Detre,J.A.,&Fernandez-Seara,M.A., 2013.Comparison of 2D and 3D single-shot ASL perfusion fMRl sequences. Neuroimage 66, 662-671.   \nWang, Z.,2012. Improvingcerebral blood flowquantificationfor arterial spin labeled perfusion MRI by removing residual motion artifacts and global signal fluctuations. Magn. Reson.Imaging 30, 1409-1415.   \nWang,Y.,Saykin,AJ.,Pfeuffer,J.,Lin,C.,Mosier,K.M.,Shen,L,Kim,S.,&Hutchins,G.D., 2011a.Regional reproducibility of pulsed arterial spin labeling perfusion imaging at 3 T. Neuroimage 54, 1188-1195.   \nWang,Z,YanC,ZaoC,QiZ,Zou,W,u,J,He,Y,&Li,K.Satiala intrinsic brain activity in mild cognitive impairment and Alzheimer's disease: a resting-state functional MRI study. Hum. Brain Mapp.32,1720-1740.   \nWu,W.C,eadeSeara,etreJWehliW,&WangJ.Aial and experimental investigation of the tagging efficiency of pseudocontinuous arterial spin labeling. Magn. Reson. Med.58,1020-1027.   \nWu,B., Lou,X,Wu,X,&a,L,24.Inta-anditersannerreliabilityandreproucibil ity of 3D whole-brain pseudo-continuous arterial spin-labeling MR perfusion at 3 T. J. Magn. Reson. Imaging 39, 402-409.   \nYan,C,Liu,DHeY,Zou,QZuC,ZuoX,ong,X,&Zang,Y,9.Spontaneub activity in the default mode network is sensitive to different resting-state conditions with limited cognitive load. PLoS One 4,e5743.   \nYan,C.G.,Cheng,B.,Kell,CCocombe,S.,raddoc,R.C,iartino,A.,LiQ, Castellanos,F.X,& Milham,M.P.,2013a.Acomprehensive assessmentofregionalvariation in the_impact_of head micromovements on functional connectomics. Neuroimage 76,183-201   \nYan, C.G., Craddock,R.C., Zuo,X.N., Zang, Y.F.,& Milham,M.P.,2013b.Standardizing the intrinsic brain: towards robust measurement of inter-individual variation in 1000 functional connectomes. Neuroimage 80, 246-262.   \nYang,H.,Long,X.Y.,Yang,Y.,Yan,H.,Zhu, C.Z., Zhou,X.P.,Zang,Y.F.,& Gong, Q.Y.,2007. Amplitude of low frequency fluctuation within visual areas revealed by restingstate functional MRI. Neuroimage 36,144-152.   \nYu,R.,Chien, Y.L., Wang,H.L.,Liu, C.M.,Liu,C.C.,Hwang,T.J.,Hsieh,M.H.,Hwu, H.G.,& Tseng,W.Y., 2014. Frequency-specific alternations in the amplitude of lowfrequency fluctuations in schizophrenia. Hum. Brain Mapp.35, 627-637.   \nYuan, B.K., Wang,J, Zang,Y.F.,&Liu,D.Q.,2014. Amplitude differences in high-frequency fMRI signals between eyes open and eyes closed resting states. Front. Hum. Neurosci. 8, 503.   \nZang,Y.F.,He,Y.,Zhu,C.Z.,Cao,Q.J.,Sui,M.Q.,Liang,M.,Tian,LX.,Jiang,T.Z.,&Wang,Y.F., 2007.Altered baseline brainactivity inchildren with ADHDrevealed byresting-state functional MRI. Brain Dev. 29,83-91.   \nZhu,L,Fan,Y., Zou, Q.,Wang,J., Gao,J.H.,& Niu,Z.,2o14. Temporal reliability and lateralization of theresting-state language network. PLoS One9,e85880.   \nZou, Q.H.,Zhu,C.Z.,Yang,Y.,Zuo,X.N.,Long,X.Y.,Cao,Q.J.,Wang,Y.F.,& Zang,Y.F.,2008. An improved approach to detection of amplitude oflow-frequency fluctuation (ALFF) for resting-state fMRI: fractional ALF.J. Neurosci. Methods 172,137-141.   \nZou, Q,Long,X.,Zuo,X.,Yan,C.,Zhu,C., Yang,Y.,Liu,D.,He,Y.,& Zang,Y.,2oo9.Functional Connectivity between the thalamusandvisualcortexunder eyes closedand eyes open conditions: aresting-state fMRI study. Hum. Brain Mapp.30,3066-3078.   \nZou, Q., Gu, H, Wang, D.J., Gao,J.H.,& Yang, Y.,2011. Quantification of load dependent brain activity in parametric N-back working memory tasks using pseudo-continuous arterial spin labeling (pCASL) perfusion imaging. J. Cogn. Sci.(Seoul) 12,127-210.   \nZou,Q.,Ross,T.J.,Gu,H., Geng,X.,Zuo,X.N.,Hong,LE.,Gao,J.H.,Stein,E.A.,Zang,Y.F.,& Yang,Y.,2o13. Intrinsic resting-state activity predicts working memory brain activation and behavioral performance. Hum. Brain Mapp.34,3204-3215.   \nZou, Q., Yuan,B.K.,Gu,H.,Liu,D.,Wang,D.J., Gao,J.H.,Yang,Y.,& Zang,Y.F.,2O15.Detecting static and dynamic differences between eyes-closed and eyes-open resting states using ASL and BOLD fMRI. PLoS One 10,eO121757.   \nZuo, X.N.,& Xing, X.X.,2014.Test-retest reliabilities of resting-state FMRI measurements in human brain functional connectomics:a systems neuroscience perspective. Neurosci. Biobehav. Rev.45,100-118.   \nZuo,X.N., Di Martino,A.,Kelly, C., Shehzad,Z.E., Gee,D.G.,Klein,D.F., Castellanos,F.X., Biswal, B.B.,& Milham,M.P.,201Oa.The oscillating brain: complex and reliable. Neuroimage 49,1432-1445.   \nZuo,X.N.,KelldeseinJ.linDF,CtelaosFX,,P liable intrinsic connectivity networks: test-retest evaluation using ICA and dual regression approach. Neuroimage 49, 2163-2177.   \nZuo,X.N.,Kelly,C.,Di Martino,A.,Mennes,M.,Margulies,D.S.,Bangaru,S., Grzadzinski,R., Evans,A.C,Zang,Y,Castellanos,FX,&Miham,M.P.,200c.Growing togetherad growing apart: regional and sex diferences in the lifespan developmental trajectories of functional homotopy.J. Neurosci. 30,15034-15043.   \nZuo,X.N.,XuiangYagCaoX.Y,He,ZangYF.CastellansFX, M.P.,2013.Toward reliable characterization of functional homogeneity in the human brain: preprocessing, scan duration, imaging resolution and computational space. Neuroimage 65,374-386. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Zuo,X.-N.,Anderson,J.S.,Bellec,P.,Birn,R.M.,Biswal,B.B.,Blautzik,J.,Breitner,J.C.S, Buckner,R.L., Calhoun, V.D., Castellanos,F.X.,Chen,A., Chen,B., Chen,J.,Chen,X., Colcombe,S.J.,Courtney,W., Craddock,R.C.,Di Martino,A.,Dong,H.-M.,Fu,X., Gong, Q.,Gorgolewski,K.J.,Han,Y.,He,Y.,He,Y.,Ho,E.,Holmes,A.,Hou, X.-H., Huckins,J.,Jiang,T.,Jiang,Y.,Kelley,W.,Kelly,C.,King,M.,LaConte, S.M.,Lainhart, J.E., Lei,X.,Li,H.-J.,Li,K.,Li, K.,Lin, Q,Liu,D.,Liu,J.,Liu,X., Liu, Y.,Lu, G.,Lu,J., Luna, B.,Luo,J.,Lurie,D.,Mao,Y.,Margulies,D.S.,Mayer, A.R.,Meindl,T.,Meyerand,M.E., ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Nan,W.,Nielsen,J.A.,O'Connor,D., Paulsen,D.,Prabhakaran,V., Qi,Z., Qiu,J., Shao, C., Shehzad,Z.,Tang,W.,Villringer,A.,Wang,H.,Wang,K.,Wei,D.,Wei, G.-X., Weng, X.-C.,Wu,X., Xu,T.,Yang,N.,Yang,Z., Zang,Y.-F., Zhang,L.,Zhang,Q., Zhang, Z., Zhang,Z., Zhao,K., Zhen,Z., Zhou,Y., Zhu,X.-T.,& Milham,M.P.,2014.An open science resource for establishing reliability and reproducibility in functional connectomics. Sci. Data 1. ",
        "page_idx": 14
    }
]