[
    {
        "type": "text",
        "text": "Modifying the crystallization process of Cu2ZnSn(S,Se)4 by controlling the micro-structures of precursor films ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chao $\\mathbf { G A O ^ { 1 , 2 , 3 , 4 ^ { * } } }$ ,Wenbo $\\mathrm { L I } ^ { 1 }$ , Qing ZHOU1, Xiaowei ZHOU1, Haifeng GAOl, Haoyu $\\mathrm { \\Delta X U ^ { 1 } }$ , Shumin QIN1, Zeran GAOl,& Wei YU1,2,3,4\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 College of Physics Science and Technology,Hebei University, Baoding O710O2, China   \n2 National & Local Joint Engineering Laboratory for New Energy Opto-electronics Devices, Hebei University,   \nBaoding 071002, China   \n3 State Key Laboratory of Photovoltaic Materials & Technology, Yingli Solar,Baoding O71051, China   \n4 Institute of Life Science and Green Development,Hebei University, Baoding O71002, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this paper, we reported a method to modify the crystallization of CZTSSe films by changing the microstructures of the precursor films. Precursor films with diffrent microstructures were prepared and their crystallization processes were analyzed. We find even tiny diffrences in microstructures of the precursor films can result in significant alteration of the crystalization processes and the properties of CZTSSe films. Moreover, we found the S-to-Se substitution can be delayed to higher temperature depending on the microstructure of the precursor. This process plays critical roles in enhanceing the crystallization of CZTSSe films and can be used to eliminate the multi-layer crystallization in CZTSSe films.The detailed analysis on the crystallization processes revealed that diferent mechanism may dominate the crystalization ofthe films,which can determine the properties of CZTSSe films and solar cells. Moreover, a hybrid structure for precursor film was proposed which has different microstructures in different part of the film. In such a precursor film,different crystallization mechanism can work synergically during the preparation of the film.As the results,the comprehensive properties of the films were improved and solar cells with efficiencies up to $12 . 6 \\%$ was prepared. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n } ( \\mathrm { S } , \\mathrm { S e } ) _ { 4 }$ ； Solar Cell; Crystallization;Precursor.",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As an earth-abundant material for future photovoltaics, $\\mathrm { C u } _ { 2 } \\mathrm { Z n S n } ( \\mathrm { S } , \\mathrm { S e } ) _ { 4 }$ (CZTSSe) has drawn the attentions of researchers for years $[ 1 - 3 ]$ .However, due to the low quality of CZTSSe material and unfavorable interfaces in CZTSSe solar cells, the record eficiency of CZTSSe solar cels is far below its theory limit [4l. One problem for CZTSSe material was the multi-layer crystalization [5].The boundaries between the layers in the multi-layer structures may impede the transportation and enhance the recombination of the carriers. In some cases, fine-grain layer was formed in the multi-layer structure, which make the things worse.Another problem for CZTSSe material was the existence of unfavorable electric defects [6-8]. It has been proved that either the band-tail defects (e.g., $\\left[ 2 \\mathrm { C u } _ { \\mathrm { Z n } } \\mathrm { + S n } _ { \\mathrm { Z n } } \\right]$ )or the deeplevel defects (e.g., $\\mathrm { S n z n }$ ） could reduce the open-circuit voltage of the solar cell[9,10]. Except that, a high acceptor level in CZTSSe semiconductor can cause the fermi-level pinning at the absorber/buffer interface, which may enhance the recombination and reduce the open-circuit voltage of the solar cell[l1]. Both the multi-layer crystallization and the formation of defects were directly related with the crystallization process. In principle,the morphology,and the defect properties of CZTSSe material can be modified by precisely controlling the crystallzation process.This could be the key route to improve the material quality of CZTSSe. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As a multinary compound material containing multi-valence elements, CZTSSe can form following diferent reaction pathways.Therefore,different intermedia phases will be present during the formation of CZTSSe, which may influence the nucleation and grain growth of CZTSSe. For example, during the formation of CZTSSe, $\\mathrm { C u } _ { 2 } \\mathrm { S e }$ ，CuSe or $\\mathrm { C u S e } _ { 2 }$ could appear as intermedia phase depending on the temperature and the vapor pressure of Se [12]. The different Cu-Se phase may play different roles in the nucleation of CZTSSe. Mainz et al, observed a fast formation of large $\\mathrm { C u } _ { 2 } \\mathrm { Z n S n S e } _ { 4 }$ grains via the assistant of $\\mathrm { C u } _ { 2 \\mathrm { - x } } \\mathrm { S e }$ .They believe the transition from $\\mathrm { C u } _ { 2 \\mathrm { - x } } \\mathrm { S e }$ to $\\mathrm { C u } _ { 2 } \\mathrm { Z n S n S e } _ { 4 }$ is more convenient than the transition from CuSe to $\\mathrm { C u } _ { 2 } \\mathrm { Z n S n S e } _ { 4 }$ since $\\mathrm { C u } _ { 2 \\mathrm { - x } } \\mathrm { S e }$ and $\\mathrm { C u } _ { 2 } \\mathrm { Z n S n S e } _ { 4 }$ have the same cubic Se sublattice while CuSe has a hexagonal Se sublattice [13]. Furthermore,liquid phases could form in the Cu-Se or Cu-Sn-Se systems according to their phase diagrams. Ifliquid phase was generated during the formation ofCZTSSe, it would be favorable for the grain growth of CZTSSe due to the enhanced mass transfer [14]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Most of the CZTSSe films were prepared using the two-step method which involved the preparation of precursor films and the following selenization.In such methods,the starting point of the reaction pathway for CZTSSe is determined by the constitution of precursor films. Therefore, it would be possible to modify the reaction pathway of CZTSSe by changing the initial phases in the precursor films. The different intermedia phases that evolved from the initial phases could influence the crystallization process and determine the properties of CZTSSe films. Recently,by using diferent copper or tin sources in DMSO based precursor solutions,precursor films with different constitutions ( $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n S } _ { 4 }$ nanocrystal film or crystallized $\\mathrm { C u _ { 2 } S / S n S / Z n S }$ hybrid film) have been prepared [15-17]. The precursor films exhibited diferent reaction pathway and grain growth mechanism, which further influence the surface properties of CZTSSe films.It was believed the deep-level defect at the surface region of the films can be eliminated by using $\\mathrm { S n ^ { 4 + } }$ precursor. Based on the $\\mathrm { S n ^ { 4 + } }$ precursor, solar cells with efficiencies up to $12 . 6 \\%$ have been achieved, implying the prospect of such methods. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this paper, we developed the methods to optimize the crystalization of CZTSSe by modifying the properties of precursor films. In contrast to the reference, we used the same source materials but changed the orders by which the source materials were added into the DMSO solution.Precursor films with different micro-structures (e.g., constitution, crystallinity, chemical environment of elements, etc.) can be obtained by using different precursor solutions. It was found a small variation of the microstructure in precursor film is enough to alter the crystalization process of the film.As a result, the bulk properties of CZTSSe films (morphology, defect properties, etc.) can be changed significantly. Detailed analysis revealed that the temperature at which the S-to-Se substitution take place in the botom of the films may play crucial role in determining the crystallzation of the botom layer. A high temperature （204 $( > 5 0 0 ^ { \\circ } \\mathrm { C } )$ S-to-Se substitution can eliminate the multi-layer crystallization and modify the bulk properties of the CZTSSe films. However, such a process may deteriorate the surface properties of the CZTSSe films. Based on the analysis of the experimental results, we proposed a hybrid structure of precursor films in which the botom of the sublayers and the top sublayers were prepared using different process. During the selenization of such precursor film, high-temperature S-to-Se can take place in the bottom of the precursor films,but the surface properties were not influenced by this process.By using such procedure, solar cells with efficiency up to $12 . 6 \\%$ have been prepared. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. Experimental details ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Two different processes were used to prepare the precursor solutions. For the normal process which have been reported in references,2.3mmol of copper(I)-acetate monohydrate ( $9 9 . 9 5 \\%$ ,Aladdin), 1.6 mmol of tin(II)-chloride dihydrate $( 9 9 . 9 9 \\%$ ,Aladdin), 1.6 mmol of zinc(II)-chloride $( 9 9 . 9 5 \\%$ ，Aladdin Company),and 5.5 mmol of thiourea ( $9 9 \\%$ ， Sigma-Aldrich） were successively dissolved in $2 ~ \\mathrm { m L }$ of dimethyl sulfoxide $( 9 9 . 9 \\%$ , Sigma-Aldrich). As a modification of the process,5.5 mmol of thiourea was dissolved in $2 ~ \\mathrm { m L }$ of dimethyl sulfoxide firstly. Then 2.3 mmol of copper(II)-acetate monohydrate,1.6 mmol of tin(II)-chloride dihydrate and 1.6 mmol of zinc(II)-chloride were dissolved successively. Fig.1 shows the flowchart for the diferent processes.The obtained precursor solutions have quite dierent appearances, indicating that diferent chemical reactions occurred during the preparation processes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/23e184cac8a49903d8d752246cf8e22f0957461887a3611e3ce3647c46df0e91.jpg",
        "img_caption": [
            "Fig.1 The preparation processes for different precursor solutions "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Precursor films were prepared using the different precursor solutions.The precursor solution was deposited onto a Mo-coated soda lime glass (Mo/SLG) substrate using spin-coating process followed by a drying process at $3 0 0 ^ { \\circ } \\mathrm { C }$ for $2 \\mathrm { m i n }$ (in a glove box). To obtain the precursor film with suitable thickness, the coating and drying processes were repeated for 7 times. After that, the obtained precursor film was pre-annealed at $3 0 0 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ in the glove box. Three kind of precursor films were prepared, i.e., $\\mathbf { P } _ { \\mathrm { n } }$ samples (all the 7 sublayers were based on normal solution), $\\mathrm { { \\cal P } _ { m } }$ samples (all the 7 sublayers were based on normal solution) and $\\mathrm { \\Delta P _ { h } }$ samples (the 3 bottom sublayers were based on modified solution and the 4 top sublayers were based on normal solution). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A tube furnace with a graphite box was used for the selenization process. Firstly,the precursor film with $\\boldsymbol { 0 . 2 \\ \\mathrm { g } }$ of Se pellets were placed in the graphite box. Then the box was transferred into the tube furnace. After that, the furnace was evacuated and refilled with nitrogen until the pressure reach 1Oo Torr. Finally,the furnace was heated up follwing the temperature profile in Fig S1. To analyze the crystallization process of the films, half-selenized films were prepared by terminating the selenization process immediately after the temperature reached $3 0 0 ^ { \\circ } \\mathrm { C } / 3 5 0 ^ { \\circ } \\mathrm { C } / 4 0 0 ^ { \\circ } \\mathrm { C } / 4 5 0 ^ { \\circ } \\mathrm { C } / 5 0 0 ^ { \\circ } \\mathrm { C } / 5 5 0 ^ { \\circ } \\mathrm { C }$ (cooled naturally to room temperature). The selenized CZTSSe films based on $\\mathbf { P } _ { \\mathrm { n } }$ precursors, $\\mathrm { \\Delta P _ { m } }$ precursors and $\\mathbf { P } _ { \\mathrm { h } }$ precursors were named as n-CZTSSe, m-CZTSSe and h-CZTSSe, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Solar cels were fabricated following the structure of Mo/CZTSSe/CdS/i-ZnO/ITO.The CdS buffer layer was deposited at $7 5 ^ { \\circ } \\mathrm { C }$ for $1 0 \\mathrm { { m i n } }$ using the solution containing cadmium acetate, sodium citrate, thiourea and ammonium hydroxide.The thickness of the buffer layer was around $5 0 \\mathrm { n m }$ . For the windows layers, $\\mathbf { i } – \\mathbf { Z } \\mathbf { n } \\mathbf { O }$ layer with the thickness of $\\sim 5 0 \\mathrm { n m }$ and ITO layer with the thickness of ${ \\sim } 1 0 0 \\mathrm { n m }$ were deposited successively by sputtering. The Ni/Al metal grids were deposited on ITO by evaporation. Finally, the fabricated solar cells were divided into small pieces with the area of $0 . 2 5 \\mathrm { c m } ^ { 2 }$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Bruker D8 Advance X-ray difractometer and JY LabRAM HR Raman spectrometer equipped with $5 3 2 \\mathrm { n m }$ laser were used to analyze the constitutions of the films.Morphologies and compositions of the films Were measured by Nova nanoSEM450 Scanning Electron Microscopy (SEM). The micro-structures of the precursor films were characterized by JEM-2100Plus Transmisson Electron Microscopy (TEM). For the TEManalysis,the films were peeled offrom the substrates and dispersed on the copper foil. The surface morphology and the surface potential were measured by MFP-3D Origin $^ +$ Atomic Force Microscopy (AFM).The chemical environments and composition profiles of the elements were characterized by Escalab 25OXi X-ray photoelectron spectroscopy (XPS).I-V curves of the solar cells were tested under AM 1.5 global solar irradiations using Agilent B15oOA semiconductor parametric analyzer. C-V measurements were carried out using the same apparatus under the frequency of $5 0 \\mathrm { { k H z } }$ The quantum efficiencies (QE) of the solar cells were measured by a QTesT 10o0ADX apparatus. The PL and TRPL spectroscopy of the CZTSSe films and the solar cell devices were carried out to at room temperature using an Edinburgh FLS980 Fluorescence spectrometer with excitation wavelengths of 660 nm. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3. Results and discussions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1. CZTSSe films and solar cells based on different precursor films ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6d59b9bbac7a75022cf0dbada0e6b863900f37b793e8ade19093be5280f70282.jpg",
        "img_caption": [
            "Fig.2.SEM images of the CZTSSe films based on $\\mathrm { { \\cal P } _ { m } }$ precursor (a,b) and $\\mathbf { P } _ { \\mathrm { n } }$ precursor (c,d) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The XRD paterns and the Raman spectra of the selenized films were shown in Fig. S2.The results revealed that allthe films were mainly constituted by CZTSSe,no obvious differences were detected between the films. However, significantly diference was found between the morphologies of the films (Fig.2). While the typical bi-layer structure was observed in n-CZTSSe film, m-CZTSSe film exhibit uniform morphology with large spanning crystalline grains, which may benefit the transportation of the photo-carriers.Fig.3 shows the I-Vand QE results of the solar cels using different absorber layers. The I-V curves clearly proved that the short-circuit current density (Jsc) was increased when m-CZTSSe was used as absorber layer. QE result of the solar cells revealed that the increased Jsc was mainly caused by the improved collection of the photo-carriers in the bulk of the solar cells (QE in the long-wavelength region was increased). According to the C-V characterization results of the solar cells (Fig. S18), the depletion region width of the solar cell based on m-CZTSSe and n-CZTSSe layers were $3 8 5 \\mathrm { n m }$ and 238 nm,respectively.Therefore, the improved carrier collection in solar cellbased on m-CZTSSe could result from the elimination of the fine grain layers,as well as the enlarged depletion region width. On the other hand, the open-circuit voltage $( \\mathrm { V _ { O C } } )$ was obviously decreased when m-CZTSSe was used as absorber layer. As a result, the efficiency of the solar cellbased on m-CZTSSe absorber was slightly lower than thatbased on n-CZTSSe absorber. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/49bd101ccb399ce7ed04b384eaba9b15e4e0f6f3aae6fcc34aa59a3bc6b8b4e2.jpg",
        "img_caption": [
            "Fig.3.I-V curves of the best solar cells based on different processes. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Though the solar cell performance was not improved by modifying the preparation of precursor films. It was interesting to see the simple modification on the precursor films can obviously influence the properties of CZTSSe films and solar cells. Moreover, the uniform morphology with large spanning crystaline grains that exhibited in M-CZTSSe film was atractive since the multi-layer crystallization was a common problem for CZTSSe material. Therefore, it would make sense to investigate the mechanism of the experimental results. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.Microstructure analysis of the precursor films ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "According to the reference,an alteration of the constitution in the precursor films can result in distinct crystallization process of CZTSSe, which may influence the properties of CZTSSe films. To verify whether the constitutions were changed in the precursor films,we characterized the films by XRD and Raman (Fig. S4). Surprisingly, the results revealed that both the films were mainly constituted by $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n S } _ { 4 }$ (CZTS). The main difference between the results is that the Raman peak for the $\\mathrm { { P } _ { m } }$ precursor is sharper than that for the $\\mathbf { P } _ { \\mathrm { n } }$ precursor, indicating that the $\\mathrm { { \\cal P } _ { m } }$ precursor has better crystallinity. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e3b61ebc33484741a17ce23003f58febde652bdf3e9324a582626b508e9b6a05.jpg",
        "img_caption": [
            "Fig.4. SEM images of $\\mathrm { { \\cal P } _ { n } }$ precursor film (a,b,c); SEM and EDS mapping of $\\mathrm { { \\cal P } _ { m } }$ precursor film (d,e,f,g). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To clarify the differences between the precursor films, SEM, TEMand XPS analyses were used to characterize the films. SEM images of the films showed that the precursor films have similar morphologies.However, some small particles exist on the surface of the $\\mathrm { { P _ { m } } }$ precursor, which was proved to be Cu-rich by EDS mapping (Fig.4).The electron diffraction patterns of the precursor films proved that both the films were mainly constituted by $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n S } _ { 4 }$ , which is in coincide with the XRD and Raman results.From the high-resolution TEM images ofthe films, we can se the lattice fringes with the distance of $0 . 3 1 5 8 \\mathrm { n m }$ , which can be attributed to $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n S } _ { 4 }$ . Lattice fringes with the distance of $0 . 3 2 5 9 \\mathrm { n m }$ can be found in the TEM image of $\\mathrm { { P _ { m } } }$ precursor, which could be atributed to $\\mathrm { C u } _ { 1 . 9 6 } \\mathrm { S }$ (PDF No. 12-0224). Therefore,additional Cu-S phase would exist in $\\mathrm { \\Delta P _ { m } }$ precursor films,which is in coincide with the EDS mapping results. Since the Cu-S phase cannot be distinguished by XRD,Raman and electron diffraction measurements, we believed that the amount of the Cu-S phase would be limited. Moreover, we found the grain sizes of $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n S } _ { 4 }$ nanocrystals in $\\mathrm { { \\cal P } _ { m } }$ precursor was larger than that in $\\mathbf { P } _ { \\mathrm { n } }$ precursor. Except that, the lattice fringes in the TEM images for $\\mathrm { { \\cal P } _ { m } }$ precursor were more regular than that in $\\mathbf { P } _ { \\mathrm { n } }$ precursor, implying there were more lattice disorders in the $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n S } _ { 4 }$ nanocrystals of $\\mathrm { { \\cal P } _ { n } }$ precursor than that of $\\mathrm { { P } _ { m } }$ precursor. XPS was used to analyze the chemical states of the elements in the precursor films (Fig.6). Diferences can be found between the XPS peaks of the Cu, Sn and especially the S elements.The reason could be that the precursor films have diferent latice disorders (as observed in high resolution TEM images), which can change the chemical environments and shift the XPS peaks of the elements.As a summary,by modifying the preparation of precursor solution,the constitution, the lattce disorder of the nanocrystals and the chemical environment of the atoms in the precursor films can be changed. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/71723d31013c4488f7c041001a01f655d6a4f8798e8a1462245db986477f055b.jpg",
        "img_caption": [
            "Fig.5.TEM images and electron diffraction patterns of $\\mathrm { { P } _ { m } }$ precursor films (a,c) "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "and $\\mathrm { { P _ { m } } }$ precursor films (b,d). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b14bc2bb6bc95e6140555fc63e04f1452f6ef15f2a7f6d79f2763defd21652f1.jpg",
        "img_caption": [
            "Fig.6.XPS spectra of the elements in different precursor films. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3.Crystallization processes of the precursor films ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The crystallization processes of the precursor films were analyzed by measuring the morphologies, compositions,and the constitutions ofthe half-selenized films at diferent temperatures (Fig.7,Fig.8 and ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig.9).In the low-temperature region $( 3 0 0 - 3 5 0 ^ { \\circ } \\mathrm { C } )$ ,we can see the formation of large crystalline grains on top of m-CZTSSe films, which can be atributed to Cuo.87Se by XRD, Raman and EDS results (Fig. S5). As a comparison, no obvious crystalline grains were observed on top of the n-CZTSSe films. The $\\mathbf { A } _ { 1 }$ mode of CZTSSe (at ${ \\sim } 2 0 0 \\mathrm { c m ^ { - 1 } }$ ) can be seen in the Raman spectra of m-CZTSS film, indicating that CZTSSe can form in m-CZTSSe film at the temperature of $3 0 0 ^ { \\circ } \\mathrm { C }$ .However, CZTSSe cannot be distinguished in the Raman spectrum or XRD pattern of n-CZTSSe film even at the temperature of $3 5 0 ^ { \\circ } \\mathrm { C }$ In this temperature region, only a small amount of S was replaced by Se in the films according to the EDS result (Fig.10). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/25535474ba4957c77807ab8ecb2a3495ab99774b1893b9947714f64b2622bcf6.jpg",
        "img_caption": [
            "Fig.7.SEM images of the films selenized at different temperature (a, $3 0 0 ^ { \\circ } \\mathrm { C }$ ；b, $3 5 0 ^ { \\circ } \\mathrm { C }$ ;c, $4 0 0 ^ { \\circ } \\mathrm { C }$ ;d, $4 5 0 ^ { \\circ } \\mathrm { C }$ ;e, $5 0 0 ^ { \\circ } \\mathrm { C }$ ；f, $5 5 0 ^ { \\circ } \\mathrm { C }$ ; al-fl&a2-f2 for $\\mathrm { { P } _ { m } }$ precursor; a3-f3 & a4-f4 for $\\mathbf { P } _ { \\mathrm { n } }$ precursor) "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the middle-temperature region $( 4 0 0 { - } 4 5 0 ^ { \\circ } \\mathrm { C } )$ ， $\\mathrm { C u _ { 0 . 8 7 } S e }$ crystalline grains disappeared from the surface of m-CZTSSe film. Instead, small crystalline grains appeared on both the films, which can be attributed to CZTSSe by XRD and Raman result (Fig.8,Fig.9). It can be seen the grain sizes of n-CZTSSe film were larger than that that of m-CZTSSe film, however,the crystallized layer in m-CZTSSe film was more compact than that in M-CZTSSe film. From the Raman spectra we can see the Raman peaks of mCZTSSe is sharper than that of N-CZTSSe. Moreover, different vibration modes of CZTSSe can be clearly distinct in the Raman spectrum of m-CZTSSe film that selenized at $4 5 0 ^ { \\circ } \\mathrm { C }$ (Fig. S6). These results proved that the long-range lattice order of the CZTSSe grains in m-CZTSSe film was enhanced compared to n-CZTSSe.Except that, obvious splits of the XRD peaks can be seen in the XRD patterns (Fig.S7) of m-CZTSSe films (e.g.,the (112) diffraction peak was split to two diffraction peaks at $2 \\theta { = } 2 7 . 4 ^ { \\circ }$ and $2 8 . 4 ^ { \\circ }$ which can be attributed to the (112) diraction peak of CZTSSe and CZTS,respectively).This indicated the co-existence of CZTSSe and CZTS in m-CZTSSe films. As a comparison, no obvious splits of the diffraction peaks were observed in n-CZTSSe films except for the film selenized at $4 0 0 ^ { \\circ } \\mathrm { C }$ .About the composition,EDS results reveal the films have different $\\mathrm { S e / ( S { + } S e ) }$ ratios as the temperature raised to （204号 $4 5 0 ^ { \\circ } \\mathrm { C }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the high-temperature region $( 5 0 0 - 5 5 0 ^ { \\circ } \\mathrm { C } )$ , the split of the XRD peaks (especially at high angles) still can be seen for m-CZTSSe films,indicating CZTS stillexist in the films. While similar morphologies of the films can be observed at the temperature of $5 0 0 ^ { \\circ } \\mathrm { C }$ ,the films exhibit quite different morphologies as the temperature raised to $5 5 0 ^ { \\circ } \\mathrm { C }$ (i.e.,bi-layer structure containing a fine-grain layer for n-CZTSSe and homogeneous crystalized layer for m-CZTSSe). EDS result reveal that most of the S have already been replaced by Se in n-CZTSSe film at the selenization temperature of $5 0 0 ^ { \\circ } \\mathrm { C }$ .However,at this temperature around half of the S still exist in m-CZTSSe film. As the temperature raised to $5 5 0 ^ { \\circ } \\mathrm { C }$ part of the residual S was replaced by Se in m-CZTSSe film and the $\\mathrm { S e / ( S { \\mathrm { + } } S e ) }$ in both the films get close. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/a17ee7e524c5e2a4e09995fb7457b1f2c2d8074a6c9cdda1c5614b7912c94ffd.jpg",
        "img_caption": [
            "Fig.8. XRD patterns of n-CZTSSe (a) and m-CZTSSe (b) that selenized at different temperature. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/fb802d8c4bbbf206e0b2d7e26c5c6e80b13c0a69422467cc4381c9db566544d0.jpg",
        "img_caption": [
            "Fig.9.Raman spectra of n-CZTSSe (a) and m-CZTSSe (b) that selenized at different temperature. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.4.Analysis on the mechanism of the crystallization processes ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The experimental results above clearly revealed that the microstructure properties of the precursor can significantly change its crystalization process. It would be meaningful to clarify the mechanisms, especially to find out the factor which result in the homogeneous morphology ofCZTSSe film. Compared to the crystallization process of $\\mathbf { P } _ { \\mathrm { n } }$ precursor, the crystallization of $ { \\mathrm { P m } }$ precursor showed the following main differences: the formation of Cuo.87Se and CZTSSe in the low temperature region, the split XRD difraction peaks and the improved lattice order of CZTSSe crystals in the middle temperature region, and the homogeneous crystallization in the high temperature.Here willfocused on these differences and tried to clarify the reasons. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The formation of $\\mathrm { C u } _ { 0 . 8 7 } \\mathrm { S e }$ grains on top of m-CZTSSe films should be related with the existence of Cu-S phase in the precursor film.As the appearance of $\\mathrm { C u _ { 0 . 8 7 } S e }$ ， the characteristic peak of CZTSSe emerged in the Raman spectrum. This indicated that $\\mathrm { C u } _ { 0 . 8 7 } \\mathrm { S e }$ may assist the formation or the nucleation of CZTSSe.Due to the formation of more CZTSSe crystal nucleus in m-CZTSSe film than in n-CZTSSe film, the top crystallized layer in m-CZTSSe film was more uniform than that in n-CZTSSe film. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In the middle temperature region, CZTSSe crystallized layers can be seen on both the films. Except for the morphologies of the crystalized layers (uniform or discontinuous),the lattice orders of the CZTSSe grains also exhibit differences according to the Raman results. This indicated that the crystallization mechanism may be diferent between the films.By elaborative characterization on the films, we found diferences between the XPS spectra (Fig.S8). The XPS spectra of Se for different films proved that more elemental Se exist on the surface of m-CZTSSe film than on n-CZTSSe film at $4 0 0 ^ { \\circ } \\mathrm { C }$ As the temperature raised to $4 5 0 ^ { \\circ } \\mathrm { C }$ ，while the elemental Se was no longer exist on the surface of n",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CZTSSe film,it stillexisted on the surface of m-CZTSSe film. In the middle temperature region, the elemental Se would exist in the form ofliquid, which may assist the crystallization ofCZTSSe as reported in literature[18]. This could explain why the CZTSSe grains in m-CZTSSe film have better lattice order. This could also explain why the composition of the crystallized layer in m-CZTSSe film was more Serich than that in n-CZTSSe film (the main Raman peak for m-CZTSSe shift to low wavenumber as the temperature raised to $4 5 0 ^ { \\circ } \\mathrm { C }$ ,in Fig. S6(c)).About the reason why elemental Se exist on the surface of the film, we believed it was because the temperature of the film-surface was lower than the temperature of Se source.Therefore,the Se vapor can transfer from the Se source and condense on the surface of the films.Due to the high thermal-radiation property of Cu-Se,the formation of Cuo.87Se on the surface of the film willdecrease the surface temperature, which make more Se residue on the surface of the film. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Another phenomenon for m-CZTSSe films that occur in the middle temperature was the split of the XRD peaks, which indicated the coexistence of CZTSSe and CZTS.To know the distribution of S and Se in the films, we measured the depth profiling of S2p and Se3p XPS spectra for m-CZTSSe film and n-CZTSSe film (Fig.S8) at $4 5 0 ^ { \\circ } \\mathrm { C }$ . The results proved that Se only exist in the surface region of mCZTSSe film, which could be the reason for the split of the XRD peaks (the film contained a Se-rich CZTSSe top layer and a S-rich CZTS bottom layer). As a comparison, Se can penetrate into n-CZTSSe film,S only exist in the bottom of the film.Therefore,it seems Se was more difficult to diffuse into mCZTSSe film than n-CZTSSe film. By measuring and comparing the depth profiling XPS spectra of nCZTSSe and m-CZTSSe films at $5 0 0 ^ { \\circ } \\mathrm { C }$ (Fig. S9, Fig. 10), we found the S-to-Se substitution in mCZTSSe film was hindered compared to that in n-CZTSSe. At $4 5 0 ^ { \\circ } \\mathrm { C }$ ，Se have diffused into the bulk of n-CZTSSe film, but Se only existed in the surface region of M-CZTSSd film. As the temperature raised to $5 0 0 ^ { \\circ } \\mathrm { C }$ ,Se can diffuse into the bulk of m-CZTSSe film, but the S-to-Se substitution have nearly been finished in n-CZTSSe film. As we shown in section 3.2,the CZTS nanocrystals in precursor films have different crystallinity properties. More lattice disorders or defects would exist in $\\mathbf { P } _ { \\mathrm { n } }$ precursor, which can change the atomic arrangement and the chemical bonds between the atoms.As a results,the chemical environment ofconstitution elements was changed, which can be proved by the shift of the XPS spectra in Fig.6.Because the S-to-Se substitution is a process involving the broken of the M-S cheilcal bonds and the generation of M-Se chemical bonds. The significantly different chemical environment of S may result in different activation energy for the S-to-Se substitution.This could be the reason why the S-toSe substitution in m-CZTSSe film was hindered. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/6e38104ace6bff1d6304bce9667858a4855aaa1cb5890b97a7755e3f7026caaa.jpg",
        "img_caption": [
            "Fig.10.Variation of $\\mathrm { S / ( S { + } S e ) }$ ratio as temperature (a); depth profiling XPS spectra of S and Se for m"
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In the high temperature region, the films showed similar morphologies and constitutions at $5 0 0 ^ { \\circ } \\mathrm { C }$ (Fig.7,Fig.8and Fig.9),however,the composition of the films were diffrent (Fig.10,Fig. S9).As the temperature raised to $5 5 0 ^ { \\circ } \\mathrm { C }$ ,crystalline grains in the CZTSSe top layer grew up significantly for both the films.From the XPS characterization results of the films (Fig.S10),we found the exist of Na on the surface of the films.Because liquid Se was no longer exist on the surface of the films at such high temperature (Fig. S8), the significant growth of CZTSe grains could result from the liquid $\\mathrm { N a S e _ { x } }$ assisted grain growth mechanism [19]. Except that, the fine-grain layer in the botom of m-CZTSSe film transfer to a crystallized layer, but no obvious change was observed for the bottom of n-CZTSSe film. The phenomena indicated that some factor enhanced the crystallization of the bottom of m-CZTSSe film. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "By further analyzing the XPS results (Fig. S1O), we found the distribution of Na in the surface region of the films were different.For n-CZTSSe film,Na only existed on the surface of the film (no obvious Na can be detected when the surface was etched by Ar ions). However, for m-CZTSSe film, Na not only existed on the surface of the film,but also existed beneath the surface.Except that,Na can be detected in the bulk of the films for both N-CZTSSe and m-CZTSSe films.So,a continuous distribution of Na and a discontinuous distribution of Na were found for m-CZTSSe film and n-CZTSSe film, respectively.It should be noted that the distribution types ofNa in different films were not influenced by the temperature. We have measured the XPS spectra of the films selenized at different temperature (not shown here). We found the distribution of Na was continuous even at the selenization temperature of $5 1 0 ^ { \\circ } \\mathrm { C }$ ,and only limited Na was detected beneath the surface of n-CZTSSe film that selenized at $5 7 0 ^ { \\circ } \\mathrm { C }$ According to the literature,we believed the Na existed on the surface of the film came from the preparation atmosphere (condensed from vapor $\\mathrm { N a S e _ { x } }$ ),and the Na in the bulk of the film came from the substrate (diffused from SLG glass）[20]. Since the substrates and the selenization conditions were the same,the continuous distribution of Na indicated that the mass transfer of in m-CZTSSe film was enhanced by some mechanism. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "As a summary of the discussion above, we observed the enhanced crystallization in the bottom of m-CZTSSe film, as wellas the enhanced masstransfer in the film. They may result from the same factor because an enhanced mass transfer was normally believed can benefit the crystallization process. As we mentioned, the main difference between the films was the composition ( $\\mathrm { ( S / ( S { + } S e ) } )$ of the films at $5 0 0 ^ { \\circ } \\mathrm { C }$ Therefore,the diferent crystallization behaviors of the films in the high temperature region may related with the variation of the ${ \\bf S } / ( { \\bf S } + { \\bf S } \\mathrm { e } )$ ratios in the films.During the selenization process,the S in the precursor film was gradually substituted by Se. This process involves the decomposition of CZTS,the formation of intermedia phases (Cu-Se,Sn-Se, Zn-Se, Cu-Sn-Se, etc),and the transition from intermedia phases to CZTSSe. Compared to n-CZTSSe films, the S-to-Se substitution in the bulk of the film was delayed to higher temperature. As a results, the intermedia phases may vary, which can influence the crystallization of the film. For some of the SEM images of m-CZTSSe films (Fig.S11(c)),we have observed specific structure in the boundaries of the crystalline grains,which has very similar morphologies with the residual Cu-Sn-Se liquid phases hat reported in the literature [14]. Therefore, we believed the delayed S-to-Se substitution in m-CZTSSe at higher temperature would generate specific liquid phase, which can enhance the masstransfer and assist the crystallization in the bottom of the film. It should be noted that the generation of the liquid phases was closely related with the temperature. We have prepared m-CZTSSe films using different selenization temperature. When the temperature was below $5 0 0 ^ { \\circ } \\mathrm { C }$ ,a fine grain bottom layer can be seen even the films exhibit a total Se-rich composition. This indicated that a S-to-Se substitution in the low temperature $( { < } 5 0 0 ^ { \\circ } \\mathrm { C } )$ ）cannot generate the liquid phases.This also explained why the fine-grain layer cannot be eliminated in n-CZTSSe films (the So-toSe substitution has been completed when the temperature raised $5 0 0 ^ { \\circ } \\mathrm { C }$ ） ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "By comparing and analyzing the experimental results,we can make a conclusion about the crystallization mechanism of the films in high temperature region.As significantly Na was found on the surface of n-CZTSSe film, we believed the grain growth of the top CZTSSe layer was dominated by the liquid $\\mathrm { N a S e _ { x } }$ (enhanced the mass transfer across the surface).According to the Na-Se phase diagram, the liquid NaSex phase can only be generated in the Se-rich environment. Therefore, though Na was detected in the bulk of the films,no liquid $\\mathrm { N a S e _ { x } }$ phase can be generated due to the absence of Se-rich environment. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "For m-CZTSSe film, though significant Na was also detected on the surface, but the mass transfer was dominated by the liquid phase that generated in the bulk of the films.Therefore, we believed tha grain growth in m-CZTSSe film was dominated by the liquid phase. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3.5.Detailed properties of n-CZTSSe and m-CZTSSe films ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/5cb903efd1bace0670f74ab0f35f981fbd98c8998d9e456d2e0b6379dff3dacb.jpg",
        "img_caption": [
            "Fig.11. C-f results and the acceptor levels for n-CZTSSe (a,c) and m-CZTSSe (b,d) "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The properties of the CZTSSe films were characterized and compared. By comparing the PL and QE results (Fig. S17), the band tailing energies of the films can be estimated, which were $1 4 ~ \\mathrm { m e V }$ and $9 6 ~ \\mathrm { m e V }$ for n-CZTSSe film and m-CZTSSe film, respectively. The acceptor levels of the films were calculated using the C-f data, which were $1 6 3 ~ \\mathrm { m e V }$ and $5 3 { \\mathrm { ~ m e V } } .$ TRPL measurements showed that the carrier lifetime of m-CZTSSe ( $_ { \\mathrm { t } 1 = 0 . 1 9 7 \\mathrm { n s } }$ ， $1 2 { = } 0 . 8 9 9 { \\mathrm { n s } }$ ）ishigher than that of n-CZTSSe( $_ { \\mathrm { t 1 = 0 . 1 2 2 n s } }$ $_ { 1 2 = 0 . 5 6 1 \\mathrm { n s } }$ ), indicated lower deep defects exist in m-CZTSSe film than in n-CZTSSe film.The results proved not only the morphologies, but also the defect properties of the CZTSSe were changed by modifying the microstructure of precursor. We believed the different defect properties of the films were related with their crystallization mechanisms. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "From Fig. S12 we can see the deposition of CdS buffer layer can effectively increase the lifetime of the carriers in CZTSSe films. However,after the deposition of the buffer layer,the the carrier lifetime in m-CZTSSe film was shorter than that in n-CZTSSe.This indicated that the passivation effect of the buffer layer was more effective on n-CZTSSe film than on m-CZTSSe film (this could be the reason for the low $\\mathrm { V _ { O C } }$ and decreased QE in short-wavelength region for the solar cell based on m-CZTSSe). The reason for these phenomena should be that the surface properties of the CZTSSe films were different, which may influence the deposition processes ofthe buffer layers. Furthermore,the AFM measurements ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "proved that the surface potential of the m-CZTSSe and n-CZTSSe films were diferent obviously.   \nTherefore, except for the bulk properties,the surface properties of the CZTSSe films were also different. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3.6.CZTSSe films and solar cells based on hybrid precursors ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/5d945b5e922fb7a5105935a4e2d61abab0915a6b4cab5facaef637d2fe837568.jpg",
        "img_caption": [
            "Fig.12.(a)surface and (b)cross-section SEM images of h-CZTSSe films "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/ba3f8bc54d034bdc68e1a4c039494b26b7877bdb6fad5e38efa6a0d885304b35.jpg",
        "img_caption": [
            "Fig.13.The crystallization process ofh-CZTSSe films "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "From the experimental results above, we can conclude that m-CZTSSe film has fewer deep defects and band tail defects, but the acceptor level is relatively high. As a comparison, n-CZTSSe film has more deep defects and band tail defects, but the acceptor level is relatively low. Except that, m-CZTSSe film has uniform morphology and n-CZTSSe film has better surface properties for the bufer deposition. Since the properties should be related with their crystallization mechanism, we thought it should be interesting to build a hybrid structure for precursor films, which contained $\\mathrm { { \\cal P } _ { m } }$ bottom layers and $\\mathrm { { \\cal P } _ { n } }$ top layers. During the selenization, the liquid phase that generated in $\\mathrm { \\Delta P _ { m } }$ layers should enhanced the crystallization of the botom layer and prevent the formation of deep defects and band tail defect in the bulk of the film. On the other hand, the $\\mathrm { N a S e _ { x } }$ that formed on the surface of the film can assist the grain growth of the top layer, improve the surface properties,and decrease the acceptor level of CZTSSe film.Fig.12 shows the SEM images of the CZTSSe films based on hybrid precursor.From the figure we can see the CZTSSe film contains uniform crystallized layers. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Fig.13 shows the crystallization process for h-CZTSSe films.From the SEM images and the XRD patterns (Fig.S19) for the films selenized at different temperature, we found no obvious CuSe crystalline grains exist on the films in the low temperature region. As the temperature raised to $5 5 0 ^ { \\circ } \\mathrm { C }$ ,crystalline grains appeared in the botom of the film. Depth profiling XPS spectra (Fig.14) revealed that the S-toSe substitution in the bottom of the films mainly take place in the temperature higher than $5 5 0 ^ { \\circ } \\mathrm { C }$ . XPS spectra for the surface region of the films proved the existence of Na on the surface and a discontinuous distribution of Na in the surface region.The properties of the CZTSSe films based on the hybrid films were characterized.The band tailing energy of the films were 35meV (Fig.S17).Two acceptor level with the energy of $5 2 ~ \\mathrm { m e V }$ and $9 6 \\mathrm { m e V }$ were calculated from the C-f results. Therefore, by using precursor film with hybrid structure, we can prepare CZTSSe films under a mixed crystallization mechanism. In this method,the crystallization of the different part in the film (surface,bottom,etc) can be optimized separately. As a result, the comprehensive properties of the film can be improved. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) Hybrid-500℃ (b) Hybrid-550℃ (arrrrrerierrritrirrs rrrrrarrirr rhrtrerrs 2400s 2400s 2100 s 2100s 1800 s 1800 1500 s 1200： 1200 s 900 s 900 s 600 600 s 300s 300 s 0 s 158 160 162 164 166 168 158 160 162 164 166 168 Binding energy (eV) Binding energy (eV) ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Fig.16 shows the I-V statistic of the solar cells based on m-CZTSSe, n-CZTSSe and h-CZTSSe films,the parameter for the best solar cells were listed in Table S2.It can be seen that the reverse saturation current density and the idea factor of the solar cels based on h-CZTSSe were significantly lower than the solar cells based on m-CZTSSe and n-CZTSSe films,indicated that the recombination of the photo carriers were prevented in the solar cell.As a result, the solar cells based on hybrid precursor have the highest open circuit voltage, the best solar cell achieved the efficiency of $12 . 6 \\%$ (Fig. 16). ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/fecc02955059019d40a9e02906fae614e6f2f388cbe298cfee146a61e45a1e3c.jpg",
        "img_caption": [
            "Fig.15.C-f results (a) and acceptor levels (b) for h-CZTSSe film "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/ba95157cfeedcc7bdfdace991d0c146e8d5289a9e7fa4d59ebd33544aa076492.jpg",
        "img_caption": [
            "Fig.16.I-V statistic of the solar cells (a,b,c,d) and the best I-Vcurve based on h-CZTSSe film (e) "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "3.7.Additional discussions ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Herein we showed that the variation of the microstructure (including constitution, crystallinity, chemical environment of the atoms, etc) in precursor films can significantly change the crystalization of CZTSSe films. The CZTSSe films underwent different crystallzation processes exhibited different properties. We believed the properties of the films were dominated by their crystalization mechanisms. For example,the shallow acceptor level could be the characteristic property of the CZTSSe films which was dominated by the $\\mathrm { N a S e _ { x } }$ assisted grain growth mechanism. The low band tailing energy might be the characteristic property of the CZTSSe films which was prepared by a high temperature S-to-Se substitution.Therefore,the understanding about the relationship between the properties ofCZTSSe films and their dominating crystallization mechanism could be essential for the preparation of high quality CZTSSe films and high efficiency CZTSSe solar cells. Moreover, our experimental results shows that a mixed crystallization mechanism could be achieved by designing the multi-ayer structure of the precursor films.By carefully designing the structure and modifying the microstructure of the layers, the crystallzation in different part of the films can be optimized separately，which is benefit to the comprehensive properties of CZTSSE films. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4. Conclusion ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In this paper, we proposed a new methos to modify the microstructure properties of the precursor films.We found the variation of the microstructure can significantly influence the crystallization processes and the properties of CZTSSe films. We found a S-to-Se substitution in high temperature （204 $( > 5 0 0 ^ { \\circ } \\mathrm { C } )$ may generate liquid phase which can assist the grain growth in CZTSSe film. This process can be used to eliminate the bi-layer structure of CZTSSe films.By analyzing the crystallization mechanism and the properties of the CZTSSe films, we found the properties of CZTSSe films might be dominated by their crystalization mechanism. Moreover, precursor films with hybrid structures were proposed and prepared. Such precursor exhibited a mixed crystallization mechanism during the selenization process. As the result, the crystallzation in different parts of the films were optimized separately. Solar cell with efficiency up to $12 . 6 \\%$ were achieved by using such preparation strategy. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[1]K. Pal, P. Singh,A. Bhaduri, K.B. Thapa, Current Challenges and Future Prospects for a Highly Efficient $( > 2 0 \\% )$ )Kesterite CZTS Solar Cell: A review, Sol. Energy Mater. Sol. Cells.196 (2019) 138-156.   \n[2]M. He, C. Yan,J.Li,M.P. Suryawanshi, J. Kim, M.A. Green, X. Hao,Kesterite Solar Cells: Insights into Current Strategies and Challenges,Adv. Sci. 8 (2021) 2004313.   \n[3]S.Giraldo,M. Placidi, E. Saucedo, Kesterite: New Progress Toward Earth-Abundant Thin-Film Photovoltaic, in: Adv. Micro- Nanomater. Photovoltaics,Elsevier, 2019: pp. 93-120.   \n[4]L. Grenet, M.A.A. Suzon,F. Emieux,F. Roux, Analysis of Failure Modes in Kesterite Solar Cells, ACS Appl. Energy Mater.1 (2018) 2103-2113.   \n[5]F. Martinho,S.Lopez-Marino, M. Espindola-Rodriguez, A. Hajijafarassar,F. Stulen, S. Grini, M. Dobeli， M. Gansukh, S. Engberg,E. Stamate,L. Vines,J. Schou, O.Hansen， S. Canulescu, Persistent Double-Layer Formation in Kesterite Solar Cels: A Critical Review, ACS Appl. Mater. Interfaces.12 (2020) 39405-39424.   \n[6]Y. Du, S. Wang, Q. Tian, Y. Zhao, X. Chang, H. Xiao, Y. Deng, S. Chen, S. Wu, S. (Frank) Liu, Defect Engineering in Earth-Abundant CuzZnSn(S,Se)4 Photovoltaic Materials via $\\mathrm { G a } ^ { 3 + }$ -Doping for ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "over $12 \\%$ Efficient Solar Cells,Adv. Funct. Mater. 31 (202l) 2010325.   \n[7]D. Shin, B. Saparov, D.B. Mitzi, Defect Engineering in Multinary Earth-Abundant Chalcogenide Photovoltaic Materials,Adv.Energy Mater. 7(2017)1602366.   \n[8] Q. Tian, S. (Frank) Liu, Defect suppression in multinary chalcogenide photovoltaic materials derived from kesterite: progress and outlook, J. Mater. Chem. A. 8 (2020) 24920-2494.   \n[9]S.Ma,H.Li,J. Hong,H. Wang, X.Lu, Y.Chen,L. Sun,F. Yue, J.W.Tomm, J. Chu,S.Chen, Origin of Band-Tail and Deep-Donor States in $\\mathrm { C u } _ { 2 } \\mathrm { Z n S n S } _ { 4 }$ Solar Cells and Their Suppression through SnPoor Composition, J. Phys. Chem. Let.10 (2019) 7929-7936.   \n[10] G. Rey, G.Larramona, S. Bourdais, C. Choné,B. Delatouche,A. Jacob, G. Dennler, S. Siebentritt, On the Origin of Band-tails in Kesterite, Sol. Energy Mater. Sol. Cells. 179 (2018) 142-151.   \n[11] Z.-K. Yuan,S. Chen, H. Xiang, X.-G. Gong,A. Walsh, J.-S.Park,I. Repins,S.-H. Wei, Engineering Solar Cell Absorbers by Exploring the Band Alignment and Defect Disparity: The Case of Cu- and Ag-Based Kesterite Compounds,Adv. Funct. Mater. 25 (2015) 6733-6743.   \n[12]V.M. Glazov,S.Pashinkin, V. Fedorov, Phase equilibriain the Cu-Se system, Inorg. Mater.36 (2000) 641-652.   \n[13] R. Mainz, B.C. Walker, S.S. Schmidt, O. Zander,A. Weber, H. Rodriguez-Alvarez,J. Just, M. Klaus, R. Agrawal, T. Unold, Real-time observation of $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n } ( \\mathrm { S } , \\mathrm { S e } ) _ { 4 }$ solar cell absorber layer formation from nanoparticle precursors., Phys. Chem. Chem. Phys.15 (2013) 18281-18289.   \n[14] S. Kim, D. Son, S. Kim, Y. Kim, S. Kim, K. Ahn, K. Yang, J. Kang, D. Kim, Effect of Cu-Sn-Se Liquid Phase on Grain Growth and Eficiency of CZTSSe Solar Cells, Adv. Energy Mater.10 (2020) 1903173.   \n[15] L.Huang, S. Wei, D. Pan, Phase-Separation-Induced Crystal Growth for Large-Grained $\\mathrm { C u } _ { 2 }$ $Z _ { \\mathrm { { n S n } ( S , S e ) _ { 4 } } }$ Thin Film, ACS Appl. Mater. Interfaces. 10 (2018) 35069-35078.   \n[16] Y. Gong, Y. Zhang, Q. Zhu, Y. Zhou, R. Qiu, C. Niu, W. Yan, W. Huang, H. Xin, Identifying the origin of the V oc deficit of kesterite solar cells from the two grain growth mechanisms induced by $\\mathrm { S n } ^ { 2 + }$ and $\\mathrm { S n ^ { 4 + } }$ precursors in DMSO solution, Energy Environ. Sci.14 (2021) 2369-230.   \n[17] Y. Gong, Y. Zhang,E. Jedlicka, R. Giridharagopal, J.A. Clark, W. Yan, C. Niu, R. Qiu, J. Jiang, S. Yu, S. Wu, H.W. Hillhouse,D.S. Ginger, W. Huang, H. Xin, $\\mathrm { S n ^ { 4 + } }$ precursor enables $12 . 4 \\%$ efficient kesterite solar cellfrom DMSO solution with open circuit voltage deficit below $0 . 3 0 \\mathrm { V } ,$ Sci. China Mater. 64 (2021) 52-60.   \n[18] C.J. Hages, M.J. Koeper, C.K. Miskin, K.W. Brew,R. Agrawal, Controlled Grain Growth for High Performance Nanoparticle-Based Kesterite Solar Cells, Chem.Mater. 28 (2016) 7703-7714.   \n[19] C.M. Suter-Fella, J.A. Stuickelberger, H. Hagendorfer,F.La Mattina,L. Kranz, S. Nishiwaki, A.R. Uhl, Y.E. Romanyuk,A.N. Tiwari, Sodium Assisted Sintering of Chalcogenides and Its Application to Solution Processed $\\mathrm { C u } _ { 2 } Z \\mathrm { n S n } ( \\mathrm { S } , \\mathrm { S e } ) _ { 4 }$ Thin Film Solar Cells, Chem.Mater.26 (2014) 1420-1425.   \n[20] T.Abzieher,T.Schnabel,M.Hetterich,M.Powalla,E.Ahlswede,Source and effects of sodium in solution-processed kesterite solar cells,Phys. Status Solidi Appl. Mater. Sci. 213 (2016) 1039-1049. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Supplemental results ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/616e59e4dbe9ac77f1dda11060bd593862c9f077cecf165b787dff17867a6868.jpg",
        "img_caption": [
            "Fig.S1.Temperature profile for the selenization of the precursor films. "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/0620fdfa44649f7c9f4f1a970541ece1899c81dbdbf9296cd8439c5f4014533c.jpg",
        "img_caption": [
            "Fig. S2.Raman spectra (a) and XRD patterns (b) of the CZTSSe films based on different precursor films. "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/3284053714b5780ff6f058f7e7bf80d9164e32c194920cec19566318174f8e13.jpg",
        "img_caption": [
            "Fig. S3.XRD patterns of different precursor films. "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/8d8af35d3c7ad72feeadee6e1ee3c44d9641dc59564b6ddd27f348652874dc2d.jpg",
        "img_caption": [
            "Fig.S4.Raman spectra $\\mathbf { P } _ { \\mathrm { n } }$ precursor film (a) and $\\mathrm { { P _ { m } } }$ precursor film (b) "
        ],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/774d0e5d701dbb09aa8f00c445b117adc92cd6652b293e53cd5f00ac62fbd393.jpg",
        "table_caption": [
            "Table S1. Compositions of the precursor films "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Cu(at%)</td><td>Zn(at%)</td><td>Sn(at%)</td><td>S(at%)</td><td>Cu/(Zn+Sn)</td><td>Zn/Sn</td><td>S/(Cu+Zn+Sn)</td></tr><tr><td>Pn</td><td>20.7</td><td>14.0</td><td>12.0</td><td>53.3</td><td>0.80</td><td>1.16</td><td>1.14</td></tr><tr><td>Pm</td><td>21.7</td><td>14.9</td><td>11.7</td><td>52.5</td><td>0.82</td><td>1.27</td><td>1.10</td></tr></table></body></html>",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/fa45f4ea6bae28e925f748a8cd72915bcc89602ddc823ebcff0a92a5eee8cbc4.jpg",
        "img_caption": [
            "Fig.S5.EDS characterization on different area of m-CZTSSe film selenized at $3 0 0 ^ { \\circ } \\mathrm { C }$ "
        ],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "(rrr rrrier rnirerrns 265.4 n-CZ (a) m-CZTSSe rirritritr (snun 206.4 n-CZr (b) m-CZTSSe riirrririair (snun 197.6 206.0 n-CZ (c) m-CZTSSe 206.4 175.4 237.2 328.4 237.2 329.0 337.5   \n195.0 267.0 333.5 11   \n150 200250 300 350 400150 200250300350 400 150 200250300350 400   \nRaman shift (cm-1) Raman shift (cm-1) Raman shift (cm-1) ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/d567944515f195b36b875ce785fd0a668c8b80e9a4dd1c177825044bbbb0ec5e.jpg",
        "img_caption": [
            "Fig.S6. Comparison between the Raman spectra of n-CZTSSe and m-CZTSSe at different temperature "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/026d269881dc5d242141a3d67ae4b3acd7786377d99bd735c44a83cbb829db92.jpg",
        "img_caption": [
            "Fig. S7. Zoomed XRD patterns of n-CZTSSe (a) and m-CZTSSe films (b) at different temperature ",
            "Fig. S8. XPS spectra of Se for $\\mathbf { m }$ -CZTSSe films (a) and $\\mathfrak { n }$ -CZTSSe films (b) at different temperature "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "(a) 2352 2 des (b) 5230 d s ds (rrr errtrrierr thtrrtrs S hrrr rrrrtrrirr rhrrlit s 2700s 2700s 2400s 2400s 2100s 2100s 1800s 1800s 1500s 1500s 1200s 1200s 900s 900s 600s 600s 300s 300s Os Os 158 160 162 164 166 168 158 160 162 164 166 168 Binding energy (eV) Binding energy (eV) ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(a) dg 2 /15 (b) 53535 2 /51 (rrrr rartrierr ihrtrirrs s arr rerrtrirrr tttits s 2700s 2700s 2400s 2400s 2100s 2100s 1800s 1800s 1500s 1500s 1200s 1200s 900s 900s 600s 600s 300s 300s Os 0s 158 160 162 164 166 168 158 160 162 164 166 168 Binding energy (eV) Binding energy (eV) ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "rr (a) surface 2E4 (b) -surface 22E4 (c) surface 10nm etched 10nm etched 10nm etched 50nm etched rreierraear 50nm etched rrirrrrnriat 50nm etched 1E4 1E4 W>xrgs Ww   \n1066 1068 1070 1072 1074 1076 1078 10661068 1070 1072 1074 1076 1078 1066 1068 1070 1072 1074 1076 1078   \nBinding energy (eV) Binding energy (eV) Binding energy (eV)   \n0.20 (d) 0.20 (e) 0.20 (f)   \n1 (us+uZ+n)   \n1 6 0.08 0.08   \n/N Z0.04 )/eN 0.04 0.04   \n0.00 0.00 0.00   \n0 600 1200 1800 2400 0 600 1200 1800 2400 0 50010001500 2000 2500   \nEtching time (s) Etching time (s) Etching time (s)   \n0.8 (a) m-CZTSSe-450℃ 0.8 (b) m-CZTSSe-500℃ 0.8 (c) m-CZTSSe-550℃ 0.8 (d) m-CZTSSe- 550℃C- 15min] 8 -Cu   \n0.6 0.6 0.6 Zn Sn   \n0.5 U 0.5 Cu 0.5   \n0.4 25 Zn Zn   \n0.3 0.3 0.3 0.3   \n0.2 0.2 A 0.2- 0.2   \n0.1 0.1 0.1 0.1 0 600 1200 1800 2400 0 600 1200 1800 0 600 1200 1800 2400 0 600 1200 1800 Etching time (s) Etching time (s) Etching time (s) Etching time (s) 罪 (f) n-CZTSSe-500℃ F n-CZTSSe-550℃ (h) n-CZTSSe-550C-15min]   \n0.6j 0.6 Cn   \n0.5 n-CZTSSe-450℃ 00 0.5 ← Sn Cu Cu   \n0. ↓ Zn E   \n0.2 0.2 0.2   \n0.1 0.1 0.1 0 6001200 1800 2400 0 600 1200 1800 2400 0 600 1200 1800 2400 0 600 1200 1800 2400 Etching time (s) Etching time (s) Etching time (s) Etching time (s) ",
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/4e1078c7d52d184a5ac33c0beb93ecb422b29a93fb58a6cd193c0d17dd27ad68.jpg",
        "img_caption": [
            "Fig. S11. SEM images of the CZTSSe films (based on $\\mathrm { { \\cal P } _ { m } }$ precursor) with the selenization temperature of $5 0 0 ^ { \\circ } \\mathrm { C }$ (a,b) and $5 3 0 ^ { \\circ } \\mathrm { C }$ (c,d) "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/4d1910fb1917771b6cfb8af2a8fcc586674bbf76d414813353c4915e258b373e.jpg",
        "img_caption": [
            "Fig. S12.TRPL spectra of CZTSSe films (a) and solar cells (b) "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/79ec0791bbcb926deb2f03fac19692d7874b5da9ea418d1416d91919bbd5db6a.jpg",
        "img_caption": [
            "Fig. S13. Surface potential of m-CZTSSe (a) and n-CZTSSe films (b) "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/10c97d7b04b6514e1e19e241af8c5c7763c00255fd940cf855880f2e7b1e1620.jpg",
        "img_caption": [
            "Fig. S14. Element profiling of m-CZTSSe and n-CZTSSe films that selenized at diferent temperature "
        ],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/b306d06b1d8451224ce332aeb7f6af1da6bfaf3b4a606cdc27539c3e5172ae2a.jpg",
        "img_caption": [
            "Fig. S15. Element profiling of m-CZTSSe at $5 0 0 ^ { \\circ } \\mathrm { C }$ (a) and $5 5 0 ^ { \\circ } \\mathrm { C }$ (b); ${ \\mathrm { S } } / ( { \\mathrm { S } } { + } { \\mathrm { S } } { \\mathrm { e } } )$ ratios of the films at different temperature (c) ",
            "Figure S16.IV and QE curves of the solar cells based on different precursor "
        ],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/34d18a8dd5220c99b5a2a83081159b320f25605f4c44cd5575373cb1d7d4d51a.jpg",
        "table_caption": [
            "Table S2.Parameters of the solar cells based on different CZTSSe films. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Voc (mV)</td><td>Jsc (mA/cm²)</td><td>FF (%)</td><td>Eff (%)</td><td>Eg (eV)</td><td>EPL (eV)</td><td>Eg- EPL (meV)</td><td>J (mA/cm²)</td><td>A</td></tr><tr><td>n-CZTSSe</td><td>439.4</td><td>33.8</td><td>71.6</td><td>10.6</td><td>1.129</td><td>1.033</td><td>96</td><td>3.2×10-3</td><td>2.0</td></tr><tr><td>m-CZTSSe</td><td>409.7</td><td>35.4</td><td>71.0</td><td>10.3</td><td>1.062</td><td>1.048</td><td>14</td><td>9.8×10-4</td><td>1.7</td></tr><tr><td>h-CZTSSe</td><td>454.2</td><td>34.6</td><td>75.4</td><td>11.8</td><td>1.062</td><td>1.027</td><td>35</td><td>6.9×10-6</td><td>1.3</td></tr></table></body></html>",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/36cf8227a920787518033a8598333da8f7971d7c7dc14c46acc35753375d0124.jpg",
        "img_caption": [
            "Fig.S17.Estimation of the band tail energies for different CZTSSe films "
        ],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/739b0a68c21d6dc21ec255c6060e30c1898b7751d8aca5f6eb56332d5905c227.jpg",
        "img_caption": [
            "Figure S18.C-Vanalysis of solar cells based on different CZTSSe films "
        ],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/c5c3d3c0e3798da769fd52c297d23e1c8b958fa39ebdb92d76abca43a585b204.jpg",
        "img_caption": [
            "Fig.S19.XRD patterns ofh-CZTSSe films at different teperatures "
        ],
        "img_footnote": [],
        "page_idx": 28
    }
]