[
    {
        "type": "text",
        "text": "傅斯年的心理学探索及其贡献",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈彦垒 胡志坚 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（聊城大学教育科学学院， 山东聊城, 252059)",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 傅斯年是被忽视的近代中国心理学人，他与心理学渊源极深，不仅是近代科学心理学思想的学习者、传播者，也是科学心理学思想的践行者。傅斯年学习心理学前后共十二年，写有《心理分析导引》专著一部，最早翻译麦独孤的《群体心理学》，另有《性命古训辩证》等哲学著作和多篇文章阐述其心理学观点。傅斯年认为中国近代学术包括心理学研究必然走向科学化，做出“科学化的东方学之正统在中国”的基本判断，将“有群众无社会的无秩序取向”“心中无主义的心气薄弱性”“万恶之源的家庭教育”作为当时民众心理发展的三大障碍，并倡导民众确定一个健康的、即物穷理的、积极努力和纪律约束并存的人性观。傅斯年参与了“中研院”心理研究所、中山大学和台湾大学心理系的创建，与蔡元培、汪敬熙、唐钺、苏芗雨等心理学人关系密切，共同推动了科学心理学在中国的传播和早期中国心理学学科建设，其一生中存在一条选择心理学，学习心理学，离开心理学又助推心理学和运用心理学的心灵探索之路。关键词 傅斯年，科学心理学，心理分析，人性观，助推",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号B84-09",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "傅斯年（1896\\~1950），字孟真，山东聊城人，五四运动学生运动领袖，“中研院”历史语言研究所创办者，是公认的近代著名历史学家，古典文学研究专家，教育家，学术领导人。其史学思想、教育思想、语言学思想受到研究者的广泛关注（欧阳哲生，2017，p.3\\~7）。如果从学术溯源的角度谈，傅斯年还是近代科学心理学思想的学习者、传播者，也是科学心理学思想的践行者。但是，无论是大陆学者还是台湾学者均未能有效挖掘其心理学贡献，心理学史的相关书籍也未谈及傅斯年的心理学观点（张人俊，1998，p.302\\~305；高觉敷，1985，p.366；叶浩生，2011，p.424；阎书昌，2015，p.139）。要走进傅斯年的心理学，必须回答以下三个层次的问题：第一，傅斯年与心理学有没有关系？第二，傅斯年有没有心理学论述和相关研究？第三，傅斯年有没有心理学贡献？回答以上问题，需要从心理史学角度，以相关史料和著作为依据，介绍、分析和论证傅斯年与心理学的多重关系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1傅斯年的早年成长与心理学选择",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "傅斯年出身书香门第、官宦世家，傅氏家族名人辈出，七世祖傅以渐是清王朝第一位状元(郭学信，2014，p.2\\~9)。傅斯年6岁入私塾，学习儒家经典，虽然9岁丧父，但未中断学业；14 岁考入天津府立中学堂，接受新式教育；18 岁考入北大预科，开始接受正统心理学知识，总成绩第一年全班第一，第二年全班第二，两年心理学考试成绩分别为92分和94分；21岁考入北大本科国文门，以文学历史为主科，开始在《新青年》发表文章（王汎森2012，p.20\\~21）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "24 岁时，傅斯年组织创立新潮社和《新潮》杂志，并任主编（马亮宽，2014，p.31\\~33）。后来的著名心理学家汪敬熙也正是新潮社的初创人员。这一时期，傅斯年开始结合其心理学认知发表文章，如《新潮》第一卷第二号发表《社会-群众》一文，提出“中国人有群众，无社会，群众生活舒服，社会生活不舒服”的观点，并分析中国人不喜欢秩序的社会心态（傅斯年，2015a，p.70）。又如在《新潮》第一卷第五号发表《白话文学与心理的改革》一文，提出文学革命不仅是思想革命而是心理改换，思想革命只是狭义的心理，广义的心理包括了思想和感情；文中提出，与其说中国人缺少人的思想，不如说中国人缺少人的感情，说俄罗斯近代文学富有人的思想不如说富有人的感情（傅斯年，2015b，p.97）。更为重要的是，这期间傅斯年完成了一部纯心理学著作《心理分析导引》，该书共五章，系统地介绍了傅斯年的心理分析思想拟收入《新潮丛书》，虽未最终发表，却是早期国内比较完整的精神分析理论性著作，最终作为遗稿收入《傅斯年全集》（傅斯年，2017a，p.374）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "傅斯年24岁考取官费留学，其留学并选择心理学大致有三个记录：一是在《新潮》第二卷第二号“自然”一文中他写到，北大后几年期间，逐渐感觉“内心问题多，答案少，求学的饥，饥得要死，恨不能一秒钟内飞出中国去。”（傅斯年，2017b，p.434）二是在《欧游途中随感录》中他写到，“这次往欧洲去，奢望太多。一句话说，特别希望澄清思想中的纠缠，练成一个可以信赖的自我。”（傅斯年，2017c，p.440）三是在1920年10月《北京大学日刊》上，刊登了傅斯年写给蔡元培的信《傅斯年君致校长函》，信中明确写出“斯年临去国时，已决定学心理学。北大师友，多劝我学历史。”（傅斯年，2017d，p.374）由此可知，傅斯年之所以毅然选择心理学，主要有两方面的原因，其一，因为内心蓄积大量的问题，比如个人生活与组织生活的冲突，组织的效能与个人的能力哪一个重要等问题。傅斯年认为，这些问题都是“个人的大苦，时间久了，容易成一种心理上的疾病。”必须诉诸于心理学去解答，他需要理清思绪，完善自我；其二，傅斯年之前在北大已学过心理学，并对心理学的实用方面感兴趣，写出了他自己的《心理分析导引》，他是带着对心理学的好感和求知欲出发的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2傅斯年的“革心”追求与心理学学习",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“革心”是新潮社青年人的共同追求，选择学习心理学也成为当时新潮社青年的心理追求（马亮宽，2014，p.42）。同时，傅斯年对科学主义有强烈的学习欲望，在写给胡适先生的信中，他曾经痛悔自己在北大的学习经历：“近中温习化学、物理学、数学，兴味很浓，回想在大学时六年，一误于预科一部，再误于文科国学门，言之可叹。”同时，在信中也谈到去伦敦大学后，立志“专志于心理学，以此终身。”从文学、史学走向自然科学是此时傅斯年的内心选择，心理学介于社会科学与自然科学之间，又是傅斯年苦苦追寻的内心痛苦根源，有了北大时期的心理学功底，选择心理学作为毕生专业就成为了偶然中的必然。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "傅斯年对当时的心理学有着清晰的认识，在给蔡元培的信中谈到：“心理学到现在还不是一个成立的科学，因此各派难合。”傅斯年感兴趣的是以霍布斯、麦独孤、弗洛伊德为代表的基于生物进化的心理学，用他自己的话说“以自然科学方法讲心理学者，颇与我的性情为远。”当时以冯特、艾宾浩斯、斯皮尔曼为代表的实验心理学取向不符合傅斯年的旨趣，而实验心理学取向恰恰是心理学发展的中心和方向，这也成为他后来转型的重要原因（王汎森，2012，p.60）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当时英国剑桥和牛津的心理学研究最有影响力，但傅斯年选择了伦敦大学，一是因为他个人认为，牛津、剑桥“最富于接受最新学术成果之能力，但过于守旧，是专讲学问的。”初来英国就入牛津、剑桥，傅斯年认为自己“凶多吉少”，而伦敦大学是专求致用的，符合傅斯年的期望。伦敦的科学精神能够帮助自己摆脱传统中国思想中那些形而上学的元素，代之可以量化的经验。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1920年2月抵达伦敦大学后，傅斯年的导师正是实验心理学的先锋人物斯皮尔曼。原计划可能拿到一个心理学硕士学位，但斯皮尔曼的建议是，傅斯年需要从攻读心理学本科开始（马亮宽，程方，2009，p.47）。傅斯年接受建议，从本科开始，他修了包括统计学、化学、物理学、数学和医学在内的大量的自然科学课程，并曾经亲自翻译麦独孤1920年英文版的《群体心理学》。傅斯年的译文手稿与史语所的行政文件混杂在一起，一直未被发现，后来由王汎森先生找到并整理，王先生也在傅斯年藏书中，找到了当年翻译时参考的麦独孤的书。傅斯年在伦敦大学学习了三年时间，这期间傅斯年很少写文章，仅有备忘录式的几篇笔记。他本计划攻读心理学硕士学位，伦敦大学评议会的硕士学位记录中曾经有三处记载：275598 号记录傅斯年从1920年10月起为注册实习生，并同意其攻读心理学硕士学位；433492号记录1922年4月 22日，傅斯年申请免除学士头衔考试的一部分，学位分委会同意傅斯年免交哲学论文，但仍须交两篇普通心理学论文；433593记录“免试部分心理学硕士学位资格考试”，傅斯年免除学士考试现代哲学史的论文。后来的事实证明，傅斯年到欧洲旨趣在于学习国外的学问而非国外的学位。德国人施耐德在《真理与历史-傅斯年、陈寅恪的史学思想与民族认同》一书中谈到现实与理想的差距无处不在，傅斯年对心理学的期望在伦敦没有得到满足，行为主义的机体心理学和实验心理学无法致用，使他感到失望，也让他看不到未来（王汎森，2012，p.63;施耐德，2008，p. $4 0 { \\sim } 4 2$ ）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1923年6月，傅斯年离开伦敦前往柏林，一是因为经费问题，二是因为德国的同学朋友很多，而且大量的中国留学生都选择了德国。到德国后，傅斯年以本科的身份在柏林洪堡大学人文学院哲学系注册，主修心理学。三年期间，傅斯年的学习兴趣先后从心理学转到数学、物理学，最后转移到比较语言学和历史语言学。从正面说是傅斯年跨度大，学术思想正在产生巨变，从负面说也是傅斯年一直未能找到解决内心困惑的方向。胡适旅欧时与傅斯年会面，谈到“这几天与孟真谈，虽感觉愉快，然而未免感觉失望，孟真颇颓放，远不如颉刚之勤。”（王汎森，2012，p.72；鲁迅，1981，p.550）。正是这种颓放（颓唐放纵,不拘礼法）的性格，让他不走寻常路。后来的事实证明，学自然科学是那个时期年轻人的集体追求，从自然科学中接受到的科学方法训练，可以让他们在本门学科中换了方向治另一套学问。果然，傅斯年在学习心理学的过程中对科学精神和科学方法有了很深的体悟，这对其后来史料学研究所依据的科学思维方式产生了重要的影响（张一博，2019，p.47\\~57）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3傅斯年的“离开”与对心理学的助推",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "助推，并非是刻意追求，而是在无意中产生了实质性的作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "傅斯年求学欧洲回国后，在厦门大学和清华大学任职意愿未能实现，1926 年12月经朱家骅邀请赴中山大学任教，并担任文史科主任兼国文和历史两系主任，时年30岁（张荣芳，2004，p.68\\~70）。任教中山大学期间，傅斯年除讲授文学历史外，还讲授了心理学和统计学等课程，聊城傅斯年纪念馆保存了傅斯年在中山大学讲授统计学的讲稿资料。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "此时，中山大学并无心理学系，而中国近代史上著名的心理学家汪敬熙，在傅斯年的鼓励和支持下从河南中州大学也来到中山大学。石兴泽先生在其《傅斯年别传》中，特别谈到了傅斯年和汪敬熙对心理学发展起到的重要作用。傅汪二人本是同乡，又同为北大校友和新潮社核心成员。傅斯年时任文科学长，在其帮助下，汪敬熙在中山大学创建实验室，开展了生理心理学研究，最后创办心理系和心理学研究所。因与傅斯年合作愉快，汪敬熙将原本归属自然科学领导的心理学归属到文科类，傅斯年也帮助汪敬熙争取了更多的经费和实验用具。用石兴泽先生的分析就是“二人同住一楼，朝夕相处，生气勃勃，教学科研开展有声有色。”（石兴泽，2005，p.92)",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1927年，蔡元培辞去北大校长，任国民政府大学院院长，筹建“中研院”，最初聘请的筹备专员30余人。1927年只有4个所，1929年增加为9个所，2个馆。蔡元培原本没有成立“史语所”的计划，而是准备设立心理研究所，并聘请了傅斯年、唐钺等6人为筹备委员（傅斯年，2017e，p.10；岳南，2010，p.79；郭本禹，阎书昌，2020，p.108）。1928年初，傅斯年利用在上海与蔡元培商谈心理所筹办的绝好机会，向蔡元培慷慨陈词，认为应该针对历史学和语言学设立专门的研究机构，因为中国过去虽然有关于历史和语言的著述，却没有西方那种科学性质的历史学和语言学。傅斯年多次据理力争，最终促成史语所创建，可见留学欧洲所学的科学精神对史语所的建立起到了关键作用（黄长怡，2009，p.377；张荣芳，2004，p.68\\~70）。表面上看，傅斯年偏离了心理所筹建的方向，实际上正是他的科学思维推进了史语所的进步，况且语言本身也是心理学的重要研究内容。这一时期，傅斯年完成了论文《思想和语言》，他用科学心理学的视角研究了语言和思想的关系，比如，他结合著名行为主义心理学家华生的观点，认为“思想为语言之内敛习惯”（傅斯年，2017e，p.13）。从1929年3月15日蔡元培完成的“‘中研院’政府报告”中可以发现，“史语所”1928年3月筹建，1928 年11月正式成立。当时，因傅斯年及其团队常驻中山大学，此时正在广西、云南等地区进行语言调查，因此史语所暂设广州，借用中山大学房子为筹备处。“中研院”心理研究所1929 年建立，唐钺为首任所长。唐钺与傅斯年关系也非常密切，无论是他们的业务往来和私人交往都体现了傅斯年对心理学研究者的尊重和重视（傅斯年，2017f，p.220；周宁，1990，p.55\\~69）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着“史语所”北迁到北京，傅斯年也离开了中山大学。出于“中研院”的需要，汪敬熙也离开自己一手创办的中山大学心理学系和研究所，来到北大与傅斯年成为同事，继唐钺后担任“中研院”心理研究所所长。之后很长一段时间汪敬熙都是心理学的领军人物。傅斯年十分支持汪敬熙的实验室研究工作，即使汪敬熙后来移居美国，傅斯年和胡适在商定“中研院”院士名单时，汪敬熙依然位列其中（石兴泽，2005，p.93）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着抗日战争爆发，中国心理学研究受到巨大冲击，包括心理研究所在内的中国心理学科主阵地，多次迁动，或合并，或停办。但从早期心理学发展的情况看，傅斯年的确起到了助推作用。之后，傅斯年忙于教育行政和史学研究，自己也承认并非心理学专家，但从其大量的文章中仍能读出他心理学的思维印记。例如，在《汪贼与倭寇—一个心理的分解》一文中，他谈到，“汪贼一派的行动，只能用罪犯心理去分析，才能了解。我不是这一行的专家，姑且把我所知道的几点写下来，供心理学家检讨。”傅斯年结合犯罪心理，基于弗洛伊德本能理论，阐释了汪贼与倭寇共存在的“有己无人”的罪恶心理根源，言辞犀利，痛刺心灵（傅斯年，2015c，p.403）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1949 年1月，傅斯年任台湾大学校长，上任后进行了大刀阔斧的教育改革。原归属于哲学系的心理学研究室正式独立，成立心理学系，隶属理学院，再次体现其科学主义思维方式。傅斯年确定由同为北大校友的苏芗雨任心理学系主任，并确定苏芗雨为校务会议理学院教授（傅斯年，2017g，p.492）。苏芗雨担任心理学系主任二十年，终成为台湾大学心理学的重要奠基人。傅斯年与苏芗雨交往密切，在苏芗雨撰写的《悼念傅孟真先生》一文中写到，傅斯年到任台大一周，便两次约见苏芗雨，分别请他担任心理学系特别班主任和图书馆馆长。胡适到台大，傅斯年还约台大的北大校友集体在苏芗雨家吃北方面食。傅斯年对台湾大学及心理学科的作用，可以从苏芗雨的悼词中清晰地读出，“校长死了，台大丧失导师，台湾社会丧失导师，我们何不悼念！”（苏芗雨，1950，p.5）傅斯年一生忧国忧民，为天地立命，为往事继绝学，可惜天妒英才，五十四岁，溘然长逝，以身殉教（马亮宽，2014，p.479）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4傅斯年的科学追求与心理学观点",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "傅斯年的心理学论述，除了一部作品《心理分析导引》之外，多数观点夹杂在其教育问题研究、历史语言问题研究和政治问题研究的相关论述中。笔者尝试从史料中凝练其科学主义心理学取向、心理分析观点和人格心理学观点。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1傅斯年的科学主义心理学取向",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "傅斯年的科学主义心理学取向早在1918年4月15日的《新青年》第四卷第四号上就有所体现。在当年发表的《中国学术思想界之基本谬误》一文中，傅斯年认为，中国学术以学为单位的“科学”少，以人为单位的“家学”多，而“家学”并非真正意义上的科学，传统的“家学”缺少统计学上的分类和比较，想致用却无所用。傅斯年列出了传统学术的七大病症，认为中国学术必然走向科学化。同时，傅斯年依然有坚定的民族文化体认，提出科学的东方学之正统在中国的基本判断（傅斯年，2015d，p.18）。走出国门，学习科学主义并不是放弃中国学术，而是引领中国学术研究的科学化浪潮。至此，也就更好地解释傅斯年为何到英国学习科学主义的心理学。傅斯年在1919年《新潮》第一卷第五号上发表文章《对于中国今日谈哲学者之感念》一文中，提出疑问，现在以哲学自负的诸公，究竟已入哲学的正经轨道了吗？他的回答是没有。他认为，旧哲学的各种系统，经过一番科学大进步以后，很少能够存在。哲学不是离开科学而存在的哲学，是一切科学的总和；冯特研究心理学深了以后就成为哲学家，斯宾塞将生物学和心理学结合起来研究，就成为会通哲学家。哲学如果不在近代科学上植一个好根基，仅凭一己的观察，愚蠢的人不会有所得，聪明人也是枉然的。现代的哲学早已受过科学的洗礼虽然现在的科学还不发达，但是将来新增的知识必定是科学的方法，人的精神世界的力量也只能用实事求是的科学方法才能够获知（傅斯年，2015e，p.92）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1928年10月，《国立‘中研院’历史语言研究所集刊》创刊号上，傅斯年发表了经典文章《历史语言研究所工作之旨趣》，简称《旨趣》（傅斯年，1928，p.3\\~7；王汎森，2012，p.83）。该文大气磅礴，继往开来，用其在欧洲所学的科学主义精神解释中国的史学、哲学、语言学和心理学等学科的未来发展。许冠三先生认为，“仅仅《旨趣》一文，和准此文而推行现代研究事业，已足够令他名垂青史。”欧阳哲生先生更是认为，“《旨趣》在中国历史学研究从传统走向现代过程中，是一块高耸的里程碑。”纵观傅斯年一生的史学研究均是在这一科学精神的指导下进行的，他助推汪敬熙、唐钺、苏芗雨等老一辈心理学家推进中国心理学的发展，也正是基于他科学主义心理学的取向（许冠三，1986，p.214）。诚然，太注重科学主义走向也会让心理学价值理性模糊，人性物化和主体性丧失（高峰强，2002，p.35\\~40），但就当时的历史阶段而言，傅斯年的科学主义取向代表了新文化的发展方向，是有积极作用的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2傅斯年的心理分析观点",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "《心理分析导引》是傅斯年现存唯一的心理学著作，本书原是为出版新潮丛书所写，现存共五章，分别是第一章：人的不理性和他的造理作用；第二章：本性与现实环境一乐苦原理与现实原理；第三章：冲突、压抑和无觉识；第四章：梦之解释-梦乃愿欲之完成；第五章：续梦之解释-梦之双重之机用作（机制）。其中，前四章是完整的，第五章，只有开篇文，没有全文。五章之外应该还有几章，目前史料中尚未找到，在第二章中，傅斯年明确谈到相关内容参见“第某章：黑得之发明与伏氏心理学”（傅斯年，2017a，p.374\\~405）。从现有内容看，傅斯年与弗洛伊德的著作基本概念非常接近，但体系不同，旨趣不同。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "傅斯年心理分析思想体现为以下几点：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）心理进化与意识造理观点",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "傅斯年认为，身体和心理都是进化的结果，人和动物并非是不可逾越的两端。人会造理，目的在于为个人出现与社会信念和社会兴趣相反行为提供理由，然后可以宽慰自己。因此，理性不是行为的原因，而是行为动机之后的解释与伪装。理性属于意识层面的问题，而过去的心理经验和潜意识真正统帅着行为。心理问题解决之法门在于抛开意识，探究潜意识，关键的一步就是破除人类的造理作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）心理进化与乐苦原理、现实原理",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "达尔文的进化理论解释了生物的进化，同时也解释了心理的进化，学界更多关注了前者而忽视了后者。心理与机体的平行进化是进化论者最初就秉持的观点，比如达尔文的《物种起源》和《人类与动物的感情表达》，两本书分别论证的是机体的进化和心理的进化。傅斯年认为由于研究方法和研究工具的局限，使得达尔文的弟子们将两种进化分开，分别产生了动物行为的研究和文化人类学的研究。弗洛伊德的心理学恰恰证明了“心理进化论”和“心理覆袭论”的存在（王元明，2002，p.34\\~40）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人的本性与现实环境无法完全融合，从祖先那里遗传的本性永远适用于祖先生活时代的现实环境。傅斯年认为，当前的现实环境是祖先没有遇到过的，所以“一面本性那么着，一面现实环境那么着。”（傅斯年，2017a，p.374\\~379）要让种族能够更好地活下去，就必须要更改或者取舍一部分现实环境的力量，也就是说本性必须迁就现实环境，不能够发展出拘束本性迁就现实环境能力的种族都灭绝了。从这个意义上讲，现在剩下的人类都是在战劫之余能够拘束本性迁就现实环境的人。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "傅斯年认为，人的本性就是乐苦原理，即增乐减苦。乐就是快乐，意味着减轻负担，苦就是苦痛，意味着加重负担。乐苦的机能是生物进化中，经多种淘汰后所遗存的最适合的机能。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "傅斯年举例说，小孩子喜欢听水的响声，看到水管就会把所有管子都打开；不喜欢剃头的，看到与剃头有关的东西就会哭。所以孩子“只会任着主观的苦乐性儿，不管客观事实，不管结果多严重，不觉什么责任。”（傅斯年，2017a，p.379\\~384）这个叫做初级的心理系统，这个系统都是自私的、集中自己的、全是非社会甚至是反社会的。随年龄的增长，儿童渐渐发现了身外的现实环境，渐渐有了一种节制乐苦系统以迁就外部环境的趋向。这一过程，称为现实原理，傅斯年称为第二级心理系统。两种系统相互矛盾斗争，因人因时的不同产生不一样的解决办法，最苦恼的解决办法就是出现精神病。较常见的方法是演义或者升华，比如现实欲望会转化为梦境，性欲本能受压抑，反而成为了诗人或艺术家。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）冲突、压抑与无意识",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "冲突来自哪里？傅斯年认为，初级的心理系统是“攻向的活动”，二级的心理系统是“守样的抵制”。初级的系统是不管外界如何，任由遗传的本性驱使，愿欲是尽力要实现的；二级的系统知道外界环境和个体的本能不相容，尽力压住本能。具体体现为逻辑的思想压住愿欲的思想，社会的意向压住反社会的意向，经教育过的动机压住未教育过的动机。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "有冲突就会产生压抑，傅斯年认为，“压抑可以看作是一种力，或是一推力，也可以作为一族，无时不在心理中运行并去摒斥那些初级系统的心理动作。”压抑可以从两方面来理解一是将意识中不愉快的感觉压抑出去，这是初步的压抑；二是被压抑的内容更加有动力，更会在意识里出现。所以两种压抑是同时进行的，不能分隔开。傅斯年举例说，我们不喜欢的东西，忘的也会比较快。但有些内容因为影响内心感受，越想忘记就会记得越清晰。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "被压抑的内容去哪里了呢？傅斯年借用弗洛伊德的理论，认为压抑的内容在无意识里。无意识分两个部分，一个是“前觉识”，指的是虽然当时不在意识范围内，但可以被唤醒到意识层面的东西；第二个是“抑压觉识”，指的是不在意识范围内，不可以用通常的方法唤醒到意识层面的东西。傅斯年认为两者没有严格的界限，绝大部分的情况是第二种。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最终压抑的结果有五种情况，一部分内容被压抑之后，原有的动力并不削减依然在无意识的地方活动，它依然影响着行为的发生，但是个体感觉不到；一部分被压抑的内容，与道德观念、美感理想、社会责任等不合，如果引发内心难过的话就会被直接赶出；一部分内容被压抑出去，又试图进来，个体会极力地阻止它进入，两者相互迁就形成碎片化的记忆；一部分带有儿童色彩的内容，本来就是原始本能中遗传的，无法压抑出去，个体也不容易感觉到它的存在；最后一部分没有任何逻辑，只是一些联想和愿欲，对个体没有什么影响。现在的心理学人对弗洛伊德的心理学如数家珍，而在1910年代，傅斯年能领悟心理分析并将其与中国文化融合，解释中国人的心理现象，可见其心理学修为颇深。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（4）梦的解释与梦的双重作用",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "傅斯年认为，弗洛伊德《梦的解析》行文的顺序不符合读者的心理规律，《梦的解析》以案例为主要内容，全都采用了归纳法，先报告事实后分析理论，读者如果没有一些心理分析和心理治疗功底是很难读懂的。傅斯年在写作《心理分析导引》时，使用三章内容解释人的造理作用、无意识理论和压抑理论，进而用这三个理论去解释心理现象。这种行文顺序符合读者的心理期望，更能够把问题说清楚。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "傅斯年认为，弗洛伊德使用梦说明其心理分析理论，主要是因为梦的状况很复杂却最普遍，没有人会去否认梦的存在。但梦的分析有多种困难，所以研究者一直不能够清晰地给出答案。首先，梦在历史上有太多的迷信色彩，而迷信的人太重视梦，不迷信的人又太轻视梦；其次，梦的材料有多种多样，在现实生活中又很难对号入座；再次，梦中的情景非常奇怪，相互之间又缺少因果关系；最后，研究梦必然研究到做梦的人，如果对梦的解释不符合做梦人的想法就会被排斥。傅斯年说，梦的研究获得成功只是最近的事，因为弗洛伊德成功地解决了上述研究困难，所以他对梦的解释得到了广泛的认可（傅斯年，2017a，p.398\\~405）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "傅斯年对梦的意义有自己独特的见解，他认为，梦包含着两层含义，一是梦所体现的欲望，二是梦中的情景。日常生活中常说一个人“简直是在做梦”，一是欲望本身很荒诞，二是欲望所实现的情景很荒诞。他认为，要明白人的心理学，可以从动物的心理学开始分析，要明白成人的梦，可以先从儿童的梦开始分析。儿童的梦或梦话都是日常生活未能完成的本能意愿所以梦体现的欲望与梦中的情景是一致的，但成人的本能受到现实生活的约束，在梦境中不是直接的本能表达而是曲折的本能表达，所以梦是曲折回旋的。对成人梦的分析需要更慎重，可以确定的是，成人受两种心理系统的交互作用从而产生了丰富多彩的梦境。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "章士钊曾说，傅斯年是中国最懂弗洛伊德学派的人（王汎森，杜正胜，1995，p.41）。的确，从基本概念来看，傅斯年的《心理分析导引》与弗洛伊德《精神分析引论》非常接近，但《心理分析导引》有明显的傅斯年痕迹。首先，傅斯年认为弗洛伊德的著作在思路表达上不够清晰以个案为主线讲述其心理学观点，读者阅读起来想抓住核心观点比较困难。傅斯年认为，将核心观点在前几章集体呈现，然后在后续章节中用案例进行分析的方式，可以把问题说清楚，也让中国读者更好理解。其次，傅斯年使用“造理”“乐苦”“觉识”等中国化的概念，去界定弗洛伊德的理论，也让读者更容易接受。第三，1920 年傅斯年就希望完成一本心理分析著作，既显示了当时他对弗洛伊德思想的深入研究，也说明他吸收了黑格尔、叔本华、尼采、哈特曼等的哲学思想。例如，傅斯年希望论述黑格尔的自我意识与弗洛伊德心理学的关系，该内容在《心理分析导引》第二章明确提出将在后续章节进行详细解释，只是目前的史料中未能找到第四章之后的全文。此外，傅斯年借用社会心理学观点针砭时弊，他与胡塞尔、霍布斯、麦独孤、杜威等哲学和心理学前辈学术思想的脉络关系还需要后来研究者继续挖掘探索。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3傅斯年的人格心理学观点",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "强调科学主义的五四青年一定注重学以致用，傅斯年也不例外。选择心理学，学习心理学形成心理学观点后，傅斯年自然会将心理学观点用于其学术研究、教育工作和日常生活中。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3.1傅斯年早期对人格问题的分析",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "傅斯年早期对人格问题的探讨，以批评国人，甚至谩骂国人为主。如《万恶之源》、《中国狗与中国人》、《心气薄弱之中国人》等一系列文章，言辞犀利，对中国家庭对人性的压抑提出了强烈的谴责。这在表现其家国情怀之余，也显示了傅斯年个性偏执，操之过急的特点。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1919 年1月1日《新潮》第一期第一号上，傅斯年发表了以《万恶之源》为题的文章，文中写到“善从何来”，他认为善源自个性，没有了个性就没有了善。当然，个性中发出的并非都是善的，傅斯年个性的意思实际代表了人格和人性两个现代概念的结合。个性发展，善才会随之发展，所以破坏个性的最大势力就是万恶之源。这个万恶之源就是中国的家庭。人生下来，原本有善，把幼童放在恶的社会和好的社会他们的发展是截然不同的。傅斯年认为，“中国的家庭把空气污浊到一百零一度，孩子生下来就教训他应该怎样应时，怎样舍己为人，怎样做你爷娘的儿子，决不肯教他做自己的自己，这样的结果就是极大地摧残了个性。”他援引胡适的名言“我不是我，我是我爹的儿子。”并进一步进行发挥，“中国做父母的给儿子娶亲并不是为儿子娶媳妇，而是给自己娶儿媳妇。”的确，近代的中国人对家庭的负累重大，结果是“他的所有事业都是完全乌有，并且逐渐走向不道德的中心去”。傅斯年举例说，一个能赚钱的人，他的七姑八姨都会粘上他，他就不得不委屈了自己的人格，服从别人，让自己丝毫不得自由。傅斯年因此得出结论，在家累的呼声下，无数英雄被埋没了（傅斯年，2015f，p.59）。傅斯年清醒地认识到传统家庭的封建观念束缚了近代中国人的个性发展，虽然他的一些文字表述稍显尖锐与苛刻，但这种激进的观点和表达在当时是要起到警醒国人的作用的。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在《心气薄弱之中国人》一文中，傅斯年更是提出中国人的特点是好行小慧。大慧是真聪明，能做出正确的判断，并积极行事，产生价值。小慧只讲究外表的装饰，只管当前，不管永远，只要敷衍，不问正当解决问题之法，最终会出现“南方之学，群居终日，言不及义；北方之学，饱食之日，无所用心。”小慧的人，本来就缺乏正确的判断能力，又不肯自居于不聪明之列，只会弄鬼要小聪明，无法干成大事。傅斯年认为，小慧之人是因为心气薄弱，心中没有主义，东风来了西倒，北风来了南倒。“没主义的不是人，只有石头、草木、野兽、半兽的野蛮人才没有主义”（傅斯年， $2 0 1 5 \\mathrm { g }$ ，p.65）。傅斯年的观点依然适合今天人们的心智发展，多行大慧，少行小慧，人生才真的智慧。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在《中国狗与中国人》一文中，傅斯年谈到中国人“小时了了，大时沉沦”的很多，不是不聪明，而是人格中缺少责任心。傅斯年认为，历史上在团体中，一人得或团体得而国家失的事情太多了。专制之下，自然无责任可负，久而久之，无责任感自然成了遗传的人格。五四运动标志着改造这一人格的萌芽活动出现了，但是责任心必须成为习惯，否则这一运动仅仅是不熟而落的果子，当然人格并非是一场运动就能够迅速改变的。傅斯年也认识到，新思想不是即刻便能贯彻了的，民众应该从改变习惯开始（傅斯年，2017h，p.159）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "傅斯年早期的文章的确抓住了当时中国人的弱点，“有群众无社会的无秩序取向”“心中无主义的心气薄弱性”“万恶之源的家庭教育”的确是阻碍民众心理发展的三座大山。从唤醒民众人格自我反思的角度来讲，鲁迅更多使用批判性的小说，傅斯年则使用了批判性的论文。虽然二人在中山大学共事三个月，最终不欢而散，但二人都希望从思想上改变国人，从心理能量上救中国（蔡秋彦，2013，p.150\\~154）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3.2《性命古训辩证》与傅斯年后期的人性观",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "《性命古训辩证》被认为是傅斯年最有成就的哲学研究，其创新性在于，以语言学的观点解决思想史中的问题；以历史的观点梳理“性论”的变迁（傅斯年，2006，p.3\\~10；王凤青，2014，p.57）；旅欧期间所学的科学主义精神和心理分析思想在该书中也得到极致的体现。柏林大学所学的比较语言学，启发他在书的前言中就界定该书的基本立足点：语言表达的是使用该语言之民族的特性；语言是内在的形式，是人能力的标志，与思想形成一个紧密的联合体，而哲学是语言之副产品。该书对“性”、“命”二字的来源及历史发展进行了系统分析。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "西周到战国，中国人的天命论和人性观体现了明显的过渡特征，春秋正是这一过渡的关键时间点。众所周知，孔子讲性相近，习相远，孟子讲性善，荀子讲性恶，但傅斯年认为，孟子在性格、在言谈、在逻辑，皆非孔子之正传，荀子才是正传，荀子一面直返孔子之旧，一面援法而成儒家之新。对于汉儒，傅斯年认为汉儒是善恶二元论，以善归之于性，以恶归之于情后来的性三品说都是对性二元论的继承与发展。宋明理学用“气质之性”和“义理之性”发展了儒家的性二元论思想。傅斯年追随胡适，将朱熹的格物理解为“即物而穷其理”，是思想史上的巨大贡献，他阐明了区别于“心学”的“物学”，这也极大地影响了近代的学术（焦润明，2002，p.70\\~80）。新时期的知识分子如何很好地诠释儒家的天命和人性观很重要，傅斯年主张应该转变传统的寂静、内省、消极和养心的倾向，进一步动摇内发论的根基，确定一个健康的、即物穷理的、积极努力和纪律约束并存的人性观，这样的人性观真是独辟蹊径，继往开来。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "傅斯年重视性品教育，认为教育的一个大目的就是陶冶学生的性品，所谓性品就是对人对物的态度，“上等性品的人，是对人对物，能立其诚。”在台湾大学，他将性品教育归结为“不扯谎”。他认为不扯谎是性品教育的开端，扯谎是最不可饶恕的，科学家扯谎，不会有真的发现；政治家扯谎，必然有极大的害处；教育家扯谎，最无法教育人。凡是做学问的人，都必须从不扯谎开始（李天星，2018，p.380）。从台湾大学校训“敦品、力学、爱国、爱人”上也能够明显地读出傅斯年有多看重性品教育。在这一点上，季羨林先生也曾留下两句名言，即“假话全不说，真话不全说”。同为山东聊城老乡，同为北大校友，两位巨匠都推崇“立其诚”的人品。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "傅斯年曾经畅谈美感与人生，他注重精神的美，但他的生活方式缺少美感，身体偏胖，饮食习惯差，血压高，性情急，又加上工作强度太大，最终因脑溢血身亡。胡适（1950）曾评价傅斯年，天才最高，能做学问又能治事，能组织。后来的历史对其的评定也有多种说法，但有两首诗的评语很值得大家去品味，一是1919年傅斯年赴英留学前，蔡元培借用陆游的诗词写出的赠语，“山平水远苍茫外，地辟天开指顾中”；二是1945年国共延安商谈时，毛泽东借用章碣的诗词写出的赠语，“坑灰未烬山东乱，刘项原来不读书”。这两句赠语分别题写在山东聊城傅斯年纪念馆的正门和影壁上。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "从傅斯年求学、治学、从教和从政的五十四年人生经历来看，有三个问题值得研究者认真思索：第一，青年人该如何学习，如何成长。傅斯年在北大，好读书不忘家国情怀；在国外，问学问，不问学位，问知识，不问名气。充满家国情怀学习，不忘理想前行，是五四青年的风骨，也应是当代青年的风骨。第二，治学不忘育人，育人首推育德。傅斯年为当时的台湾大学注入的大学精神到现在依然值得人们尊敬。第三，学人该如何超越学术两难。为学与为政之间一直存在微妙的关系，傅斯年很好的解决了从教与从政之间可能存在的学术两难，也值得当代学人学习和反思。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "以上是基于傅斯年研究的史料和相关著作、论文完成的对傅斯年与心理学多重关系的梳理当前出版的心理学史著作都没有提及傅斯年对早期中国心理学所做出的贡献，希望该文能够为相关领域的学者提供一些参考。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "蔡秋彦.(2013).启蒙者的不同走向-从鲁迅与傅斯年的通信说起.宁夏大学学报（人文社会科学版）,(4),150-154.  \n傅斯年.(2006).性命古训辩证.南宁:广西师范大学出版社.  \n傅斯年.(1928).历史语言研究工作之旨趣.“国立中研院”历史语言研究所集刊,1(1).  \n傅斯年.(2015a).社会-群众(原载1919年2月1日《新潮》第一卷第二号).见欧阳哲生编,傅斯年卷.北京:中国人民大学出版社  \n傅斯年.(2015b).白话文学与心理的改革(原载 1919年2月1日《新潮》第一卷第五号).见欧阳哲生编，傅斯年卷.北京：中国人民大学出版社.  \n傅斯年.(2015c).汪贼与倭寇:一个心理的分解(原载 1940年2月25日《今日评论》第三卷第八号).见欧阳哲生编，傅斯年卷.北京:中国人民大学出版社.  \n傅斯年.(2015d).中国学术思想界之基本谬误(原载1918年4月15日《新青年》第四卷第四号).见欧阳哲生编,傅斯年卷.北京:中国人民大学出版社  \n傅斯年.(2015e).对于中国今日谈哲学者之感念(原载1919年5月1日《新潮》第1卷第5号).见欧阳哲生编,傅斯年卷.北京:中国人民大学出版社.  \n傅斯年.(2015f).万恶之源(原载1919年1月1日《新潮》第一卷第一号).见欧阳哲生编,傅斯年卷.北京:中国人民大学出版社.  \n傅斯年.(2015g).心气薄弱之中国人(原载1919年2月1日《新潮》第一卷第二号).见欧阳哲生编,傅斯年卷.北京中国人民大学出版社.  \n傅斯年.(2017a).心理分析导引(遗稿).见欧阳哲生编,傅斯年文集:第一卷.北京:中华书局.  \n傅斯年.(2017b).自然(原载1920年4月1日《新潮》第二卷第二号).见欧阳哲生编，傅斯年文集:第一卷.北京:中华书局.  \n傅斯年.(2017c).欧游途中随感录(原载1995年12月王汎森、杜正胜编《傅斯年文物资料选辑》).见欧阳哲生编，傅斯年文集:第一卷.北京:中华书局.  \n傅斯年.(2017d).傅斯年君致校长函(原载1920年10月13日《北京大学日刊》).见欧阳哲生编，傅斯年文集:第七卷.北京:中华书局  \n傅斯年.(2017e).思想和语言－一个文字的界说(1928年《中国古代文学史》讲义).见欧阳哲生编,傅斯年文集:第二卷.北京：中华书局  \n傅斯年(2017f).致赵元任、唐钺、汪敬熙等(原载 2003年安徽教育出版社《胡适全集》).见欧阳哲生编，傅斯年文集:第七卷.北京:中华书局.  \n傅斯年. $( 2 0 1 7 \\mathrm { g ) }$ .致台大各学院院长(原载 1949年11月7日台湾大学校刊第四十三期).见欧阳哲生编,傅斯年文集:第七卷.北京:中华书局.  \n傅斯年.(2017h).中国狗与中国人(原载 1919年11月1日《新青年》第六卷第六号).见欧阳哲生编,傅斯年文集:第一卷.北京:中华书局.  \n高峰强.(2002).科学主义心理学的理论误区探析.自然辩证法通讯,(3),35-40.高觉敷.(1985).中国心理学史.北京：人民教育出版社郭本禹,阎书昌.(2020).民国时期心理学的源与流及其历史遗产.苏州大学学报教育科学版,(4),104-116.  \n郭学信.(2014).傅斯年研究.济南:山东大学出版社.  \n胡适.(1950-12-20).胡适的日记（手稿本）.台北：台北远流出版公司,1990.  \n黄长怡.(2009-07-14).史语所八十年，驱使他们的是使命感.南方都市报,(27),377.  \n焦润明.(2002).傅斯年传.北京:人民出版社.  \n李天星.(2018).傅斯年与台湾大学的重振.北京社会科学,(9),70-80.  \n鲁迅.(1981).鲁迅全集.北京:人民文学出版社马亮宽.(2014).傅斯年评传.北京:中国社会科学出版社.  \n马亮宽，程方.(2009).傅斯年图传.武汉:湖北人民出版社欧阳哲生.(2014).傅斯年一生志业研究.北京:北京大学出版社.  \n欧阳哲生.(2017).傅斯年文集:第一卷.北京:中华书局.  \n施耐德.(2008).真理与历史：傅斯年、陈寅恪的史学思想与民族认同 (关山,李貌华 译).北京:社会科学文献出版社.  \n石兴泽.(2005).傅斯年别传.北京:中国社会科学出版社苏芗雨.(1950).悼念傅孟真先生.台湾大学校刊(中国台湾),(101),5.  \n王汎森.(2012).傅斯年：中国近代历史与政治中的个体生命.北京:生活读书新知三联书店.  \n王汎森,杜正胜.(编).(1995).傅斯年文物资料选辑.台北:“中研院”历史语言研究所.  \n王凤青.(2014).傅斯年与中国传统文化.济南:山东大学出版社.  \n王元明.(2002).弗洛伊德主义在中国的传播和影响.南开大学学报(哲学社会科学版),(5),34-40.  \n阎书昌.(2015).中国近代心理学史(1872-1949).上海:上海教育出版社.  \n叶浩生.(2011).心理学史.北京:高等教育出版社.  \n岳南.(2010).陈寅恪与傅斯年.西安:陕西师范大学出版社.  \n张人骏.(1998).我国台湾地区心理学发展综览.心理学报,19(3),302-305.  \n张荣芳.(2004).傅斯年在中山大学.中山大学学报(社会科学版),(2),68-70.  \n张一博.(2019).语文学与中国近代史学的科学化——以傅斯年与西学的关系为中心.史学史研究,(3),47-57.  \n周宁.(1990).国立“中研院”概况(1928-1948).民国档案,(04),55-69.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Fu Ssu-nien: The Exploration and Contribution in Psychology ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "CHEN Yanlei, HU Zhijian ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(Department of Education ofLiao cheng University, Liao cheng 252059, China) Abstract: As a pioneer in learning, spreading, and utilizing modern scientific psychology in modern China,Mr. Fu Ssu-nien has been neglected by psychological researchers for many years. In 12 years of studying on psychology， Mr. Fu wrote and translated several philosophical monographs to illstrate his psychological views, such as Introduction to psychoanalysis, Group Psychology, and Hsing Ming Ku-Hsun Pien-Cheng. Based on these efforts, Mr. Fu made a profound analysis of the Chinese traditional view of human nature，the trend of scientism in modern psychology， the psychoanalytic thought of psychoanalytic school， and then judged that the modern Chinese psychological research would eventually become scientific. Moreover, Mr. Fu summarized barriers of development of mass mind from three aspects including society, family and individual, and then generated and advocated a basic view of humanity containing effort, sense of discipline, the concept of rational and health. Furthermore, working together with Cai Yuan-Pei, Wang Jing-Xi, Tang Yue, and Su Xiang-Yu, Mr. Fu devoted to the early construction of the discipline of psychology and promoted the development of scientific psychology in modern China. Key words: Fu Ssu-nien, scientific psychology, mental analysis, view of human nature, boosting ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]