[
    {
        "type": "text",
        "text": "The Gravitational-Wave Physics ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rong-Gen Cai1,3 Zhoujian Cao2,4 Zong-Kuan Guo1,5 Shao-Jiang Wang1,3 Tao Yang1,3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1CAS Key Laboratory of Theoretical Physics, Institute of Theoretical Physics, Chinese Academy of Sciences, No.55 Zhong Guan Cun East Road, Beijing 100190,China   \n2Department of Astronomy， Beijing Normal University， No. 19, XinJieKouWai Street, Beijing   \n100875, China   \n3School of Physical Sciences， University of Chinese Academy of Sciences， No.19A Yuquan Road, Beijing 100049, China   \n4Institute of Applied Mathematics, Academy of Mathematics and Systems Science, Chinese Academy   \nof Sciences，No.55 Zhong Guan Cun East Road,Beijing 10019o, China   \n5 School of Astronomy and Space Science, University of Chinese Academy of Sciences， No.19A Yuquan Road,Beijing 100049, China E-mail: cairg@itp.ac.cn, zjcao@amt.ac.cn, guozk@itp.ac.cn,   \nschwang@itp.ac.cn, yangtao@itp.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: The direct detection of gravitational wave by Laser Interferometer GravitationalWave Observatory indicates the coming of the era of gravitational-wave astronomy and gravitational-wave cosmology. It is expected that more and more gravitational-wave events will be detected by currently existing and planned gravitational-wave detectors. The gravitational waves open a new window to explore the Universe and various mysteries will be disclosed through the gravitational-wave detection， combined with other cosmological probes. The gravitational-wave physics is not only related to gravitation theory, but also is closely tied to fundamental physics, cosmology and astrophysics. In this review article, three kinds of sources of gravitational waves and relevant physics will be discussed, namely gravitational waves produced during the inflation and preheating phases of the Universe, the gravitational waves produced during the first-order phase transition as the Universe cools down and the gravitational waves from the three phases: inspiral, merger and ringdown of a compact binary system, respectively. We will also discuss the gravitational waves as a standard siren to explore the evolution of the Universe. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: gravitational waves, inflation, reheating, first order phase transition, binary black holes,standard siren ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1Introduction 1 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "：Gravitational Waves From Primordial Universe 3",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 During Inflation 4   \n2.2 During Preheating 6   \n2.3 Observational Implications 6 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Gravitational Waves From Phase Transitions ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1 Bubble Nucleation 8   \n3.2 Bubble Expansion 9   \n3.3 Bubble Percolation 12   \n3.4 Gravitational Waves 14 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4The Gravitational Waves From Binary Systems 16 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4.1 Post-Newtonian Approximation 18   \n4.2 Numerical Relativity 18   \n4.3 Black Hole Perturbation 21   \n4.4 Cosmological Probes 22 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "5Conclusions 24 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On 11 February 2016,the LIGO Scientific Collaboration and the Virgo Collaboration [1] announced that on 14 September 2015 at 09:50:45 UTC the two detectors of the Laser Interferometer Gravitational-Wave Observatory (LIGO) simultaneously observed a transient gravitational-wave (GW） signal. The GW event is named GW150914. The frequency of the signal increases from 35 to 25O Hz with a peak GW strain $1 . 0 \\times 1 0 ^ { - 2 1 }$ at the $1 5 0 ~ \\mathrm { H z }$ ： The GW signal is consistent with the one predicated by general relativity for the inspiral and merger of a pair of black hole and the ringdown of the resulting single black hole. The sourceislcatedatalmiositydistaeof $4 1 0 _ { - 1 8 0 } ^ { + 1 6 0 }$ Mpc corresponding toaredshift $z = 0 . 0 9 _ { - 0 . 0 4 } ^ { + 0 . 0 3 }$ Theinitial black holemssre $3 6 _ { - 4 } ^ { + 5 } M _ { \\odot }$ and $2 9 _ { - 4 } ^ { + 4 } M _ { \\odot }$ and the resulting black hole mass is $6 2 _ { - 4 } ^ { + 4 } M _ { \\odot }$ . The mass difference $3 . 0 _ { - 0 . 5 } ^ { + 0 . 5 } M _ { \\odot }$ is radiated in the form of GWs. This is the first direct detection of GW and the first observation of a binary black hole merger. On 15 June 2016, the second GW event, GW151226, was announced by the same team [2]. This time, observed signal lasts approximate 1 s,the frequency increases from 35 to $4 5 0 ~ \\mathrm { H z }$ within 55 cycles,andthepeak gravitational strainreaches $3 . 4 _ { - 0 . 9 } ^ { + 0 . 7 } \\times 1 0 ^ { - 2 2 }$ at $4 5 0 ~ \\mathrm { H z }$ The source is alsothe merger of twoblack holes with ases $1 4 . 2 _ { - 3 . 7 } ^ { + 8 . 3 } M$ and ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$7 . 5 _ { - 2 . 3 } ^ { + 2 . 3 } M _ { \\odot }$ restetsa Nack or $2 0 . 8 _ { - 1 . 7 } ^ { + 6 . 1 } M _ { \\odot }$ .t enthapered$4 4 0 _ { - 1 9 0 } ^ { + 1 8 0 }$ $0 . 0 9 _ { - 0 . 0 4 } ^ { + 0 . 0 3 }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The GW was predicted by Albert Einstein in 1916 [3,4],1 year later after he finally formulated his theory on gravitation, genera relativity. But the physical reality of the GW solution of the Einstein field equations was not showed until the Chapel Hill conference in 1957 [5]. In [6, 7], it has been shown that GW carries energy and when passing through the spacetime in a form of a sandwich, it affects test particles. More than one century has passed since the Einstein's proposal of general relativity, although it passed various precise tests, some alternatives still survive, for example, scalar-tensor gravity theory, $f ( R )$ gravity, modified gravity with higher curvature terms,etc. On the other hand, based on general relativity, one has now a standard model (SM) of cosmology, ACDM model, which is quite well consistent with various astronomical observations made so far. Now we understand well that GW exists not only in general relativity, but also in other relativistic covariance gravity theories. Due to the limited space, this review is confined for the GWs in general relativity. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The sources of GWs could be classified into two categories roughly. One is called cosmological origin,the other is relativistic astrophysical origin. In the cosmological case, GWs can be produced in the early stages of the Universe, for example, during the inflation and reheating epochs. Such GWs are called primordial GWs,and they willeave unique imprint on the cosmic microwave background (CMB)，the so-called $B$ -mode. On the other hand, during the evolution of the Universe, it is expected that various phase transitions (PTs) had happened as the temperature of the Universe decreases,for example, the symmetric breaking of the grand unification theory, electroweak (EW) PT,quantum chromodynamics (QCD) PT, etc. During those PTs, GWs are also expected to be produced with different features. Also the interactions of topological defects such as cosmic string， domain wall, etc, produced during PTs, will create GWs. Therefore, the detection of GWs due to those cosmological origins can reveal physics associated with the evolution of the Universe. In the astrophysics side, GWs can be produced in various processes, for example, rotation of nonsymmetric neutron star, explosion of supernovae, inspiral, merger and ringdown of some compact binaries including white dwarf, neutron star and/or black hole. In particular, the compact binary systems are main sources for GW detection such as LIGO, Virgo, Kagra, Einstein Telescope, etc.， ground-based GW experiments,and Laser Interferometer Space Antenna (LISA)， Deci-Hertz Interferometer Gravitational wave Observatory (DECIGO), Big Bang Observer (BBO),Taiji， Tianqin, etc., space-based GW experiments. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Therefore, the GW physics is closely related to fundamental physics, cosmology and astrophysics. The direct detection of GWs in [1, 2] indicates the coming of the era of GW astronomy and GW cosmology. The detection of GWs opens a new window to explore the Universe. Combining the electromagnetic (EM) radiation, neutrino, cosmic ray and GWs, it could be expected that one is able to reveal various currently existing mysteries concerning the early evolution of the Universe, property of dark matter, the nature of dark energy, etc. In this brief review, we are going to summarize some important aspects relevant to the GW physics. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The outline of this review is as follows. Section 2 is going to introduce the GWs produced in the primordial Universe and its detection through CMB. In particular， we emphasize the properties of GWs created during inflation and preheating processes and current situation of detection of the primordial GWs. In section 3 we will discuss the GWs produced during cosmic PT. There we will introduce the bubble nucleation, bubble expansion and bubble percolation. During the strong first-order PT,bubble colision,turbulent magnetohydrodynamics (MHD) and sound wave are all the sources to produce GWs. Section 4 will mainly be devoted to discussions on the GWs from the dynamics of compact binary systems. There we willintroduce three main methods to solve the binary system: the post-Newtonian (PN) approximation, numerical relativity and the black hole perturbation, corresponding three phases: inspiral, merger and ringdown of two black holes system, respectively. In that section, we willalso discuss the possibility of GWs produced by binary systems as a cosmological probe. With this new probe, it is expected to have a strong constraint on cosmological parameters, combining with other cosmological probes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 Gravitational Waves From Primordial Universe ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In order to solve some problems in big-bang cosmology such as the horizon and fatness problems, inflationary scenario was introduced [8-10l, in which a period of accelerated expansion of the Universe happened at early times. Inflation not only predicts the primordial scalar perturbations,which provide a natural way to generating the anisotropies of the CMB radiation and the initial tiny seeds of the large-scale structure observed today in the Universe, but also generates a stochastic background of the primordial GWs. Although such a stochastic background of the primordial GWs has not been observed yet, its detection would open a new window to understanding the physics of the early Universe and thus the origin and evolution of the Universe. In this section, we shallfirstly review the properties of the primordial GWs produced during inflation and preheating (see Fig. 1),and then discuss observational implications. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "GWs are described by a transverse-traceless gauge-invariant tensor perturbatin, $h _ { i j }$ ， in a Friedman-Robertson-Walker (FRW） metric, ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { d } s ^ { 2 } = a ^ { 2 } ( \\tau ) \\left[ - \\mathrm { d } \\tau ^ { 2 } + ( \\delta _ { i j } + h _ { i j } ) \\mathrm { d } x ^ { i } \\mathrm { d } x ^ { j } \\right] ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\tau$ is the conformal time and $a$ is the scale factor, and $h _ { i j }$ satisfies $\\partial ^ { i } h _ { i j } = 0$ and $\\delta ^ { i j } h _ { i j } = 0$ . To first order in $h _ { i j }$ , the perturbed Einstein equation reads ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nh _ { i j } ^ { \\prime \\prime } + 2 \\mathcal { H } h _ { i j } ^ { \\prime } - \\nabla ^ { 2 } h _ { i j } = \\frac { 2 } { M _ { \\mathrm { p l } } ^ { 2 } } \\Pi _ { i j } ^ { \\mathrm { T T } } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where the prime denotes the derivative with respect to $\\tau$ ， $\\mathcal { H } \\equiv a ^ { \\prime } / a$ is the Hubble parameter in $\\tau$ ， $M _ { \\mathrm { p l } } \\equiv ( 8 \\pi G ) ^ { - 1 / 2 }$ is thereduced Planck masand thesourete; $\\Pi _ { i j } ^ { \\mathrm { T I } ^ { \\prime } \\mathrm { I } ^ { \\prime } }$ is the transverse-traceless projection of the anisotropic stress tensor $T _ { i j }$ . Since $h _ { i j }$ is symmetric, transverse and trace-free, tensor modes are left with two physical degrees of freedom, which are expanded in the Fourier space as ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nh _ { i j } ( \\tau , \\mathbf { x } ) = \\int \\frac { \\mathrm { d } ^ { 3 } \\mathbf { k } } { ( 2 \\pi ) ^ { 3 / 2 } } e ^ { i \\mathbf { k } \\cdot \\mathbf { x } } \\left[ h _ { \\mathbf { k } } ^ { + } ( \\tau ) e _ { i j } ^ { + } ( \\mathbf { x } ) + h _ { \\mathbf { k } } ^ { \\times } ( \\tau ) e _ { i j } ^ { \\times } ( \\mathbf { x } ) \\right] ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/594c6d2ab9269a4cf8d14e92ec2b0748a03ea3d7ed5c3151379a2d506cf404d8.jpg",
        "img_caption": [
            "Figure 1. The schematic illustration of the inflaton potential. In the slow-roll inflationary scenario, an accelerated expansion of the Universe occurs when the inflaton rolls slowly along its potential. After inflation ends,the inflaton oscilates around the minimum of its potential, whose energy is converted into radiations. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $e _ { i j } ^ { + , \\times }$ are the polarization tensors with two polarization states $( + , \\times )$ of GWs. We have the power spectrum of GWs as ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nP _ { T } ( \\tau , k ) = \\frac { k ^ { 3 } } { 2 \\pi ^ { 2 } } ( | h _ { \\mathbf { k } } ^ { + } | ^ { 2 } + | h _ { \\mathbf { k } } ^ { \\times } | ^ { 2 } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "and the energy spectrum of GWs as $\\Omega _ { \\mathrm { g w } } ( \\tau , k ) \\equiv { \\mathrm d \\rho _ { \\mathrm { g w } } } / { \\mathrm d \\ln { k } } / { \\rho _ { c } }$ ，where ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\rho _ { \\mathrm { g w } } ( \\tau , k ) = \\frac { 1 } { 4 a ^ { 2 } } M _ { \\mathrm { p l } } ^ { 2 } \\langle h _ { i j } ^ { \\prime } h ^ { \\prime i j } \\rangle\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "is the energy density and $\\rho _ { c } = 3 H ^ { 2 } M _ { \\mathrm { p l } } ^ { 2 }$ is the critical density of the Universe. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1 During Inflation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the standard single-feld slow-roll inflationary scenario,at first order in perturbation theory Eq. (2.2） reduces to a free wave equation. In this case， the wave equation can analytically be solved in the slow-roll approximation. The Bunch-Davies vacuum condition in the asymptotic past is imposed because the modes lie well inside the Hubble radius. Of course,if a general vacuum condition is imposed, there are additional features in the power spectrum. During inflation, quantum fluctuations are amplified and stretched,and then nearly frozen on super-Hubble scales. The single-field slow-roll inflation predicts a slightly red-tilted spectrum: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nP _ { T } ( k ) = \\frac { 8 } { M _ { \\mathrm { p l } } ^ { 2 } } \\left( \\frac { H } { 2 \\pi } \\right) ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "and a consistency relation $n _ { T } = - r / 8$ between the tensor spectral index $n _ { T }$ and the tensorto-scalar ratio $r$ . Here, $n T$ and $r$ are evaluated at the epoch when a given perturbation mode leaves the Hubble horizon，i.e. $k = a H$ .We usually introduce the tensor-to-scalar ratio $r \\equiv A _ { T } / A _ { S }$ at a pivot scale $k _ { * }$ ，i.e.the amplitude of tensor perturbations $A _ { T }$ with respect to that of scalar perturbations $A _ { S }$ . The red-tilted spectrum means that the amplitude of tensor perturbations becomes small on small scales due to the fact that large-scale modes are earlier stretched across the Hubble horizon than small-scale modes as the energy density slowly decreases during inflation. From the wave equation we see that the evolution of $h _ { i j }$ （20 depends explicitly on $a ( \\tau )$ and implicitly on inflation potential through FRW equations. Hence the power spectrum of GWs encodes useful information on the evolution of the scale factor. Moreover, the tensor-to-scalar ratio is related to the energy scale of inflation by $V = 3 \\pi ^ { 2 } M _ { \\mathrm { p l } } ^ { 4 } A _ { s } r / 2 = ( 1 . 8 8 \\times 1 0 ^ { 1 6 } \\mathrm { G e V } ) ^ { 4 } r / 0 . 1 0$ . Here we have adopted the estimated value of the amplitude of scalar perturbations from the Planck 2015 data [11]. Different models predict different values of the tensor-to-scalar ratio. For example, the simplest chaotic inflation with a quartic potential [1O] predicts a large value of $r ~ \\approx ~ 0 . 2 6$ while the $R ^ { 2 }$ （204 inflation [12] predicts a small value of $r \\approx 0 . 0 0 3 3$ to lowest order in slow-roll parameters if the number of e-folds $N _ { * } = 6 0$ is assumed. With the help of the scalar spectral index, the estimated value of $r$ is robust to discriminate slow-roll inflationary models. In summary, the measurement of the power spectrum of GWs helps us to ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "test the vacuum initial condition, detect the evolution of the scale factor, ，determine the energy scale of inflation, ，discriminate inflationary models. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "If the primordial GWs are detected, the next important question to answer is what is the shape of the power spectrum of GWs and whether there are additional features in the power spectrum. In the slow-roll inflationary scenario, the shape of the tensor power spectrum is characterized by the tensor spectral index $n _ { T }$ since the running of the spectral index is negligible to the lowest order in slow-roll parameters. More general shapes beyond slow-roll may be reconstructed by using a binning method of a cubic spline interpolation in a logarithmic wavenumber space [13-15]. Checking the consistency relation between $n T$ and $r$ provides a powerful test of the single-field slow-roll inflationary scenario. The violation of the consistency relation could in principle come from the following two aspects. The first is that the second and third terms on the left hand side of Eq. (2.2) are modified in general inflationary models, such as the k-inflation [16], Gauss-Bonnet inflation [17- 19] and generalized G-inflation [20]. In the model of k-inflation, the consistency relation becomes $n _ { T } = - r / 8 c _ { S }$ ，where $c _ { S }$ is the sound speed of scalar perturbations. In the GaussBonnet inflationary model, the consistency relation is broken due to $n _ { T } = - r / 8 - \\delta _ { 1 }$ ， where $\\delta _ { 1 }$ is determined by the Gauss-Bonnet coupling term. In the model of generalized G-inflation, the tensor spectral index not only depends on the evolution of the scale factor but also the higher-order derivative terms,which admits a blue-tilted power spectrum of ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "GWs. The second is that there exists a non-negligible source term on the right hand side of Eq. (2.2) during inflation. In this case, the wave equation is solved by the Green's function method. Possible sources of generating GWs include first-order scalar perturbations [21], perturbations of the extra field such as the curvaton [22] and spectator field [23, 24], and particle production during inflation [25]. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2 During Preheating ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the inflationary scenario,at the end of inflation,the inflaton feld begins to oscillate around the minimum of its potential. Such coherent oscillations produce elementary particles and eventually reheat the Universe. This process is called reheating [26]. The coupling between the inflaton field and other fields is necessarily tiny ensuring that reheating proceeds slowly. Preheating provides a more rapidly effcient mechanism for extracting energy from the inflation field by parametric resonance [27]. Such a process is so rapid that the produced particles are not in thermal equilibrium. The preheating leads to large and time-dependent inhomogeneities of the stress tensor that source a stochastic background of GWs [28]. Unlike GWs produced during inflation, they are generated and remain in the Hubble horizon until now. Clearly, their wavelengths are smaller than the Hubble radius at the time of GW production. Therefore, the peak frequency of this type of stochastic GWs is typically of order more than $1 0 ^ { 3 }$ Hz. Detecting such high-frequency GWs is particularly challenging. For example, for the $\\phi ^ { 4 }$ and $\\phi ^ { 2 }$ chaotic inflationary models, lattice simulations [29] show that preheating can lead to GWs with frequencies of around $1 0 ^ { 6 } \\sim 1 0 ^ { 8 }$ Hz and peak power of $\\Omega _ { \\mathrm { g w } } h ^ { 2 } \\approx 1 0 ^ { - 9 } \\sim 1 0 ^ { - 1 1 }$ at present [3O]. For hybrid inflation, GWs cover a larger range of frequencies. The peak wavelength depends essentially on the coupling constant [31]. See [32] for the most recent review on the GWs from the inflationary era and preheating era. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3 Observational Implications ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Observational constraints on GWs produced during inflation mainly come from the B-mode polarization of the CMB anisotropies. Such GWs generate a quadrupolar anisotropy of momentum $m = 2$ in the intensity field of photons at the epoch of recombination while scalar perturbations generate only a quadrupolar anisotropy of momentum $m = 0$ . Importantly, only the quadrupolar anisotropy of momentum $m = 2$ causes the B-mode polarization. Therefore, the measurement of the B-mode polarization allows us to probe GWs produced during inflation. The Planck 2015 data give the 95% confidence level upper bound for the tensor-to-scalar ratio $r _ { 0 . 0 0 2 } < 0 . 1 0$ at the pivot scale $k _ { * } = 0 . 0 0 2 \\ \\mathrm { M p c ^ { - 1 } }$ [11],which is improved to $r _ { 0 . 0 0 2 } < 0 . 0 8$ by adding the BKP cross-correlation likelihood [33]. With the help of the scalar spectral index $n _ { S }$ , slow-roll inflationary models are discriminated in the $r - n _ { S }$ （204号 plane,as shown in Fig. 2. For example, the inflationary model with a quartic potential [10] is strongly disfavored by rcent CMB data. Future ground-based and space-based CMB experiments will provide high precision measurements of the B-mode polarization. Actually, constraints on GWs produced during inflation from measurements of the CMB anisotropies are limited to a narrow scale range of $1 0 ^ { - 4 } \\sim 1 0 ^ { - 1 } \\mathrm { M p c ^ { - 1 } }$ , which corresponds to the change of e-folds number $\\Delta N \\approx 8$ . This implies that it is impossible to detect the global shape of the tensor spectrum by using only CMB data. Laser interferometer gravitational-wave experiments provide the possibility of measuring the stochastic background at small scales. During inflation, quantum fluctuations of $h _ { i j }$ are amplified and stretched across the Hubble horizon,and then nearly frozen on super-Hubble scales. After reentering the Hubble horizon at the epoch of radiation or matter dominance, tensor perturbations begin to oscillate with the amplitude damped by a factor $a ^ { - 1 }$ . Unfortunately, for the nearly scale-invariant tensor spectrum predicted by the single-field slow-roll inflationary models, the energy spectrum in the frequency range of $1 0 ^ { - 1 0 } \\sim 1 0 ^ { 3 }$ Hz at present becomes too weak to be directly detected by pulsar timing array (PTA） experiments and laser interferometer experiments [34]. If it is a blue-tilted tensor spectrum predicted by inflationary models beyond slow-roll or caused by the source term, the direct detection might be possible in the future [35]. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/c75d607c96d0dd71a0f5836261b6d106222d266acb5fccf6764bcf6c0ea952bd.jpg",
        "img_caption": [
            "Figure 2. Marginalized joint $6 8 \\%$ and $9 5 \\%$ confidence level regions for $n _ { s }$ and $r _ { 0 . 0 0 2 }$ from the Planck 2015 data, compared to the theoretical predictions of some inflationary models.This figure is quoted from [11]. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For GWs produced during preheating, since their wavelengths are smaller than the Hubble radius at the time of GWs production， the corresponding peak frequencies are typically of order more than $1 0 ^ { 3 }$ Hz. It is particularly challenging to detect such highfrequency GWs by ground-based laser interferometer experiments. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3 The Gravitational Waves From Phase Transitions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It is believed that our observable Universe has experienced several PTs (PTs), during which an unknown high-degree symmetry is subsequently relaxed down to the broken EW symmetry that is well described by the SM of particle physics. If the PT from a high-temperature symmetric phase to a low-temperature symmetry-broken phase is of first order, the true vacuum bubbles would be nucleated within the false vacuum, leading to the expanding, colliding and merging bubbles that generate a stochastic background of GWs (see [36] for recent review and [37] for the discussions of GWs from cosmic strings and domain walls, which will not be discussed in this review). The primary motivations to study the GWs from PTs are two-folds: First, the EWPT of SM is crossover according to the current measurements of Higgs mass. Therefore,any detections of GWs from PTs would necessarily provide us a unique probe beyond the SM, which cannot be directly probed by the particle colliders in a foreseeable future; second, the stochastic backgrounds of GWs also consist of the GWs from the inflation era and the reheating era and the other cosmological defeats from PTs like cosmic strings and domain walls. Therefore,it would help us to extract the GWs of astrophysical sources from the stochastic backgrounds of GWs. However, the topics of detections are not discussed in this review, which should merit another paper to discuss how to detect the stochastic background of GWs and how to distinguish the signals of PTs from those signals of reheating or other cosmological defeats. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1 Bubble Nucleation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the seminal papers [38, 39], the first semiclassical description of vacuum decay in fat spacetime was developed for a single scalar field without derivative interactions. The vacuum decay is implemented through barrier penetration from the unstable false vacuum to the stable true vacuum,of which the field configuration is captured in the so-called bounce equation. The bounce equation describes the true vacuum bubbles nucleated during barrier penetration in the surrounding false vacuum with the probability per unit time per unit volume being of form $\\begin{array} { r } { \\Gamma = A \\exp ( - B / \\hbar ) [ 1 + \\mathcal { O } ( \\hbar ) ] } \\end{array}$ . The coefficient $B$ was worked out in [38] as the on-shell Euclidean action of the bounce solution and the coefficient $A$ was worked out in [39] to properly account for the quantum corrections 1. In the very special case where the potential barrier is larger than the diference of energy density between false and true vacuums, a thin-wall approximation was proposed in [38] to evaluate the bounce action in a closed form consisting both contributions from the bubble interior and the bubble wall. The insight from thin-wall approximation provides us a physical picture of bubble nucleation that the released energy from spreading true vacuum into false vacuum goes to the acceleration of the bubble wall until a critical bubble with zero energy is formed. The size of such critical bubble was determined by the stationary point of the Euclidean action, which gives a rough cancelation between the energy from bubble interior and the energy from bubble wall. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The seminal works [38, 39] were later extended to the case of vacuum decay in curved spacetime in [40] and thermal decay in flat spacetime in [41]. Although the presence of gravity does not change the general picture, it does lower the probability of vacuum decay by nucleating larger bubbles. In the extreme case of almost degenerated vacuums, gravity can even stabilize the false vacuum by preventing us from making a zero-energy bubble in the false vacuum, which in the absence of gravity can be simply done by expanding the bubble interior to balance the surface tension of bubble wall. When the temperature turns on, instead of an $O ( 4 )$ -symmetric bubble in Euclidean spacetime,an $O ( 3 )$ -symmetric bubble solution that is periodic in time direction with period of inverse temperature $T ^ { - 1 }$ is expected,and the size of such critical bubble is determined by the maximum point of total energy. The tunneling rate was estimated in [41, 42] as ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\n\\Gamma ( T ) \\simeq T ^ { 4 } \\left( \\frac { S _ { 3 } [ \\phi _ { B } ( r ) , T ] } { 2 \\pi T } \\right) ^ { \\frac { 3 } { 2 } } \\exp \\left( - \\frac { S _ { 3 } [ \\phi _ { B } ( r ) , T ] } { T } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where the Euclidean action $S _ { 3 } [ \\phi ( r ) , T ]$ ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\nS _ { 3 } [ \\phi ( r ) ] = 4 \\pi \\int _ { 0 } ^ { \\infty } \\mathrm { d } r r ^ { 2 } \\left[ \\frac { 1 } { 2 } \\left( \\frac { \\mathrm { d } \\phi } { \\mathrm { d } r } \\right) ^ { 2 } + V ( \\phi , T ) \\right] ,\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "is estimated at the bounce profile $\\phi _ { B } ( \\boldsymbol { r } )$ of equation-of-motion, ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { \\mathrm { d } ^ { 2 } \\phi } { \\mathrm { d } r ^ { 2 } } + \\frac { 2 } { r } \\frac { \\mathrm { d } \\phi } { \\mathrm { d } r } = \\frac { \\partial V } { \\partial \\phi } .\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The effective potential usually consists of tree-level potential, zero-temperature corrections and finite-temperature corrections including the daisy resummation. Recently, a new thermal resummation procedure was proposed in [43], which makes it possible to match theories to an EFT at finite temperature. Future works can be carried out along this direction. The naive strategy of solving above bounce equation is the shooting algorithm, which is illustrated in Fig. 3. When multiple fields are involved at play, four approaches were introduced in the literatures, the early trial [44], the undamping/damping algorithm [45], the wildly adopted path deformation algorithm [46],and the recently proposed semi-analytic perturbative approach [47]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The generalization of [38] in the case of non-zero cosmological constant allowed for both false and true vacuums was carried out in [48]. The vacuum decay is enhanced in the presence of gravity when the average of two vacuums is positive and suppressed when both vacuums are negative. The vacuum decay for a positive false vacuum but negative average of two vacuums is enhanced or suppressed when the gravitational effect becomes important or not. There is currently no satisfactory description of thermal decay in curved spacetime; however, we will clarify in the future work that the gravity correction only scales as $\\kappa / ( T R ^ { 3 } )$ ，and it is not important because the characteristic size of bubble $R$ is much larger than the Planck length $\\sqrt { \\kappa } \\sim 1 / \\sqrt { G }$ for the characteristic scale of PT below the Planck scale. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2 Bubble Expansion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "After the bubble is nucleated within false vacuum, the bubble wall will rapidly expand until approaching the speed of light [38] or colliding with other bubble walls. However, the realistic background is actually a thermal plasma full of relativistic particles ², which will interact with bubble walls by some form of frictions. The central problem of bubble expansion in plasma is to figure out the interconnections among following quantities: the bubble wall velocity $v _ { w }$ , the friction $\\eta$ on the wall from plasma, the strength $\\alpha$ of PT that measure the released vacuum energy density with respect to the radiation energy density, and the efficiency factors $\\kappa _ { \\phi }$ and $\\kappa _ { v }$ that measure the capability of transferring the liberated vacuum energy into the bubble wall expansion and the bulk fuid motion, respectively. These quantities serve as the interface between the theoretical models of particle physics and the simulations of bubble collisions. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/35056c9dc80bb4dda4e18945dea06fa6f852b230b36d5b4548794191b0671c4c.jpg",
        "img_caption": [
            "Figure 3. The schematic illustration of shooting algorithm for the bounce equation，which is equivalent to a particle moving in the inverse potential with Hubble friction.The exit point of feld profile $\\phi _ { \\mathrm { e x i t } }$ presents the field value at the center of nucleated bubble,which can be found by the shooting algorithm with errors and trials of under/over shooting until an exact shooting is achieved. Here,the bubble profile is rescaled by the temperature $M _ { \\phi }$ with respect to the bubble size rescaled by the mass scale $M _ { R }$ of effective potential. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "After the bubble is nucleated within thermal plasma, it starts stopping growing when the friction balances the net pressure from inside and outside of the bubble wall. If the pressure from outside of bubble wall is larger than the inside pressure while fluid velocity from outside of bubble wall is smaler than the inside velocity, the bubble wall behaves as defagration,and the opposite definitions for detonation. Both deflagration and detonation are further classified as weak, Jouguet and strong types according to the fluid velocity from inside of bubble wall being smaller, equal and larger than the speed of sound. In the paper [54], it was proposed that with Jouguet condition， the velocity of bubble wall $v _ { w }$ （20 would be given by a simple formula [54] expressed in terms of the strength of PT $\\alpha$ alone, so does the efficiency factor $\\kappa _ { v }$ . The formula of Jouguet detonation was extensively used in the literatures at the early stage of studies of GWs from PTs despite the fact [55] that the Jouguet detonation can be unrealistic in the cosmological setup of PTs. Since the work [55], several parallel explorations have been considered as follows. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "· Beyond Chapman-Jouguet condition. Generalizing model-independent parametrization equation [55] of friction, [56] was able to explore the full range of bubble wall velocity for both deflagrations and detonations,where the analytic approximations were found for both non-relativistic and ultra-relativistic wall velocities. In the stateof-art work of [57], it gives a unified picture and user-friendly fitting formulas for the dynamical regimes of bubble expansion. A different but more accurate approach was adopted in [58] right after [56] with microscopic considerations on the particle contents of specific models, which was revisited and improved in the subsequent work [59]. Future works can be carried out along this direction. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "· Criteria for runaway bubble walls. Apart from those stationary solutions of bubble wall with terminal velocity, there exists a runaway solution when the friction is too small to prevent the wall from approaching the speed of light. A simple criterion was found in [6Ol that the bubble walls will runaway if the effective potential in the true vacuum remains deeper than the false vacuum even after replacing the thermal potential by its second-order Taylor expansion term in the false vacuum,but not vice versa. This was reformulated in [57] simply by comparing the strength $\\alpha$ of PTs with respect to a critical value $\\alpha _ { \\infty }$ . Hence,combined considerations of hydrodynamics and microphysics of specific models were later extended in [61] and [62] to the runaway regime. Future works can be carried out along this direction. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "· Reconciliations with baryogenesis. Large GWs signals from PTs require fast-moving bubble walls to collide with each other, while baryogenesis scenarios need slow-moving bubble wall to have an effective diffusion process. In [58], it also opens the possibility that can reconcile the baryogenesis with GWs from PTs in the presence of fermions with large Yukawa coupling and heavier stabilizing bosons. Later on, [63] pointed out that the relevant velocity responsible for the baryogenesis is the relative velocity between the wall and the plasma, which can be much smaller than the wall velocity when the strength of PTs becomes stronger. Therefore, it is possible to simultaneously generate large GWs from PTs without jeopardizing the effectiveness of baryogenesis. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.3 Bubble Percolation ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "After bubble nucleation and bubble expansion,bubble percolation starts with collding bubbles until PT is completed. When the initial size of nucleated bubble can be neglected, the duration of PT can be roughly estimated by the mean radius of bubbles at collisions, which is characterized by a single parameter $\\beta$ .Both $\\beta$ and the previous mentioned $\\alpha$ are evaluated at nucleation temperature $T _ { * }$ ，which is defined as the temperature at which the number of generated bubble per unit time per Hubble volume is of order one. The old picture of bubble percolation consists of two sources, namely, the colliding bubble walls and the turbulent motions of bulk fluids along with their associated magnetic field. However, the new picture of bubble percolation is added with an extra source from the sound waves of bulk motion as the result of bubble colision, which exist long after the bubble percolation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "，Bubble collisions. It was first realized by Witten in [64] that the QCD PTs might leave us with detectable GWs from violent bubble collisions with their peak frequency characterized by the size of bubbles when they collided and with their peak amplitude estimated by the relative size of bubbles with respect to Hubble horizon at collision. Later on, this insight was generalized by Hogan in [65] to the case of EW PTs. In a series of papers [66-69], the preliminary simulations were first implemented for bubble colisions to capture the general features of GWs from PTs. It is found in [66, 67] that remarkably the spectrum of GWs from simulating the collision of two vacuum bubbles in Minkowski space only depends upon the grossest features of the bubble collisions,namely,the strength $\\alpha$ and duration $\\beta$ ofPTs,which is similar to the result of simulation for hundreds of vacuum bubbles [68]. As we have shown in Fig. 4, the envelope approximation was proposed in [66-68] that the GWs are mainly generated from the uncollided envelopes of colliding bubble walls and any GWs from the overlap region can be neglected. The extension to the thermal bubble collisions was carried out later in the simulation [69], where the Jouguet detonation mode was explicitly used and the turbulent motion in fluid stirred by bubble collisions was appreciated in this case. The state-of-the-art results of the GWs spectrum from PTs due to coliding bubble walls were settled down in [7O], which although disagreed with earlier study [71], they finally achieved consensus in [72]. Recently, under the thin-wall and envelope approximations in flat background, it was claimed in [73] that the GWs spectrum can be estimated analytically without need of simulations. Future works can be carried out along this direction from both theoretical and numerical points of view. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/e830f13452529d37e97f10f1524d62a872c78b2f1ee24764a7786f8dfd04b374.jpg",
        "img_caption": [
            "Figure 4. The schematic illustration of envelope approximation that the GWs are mainly generated from the uncollided envelopes of colliding bubble walls and any GWs from the overlap region can be neglected. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "·Turbulent MHD. The possbility of generating GWs from turbulent motion of bulk fluid was mentioned long time ago in [64] as remnant of bubble collisions,which was first estimated in [69] as Kolmogorov spectrum under quadrupole approximation. Apart from above turbulent velocity field, the fully ionized plasma could also generate the turbulent magnetic field under turbulent motion, which itself is also a source of GWs. The early analysis [74， 75] involving MHD exhibits three problems [37]: large-scale problem (addressed in [76,77]), time-evolution problem (persisted in [77] and addressed in [76l） and dispersion-relation problem (corrected in [76, 77]). The state-of-art result of the GWs spectrum from PTs due to non-helical MHD turbulence was analytically established in [78],where it ignored the circularly polarized GWs [79-85] from helical turbulence due to the macroscopic parity violation. The numerical simulations of relativistic MHD turbulence are certainly needed to make further confirmations for the above analytic results in the future. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "· Sound waves. The possibility of generating GWs from sound waves was originally pointed out in [65], although, it left forgotten for a long time until recent revelation in [86], where envelope approximation for modeling the colliding bubble walls is abandoned and the GWs should be dominated by the overlapping sound waves in the bulk fluid. The breakthrough findings of [86] were further quantitatively understood in the updated simulations [87, 88] and theoretically modeled in [89], before which the possibility of having an inverse acoustic cascade was investigated in [90l, suggesting the potentially very strong enhancement of the sound wave density at small wave number. Future works can be carried out along this direction for larger simulations with more bubbles. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3.4 Gravitational Waves ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The GWs from the strong first-order PTs are guaranteed through above three processes: bubble nucleation, bubble expansion and bubble percolation. The bubble nucleation requires a potential barrier in order to tunnel from the false vacuum to the true vacuum. The bubble expansion requires fast enough moving bubble walls in order to have strong signals. The bubble percolation requires efficient collisions in order to dissipate released vacuum energy into bulk fluid motions. The fitting formulas of GWs spectrums from numerical simulations are well summarized in [36l and can be straightforwardly applied to the particle physics models,where the strength $\\alpha$ and duration $\\beta$ evaluated at nucleation temperature $T _ { * }$ along with the bubble wall velocity $v _ { w }$ are obtained from the microscopic particle physics models,whereas the efficiency factors $\\kappa _ { \\phi }$ and $\\kappa _ { v }$ are approximated from the fitting formulas in [57]. There leaves one last discussion of which particle physics models can exhibit first-order PT so that GWs can be generated. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The SM with phenomenological Higgs mechanism crosses over from the high-temperature phase to low-temperature phase [91] if the Higgs boson mass is larger than the W boson mass. To have GWs from first-order PTs, one has to go beyond SM (BSM) 3. Here, we give an incomplete list of these models with explicit discussions on GWs, which will be revisited in the near future if we want to construct the reliable templates in order to extract the GW signals from the stochastic background. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "· Higher dimensional operators. The simplest example is to add a cubic term, which is usually expected in the supersymmetric extensions of SM in order to make a strong first-order PTs. By adopting the polynomial fitting formulae [93] for the bounce action from a general quartic potential with a cubic term, a semi-analytic calculation of the GW signal from the EWPT was carried out in [94]. The other important example is the dimension-six operator [95, 96], of which the GW signals from PTs were first analyzed in [97] and revisited in [98] with full scope of one-loop effective potential at finite temperature. In both examples, the bubble walls with detonations or run-away behavior have been considered in [99]. We produce in Fig. 5 the spectrum of GWs from PTs that originated from the dimension-six operator, which will be discussed in details in a future work [100]. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "· Additional scalar sectors. The simplest and extensively studied example is the gauge singlet scalar extension of SM [59, 101-107], which can be naturally fitted into previously mentioned cubic term [94l and can be tested at future colliders by measuring the triple Higgs coupling precisely 4. The other important example is the charged scalar under SM gauge group, of which the simplest realization is the two-Higgs-doublet model (2HDM). The GW from 2HDM was preliminarily analyzed in [109] and further studied in [36] for the case of CP-conservation and recently revisited in [110] for the case of CP-violation. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/e8f7dd48e3860f48a4fe43bf05ddede26dabcdbc33dd9f66d125a940bd70cff3.jpg",
        "img_caption": [
            "Figure 5. The spectrum of GWs from PTs that originated from dimension-six operator with respect to the sensitivity curves of various configurations of eLISA project [37]. "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "· Supersymmetric extensions. The capability of detecting GWs from PTs in Minimal Supersymmetric Standard Model (MSSM) and Next-to-Minimal Supersymmetric Standard Model (NMSSM) were first estimated in [111] and further explored in [112]. Both the PTs from MSSM [59] and NMSSM [97] were thought to be not strong enough to produce significant GW signals; however, the parameter space with strong first-order PTs has been identified for a modified version of MSSM [113] and a general version of NMSSM [62]. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "· Hidden dark sectors. The cosmological implications concerning with possible production of GWs from hidden dark sector were first explored in [114], and later discussed for light GeV scalar [115], vector thermal dark matter [116], UV-conformal dark sector [117], $S U ( N )$ dark sectors with $n _ { f }$ flavors [118],dark $U ( 1 )$ gauge complex scalar singlet [119], hidden sector with run-away bubble walls [120], and PTs involving successive hidden gauge symmetry breaking [121],dark matter asymmetry [122] and two-step transition [123]. The GWs from first-order PTs could be a unique probe for these dark hidden sectors. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "· Other BSM extensions. The GWs from first order PTs were also analyzed in the case of extra dimensions [124-127], Peccei-Quinn PT [128], non-linear EWPT [129] and QCD PT [130-133]. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4The Gravitational Waves From Binary Systems ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "GW sources can be divided into two categories,one is deterministic and the other is stochastic. For example, the primordial GW produced by the quantum fluctuations and by PTs during the early Universe belongs to the stochastic one. Due to the intrinsic random character, we cannot predict the waveform produced by the stochastic sources. The deterministic sources include two types. One type is predictable, while the other one is not. For example, the supernova is believed producing GWs. But the dynamics of supernova is too complicated to predict the related GW form. Another example is the foreground noise of LISA produced by white dwarf-white dwarf binaries in our milky way galaxy [134-136]. Due to the large number of such binaries, the combination of these GW signals makes the waveform unpredictable. In this section,we focus on the predictable GW sources. For such sources, we can construct theoretical model for gravitational waveform before GW detection experiment [137]. Then when the experiment data are ready, we can use matched fltering data analysis techniques to improve the GW detection sensitivity. And more, the theoretical model can be used to realize the astronomy detection of the GW sources through matched filtering [138, 139]. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Binary systems are among the most important and major sources for GW detection projects including PTA， space-based laser interferometer detectors such as eLISA， Taiji and Tianqin projects, ground-based laser interferometer detectors such as Advanced LIGO, Advanced Virgo, Kagra and others. The GW frequency of binary system around merger state can be characterized by the ISCO (most Inner Stable Circular Orbit） frequency: ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\nf _ { i s c o } = \\frac { 1 } { 6 ^ { 3 / 2 } 2 \\pi M } ,\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "where $M$ is the total mass of the binary system,and we have used geometric unit with $c = G = 1$ .When $M = M _ { \\odot }$ ， $f _ { i s c o } \\approx 2 0 0 0 \\mathrm { { H z } }$ . At the same time, binary systems belong to predictable GW sources [139]. A typical example of the gravitational waveform and the related frequency are shown in Fig. 6. Note the time scale in the plot is different for inspiral stage and the merger/ringdown stage. The component of the binary system can be white dwarf, neutron star, black hole and even quark star. If gravitational theory beyond general relativity is true, other objects including axion star [140], gravastar [141] and other exotics might also be the component of binary system. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Based on current understanding of stellar evolution, the final fate of a star may be white dwarf, neutron star or black hole which is determined by the mass of the star. Binary systems can be formed through capture process or many body interaction. Due to the gravitational slingshot effect involved in three-body interaction， binary systems can be formed through many body interaction. Because a binary system is dynamically stable, binary systems are expected to be quite common in our Universe. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/4353e95948d4ac9b7ca4a923a1b2be32eb2927ced8c03e3fe80b4283a600db24.jpg",
        "img_caption": [
            "Figure 6. Typical example of the gravitational waveform and the corresponding frequency. In this example,the binary system is a binary black hole with equal mass. And the two black holes are spinless. The whole evolution process of a binary black hole system includes inspiral, merger and ringdown. But the boundary to distinguish these three stages is fuzzy. Compared to the inspiral stage, the merger and ringdown stages are much shorter. In this plot, we use different time scale for inspiral and merger/ringdown stage in order to make the merger/ringdown stage clearer. "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The direct detection of GWs opens the GW astronomy. Through this new window to our Universe,GWs will not only bring us many new observations on kinds of objects in the Universe, but also give us many insights on fundamental physical theory. For example, black hole is a mystery from quantum gravity theory view. Especially, black hole presents us an information loss puzzle. Is it possible the black hole horizon be replaced with other objects such as firewall or anything else? Or any experiments present evidence that black hole horizon really exists? Unfortunately, one cannot get observational proof of the existence of a black hole event horizon based on EM waves [142]. In contrast, it is possible to use GW observation to give a direct proof of the existence of a black hole event horizon [143]. Currently, these promising aims can be most possbly achieved by predictable GW sources, especially binary systems. In order to realize these aims,we have to construct accurate enough gravitational waveform model for binary systems. There are three kinds of methods available to treat binary systems. They are PN approximation, numerical relativity and black hole perturbation method which are widely used for early inspiral stage, plunge and merger stage,and post merger stage,respectively. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "4.1 Post-Newtonian Approximation ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Based on quadrupole formula [144], we can estimate the GWs related to a binary system: ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { \\displaystyle h _ { + } = - \\frac { M } { r } 2 \\Omega ^ { 2 } R ^ { 2 } ( 1 + \\cos ^ { 2 } \\theta ) \\cos [ 2 \\Omega ( t - r ) ] , } \\\\ { \\displaystyle h _ { \\times } = - \\frac { M } { r } 4 \\Omega ^ { 2 } R ^ { 2 } \\cos \\theta \\sin [ 2 \\Omega ( t - r ) ] , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "where $( r , \\theta , \\phi )$ is the position of the observer with respect to the binary, $M$ ， $R$ and $\\Omega$ are the total mass, the separation and the mutual orbiting frequency of the two components of the binary. Here $h _ { + }$ and $h _ { \\times }$ correspond to two polarization modes of GWs. These two modes are related to the dynamical metric form as ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\begin{array} { r c l } { \\displaystyle \\mathrm { d } s ^ { 2 } = - \\mathrm { d } t ^ { 2 } + \\mathrm { d } r ^ { 2 } + r ^ { 2 } ( 1 + h _ { + } ) \\mathrm { d } \\theta ^ { 2 } + r ^ { 2 } \\sin ^ { 2 } \\theta ( 1 - h _ { + } ) \\mathrm { d } \\phi ^ { 2 } + 2 r ^ { 2 } \\sin \\theta h _ { \\times } \\mathrm { d } \\theta \\mathrm { d } \\phi , } \\end{array} } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "with $( t , r , \\theta , \\phi )$ corresponding to the transverse-traceless gauge [145]. Here we need point out two points. First one is that the planer wave approximation has been taken in the above equation which is reasonable because the field point is very far away from the source. The second is that above estimation about $h _ { + }$ and $h _ { \\times }$ is only leading order of the PN approximation which is reasonable because the weak GW source moves slowly. For most realistic GW sources, these approximations will break down. Even for cases in which the approximation is reasonable, above approximation cannot satisfy the need of GW detection [146, 147]. For example,when the two components of a binary system are some far away, they move slowly. So, this kind of situation corresponds to weak and moving slowly GW source. Although the above approximation is reasonable, the accuracy is not good enough. Then, more PN order corrections are needed to improve the accuracy [148]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The theoretical framework of the PN approximation for the processing of binary systems consists of two parts: the dynamics of binary components and the GWform. In order to construct the GW model, we need to solve the binary dynamics,and then put the solution into the waveform theory part to get the explicit GW model. In general, the dynamical equations of the PN approximation are a highly nonlinear system of ordinary differential equations. In that case, the numerical method has to be employed to get the solution. GW models in which the GWform is expressed in time domain include TaylorT2, TaylorT4 and others [149]. Through stationary phase approximation, the post-Newtonian equations can be transformed into a frequency domain problem，and fortunately an approximate analytical expresson can be obtained. Such a model is typically represented by the TaylorF2 model. Corrected by the binary black hole spin dynamics, especially the effect of the orbital precession, the TaylorF2 model is modified and improved by single and double precession model [150,151]. The TaylorT2 model is replaced by the X model when the eliptic orbit of the binary system is considered [152]. The theoretical model of the TaylorF2 model is extended to the elliptic orbit binary system including the post-circular model [153] and the enhanced post-circular model [154, 155]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4.2 Numerical Relativity ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Applying numerical methods to solve the Einstein equation is the topic of numerical relativity. Currently, the numerical relativity can only deal with the problem of GW modeling for the plunge and merger stage of binary systems. Because numerical relativity solves the Einstein equation without any approximation up to numerical error, this feature makes numerical relativity a universal tool to address kinds of GW sources. In Fig. 7, we show an example of the evolution process of a binary black hole system simulated by numerical relativity. But the nature of diffeomorphism invariance of the general relativity brings numerical calculation special difficulties. The study of numerical relativity began in the 60s of the last century [156], but the numerical instability made the code collapse after a few calculation steps. In 199Os, the construction of LIGO hardware strongly demanded the GW source modeling. So tens of universities and research institutions in USA and Europe jointly launched a Binary black hole Grand Challenge Project. However, the stability problem of numerical relativity has not been solved by that project. Out of one's expectation, the stability problem of numerical relativity was solved for the first time by Pretorius in 2005 [157]. In the following 2Oo6, Baker group and Campaneli group also independently solved the instability problem [158,159]. Till now, there are more than ten numerical relativity groups around the world that have solved the stability problem, including the Princeton University, California Institute of Technology， University of Jena, Max Planck institute, the academy of mathematics and systems science, CAS [160] and others. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "It is worth pointing out that within kinds of stable numerical relativity methods,which tips and treatments are necessary and/or sufficient for stable computation are still an open question. From the viewpoint of the theory of partial differential equations, one can only apply the hyperbolicity analysis to linearized Einstein equation [161]. In practice, however, the success of Pretorius in 20o5 depends much on the formalism of the Einstein equations and the adaptive mesh refnement technique. Regarding the formalism, the so-called BSSN equation and the generalized harmonic coordinate equation have been widely used in numerical relativity. Adaptive mesh refinement is a very effective method to deal with multiscale problems. At present,the parallel adaptive mesh refinement codes developed especially for Einstein equations include the BAM code (developed by Bruegmann), AMSS-NCKU code (developed by Zhoujian Cao) [162], PAMR code (developed by Pretorius) and the Carpet code (developed by Schnetter). ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Besides the stability problem， the major issues involved in numerical relativity are accuracy and effciency. As for the formalism factor, more and more investigations show that Z4c and CCZ4 formalism is better than the BSSN formalism [163-165]. As an example of partial differential equation formalism of Einstein equations, we show Z4c formalism as following,which is proposed first time in 3D form in [164]: ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/71f34fd497f6cd19aa14516aee62da7137ba286be5431ec97b759fe314953fc3.jpg",
        "img_caption": [
            "Figure 7. Typical evolution of binary black hole simulated by numerical relativity. The yellow region corresponds to the highly curved region which is roughly the position of black holes. The four snapshots correspond to inspiral, merger and ringdown stages. This result is simulated by AMSS-NCKU software. "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\begin{array} { r l } & { ( A _ { 1 , x } - z _ { 3 } ^ { \\prime } ) ^ { \\lambda _ { 1 } } \\cdot ( 1 2 4 8 ) \\cdot ( 1 2 4 9 ) \\cdot ( 1 2 8 ) ^ { 2 } } \\\\ & { \\Delta \\cdot ( 1 2 4 8 ) - ( 2 2 4 8 ) \\cdot 1 2 4 7 6 \\lambda _ { 1 } ^ { 2 } } \\end{array} } \\\\ & { \\begin{array} { r l } & { ( 3 6 \\lambda _ { 1 } - 2 5 6 ) ^ { 3 } } \\\\ & { ( 3 6 \\lambda _ { 1 } + 1 6 5 ) ^ { 4 } - 1 2 5 6 \\lambda _ { 1 } ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 4 } } \\end{array} } \\\\ & { \\begin{array} { r l } & { ( 1 3 6 \\lambda _ { 1 } + 2 6 ) ^ { 3 } - \\frac { 1 } { 2 } \\lambda _ { 1 } ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 4 } } \\\\ & { ( 1 4 \\lambda _ { 1 } + 1 6 5 ) ^ { 4 } - \\frac { 1 } { 2 } \\lambda _ { 1 } ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 4 } } \\end{array} } \\\\ & { \\begin{array} { r l } & { ( 1 4 \\lambda _ { 1 } - 2 6 2 9 ) ^ { 2 } \\cdot ( 1 4 8 ) \\cdot ( 1 2 4 8 ) \\cdot ( 1 5 6 \\lambda _ { 1 } - 1 6 5 ) } \\\\ & { ( 1 4 \\lambda _ { 1 } + 1 6 5 ) ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 4 } } \\end{array} } \\\\ & { \\begin{array} { r l } & { ( 1 4 \\lambda _ { 1 } - 1 6 5 ) ^ { 3 } } \\\\ & { ( 2 4 \\lambda _ { 1 } + 1 6 5 ) ^ { 4 } - 1 2 5 6 \\lambda _ { 1 } ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 4 } } \\end{array} } \\\\ & { \\begin{array} { r l } & { ( 1 4 \\lambda _ { 1 } - 1 6 5 ) ^ { 4 } } \\\\ & { ( 1 4 \\lambda _ { 1 } + 1 6 5 ) ^ { 4 } - 1 2 5 6 \\lambda _ { 1 } ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 2 } \\cdot ( 1 5 6 \\lambda _ { 1 } + 1 6 5 ) ^ { 4 } } \\end{array} } \\\\ &  \\begin{array} { r l } & { ( 2 4 \\lambda _ { 1 } + 1 6 5 ) ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 2 } \\cdot ( 1 5 6 \\lambda _ { 1 } + 1 6 5 ) ^ { 2 } \\cdot ( 1 5 6 \\lambda _ { 2 } - 1 6 5 ) } \\\\ & { ( 2 4 0 ) ^ { 2 } \\cdot ( 1 6 \\lambda _ { 1 } + 1 6 5 ) ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 2 } } \\\\ &  ( 3 6 \\lambda _ { 1 } + 1 6 5 ) ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 2 } \\cdot ( 1 5 6 \\lambda _ { 1 } - 1 6 5 ) ^ { 2 } \\cdot ( 1 2 4 8 ) ^ { 2 } \\end{array} \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The unknown functions which need to be solved numerically are listed in the left-hand side of the above equations. For the meaning of the notations used in the above equations, we refer our readers to [164]. Spectral method, finite difference method and finite element method are three categories of numerical methods for partial differential equations. The vast majority of numerical relativity groups take the finite differential method. The SpEC code of California Institute of Technology uses spectral method. On the other hand, the application of finite element method into numerical relativity is still very few [166]. The spectral method has good computational effciency due to its exponential convergence. However, the characteristics of its global data exchange limits its ability of parallel computing. The finite difference method working with domain decomposition algorithm can achieve good parallel computing effciency. In order to deal with the multiscale characteristics of astrophysics, the refinement of the multilayer data structure is essential in the finite difference method. However,this method limits the number of cores for parallel computation by a single data layer,thus limits the strong parallel scalability. In contrast,the finite element method can combine the exponential convergence of the spectral method and the high parallel scalability of the difference method. Therefore,in principle,it is expected that the finite element calculation of the Einstein equations can achieve good strong paralel scalability. However, it is still an issue to construct the weak form of the Einstein equations,and to realize large-scale scientific computation [137, 139]. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Now the major challenges to numerical relativity placed by GW source modeling are the calculation of binary systems with mass ratio more than 100 to 1 and the well-converged simulation of binary systems including neutron stars [138]. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "4.3 Black Hole Perturbation ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "After the merger of the binary components, the system will ringdown and finally settle down to a Kerr black hole. If the two components are white dwarf and/or neutron star, the final remnant could be a stable neutron star. Here, we only concern with the case with Kerr black hole as the final product. Then the ringdown stage can be described by perturbation of a Kerr black hole. The black hole perturbation theory was pioneered by Regge,Wheeler and Zerilli [167, 168] in which perturbation around a Schwarzschild black hole was considered. Teukolsky investigated the perturbation of a Kerr black hole on spacetime curvature level [169,170]. The former is called the Regge-Wheeler-Zerilli equation,and the latter is called the Teukolsky equation. The perturbation method used by Teukolsky is also valid to Schwarzschild black hole. For Schwarzschild black hole, ReggeWheeler-Zerilli method and Teukolsky method is equivalent [171]. In the early 7Os of the last century, some scholars have begun to use the Regge-Wheeler-Zerili equation to study the associated GW for a test particle falling into a black hole [172-174]. Because the Teukolsky equation admits spin of a black hole, it is valid more extensively than the ReggeWheeler-Zerilli equation. In recent years, there have been many works using the Teukolsky equation to calculate the GWs. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The Teukolsky equation can be solved by the PN approximation method (note that the Teukolsky equation is the target in question here, instead of Einstein equation itself like what described in the above subsection) or through numerical method. The PN approximation method was mainly developed by Mano, Suzuki, Takasugi and others. These authors developed some hypergeometric functions and Coulomb wave functions to approximate the homogeneous solution of the Teukolsky equation [175,176]. Later on, Fujita and his coworkers applied PN approximation method to these analytical solutions to calculate the GWform and the related energy flux for extreme mass ratio binary systems. Currently, 22PN accuracy for Schwarzschild black hole and 11PN accuracy for Kerr black hole have been achieved [177, 178]. However, such accuracy still do not yet satisfy the requirement of GW detection experiment [179]. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The numerical methods to solve the Teukolsky equation can be divided into two categories: frequency domain method and time domain method. The frequency domain method divides the original Teukolsky equation into two ordinary differential equations through variable separating method and the Fourier expansion [169]. Regarding the radial equation, we can transform it to Sasaki-Nakamura equation before solving it numerically [180l. The Teukolsky equation can only provide the energy flux and the GWs. In order to provide the orbit of the test particle, Hughes and his coworkers applied adiabatic approximation method to the geodesic equation to treat the inspiral [181]. Now this kind of approximation has become an important method to treat binary systems with extreme mass ratio. Different from the usual finite difference numerical method, Fujita and Tagoshi used the hypergeometric function and the Coulomb wave function to expand the original equations which gives a quicker and more accurate numerical method [182]. The numerical method in time domain needs to solve a set of 2+1 partial differential equations. At present, one mainly uses the finite difference method to solve the problem (but see [183] for the finite element method). Due to the extreme mass ratio of the involved binary system, the related GW signal may last several years. Although the computation required by Teukolsky equation is much simpler than numerical relativity, how to improve the computational efficiency of the Teukolsky equation is also a great challenge for GW source modeling. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4.4 Cosmological Probes ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "In 1986,Schutz showed that from the GWs one can infer the Hubble constant by using the fact that the GWs from the binary systems encode the absolute distance information [184]. The inspiraling and merging compact binaries consisting of neutron stars and black holes can be considered as standard candles, or “standard sirens\". The name of “siren” is due to the fact that the GW detectors are omni-directional and detect coherently the phase of the wave,which makes them in many ways more like microphones for sound than like conventional telescopes. For an expanding Universe, the chirp waveform of the GW can be generalized to the cosmological case by multiplying all masses by the factor $1 + z$ and the physical distance $D$ can be replaced by the luminosity distance $d _ { L }$ [185,186]. In fact, the waveform $h$ produced by compact binary inspirals during the inspiral phase is theoretically well described by the analytical solution: ",
        "page_idx": 22
    },
    {
        "type": "equation",
        "text": "$$\nh _ { \\times } = \\frac { 4 } { d _ { L } ( z ) } \\left( \\frac { G \\mathcal { M } _ { c } ( z ) } { c ^ { 2 } } \\right) ^ { 5 / 3 } \\left( \\frac { \\pi f } { c } \\right) ^ { 2 / 3 } \\cos \\iota \\sin [ \\Phi ( f ) ] ,\n$$",
        "text_format": "latex",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "which is valid at the lowest (Newtonian) order for the “cross” GW polarization (the same expression holds for the “plus” polarization with a diference dependence on the orientation of the binary's orbital plane $\\iota$ )． Here, $\\mathcal { M } _ { c } ( z )$ is the (redshifted） chirp mass, $f$ the GW frequency at the observer and $\\Phi ( f )$ its phase. For the standard sirens,the luminosity distance $d _ { L } ( z )$ is the most important parameter entering the waveform (4.11). Parameter estimation over the observed GW signal (4.11) can directly yield the value of the luminosity distance of the GW source, together with an uncertainty due to the detector noise. Once the signal is detected and characterized, the luminosity distance of the source can be extracted. This indicates that one can measure the luminosity distance directly without the need of the cosmic distance ladder: standard sirens are“self-calibrating\". However, it is not possible to infer the redshift $z$ from the GW signal of the binary of black holes because all of the observed parameters such as the masses and distance are redshifted by the same factor $1 + z$ . To use the distance measurement for cosmography, one has to obtain the redshifts of the GW sources by some independent methods. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Before considering how to obtain the redshift information, one should think about how accurately the distance can be measured. The performance of the standard siren is limited by several effcts. Firstly, the intrinsic measurement uncertainty in the amplitude of the detector's response is simply the inverse of the signal-to-noise ratio (SNR) [187,188], which is related to the detector sensitivity. Second,the weak gravitational lensing will distort the measurement of the luminosity distance, producing a magnification or demagnification on the order of a few percent [189-192]. Furthermore, the largest contribution of the uncertainty comes from the limited direction and source orientation sensitivity, and there is a large correlation between the distance, the sky position and orientation of the source. Thus,a network of detectors is needed to measure the position and orientation of the binary and to break the degeneracy among these parameters. By observing a simultaneous detection of a beamed EM signal, one can determine the sky position accurately and also will help to improve the measurements of the distance. The EM signal, called the EM counterpart, is also an important issue to the GW on cosmography. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The most traditional way to obtain the redshift of a GW event is through an accompanying EM signal, the EM counterpart. The binary merger of an NS with either an NS (BNS) or BH (BHNS) is hypothesized to be the progenitor of a short and intense burst of $\\gamma$ -rays,a so-called SGRB [193]. An EM counterpart like SGRB can provide the redshift information if the host galaxy of the event can be pinpointed. Moreover, SGRBs are likely to be strongly beamed phenomena [194], which allow one to constrain the inclination of the compact binary system, breaking the distance-inclination degeneracy. The GWs with short $\\gamma$ -rays bursts or other EM counterparts as the standard sirens have been studied in various papers (see [187, 188,190,191, 195-210], and references therein). For example, Nissanke et.al. [202] used MCMC method and found that a network of advanced LIGO detectors can constrain the Hubble constant to a $5 \\%$ accuracy. In Ref. [203], the authors demonstrate that with 100o GW events detected by ground-based Einstein Telescope 5 it is possible to constrain the Hubble constant and dark matter energy parameter up to $\\Delta h _ { 0 } \\sim 5 \\times 1 0 ^ { - 3 }$ （ and $\\Delta \\Omega _ { m } \\sim 0 . 0 2$ using Fisher matrix approach,which was also found by Cai et al. [188] using MCMC method. Furthermore, Cai et al. used the Gaussian Process method and found that the equation of state of the dark energy can be constrained to $\\Delta w ( z ) \\sim 0 . 0 3$ in the low redshift region, which gives a better constraint than Ref. [2O3]. For the space-based detector LISA 6, the expansion of the Universe and interacting dark energy have also been studied by Refs. [208, 210]. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "There also exist other methods to infer the redshift information of the GW events, such as galaxy catalog proposed by Schutz [184], neutron star mass distribution [195, 211], and the tidal deformation of neutron stars [212, 213]. Measuring the redshift associated with a GW event is one of the biggest challenges in the future,see [214]; however, for a new GW standard sirens probe without redshift information by utilizing those BH binaries to be a tracer of the large-scale structure [215]. In addition, the spin of BH can also help us estimate the GW's parameters. GWs as the standard sirens to probe the cosmological parameters can provide an independent and complementary alternative to current experiments. It is expected that combining GW data with other astronomical observations such as supernovae, and adopting a better data analysis approach, the cosmological parameters could be constrained more precisely than the current situation. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The direct detection of GWs by LIGO initiates a new era of GW astronomy and GW cosmology. The GW physics is not only related to gravitational physics,but also closely related to particle physics, cosmology and astrophysics. The GWs provide us a new powerful tool to reveal various secrets of the nature. Indeed,a lot of relevant papers have appeared since the announcement of the direct detection of GWs. In this paper，we have briefly introduced three kinds of GW sources and relevant physics. They are GWs produced during inflation and preheating in the early Universe, from cosmic PTs and dynamics of compact binary systems, respectively. We also have discussed in a simple way the GWs as standard siren in the evolution of the Universe. Due to the limitation of space,we are not able to discuss all aspects of GW physics, but only focus on some main issues. Of course, it is also impossible to list a complete list of the references,quite probably some important references are missed here,we should apologize for this. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "This work is supported in part by the National Natural Science Foundation of China Grants No.11690021，No.11690022，No.11690023，No.11622546，No.11575272，No.11375260 and No.113350l2, in part by the Strategic Priority Research Program of CAS Grant No.XDB23030100 and by the Key Research Program of Frontier Sciences of CAS Grant No.QYZDJ-SSWSYS006. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "References [1] VIRGO, LIGO ScIENTIFIC collboration, B.P. Abbott et al.， Obseruation of Gravitational Waves from a Binary Black Hole Merger, Phys. Rev. Lett. 116 (2016) 061102, [1602.03837].   \n[2] VIRGO, LIGO ScIENTIFIC collaboration, B. P. Abbott et al., GW151226: Obseruation of Gravitational Waves from a 22-Solar-Mass Binary Black Hole Coalescence, Phys. Rev. Lett. 116 (2016) 241103, [1606.04855]. [3] A.Einstein, Approximative Integration of the Field Equations of Gravitation, Sitzungsber. Preuss. Akad. Wiss.Berlin (Math.Phys.) 1916 (1916) 688-696. [4] A. Einstein, Uber Gravitationswellen, Sitzungsber. Preuss. Akad. Wiss. Berlin (Math. Phys.）1918(1918) 154-167. [5] P. R. Saulson, Josh Goldberg and the physical reality of gravitational waves, Gen. Rel. Grav. 43 (2011) 3289-3299. [6] H. Bondi, Plane gravitational waves in general relativity, Nature 179 (1957) 1072-1073. [7] H. Bondi, F. A. E. Pirani and I. Robinson, Gravitational waves in general relativity. 3. Exact plane waves, Proc. Roy. Soc. Lond. A251 (1959) 519-533. [8] A.H. Guth, The Inflationary Universe: A Possible Solution to the Horizon and Flatness Problems, Phys. Rev.D23 (1981) 347-356. [9] A.Albrecht and P. J. Steinhardt, Cosmology for Grand Unified Theories with Radiatively Induced Symmetry Breaking, Phys. Rev. Lett. 48 (1982) 1220-1223.   \n[10] A. D. Linde, A New Inflationary Universe Scenario: A Possible Solution of the Horizon, Flatness, Homogeneity, Isotropy and Primordial Monopole Problems, Phys. Lett. B108 (1982) 389-393.   \n[11] PLANCK collboration, P.A. R. Ade et al., Planck 2015 results. XX. Constraints on inflation, Astron. Astrophys. 594 (2016) A20, [1502.02114].   \n[12] A. A. Starobinsky, A New Type of Isotropic Cosmological Models Without Singularity, Phys. Lett. B91(1980) 99-102.   \n[13] Z.-K. Guo, D. J. Schwarz and Y.-Z. Zhang, Reconstruction of the primordial power spectrum from CMB data, JCAP 1108 (2011) 031, [1105.5916].   \n[14] Z.-K. Guo and Y.-Z. Zhang, Uncorrelated estimates of the primordial power spectrum, JCAP 1111 (2011) 032,[1109.0067].   \n[15] B. Hu, J.-W. Hu, Z.-K. Guo and R.-G. Cai, Reconstruction of the primordial power spectra with Planck and BICEP2 data, Phys. Rev.D90 (2014) 023544, [1404.3690].   \n[16] C. Armendariz-Picon, T. Damour and V. F. Mukhanov, $k$ - inflation, Phys. Lett. B458 (1999) 209-218, [hep-th/9904075].   \n[17] Z.-K. Guo and D. J. Schwarz, Power spectra from an inflaton coupled to the Gauss-Bonnet term,Phys. Rev.D80 (2009) 063523, [0907.0427].   \n[18] Z.-K. Guo and D. J. Schwarz, Slow-rollinflation with a Gauss-Bonnet correction, Phys. Rev. D81 (2010) 123520, [1001.1897].   \n[19] P.-X. Jiang, J.-W. Hu and Z.-K. Guo, Inflation coupled to a Gauss-Bonnet term, Phys. Rev. D88 (2013) 123508, [1310.5579].   \n[20] T. Kobayashi, M. Yamaguchi and J. Yokoyama, Generalized G-inflation: Inflation with the most general second-order field equations, Prog. Theor. Phys. 126 (2011) 511-529, [1105.5723].   \n[21] S. Matarrese, S. Mollerach and M. Bruni, Second order perturbations of the Einstein-de Siter universe, Phys. Rev. D58 (1998) 043504, [astro-ph/9707278].   \n[22] N. Bartolo, S. Matarrese,A. Riotto and A. Vaihkonen, The Maximal Amount of Gravitational Waves in the Curvaton Scenario, Phys. Rev. D76 (2007) 061302, [0705.4240].   \n[23] M. Biagetti, M. Fasiello and A. Riotto, Enhancing Inflationary Tensor Modes through Spectator Fields, Phys. Rev. D88 (2013) 103518, [1305.7241].   \n[24] M. Biagetti, E. Dimastrogiovanni, M. Fasiello and M. Peloso, Gravitational Waves and Scalar Perturbations from Spectator Fields, JCAP 1504 (2015) 011, [1411.3029].   \n[25] J.L. Cook and L. Sorbo, Particle production during inflation and gravitational waves detectable by ground-based interferometers, Phys. Rev. D85 (2012) 023534, [1109 .0022].   \n[26] A. Albrecht, P. J. Steinhardt, M. S. Turner and F. Wilczek, Reheating an Inflationary Universe, Phys. Rev. Lett. 48 (1982) 1437.   \n[27] J. H. Traschen and R. H. Brandenberger, Particle Production During Out-of-equilibrium Phase Transitions, Phys. Rev.D42 (1990) 2491-2504.   \n[28] S. Y. Khlebnikov and I. I. Tkachev, Relic gravitational waves produced after preheating, Phys. Rev. D56 (1997) 653-660, [hep-ph/9701423].   \n[29] G. N. Felder and I. Tkachev, LATTICEEASY: A Program for lattice simulations of scalar fields in an expanding universe, Comput. Phys. Commun. 178 (2008) 929-932, [hep-ph/0011159].   \n[30] R. Easther and E. A. Lim, Stochastic gravitational wave production after inflation, JCAP 0604 (2006) 010, [astro-ph/0601617].   \n[31] R. Easther, J. T. Giblin, Jr. and E.A. Lim, Gravitational Wave Production At The End Of Inflation, Phys. Reu. Lett. 99 (2007) 221301, [astro-ph/0612294].   \n[32] C. Guzzetti, M., N. Bartolo, M. Liguori and S. Matarrese, Gravitational waves from inflation, Riv. Nu0vo Cim. 39 (2016) 399-495,[1605.01615].   \n[33] BICEP2,PLANCK collaboration, P.A. R. Ade et al., Joint Analysis of BICEP2/KeckArray and Planck Data, Phys. Rev. Lett. 114 (2015) 101301, [1502.00612].   \n[34] L.A. Boyle and P. J. Steinhardt, Probing the early universe with inflationary gravitational waves, Phys. Rev. D77 (2008) 063504, [astro-ph/0512014].   \n[35] N. Bartolo et al.， Science with the space-based interferometer LISA. IV: Probing inflation with gravitational waves, JCAP 1612 (2016) 026, [1610.06481].   \n[36] C. Caprini et al., Science with the space-based interferometer eLISA. II: Gravitational waves from cosmological phase transitions, JCAP 1604 (2016) 001, [1512.06239].   \n[37] P. Binetruy, A. Bohe, C. Caprini and J.-F. Dufaux, Cosmological Backgrounds of Gravitational Waves and eLISA/NGO: Phase Transitions, Cosmic Strings and Other Sources, JCAP 1206 (2012) 027, [1201.0983].   \n[38] S.R. Coleman, The Fate of the False Vacuum. 1. Semiclassical Theory, Phys. Rev. D15 (1977) 2929-2936.   \n[39] C.G. Callan, Jr. and S.R. Coleman, The Fate of the False Vacuum. 2. First Quantum Corrections, Phys. Rev. D16 (1977) 1762-1768.   \n[40] S.R. Coleman and F. De Luccia, Gravitational Effects on and of Vacuum Decay, Phys. Rev. D21 (1980) 3305.   \n[41] A. D.Linde, Decay of the False Vacuum at Finite Temperature, Nucl. Phys.B216 (1983) 421.   \n[42] A. D. Linde, Fate of the False Vacuum at Finite Temperature: Theory and Applications, Phys. Lett. B100 (1981) 37-40.   \n[43] D. Curtin, P. Meade and H. Ramani, Thermal Resummation and Phase Transitions, 1612.00466.   \n[44] P. John, Bubble wal profiles with more than one scalar field: A Numerical approach, Phys. Lett. B452 (1999) 221-226, [hep-ph/9810499].   \n[45] T. Konstandin and S. J. Huber, Numerical approach to multi-dimensional phase transition: Journal of Cosmology and Astroparticle Physics 2006 (2006) 021.   \n[46] C.L. Wainwright， CosmoTransitions: Computing Cosmological Phase Transition Temperatures and Bubble Profiles with Multiple Fields, Comput. Phys. Commun. 183 (2012) 2006-2013, [1109 .4189].   \n[47] S.Akula, C. Balazs and G. A. White, Semi-analytic techniques for calculating bubble wall profiles, Eur. Phys. J. C76 (2016) 681,[1608.00008].   \n[48] S. J. Parke, Gravity, the Decay of the False Vacuum and the New Inflationary Universe Scenario, Phys. Lett. B121 (1983) 313-315.   \n[49] C. Baccigalupi, L. Amendola, P. Fortini and F. Occhionero, The Stochastic gravitational background from inflationary phase transitions, Phys. Rev. D56 (1997) 4610-4617, [gr-qc/9709044].   \n[50] D. Chialva, Gravitational waves from first order phase transitions during inflation, Phys. Rev. D83 (2011) 023512, [1004.2051].   \n[51] H. Jiang, T. Liu, S. Sun and Y. Wang, Echoes of Inflationary First-Order Phase Transitions in the CMB, Phys. Lett. B765 (2017) 339-343,[1512.07538].   \n[52] G. Barenboim and W.-I. Park, Gravitational waves from first order phase transitions as a probe of an early matter domination era and its inverse problem, Phys. Lett. B759 (2016) 430-438, [1605.03781].   \n[53] M. Artymowski, M. Lewicki and J. D. Wells, Gravitational wave and collider implications c electroweak baryogenesis aided by non-standard cosmology, 16o9.07143.   \n[54] P. J. Steinhardt, Relativistic Detonation Waves and Bubble Growth in False Vacuum Decal Phys. Rev. D25 (1982) 2074.   \n[55] H. Kurki-Suonio and M. Laine, Supersonic deflagrations in cosmological phase transitions, Phys. Rev. D51 (1995) 5431-5437, [hep-ph/9501216].   \n[56] A. Megevand and A. D. Sanchez, Detonations and deflagrations in cosmological phase transitions, Nucl. Phys. B820 (2009) 47-74, [0904.1753].   \n[57] J. R. Espinosa, T. Konstandin, J. M. No and G. Servant, Energy Budget of Cosmological First-order Phase Transitions, JCAP 1006 (2010) 028, [1004.4187].   \n[58] A. Megevand and A. D. Sanchez， Velocity of electroweak bubble wals, Nucl. Phys. B825 (2010) 151-176, [0908.3663].   \n[59] L.Leitao, A. Megevand and A. D. Sanchez, Gravitational waves from the electroweak phase transition, JCAP 1210 (2012) 024, [1205.3070].   \n[60] D. Bodeker and G. D. Moore, Can electroweak bubble walls run away?, JCAP O905 (2009) 009,[0903.4099].   \n[61] L. Leitao and A. Megevand, Hydrodynamics of ultra-relativistic bubble wals, Nucl. Phys. B905 (2016) 45-72, [1510.07747].   \n[62] S. J. Huber, T. Konstandin, G. Nardini and I. Rues, Detectable Gravitational Waves from Very Strong Phase Transitions in the General NMSSM, JCAP 1603 (2016) 036, [1512.06357].   \n[63] J. M. No, Large Gravitational Wave Background Signals in Electroweak Baryogenesis Scenarios, Phys. Rev. D84 (2011) 124025, [1103.2159].   \n[64] E. Witten, Cosmic Separation of Phases, Phys. Rev. D30 (1984) 272-285.   \n[65] C. J. Hogan, Gravitational radiation from cosmological phase transitions, Mon. Not. Roy. Astron. Soc.218(1986) 629-636.   \n[66] A. Kosowsky, M. S. Turner and R. Watkins, Gravitational radiation from colliding vacuum bubbles, Phys. Rev.D45 (1992) 4514-4535.   \n[67] A. Kosowsky, M. S. Turner and R. Watkins, Gravitational waves from first order cosmological phase transitions, Phys. Rev. Lett. 69 (1992) 2026-2029.   \n[68] A. Kosowsky and M. S. Turner, Gravitational radiation from colliding vacuum bubbles: envelope approximation to many bubble collisions, Phys. Rev. D47 (1993) 4372-4391, [astro-ph/9211004].   \n[69] M. Kamionkowski, A. Kosowsky and M. S. Turner, Gravitational radiation from first order phase transitions, Phys. Rev. D49 (1994) 2837-2851, [astro-ph/9310044].   \n[70] S. J. Huber and T. Konstandin, Gravitational Wave Production by Collisions: More Bubbles, JCAP 0809 (2008) 022, [0806.1828].   \n[71] C. Caprini, R. Durrer and G. Servant, Gravitational wave generation from bubble collisions in first-order phase transitions: An analytic approach, Phys. Rev. D77 (2008) 124015, [0711.2593].   \n[72] C. Caprini, R. Durrer, T.Konstandin and G. Servant,General Properties of the Gravitational Wave Spectrum from Phase Transitions, Phys. Rev. D79 (20o9) 083519, [0901.1661].   \n[73] R. Jinno and M. Takimoto, Gravitational waves from bubble collisions: analytic derivation, Phys. Rev.D95 (2017) 024009, [1605.01403].   \n[74] A. Kosowsky, A. Mack and T. Kahniashvili, Gravitational radiation from cosmological turbulence, Phys. Rev. D66 (2002) 024030, [astro-ph/0111483].   \n[75] A. D. Dolgov, D. Grasso and A. Nicolis, Relic backgrounds of gravitational waves from cosmic turbulence, Phys. Rev. D66 (2002) 103505, [astro-ph/0206461].   \n[76] C. Caprini and R. Durrer, Gravitational waves from stochastic relativistic sources: Primordial turbulence and magnetic fields, Phys. Rev. D74 (2006) 063521, [astro-ph/0603476].   \n[77] G. Gogoberidze, T. Kahniashvili and A. Kosowsky， The Spectrum of Gravitational Radiation from Primordial Turbulence, Phys. Rev. D76 (2007) 083002, [0705.1733].   \n[78] C. Caprini, R. Durrer and G. Servant， The stochastic gravitational wave background from turbulence and magnetic fields generated by a first-order phase transition, JCAP 0912 (2009) 024,[0909.0622].   \n[79] T. Kahniashvili, G. Gogoberidze and B. Ratra, Polarized cosmological gravitational waves from primordial helical turbulence, Phys. Rev. Lett. 95 (2005) 151301, [astro-ph/0505628].   \n[80] T. Kahniashvili, G. Gogoberidze and B. Ratra, Gravitational Radiation from Primordial Helical MHD Turbulence, Phys. Rev. Lett.100 (2008) 231301, [0802.3524].   \n[81] T.Kahniashvili, A. Kosowsky, G. Gogoberidze and Y. Maravin, Detectability of Gravitational Waves from Phase Transitions, Phys. Rev. D78 (2008) 043003, [0806.0293].   \n[82] T.Kahniashvili, L. Campanelli, G. Gogoberidze, Y. Maravin and B. Ratra, Gravitational Radiation from Primordial Helical Inverse Cascade MHD Turbulence, Phys. Rev. D78 (2008) 123006, [0809.1899].   \n[83] C. Caprini, R. Durrer and E. Fenu, Can the observed large scale magnetic fields be seeded by helical primordial fields?, JCAP 0911 (2009) 001, [0906.4976].   \n[84] T. Kahniashvili, A. G. Tevzadze and B. Ratra, Phase Transition Generated Cosmological Magnetic Field at Large Scales, Astrophys. J. 726 (2011) 78, [0907.0197].   \n[85] L. Kissinger and T. Kahniashvili, Polarized Gravitational Waves from Cosmological Phase Transitions, Phys. Rev. D92 (2015) 043006, [1505.03680].   \n[86] M. Hindmarsh, S. J. Huber, K. Rummukainen and D. J. Weir, Gravitational waves from the sound of a first order phase transition, Phys. Rev. Lett. 112 (2014) 041301, [1304.2433].   \n[87] J.T. Giblin and J. B. Mertens, Gravitional radiation from first-order phase transitions in the presence of a fluid, Phys. Rev. D90 (2014) 023532, [1405.4005].   \n[88] M. Hindmarsh, S.J. Huber, K. Rummukainen and D. J. Weir, Numerical simulations of acoustically generated gravitational waves at a frst order phase transition, Phys. Rev. D92 (2015) 123009, [1504.03291].   \n[89] M. Hindmarsh, Sound shell model for acoustic gravitational wave production at a first-order phase transition in the early Universe, 16o8.04735.   \n[90] T. Kalaydzhyan and E. Shuryak, Gravity waves generated by sounds from big bang phase transitions, Phys. Rev. D91 (2015) 083502, [1412.5147].   \n[91] K.Kajantie,M. Laine,K.Rummukainen and M. E. Shaposhnikov, Is there a hot electroweak phase transition at m(H) larger or equal to m(W)?, Phys. Rev. Lett 77 (1996) 2887-2890, [hep-ph/9605288].   \n[92] J. Ghiglieri and M. Laine, Gravitational wave background from Standard Model physics: Qualitative features, JCAP 1507 (2015) 022, [1504.02569].   \n[93] F. C. Adams, General solutions for tunneling of scalar fields with quartic potentials, Phys. Reu. D48 (1993) 2800-2805, [hep-ph/9302321].   \n[94] J. Kehayias and S. Profumo, Semi-Analytic Calculation of the Gravitational Wave Signal From the Electroweak Phase Transition for General Quartic Scalar Effective Potentials, JCAP 1003 (2010) 003, [0911.0687].   \n[95] C. Grojean, G. Servant and J. D. Wells, First-order electroweak phase transition in the standard model with a low cutoff, Phys. Rev. D71 (2005) 036001, [hep-ph/0407019].   \n[96] D.Bodeker, L. Fromme, S. J. Huber and M. Seniuch, The Baryon asymmetry in the standard model with a low cut-off, JHEP 02 (2005) 026, [hep-ph/0412366].   \n[97] S. J. Huber and T. Konstandin, Production of gravitational waves in the nMSSM, JCAP 0805 (2008) 017, [0709.2091].   \n[98] C. Delaunay, C. Grojean and J. D. Wells, Dynamics of Non-renormalizable Electroweak Symmetry Breaking, JHEP 04 (2008) 029, [0711.2511].   \n[99] L. Leitao and A. Megevand, Gravitational waves from a very strong electroweak phase transition, JCAP 1605 (2016) 037, [1512.08962].   \n[100] R.-G. Cai and S.-J. Wang, in preparation, .   \n[101] R. Jinno, K. Nakayama and M. Takimoto, Gravitational waves from the first order phase transition of the Higgs field at high energy scales, Phys. Rev. D93 (2016) 045024, [1510 .02697].   \n[102] K. Hashino, M. Kakizaki, S. Kanemura and T. Matsui, Synergy between measurements of gravitational waves and the triple-Higgs coupling in probing the first-order electroweak phase transition, Phys. Rev. D94 (2016) 015005,[1604.02069].   \n[103] P. Huang, A. J. Long and L.-T. Wang, Probing the Electroweak Phase Transition with Higgs Factories and Gravitational Waves, Phys. Rev. D94 (2016) 075008, [1608.06619].   \n[104] K. Hashino, M. Kakizaki, S. Kanemura, P. Ko and T. Matsui, Gravitational waves and Higgs boson couplings for exploring first order phase transition in the model with a singlet scalar field, Phys. Lett. B766 (2017) 49-54, [1609.00297].   \n[105] C. Balazs,A. Fowlie, A. Mazumdar and G.White, Gravitational waves at aLIGO and vacuum stability with a scalar singlet extension of the Standard Model, Phys. Rev. D95 (2017) 043505, [1611.01617].   \n[106] V. Vaskonen, Electroweak baryogenesis and gravitational waves from a real scalar singlet, 1611.02073.   \n[107] A. Beniwal, M. Lewicki, J. D. Wels, M. White and A. G. Wiliams, Gravitational wave, collider and dark matter signals from a scalar singlet electroweak baryogenesis, 1702.06124.   \n[108] F.P. Huang, Y. Wan, D.-G. Wang, Y.-F. Cai and X. Zhang, Hearing the echoes of electroweak baryogenesis with gravitational wave detectors, Phys. Rev. D94 (2016) 041702, [1601.01640].   \n[109] M. Kakizaki, S. Kanemura and T. Matsui, Gravitational waves as a probe of extended scalar sectors with the first order electroweak phase transition, Phys. Rev. D92 (2015) 115007, [1509.08394].   \n[110] G.C. Dorsch,S. J. Huber, T. Konstandin and J. M. No, A Second Higgs Doublet in the Early Universe: Baryogenesis and Gravitational Waves, 1611.05874.   \n[111] R. Apreda, M. Maggiore, A. Nicolis and A. Riotto, Supersymmetric phase transitions and gravitational waves at LISA, Class. Quant. Grav. 18 (2001) L155-L162, [hep-ph/0102140].   \n[112] R. Apreda, M. Maggiore, A. Nicolis and A. Riotto, Gravitational waves from electroweak phase transitions, Nucl. Phys.B631 (2002) 342-368, [gr-qc/0107033].   \n[113] M. Garcia-Pepin and M. Quiros, Strong electroweak phase transition from Supersymmetric Custodial Triplets, JHEP 05 (2016) 177,[1602.01351].   \n[114] J. R. Espinosa, T. Konstandin, J. M. No and M. Quiros, Some Cosmological Implications of Hidden Sectors, Phys. Rev. D78 (2008) 123528, [0809.3215].   \n[115] S. Das, P. J. Fox, A. Kumar and N. Weiner, The Dark Side of the Electroweak Phase Transition, JHEP 11 (2010) 108, [0910.1262].   \n[116] T. Hambye and A. Strumia, Dynamical generation of the weak and Dark Matter scale, Phys. Rev. D88 (2013) 055022, [1306.2329].   \n[117] G. C. Dorsch, S. J. Huber and J. M. No, Cosmological Signatures of a UV-Conformal Standard Model, Phys. Rev. Let 113 (2014) 121801, [1403.5583].   \n[118] P. Schwaller, Gravitational Waves from a Dark Phase Transition, Phys. Rev. Lett. 115 (2015) 181101, [1504.07263].   \n[119] J. Jaeckel, V.V. Khoze and M. Spannowsky, Hearing the signals of dark sectors with gravitational wave detectors, Phys. Rev. D94 (2016) 103519, [1602.03901].   \n[120] A. Katz and A. Riotto, Baryogenesis and Gravitational Waves from Runaway Bubble Collisions, JCAP 1611 (2016) 011, [1608.00583].   \n[121] F. P. Huang and X. Zhang, Probing the hidden gauge symmetry breaking through the phase transition gravitational waves, 1701.04338.   \n[122] I. Baldes, Gravitational waves from the asymmetric-dark-matter generating phase transition, 1702.02117.   \n[123] W. Chao, H.-K. Guo and J. Shu, Gravitational Wave Signals of Electroweak Phase Transition Triggered by Dark Matter, 1702.02698.   \n[124] L. Randall and G. Servant, Gravitational waves from warped spacetime, JHEP 05 (2007) 054, [hep-ph/0607158].   \n[125] G. Nardini, M. Quiros and A. Wulzer,A Confning Strong First-Order Electroweak Phase Transition, JHEP 09 (2007) 077,[0706.3388].   \n[126] T. Konstandin,G. Nardini and M. Quiros, Gravitational Backreaction Efects on the Holographic Phase Transition, Phys. Rev. D82 (2010) 083513, [1007.1468].   \n[127] T. Konstandin and G. Servant, Cosmological Consequences of Nearly Conformal Dynamics at the TeV scale, JCAP 1112 (2011) 009,[1104.4791].   \n[128] P. S. B. Dev and A. Mazumdar, Probing the Scale of New Physics by Advanced LIGO/VIRGO, Phys. Rev. D93 (2016) 104001, [1602.04203].   \n[129] A. Kobakhidze, A. Manning and J. Yue, Gravitational Waves from the Phase Transition of a Non-linearly Realised Electroweak Gauge Symmetry, 16o7 .00883.   \n[130] T. Boeckel and J. Schaffner-Bielich, A little inflation in the early universe at the QCD phase transition, Phys. Rev. Lett. 105 (2010) 041301, [0906.4520].   \n[131] S. Schettler,T. Boeckel and J. Schaffner-Bielich, Imprints of the QCD Phase Transition on the Spectrum of Gravitational Waves, Phys. Rev. D83 (2011) 064030, [1010.4857].   \n[132] T. Boeckel and J. Schaffner-Bielich, A little inflation at the cosmological QCD phase transition, Phys. Rev. D85 (2012) 103506, [1105.0832].   \n[133] S. Anand, U. K. Dey and S. Mohanty, Efects of QCD Equation of State on the Stochastic Gravitational Wave Background, 1701.02300.   \n[134] A. Stroeer and A. Vecchio, The LISA verification binaries, Class. Quant. Grav. 23 (2006) S809-S818, [astro-ph/0605227].   \n[135] A. J. Ruiter,K. Belczynski, M. Benacquista, S. L. Larson and G. Williams, The LISA Gravitational Wave Foreground: A Study of Double White Dwarfs, Astrophys. J. 717 (2010) 1006-1021, [0705.3272].   \n[136] J. Crowder and N. Cornish, A Solution to the Galactic Foreground Problem for LISA, Phys. Rev. D75 (2007) 043008, [astro-ph/0611546].   \n[137] Z. CAO and Z. DU, Numerical relativity and gravitational wave astronomy, SCIENTIA SINICA Physica, Mechanica  Astronomica 47 (2016) 010405.   \n[138] Z. Cao, Gravitational wave astronomy: chance and challenge to fundamental physics and astrophysics, Science China Physics, Mechanics  Astronomy 59 (2016) 110431.   \n[139] R. Cai, Z. Cao and W. Han, The gravitational wave models for binary compact objects, Chinese Science Bulletin (In Chinese) 61 (2016) 1525-1535.   \n[140] S. Raby, Axion star collisions with Neutron stars and Fast Radio Bursts, Phys. Rev. D94 (2016) 103004, [1609.01694].   \n[141] M. Visser and D.L. Wiltshire, Stable gravastars: An Alternative to black holes?, Class. Quant. Grav. 21 (2004) 1135-1152, [gr-qc/0310107].   \n[142] M. A. Abramowicz, W. Kluzniak and J.-P. Lasota, No observational proof of the black hole event-horizon, Astron. Astrophys. 396 (2002) L31-L34, [astro-ph/0207270].   \n[143] J. Abedi, H. Dykaar and N. Afshordi, Echoes from the Abyss: Evidence for Planck-scale structure at black hole horizons, 1612.00266.   \n[144] T. W. Baumgarte and S.L. Shapiro, Numerical relativity: solving Einstein's equations on the computer. Cambridge University Press, 2010.   \n[145] C. Liang, Introductory differential geometry and general relativity i, ii, 2000.   \n[146] L. Lindblom, B. J. Owen and D. A. Brown, Model Waveform Accuracy Standards for Gravitational Wave Data Analysis, Phys. Rev. D78 (2008) 124020, [0809.3844].   \n[147] L. Lindblom and C. Cutler, Model waveform accuracy requirements for the Allen $\\chi ^ { 2 }$ （204号 discriminator, Phys. Rev. D94 (2016) 124030, [1602.02828].   \n[148] L. Blanchet, Gravitational Radiation from Post-Newtonian Sources and Inspiralling Compact Binaries, Living Rev. Rel. 17 (2014) 2, [1310.1528].   \n[149] A. Buonanno, B. Iyer, E. Ochsner, Y. Pan and B. S. Sathyaprakash, Comparison of post-Newtonian templates for compact binary inspiral signals in gravitational-wave detectors, Phys. Rev. D80 (2009) 084043, [0907.0700].   \n[150] A. Lundgren and R. O'Shaughnessy, Single-spin precessing gravitational waveform in closed form, Phys. Rev. D89 (2014) 044021, [1304.3332].   \n[151] K. Chatziioannou, N. Cornish,A. Klein and N. Yunes, Detection and Parameter Estimation of Gravitational Waves from Compact Binary Inspirals with Analytical Double-Precessing Templates, Phys. Rev. D89 (2014) 104023, [1404.3180].   \n[152] I. Hinder,F. Herrmann, P. Laguna and D. Shoemaker, Comparisons of eccentric binary black hole simulations with post-Newtonian models, Phys. Rev. D82 (2010) 024033, [0806.1037].   \n[153] N. Yunes, K. G. Arun, E. Berti and C. M. Will, Post-Circular Expansion of Eccentric Binary Inspirals: Fourier-Domain Waveforms in the Stationary Phase Approximation, Phys. Rev. D80 (2009) 084001, [0906.0313].   \n[154] E. A. Huerta, P. Kumar, S. T. McWilliams, R. O'Shaughnessy and N. Yunes, Accurate and efficient waveforms for compact binaries on eccentric orbits, Phys. Rev. D90 (2014) 084016, [1408.3406].   \n[155] B. Sun, Z. Cao, Y. Wang and H.-C. Yeh, Parameter estimation of eccentric inspiraling compact binaries using an enhanced post circular model for ground-based detectors, Phys. Rev. D92 (2015) 044034.   \n[156] S. G. Hahn and R. W. Lindquist, The two-body problem in geometrodynamics, Annals of Physics 29 (1964) 304 - 331.   \n[157] F. Pretorius, Evolution of binary black hole spacetimes, Phys. Rev. Lett. 95 (2005) 121101, [gr-qc/0507014].   \n[158] M. Campanelli, C. O. Lousto, P. Marronetti and Y. Zlochower, Accurate evolutions of orbiting black-hole binaries without excision, Phys. Rev. Lett. 96 (2006) 111101, [gr-qc/0511048].   \n[159] J. G. Baker, J. Centrella, D.-I. Choi, M. Koppitz and J. van Meter, Gravitational wave extraction from an inspiraling configuration of merging black holes, Phys. Rev. Lett. 96 (2006) 111102, [gr-qc/0511103].   \n[160] Z.-j. Cao, H.-J. Yo and J.-P.Yu, A Reinvestigation of Moving Punctured Black Holes with a New Code, Phys. Rev. D78 (2008) 124011, [0812.0641].   \n[161] D. Hilditch, An Introduction to Well-posedness and Free-evolution, Int. J. Mod. Phys. A28 (2013) 1340015, [1309.2012].   \n[162] Z. Cao, The relativistic celestial simulation software based on einstein equations, China Patent No 2015SR047789 (2015)   \n[163] S. Bernuzi and D. Hilditch, Constraint violation in free evolution schemes: Comparing BSSNOK with a conformal decomposition of Z4, Phys. Rev. D81 (2010) 084003, [0912.2920].   \n[164] Z. Cao and D. Hilditch, Numerical stability of the Z4c formulation of general relativity, Phys. Rev. D85 (2012) 124032, [1111.2177].   \n[165] D. Alic, W. Kastaun and L. Rezzolla, Constraint damping of the conformal and covariant formulation of the Z4 system in simulations of binary neutron stars, Phys. Rev. D88 (2013) 064049, [1307.7391].   \n[166] Z. Cao, Binary black hole simulation with an adaptive finite element method: Solving the Einstein constraint equations, Phys. Rev. D91 (2015) 044033.   \n[167] T. Regge and J. A. Wheeler, Stability of a Schwarzschild singularity, Phys. Rev.108 (1957) 1063-1069.   \n[168] F. J. Zerill， Gravitational feld of a particle falling in a schwarzschild geometry analyzed in tensor harmonics, Phys. Rev. D2 (1970) 2141-2160.   \n[169] S.A. Teukolsky， Perturbations of a rotating black hole.1. Fundamental equations for gravitational electromagnetic and neutrino field perturbations, Astrophys. J. 185 (1973) 635-647.   \n[170] S. A. Teukolsky and W. H. Press, Perturbations of a rotating black hole. III - Interaction of the hole with gravitational and electromagnet ic radiation, Astrophys. J. 193 (1974) 443-461.   \n[171] S. Chandrasekhar, The mathematical theory of black holes, vol. 69. Oxford University Press, 1998.   \n[172] M. Davis, R. Ruffni and J. Tiomno, Pulses of gravitational radiation of a particle falling radially into a schwarzschild black hole, Phys. Rev. D5 (1972) 2932-2935.   \n[173] R. Ruffni, Gravitational radiation from a mass projected into a schwarzschild black hole, Phys. Rev. D7 (1973) 972-976.   \n[174] R. Fujita and H. Tagoshi, New numerical methods to eualuate homogeneous solutions of the Teukolsky equation, Prog. Theor. Phys. 112 (2004) 415-450, [gr-qc/0410018].   \n[175] H. Tagoshi, M. Shibata,T. Tanaka and M. Sasaki, PostNewtonian expansion of gravitational waves from a particle in circular orbits around a rotating black hole: Up to O (v\\*\\*8) beyond the quadrupole formula, Phys. Rev. D54 (1996) 1439-1459, [gr-qc/9603028].   \n[176] M. Sasaki and H. Tagoshi, Analytic black hole perturbation approach to gravitational radiation, Living Rev. Rel. 6 (2003) 6, [gr-qc/0306120].   \n[177] R. Fujita, Gravitational Waves from a Particle in Circular Orbits around a Schwarzschild Black Hole to the 22nd Post-Newtonian Order, Prog. Theor. Phys. 128 (2012) 971-992, [1211.5535].   \n[178] R. Fujita, Gravitational Waves from a Particle in Circular Orbits around a Rotating Black Hole to the 11th Post-Newtonian Order, PTEP 2015 (2015) 033E01,[1412.5689].   \n[179] N. Sago, R. Fujita and H. Nakano, Accuracy of the Post-Newtonian Approximation for Extreme-Mass Ratio Inspirals from Black-hole Perturbation Approach, Phys. Rev. D93 (2016) 104023, [1601.02174].   \n[180] M. Sasaki and T. Nakamura, Gravitational Radiation From a Kerr Black Hole. 1. Formulation and a Method for Numerical Analysis, Prog. Theor. Phys. 67 (1982) 1788.   \n[181] S.A. Hughes, The Evolution of circular, nonequatorial orbits of Kerr black holes due to gravitational wave emission, Phys. Rev. D61 (2000) 084004, [gr-qc/9910091].   \n[182] W.-B. Han, Fast evolution and waveform generator for extreme-mass-ratio inspirals in equatorial-circular orbits, Class. Quant. Grav. 33 (2016) 065009,[1609.06817].   \n[183] C. F. Sopuerta and P. Laguna, A Finite element computation of the gravitational radiation emitted by a point-like object orbiting a non-rotating black hole, Phys. Rev.D73 (2006) 044028,[gr-qc/0512028].   \n[184] B.F. Schutz, Determining the Hubble Constant from Gravitational Wave Obseruation, Nature 323 (1986) 310-311.   \n[185] A. Krolak and B.F. Schutz, Coalescing binaries qt Probe of the universe, Gen. Rel. Grav. 19(1987) 1163-1171.   \n[186] B. S. Sathyaprakash and B. F. Schutz, Physics, Astrophysics and Cosmology with Gravitational Waves, Living Rev. Rel. 12 (2009) 2, [0903.0338].   \n[187] B. S. Sathyaprakash, B.F. Schutz and C. Van Den Broeck, Cosmography with the Einstein Telescope, Class. Quant. Grav. 27 (2010) 215006, [0906.4151].   \n[188] R.-G. Cai and T. Yang, Estimating cosmological parameters by the simulated data of gravitational waves from the Einstein Telescope, Phys. Rev. D95 (2017) 044024, [1608.08008].   \n[189] M. Bartelmann and P. Schneider, Weak gravitational lensing, Phys. Rept. 340 (2001) 291-472, [astro-ph/9912508].   \n[190] D. E. Holz and S. A. Hughes, Using gravitational-wave standard sirens, Astrophys. J. 629 (2005) 15-22, [astro-ph/0504616].   \n[191] N. Dalal, D.E. Holz, S.A. Hughes and B.Jain, Short grb and binary black hole standard sirens as α probe of dark energy, Phys. Rev. D74 (2006) 063006, [astro-ph/0601275].   \n[192] J. Jonsson, A. Goobar and E. Mortsell, Tuning Gravitationally Lensed Standard Sirens, Astrophys. J. 658 (2007) 52-59, [astro-ph/0611334].   \n[193] E. Nakar, Short-Hard Gamma-Ray Bursts, Phys. Rept. 442 (2007) 166-236, [astro-ph/0701748].   \n[194] E. Nakar,A. Gal-Yam and D.B. Fox, The Local Rate and the Progenitor Lifetimes of Short-Hard Gamma-Ray Bursts: Synthesis and Predictions for LIGO, Astrophys. J. 650 (2006) 281-290, [astro-ph/0511254].   \n[195] D. Markovic, On the possibility of determining cosmological parameters from measurements of gravitational waves emitted by coalescing, compact binaries, Phys. Rev. D48 (1993) 4738-4756.   \n[196] B. Kocsis, Z. Frei, Z. Haiman and K. Menou, Finding the electromagnetic counterparts of cosmological standard sirens, Astrophys. J. 637 (2006) 27-37, [astro-ph/0505394].   \n[197] C.L. MacLeod and C. J. Hogan, Precision of Hubble constant derived using black hole binary absolute distances and statistical redshift information, Phys. Rev. D77 (2008) 043512, [0712.0618].   \n[198] E. V. Linder, Gravitational Wave Sirens as a Triple Probe of Dark Energy, JCAP 0803 (2008) 019, [0711.0743].   \n[199] A. Stavridis, K. G. Arun and C. M. Will, Precessing supermassive black hole binaries and dark energy measurements with LISA, Phys. Rev. D80 (2009) 067501, [0907.4686].   \n[200] C. Cutler and D. E. Holz, Ultra-high precision cosmology from gravitational waves, Phys. Rev.D80 (2009) 104009, [0906.3752].   \n[201] K. G. Arun, C. Mishra, C. Van Den Broeck, B. R. Iyer, B. S. Sathyaprakash and S. Sinha, LISA as a dark energy probe, Class. Quant. Grav. 26 (2009) 094021, [0810.5727].   \n[202] S. Nissanke, D.E. Holz, S.A. Hughes,N. Dalal and J.L. Sievers, Exploring short gamma-ray bursts as gravitational-wave standard sirens, Astrophys. J. 725 (2010) 496-514, [0904.1017].   \n[203] W. Zhao, C. Van Den Broeck, D. Baskaran and T. G. F. Li, Determination of Dark Energy by the Einstein Telescope: Comparing with CMB, BAO and SNIa Observations, Phys. Rev. D83 (2011) 023005, [1009.0206].   \n[204l W Del Pozzo In.ference nf the cosmolnmral nammeters from aravitational manes: ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "application to second generation interferometers, Phys. Rev. D86 (2Ol2) 043011, ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "[--<C.1C--].   \n[205] A. Petiteau, S.Babak and A. Sesana, Constraining the dark energy equation of state using LISA obseruations of spinning Massive Black Hole binaries, Astrophys. J. 732 (2011) 82, [1102.0769].   \n[206] S.R. Taylor and J. R. Gair, Cosmology with the lights of: standard sirens in the Einstein Telescope era, Phys. Rev. D86 (2012) 023502, [1204.6739].   \n[207] M. Arabsalmani, V. Sahni and T. D. Saini, Reconstructing the properties of dark energy using standard sirens, Phys. Rev. D87 (2013) 083001,[1301.5779].   \n[208] N. Tamanini, C. Caprini, E. Barausse,A. Sesana,A. Klein and A. Petiteau, Science with the space-based interferometer eLISA. III: Probing the expansion of the Universe using gravitational wave standard sirens, JCAP 1604 (2016) 002, [1601.07112].   \n[209] H. Yu, B.-M. Gu, F. P. Huang, Y.-Q. Wang, X.-H. Meng and Y.-X. Liu, Probing extra dimension through gravitational wave observations of compact binaries and their electromagnetic counterparts, JCAP 1702 (2017) 039, [1607.03388].   \n[210] C. Caprini and N. Tamanini, Constraining early and interacting dark energy with gravitational wave standard sirens: the potential of the eLISA misson, JCAP 161O (2016) 006, [1607.08755].   \n[211] S. R. Taylor, J. R. Gair and I. Mandel, Hubble without the Hubble: Cosmology using advanced gravitational-wave detectors alone, Phys. Rev. D85 (2012) 023535, [1108.5161].   \n[212] C. Messenger and J. Read, Measuring a cosmological distance-redshift relationship using only gravitational wave observations of binary neutron star coalescences, Phys. Rev. Lett. 108 (2012) 091101, [1107.5725].   \n[213] W. Del Pozzo, T.G.F.Li and C. Messenger, Cosmological inference using only gravitational wave observations of binary neutron stars, Phys. Rev. D95 (2017) 043502, [1506.06590].   \n[214] T. Namikawa, A. Nishizawa and A. Taruya, Anisotropies of gravitational-wave standard sirens as a new cosmological probe without redshift information, Phys. Rev. Lett. 116 (2016) 121302, [1511.04638].   \n[215] T. Namikawa, A. Nishizawa and A. Taruya, Detecting Black-Hole Binary Clustering via the Second-Generation Gravitational-Wave Detectors, Phys. Rev. D94 (2016) 024013, [1603.08072]. ",
        "page_idx": 36
    }
]