[
    {
        "type": "text",
        "text": "高校科技改革发展40年回顾与展望",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一纪念 “科学的春天 40周年",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杜占元",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中华人民共和国教育部 北京 100816",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/ae3615df31e4d97a338dca6ecc8ed58678744400d5f1c14fee6a7f1d6606f8b4.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "改革开放40年来，特别是党的十八大以来，在党中央、国务院的正确领导下，高校面向世界科技前沿、面向经济主战场、面向国家重大需求，发挥科教融合、人才汇聚、学科综合、国际合作等优势，深入实施创新驱动发展战略，高校科技改革发展取得历史性成就，在国家创新体系建设中贡献卓著，为国家创新发展培养了数以亿计的高级专门人才和一大批拔尖创新人才。在国家“211”“985”和“双一流”等支持下，一批高校已经成为国际知名的创新高地。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1高校科技在持续深化改革中砥砺奋进",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1977年，邓小平同志在科学和教育工作座谈会上明确指出，高校“既是办教育的中心，也是办科研的中心”，高校作为我国科技重要方面军的地位得以正式确立。1978年,全国科学大会、全国教育工作会议、党的十一届三中全会先后召开，改革开放的号角全面吹响，科技和教育事业发展进入新的历史时期。国家通过科技三项费用和博士点专项科研基金等，恢复了“文革”期间中断的高校科技拨款渠道，为高校科技工作提供了基本保障。在党和国家领导的亲切关怀下，“六五”开始，高校科技工作迅速发展，科研经费从20世纪70年代末的几千万元，到“六五”末增长到近6个亿，整体上初具规模。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1985 年，中共中央先后系统全面地作出了关于科技、教育体制改革的决定，明确指出高校在基础研究和应用研究方面要发挥重要作用。1987年，国家教委通过围绕重点学科建设国家重点实验室和国家专业实验室，大幅改善高校科研条件。1993年教育部率先启动实施“跨世纪优秀人才计划”，推进人才资助计划体系化，极大地推动了我国学科带头人与骨十人才的培养工作。1995年，中共中央、国务院颁布了《关于加速科学技术进步的决定》，首次提出实施科教兴国战略。一系列改革文件的出台，为高校科技发展指明了方向。特别是通过启动实施“211”“985”工程，以重点建设推进高水平大学建设，高校科研条件得到持续改善，高校逐步成为科学研究的重要生力军。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "进入21世纪，国家加大了科技投入，社会对人才和科技的需求日益强烈。高校持续实施",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“211”“985”工程，教育部等部门相继推出“教育部长江学者和创新团队发展计划”“新世纪优秀人才支持计划”“高等学校学科创新引智计划”等举措，扎实加强高校创新能力建设。2006年，国务院发布《国家中长期科学和技术发展规划纲要（2006—2020年）》，提出“自主创新，重点跨越，支撑发展，引领未来”的科技工作指导方针，强调“建设一批世界知名的高水平研究型大学”，将高校放到了建设创新型国家的关键地位。这一时期，高校科技对促进经济发展、社会进步的重要作用更加受到重视。在2000年召开的全国高校技术创新大会上就提出“高校要将科技成果转化和产业化工作放在与教学、科研工作同等重要位置”，并启动和推进国家大学科技园试点工作，为加快高科技产业孵化、促进企业转型升级以及经济快速发展提供了重要支撑力量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的十八大以来，高校科技战线深入贯彻落实党中央、国务院全面深化改革的精神，按照“简政放权、放管结合、优化服务”的总体部署，高校进入内涵式发展的新时代，科技体制机制改革向纵深推进。改进和加强中央财政科研项目和资金管理，完善中央基本科研业务费制度。深化高校科技评价改革，健全完善以质量和贡献为导向的分类评价机制。促进科技成果转移转化，下放科技成果使用权、处置权、收益权，落实股权期权和分红等激励政策。优化科技奖励、人才激励机制，扩大高校自主权，赋予创新领军人才更大的人财物支配权和技术路线决策权。健全科研诚信工作体系，努力营造潜心研究、追求卓越、风清气正的良好科研环境。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2012年，教育部、财政部联合发布《关于实施高等学校创新能力提升计划的意见》，分两批认定了38个国家级协同创新中心。计划实施以来，得到各地、各高校积极响应，形成了国家、地方、高校三级协同创新中心建设体系，协同创新理念广泛传播，相当程度上扭转了高校科研体制“分散、分割、封闭和低效”的局面。国家认定的协同创新中心在产出重大科技成果、汇聚创新资源、支撑行业产业和区域发展、创新人才培养机制、促进学科交叉融合等方面取得实效，有效提升高校科技创新能力。2015年，国务院印发《统筹世界一流大学和学科建设总体方案》，“双一流”建设启动实施，标志着国家在更高层次、更高水平、更高质量上推动高等教育的重点建设，加快推进一批高水平大学和学科进入世界一流行列或前列。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，高等学校正在扎实推进“双一流”建设。高校科技创新开始从瞄准紧跟转变为超越引领，把实现“前瞻性基础研究、引领性原创成果重大突破”摆在更加突出的位置；高校科技发展动力逐步从资源驱动、项目驱动向创新驱动、需求驱动转变；创新能力评价逐步从单纯看项目、经费、成果向关注实际创新贡献和科研育人效果转变。高校科技发展理念和思维方式正在发生深刻变化，体制机制改革向纵深推进。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "240年高校科技改革发展的主要成就和经验",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "改革开放初期，邓小平同志对教育、科技工作作出的一系列重要指示和精辟论述，如“科学技术是第一生产力”，是对世界经济社会发展高度预见性的科学论断，是实施科教兴国战略的重要指导思想。党的十八大以来，习近平同志提出创新是引领发展的第一动力，科技创新要坚定不移地以“面向世界科技前沿、面向国家重大需求、面向国民经济主战场”为发展方向等重要论述，为我国实施创新驱动发展战略，建设创新型国家和科教强国提供了重要的思想引领和根本遵循。高校科技战线始终与党中央在政治上思想上行动上保持高度一致，坚决维护党中央权威和集中统一领导，认真贯彻落实党中央、国务院的决策部署，坚持和加强党的全面领导，全面服务创新驱动发展战略和创新型国家建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1坚持科教融合科研育人，夯实科技发展人才基础",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "习近平总书记在全国高校思想政治工作会议讲话中强调“实现中华民族伟大复兴，教育的地位和作用不可忽视。我们对高等教育的需要比以往任何时候都更加迫切，对科学知识和卓越人才的渴求比以往任何时候都更加强烈”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科教融合是现代高等教育的重要特征。40年来，高校始终坚持育人为根本、科研为先导、科教紧密融合，以高水平的科研支撑高质量人才培养。一方面，坚持鼓励高校青年教师开展科研活动提升专业知识水平、跟踪学科前沿动态，将最新科研成果写人教材、融人课堂、传给学生，让科技创新的源头活水永不枯竭，让学生接触的知识体系与时俱进；另一方面，鼓励高校教师积极将科学精神、创新思维、科研方法传授给学生，让学生更多地在参与研讨式教学、参加科技项目研究过程中主动学习、自主创新，实现从接受知识到探索知识、创新知识的蜕变。此外，信息技术、人工智能等新兴科技领域的研究成果和创新技术直接应用到教育教学过程中，改善了教学条件，改进了教学模式，提高了教学效果，为创新型高质量人才培养提供了优越的条件和广阔的空间。近年来，高校科技在发挥第一生产力作用的同时，还通过实施“科教结合协同育人行动计划”“卓越系列人才培养计划”，大力推进学生创新创业教育和专业学位研究生教育综合改革，培养了一大批创新创业人才，学生参加科技竞赛、科研课题或者依托发明专利的自主创业等科技创新活动日益普遍。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2坚持原始创新引领前沿，不断增强国际学术影响力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高校具有独特的学科和人才优势，学科体系相对完善、门类齐全，在我国基础研究和原始创新方面一直发挥着重要的作用。40年来，高校科技工作始终在鼓励自由探索、坚持自主创新、突出原创引领的指导思想下不断实践和发展，以抢占更多的科技领域制高点为不懈的追求。2016年，高校基础研究经费达到432.5亿元，同比5年前增幅超过 $70 \\%$ ，是高校科技总经费增速的两倍多；高校承担了全国 $60 \\%$ 以上的基础研究，承担 $60 \\%$ 以上“863”、科技支撑、重点研发等重大科研任务，建有 $60 \\%$ 的国家重点实验室，获得 $60 \\%$ 以上国家科技三大奖励，院士、“杰青”“千人”“万人”等高层次人才总量占 $60 \\%$ 以上；高校发表科技论文数量和获得自然科学基金资助项目均占全国 $80 \\%$ 以上。创新平台体系优化完善，高校共有国家重点实验室153个，国家工程实验室62个，国家工程研究中心30个，国家工程技术研究中心100个。认定国家级协同创新中心38个，投入经费数十亿元。建设了一批教育部重点实验室、工程中心、服务国防类平台。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高校原始创新成果不断涌现，在凝聚态物理、超级计算机、结构生物学、转化医学、气候变化、转基因农作物等领域取得了一批具有重大影响的标志性成果。清华大学薛其坤院士领衔的团队首次成功观测量子反常霍尔效应，为拓扑量子材料和量子反常霍尔效应在电子学中的应用铺平了道路，实现世界科学前沿领域重大突破。北京大学程和平院士领衔的团队在微型双光子显微成像系统取得突破性技术革新，在世界上引起了轰动。中国科学技术大学潘建伟院士领衔的团队在量子通信、量子计算以及多光子纠缠操纵等量子信息实验领域中作出的杰出贡献，使我国在量子计算的世界地图上稳固占据了一席之地。部分高校参与到国际热核聚变实验堆（ITER）、大型强子对撞机（LHC）、全球海洋观测计划（ARGO）等国际大科学计划，更多高校学者在国际学术组织任职，数量增长，层次提升，国际学术话语权进一步加强。高校科技创新态势已发生历史性转变，从跟踪为主迈人“三跑并存”的新阶段。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3坚持服务国家战略需求和经济社会发展，有力撑起自主创新的筋骨",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高校科技始终坚持走科技、教育、经济、文化相结合的发展道路，聚焦国家重大需求，主动服务国民经济主战场。以兼容并蓄、开放合作、协同共赢、交流互鉴的原则，加强与科研院所、政企商农、国外机构等的广泛联系和密切沟通，努力推动产学研用一体化，不断促进人才链、创新链、产业链的有机结合。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高校的科技成果和社会服务有力支撑产业升级，为高铁、核电、光伏、数控、高压输电、4G通信、新能源汽车等领域提供关键技术支撑。例如：清华大学自主研发高温气冷堆技术，建设世界第一座具有固有安全性的高温气冷堆商业示范核电站，是当前最先进的第四代先进核能系统，使我国占据了世界核能科技的制高点。北京大学王选院士领衔的团队成功研制汉字激光照排技术并大规模推广应用，使中文印刷业跨入“光电”时代。国防科技大学研制的“银河”巨型计算机系列，使我国跨进了世界上少数几个研制巨型机国家的行列。十八大以来的五年，高校科技服务社会获得的科研经费达到1791亿元，在科研经费总量中占比超过1/4，这一比例高于世界主要发达国家；科技成果直接交易额达到130.9亿元，发明专利授权量占全国总量的近1/4。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "高校积极推进大学科技园建设，深入开展“双创”服务。截至2016年底，全国高校共建有115家国家大学科技园，累计毕业企业9189家，在孵企业9861家，其中师生自办企业1373家，高新技术企业954家。2016年，在孵企业转化高校科技成果3140项，占当年全部转化成果2/5以上，有力促进了高科技成果转移转化、高新产业孵化、企业转型升级。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4坚持深化体制机制改革，让广大师生创新活力充分 涌流 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "40 年来，高校科技始终坚持深化落实科技体制机制改革任务，积极破解发展过程中的瓶颈障碍，努力健全完善科技创新资源保障条件，不断优化科技创新政策环境和文化氛围。完善基本科研业务费制度，年资助总额稳步增长，累计中央财政投入已近300亿元，资助高校超过100所，有效缓解了高校科研长期以来缺乏稳定支持的困境，为高校教学科研人员和优秀学生开展自主科研工作提供了有力保障。若干地方已参照建立起基本科研业务费制度。评价改革深入推进，科技奖励、人才激励机制进一步优化。高校科研诚信工作体系在健全中强化，学风态势实现了趋势性扭转。重大科研基础设施和大型科研仪器向社会开放共享，科技基础条件资源保障进一步增强。进一步扩大高校科研自主权，给高校松绑减负。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "40年来，高校科技创新活力不断增强，规模快速扩大，水平大幅提升。高校拥有740余名两院院士（含港澳台地区），1238个教育部创新团队和基金委创新群体。截至2016年，开展科研活动的高校达1497所，和5年前相比增长了 $23 . 5 \\%$ ；R&D人员全时当量增长了 $1 4 . 6 \\%$ ，达36万人年；高校年度科技经费增长了 $31 . 3 \\%$ ，达1537亿元。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3新时代高校科技改革发展的新形势和新举措",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "党的十九大报告提出了建设中国特色社会主义现代化强国的宏伟目标和加快建设创新型国家、实现高等教育内涵式发展的战略任务。高校是科技第一生产力、人才第一资源、创新第一动力的结合点，是三个“第一”的重要载体，承担的历史责任重大、使命光荣。高校科技工作将进一步突出重点，与国家战略目标更好衔接，为实现科技强国、教育强国目标，发挥战略支撑作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1坚持党对高校科技工作的领导",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "深入贯彻习近平新时代中国特色社会主义思想和党的十九大精神，把加强党的全面领导作为高校科技事业发展的首要政治任务，把广大高校科技工作者凝聚在党中央的周围，牢固树立“四个意识”，坚定“四个自信”，把智慧和力量聚焦到世界科技前沿、国家重大需求和国民经济主战场上来，勇于担当、追求卓越，淡泊名利、甘于奉献，进一步提升创新引领和至诚报国能力，推动高等教育内涵式发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2实施高等学校基础研究珠峰计划",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以“双一流”建设为契机，发挥高校在重大科学前沿、前瞻性基础研究方面的优势，强化基础研究，启动实施高等学校基础研究珠峰计划，布局建设一批前沿科学中心，面向世界汇聚一流人才团队，促进学科深度交叉融合，建设体制机制改革示范区，实现引领性原创成果重大突破。到2025年，支撑一批重要学科跻身世界先进行列，若干重点方向率先实现学术引领，在科学前沿重要方向取得一批重大原创成果，建成若干在国际上具有重要影响力的学术高地。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3开展高等学校服务国家战略行动",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "站在实现中华民族伟大复兴的高度，找准切入点，组织高校主动对接、主动服务国家重大战略。支撑“一带一路”建设，建设一批国际交流合作平台，提升国际合作交流水平，广泛开展人员培训与交流、技术转移和成果转化。落实军民融合战略，出台实施《高等学校科技创新军民融合发展规划（2018—2022）》，开展军民融合体制机制改革试点，探索省部联动推进军民融合发展模式，加强军民融合协同创新等。参与全国科技创新中心建设，加强与北京市、上海市的深度合作，大力支持北京科创中心、上海科创中心建设。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4推动多种形式的协同创新 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "拓展思路，加强机制建设，充分调动有利因素，全面提升创新能力。继续推进“协同创新中心”建设。加强政策引导和评价评估，重点在聚焦重大需求、促进军民融合方面谋划布局，认定、建设一批高校协同创新中心。同时，加强与地方政府联动，共同认定、建设一批省部共建协同创新中心。加强教育部国际合作联合实验室建设工作，不断提高国际影响力和竞争力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "协同创新中心将与前沿科学中心相得益彰，形成面向科技前沿高水平基础研究和扎根中国大地高质量社会服务的双高峰，共同以高水平的科研支撑高质量的人才培养，全面支撑“双一流”建设，推动高校成为建设教育强国和科技强国的战略力量。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.5充分发挥科技对教育的支撑引领作用",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "教育现代化离不开现代科技的强有力支撑。纵观教育发展史，科技与教育的发展总体上相辅相成、相互促进、相互支撑。推动实施教育信息化2.0行动计划，把信息技术发展与教育改革发展深度融合。与国家自然科学基金委建立联合推进科教融合的工作机制，大力推动教育科学基础研究，筹划教育科学基础研究的重点、重大项目以及重大研究计划，鼓励有条件的高校成立研究机构并布局相关研究平台等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.6深化高校科技体制改革",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "持续优化政策环境，不断激发创新活力。做实做细高校内部的科研队伍、考核评价、成果转化机制改革，把改革任务落实落地，用好用足政策红利。改革科研人员聘用机制，用科研项目劳务费聘用相对稳定的基本科研队伍，为科技创新提供有力的人力保障。推进科技评价机制改革，建立以质量和贡献为导向的科技评价机制，形成激励约束并重的分类评价标准和开放评价方法，支持科学家在宽松的科研环境中持续研究和长期积累。落实成果转移转化改革任务，推进高校建立市场化的专业服务机构：一方面，通过优化政策环境，推动高校落实各项政策，完善学校科技成果转移转化的各项制度和工作机制；另一方面，要遵循科技成果转化规律，充分发挥市场机制作用，使成果转化成为科研工作者的自觉行为。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "改革开放以来，高校的科技事业欣欣向荣，为我国的社会主义现代化建设作出巨大贡献。站在新的历史方位，高校科技工作将秉持“引领创新、支撑发展、科教融合、开放协同、追求卓越”发展理念，牢固树立服务需求导向，深化改革，全面提升创新能力，在建设社会主义现代化强国的新征程中实现新的跨越，为实现“两个百年”的奋斗目标和中华民族伟大复兴中国梦作出更大的贡献！",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "杜占元教育部党组成员、副部长，国家语言文字工作委员会主任。",
        "page_idx": 4
    }
]