[
    {
        "type": "text",
        "text": "女性食物选择的演化视角：基于性选择过程的理论探讨",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张阔」苏金龙 2\\*(青岛理工大学人文与外国语学院，青岛 266525)( 南京师范大学心理学院，南京 210024)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 性选择在人类心理、行为等表型的演化过程中扮演了重要角色，但其对女性食物选择的影响却相对较少被关注。性选择塑造了男女不同的择偶策略，男性择偶时对女性外在吸引力的关注使得女性更加重视身材等外在吸引力信息。而女性身材与饮食的密切联系，进一步提示性选择过程应该会对女性的食物选择产生影响。以之为基础，梳理求偶动机激活可能引发的女性食物选择的变化，以及女性生理期不同阶段在食物选择上的变异，有助于了解性选择过程对女性食物选择的影响。未来研究中，进一步从行为、激素、脑等不同层面剖析对应影响及涉及机制，对该领域的长远发展有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词性选择，食物选择，求偶动机，排卵期，女性",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在漫长的演化史上，食物选择作为与生存密切相关的活动之一，始终伴随着人类的演化。演化过程涉及到两个核心压力：生存和繁衍（Lummaa&Clutton-Brock,2002)。食物选择的生存功能显而易见，但关于其可能与人类繁衍存在的联系，则相对较少被关注。我们知道，虽然不同食物都能满足生存，但人们在选择的过程中总会存在偏好，对不同食物给予不同权重。这提示，食物选择本身还具有生存功能以外的价值。那么，作为塑造人类心理和行为的另一个重要演化因素——繁衍或者说性选择过程，是否在这个过程中也扮演一定的角色？",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "已有研究显示，性选择过程导致了男女不同的求偶策略，对于女性来说，身材信息是男性择偶时关注的重要内容，这也使得女性更加关注自己的身材等外在吸引力信息（Buss &Schmitt，1993)。鉴于女性的身材和日常饮食存在密切联系，其食物选择很可能也会受到繁衍相关线索的影响。目前，与食物选择有关的研究多从近因的层面考虑，聚焦社会性因素和个体层次变量在其间可能扮演的角色。基于此，本研究尝试探讨女性食物选择背后可能具有的演化基础，剖析性选择过程在其间起到的作用，以揭示食物选择背后具有的深层机制，为有关研究的深入开展提供理论参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2性选择与择偶策略",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "性选择是自然选择的一种形式，涉及吸引异性、与同性进行竞争两个核心过程。前一个过程常被称为性间选择（intersexual selection），后一个过程则被称为性内选择（intrasexualselection）。性间选择使物种演化出了“装饰品”（omament)，如孔雀漂亮的羽毛，以吸引潜在配偶；性内选择则使物种演化出了“武器”，如犀牛的牛角，以在同性竞争中获胜（张雷,2007)。在人类社会中，也存在着性间选择和性内选择的痕迹，如男性的创造性可能就是为了吸引异性演化出的\"装饰品”,攻击性则是同性竞争压力下演化出的\"武器”Chen&Chang,2015)。此外，诸如面部轮廓、身体毛发的分布、不同性别的音高，皆被认为是性选择过程在人类表型塑造中的重要体现（Dixson et al.,2005)。而性选择对某个物种影响的强弱，通常可以由性二态性来体现。性二态性越强，说明性选择的影响越强。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "性选择过程直接影响了不同性别个体的择偶策略。对于女性来说，择偶时主要看中三个方面：对方是否有好的基因、是否可以提供足够的资源、是否是一个好的父亲(Luetal.,2015)好的基因经常由一些特定的生理和行为特征来体现，这些特征在激素层面往往与男性体内的睾丸酮含量有着密切联系（Gangestad& Simpson,2000)。其中，生理特征层面，涉及对称的面孔、健硕的身体、低沉的嗓音等；行为层面，则主要通过一些“装饰品”来反映，如男性的幽默感、是否勇于冒险（见Luetal.,2015)。资源方面，女性更加偏好那些拥有较多资源的男性，诸如权力、地位、财富都是男性具有资源的重要象征。另外，较高的支配性、成就动机、慷慨的行为、受教育程度与上述资源存在正向联系，因此也成为判别个体是否具有资源时的参考指标（Huberman et al.,2004)。为了获取资源，男性需要依靠演化出的“武器”与同性进行竞争，男性之间的暴力、由男性主导的战争等常被认为是对应竞争的体现之一。例如，有研究显示，求偶动机的激活会促进男性对战争相关概念的加工（Chang etal.,2011)。相应的，男性也表现出了对暴力性冲突的适应。如相比女性，男性更加粗壮和发达的肌肉，更强的攻击性，以及为震慑对方演化出的更为浓密的胡须（Puts,2010;Puts etal.,2015）。诸多研究显示，无论在传统社会还是当今工业化文明背景下，男性的支配性和社会地位都可以增强其寻求配偶和繁衍成功的概率（Hilletal.,2013)。相应的，女性在择偶过程中，也会更加偏好支配性特质比较高的男性（Gildersleeve et al.,2014)。最后，女性会青睐具有好父亲特质的男性。在人类的演化过程中，父亲参与后代抚养对后代的存活有着重要意义，包括减少后代的死亡、提升后代的竞争力等（Geary,2000)。这也使得，无论对方是否能够提供丰富的资源，与好父亲有关的特征都会被女性青睐，对男性构成一种选择压力。实际上，有关研究显示，当今社会条件下，相比好基因和好的资源提供者，女性在选择配偶时对与好父亲有关的特质的看重程度更甚（Luetal.,2015）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "相比女性，男性在择偶时更加看中对方的外在吸引力。在外在吸引力指标上，通常涉及面部轮廓、皮肤色泽和身材等。面部信息通常能够很好的反映女性的年龄，而年龄与女性的生殖力密切相关(Conroy-Beam&Buss,2019)；相应的，女性化的面孔能反映女性的繁殖力、健康程度等与繁衍有关的特质，同时也是女性对后代养育投入程度的重要指征，因此也是男性择偶时的重要参考（Singh，2002)。起到类似功能的还有女性皮肤的紧致程度、毛发的多少等（Gangestad& Scheyd,2005）。另一个影响女性吸引力的关键因素是身材，具体而言，较低的腰臀比和 BMI常常是男性在择偶时关注的重要因素，其本身也是女性繁殖力的重要指征（Singhetal.,2010)。男性择偶时对女性外在吸引力的关注已在诸多研究中得到彰显，例如，有研究发现，激活男性的求偶动机会改变其对女性面孔和身材信息的注意加工（Lu&Chang,2012)。对应的，男性择偶时的偏好对女性来说会构成一种选择压力，使得女性演化出有关表型。例如，人类女性的体型可以看做性选择的重要体现之一。从生理的角度来看，人类女性的脂肪分布是次优的，但其却会让女性在男性的眼中更具吸引力，成为一个与繁衍相关的特征（如脂肪在胸部和臀部的沉积)。虽然不同文化和时代下人们对体型的具体偏好存在差异，但差异更多的局限于对应脂肪沉积量的多少，而非质的差别（Dixsonetal.,2011;Wheatley etal.,2014)。同样的，在求偶动机激活后，女性也会对自己的身材、衣着等与外在吸引力有关的信息更为关注（Jones etal.,2019）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "总的来看，在性选择过程中，男性更多的通过同性竞争的方式获得配偶，女性则更多的通过吸引异性的方式来获取配偶。同时，性选择使得男性和女性演化出了不同的择偶策略，相比于男性更加看重外貌、身材等繁衍线索，女性在择偶时更加看重对方能够提供资源的能力、好父亲特征。同时，男性择偶策略也使得女性为了在配偶市场上取得竞争优势，需要提升自己的外在吸引力，塑造身材。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3身材信息与女性食物选择",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "作为重要的繁衍线索，女性的身材是其在婚恋市场配偶价值的重要体现之一。这一方面受着演化遗留的生物性因素的影响，另一方面，当下以瘦为美的主流文化以及媒体对身材相关内容的宣传也影响着女性对身材的关注。针对美国本科生的流调显示，相比男性，女性有着更低的肥胖率，但同时却有着更高的减肥意愿（Lowryetal.,2000)。国内中国青年报社会调查中心2011年的一项调查同样显示，有 $34 . 9 \\%$ 的女性曾经尝试过长期节食、催吐、大量服用减肥药物等减肥方式，而在受访男性当中，这一比例仅为 $23 . 2 \\%$ （张锐，向楠,2011）。这些数据进一步佐证，相比男性，女性对自己的身材更加重视。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "具体到女性身材的要素，研究关注较多的一项指标的是腰臀比（waist-hipratio)。从数值上看，白人女性的腰臀比大致在 $0 . 6 7 { \\sim } 0 . 8 0$ 之间（Martietal.,1991)。有研究者给被试呈现0.7、0.8、0.9、1.0四类腰臀比身材，发现0.7的腰臀比最具有吸引力，且这种评价具有跨性别和跨年龄一致性（Singh，1993)。后来一项针对喀麦隆、印尼、新西兰等跨文化样本的研究显示，相比高的腰臀比，低的腰臀比在不同文化下都被评定为具有更高的吸引力（Singh etal.,2010)。较低的腰臀比不仅是女性吸引力的重要线索，也与多种健康风险存在关联。世界卫生组织发布的研究报告显示，腰臀比与心血管疾病、2型糖尿病和死亡率之间都存在密切联系（World Health Organization,2011)。这些研究提示，女性的身材信息不仅是异性判断女性吸引力的重要参考，其本身也蕴含着生物性价值。其实，腰臀比作为女性生育价值的指征，已经获得了多种佐证。例如，腰臀比进入青春期开始下降，之后一直维持到女性闭经期才开始逐渐上升，这种变化和生育年龄相一致（Koskovaetal.,2007)。另外，低腰臀比与体内适宜的性激素水平（Jasienska et al.,2004）和宫颈内适宜的酸碱度（Jenkins et al.,1995）直接相关。宫颈内酸碱度同时也是影响精子在宫颈内传输的重要因素，直接影响着受孕。就体外受精来说，低腰臀比的女性具有更高的受孕率（Wass etal.,1997)。Lassek 和Gaulin（2008）的研究更是发现，低腰臀比的女性孕育的子女会有更好的认知能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "除了腰臀比，BMI（body mass index）是另外一项同时与女性吸引力和生理健康存在关联的指标。以瘦为美的主流文化凸显出相对较低的 BMI对于女性吸引力具有的重要意义。同时，高 BMI常常与负性怀孕事件相联系，如妊娠期糖尿病、高血压、早产、卵巢障碍、不孕、流产和月经失调等（Mitchell& Fantasia,2016; Silvestris etal.,2018; Zain& Norman,2008)。此外，肥胖的母亲生出的孩子在新生儿期常有更低的阿普伽新生儿评分（apgar score）、更可能进重症监护室,并且有更大的可能在围产期死亡(Chandrasekaran&Neal-Perry,2017)。这些证据提示，BMI不仅是影响女性吸引力的重要因素，也是女性生育价值（fertility）的重要指标。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "身材信息蕴藏的重要生物性价值，使得女性在认知和行为层面也产生了关联性调整。相比男性，女性对身材线索更加敏感，对体重更加关注，也常常对自己的身材更不满意，有更强的动机塑造理想的身材（Cho&Lee,2013;Joseph etal.,2016)。那么，女性会如何塑造自己的身材，从而使自己在配偶市场上具有相对更大的竞争优势？从现有实践来看，节食或对自己的饮食进行控制是常用手段之一。为了更好的进行身材管理，女性常常会控制高热量食物的摄入，同时多食用水果和蔬菜（Gaylis etal.,2020)。日常生活中，相比男性，女性也会更多的选择低热量食物、富含纤维的蔬菜和水果（Arganini etal.,2012)。上述不同性别个体食物选择的特征，不仅体现在有关调查结果中，也可以通过一些实验研究从侧面佐证（Lowryet al.,2000;Ristovski-Slijepcevic et al.,2010)。目前，关于身材管理与食物选择关系的研究，多集中于限制性饮食领域，并关注食物渴求（food craving）与女性肥胖之间的联系（Sinha,2018）。限制性饮食是指为达到控制体重目的，长期严格控制进食的行为(Herman etal.,2019)。限制性饮食者则是指长期控制体重的慢性节食者，其中以女性居多，初始起因多为控制自己的身材或对自己的身材不满意（Schnettler etal.,2017)。研究表明，限制性饮食者对食物线索存在特异性加工（Fedoroff etal.,2003)。相比于非限制性饮食者，限制性饮食者对食物线索表现出更高的敏感性和认知偏向，尤其是对于高脂肪美味食物线索（Roefs etal.,2005)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "上述证据提示，女性身材信息所蕴藏的生物性价值，使得其被性选择过程所筛选，进而塑造女性的有关认知过程和行为。例如，为了维持或获得更好的身材，女性会在食物选择和摄入上进行有关调整，避免摄入高热量食物。相应的，生活中有很强的求偶意愿的女性，也会相对更加注意自己的身材等吸引力特征（Ko& Suh,2019)。结合诸如此类证据，有理由推测性选择过程在女性食物选择中扮演了某种角色。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4从性选择到女性食物选择",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "虽然理论上存在很大可能，但直接从性选择的角度探讨女性食物选择的研究仍然处于起步阶段。具体来看，该领域主要存在两类研究：测量求偶动机启动后个体食物选择方面发生的变化；考察不同排卵期女性在食物选择上的差异。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1求偶动机与女性食物选择",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "求偶动机是与性选择密切相关的重要概念，可以看做与繁衍有关的动机，或者具体化为寻求与异性建立亲密关系的心理状态（苏金龙，苏彦捷,2017;Kenrick etal.,2010)。求偶动机的激活会引发一系列心理和行为的改变，而这些改变往往和性选择塑造的有关择偶机制存在直接关联。具体来说，求偶动机的激活一方面会使个体表现出更强的配偶竞争策略；另一方面则表现出更多潜在配偶择偶时所看重的特质。前者如女性在求偶动机激活状态下，会对具有择偶竞争优势（如容貌姣好)的同性产生更多的间接攻击行为，如社会排斥、散播流言、贬损对方（丁道群等,2017)；后者如男性在求偶动机激活的状态下，会表现出更多的炫耀性消费（Griskevicius et al.,2007）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "理论上，求偶动机的激活与个体表现出更多的被异性所偏好的特质之间的关系，多被昂贵信号理论（costly signaling theory）所解释。昂贵信号理论最初用来解释两类看似矛盾的生物现象：一方面，自然选择更多的支持物种演化出那些更为高效（efficiency）的表型，但有些没有实际生存价值甚至会带来更多生存风险的表型（如孔雀羽毛）却一直存在；另一方面，在演化的过程中，不同个体的利益冲突广泛存在，但却演化出了真诚交流（honestcommunication）这样的行为（Zahavi，1975）。该理论认为，如果交流内容（i.e.，signal）能够向观察者传达对方感兴趣的信息，那么具有利益冲突的个体的交流在演化上就具有稳态性。相应的，如果交流过程中传达的信息与信息发出者的有关特征存在密切联系，且传递真实信息带来的获益要高于传递虚假信息带来的获益，那么交流过程中释放的真实信号就会让双方获益（Birdetal.,2001)。像经常被提及的雄性孔雀艳丽的羽毛，就是一种信号，这一信号增大个体被捕获的风险，但同时却可以真实的传递更为优良的基因信息，吸引潜在配偶，使其获得更多交配机会，所以在演化过程中就被保留了下来。心理学家和人类生态学家们进一步把该概念引入了了人类研究当中，指出诸如人类男性的狩猎能力、冒险行为，女性的外表、身材，以及人类一般性的利他行为等在人类演化过程中都在某种程度上作为一种信号存在（Bereczkei etal.,2010;Stibbard-Hawkes,2019)。研究显示，人类在求偶动机激活后，会表现出更多的此类信号。对于女性来说，身材信息是其生殖潜力的重要信号，相应的，在求偶动机激活之后，更好的呈现有关信号成为一种重要选项。例如，研究显示，求偶动机激活或处于相对较高水平时，女性会选择相对更加暴露的衣服，让自己看起来更性感（Durante et al,2011; Grammer et al., 2004）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "那么，求偶动机的激活是否影响女性对食物的选择呢？理论层面，求偶动机会使得女性更加关注自己的身材等外表吸引力，而身材与食物选择的密切联系使得我们有理由推测求偶动机的激活同样会影响女性的食物选择。然而，相关直接研究并不是很多。心仪的异性常常会激活求偶动机，有研究发现，相比于不感兴趣的异性，女性在与自己心仪的异性一起就餐时会减少卡路里摄入，选择更少的高热量食物（Mori etal.,1987)。类似结果被之后的研究进一步验证（Baker etal.,2019;Young etal.,2009)。此外，通过给女性被试呈现高吸引力异性面孔的方式激活求偶动机，可以提高女性被试服用减肥药的愿望，呈现与食物选择相一致的行为（Hill&Durante,2011)。近期的一项研究进一步显示，在女性的求偶动机被激活后，她们会有更少的意愿购买垃圾食品，花更多的钱购买水果、蔬菜等健康食品，且该效应更多的出现在限制性饮食得分较高的女性身上（Otterbring,2018)。Chan 和 Zlatevska（2019）的研究同样发现，女性在求偶动机激活状态下倾向于选择更少的食用肉类，但同时男性却会食用更多的肉，这种性别差异也从侧面反映了性选择在其间的作用。同时，当和异性一起就餐时，女性食物的摄入会明显变少，且这种食物摄入的改变并不是因为和异性聊天变得紧张或焦虑等导致，而更多的是因为此种情境下女性更希望以相对更加具有“女人味”的形象呈现在对方面前（Leng etal.,2017）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总的来看，虽然理论上存在很大可能，但直接考察求偶动机对女性食物选择的研究还很少。未来通过多种方式操控求偶动机，并检查动机启动后不同类型食物的选择和消费情况，探索影响背后的可能机制，对于剖析求偶动机在女性食物选择中的作用有着重要意义。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2女性排卵期与食物选择",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在生理期的不同阶段，女性与求偶有关的心理成分可能会发生一定变化。相比生理期的其他阶段，排卵期女性更容易被那些具有男性化特征（如棱角分明的面孔、对称的面孔、低沉的嗓音）的男性所吸引，并且对短期性关系更加开放，在自我陈述中报告更多的性幻想，更容易被异性吸引（相关综述，见Gangestad et al.,2005)。研究者认为，之所以存在这种周期性变化，是因为在排卵期女性更容易受孕，此阶段对应反应特征使其在演化过程中具有更高的适应度（fitness）（Gangestad& Thornhill,2008)。更为重要的是，这种周期性的变化也会影响女性的有关行为，如排卵期女性会相对更加喜欢社交、穿更有吸引力的衣服，更加注意自己的外在吸引力（Durante etal.,2011)。此类行为有助于女性吸引潜在异性，在同性竞争中获得优势地位。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "如同求偶动机激活导致女性更加注重自身外在吸引力，引发食物选择的变化，女性在生理期不同阶段对自身外在吸引力关注程度的差异也可能进一步引发食物选择的变化。有研究发现，相比生理期的其他阶段，女性在排卵期会摄入更少的卡路里（Saad& Stenstrom,2012)，同时有更强的减肥欲望，以塑造更理想的身材（Meltzer etal.,2015)。此类变化可能源于排卵期女性求偶动机的增强，进而引发食物选择的变化。Roney和 Simmons（2017）发现，在排卵期，女性会有更强的求偶欲望，同时伴随着食物摄入的下降。此外，女性生理期不同阶段伴随着激素水平的变化，这种激素变化进一步影响了女性的求偶动机强度(Gangestad et al,2010;Roney& Simmons,2013)。这也意味着，求偶动机影响背后有着特定的激素在扮演着作用，把激素层次的考量纳入求偶动机对女性食物选择影响的理解当中，对于推动其深入发展有很大助益。其中,雌二醇和黄体酮似乎是两种可以纳入考量的激素。动物模型研究显示，雌二醇可以正向预测性行为，而黄体酮则负向预测性行为（Michael etal.,1978; Zumpe et al,1983)。人类研究同样显示，上述激素水平与求偶动机强度、和异性交往的兴趣强度等存在密切联系（Gangestad et al.,201O; Roney & Simmons,2013）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另一方面，生理期的不同阶段，女性在食物渴求上也会存在差异。相比其他阶段，女性在黄体期会对食物有更强的渴求，对高脂肪食物有更强的欲望（McNeilet al.,2013)；食用更多的高热量食物，包括甜食、脂类食物（Martini etal.,1994;McNeil etal.,2013)；愿意花更多的钱购买食物（Saad& Stenstrom,2012)。值得注意的是，女性黄体期对食物的渴求可能依据食物种类的不同存在区别，如有研究显示，黄体期的食物渴求更多的表现为对甜食偏好的增强，女性对咸食和酸味食物的渴望并不会随生理期阶段发生变化（Alberti-Fidanza et al,1997)。近期，有研究者考察了生理期不同阶段女性对转基因食物的偏好，发现女性在黄体期对转基因食物的偏好评分会显著降低（Chen etal.,2020)。对此结果，研究者认为其可能反映了女性的生殖保护机制，因为黄体期是受孕的准备阶段，为了减少对受孕过程可能造成的损害，就需要对与食物有关的风险进行规避（Chen etal.,2020)。该研究提示，性选择过程对女性食物选择的塑造，可能不仅服务于求偶方面，也关联着对后代的养育。同样的，女性黄体期表现出的食物渴求可能也与体内激素有着密切联系。具体来看，雌激素与黄体酮的拮抗关系在该现象中可能起着重要作用。在黄体酮下降的情况下，雌激素会起到更大的调控作用，降低个体的饮食动机，减少个体食物摄入（Asarian&Geary,2013)；在黄体酮含量上升发挥作用的情况下，其会抑制雌激素的作用，增强个体的暴食倾向（Klump etal.，2013,2014)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综合来看，探讨生理期与女性食物选择关系的实证研究相对还比较少，相关结果有赖未来更多研究的重复验证。二者联系背后也有诸多问题需要解答，例如，排卵期食物摄入的下降和黄体期食物渴求的提升背后是否有着相同的机制？如果激素在其间发挥了核心作用，这种激素的变化受到哪些脑区的调控？其适应意义又是什么？诸如此类问题的解答需要融合神经科学、演化生物学等不同的视角，借助跨专业合作的方式进行有关研究，以更好的揭示女性生理期不同阶段食物选择差异的可能原因和适应意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5讨论与展望 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "求偶动机对女性高热量食物选择的抑制，以及排卵期女性食物摄入的减少，都从某个层面体现了性选择过程对女性食物选择的塑造。然而，总的来看，相关实证研究还非常少，这与理论层面二者联系的较高可能性并不匹配。本文首先从理论层面剖析了二者联系的可能性，之后梳理已有关联证据，为从性选择的角度探究女性食物选择提供了参考。需要注意的是，从演化的角度来看，人类具有一般化的高热量食物偏好，因为高热量食物有利于我们的祖先获取能量，在生存物质相对贫瘠且随时间变异性比较大的环境中，高热量食物能够更好的满足人类生存（Ahlstrom etal.,2017)。这意味着，虽然性选择过程使得女性在繁衍线索凸显条件下表现出高热量食物选择的减少，但相关心理和行为反应应该会受到其他心理成分的调控，如抑制控制能力（抑制繁衍线索凸显条件下女性对高热量食物的选择)。未来研究中，更好的揭示性选择过程对女性食物选择的影响，需要借助于不同层次的证据来实现。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从行为层面来看，性选择过程塑造了不同性别群体差异化的繁衍策略（Puts,2016)。这种策略从宏观层面来看是具有一般性的，即会让个体在求偶相关心理成分被激活后，表现出更多吸引潜在配偶的特征；但具体到细节层面，则具有性别差异，即让男女彰显不同类别的特质，以吸引潜在配偶。无论是上述性别一般性策略，还是性别差异性策略，都会对个体的食物选择产生影响。但需要注意到，上述与食物选择有关的解释并没有融入近因（proximateexplanation）的作用。Mayr（1961)提出的有名的\"近因一终因\"（proximate-ultimate causation）问题原因分析框架提示，在剖析某一现象的原因时，近因和终因都不能缺失。从近因（proximate）的角度来说，影响女性食物选择的因素可能涉及情境、就餐环境、个体情绪、认知和社会因素等（相关综述，见Ariely& Norton,2009;Drewnowski,1997)。那么，这些因素是否会与影响食物选择的演化因素产生交互作用，协同影响女性的食物选择？从已有研究来看，对应可能性很大。例如，虽然启动求偶动机会降低女性对高热量食物的选择，但该效应更多的体现在限制性饮食得分较高的女性当中（Otterbring，2018)，提示女性本身对食物的态度可能会调控上述关系。对应的，诸如情绪、情境等因素是否调节求偶动机/生理期对女性食物选择的影响等问题都有待进一步探讨。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "行为机制背后往往隐藏着更加生理的支撑。如同我们在前面已经提到的，激素在期间可能起着重要作用。体内激素与性选择关联密切，其中比较常见的如雌性激素、孕酮、黄体酮和辜丸酮。有关研究显示，女性在生理期的不同阶段，其体内激素会随之发生变化，对应变化则影响着女性的配偶偏好和求偶动机。而这种变化在理论层面被双择偶策略假设（dualmating strategy hypothesis）所解释。双择偶策略假设认为，女性在生理期的不同阶段有着不同的择偶策略。在排卵期繁殖力更强，此间更加偏爱那些对关系承诺可能不够但具有较好基因优势的个体（此类个体具有一些指征，如更加对称的面孔)；在非排卵期则偏爱那些对感情投入更多，更加具有亲社会性的男性（Pilsworth&Haselton,2006)。值得注意的是，虽然双择偶策略有一定的吸引力，可以在某种程度上解释观察到的一些现象，但有些研究结果则没有支持上述假设。例如，近期一项大规模的纵向研究显示，对亲密关系的开放程度与女性不同生理周期类固醇激素水平并无显著相关关系（Jones et al.,2018)。基于此，有研究者提出，在不同的生理周期，女性可能并不会在择偶上有细化特征的变化（即排卵期喜欢一类男人，非排卵期喜欢另一类男人)，而更多的是伴随生理周期变化产生的一般性求偶动机强度的变化，并提出了求偶期模型（estrous model）（Jones etal.,2019)。该模型认为，如同非人灵长类，人类女性在排卵期会伴随着更强的寻求配偶的动机，而这种变化本身可能并是服务于繁衍成功，而可能服务于其他功能，如促进女性更好的获取食物（Roney,2021)。无论是双择偶策略还是求偶期模型，虽然在细节上存在差异，但有一个共识：女性生理期不同阶段伴随着激素水平的变化，这种激素变化进一步影响了女性的求偶动机强度。这也意味着，求偶动机影响背后有着特定的激素在扮演着作用，把诸如雌激素等激素层次的考量纳入求偶动机影响女性食物选择的理解当中，对于推动该领域深入发展有很大助益。此外，不只性激素，催产素和加压素（vasopressin）在亲密关系中也扮演着重要作用。研究者认为，这两种激素在社会行为和性行为中的角色具有跨物种一致性，提示了其古老的演化历史（Johnson&Young,2015)，而这两种激素是否在性选择塑造女性食物选择的过程中扮演了某种角色，同样是值得考虑的问题。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "除了行为机制和激素的影响，为了更好的理解有关现象，脑层次的探索也不可或缺。一方面，近些年来，脑科学的迅速发展为我们进行有关研究提供了基础；另一方面，这种演化层次的效应本身就有特定的生物基础，这势必体现在大脑的有关结构或激活模式当中。相关研究中，研究者通常让被试浏览自己恋人的照片，然后记录他们浏览时对应的脑活动。对应研究发现，在浏览恋人照片时，激活的区域包括纹状体、中部脑岛、背侧前扣带回、海马及下丘脑（Bartels& Zeki,2004)。不难看出，上述脑区与社会认知、情感加工、奖赏等功能相联系。而从食物选择的角度来看，本身食物的摄入是一种奖励性刺激，势必牵涉到奖赏脑区。研究显示，相比低热量食物，高热量食物会给个体的奖赏环路带来更大程度的激活（Frank etal.,2010)。相应的，在行为层面，男性和女性往往对于食物有不同的反应。相比男性，女性对食物更加上心，对食物的影响成分有更多的知识，更可能节食，或高估自己体重，觉得自已需要减肥，也更加注重膳食健康（Uccula&Nuvoli,2017)。这种行为差别也自然会体现在脑环路上，例如，看到食物相关刺激时，女性比男性更多的激活与行为控制和自我参照有关的脑区，包括背外侧、腹外侧、腹内侧前额叶，扣带回中部和后部，脑岛等（Killgore &Yurgelun-Todd,2010)。而相比于低热量食物，高热量食物更多的激活右颞上沟后部（Manippaetal.,2017)。那么，在求偶动机与女性食物选择的联系上，哪些脑区又扮演着重要角色呢？从求偶与食物选择激活的重合脑区来看，奖赏环路大概率起着某种作用；而针对高低热量食物的决策，与抑制控制有关的脑区则可能在其间扮演重要角色。另一方面，在生理期的不同阶段，女性对食物刺激的反应也可能存在着不同，这同样有待未来研究的进一步考察。综合来看，考察求偶动机/生理期对女性食物选择的影响的过程中，建构脑-激素-行为的立体模型有着重要意义。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "需要注意的是，性选择影响女性食物选择的前提之一是人类女性在演化适应环境(EEA)中会受到性选择压力的影响，因为依照Leda Cosmides 等人的观点，人类的心理机制是对EEA中反复出现的压力环境而非当下环境的适应（见Barkow etal.,1992)。然而，由于无法对EEA进行准确的还原，所以在人类演化的EEA中女性是否会受到性选择压力的塑造仍然存在不确定性。但从已有证据来看，性选择压力在人类女性的演化过程中同样起着重要作用：首先，诸多研究认为，女性的乳房、皮肤色泽、嗓音音高等特征皆作为性选择的重要产物，影响女性在配偶市场上的价值（见Clutton-Brock,2009)；其次，在人类的近亲黑猩猩、倭黑猩猩等高级灵长类中，雌性的表型和行为均受到性选择压力的塑造（见 Stanyon& Bigoni,2014)；最后，在处于狩猎—采集（hunter-gatherer）社会的群体中，研究者同样发现，男性择偶时会偏好具有特定特征的女性，提示这种偏好具有久远的演化史（Apicella＆Feinberg,2009；Marlowe，2004)。而对于女性来说，男性的这种偏好构成一种性选择压力，塑造其有关心理和行为。此外，在身材与食物选择联系的论述上，我们着重剖析了身材的两项指标：腰臀比和 BMI。其中，BMI与食物选择之间的关系相对直接，诸多研究显示，低热量、低糖的食物与相对更低的BMI相联系（Blundell&Gillet,2001)。这也使得个体为了塑造或维持更加理想的 BMI，往往会选择特定类型的食物（Chmurzynska et al.,2021)。另一方面，腰臀比与食物选择之间的关系则相对间接。由于女性相对较宽的盆骨，相比胖的女性，瘦的女性会有相对更低的腰臀比，这使得 BMI与腰臀比在女性群体中天然的呈现一定程度的正相关（Goger&Cingil,2020)。这也意味着，个体可以通过食物选择来改变自己的腰臀比。需要注意的是，目前很少有研究直接探讨食物摄入与女性腰臀比之间的联系，而就食物选择是否可以对女性腰臀比产生直接影响，更多的有赖未来研究的进一步揭示。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "丁道群，来棘，黎晓丹，张湘一.(2017).择偶动机影响间接攻击行为：基于女性群体的研究.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国临床心理学杂志,25(3),417-421.   \n苏金龙，苏彦捷.(2017).求偶动机的心理效应．心理科学进展,25(4),609-626.   \n张雷.(2007)．进化心理学.广州：广东高等教育出版社.   \n张锐珏，向楠.(2011-04-07).要么瘦，要么死? $6 5 . 0 \\%$ 的人忧虑畸形审美诱导年轻人“拼瘦”， 中国青年报,07版.2021-03-10取自 http://zqb.cyol.com/html/2011-04/07/nw.D110000zgqnb_20110407_2-07.htm?div=-1   \nAhlstrom, B.，Dinh， T.， Haselton， M. G.，& Tomiyama,A. J. (2017). Understanding eating interventions through an evolutionary lens. Health Psychology Review, 11(1), 72-88.   \nAlberti-Fidanza, A., Fruttini, D.,& Servili, M. (1997). Gustatory and food habit changes during the menstrual cycle. International Journal for Vitamin and Nutrition Research, 68(2),149- 153.   \nApicella, C. L., & Feinberg, D.R. (2009). Voice pitch alters mate-choice-relevant perception in hunter-gatherers.Proceedings of the Royal Society B: Biological Sciences,276(1659), 1077-1082.   \nArganini, C., Saba,A., Comitato,R., Virgili, F.,& Turrini, A. (2012). Gender differences in food choice and dietary intake in modern western societies.In J. Maddock (ed.)，Public health-social and behavioral health (pp. 83-102). Rijeka: InTech.   \nAriely,D., & Norton, M. I. (2009). Conceptual consumption. Annual Review of Psychology, 60, 475-499.   \nAsarian,L., & Geary, N. (2013). Sex differences in the physiology of eating. American Journal of Physiology. Regulatory, Integrative and Comparative Physiology, 305,1215-1267.   \nBaker, M., Strickland, A., & Fox, N. D. (2019). Choosing a meal to increase your appeal: How relationship status, sexual orientation， dining partner sex， and atractiveness impact nutritional choices in social dining scenarios. Appetite, 133,262-269.   \nBarkow, J. H., Cosmides, L.，& Tooby, J. (Eds.). (1992). The adapted mind: Evolutionary psychology and the generation of culture. Oxford University Press, USA.   \nBartels， A.，& Zeki， S. (2004). The neural correlates of maternal and romantic love. Neuroimage,21(3), 1155-1166.   \nBereczkei， T.， Birkas, B.，& Kerekes, Z. (2010). Altruism towards strangers in need: Costly signaling in an industrial society. Evolution and Human Behavior,31(2), 95-103.   \nBird,R. B., Smith, E.,& Bird, D.W. (2001). The hunting handicap: Costly signaling in human foraging strategies. Behavioral Ecology and Sociobiology, 50(1), 9-19.   \nBlundell, J.E., & Gillett A. (2001). Control of food intake in the obese. Obesity Research, 9(S11), 263S-270S.   \nBuss,D. M., & Schmitt, D. P. (1993). Sexual strategies theory: An evolutionary perspective on human mating. Psychological Review, 100(2), 204-232.   \nChan, E. Y. & Zlatevska, N. (2019). Is meat sexy? Meat preference as a function of the sexual motivation system. Food Quality and Preference, 74, 78-87.   \nChandrasekaran, S.，& Neal-Perry, G. (2017). Long-term consequences of obesity on female fertility and the health of the offspring. Current Opinion in Obstetrics & Gynecology,29(3), 180-187.   \nChang,L., Lu, H. J.,Li, H.,& Li, T. (2011). The face that launched a thousand ships: The mating-warring association in men. Personality and Social Psychology Bulletin,37(7), 976-984.   \nChen,B. B.， & Chang, L. (2015). Creativity and aggression as ornament and armament: Intersexualand intrasexualselectiononmen'smatingbehaviors.Evolutionary Psychology,13(1),266-282.   \nChen, R., Liu, M. W., Guan, Y., & Zheng, Y. (2020). Female responses to genetically modified foods:Effects of the menstrual cycle and food risk concerns.Journal of Business Research,120,608-618.   \nChmurzynska， A.， Mlodzik-Czyzewska， M. A.， Malinowska， A. M.， Radziejewska， A., ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Mikolajczyk-Stecyna, J.,Bulczak,E.,& Wiebe,D.J. (2021). Greater self-reported preference ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "for fat taste and lower fat restraint are associated with more frequent intake of high-fat food. Appetite, 159,105053.   \nClutton-Brock, T. (20o9). Sexual selection in females. Animal Behaviour; 77, 3-11.   \nCho,A.，& Lee, J. H. (2O13). Body dissatisfaction levels and gender differences in attentional biases toward idealized bodies. Body Image,10(1), 95-102.   \nConroy-Beam, D., & Buss, D. M. (2019). Why is age so important in human mating? Evolved age preferences and their influences on multiple mating behaviors.Evolutionary Behavioral Sciences, 13(2),127-157.   \nDixson,A., Dixson,B.,& Anderson,M. (2oo5). Sexual selection and the evolution of visually conspicuous sexually dimorphic traits in male monkeys, apes, and human beings. Annual Review of Sex Research, 16(1), 1-19.   \nDixson,B.， Vasey， P.， Sagata， K.， Sibanda， N.， Linklater, W.， & Dixson， A. (2011). Men's preferences for women's breast morphology in New Zealand， Samoa, and Papua New Guinea. Archives of sexual behavior, 40(6),1271-1279.   \nDrewnowski, A. (1997). Taste preferences and food intake. Annual Review of Nutrition, 17, 237- 253.   \nDurante, K.M., Griskevicius, V., Hill, S.E., Perilloux, C.,& Li, N.P. (2011). Ovulation, female competition, and product choice: Hormonal influences on consumer behavior. Journal of Consumer Research,37(6), 921-934.   \nFedoroff, I., Polivy, J.,& Herman, C. P. (2oo3). The specificity of restrained versus unrestrained eaters' responses to food cues: General desire to eat, or craving for the cued food? Appetite, 41(1), 7-13.   \nFrank,S., Laharnar, N., Kullmann, S., Veit, R., Canova, C., Hegner, Y.L.,.. Preissl, H. (2010). Processing of food pictures: Influence of hunger, gender and calorie content. Brain Research, 1350,159-166.   \nGangestad, S. W.,& Scheyd, G. J. (2oo5). The evolution of human physical atractiveness. Annual Review of Anthropology, 34, 523-548.   \nGangestad, S. W.，& Simpson, J. A. (20oo). The evolution of human mating: Trade-offs and strategic pluralism. Behavioral and Brain Sciences,23(4), 573-587.   \nGangestad, S. W., & Thormhill, R. (2008). Human oestrus. Proceedings of the Royal Society B: Biological Sciences, 275(1638), 991-1000.   \nGangestad， S. W.， Thornhill， R.，& Garver-Apgar, C. E. (2005). Adaptations to ovulation: Implications for sexual and social behavior. Current Directions in Psychological Science, 14(6), 312-316.   \nGangestad, S.W.， Thornhill, R.，& Garver-Apgar, C. E. (2010). Fertility in the cycle predicts women's interest in sexual opportunism. Evolution and Human Behavior, 31(6), 400-411.   \nGaylis, J. B.,Levy, S. S., & Hong, M. Y. (2020). Relationships between body weight perception, body mass index, physical activity, and food choices in Southern California male and female adolescents. International Journal of Adolescence and Youth, 25(1),264-275.   \nGeary，D. C. (20oo). Evolution and proximate expression of human paternal investment. Psychological Bulletin, 126, 55-77.   \nGildersleeve, K., Haselton, M. G.,& Fales, M. R. (2014). Do women's mate preferences change across the ovulatory cycle? A meta-analytic review. Psychological Bulletin,140(5), 1205- 1259.   \nGoger, S., & Cingil, D. (2020). Healthy lifestyle behaviors among 18-to 49-year-old women: A comparative study. International Quarterly of Community Health Education. Advanced online publication. doi: 10.1177/0272684X20973833.   \nGrammer, K., Renninger,L., & Fischer, B. (2004). Disco clothing, female sexual motivation, and relationship status: Is she dressed to impress?. Journal of Sex Research, 41(1), 66-74.   \nGriskevicius, V., Tybur, J.M., Sundie, J.M., Cialdini, R.B., Miller, G.F.,& Kenrick, D.T. (2007). Blatant benevolence and conspicuous consumption: When romantic motives elicit strategic costly signals. Journal of Personality and Social Psychology, 93,85-102.   \nHerman, C.P.,Polivy, J., Pliner,P.,& Vartanian,L. R. (2019). Social influences on eating (pp. 57- 78). Cham: Springer.   \nHill, S. E.,& Durante, K. M. (2011). Courtship,competition, and the pursuit of attractiveness: Mating goals facilitate health-related risk taking and strategic risk suppression in women. Personality and Social Psychology Bulletin, 37,383-394.   \nHill, A. K., Hunt, J., Welling,L.L., Cardenas,R. A., Rotella, M. A., Wheatley, J.R.,.. Puts,D.A. (2013). Quantifying the strength and form of sexual selection on men's traits. Evolution and Human Behavior, 34(5), 334-341.   \nHuberman,B.A., Loch, C.H.，& Oncüler,A. (2004). Status as a valued resource. Social Psychology Quarterly, 67,103-114.   \nJasiehska, G.， Ziomkiewicz,A.， Ellison,P.,Lipson, S.，& Thune, I. (2004). Large breasts and narrow waists indicate high reproductive potential. Proceedings of the Royal Society B, 281, 1213-1217.   \nJenkins,J.，Brooks,P.， Sargeant, S.，& Cooke,I. (1995).Endocervical mucus $\\mathfrak { p H }$ is inversely related to serum androgen levels and waist-to-hip ratio. Fertility and Sterility， 63, 1005-1008.   \nJones,B. C., Hahn,A. C.,& DeBruine,L. M. (2019). Ovulation, sex hormones, and women's mating psychology. Trends in Cognitive Sciences,23(1), 51-62.   \nJones,B. C., Hahn,A. C., Fisher, C.I.，Wang,H., Kandrik,M.,& DeBruine,L. M. (2018). General sexual desire, but not desire for uncommitted sexual relationships, tracks changes in women's hormonal status. Psychoneuroendocrinology, 88,153-157.   \nJoseph, C., LoBue, V., Rivera, L. M., Irving, J., Savoy, S., & Shiffrar, M. (2016). An attentional bias for thin bodies and its relation to body dissatisfaction. Body Image,19,216-223.   \nJohnson, Z. V., & Young, L. J. (2015). Neurobiological mechanisms of social attachment and pair bonding. Current Opinion in Behavioral Sciences,3, 38-44.   \nKenrick, D. T.,Neuberg, S.L., Griskevicius,V., Becker, D.V., Schall,M. (2010). Goal-driven cognition and functional behavior: The fundamental-motives framework. Current Directions in Psychological Science, 19(1), 63-67.   \nKillgore, W. D.,& Yurgelun-Todd, D.A. (2010). Sex diferences in cerebral responses to images of high vs low calorie food. Neuroreport, 21(5),354-358.   \nKlump,K.L., Keel, P. K., Racine, S.E., Burt, S.A., Neale, M., Sisk, C.L.,...Hu,J. Y. (2013). The interactive effects of estrogen and progesterone on changes in emotional eating across the menstrual cycle. Journal of Abnormal Psychology, 122(1),131-137.   \nKlump, K. L., Racine, S. E., Hildebrandt, B., Burt, S.A., Neale,M., Sisk, C.L.,.. Keel, P. K. (2014). Ovarian hormone influences on dysregulated eating: A comparison of associations in women with versus without binge episodes. Clinical Psychological Science, 2(5),545-559.   \nKo, A.，& Suh, E. M. (2019). Does physical attractiveness buy happiness? Women's mating motivation and happiness. Motivation and Emotion, 43(1), 1-11.   \nKoskova, I.， Petrasek, R.， Vondra,K., Blaha, P.， Skibova, J.， Glagolicova， A.， & Karasova,L. (2007).Weight, body composition and fat distribution of Czech women in relation with reproductive phase: A cross-sectional study. Prague Medical Report, 108, 13-26.   \nLassek, W., & Gaulin, S. (2Oo8). Waist-hip ratio and cognitive ability: Is gluteofemoral fat a privileged source of neurodevelopmental resources? Evolution and Human Behavior, 29, 26-34.   \nLeng, G., Adan, R. A., Belot, M., Brunstrom, J. M., de Graaf, K., Dickson, S.L.,. Reisch,L. A. (2017). The determinants of food choice.Proceedings of the Nutrition Society, 76(3), 316- 327.   \nLowry,R., Galuska, D. A., Fulton,J.E., Wechsler, H., Kann,L.,& Colins,J.L. (200o). Physical activity， food choice， and weight management goals and practices among US college students. American Journal of Preventive Medicine, 18(1), 18-27.   \nLu, H. J.,& Chang, L. (2012). Automatic attention towards face or body as a function of mating motivation. Evolutionary Psychology,10(1),120-135.   \nLu,H. J.， Zhu, X. Q.，& Chang,L. (2015). Good genes，good providers,and good fathers: Economic development involved in how women select a mate. Evolutionary Behavioral Sciences, 9(4),215-228.   \nLummaa, V.，& Clutton-Brock， T. (2002).Early development， survival and reproduction in humans. Trends in Ecology & Evolution, 17(3),141-147.   \nManippa, V.,Padulo, C., van der Laan, L. N., & Brancucci, A. (2017). Gender differences in food choice: Effects of superior temporal sulcus stimulation. Frontiers in Human Neuroscience, 11, 597.   \nMarlowe, F. W. (20o4). Mate preferences among Hadza hunter-gatherers. Human Nature, 15(4), 365-376.   \nMarti,B., Tuomilehto,J., Soloman, V., Kartovaara,L., Korhonen, H. J.,& Pietinen (1991). Body fat distribution in the Finnish population: Environmental determinants and predictive power for cardiovascular risk factor levels. Journal of Epidemiology and Community Health, 45, 131-137.   \nMartini, M. C., Lampe, J. W., Slavin, J.L., & Kurzer, M. S. (1994). Effect of the menstrual cycle on energy and nutrient intake. The American Journal of Clinical Nutrition, 60(6), 895-899.   \nMayr,E. (1961). Cause and effect in biology. Science,134(3489),1501-1506.   \nMcNeil,J., Cameron,J.D., Finlayson, G.,BlundellJ.E.,& Doucet, E. (2013). Greater overall olfactory performance，explicit wanting for high fat foods and lipid intake during the mid-luteal phase of the menstrual cycle. Physiology & behavior, 112, 84-89.   \nMeltzer, A. L., McNulty, J. K., Miller, S. L., & Baker, L. R. (2015). A psychophysiological mechanism underlying women's weight-management goals: Women desire and strive for greater weight loss near peak fertility. Personality and Social Psychology Bulletin, 41(7), 930-942.   \nMichael, R. P., Richter, M. C.， Cain, J. A.， Zumpe, D.，& Bonsall, R.W. (1978).Artificial menstrualcycles，behaviourandtheroleofandrogensinfemalerhesus monkeys. Nature, 275(5679), 439-440.   \nMitchell，A., & Fantasia, H. C. (2016). Understanding the effct of obesity on fertility among reproductive-age women. Nursing for Women's Health, 20(4), 368-376.   \nMori,D., Chaiken, S.,& Pliner, P. (1987).“Eating lightly”and the self-presentation of femininity. Journal of Personality and Social Psychology, 53(4), 693-702.   \nOtterbring, T. (2018). Healthy or wealthy? Attractive individuals induce sex-specific food preferences. Food Quality and Preference, 70,11-20.   \nPillsworth, E.G.，& Haselton，M.G. (2006). Male sexual attractiveness predicts differential ovulatory shifts in female extra-pair attraction and male mate retention. Evolution and Human Behavior, 27(4),247-258.   \nPuts,D.A. (2010). Beauty and the beast: Mechanisms of sexual selection in humans. Evolution and Human Behavior,31(3),157-175.   \nPuts,D.A. (2016). Human sexual selection. Current Opinion in Psychology,7, 28-32.   \nPuts,D. A., Bailey, D.H., & Reno,P.L. (2015). Contest competition in men. In D. M. Buss (ed.), The Handbook of Evolutionary Psychology (pp.526-528). New Jersey: John Wiley & Sons.   \nRistovski-Slijepcevic， S.， Bell, K.， Chapman，G. E.，& Beagan，B. L. (2010). Being‘thick' indicates you are eating, you are healthy and you have an atractive body shape: Perspectives on fatness and food choice amongst Black and White men and women in Canada. Health Sociology Review,19(3), 317-329.   \nRoefs,A. C. P., Herman, C. M., MacLeod,F. T. Y., Smulders, A., & Jansen. (2005). At first sight: How do restrained eaters evaluate high-fat palatable foods? Appetite, 44(1),103 - 114.   \nRoney, J. R. (2O21). Functional roles of gonadal hormones in human pair bonding and sexuality. In O. C. Schultheiss & P. H. Mehta (Eds.), Routledge international handbook of social neuroendocrinology (pp. 234-251). Abingdon, UK: Routledge.   \nRoney, J. R., & Simmons, Z. L. (2013). Hormonal predictors of sexual motivation in natural menstrual cycles. Hormones and Behavior, 63(4), 636-645.   \nRoney, J. R., & Simmons, Z. L. (2017). Ovarian hormone fluctuations predict within-cycle shifts in women's food intake. Hormones and Behavior, 90, 8-14.   \nSaad, G.，& Stenstrom, E. (2012). Calories, beauty,and ovulation: The effects of the menstrual cycle on food and appearance-related consumption. Journal of Consumer Psychology, 22(1), 102-113.   \nSchnettler, B., Grunert, K. G., Orellana, L., Sepulveda, J., Miranda, H.,Lobos, G.,. Etchebarne, S. (2017). Dietary restraint, life satisfaction and self-discrepancy by gender in university students. Suma Psicologica, 24(1), 25-33.   \nSilvestris,E.， de Pergola, G.， Rosania, R.，& Loverro, G. (2018). Obesity as disruptor of the female fertility. Reproductive Biology and Endocrinology,16(1),1-13.   \nSingh,D. (1993). Adaptive significance of female physical attractiveness: Role of waist-to-hip ratio. Journal of Personality and Social Psychology, 65, 293-307.   \nSingh,D. (2Oo2). Female mate value at a glance: Relationship of waist-to-hip ratio to health, fecundity and attractiveness. Neuroendocrinology Letters, 23(4), 81-91.   \nSingh,D.，Dixson,B. J., Jessop, T. S., Morgan,B.，& Dixson,A. F. (2010). Cross-cultural consensusfor waist-hip ratio and women'sattractiveness.Evolution and Human Behavior,31(3),176-181.   \nSinha,R. (2018). Role of addiction and stress neurobiology on food intake and obesity. Biological Psychology,131,5-13.   \nStanyon, R.,& Bigoni, F. (2014). Sexual selection and the evolution of behavior, morphology, neuroanatomy and genes in humans and other primates. Neuroscience and Biobehavioral Reviews, 46(4), 579-590.   \nStibbard-Hawkes,D. N. (2019). Costly signaling and the handicap principle in hunter-gatherer research: A critical review. Evolutionary Anthropology: Issues, News, and Reviews,28(3), 144-157.   \nUccula,A., & Nuvoli, G. (2017). Body perception and meal type across age and gender on a Mediterranean island (Sardinia). Psychology, Health & Medicine,22(10), 1210-1216   \nWass,P., Waldenstrom, U., Rossner, S.,& Hellberg,D.(1997). An android body fat distribution in females impairs pregnancy rate of in-vitro fertilization-embryo transfer. Human Reproduction, 20, 219-228.   \nWheatley, J. R., Apicella, C. A., Burriss, R. P., Cardenas, R. A., Bailey, D.H., Weling,L. L.,& Puts,D.A. (2014). Women's faces and voices are cues to reproductive potential in industrial and forager societies.Evolution and Human Behavior,35(4),264-271.   \nWorld Health Organization. (2011). Waist circumference and waist-hip ratio: Report of a WHO expert consultation. Geneva, 8-11 December 2008.   \nYoung,M. E. Mizzau, M., Mai, N. T., Sirisegaram, A.,& Wilson,M. (2009).Food for thought. What you eat depends on your sex and eating companions. Appetite, 53(2),268-271.   \nZahavi,A. (1975). Mate selection-a selection for a handicap. Journal of Theoretical Biology, 53(1), 205-214.   \nZain，M. M.，& Norman，R. J. (2O08). Impact of obesity on female fertility and fertility treatment. Women's Health, 4(2), 183-194.   \nZumpe, D., Bonsall R. W.,& Michael, R. P. (1983). Behavior of rhesus monkeys during 28-day cycles of estrogen treatment. Behavioral Neuroscience, 97(4), 615-623.   \nExamining food choice of human females from the evolutionary perspective: The role of sexual selection ZHANG Kuo1, SU Jinlong²   \n(l School of Humanities and Foreign Languages, Qingdao University of Technology, Qingdao 266525, China) (2 School of Psychology, Nanjing Normal University, Nanjing 210024, China) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Abstract: Sexual selection has played important roles in shaping human psychology and behaviors. However, its roles in the field of food choice have been seldom examined.In the current study, we reviewed literature on the function of sexual selection in shaping human females' food choice. According to relevant theories, sexual selection has shaped sex-specific mating strategies.For human males, they care more about potential mates’ physical atractiveness (body fat, waist-hip-ratio,etc.),which has been regarded as an indicator of fertility for human females. The pressure has pushed human females to pay more attention on their body figure. Since food and human's body figure is intimately related, it is highly likely sexual selection might also cause an effect on human females’ food choice. Indeed, some studies has explored the possibility by examining female food choice after manipulating their mating motivation, and found that mating motivation reduced female choice of high-fat and high-sugar food. Besides, female choice of high-sugar food also fluctuated with menstrual cycle, with increased binge eating and high-sugar food choice during the midluteal phase of menstrual cycle and reduced high-fat food choice during ovulation. These findings suggested that sexual selection might play a role in shaping human females’ food choice.However, it should be noted that extant studies are far from enough to confirm the link.To further understand the relation between sexual selection and food choice in females，we need scholars from different disciplines to cooperate to conduct more systematic studies. Meanwhile, a brain-hormone-behavior perspective would be indispensable for building a comprehensive framework to understand the role of sexual selection in female food choice. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Key words: Sexual selection, food choice, mating motive, ovulation, female ",
        "page_idx": 15
    }
]