[
    {
        "type": "text",
        "text": "突发公共事件中公众的补偿性控制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "饶婷婷」朱晓文」杨沈龙」白洁(西安交通大学人文社会科学学院，西安710049)(南京师范大学心理学院，南京210097)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要补偿性控制理论指出，当面临控制感的缺乏时，个体会表现出一种需求秩序的倾向，即努力寻求客观世界的秩序，对于具有秩序性、确定性、可预测性的物理或抽象事物表现出偏好与需求，这种表现被称为补偿性控制。基于突发公共事件常会引发人们控制感暂时的下降，补偿性控制理论的视角可以用来解释个体在突发公共事件中的一系列典型心理反应。如阴谋论信念、谣言传播、道德争论和非理性囤积，都可以从补偿性控制与秩序需求的角度来加以理解。未来研究可以更多考虑从补偿性控制的角度探讨突发公共事件中的公众心理反应，并基于此视角加强理论深化、研究细化和实践干预。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 突发公共事件，补偿性控制，控制感，秩序需求",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在突发公共事件发生之后，为何舆论场中常常不乏谣言和阴谋论的声音？而在市场上又为何总有人喜欢盲目地抢购与囤积食品药品来应对突发事件可能给自己生活带来的威胁这其中的心理机制值得探析。近年来，对于突发公共事件中普通公众的心理疏导和行为干预日益得到政府部门和学界研究的重视。如何让普通公众在突发公共事件中保持相对理性平和的社会心态，以助力危机管理实践工作，已成为应对与防控突发公共事件时的重要议题(e.g.,王登峰,2020;杨玉芳,郭永玉,2017)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为了有针对性地对公众进行引导，我们首先要对公众在事件中的心理与行为反应加以充分的探究和理解，明晰这些表现背后的心理规律(e.g.,Van Bavel et al.,2020)。基于此，本文拟基于补偿性控制理论(compensatory control theory)的视角，以突发公共事件造成个体控制感的下降为逻辑起点，进而从个体对于秩序(structure)的需求这一心理机制入手，来分析和理解突发公共事件中公众的典型心理和行为表现，为深入探讨相关领域的心理学问题提供一种较新的理论思路，同时也期望能对突发公共事件中的公众心态疏导工作有所启示。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2补偿性控制：在控制感缺乏的状态下寻求秩序",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1补偿性控制理论的基本观点",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "补偿性控制理论关注个体控制感(perceived control)缺失时的心理补偿机制。控制感是指人们对于自己能否掌控外部世界以及是否受到外界限制的一般性感知(Lachman&Weaver,1998)。补偿性控制理论认为，控制感是人类的基本需求之一，人们需要感知到自己能够掌控外界的事物和自己的生活，由此来获得理解世界的规则，同时维护自身在社会生活中的安全感与确定感；但同时，补偿性控制理论也强调，人处于现实的、具有不确定性的社会之中，这种对于控制感的需求并不总是可以得到满足，例如面对突如其来的意外事件，个体时常会出现控制感的下降或缺乏的状态，这时个体就会感知到一种秩序感的丧失与确定性的缺位，以及一种因前景不可预测而产生的焦虑(Kay etal.,2009)。针对这种情况，补偿性控制理论指出，人们在控制感缺乏时不会任由自己的焦虑愈演愈烈；相反，人们会寻求一种心理上的补偿(往往是无意识的)，而这种补偿的核心在于秩序需求(e.g.,Kay et al.,2008,2009)。在该理论的论述体系中，所谓“秩序”泛指一切能够给个体认知带来秩序性、确定性和可预测性的社会或物理事物(e.g.,Landau et al.,2015;白洁等,2017)。具体而言，当面临控制感的缺乏时，个体会表现出一种秩序需求的倾向，即努力寻求客观世界的秩序性，对于具有秩序性、确定性、可预测性的物理或抽象事物表现出偏好与需求，这种表现被称为补偿性控制(compensatory control; Kay et al., 20o9; Landau et al., 2015)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由此可见，补偿性控制理论的核心观点就是当个体的控制感因某种原因出现下降或受到威胁时，他(她)会表现出多种不同形式的补偿性控制，而这背后的核心逻辑是在环境不确定与控制感缺失的状态下寻求某种客观上的秩序性作为补偿。过往研究已经从很多方面发现了这种因控制感下降而产生的秩序需求反应，例如在实验室中暂时剥夺被试的控制感，结果发现这些被试相较于控制组的被试，会更倾向于感受到他们所观看的视觉图片的秩序性和规律性(Whitson&Galinsky,2008)；更喜欢具有确定性的工作环境而非模糊的工作场景(Ma& Kay,2017)；更加喜好那些能为他们的生活提供秩序性、可控性的产品，并愿意更多为其消费(e.g.,Lembregts & Pandelaere,2019; Shepherd et al.,2011; Wu& Liu,2020)；同时也更加喜好那些强调会给社会提供更多秩序性而非变革性的政治候选人(e.g.Kayetal.,2008)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这种种表现的背后，都体现了缺乏控制感的个体会对于秩序性、规则性、确定性和可控性有着更强烈的需求，无论客观的物理属性，还是抽象的生活环境，抑或是某个具体的商品或人，这些存在于不同层面的“秩序”都会更倾向于受到他们的青睐。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2突发公共事件背景下的公众心理与补偿性控制理论的潜在关联",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近年来，随着研究的深入，补偿性控制理论被引入到越来越多的社会心理研究的领域当中，展现出了广泛的解释力。而对于突发公共事件相关的心理问题，尽管当前此领域研究还较少运用这一视角，但当我们用补偿性控制理论的框架来审视突发公共事件中公众的心理和行为反应时，可以发现它同样可以在很大程度上解释相关的心理现象。因为当面临突发公共事件所带来的危机与不确定之时，很多时候公众的直观感受就是自身控制感下降(Fritsche et al.,2017; Kakkar& Sivanathan,2017)，原本认为自己可以完全掌控的社会生活节奏被打断，乃至于个人的安全感也会面临威胁(Chou et al.,2016)，这正符合补偿性控制理论所强调的逻辑起点即控制感的缺乏(Landau etal.,2015；白洁等,2017)。而且，突发的危机事件常常会引起公众普遍的焦虑(Wei et al.,2017;温芳芳等,2020)，而补偿性控制理论所强调的诱发补偿性控制和秩序需求的关键也是个体缓解焦虑的需要(Kay et al.,2009,2010b)，二者具有同样的心理基础。另外，在突发公共事件中公众会表现出多种层面的情境性反应(e.g.,Van Baveletal.,2020)，而补偿性控制理论所描绘的秩序需求表现也包括了多种心理和行为层面的应激表现(Kay& Eibach,2013;Landau et al.,2015)。以往研究也发现处于危机与不确定状态的人们的一些行为可以用补偿性控制来加以解释(Fritsche etal.,2017;Kakkar&Sivanathan,2017)。因此，补偿性控制理论也许可以成为理解普通公众在突发公共事件中的心理和行为反应的一种有效的理论视角。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在理论上发现了突发公共事件与补偿性控制理论二者的关联之后，我们还需要在概念上做出限定，因为不是所有的突发公共事件都会影响到人们的控制感进而使其出现补偿性控制反应。在客观上，基于国务院于2006年发布的《国家突发公共事件总体应急预案》，突发公共事件是指突然发生、造成或者可能造成严重社会危害、需要采取应急处置措施予以应对的四类事件(自然灾害、事故灾难、公共卫生事件和社会安全事件)。而在主观上，在突发公共事件的背后心理学研究者更关注的一个主观层面的变量是安全威胁(safety threat)，即个体所感知到的客观上存在的对自己身体安全的潜在威胁(Lietal.,2020)。换言之，心理学对于突发公共事件的研究，往往真正关注的前因变量不是突发公共事件本身，而是事件所带来的对个体安全的威胁(e.g.,Brambilla et al.,2013)。当然，在突发公共事件中，这种安全威胁的感知并非人人相同，而这类研究关注的群体范围一般既非事件的直接受害者、也非事件完全影响不到的无关人群，而是感受到了安全威胁、但自己还尚未受到伤害的这部分被事件波及到的人群。对于感受不到事件任何影响的无关人群，他们不存在安全威胁，所谓的心理反应无从谈起；而对于受到了事件直接伤害的人群而言，显然他们所面临的已经超越了“威胁”的范畴而是既成事实的损害。因此，本文将所关注的范围限定为那些对于事件直接受害者以外的被波及到公众带来安全威胁的突发公共事件，而那些在事件中感知到安全威胁的公众则是我们的关注群体。我们认为在这一前提和范畴下探讨补偿性控制才更贴切，补偿性控制理论也可以体现更好的适用性。同时，在此界定下探讨公众的心理反应，不同的事件类型之间也具有了同质性。例如不管是突发公共卫生事件还是群体性事件，在给受波及的群众带来安全威胁这一点而言，他们是同样性质的，也会同样引起个人控制感的下降和补偿性控制过程的激发。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于此，下文会结合实证研究的相关结论，进一步分析突发公共事件中公众四种典型的心理和行为表现背后的补偿性控制机制。当然，我们并不认为补偿性控制理论可以解释突发公共事件中公众所有的心理与行为反应，也不认为公众的这些表现只能用补偿性控制来理解，更不是说人们的补偿性控制现象只发生于突发公共事件的背景下。但我们倾向于认为，对于公众在突发公共事件中所表现的一些典型的非理性心理与行为，补偿性控制理论至少可以提供一种先前研究较少关注到的解释角度，通过这一角度未来研究可以在揭示此类事件中的公众心理趋势的同时，更好地发掘其背后的心理过程与机制，从而能够对于危机管理领域的相关心理问题研究和治理实践有所启示。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3突发公共事件中补偿性控制的具体表现",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1阴谋论思维：因果秩序的寻求 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当突发公共事件来临之时，人们会希望通过获取有效的关于事件起因的知识，构建起一套合理的因果解释。这是人们认识外部世界、认知社会现象并希望掌控自己生活的自然反应。但是由于突发公共事件的突然性、偶然性和复杂性，很多时候政府、媒体和学术研究者难以立即给出关于事件起因的确定答案。这时，阴谋论的说法往往就会随之产生，在一定范围内快速传播，不乏信众(van Prooijen&Douglas,2018)。特别是在新媒体时代，这种现象更为典型，很多关于事件起因的无端猜测一时间都会成为网络上被热议的话题。但恰恰就是这样的一些缺乏依据的言论，却常常引发人们对于突发公共事件错误的理解，给社会公众舆论和事后应急管理带来负面影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "阴谋论是一种将某些社会事件或政治事件归因于少数强大、恶意、秘密的群体、组织或个人密谋实行的观点和论断(Green&Douglas,2018)。不同于那些已经被确证的阴谋，阴谋论关注的是一种阴谋的潜在存在性，它在理解突发事件的起因时，常常不会将事件的来源归结为某种自然规律，而会将其认定是少部分人的有组织、有计划的秘密行动。但关键的一点在于，阴谋论的立论和推导思路常常并非基于严密的逻辑，而更多是一些基于细枝末节的穿凿附会，进而得出的一些看似有些道理、实则证据链并不完整的论断(Douglas& Sutton,2018;茆家焱等,2021)。对于这种心理倾向，过往的一种理论解释是从认知的视角入手，认为人们的直觉思维(e.g.,Norris& Epstein,2011)和习惯性的认知偏差(e.g.,Brotherton&French,2014)可以促使人们更易相信阴谋论的说法；还有研究发现了受教育程度和阴谋论信念之间的负相关关系(van Prooijen et al.,2015)。但如果单纯把阴谋论的思维归结为个体认知能力的不足似乎并不完整，近年来的研究者越来越多地从动机和需求的角度来对阴谋论的信念做出解释(Douglas et al.,2017)。很多时候对于普通公众而言，他们信奉阴谋论更可能是源于更深层的心理成因，补偿性控制理论正是从这个层面入手，发现了个体信奉阴谋论背后的秩序需求这一心理基础(Sullivan et al.,2010;茆家焱等,2019)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基于补偿性控制理论的视角而言，人们相信对于突发公共事件的阴谋论解释，这可能是普通公众需要获取关于事件来源的因果规律所导致的。因为在补偿性控制中个体秩序需求的核心在于感受到的认知上的规律性、确定性和可预测性；关于事件因果关系的探讨，当然在此“秩序”的范畴之内，而且是极其重要的一种秩序的来源(Sullivan et al.,2010)。而对于那些由于突发事件控制感受到威胁的公众而言，一旦这种因果秩序出现缺位或存疑，他们必然要通过其他途径加以探究、寻求补偿。因此一方面，人们倾向于对网上出现的相关解释投入大量关注，积极地议论和转发；另一方面，人们也会对各种可能的解释采取更加轻信的态度。尽管很多阴谋论的解释牵强附会、缺乏严密逻辑论证，但它至少提供了一种看似说得通的解释。在官方调查结论通报之前，很多人宁愿相信这种阴谋论的说法，来补偿他们所需要获取的因果秩序——这要好于他们继续忍受世界的不确定、控制感的缺失带给他们的焦虑(van Prooijen＆Acker,2015)。过往的研究也对此效应提供了实证的支持，研究发现当运用实验操纵暂时威胁个体的控制感时，他们就会更倾向于表现出强烈的相信阴谋论的倾向(Sullivan etal.,2010)。而当提升了人们的控制感之后，他们的阴谋论思维水平会显著地下降(Whitson etal.,2019)。基于国内样本的研究也发现，个体的控制感水平和其对于阴谋论的采信呈现负相关关系，控制感越低则越倾向于相信关于重大事件的阴谋论解释(Mao et al.,2020)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "另外，有时针对于突发事件的科学解释已经被提出，但阴谋论仍然盛行，过往研究可以从三个方面对此加以解释。第一，科学解释常常需要严谨地论证，其真正被科学家提出，往往需要一段时间，而这一段时间就成为了“科学解释的空白期”一一阴谋论就会乘虚而入，在这段时间内被一部分人接受与传播。而当科学结论得出之时，阴谋论可能已经先入为主占领了一部分舆论，再去驳斥它难度较大(Jolley＆Douglas,2017)。第二，补偿性控制的核心在于获取秩序，即清晰、简单、可预测、确定性的模式，而科学的结论常常也带有某种不确定性。以新冠疫情为例，我们说它来自于自然界，这带有某种随机性，因此“人为制造说”更简便、更具有确定性而非随机性，也更好控制——控制少数确定的人比控制不确定的自然界要容易。基于补偿性控制理论的研究也发现，不可控环境下个体更倾向于寻找负面事件的替罪羊(Rothschild et al.,2012)，也是反映了相同的心理机制。第三，阴谋论还有一个特点是：它会将科学解释以及其他反驳阴谋论的观点全部归为阴谋论的内容之中(Lewandowsky etal.,2013)，即对于科学家给出的科研结果，阴谋论者会说这是阴谋制造者买通了科学家从而炮制出来的虚假报告。因此阴谋论具有不可证伪的特征，这种不可证伪性使其更显逻辑完整、因果链条圆满(Sullivan et al.,2010)———这进一步满足了人们对于秩序的需求。总之，从补偿性控制的视角来看，人们在突发公共事件之中形成阴谋论思维，其背后的心理根源可能是控制感受到威胁而导致的因果秩序需求。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2谣言采信：信息秩序的寻求",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "突发公共危机除了伴随着阴谋论的发酵，常常还会成为谣言滋生与传播的温床。阴谋论更多关注事件的起源(van Prooijen,2020)，而谣言则大多指向事件的当下状况和未来走向(DiFonzo,2010)。此外，一般而言对于阴谋论，人们更多将其视为一种可能性，即使传播者本人也通常不会断言它就是事实而仅作为一种猜测(van Prooijen&Douglas,2018)；而对于谣言的传播来讲，它通常就是作为一种事实或结论出现(DiFonzo et al.,2013)。所以尽管广义上可以将阴谋论视为谣言的一种形式，但基于上述两方面原因，大多数谣言还是与阴谋论有着不同的特点和表现。当某一种重大突发事件对公众的生活秩序或个人掌控感造成较大的影响时，很多人都会不停地通过网络等传媒方式刷取最新的新闻讯息，旨在更多地掌控与该事件有关的即时情况。甚至很多时候人们在突发事件相关的海量信息中，会忽略对于信息真实性的鉴别，从而让谣言、假新闻或伪科学的观念有机可乘。而且，由于人们对于谣言的采信并非完全基于理性认知过程，所以单纯从科学讲解的角度去加以辟谣常常也会收效有限(King&Leask,2017)。所以在突发公共事件的信息沟通过程中，阻断谣言产生、传播及被采信的心理基础是很有必要的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在过往的心理学研究中，研究者从不同的角度关注了个体信谣传谣的影响因素，如谣言存在的情境(e.g.,DiFonzo,2010)、谣言的内容(Pezzo& Beckstead,2006)、谣言的传播者和接收者的个人特征(e.g.,Lewandowsky et al.,2012)等方面，均被发现可以对于个体的信谣传谣倾向有所影响(彭晓哲等,2018)。不过从动机和需求的角度来理解谣言传播的心理机制，这样的理论阐释还有待发展。而补偿性控制理论可以在一定程度上填补这一空缺。在该理论视角看来，人们之所以在公共危机情境中产生信谣传谣的倾向，其关键原因是希望有足够的信息来帮助自己抵御突发事件给自身带来的不确定的影响，这背后的机制同样是由于控制感的缺失所引发的对于信息的秩序需求。以突发公共卫生事件为例，受此威胁的人们首先会面临生活的不可控，进而产生对于自身安全或未来发展不确定的焦虑情绪(甄瑞，周宵，2020)。为了缓解焦虑状态，他们会急切地渴求获知最新的科学研究成果以及对于防疫相关的新闻事件，其关键就在于人们希望通过足够的确定性信息，成功应对公共卫生事件，使自身未来重新变得确定。有国内学者的研究就表明，公众对于危机事件的风险认知越高，则其越倾向于表现出有意与无意传谣的行为(胡伟等,2020)。当然，同阴谋论的产生相似，公众这种对于信息秩序的需求能否转化为谣言采信与传播，还要看正确的信息能否及时出现一—如果权威渠道所能提供的信息秩序暂时缺位，那么谣言就会随之产生和大量传播。尽管谣言所蕴含的信息并不代表某种真实的秩序，但往往谣言会披着科学的外衣或真相的谎言让恐慌的公众可以暂时获得一种看似可靠的信息，填补其心理上信息秩序的空缺(Axt et al,2020)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "过往基于补偿性控制理论的实证研究还发现了一个有趣的现象：当环境对个体的控制感有所威胁、导致控制感下降时，人们会出现两种看似矛盾的补偿性控制表现：有些研究发现这时的人们会更加相信科学(Rutjens et al.,2013)，而另有一些研究则发现这时人们更加迷信(Greenaway et al.,2013)。这两个看似矛盾的现象其实在补偿性控制理论的视角下很容易达成统一：问题的关键不在于是科学还是迷信，而在于哪种说法能够使缺失控制感的人更多感受到足够的信息的秩序性。换言之，不论是科学结论还是迷信谣言，其实都可以起到“提供秩序”的作用(Landau et al.,2015)。因此在突发公共事件中，应努力让更多准确的、权威的科学的信息能够更早地占据公众信息需求的“高地”，满足控制感缺乏的人们对于信息秩序的需求，这也许比谣言广泛传播之后再去辟谣，能有更好的舆情引导效果。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3道德争论：价值秩序的寻求 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "置身于突发公共事件当中的人们还会表现出对于道德问题更强烈的关注。例如在网络之上某些围绕着突发事件的新闻报道有时很容易转化为道德的争论，公众似乎更加倾向于从道德的方面来理解和评判相关人物和事件，而且秉持的道德标准也倾向于更加严苛。一些国内外的研究为这一倾向的存在提供了证据。如史慧玥等(2020)调查了在新冠疫情期间国内大学生对于多种不同价值观的重视程度，结果发现社会型价值观位于重视程度的第一层次，即对于社会道德的关注度高，集体主义观念和社会责任感得到明显的展现。还有实验研究发现，在疫情期间国内被试对于医生的不道德行为所做出的评判更加严苛(潘峰等,2020)。当然，这些现象本也无可厚非。不过随着社会的变迁，很多价值观念开始走向多元化，人们难以对某些事物在评价尺度上达成共识；这时个体对于道德问题的高度重视与严格评判就很容易演化成彼此之间的观点割裂，最终随着网络平台的发酵可能走向态度的两极并产生群体的分歧。例如在美国，研究显示自从新冠疫情爆发以来针对亚裔群体的道德污名化与歧视现象出现显著上升趋势(Croucher etal.,2020)，这彰显了在突发公共事件背景下人们的道德关切可能衍生的社会问题。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "因此，还是有必要从心理学的基础研究出发，探究这一现象背后的心理机制，以求有针对性地对其加以引导。根据补偿性控制理论的视角，公众的这种对于道德现象的高度关注、以及对于某种价值的强烈维护，其本质上依然是对于秩序的需要和诉求。因为上述的道德相关事件的争论其实都是关乎价值观的争论，而价值观同样是一种重要的社会秩序(Goode etal.,2014)。在心理学的视角看来，价值观是人们对事物及行为的意义和效用的评定标准，是推动并指引人们决策与行动的核心因素(许燕,1999)。因此可以说，道德与价值系统是人们在社会生活的一种重要的秩序保障。当个人控制感在突发公共事件中有所降低时，人们也就自然会更倾向于从道德和价值判断中获取秩序的补偿。过往研究也发现，当被试的控制感下降后，他们会更加强烈地维护道德的客观标准(Stanley et al.,2020)，也更加信奉自己的信念系统(deLeon& Kay,2020)。还有研究表明，当被置于变化的、不确定的情境时，被试会更倾向于对违反的某种道德价值准则的人采取严厉的惩罚(Ding＆ Savani,2020)。由此可见，之所以置身于突发公共事件之中的人们常常更容易关注道德问题、争论是非对错，其内部心理机制可能是控制感缺乏所引发的价值秩序补偿诉求。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "有必要指出的是，对于公众在突发公共事件中所表现出的道关注，补偿性控制理论也许不是唯一可以用来解释此现象的理论视角。恐惧管理理论(terror management theory)和不确定感管理模型(uncertainty management model)也都可以对此提供理论见解。恐惧管理理论提出，人们在接受到了死亡提醒之后会更加维护和强调自己所信奉的世界观，以此来作为一种抵抗死亡焦虑的策略(e.g.,Burke et al.,2010;孟祥寒等,2021)。不确定感管理模型的观点与此类似，强调个体在体验到不确定性时，就会更加支持符合其世界观的人或观点，而对威胁到自己世界观的事物则会予以排斥(e.g, Van den Bos et al.,2006)。由于突发公共事件所引发的安全威胁也会给个体带来不确定感的体验，乃至触发死亡提醒，所以这两个理论对此问题也可以提供合理的动机性解释。只不过对于本文述及的其他非理性表现，补偿性控制理论显示出了更好的理论解释力和更相关的研究证据，所以本文还是主要围绕补偿性控制的视角来展开分析论述。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4非理性囤积：内在秩序的寻求 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "除上所述，在突发公共事件背景下还有一种典型的公众行为表现，就是对于生活所需商品或者事件防护物资的非理性抢购与囤积，这一现象在我们的生活中可谓屡见不鲜。抢到必需物资的人有时往往并未物尽其用，造成一定程度的浪费；而抢不到的公众则更加加剧了恐慌情绪，可能引发新一轮的狂热囤积，引发了市场的进一步混乱。而且研究表明，人们在此类突发事件中的行为常常基于零和思维(zero-sum thinking)的模式，即认为自己同社会中的他人属于竞争关系，一旦他人占有更多则必然意味着自己的损失(Meegan,2010)。但实际上，对于很多突发公共事件，这种零和思维是错误且有害的。以疫情防控为例，如果市场中的个别人占据了大量的防护物资(如口罩)而导致很多人无法拥有足够的防护，这对于那些抢到物资的人而言其实是有更大传染风险的(Folch etal.,2003)。因此，很多时候这些消费层面的非理性行为在无形中增加了公众的风险与成本。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "对于这种非理性囤积，研究者一直较为倾向从需要满足的角度来对其加以解读。如Tolin (2011)发现那些具有病态囤积倾向的人报告称，物质获取可以减轻其负性情绪；还有学者提出囤积可以作为补偿个体早期依恋关系缺乏的一种方式(e.g.,Kyrios et al.,2017)。这些研究奠定了从缺失性需求的角度来探讨囤积行为的思路。在此基础上，补偿性控制理论可以对于突发公共事件中的个体所表现出的非理性囤积倾向做出动机性解释。在补偿性控制理论看来，触发公众在突发危机情境下进行非理性囤积的心理因素，可以部分归结为在控制感不足的情况下产生的想要通过过量占有资源来满足自己内在秩序需求，即通过内在秩序感的提升来补偿外部世界秩序缺失的一种表现。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在正常的社会秩序中，充足的物质供给和良好的市场规则是人们生活的确定感、安全感得以保障的重要来源(Gasiorowska& Zaleskiewicz,2021)。而每个人对必要生活物资的购买和积攒，来保障其正常生活秩序，这也是人们完全正常的物质需求。但面临突发公共事件时，个体会感受到外部世界常规秩序的突然缺失以及个人控制感面对的威胁，他们需要增加更多的内在的秩序性因素作为自己求取安全感的保障；而只有尽可能地囤积物品，他们才更易于在自己的心理层面构建起确定、安全、可预测的模式。过往研究也指出，个体的囤积倾向部分源于他们过分地担心将来因缺少某种物品而带来的不确定性(Oglesby et al.,2013)。这就已经超出了正常的物质需求的层面而需要从心理需求满足的角度来加以理解了。关于这一点，基于补偿性控制视角的研究者不仅限于理论探讨，在实证研究中也发现了相关的证据支撑。研究发现，相对于控制感处于较高水平的被试，低控制感的被试群体更倾向于购买那些能为其生活提供秩序的商品(Cutright,2012)。还有类似的研究发现，缺乏控制感的被试更倾向于在消费中追求秩序性的体验(Shepherd et al.,2011)。另一研究则关注了被试对于购买实用主义产品和享乐主义产品的不同倾向，结果发现控制感较低的被试更喜欢购买实用主义的产品，因为其相对于享乐主义产品更能直接用于生活问题的解决(Chen et al.,2017)。国内的研究者也发现，我国大学生的不确定容忍性可以预测其囤积行为，越是无法忍受不确定性(即意味着对于秩序有着更高需求)的个体，越倾向于表现过度的囤积购买行为(张旭等，2020)。这些证据共同表明，在突发事件中公众的非理性抢购与囤积行为在一定程度上也可以被理解为一种补偿性控制反应，其背后是个体由于感知外部环境秩序的缺乏转而诉诸于内在秩序补偿的结果。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4补偿性控制理论对于解释突发公共事件下公众心态的适用性",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "上文我们已经从四个方面探讨了在突发公共事件的背景下，运用补偿性控制理论来分析公众典型心理表现具有较好的解释力。当然，该视角也只是对于这一问题的加以理论化理解的方式之一，我们要看到还有一些与之相似的理论，也能够对上述一些现象做出解释。比如上文已提及的恐惧管理理论和不确定感管理模型，包括另一个与其相关的理论观点—-意义维持模型(meaning maintenance model; Heine et al.,2006)也都可以对类似现象提供理解框架。不过，从现有文献来看，基于补偿性控制理论的实证研究更好地覆盖了对上文全部四个方面的关注，而且上述三个理论各自也都存在一些不足或争议之处，这构成了本文主要基于补偿性控制理论来展开分析的原因。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "恐惧管理理论是这几个理论中提出最早、研究时间最长，也是具有相当大影响力的动机补偿理论。它强调由死亡提醒所诱发的死亡想法通达性会引发个体的焦虑从而出现如下三种典型的补偿性反应，即世界观防御、寻求自尊与亲密关系(e.g.,Burke et al.,2010)。但恐惧管理理论也面临着相当多的争议(孟祥寒等,2021)，如该理论所强调的“补偿”的三种反应难以被总结为一种统一的模式，而且这种补偿反应的外延还在继续扩大，似乎只要是死亡提醒之后表现出某方面的倾向就可以被纳入“补偿”的范畴，有循环论证的意味，这使得该理论在一定程度上被认为是不可证伪的(Martin& van den Bos,2014)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "不确定感管理模型与恐惧管理理论所强调的补偿结果有类似之处，即都是引发世界观防御，但不确定感管理模型所关注的引发补偿的前因是个体不确定性的启动，即个体不确定性的突显引发个体的焦虑反应并最终指向世界观防御(e.g.,Van den Bos et al.,2006)。由于死亡也会引发个体的不确定感，所以有学者倾向于认为死亡提醒效应也是不确定感管理模型的一种形式(殷融,2010)。因此，如果说恐惧管理理论对公众在突发公共事件中的上述典型反应解释力有限的话，不确定感管理模型单凭“世界观防御”这一种模式也无法很好地解释如阴谋论思维这样的表现。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "意义维持模型是上述理论中提出相对较晚的，它试图用一种更抽象层面的概念来整合上述所有的动机补偿过程。因此它提出了一个诱发补偿反应的更概化的起因，叫做意义违反(meaning violation)，泛指一切与个体预期不一致的经验，而意义违反会引发多种形式的补偿反应(Heine et al.,2006)。尽管意义维持模型确实可以在一定程度上涵盖其他的动机补偿理论，具有更整合的意味和价值，但也正因如此，其理论观点太过求全而引起了阐述过于笼统的问题。例如该理论的核心概念“意义”，其界定就相对含混(左世江等,2016)；而且同恐惧管理理论一样，该理论所强调的“补偿”同样没有统一的模式，它包括有所谓同化(assimilation)、顺应(accommodation)、肯定(affirmation)、提取(abstraction)和重组(assembly)这五种形式。这都使其理论体系过于概化，而对于具体问题的具体解释却有失精准。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "相比于上述理论，补偿性控制理论具有如下四点优势。一是补偿的起因清晰，即控制感缺失，控制感作为人类的基本需求，其获得与缺乏是在生活中交替反复的过程，因此将控制感缺乏作为前因，使得该理论具有了广泛的适用范围。二是补偿的模式相对唯一且具体一一即秩序需求，通过寻求秩序性来补偿控制感，这一效应的自变量和因变量都是明确的，因此对于解释具体问题更利于有的放矢。三是研究结论统一，Landau等(2015)通过元分析考察了探讨补偿性控制效应的55项研究结果，发现控制感诱发秩序需求的效应是一致的，而且基于中国样本的研究也支持了补偿性控制理论(Mao et al.,2020;Rao et al.,2022;王艳丽等,2017)，体现出了跨文化的一致性。第四，也是非常关键的一点在于，对于本文所探讨的突发公共事件背景下的四个方面的非理性行为，补偿性控制理论都表现出了较好的解释力。因此，对于理解此类社会心理现象，本文更倾向于认为补偿性控制理论表现出了更广泛、更贴切也更直接的适用性。当然，我们也并不排除上述其他理论在此领域的理论和应用价值，也不否认补偿性控制理论也有其局限，只是限于本文关切，我们还是将探讨重点放在补偿性控制理论上。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5小结与展望 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.1小结 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "在突发公共事件当中对于公众的心理和行为加以正面疏导具有重要的意义，而这种疏导和干预必须建立在明确相关心理机制的基础之上。基于上述介绍和分析，可以看出普通公众在突发公共事件中所表现出来的很多一般意义上的非理性表现其实都有其背后的深层逻辑，特别是运用补偿性控制理论的视角来做出解读时可以发现，个体对于秩序性的寻求，可能是这些表现背后共同的形成机制。因此，针对于公众在突发公共事件中所表现出来的一系列非理性心理和行为倾向，或许补偿性控制理论的解释视角可以更多地被研究者们关注这对于理解此类公众心态、以及对于补偿性控制理论本身，均有突出的理论价值。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "一方面，对于考察突发公共事件背景下的公众反应，补偿性控制理论可以有其独特的贡献。以基于新冠疫情背景的心理学研究为例，目前心理学家针对此问题已有大量研究发表，但是总体而言，揭示心理现象的研究居多，挖掘心理机制的研究偏少，特别是具有一定系统性的理论解释在这一领域的研究中是比较缺乏的。这就需要包括补偿性控制理论在内的更多理论体系的介入，通过提供具体的框架与模型，更好地揭示公众心理现象背后的机制性问题。当然，这并不意味着补偿性控制理论就是唯一适用于该领域的理论视角，前文已经提到的其他理论角度也都可以对此问题提供理解框架。另一方面，从补偿性控制理论的角度去探讨突发公共事件下的非理性行为，对于补偿性控制理论自身而言具有重要的发展性意义。补偿性控制理论自从提出以来(Kay etal.,2008,2009)，大部分的研究证据均出自实验室研究，研究者通过在实验室暂时剥夺被试的控制感，来揭示被试各种层面的秩序需求现象(Landauet al.,2015)。虽然近几年也开始有一些研究从更现实的时代背景出发，来考察控制感威胁激发个体补偿性控制的效应(e.g.,Fritsche et al.,2017; Kakkar & Sivanathan,2017)，但总体而言，这样的研究在该领域中比重不大。结合本文的分析，可以看到补偿性控制理论其实对于理解突发公共事件中的非理性心态具有广泛的解释力。因此，未来结合突发公共事件来进一步挖掘补偿性控制理论在现实社会情境下的表现及规律，对于补偿性控制理论自身的发展、丰富和完善具有很好的理论价值。并且，建立在这种理论价值的基础之上，研究也可以也有助于应急管理部门在现实层面有针对性地基于控制感提升和秩序性保障开展突发公共事件中的心理疏导与干预工作，进一步展现其实践方面的意义。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5.2展望：有待继续深入的问题",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "首先，在理论层面，未来研究需要进一步探索补偿性控制在突发公共事件中的解释深度，立足于补偿性控制的基础理论观点并结合突发公共事件的不同类型与不同矛盾属性，对控制感缺失引发秩序需求的效应做出更细化、更精炼的描述。当前该理论在解释具体的补偿性控制现象时，并没有区别不同种类的秩序需求现象，而更多使用同一种泛化的秩序需求概念来解释不同的补偿性控制表现(Landau etal.,2015)。这对于实践而言也许还不够。同时像恐惧管理理论、不确定感管理模型、意义维持模型等相近的理论视角也同样值得引起未来研究的关注，研究者可以根据具体问题灵活选用最贴近的理论视角和解释框架。尽管本文着重分析了补偿性控制的视角也强调了其理论价值与适用性，但仍不排除上述相关理论均可以在此领域提供独特理论贡献。还有学者将试图将包括补偿性控制理论、恐惧管理理论、不确定感管理模型、意义维持模型等不同的理论视角加以综合，以期提炼出更具普遍意义的关于个体面临威胁时的动机补偿性理论(Proulx et al.,2012; Xu& McGregor,2018)。这些问题也许都需要未来更多的理论创新尝试与实证研究推进来加以回答。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "其次，在实证层面，除了更广泛地考察公众在突发公共事件中补偿性控制的具体表现之外，未来研究还应从研究方法和研究目标两方面入手深入挖掘。从方法上来讲，目前该领域的结论大多出自实验室中，也包括一部分基于横向数据的相关法研究。但这仍与现实情境有一定距离。未来研究可以基于具体的突发公共事件，结合实地调研、大数据或认知神经科学等不同的技术手段，对此问题做出多个层面的系统揭示。而从研究目标上讲，未来研究还需要更多考察补偿性控制效应成立的边界条件，探讨在何种情境、何种条件下，哪些人群更倾向于出现补偿性控制，哪些情况下补偿性控制反应又相对可以避免。一些最新的研究已经就此方面开始有所尝试，如Noordewier和Rutjens (2021)研究发现，那些本身就对秩序有更高需求的被试会对失去控制感反应更加强烈。而 Blair(2020)则研究发现，在人格层面内控性较高的个体在遭遇控制感下降时其补偿性控制的倾向会相对较弱。未来更多潜在的人格特质或情境因素的调节作用可以被更广泛地纳入该领域的研究范畴，这对于深入细化地了解突发公共事件中的补偿性控制现象具有重要的意义。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "最后，在实践层面，未来的学者和社会治理工作者可以更多立足于补偿性控制视角，挖掘可能的干预疏导策略。通过上述的分析可以看出，其实公众在突发公共事件背景下的很多心理和行为表现都是意在获取秩序，他们之所以有一些看似不够理性的表现其实也有其心理规律层面的合理性。他们的种种补偿性控制表现从理论上而言也可以通过其他的秩序满足来加以干预。因为补偿性控制理论还曾提出，如若被试可以从其他途径获取秩序，则其在失去控制感时某些特定的补偿性控制表现就会有所减弱(Kay et al.,2010a;Landau et al.,2015)。例如Cutright (2012)关注了低控制感被试通过喜好具有明确边界的商品来获得秩序补偿的效应；但他同时也发现，对于具有强烈宗教信仰的个体而言，由于他们可以从宗教中获取秩序，因此其对于特定商品秩序性的喜爱程度就没有那么强烈了。也就是说，突发公共事件中个体对于控制感的补偿不是一定要从阴谋论、谣言或囤积中来寻求秩序，如果危机管理工作能够尽可能从其他方面保障公众的秩序需求，就可能会成功地改变他们的某些不理智倾向，实现对公众社会心态的疏导和引领作用。这样的干预思路有必要在未来的研究中和实践中进行更多的尝试，以更好地体现心理学服务于社会治理的现实价值。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "白洁,郭永玉,杨沈龙.(2017).人在丧失控制感后会如何？一一来自补偿性控制理论的揭示.中国临床心理 学杂志,25(5),982-985,981.   \n胡伟,王琼,陈慧玲,蒋一鹤.(2020).新冠肺炎疫情中公众风险认知和无意/有意传谣行为的关系：负性情绪的 中介作用.中国临床心理学杂志,28(4),734-738.   \n茆家焱,郭永玉,杨沈龙.(2021).阴谋论信念的产生机制—一社会认知视角的三种解释.心理科学,44(1), 169-176.   \n茆家焱,杨沈龙,郭永玉.(2019).信奉阴谋论的动机及干预手段.中国临床心理学杂志,27(3),623-627,629.   \n孟祥寒,李强,周彦榜,王进.(2021).恐惧管理理论的争议及其对死亡心理研究的启示.心理科学进展,29(3), 492-504.   \n潘峰,徐科朋,许燕,崔丽娟.(2020).新型冠状病毒疫情影响下大学生对医生角色行为的道德判断研究.心理 学探新,40(2),111-116.   \n彭晓哲,崔芳,焦璨,李红.(2018).谣言传播的情境、内容、传播者与受众特征及相关认知神经科学研究.心理 科学,41(4),916-921.   \n史慧玥,焦丽颖,高树青,于孟可,许燕,蒋奖,王芳.(2020).新冠肺炎疫情期间大学生价值观特征及变化趋势 探究.心理学探新,40(2),105-110.   \n王登峰.(2020).应对新冠肺炎疫情心理援助“热”战后的“冷”思考.心理科学,43(3),514-518.   \n王艳丽,郭永玉,杨沈龙.(2017).家庭社会阶层与其结构需求的关系:补偿性控制理论视角.中国临床心理学 杂志,25(2),371-373,377.   \n温芳芳,马书瀚,叶含雪,齐玥,佐斌.(2020).\"涟漪效应\"与\"心理台风眼效应\":不同程度 COVID-19疫情地区 民众风险认知与焦虑的双视角检验.心理学报,52(9),1087-1104.   \n许燕.(1999).北京大学生价值观研究及教育建议.教育研究,(5),33-38.   \n杨玉芳,郭永玉.(2017).心理学在社会治理中的作用.中国科学院院刊,32(2),107-112.   \n殷融.(2010).不确定感管理模型视角下的死亡凸显效应:争论与整合.心理科学进展,18(11),1747-1755.   \n张旭,张守臣,孙婉,王磊,宋琳婷,赵建芳,刘勇.(2020).无法忍受不确定性与大学生囤积行为的关系：一个 有中介的调节效应模型.中国临床心理学杂志,28(4),773-778.   \n甄瑞,周宵.(2020).新型冠状病毒肺炎疫情下普通民众焦虑的影响因素研究.应用心理学,26(2),99-107.   \n左世江,黄旋雯,王芳,蔡攀.(2016).意义维持模型：理论发展与研究挑战.心理科学进展,24(1),101-110.   \nAxt, J.R.,Landau,M.J.,& Kay,A. C. (2020).The psychologicalappealoffake-news atributions.Psychological Science,31(7), 848-857.   \nBlair,S. (2020). How lacking control drives fluency effects in evaluative judgment. Organizational Behavior and Human Decision Processes,156,97-112   \nBrambilla,M., Sacchi, S.,Pagliaro,S.,&Ellemers,N. (2013).Moralityand intergroup relations: Threats tosafety and group image predict the desire to interact with outgroup and ingroup members. Journal of Experimental Social Psychology, 49,811-81.   \nBrotherton,R.，& French,C.C.(2014).Belief in conspiracy theories and susceptibility to the conjunction fallacy. Applied Cognitive Psychology,28(2),238-248.   \nBurke,B.L.,Martens,A.,&Faucher,E.H. (2O10).Two decades of terror management theory: A meta-analysis of mortality salience research. Personality and Social Psychology Review,2010,14(2),155-195.   \nChen，C. Y.，Lee，L.，& Yap，A.J. (2017).Control deprivation motivatesacquisition of utilitarian products. Journal of Consumer Research, 43(6),1031-1047.   \nChou,E.Y.,Parmar,B.L.,& Galinsky,A.D. (2o16).Economic insecurity increases physical pain.Psychological Science,27(4), 443-454.   \nCroucher, S.M., Nguyen,T.，& Rahmani, D. (2020). Prejudice toward Asian Americans in the COVID-19 pandemic: The effects of social media use in the United States.Frontiers in Communication,5,39.   \nCutright,K.M. (20l2). The beauty of boundaries: When and why we seek structure in consumption. Journal of Consumer Research, 38(5),775-790.   \nde Leon,P.R.,& Kay,A. C. (2020). Political ideology and compensatory control mechanisms. Current Opinion in Behavioral Sciences,34,112-117.   \nDiFonzo,N. (2010). Ferreting facts or fashioning fallacies?Factors in rumor accuracy. Social and Personality Psychology Compass, 4(11),1124-1137.   \nDiFonzo,N., Bourgeois,M.J.,Suls,J.,Homan,C.，Stupak,N., Brooks,B.P.,..& Bordia,P.(2013). Rumor clustering, consensus, and polarization: Dynamic social impact and self-organization of hearsay. Journal of Experimental Social Psychology,49(3),378-399.   \nDing,Y.,& Savani, K. (2O2O). From variability to vulnerability: People exposed to greater variability judge wrongdoers more harshly. Journal of Personality and Social Psychology, 118(6),1101-1117.   \nDouglas,K.M.，& Sutton,R.M. (2018).Whyconspiracy theories matter: A social psychological analysis. European Review of Social Psychology, 29(1),256-298.   \nDouglas,K.M., Sutton,R.M.,& Cichocka,A. (2017). The psychology ofconspiracytheories. Current Directions in Psychological Science, 26(6), 538-542.   \nFolch，E.， Hernandez,I.， Barrgan, M.，& Franco-Paredes， C. (20o3). Infectious Diseases，Non-Zero-Sum Thinking,and the Developing World. The American Journal of the Medical Sciences,326(2), 66-72.   \nFriesen,J.P.,Kay,A.C.,Eibach,R.P.,& Galinsky,A.D.(2014).Seeking structure insocial organization: Compensatory control and the psychological advantages of hierarchy. Journal of Personality and Social Psychology，106,590-609.   \nFritsche,I1.,Moya,M.,Bukowski,M.,Jugert,P.，de Lemus,S.,Decker,O.,..&Navaro-Carrllo,G.(2017).The great recession and group-based control: Converting personal helplessness into social class in-group trust and collective action. Journal of Social Issues,73(1),117-137.   \nGasiorowska,A.，& Zaleskiewicz, T. (2O21). Trading in search of structure:Market relationshipsasa compensatory control tool. Journal of Personality and Social Psychology,120(2),300-334.   \nGoode,C., Keefer, L.A.,& Molina,L.E. (2014). A compensatory control account of meritocracy. Journal of Social and Political Psychology,2(1),313-334.   \nGreen,R.,& Douglas,K.M. (2o18). Anxious atachment and belief in conspiracy theories.Personality and IndividualDifferences,125,0-37.   \nGrenaway, K.H.,Louis, W.R.,& Hornsey,M. J. (2013). Loss of control increases belief in precognitionand belief in precognition increases control. PloS One, 8,e71327.   \nHeine,S.J.,Proulx,T.,& Vohs,K.D.(2006). The meaning maintenance model: On the coherence of social motivations.Personality and Social Psychology Review,10(2),88-110.   \nJolley,D.,& Douglas, K. M. (2017). Prevention is beter thancure: Addressing anti-vaccine conspiracy theories. Journal of Applied Social Psychology, 47(8),459-469.   \nKakkar,H.，& Sivanathan, N. (2017). When the appeal of a dominant leader is greater than a prestige leader. Proceedings of the National Academy of Sciences, 114(26), 6734-6739.   \nKay,A.C.,&Eibach,R.P.(013).Compensatorycontrol and its implications for ideological extremism. Journal of Social Issues,69, 564-585.   \nKay,A. C.,Gaucher,D.,Napier,J.L., Calan,M.J.,&Laurin,K.(2o08). God and the government: testing a compensatory control mechanism for the support of external systems. Journal of Personality and Social Psychology, 95(1),18-35.   \nKay，A.C.，Moscovitch,D.A.，& Laurin,K.(20l0a).Randomness,atributions of arousal,and belief in God. Psychological Science,21(2),216-218.   \nKay,A.C.,Shepherd,S.,Blatz, C.W., Chua,S.N.,& Galinsky,A.D. (2010b).For God (or)country: The hydraulic relation between government instability and belief in religious sources of control. Journal of Personality and Social Psychology,99(5),725-739.   \nKay，A.C.,Whitson,J.A.,Gaucher,D.,& Galinsky,A.D. (2009). Compensatory control: achieving order through the mind,our institutions,and the heavens.Current Directions in Psychological Science,18(5),264 268.   \nKing, C.,& Leask, J. (2017). The impact of a vaccine scare on parental views,trust and information needs: A qualitative study in Sydney,Australia. BMC Public Health,17(1),1-10.   \nKyrios,M.,Mogan,C.,Moulding,R.,rost,R.O.,Yap,K.,&Fassnacht,D.B. (2017).Thecognitive-behavioural model of hoarding disorder: Evidence from clinical and non-clinical cohorts.Clinical Psychology & Psychotherapy,25(2),311-321.   \nLachman,M.E.,& Weaver,S.L.(1998).The sense of control as a moderator of social class differences in health and well-being. Journal of Personality and Social Psychology,74(3),763-773.   \nLandau, M. J., Kay,A. C.,& Whitson, J. A. (2015). Compensatory control and the appeal of a structured world.Psychological Bulletin,141(3), 694-722.   \nLembregts, C., & Pandelaere, M. (2019). Falling back on numbers: When preference for numerical product information increases after a personal control threat. Journal of Marketing Research, 56(1),104-122.   \nLewandowsky，S., Ecker,U. K. H.， Seifert, C. M.， Schwarz, N.，& Cook, J. (2012). Misinformation and its correction continued influence and successful debiasing. Psychological Science in the Public Interest,13(3) 106-131.   \nLewandowsky, S., Oberauer, K.,& Gignac, G.E. (2013). NASA faked the moon landing—therefore, (climate) science is a hoax: An anatomy of the motivated rejection of science. Psychological Science, 24(5), 622-633.   \nLi, H., Song, Y.,& Xie,X. (2020). Altruistic or selfish?Responses when safety is threatened dependonchildhood socioeconomic status. European Journal of Social Psychology,50(5),1001-1016.   \nMa,A.,& Kay,A. C. (2017). Compensatory control and ambiguity intolerance. Organizational Behavior and Human Decision Processes,140,46-61.   \nMao,J.-Y,Yang,S.-L,& Guo,Y.-Y. (2020).Are individuals from lower social class moresusceptible to conspiracy theories? An explanation from the compensatory control theory. Asian Journal of Social Psychology,23,372-383.   \nMartin,L. L.,& van den Bos, K. (2O14). Beyond terror: Towards a paradigm shift in the study of threat and culture. European Review of Social Psychology, 25(1),32-70.   \nMeegan，D.V. (2010). Zero-sum bias: Perceived competition despite unlimited resources.Frontiersin Psychology,1,191.   \nNoordewier, M. K.,& Rutjens, B.T. (2O21). Personal need for structure shapes the perceived impact of reduced personal control.PersonalityandIndividual Differences, online publication. https://doi.0rg/10.1016/j.paid.2020.110478   \nNorris,P.，& Epstein,S. (2011).Anexperiential thinking style: Its facets and relations with objective and subjective criterion measures.Journal of Personality,79,1043-1079.   \nOglesby,M.E., Medley,A.N.,Nor,A. M., Capron,D.W.,Korte,K.J.,&Schmidt,N.B. (2013). Intolerance of uncertainty as a vulnerability factor for hoarding behaviors.Journal of Afective Disorders,145(2),227-231.   \nPezzo,M. V.,& Beckstead,J. W. (20o6). A multilevel analysis of rumor transmission: Effects of anxiety and belief intwo field experiments. Basic and Applied Social Psychology,28(1),91-100.   \nProulx,T.,Inzlicht, M.,& Harmon-Jones,E. (2012). Understanding allinconsistencycompensationas a palative response to violated expectations. Trends in Cognitive Sciences, 16(5),285-291. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Rao,T.-T.,Yang,S.-L.,& Zhu,X. (2022).How Does Social Class Affect Need for Structure during the COVID19 Pandemic? A Moderated Mediating Model Analysis. International Journal of Environmental Research & PublicHealth,19,932. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Rothschild, Z. K., Landau, M. J. Sullivan, D.,& Keefer,L.A. (2012). A dual-motive model of scapegoating: Displacing blame to reduce guilt or increase control. Journal of Personality and Social Psychology，102, 1148-1163.   \nRutjens,B. T., Van Harveld,F. Joop, V.D.P., Kreemers,L. M.,& Noordewier,M. K. (2013). Steps,stages, and structure: Finding compensatory order in scientific theories.Journal of Experimental Psychology: General, 142(2),313-318.   \nShepherd,S.， Kay，A. C., Landau,M.J.，& Keefer,L. A. (2011).Evidence for the specificity of control motivations in worldview defense: Distinguishing compensatory control from uncertainty management and terror management processes. Journal of Experimental Social Psychology, 47, 949-958.   \nStanley,M.L.,Marsh,E.J.,&Kay,A.C.(2O20).Structure-seeking as a psychological antecedentofbeliefs about morality. Journal ofExperimental psychology: General, online publication. http://dx.doi.0rg/10.1037/xge0000752   \nSulivan,D.,Landau,M.J.,Rothschild,Z.K. (o1).Anexistential function of enemyship: Evidence that people atribute influence to personal and political enemies to compensate for threats to control. Journal of Personality and Social Psychology, 98(3),434-449.   \nTolin,D.F. (2011). Understanding and treating hoarding: A biopsychosocial perspective. Journal of Clinical Psychology: In Session, 67(5),517-526.   \nVan Bavel,J.J.,Baicker,K,Boggio,P.S.，Capraro,V.,Cichocka,A.,CkaraM.,.& Wier,R.(202).Using social and behavioural science to support COVID-19 pandemic response. Nature Human Behaviour, 4(5), 460-471.   \nVan den Bos,K., Van Ameijde,J.,& Van Gorp,H. (2006). On thePsychology of Religion: The Role of Personal Uncertainty in Religious Worldview Defense. Basic and Applied Social Psychology,28,333-341.   \nvan Prooijen,J. W. (2020).An existential threat model of conspiracytheories. European Psychologist, 25(1),16- 25.   \nvan Prooijen,J. W.,&Acker,M. (2015).The influenceofcontrol on belief inconspiracy theories: Conceptual and applied extensions.Applied Cognitive Psychology,29(5),753-761.   \nvan Prooijen, J. W.,& Douglas,K.M. (2018). Belief in conspiracy theories: Basic principles of an emerging research domain. European Journal of Social Psychology, 48(7), 897-908.   \nvan Prooijen,J.W.,Krouwel,A.P.,& Polet, T.V. (2015).Political extremism predicts belief in conspiracy theories. Social Psychological and Personality Science, 6(5), 570-578.   \nWei, Z. -H.,Tao,R.,Liu,H.,&Li,S.(20l7).'freedom from fear and want'and our psychological response to environmental changes.Journal ofPacific RimPsychology,11,e10.   \nWhitson,J.A.,& Galinsky,A.D.(208).Lacking control increases ilusory patter perception.Science,32215 117.   \nWhitson,J.A.,Kim,J.,Wang,C.S.Menon,T.,& Webster,B.D.(2019).Regulatory focus and conspiratorial perceptions: The importance of personal control. Personality and Social Psychology Bulltin,45(1),3-15.   \nWu,L.,& Liu,J.(2O20).Need for control may motivate consumers to approach digital products: A social media advertising study.Electronic Commerce Research,online publication. htps:/oi.org/10.1007/s10660-020- 09399-z   \nXu，X.，& McGregor,I. (2018).Motivation，threat，and defense:Perspective from experimental social psychology.Psychological Inquiry,29(1), 32-37. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Compensatory control in public emergencies ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "RAO Tingting1, Zhu Xiaowen1, YANG Shenlongl,BAI Jie² (SchoolofHumanities and Social Science,Xi'anJiaotong University,Xi'an,71oo49,China) (School ofPsychology,NanjingNormal University,Nanjing,21oo97,China) ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Abstract: Compensatory control theory holds that when individuals are threatened by lack of control,they tend to seek the order and structure of the world,and show preference and demand for order,certainty and predictability in their social, physical,and metaphysical environments, which is named as compensatory control. Since public emergencies often lead to a threat to people's sense of control, the perspective of compensatory control can be used to explain a series of psychological reactions of individuals in public emergencies.Based on the compensatory control theory, the present article analyzes four typical responses (belief in conspiracy theories, spreading misinformation， focusing on moral judgment and irrational hoarding) of people in public emergencies and discusses the order-seeking mechanism behind them. We suggest that in future studies, people's psychological and behavioral responses in public emergencies can be further explored from the perspective of compensatory control. In addition, the future research should go deeply to explore this issue in theoretical, empirical and practical aspects. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Key words: public emergencies, compensatory control, need for structure, perceived control ",
        "page_idx": 19
    }
]