[
    {
        "type": "text",
        "text": "Commissioning of Laser Electron Gamma Beamline SLEGS at SSRF ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hong-Wei Wang(王宏伟)a,b,c①,Gong-Tao Fan(范功涛)a,c②,Long-xiang Liu(刘龙祥)ab, Hang-hua $\\left| { \\bf \\nabla } \\times { \\bf u } \\right|$ (许杭华)ab,Wen-Qing Shen(沈文庆)a,b.c,Yu-gang Ma(马余刚)b,d.f, Hiroaki Utsunomiya(宇都 宫弘章)ae,Long-Long Song(宋龙龙)a, Xi-Guang Cao(曹喜光)a,b.c,Zi-Rui Hao(郝子锐)bc, Kai-jie Chen(陈开杰)b.f,Sheng Jin(金晟)b.c,Yu-Xuan Yang(杨宇萱)bg, Xin-Rong Hu(胡新荣)b,c, Xin-Xiang Li(李鑫祥)b,c,Pan Kuang(匡攀)b,c ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Shanghai Advanced Research Institute, Chinese Academy of Sciences, Shanghai 2O1210, China   \nb Shanghai Institute of Applied Physics, Chinese Academy of Sciences,Shanghai 201800, China   \nc University of Chinese Academy of Science,Beijing 10oo49,China   \nd Fudan University, Shanghai 200433,China   \ne Department of Physics, Konan University, Kobe 658-8501, Japan   \nf ShanghaiTech University, Shanghai 201210, China   \ng Zhengzhou University, Henan 450001, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Shanghai Laser Electron Gamma Source (SLEGS) is a powerful gamma source to provide MeV gamma-ray beams for nuclear science and technology.It is developed as one of the sixteen beamline stations in Phase I Project of the Shanghai Synchrotron Radiation Facility (SSRF).The slant-scattering mode is for the first time systematically employed in the laser Compton scattering (LCS) at SLEGS to produce energy-tunable quasi-monoenergetic gamma-ray beams. SLEGS officially completed its commissioning from July to December 2021. Gamma-rays in energy range of $0 . 2 5 - 2 1 . 7 \\mathsf { M e V }$ with the flux of $2 . 1 \\times 1 0 ^ { 4 } - 1 . 2 \\times 1 0 ^ { 7 }$ photons/s and the energy spread of $2 - 1 5 \\ \\%$ are produced during the test. This paper reports results of the commissioning of the SLEGS beamline. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SLEGS,Laser Compton Scattering, Slant-scattering Mode, Back-scattering Mode ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The photonuclear reaction forms a unique field of nuclear physics and astrophysics for the well-known electromagnetic interaction.As earlyas 1960s through 1980s,the systematic study of the isovector giant-dipole resonance was carried out in photoneutron cross section measurements throughout the chart of nuclei in Saclay Laboratory， France，and Lawrence Livermore National Laboratory (LLNL)， USA,with the positron in-flight annihilation technology. However,a large discrepancy between the Saclay and LLNL data of photoneutron cross sections had persisted [1-5], leading to the IAEA project of creating the IAEA photonuclear data library 2019 which includes new data to resolve the long-standing discrepancy [3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Laser Compton Scattering (LCS) gamma source has been developed based on the inverse ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Compton scattering of laser photons on relativistic electrons in the storage ring.It is the most advanced quasi-monoenergetic gamma-ray source at present which provides a new research opportunity to study photonuclear physics. After 1980s,the TERAS LCS beamline [6] of the National Institute of Advanced Industrial Science Technology (AIST) and the NewSUBARU BLO1 LCS beamline of the University of Hyogo,both in Japan [7],and the High Intensity Gamma Source $( { \\mathsf { H I } } \\gamma { \\mathsf { S } } )$ of the Triangle University Nuclear Laboratory (TUNL) in USA,were built for the study of nuclear physics [8].The high-energy Laser Electron Gamma Source (LEGS) in Stanford Linear Accelerator Center (SLAC)[9] and the Laser Electron Photon beamline (LEPS/LEPS2) at SPRing-8 are dedicated to hadron physics [10].The TERAS LCS beamline was closed in 2O13,while after the installation of a new injection linac,the operation of the NewSUBARU LCS beamline is,at present, limited to industrial applications.Currently,only the high-energy LPES/LEPS2 and the low-energy ${ \\mathsf { H I } } \\gamma \\mathsf { S }$ are in operation as a major facility. The laser electron gamma source VEGA system in the Extreme Light Infrastructure-Nuclear Physics (ELI-NP) was redesigned in 2O19,currently under construction,and is scheduled to run in 2023 [11]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Shanghai Laser Electron Gamma Source (SLEGS) was first proposed in 1998 at the Shanghai Synchrotron Radiation Facility (SSRF). After nearly 20 years of the feasibility study and proto-type development [12-19],it was approved in 2016 as one of the sixteen beamlines in the Phase Il project of the SSRF by the National Development and Reform Commission, People's Republic of China.The construction of the SLEGS beamline began in October 2019 and ended in December 2021.The beamline has passed the commissioning test in 2021 and is open to users by the end of 2022 [20]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Using a ${ \\mathsf { C O } } _ { 2 }$ laser with the wavelength of $1 0 . 6 4 \\mu \\mathrm { m }$ and the maximum power of 10o W, highintensity gamma-ray beams are generated in collisions with $3 . 5 \\mathsf { G e V }$ electrons in the SSRF storage ring. SLEGS is designed to operate in two operating modes: One is the laser Compton backscattering mode at $1 8 0 ^ { \\circ }$ ， which is commonly used worldwide to achieve the highest energy and polarization of gamma-ray beams; The other is the laser Compton slant-scattering mode which enables one to tune the energy of gamma-ray beams by changing the colision angle between the laser and electron beams in the wide range from $1 6 0 ^ { \\circ }$ to $2 0 ^ { \\circ }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The slant-scattering is a key technology to produce energy-tunable gamma-ray beams at synchrotron radiation facilities operated at a fixed electron-beam energy.In the past decade, the SINAP-ll [15-19] and UVSOR-ll have played the pioneering role in the technical development of the slant-scattering.While the UVSOR-ll has succeeded in producing MeV gamma-rays at the limited slant-scattering angles of $7 0 ^ { \\mathrm { o } } \\textrm { - } 1 1 0 ^ { \\mathrm { o } }$ [21,22], the gamma-ray beam production at SLEGS is systematicaly carried out in an innovative manner with the dedicated interaction chamber [23] and double collimator system [24,25]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Research in SLEGS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SLEGS is designed to generate gamma-ray beams at energies ranging from $0 . 2 5 ~ \\mathsf { M e V }$ to 21.1 MeV in the slant-scattering at $2 0 ^ { \\circ }$ ， $\\boldsymbol { 1 6 0 ^ { \\circ } }$ and at the maximum energy of $2 1 . 7 ~ \\mathsf { M e V }$ in the backscattering at $\\boldsymbol { 1 8 0 ^ { \\circ } }$ .The full-spectrum flux ranges from $\\sim 1 0 ^ { 5 }$ photons/s at $2 0 ^ { \\circ }$ to $\\sim 1 0 ^ { 7 }$ at $1 8 0 ^ { \\circ }$ .The $2 \\%$ energy resolution is achieved with the $1 - 2 ~ \\mathsf { m m }$ collimator which confines the emission angle of the gamma-ray beam less than O.5 mrad. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The SLEGS serves as a multi-functional experimental platform for research in nuclear science and technology [20]. The research spectrum in basic research,on the one hand,ranges from collective excitation of nuclei, nuclear equation of state,origin of elements, to ultra-high energy cosmic rays, while that in the application research,on the other hand,ranges from atomic energy, nuclear transmutation, gamma imaging, to national security. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.SLEGSbeamline ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The SLEGS beamline is equipped with the following four main components as illustrated in Fig.1. SLEGS is located in BLO3SSID of the SSRF experimental hall. A 3D drawing is shown in Fig. 2. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(1) 100 W ${ \\mathsf { C O } } _ { 2 }$ laser [26] and laser transport.   \n(2)Interaction chamber for the slant-scattering and multi-function chamber for the backscattering .   \n(3) Two-stage coarse and fine collimator and gamma flux attenuator.   \n(4)Experimental hutch,experimental detector， gamma absorber and data acquisition system ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/fbb756e33d7cb069e446aaffc9218037b6e76b45c237bcece68cc9fd8ef4c4f0.jpg",
        "img_caption": [
            "Fig.1 Schematic layout of the SLEGS beamline "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/711da655811fe635da47f059dedafce6b81f7a4edadae2cb8eea4cbc2cd9b3ed.jpg",
        "img_caption": [
            "Fig.2 3D drawing of the SLEGS beamline "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(Up: The interaction chamber (a),multi-function chamber (b),and coarse collimator (c) inside the SSRF vault, ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Down: The fine collimator (d),flux attenuator (e), experimental detector (f),and gamma absorber ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(g) in the SLEGS beamline) ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Lasertransportand gamma production ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The continuous-wave ${ \\mathsf { C O } } _ { 2 }$ laser of $1 0 . 6 4 ~ \\mu \\mathsf { m }$ in wave length and $1 0 0 ~ \\mathsf { W }$ in laser power is placed in the laser hutch located adjacent to the SSRF vault.The hutch is designed as a clean room for a stable operation of the laser. The ${ \\mathsf { C O } } _ { 2 }$ laser can also be operated in a pulse mode with adjustable laser interval and pulse width, for example,1 ms laser Interval and $1 0 0 ~ \\mu \\ s$ pulse width at 10 W with a $10 \\%$ duty cycle. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The collision between the $1 0 . 6 4 ~ { \\mu \\mathrm { m } }$ laser photons and $3 . 5 \\mathsf { G e V }$ electrons occurs inside the interaction chamber shown in Fig.3 in two colision modes: laser Compton back-scattering and slant-scattering. The ${ \\mathsf { C O } } _ { 2 }$ laser beam goes through the multi-function chamber with the ZnSe window, bends by $9 0 ^ { \\circ }$ through a water-cooled mirror and undergoes the head-on collision in the back-scattering mode.In contrast, the laser beam vertically enters into the interaction chamber, passes through the optical elements (the mirrors $\\mathsf { m } _ { 4 } , \\mathsf { m } _ { 3 } , \\mathsf { m } _ { 2 }$ and $\\mathsf { m } _ { 1 }$ and convex lens $\\mathsf { f } _ { 1 }$ in Fig.3), and horizontally collides with the electron beam in the slant-scattering. The $\\mathsf { C O } _ { 2 }$ laser is finally refocused and led to the beam absorber G through the mirror $\\mathsf { m } _ { 0 }$ and convex lens fo. The optical elements are mounted on the rotating bracket so that the collision angle between the laser and electron beams are changed from $2 0 ^ { \\circ }$ to $1 6 0 ^ { \\circ }$ through the safety stop angle at $9 0 ^ { \\circ }$ [23]. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8d6bb25dc75cc335d59bc5a90d062ecc3e5640f58ecb45c45160f4e2f909c8c6.jpg",
        "img_caption": [
            "Fig. 3 Schematic picture of configuration of the optical elements (a)and the rotating bracket (b) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Coarse and fine Collimators ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The energy spread and spot size of gamma-ray beams at the target position are determined by the two-stage coarse and fine collimator system,as shown in Fig.4(a) and 4(b). The coarse collimator of a revolver type is made of $3 0 0 ~ \\mathsf { m m }$ thick lead(Pb), located at $\\mathord { \\sim } 1 8 \\mathrm { m }$ away from the gamma production point inside the interaction chamber and separated from the high-vacuum SSRF with a $1 5 0 \\mu \\mathrm { m }$ beryllium(Be) window. It has 10 fixed holes with apertures of O,1,2,3,4,5,8, 10,20 and $3 0 ~ \\mathsf { m m }$ . The fine collimator of a camera-shutter type,which is located at $3 6 ~ \\mathsf { m }$ away from the gamma production point in the optical hutch,consists of four sets of shielding shutters, each made of $5 0 ~ \\mathsf { m m }$ tungsten-copper alloy $( \\textsf { W } 8 0 \\% + \\mathsf { C u } 2 0 \\% )$ . The first and second two sets of the shutters are relatively rotated around the beam axis by $3 0 ^ { \\circ }$ ， shaping the beam spot into a regular dodecagon [24,25]. The aperture of the fine colimator is changed from $0 \\ : \\mathsf { m m }$ to $4 0 ~ \\mathsf { m m }$ continuously. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3 Flux attenuator ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The flux of gamma-ray beams is regulated by the attenuator consisting of 8 pieces oxygenfree copper blocks of the diameter of $5 0 ~ \\mathsf { m m }$ , the thickness of $2 0 0 ~ \\mathsf { m m }$ ， $1 0 0 ~ \\mathsf { m m }$ (3 pieces), 50 mm (2 pieces), $2 5 ~ \\mathsf { m m }$ and $1 5 \\mathsf { m m }$ , and total thickness of $6 4 0 ~ \\mathsf { m m }$ ， as shown in Fig.4(c). Localized shielding around the fine collimator and flux attenuator are shown in Fig 4(d). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c4a6538e03bef779b7d7d92765a0259d5273499b1f108ebb21453f31eca8b735.jpg",
        "img_caption": [
            "Fig.4 CAD Drawings (up) and photographs (down) of the SLEGS coarse collimator (a), fine collimator (b), flux attenuator (c) and localized shielding (d). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4 Control system ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Figures 5(a) and 5(b) show the interface display to remotely control the coarse and fine collimators, respectively.One of the 10 apertures of the coarse collimator is selected and the aperture of the fine colimator is continuously set up in the range of $0 \\mathrm { ~ - ~ } 4 0 \\mathrm { ~ } \\mathsf { m m }$ . The horizontal and vertical positions of the coarse and fine collimators are adjusted with the $0 . 1 ~ \\mathsf { m m }$ precision. Fig.5(c) shows the interface display for selecting any combination of the flux attenuator blocks. Themovement of the $2 0 0 ~ \\mathsf { m m }$ and $1 0 0 ~ \\mathsf { m m }$ blocks of flux attenuator is monitored with the CCD camera.Figure 5(d) shows the control display of the laser system to be tuned for the laser Compton back and slant-scatterings.The operation condition of the ${ \\mathsf { C O } } _ { 2 }$ laser in the pulse modes is shown in the monitor display, including the pulse interval and width. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/dc8e4bda8f54ea05b0eb6ff4a5aea8e4a0f2f5797365317c01dba7a3a8209630.jpg",
        "img_caption": [
            "Fig.5 Interface displays of the coarse collimator(a) and fine collimators(b)， flux attenuator (c) and ${ \\mathsf { C O } } _ { 2 }$ laser (d) "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4. Commissioning of the SLEGS beamline ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Measurements of gamma-ray beams in the commissioning of the SLEGS beamline were performed in the experimental hutch. At the end of the beamline, the unreacted gamma rays enter the gamma absorber made of thick concrete, lead,and high-density polyethylene,as shown in Fig. 1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1 Collimator alignment ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The collimators need to be aligned with respect to the gamma-ray beam axis.The collimator alignment was caried out horizontally and vertically by maximizing the intensity of gamma-rays that passed through the collimator. Figures 6(a) and 6(b) show the gamma-ray intensity as a function of vertical and horizontal position of the coarse collimator,respectively.In this collimator position scan,the coarse collimator with the aperture of $2 \\mathsf { m m }$ was used along with the $2 0 ~ \\mathsf { m m }$ fine collimator and the $1 0 0 ~ \\mathsf { m m }$ flux attenuator. A $\\Phi 3 ^ { \\prime \\prime } \\times 4 ^ { \\prime \\prime } ( \\Phi 7 6 . 2 \\mathsf { m m } \\times 1 0 1 . 6 \\mathsf { m m }$ LaBr3(Ce) detector[27] was used to measure gamma rays.The optimized position of the coarse collimator was found at $( 5 1 . 9 7 \\pm 0 . 0 4 )$ mm verticallyand $( 3 4 . 5 4 \\pm 0 . 0 3 )$ ）mm horizontally.The laser -electron collision position and fine collimator also have the same adjustment process. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/b0a24f2841e15ebbe7677180cdce542d7f5e654a82f2ecbd74290b313bfa3889.jpg",
        "img_caption": [
            "Fig.6 Results of the vertical (a) and horizontal (b) scans of the coarse collimator "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2 Gamma-ray beam spot ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The SLEGS beamline is equipped with two beam spot monitors in the experimental hutch (Fig.7),an X-ray camera called MiniPIX [28] shown in Fig. 7(b) and the Gamma Spot Monitor (GSM) shown in Fig. 7(d). The MiniPIX consists of $2 5 6 \\times 2 5 6$ silicon pixels with each pixel size of 55 $\\mu \\mathrm { m } \\times 5 5 \\mu \\mathrm { m }$ and the silicon wafer thickness of $5 0 0 ~ { \\mu \\mathrm { m } }$ . The GSM involves an LYSO scintillator of $7 0 ~ \\mathsf { m m }$ in diameter and $2 . 5 ~ \\mathsf { m m }$ in thickness,and collects the scintillation light generated by X and gamma-rays with a CCD/CMOS camera through a 45-degree plane mirror, also designed a $\\boldsymbol { 1 3 5 ^ { \\circ } }$ optical path as a reserved monitoring channel. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 7(a) shows an example of a beam spot of the bremsstrahlung background measured with MiniPIX. Figure 7(c) shows an example of the gamma-beam spot measured with $6 S M$ after subtracting the bremsstrahlung background along with the horizontal (X) and vertical (Y) distributions. The gamma beam spot size in the full width of tenth maximum (FWTM) is horizontally $1 7 . 3 1 \\ \\mathsf { m m }$ and vertically $8 . 9 1 ~ \\mathsf { m m }$ . Since the GSM is placed at about $3 8 ~ \\mathsf { m }$ from the gamma production point, so the gamma-ray emission angles calculated are 0.46 mrad in X and 0.25 mrad in Y. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/db15fe97de8c2c4593af926e7bef57b028d31500f35ceb1df0d15d9c8382f55e.jpg",
        "img_caption": [
            "Fig.7 Bremsstrahlung beam spot (a) and MiniPlX (b) inset,gamma beam spot (b) and GSM (c) inset, the piuture of MiniPIX and GSM (e) in experimental hutch. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3 Energy-profile and flux of gamma-ray beams ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A Saint-Gobain lanthanum bromide $( \\mathsf { L a B r } _ { 3 } ( \\mathsf { C e } ) )$ detector of $3 ^ { \\prime \\prime } ( 7 6 . 2 \\ \\mathsf { m m } )$ in diameter and $4 ^ { \\prime \\prime }$ （204 $( 1 0 1 . 6 ~ \\mathsf { m m } )$ in length with the better energy resolution about ${ \\sim } 3 \\%$ at $6 6 1 \\mathrm { ~ k e V }$ [27], was used as the energy-profile and flux monitor detector in the commissioning run.The BGO detector of 76.2 mm in diameter and $2 0 0 ~ \\mathsf { m m }$ in length from SlCCAS [29] located in the gamma absorber was used to monitor the gamma flux.The flux value was fed back to the control system of the collimator and laser for online recording and display,and be used as automatic correction of laser power output in future. Figure 8(a) shows a typical response function of the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector to the gamma-ray beam,where the 3 mm coarse collimator, 3 mm fine collimator, and $1 \\mathsf { m m }$ additional lead external collimator were used,but without the flux attenuator. The background gamma spectrum is shown by the green line, where the lower-energy synchrotron radiation and higherenergy bremsstrahlung are seen as well as the internal radiation from $^ { 1 3 8 } \\mathsf { L a }$ in the LaBr3(Ce) detector. Figure 8(b) shows background-subtracted spectra measured at $2 0 ^ { \\circ }$ $9 0 ^ { \\circ }$ and $1 8 0 ^ { \\circ }$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We have more systematically measured response functions of the LaBrs(Ce) detector to gamma-ray beams produced in the slant-scattering. The background-subtracted spectra are shown in Fig.9. The gamma-ray energy follows the kinematics of the laser Compton slant scattering.The production of gamma-ray beams be confirmed in the energy range of O.25 - 21.1 MeV in the slant-scattering from $2 0 ^ { \\circ }$ to $1 6 0 ^ { \\circ }$ and at $2 1 . 7 ~ \\mathsf { M e V }$ in the back-scattering at $1 8 0 ^ { \\circ }$ ： ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/1ebe390ceb44ea832f9830d220b07cd7f8d2b0ad667de08c70809b3c3bc84062.jpg",
        "img_caption": [
            "Fig.8 A typical response function of the LaBrs(Ce) detector to a gamma-ray beam (a)and background-subtracted spectra at $2 0 ^ { \\circ }$ $9 0 ^ { \\circ }$ and $\\boldsymbol { 1 8 0 ^ { \\circ } }$ (b). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/3b8a17a3f18b0b9b2e74ff8047814c473803db40d537f289bab1eb8f13a2cddf.jpg",
        "img_caption": [
            "Fig.9 Response functions of the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector to gamma-ray beams produced in the slant-scattering and background gamma rays be subtracted.The inset is a comparison of the angle and energy measurements with the theoretically calculated curves "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The total gamma-ray flux is an important quantity in the commissioning of the SLEGS beamline.The required gamma flux to be approved is the total flux at the gamma production point integrated over the whole gamma energy spectrum for the electron beam current $\\mathsf { I } _ { \\mathrm { e } } = 3 0 0$ （204号 mA(design value). The background-free gamma-ray flux $\\phi$ were measured with the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector at $\\mathsf { I } _ { \\mathrm { e } } = 2 0 0 \\mathsf { m } \\mathsf { A }$ (test value). After normalizing the measured flux $\\phi$ by $F = \\phi / [ \\eta _ { \\mathsf { D } } \\times \\eta _ { \\mathsf { A } } \\times \\eta _ { \\mathsf { C } } ]$ $\\times 1 3 0 0 \\mathsf { m A } / 2 0 0 \\mathsf { m A } ]$ with the detection efficiency $\\boldsymbol { \\mathsf { \\Pi } } \\boldsymbol { \\mathsf { \\Pi } } \\boldsymbol { \\mathsf { \\Pi } } \\boldsymbol { \\mathsf { \\Pi } }$ of the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector, the transmission rate $\\boldsymbol { \\mathfrak { n } } _ { \\mathsf { A } }$ of the attenuator,and the tramsmission rate $\\mathfrak { n } \\mathfrak { c }$ of the collimator hole, the total flux is shown in Fig. 10. The maximum flux at $3 0 0 ~ \\mathsf { m A }$ electron current and $1 0 0 ~ \\mathsf { W }$ laser power can reach to about $1 0 ^ { 5 }$ photons/s at $2 { 0 } ^ { \\circ }$ and $1 0 ^ { 8 }$ photons/s at $1 8 0 ^ { \\circ }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/fc44ee397d763870456ed6ad7a8e3656eae28db4a2612305ab287b4d4f9915fe.jpg",
        "img_caption": [
            "Fig.10 The total gamma flux at the production point.The red dotted line is the theoretical calculated value at5 W laserand $3 0 0 ~ \\mathsf { m A }$ electron current. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.4 Energy distribution of gamma-ray beams ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The electron beam energy of the SSRF storage ring is 3.5 GeV. Because of this high electronbeam energy,the energy of gamma-ray beams produced in the laser Compton scattering strongly depends on the emission angle.Thus,the energy spread (resolution) of the gamma-ray beam is highly sensitive to the angular acceptance defined by the collimator aperture.The black line of Fig.11 shows the experimental response function of the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector to gamma rays produced in the back-scattering at $1 8 0 ^ { \\circ }$ . Assuming that the energy distribution of the gamma-ray beam incident on the detector is given by a truncated Breit-Wigner function which is shown by the blue line, we made a Geant4 simulation of the response function of the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector to the gamma-ray beam.The result is shown by the red line in Fig.11. One can see that the Geant4 simulation wel reproduces the experimental response function (black line). Phenomenologically, as the scattering angle decreases in the slant-scattering,incident gamma-ray spectra of Gaussian function better fit the experimental response function in the Geant4 [30] simulation. In this phenomenological study, it was found that the energy resolution of $2 - 1 5 \\%$ can be obtained in the collimator aperture of $1 - 3 ~ \\mathsf { m m }$ ： ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A thorough study of the energy resolution of the gamma-ray beam requires more realistic Geant4 simulations in which gamma-ray beams are kinematicaly produced in the laser Compton scattering，transported through the collimator system,and incident on the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector. The energy distribution of the gamma-ray beam produced in the laser Compton scattering depends on the electron beam emittance,which is an important parameter to reproduce the experimental response function. A thorough analysis by means of more realistic Geant4 simulations will be done in the near future. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/d0a9edc3f45a84b6c8f3d5951b46b8dc16ffd49e2cee2764cf06242aab978cd2.jpg",
        "img_caption": [
            "Fig.11 Experimental response function of the $\\mathsf { L a B r } _ { 3 } ( \\mathsf C \\mathsf e )$ detector to a gamma-ray beam produce in the back- scattering at $1 8 0 ^ { \\circ }$ (black line),a truncated Breit-Wigner function (blue line) assumed for the energy distribution of the gamma-ray beam,and a Geant4 simulation of the LaBr3(Ce) response function (red line) to the gamma-ray beam (blue line). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.5Experimental spectrometers ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We have developed four types of experimental spectrometers (sometime called as detector array) shown in Fig. 12，which are gamma nuclear resonance fluorescence (NRF) spectrometer(a), neutron flat-efficiency detector(FED) spectrometer (b), neutron time-of-flight (TOF) spectrometer(c),and light charged-particles (LCP) spectrometer(d).The four experimental spectrometers are used for the photon elastic/ inelastic scattering reaction, the photo-neutron reaction and the photo-light charged particle reaction,respectively.The spectrometer for photofission reaction is not involved in the current construction stage.The photonuclear reaction experiment can also employ a combination of two spectrometers,such as FED combined with NRF spectrometer will be used in $( \\gamma , \\mathsf { n } \\gamma )$ experiment [31]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The NRF gamma spectrometer consists of two large-volume coaxial HPGe detectors, two clover HPGe detectors [32], and eight $3 ^ { \\prime \\prime } ( 7 6 . 2 \\mathsf { m m } ) \\times 4 ^ { \\prime \\prime } ( 1 0 1 . 2 \\mathsf { m m } ) \\mathsf { L a B r } _ { 3 } ( \\mathsf { C e } )$ detectors [28]. The neutron FED consists of twenty-six $^ 3 { \\mathsf { H e } }$ counters [33] embedded in the polyethylene moderator [34].The TOF neutron spectrometer consists of twenty $\\Phi 5 ^ { \\prime \\prime } ( 1 2 7 \\ \\mathrm { m m } ) \\times 2 ^ { \\prime \\prime } ( 5 0 . 8 \\ \\mathrm { m m } )$ EJ301 [35] liquid scintillation detectors. The LCP $( { \\mathsf p } , { \\mathsf d } , { \\mathsf t } , { \\mathsf d } )$ spectrometer consists of 4-6 groups △E-E telescope detectors composed of the grid ionization chamber (GIC)[36],silicon strip detector (SSD)[37] and Csl (Tl) crystal [36] mounted in a larger high-vacuum experimental chamber shown in Fig.12 (d). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/bb8cf02344506f00de2ec8be774cf8ccfc233f86c810e856a58f1817772c856b.jpg",
        "img_caption": [
            "Fig.12.Four types of experimental spectrometers available in the SLEGS experimental station, gamma nuclear resonance fluorescence spectrometer (a), neutron Flat Eficiency detector spectrometer (b),neutron time-of-flight Spectrometer (c)and light charged particle spectrometer (d). "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5. Results of the commissioning of the SLEGS beamline ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The SLEGS beamline started the first test run at a small electron-beam current $1 0 ~ \\mathsf { m A }$ in July 2021 and finished the debugging of the gamma-beam generation in back- and slanting-scattering modes at $2 0 0 ~ \\mathsf { m A }$ . The performance of the SLEGS beamline in generating gamma-ray beams and the experimental spectrometer was approved by the Chinese Academy of Sciences (CAS) [38] in December 2021 and the construction of the SLEGS beamline station is completed. Results obtained in the commissioning run are summarized in Table 1. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/76fbb76254955476e931a8ee6e4348bc3e4c7be820ff866b973f0eb3cac886be.jpg",
        "table_caption": [
            "Table1.The commissioning results of SLEGS "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Commissioning item</td><td>Final measured results</td></tr><tr><td rowspan=\"5\">Beamline</td><td>Energy</td><td>0.25- 21.7 MeV</td></tr><tr><td>Resolution</td><td>~ 2-15 % (with collimator)</td></tr><tr><td>Full-spectrum integrated gamma flux</td><td>~ 2.1 x 104 photons/s at 20° ~2.5 x 10 photons/s at 90° ~ 1.2 x 107 photons/s at 180°</td></tr><tr><td>Angular divergence</td><td>(for 300 mA e- and 5 W COz laser) <0.45 mrad</td></tr><tr><td>Charged particle Detector</td><td>Energy resolution <0.5 % at5.5 MeV</td></tr><tr><td rowspan=\"2\">Experimental Station</td><td></td><td>Position resolution ≤2 mm Energy resolution <0.3 %at 662keV</td></tr><tr><td>High efficiency gamma detector</td><td>Relative efficiency > 94 %</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Table 2 shows the situation of several LCS facilities in the world and the comparison of main gamma parameters. Currently, only ${ \\mathsf { H I } } \\gamma { \\mathsf { S } }$ and SLEGS can provide MeV gamma rays for nuclear physics research. ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/0d3c2716b9588cb4bb8b3ec4266419987abcfab2c6d1fd3a9484e2b0bfb6a056.jpg",
        "table_caption": [
            "Table 2.The current operation of Lase Compton Scattering (LCS) facilities in the world (BCS-Back Compton scattering mode, SCS-Slant Compton scattering mode) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Facility/LCS Name</td><td>Collision Mode</td><td>Range Energy</td><td>Gamma Flux</td><td>Energy Resolution</td><td>current operating status</td></tr><tr><td>TUNL/HIyS (USA)</td><td>BCS</td><td>1-100MeV</td><td>106-9 phs/s</td><td>(0.8-10)%</td><td>1996 -, open</td></tr><tr><td>SSRF/SLEGS (China)</td><td>BCS/scS</td><td>0.25-21.7MeV</td><td>105-8 phs/s</td><td>< 5%@2mm</td><td>2022-, open</td></tr><tr><td>ELI-NP/VEGA (Europe)</td><td>BCS</td><td>0.2-19.5MeV</td><td>~2.5x10² phs/s@10MeV</td><td>≤0.5@2mm</td><td>under construction</td></tr><tr><td>NewSUBARU/BLO1(Japan)</td><td>BCS</td><td>1-76MeV</td><td>~ 107 phs/s</td><td>~10%@3mm</td><td>2007 -， LCs,limited operation</td></tr><tr><td>UVSOR-I/BL01 (Japan)</td><td>BCS/sCS</td><td>1-5.4MeV</td><td>~ 107 phs/s</td><td>~2.9%@2mm</td><td>2015 -, open</td></tr><tr><td>SPRing-8/LEPS&LEPS2</td><td>BCS</td><td>1300-2900MeV</td><td>106-7 phs/s</td><td><15%@taggi</td><td>1999 -， open</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6. Summary and prospects ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The completion of the SLEGS beamline station has been approved by the Chinese Academy of Sciences (CAS)in December 2021 through the successful commissioning run. Gamma-ray beams are produced in the energy range from 0.25 to $2 1 . 1 ~ \\mathsf { M e V }$ in the laser Compton slant-scattering with $1 0 . 6 4 ~ \\mu \\mathsf { m } ~ \\mathsf { C O } _ { 2 }$ laser photons at scattering angles from $2 0 ^ { \\circ }$ to $1 6 0 ^ { \\circ }$ ，and at the maximum energy of $2 1 . 7 ~ \\mathsf { M e V }$ in the laser Compton back-scattering at $1 8 0 ^ { \\circ }$ .The slant-scattering mode is employed in the SLEGS beamline to systematically produce gamma-ray beams. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The two-stage coarse and fine collimators are used to produce fine pencil-like quasimonochromatic gamma-ray beams.The gamma-ray integrated flux is $2 . 1 \\times 1 0 ^ { 4 }$ photons/sat $2 0 ^ { \\circ }$ $2 . 5 \\times 1 0 ^ { 6 }$ photons/s at $9 0 ^ { \\circ }$ and $1 . 2 \\times 1 0 ^ { 7 }$ photons/s at $1 8 0 ^ { \\circ }$ . The energy spread of the gamma-ray beam is $2 - 1 5 \\%$ when the gamma-ray emission angle is confined less than O.45 mrad at $3 8 \\mathsf { m }$ with the collimator system.Four types of spectrometers, which may meet the versatility of nuclear physics experiments [39-44],are available in the SLEGS experimental station. The SLEGS beam line will be open to users by the end of 2022. In recent years,some large nuclear scientific facilities have started construction and put into operation,such as Back-streaming neutron(Backn) source[45,46]at China Spalation Neutron Source(CSNS)， High Intensity Heavy-ion Accelerator Facility (HIAF)[47-49] and CSR External-target Experiment(CEE)[50], Colinear Laser Spectroscopy (CLS)[51,52] and the new Beijing Radioactive lon-beam Facility (BRlF)[53] etc.,The completion of these facilities or devices will surely push China's nuclear physics basicand applied research toa new stage. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The authors thanks the SSRF leaders Zhao Zhentang (Academician)， Tai Renzhong，and managers and chief engineers Li Aiguo, Leng Yongbin,Wang Jie, Huang Yuying, Xue Song, Zhang Wenzhi, Jiang Bocheng, Zhu Wanqian and other coleagues in the accelerator department and the beamline engineering department of SSRF for their technical support and assistance. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "[1] Experimental Nuclear Reaction Data (EXFOR)， https://www-nds.iaea.org/exfor/exfor.htm [2] IAEA TECDOC-1178, Handbook on Photonuclear Data for Applications Cross -sections and Spectra. Final report of a co-ordinated research project,(2000),   \nhttps://www.iaea.org/publications/6043/handbook-on-photonuclear-data-for-applications-crosssections-and-spectra   \n[3]T.Kawano, Y.S.Cho, P.Dimitriou. et al., IAEA Photonuclear Data Library 2019,Nuclear Data Sheets,163,109-162 (2020), https://doi.0rg/10.1016/j.nds.2019.12.002   \n[4] V.V.Varlamov, Reliability of Photonuclear Data: Various Experiments and Evaluations. Phys. Part. Nuclei 50, 637-643 (2019). https://doi.0rg/10.1134/S1063779619050241   \n[5] V.V.Varlamov, A.I.Davydov, Physical Reliability Criteria and Special Features of Data on the Photodisintegration of $^ { 7 5 } \\mathsf { A s } ,$ 1271, $^ { 1 8 1 } \\mathsf { T a }$ ,and $^ { 2 0 8 } { \\sf P b }$ , Nuclei. Phys. Atom. Nuclei 84,603-614 (2021). https://doi.0rg/10.1134/S1063778821050148y   \n[6] H.Ohgaki, H.Toyokawa, K.Yamada et al., Enchancement of Laser Compton gamma-ray beam with F-P cavity in storage ring TERAS,Free Electron Lasers 2O03, Proceedings of the 25th   \nInternational Free Electron Laser Conference and the 1Oth FEL Users Workshop,Tsukuba, Ibaraki, Japan,8-12 September (2003), https://doi.0rg/10.1016/B978-0-444-51727-2.50143-7   \n[7] NewSUBARU BL01, Laser Compton Gamma Source, https://www.lasti.u-hyogo.ac.jp/NS-en/ facility/bl01/   \n[8] High Intensity Gamma-Ray Source (HIGS), https://tunl.duke.edu/research/our-facilities [9] A. M.Sandorfi, M.J.LeVine, C. E. Thorn, et al., High Energy Gamma Ray Beams from Compton Backscattered Laser Light, IEEE Transactions on Nuclear Science, 30,3083-3087,(1983),   \nhttps://doi: 10.1109/TNS.1983.4336577.   \n[10] LEPS-Laser Electron Photon Experiment at SPring-8, https://www.rcnp.osaka-u.ac.jp/ Divisions/np1-b   \n[11] Extreme Light Infrastructure - Nuclear Physics (ELl-NP), www.eli-np.ro   \n[12] X. Z. Cai, J. H. Gu,W. Guo,et al., Research on properties and application of Compton backscattered gamma light source based on synchrotron radiation accelerator, Progressin Physics, 23,389,(2003)， https://doi:10.3321/j.issn:1000-0542.2003.04.001 (in Chinese)   \n[13] W. Guo, W.Xu, J.G.Chen et al.,A high intensity beam line of γ-rays up to 22 MeV energy based on Compton backscattering, Nucl. Instr.and Meth.A 578，457 (2007)   \nhttps://doi.0rg/10.1016/j.nima.2007.05.322   \n[14] J.G. Chen, W. Xu,W. Guo et al., An X-ray source based on Compton backscattering of ${ \\mathsf { C O } } _ { 2 }$ （204号 laser and 100 MeV electrons, Nucl. Instr.and Meth. A 580, 1184-1190 (2007),   \nhttps://doi.0rg/10.1016/j.nima.2007.07.007   \n[15] W. Luo, W. Xu, Q.Y. Pan et al., Laser Compton scattering experiments and the latest   \ndevelopments in construction of experimental facilities at SINAP, Proc. SPIE, V7385,73852D (2009), D0l: 10.1117/12.835572 [16] W. Luo,W. Xu, Q.Y. Pan et al., A laser-Compton scattering (LCS) prototype experiment al 100MeV Linac of Shanghai Institute of Applied Physics, Rev.of Sci. Instr.， 81， 013304 (2010) https://doi:10.1063/1.3282445.   \n[17] W. Luo, W. Xu, Q.Y. Pan et al., An X-ray spectroscopy system and its application to the LaserCompton scattering experiments, Nucl. Instr. and Meth. A 624,141-147 (2010)   \nhttps://doi:10.1016/j.nima.2010.09.045   \n[18] W.Luo, W.Xu, Q.Y.Pan et al., A 4D Monte Carlo laser-Compton scattering simulation code for the characterization of the future energy-tunable SLEGS, Nucl. Instr. and Meth. A660,108-115( 2011), https://doi.org/10.1016/j.nima.2011.09.035   \n[19] W.Luo, W. Xu, Q.Y. Pan et al., X-ray generation from slanting laser-Compton scattering for future energy-tunable Shanghai Laser Electron Gamma Source,Applied Physics B,101, 761-771 (2010), https://doi.0rg/10.1007/s00340-010-4100-0   \n[20] H.W. Wang, G.T. Fan, L.X. Liu et al., Development and Prospect of Shanghai Laser Compton Scattering Gamma Source. Nucl. Phys. Rev., 37(1), 53-63 (2020).   \nhttps://doi:10.11804/NuclPhysRev.37.2019043 (in Chinese)   \n[21] Y. Taira, M.Adachi, H.Zen,et al., Generation of Ultra-Short Gamma Ray Pulses via Laser Compton Scattering in UVSOR-IlElectron Storage Ring, in International Conference on UItrafast Phenomena, OSA Technical Digest (CD) (Optica Publishing Group), paper TuE22, (2010)   \nhttps://opg.optica.org/abstract.cfm?URl=UP-2010-TuE22   \n[22] Y. Taira, M. Adachi, H. Zen et al., Generation of energy-tunable and ultra-short-pulse gamma rays via inverse Compton scattering in an electron storage ring, Nucl. Instr. And Meth. A 652, 696- 700 (2011). http://dx.doi.0rg/10.1016/j.nima.2010.08.036   \n[23] H. H. Xu, G. T. Fan, H.W. Wang et al., Interaction chamber for laser Compton slant   \nScattering in SLEGS beamline at Shanghai Light Source, Nucl. Instr. and Meth, Phys. A 1033, 166742 (2022); published online (https://doi.org/10.1016/j.nima.2022.166742).   \n[24] Z.R.Hao, G.T.Fan, H.W.Wang, et al., Collimator system of SLEGS beamline at SSRF, Nucl. Instr. and Meth. A,1013,165638 (2021), https://doi.org/10.1016/j.nima.2021.165638   \n[25] Z.R.Hao, G.T.Fan, H.W.Wang, et al., A new annular collimator system of SLEGS beamline at SSRF, Nucl. Instr.and Meth.B,519,9-14, (2022), https://doi.0rg/10.1016/j.nimb.2022.02.010 [26] COHERENT, https://www.coherent.com/   \n[27] Saint-Gobain, https://www.crystals.saint-gobain.com   \n[28] ADVACAM, https://advacam.com/minipix   \n[29] SICCAS, http://www.siccas.com/   \n[30] Geant4, https://geant4.web.cern.ch/   \n[31] H. Utsunomiya, Z.R. Hao, S. Goriely et al. p-process chaser detector in -coincidences, Nucl. Instrum.Methods, Phys. Res. A1034,166819 (2022),https://doi.0rg/10.1016/j.nima.2022.166819. [32] Canberra, https://www.mirion.com/   \n[33] LND, https://www.Indinc.com/about/   \n[34] Z.R. Hao, G.T.Fan,L.X. Liu et al., Design and simulation of $4 \\pi$ flat-efficiency $^ 3 { \\mathsf { H e } }$ neutron detector array, Nucl. Tech., 43, 57-65(2020), DOl: 10.11889/j.0253-3219.2020.hjs.43.110501(in Chinese)   \n[35] ELJEN, https://eljentechnology.com/   \n[36] Institute of Modern Physics, CAS，www.impcas.ac.cn   \n[37] Micron Semiconductor, www.micronsemiconductor.co.uk [38] Chinese Academy of Science(CAS), http://www.cas.ac.cn/   \n[39] H. Utsunomiya, T. Shima, K. Takahisa et al., Energy Calibration of the NewSUBARU Storage Ring for Laser Compton-Scattering Gamma Rays and Applications, IEEE Trans. On Nucl. Sci, $6 1 ,$ 1252-1258(2014), https://doi:10.1109/TNS.2014.2312323   \n[40] Y. Xu, W. Xu, Y. G. Ma et al., Determination of the Stelar Reaction Rate for $^ { 1 2 } \\mathsf { C } ( \\mathsf { a } , \\gamma )$ $( \\mathsf { a } , \\gamma ) \\mathsf { \\Omega } ^ { 1 6 } 0 { : } \\mathsf { U }$ sing a New Expresson with the Reaction Mechanism, Chin. Phys. B,18,1421-1407 (2009),   \nhttps://doi:10.1088/1674-1056/18/4/023.   \n[41] Y.J.Li，W. Xu, W. M. Snow et al., Measurement of PV asymmetry in $\\mathsf { n } + \\mathsf { p } {  } \\mathsf { d } + \\gamma$ and $\\gamma +$ ${ \\mathsf { d } } { \\to } { \\mathsf { n } } + { \\mathsf { p } }$ ,Chin. Phys. C34,1465 (2010),https://doi.0rg/10.1088/1674-1137/34/9/073. [42] Z.D. An, Y.G. Ma, G.T. Fan et al., New Astrophysical Reaction Rate for the $^ { 1 2 } \\mathsf { C } ( \\mathsf { a } , \\gamma ) ^ { 1 6 } \\mathsf { O }$ （20 Reaction, The Astr. Jour. Lett. 817, L5 (2016), https://doi.0rg/10.3847/2041-8205/817/1/L5. [43] Z.R Hao, G.T. Fan, L.X. Liu et al., Design and simulation of $4 \\pi$ flat-efficiency $^ 3 { \\mathsf { H e } }$ neutron detector array. Nucl. Tech., 43,110501(2019)， https://doi:10.11889/j.0253-   \n3219.2020.hjs.43.110501(in Chinese)   \n[44] J.W. Wang, G.T. Fan, H.W. Wang et al., Study on polarized $\\gamma$ beam properties of a new LCs light source based on SXFEL. Nucl. Tech., 42,120201(2019). https://doi:10.11889/j.0253- 3219.2019.hjs.42.120201(in Chinese)   \n[45] J.Y. Tang, Q. An, J.B. Bai, et al. Back-n white neutron source at CSNS and its   \napplications. Nucl. Sci. Tech. 32, 11 (2021). https://doi.0rg/10.1007/s41365-021-00846-6 [46] X.R. Hu, G.T. Fan, W. Jiang, et al. Measurements of the $^ { 1 9 7 } \\mathsf { A u } ( \\mathsf { n } , \\gamma )$ cross section up to 100 keV at the CSNS Back-n facility. Nucl. Sci. Tech.32, 101 (2021).https://doi.0rg/10.1007/s41365- 021-00931-w   \n[47] X.F. Niu,F. Bai, X.J. Wang, et al. Cryogenic system design for HIAF iLinac. Nucl. Sci.   \nTech.30, 178 (2019). https://doi.0rg/10.1007/s41365-019-0700-5   \n[48] J.H. Liu, Z. Ge,Q. Wang, et al. Electrostatic-lenses position-sensitive TOF MCP detector for beam diagnostics and new scheme for mass measurements at HIAF. Nucl. Sci. Tech.30, 152 (2019).https://doi.org/10.1007/s41365-019-0676-1   \n[49] M.T. Tang, L.J. Mao,H.J. Lu， et al. Design of an efficient collector for the HIAF electron cooling system. Nucl. Sci. Tech.32, 116 (2021). https://doi.org/10.1007/s41365-021-00949-0 [50] L.M. Lyu, H. Yi, L.M. Duan et al. Simulation and prototype testing of multi-wire drift chambe arrays for the CEE. Nucl. Sci.Tech 31, 11 (2020). doi.0rg/10.1007/s41365-019-0716- [51] S.W. Bai, X.F. Yang， S.J. Wang et. al.， Commissioning of a high-resolution colinear laser spectroscopy apparatus with a laser ablation ion source, Nucl. Sci. Tech.33,9 (2022)，   \nhttps://doi.0rg/10.1007/s41365-022-00992-5   \n[52] S.J.Wang, X.F.Yang, S.W.Bai et al., Construction and commissioning of the collinear laser spectroscopy system at BRlF, Nucl. Instr.and Meth, Phys. A 1032,166622(2022)，   \nhttps://doi.org/10.1016/j.nima.2022.166622   \n[53] W. Nan, B. Guo, C.J. Linet al. First proof-of-principle experiment with the post-accelerated isotope separator on-line beam at BRlF: measurement of the angular distribution of $^ { 2 3 } \\mathsf { N a } + ^ { 4 0 } \\mathsf { C a }$ elastic scattering.Nucl. Sci. Tech.32, 53 (2021). https://doi.org/10.1007/s41365-021-00889-9 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]