[
    {
        "type": "text",
        "text": "支撑智库研究的信息源建设策略",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "宋忠惠1.2 郑军卫1",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丨中国科学院兰州文献情报中心兰州 $7 3 0 0 0 0 ^ { 2 }$ 中国科学院大学 北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］建设高水平的新型智库、打造高质量的思想产品的前提就是知己知彼，掌握有效信息，从而洞悉环境、监测对手、制定有效策略。从国际先进智库的研究模式和信息源建设策略入手，探究信息源建设对智库研究和发展的重要作用。[方法／过程]选取宾夕法尼亚大学《2015年度全球智库排名》报告中具有参考价值的智库机构，从其研究的前端信息源入手，通过案例研究方法比较分析各大机构的信息采集途径。[结果/结论］智库的信息源获取方式有直接和间接两种途径，信息采集具有多源性、适用性、交叉性三个典型特征，信息源建设的模式有任务导向型、合作引入型和知识共享型三种。信息源对智库研究具有重要支撑作用，是提高智库研究效率的重要保障；结合我国智库建设现状，提出可供国内新型智库借鉴的信息源建设策略。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库 智库研究 信息源 数据 情报分类号：G352DOI: 10.19318/j.cnki.issn.2096-1634.2016.03.11",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库（think tank），又称“思想库”“脑库”“智囊团”，主要是指独立的、不以利益为基础的、非营利性组织，它们生产智力产品并且主要依靠专家的意见和思想来获得支持并影响决策和政策制定过程[1]。现代意义上的智库产生于19世纪的西方国家，是社会分工精细化和决策科学化、民主化的结果。经过一个多世纪的发展，智库已经广泛地参与到经济社会发展、环境保护和国际竞争战略等重大公共政策的研究中，并为政府和委托机构提供了一系列有价值的资讯，不仅得到各国政府的高度重视和社会各界的广泛关注，而且成为国际国内公共对话中一个强有力的声音。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "根据美国宾夕法尼亚大学《2015年度全球智库排名》[2的统计，全世界共有各类智库机构",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "6846家，遍及全球198个国家和地区。智库思想的得出，往往需要强大的信息收集和情报分析能力。没有信息或信息不准确，智库的研究成果就会成为无本之木、无源之水。智库的情报保障来源于对信息资源的综合分析和判断。因此，信息源成为整个智库研究活动的前提和基础，特别是在大数据科研环境下，可靠的信息源不仅直接关系到智库产出成果的质量，而且已逐渐成为智库机构生存和发展的关键。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库信息源建设的意义一数据支撑观点，信息保障研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1大数据时代，信息的价值得到充分重视",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“大数据”作为时下最火热的概念与话题，其重要性与不可替代性已经被广泛接受和认可。情报研究已经不再局限于纯粹的文献资料，“信源”已经发散至互联网信息、数据库、信息系统等多个途径，信息正成为与物质资产和人力资本同样重要的基础生产要素。作为有待理解的原材料，信息不但不会因为占有而枯竭，还会随着使用和传播得到不断的丰富和增长。原本隐藏在信息中的一些要素，也因为对事物理解程度的不断深入而被重新发现和挖掘。因此，将原始数据信息记录并收集起来进行研究，发掘“信息金矿”中的宝藏，可以帮助我们更准确地认识世界、预测未来和改造世界。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2信息资源是智库研究的命脉所在",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库研究的开展往往需要大量的相关数据和信息。对于智库而言，数据和信息的规模、活性以及收集、分析、运用的能力，将决定其核心竞争力。智库研究关系国计民生的政策问题，更需要大量的原始数据和信息的支撑。这些信息资源在政府和公共服务领域的应用可有效推动政务工作开展，提高政府部门的服务效率、决策水平和社会管理能力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3准确、可靠的信息保障可以使决策更高效",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "准确、可靠的信息保障有助于智库做出正确的决策分析。任何事物都有其数量特征，通过客观有效的描述，能够反映出事物的面貌和发展变化的规律。在智库的建设过程中，不仅要留心原始信息的积累，还应关注研究过程中产生的二次信息以及对研究成果的存储和共享[3]，这些都可以作为智库开展具体调研之前的重要依据。只有获取到信息的全貌，才能便于智库研究人员理性看待事物发展变化规律，准确分析未来走向，从而正确地决策[4]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库研究的信息源分类",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库的一切工作都是建立在对真实、客观材料的分析研究基础之上。智库作为信息资源的使用者，为了其知识再生产过程能得以进行，首先需要进行相关资料的采集工作，包括数据、文献、图表、报告以及其他媒体资源。广义的信息源内涵丰富，不仅包括各种信息载体、信息储存和信息传递机构，也包括各种信息生产和处理机构。联合国科教文组织出版的《文献术语》一书中将其定义为：为满足信息需要而获得信息的来源[5]。本文研究的信息源既包含产生实用信息的信息源，又包括获取所需要信息的渠道、途径与媒体，属于广义的信息源[。本文将智库研究的信息源划分为直接来源和间接来源两类，如图1所示，并在下文一一阐述。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/a06f083040810d4593ff6f603c23917adf2caf8afbc650abaed06dac7ad61723.jpg",
        "img_caption": [
            "图1支撑智库研究的信息源分类概览 Figure 1 The classification of information sources supporting think tank research "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1直接获取的信息源",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库在辅助决策，提供新的见解、思路和建议时，会面对各种复杂的内政外交问题以及针对特定项目、计划、产品等发展中遇到的问题，在开展研究前往往需要进行大量的信息调查和数据采集工作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1.1调研类信息源作为信息收集重要的来源途径，调研数据是研究人员利用问卷调查、直接访谈等方法进行采集选取、统计分析后积累起来的数据集，具有广泛性、易获取性和可操作性，并且调研数据可以在综合分析和研究的基础上产出具有增值效益的研究型数据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "例如，日本科学技术政策研究所（NationalInstitute of Science and Technology Policy ofJapan，简称NISTEP）[开展的项目中很大一部分精力都集中在数据调研模块。作为日本文部科学省下属的一家科学技术政策研究、咨询、决策的智囊机构，该研究所也是日本唯一一个国家级专门从事科学技术政策软科学研究的部门，旨在通过国际性的、跨学科的研究，探讨有关科学技术政策的基础理论问题，为国家制定科技政策及时提供基础的、科学的信息和决策依据[8]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "该研究所内应用最广的信息源来自于常规的调研统计类数据，如在实施“科技预测和前沿研究时，对于科技和社会发展关系研究，信息的获取就是以问卷的形式进行了多角度地调查，结合对科技供需双方的走访，描绘出科技造福社会的美好蓝图；此外，在该研究所最近开展的“创新与无形资产”研究领域，大规模的统计性调研再次被用于定量地获取各国各行业的技术革新和产业创新情况，并在此基础上初步创立了关于无形资产、创新和生产力的数据库供高校和科研院所使用。无论是理论导向的研究还是政策导向的研究，在面向特定任务的需求时，数据调研或专家访谈这一渠道的信息源对于快速获取相关研究主题的统计资料十分有效，潜在价值也很高。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1.2实验型信息源本节所提及的实验型信息源（包括实时动态监测信息源）是指研究者按照研究目的，通过建立模型，利用科学的工具或实验的方法获取特定研究领域的数据全貌。这一渠道的信息源可以得到大量客观真实的实验信息，而且数量化指标明确，便于研究人员有控制地观察分析某一现象。特别是在研究人类活动或人工干预对地球生态环境和资源质量数量水平产生的变化以及变化的程度上应用最多。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "例如，世界资源研究所（WorldResourcesInstitute，简称WRI）[9作为具有重要影响力的国际环境类智库机构，其开展研究的数据资源大量获取自实验型信息源。该研究所的研究活动致力于探索环境与社会经济的共同发展，研究课题涵盖气候、能源、食物、森林资源、水资源以及城市的可持续发展六个领域，并且在全球范围内与政府、企业和公民社会合作，共同为保护地球和改善民生提供革新性的解决方案。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "WRI在其网页上开辟有专门的“地图与数据”模块[10]，通过检索框可以快速查找特定研究领域的地图、数据集、信息图或其他可视化资源。这类资源大都是具有时空特征的趋势性统计数据，是WRI与相关机构合作，通过采用高分辨率卫星影像或遥感技术实时监测采集得到的，同时也为后续机构自建知识库提供了素材。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2间接获取的信息源",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "考虑到时间和人力成本，智库机构除了通过自采集或实验监测的手段作为信息来源外，还有很大一部分信息资源是通过间接获取数据资料的途径得到的。充分利用已有数据库、数据基础设施、专业统计网站、图书馆情报机构以及国际数据合作项目发布的信息资源，这不仅可以拓展信息类型，还丰富了机构的信息采集渠道，保障了智库研究信息源的全面性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2.1公开资料类信息源大数据背景下，任何一家智库机构都很难凭借一己之力把相关的研究资料收集齐全，而统计部门和政府部门公布的各类统计年鉴等资料全面覆盖了国民经济各个行业，涉及到社会、文化、科技和人民生活的各个方面，能够反映事物的面貌和发展变化规律，可以很好地帮助智库研究人员对事物本身进行定量定性分析，可以对不同事物进行有联系的综合性分析，既可横向对比，也可纵向分析总结历史、预测未来。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国外各大知名智库发布的产品成果都离不开专门的统计机构和数据平台的支持。例如，成立于二战时期的兰德公司最初仅为空军服务，后来逐渐发展成为一个服务于整个美国联邦政府的综合性智库，提供关于政治、军事、经济、科技和社会等各方面的信息咨询和项目预测。该公司的“数据库和工具”内容版块中整合了大量的外部公开数据资源，其中“RAND State Statistics”[11]集成了美国国家和地方政府、各行政机构、统计机构以及附属于政府或高校的国家科研机构等发布和统计的数据资源，如美国人口普查局、劳工统计局、环保署等，覆盖了美国50个州、将近200个数据库的数据，同时还添加了关于地方州的详细数据库，涵盖人口、健康、商业与经济、就业、能源与环境等14个主题，并分别从国家级、州级和地市级等多个角度来阐述这些数据资源。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "同时，公开类的信息资料还包括传统纸媒（图书、期刊、报纸、年鉴、百科全书）和互联网新媒体上发布的新闻报道、政府官网或权威机构发布的政策报告以及从社交媒体等其他非正式途径获得的相关资料等。研究表明，兰德公司的信息搜集途径多样、思路开阔，有学者专门对兰德公司对华军事研究报告的引文进行了文献计量分析[12]。这类报告的引文信息源以公开发行的信息源为主，尤其重视时效性较强的新闻信息源，其中网络新闻来源于中央机构网站、权威新闻网站、地方政府网站等。而且，通过与其他信息源结合，在可靠性、灵活性和针对性相互补充的基础上为智库的研究活动提供了动态多样的信息，保证了智库研究产出成果的质量。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.2合作建设或购买类信息源智库还通过与各类经济信息中心、信息咨询机构、专业调查机构进行合作共建数据库，丰富彼此的数据资源，实现双方共赢。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "例如，美国国际经济研究所（NationalBureauof Economic Research，简称 NBER）[13]是一家民间的、非营利性、无党派研究机构，其宗旨是促进对经济运作更深的理解，致力于开发新的统计指标、评估经济行为的定量模型、分析公共政策对经济的影响。该研究所与美国人口调查局共同创建“波士顿人口研究数据中心（TheBostonCensus ResearchDataCenter）”，提供对非公开人口微观数据的统计分析。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "再如，世界资源研究所（WRI）的CAIT气候数据资源管理平台[14]汇集了来自美国能源部二氧化碳信息分析中心、中央情报局世界概况、联合国粮食和农业组织、国际能源机构、世界银行、美国人口普查局、美国能源情报署、美国环境保护局等一系列权威组织提供的一手数据，该平台面向全球用户提供免费、开放、用户友好的气候和排放数据。正是因为这一强大的信息合作平台，才使得后续各种研究项目得以顺利开展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "此外，资金实力雄厚的智库还会通过购买专业数据商提供的数据库，丰富本机构的信息源。例如，德勤有限公司下属的成员事务所GovLab作为一家关注公共部门创新的智库，为了探索和分析政府当下面临的挑战，订购了世界上最大的统计数据门户网站 Statista 数据平台[15]，该平台拥有超过18000个数据源，覆盖170多个行业、3000多个主题、超过100万条记录的英文统计资料。通过这类专业数据库提供的信息源，能够更快捷有效地获取本领域研究的基础数据，方便比较分析，产生增值效应。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.3机构信息源本节所提及的机构信息源是指附属于智库机构的内部图书馆。图书馆作为书籍资料保存、传递和知识共享的主要场所，必然成为智库进行文献信息研究的主要信息源。事实上，国际上一些知名的智库在创立之初就成立了图书资料管理部门，专为研究人员的科研和生产提供服务。而且在多年研究经验累积的基础上，智库也建立了一批属于机构内部的知识库用于整理和保存智库的产出成果，在某种程度上，这些成果作为未来研究的信息源，同样具有较大的参考价值。表1总结了国际著名智库的内部图书馆建设概况。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.4其他间接来源除了上述提及的三种间接途径外，还有一些比较零散的非公开信息源也是智库开展研究时常用的信息来源。例如韩国科技政策研究所（Scienceand TechnologyPolicyInstitute，简称 STEPI）[22]是一家致力于科技政策及政策选择方面研究和发展的非营利性组织。该研究所每隔两周会举办一次科技政策论坛，旨在通过对重大科技问题的开放性讨论来激活对发展政策的选择，希望通过头脑风暴的方法激发人们对问题的思考，这些在会议过程中产生的会议记录具有指导性，也可以作为后续研究的文字依据；同时该研究所还会不定期举行不同级别的国际性会议，这些专业学术性研讨会上交流的资料，有助于研究所与国际研究社团接轨，共享交流韩国经济发展过程中积累的信息和数据、经验和技术，以期缩小与发展中国家和发达国家之间的知识鸿沟。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3智库研究信息源的典型特征",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过上述分析表明，多源性、适用性、交叉性是智库研究信息源的三个典型特征。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "多源性：事物普遍具有信息性，信息的来源不仅仅局限于传统的图书馆，信息时代万事万物都可能成为潜在的信息源。智库研究人员凭借清醒的头脑和敏锐的信息捕捉能力，随时随地获取和把握情报信息。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "适用性：虽然信息是智库产出成果的来源，但智库所需的信息并非越多越好，它们关注的往往是最适合研究的信息资源，并根据自身的需求吸收和利用某些特定的情报，因此掌握有针对性的、适用的信息对智库的研究才更具有意义。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "交叉性：随着科技的进步和社会经济的发展，智库研究中多维视角交叉的现象越来越普遍，尤其在研究各类政策对经济活动、社会进步的影响时，信息来源的跨学科特性表现得更为突出，",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/0c070e46886bc44d44c817570cc03a4b7677b76f90a964a34215881a05e1ff7d.jpg",
        "table_caption": [
            "表1国际著名智库内部图书馆建设概况一览表",
            "Table 1 International famous think-tanks' internal library profile "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>名称</td><td>国别</td><td>成立目的</td><td>馆藏简介</td><td>资源类型</td><td>开放程度</td></tr><tr><td>布鲁金斯学会图书 馆[16]</td><td>美国</td><td>员提供信息和知 识资源</td><td>专门向机构内成 馆藏资源主要集中在经济、外图书、期刊以及 交政策、政府管理、城市化政布鲁金斯内部的 策以及全球化发展领域</td><td>历史纪录档案</td><td>不对外开放；支持馆际互 借，可通过OCLC联机检 索 斯坦福大学系统内人员可</td></tr><tr><td>胡佛研究所图书馆 与档案馆[17]</td><td>美国</td><td>保存和记录战争 档案，搜集关于 史文献资料</td><td>收藏与一战以来关于战争、革图书、档案记录、 命、和平历史资料和文件，数口述资料、照片、 欧洲和中国的历据来自171个国家、将近100录音带、影像胶 万卷、超过6000条记录</td><td>片等</td><td>有选择地借阅馆藏资料； 支持联机在线检索，部分 资料只能到馆阅览；提供 复印和馆际互借服务</td></tr><tr><td>斯德歌尔摩国际和 平研究所图书馆[i8]瑞典</td><td></td><td>究人员，收藏绝 版历史资料</td><td>服务机构内部研 裁军相关的材料；提供与机构 研究日程相关研究主题领域的期刊、报纸以及 链接，包括相似的国际组织、 数据库、可参考资源等</td><td>际官方出版物、 报告、会议记录 等灰色文献</td><td>收藏与国际安全、武装军备和图书、专著、国主要为机构内研究人员服 务，外来用户需提前预约; 满足条件的访客可外借资 料，支持在线检索和馆际 互借</td></tr><tr><td>英国皇家国际事务 研究所（查塔姆大英国 厦)图书馆[19]</td><td></td><td>关注当代问题， 掌握自1920年 以来的核心出版 物</td><td>收藏关于国际关系、国际经济、图书和单行本、 能源、环境与资源管理方面的期刊及相关电子 资料 收藏了世界各地政府、非政府</td><td>资源</td><td>研究所会员有权使用、借 阅和获取图书馆的纸本和 电子资源；非会员需表明 研究需求且提前预约访问</td></tr><tr><td>伦敦国际战略研究 所图书馆[20]</td><td>英国</td><td>作为研究国际战 略的核心部门成 立</td><td>组织和研究机构生产的12000 余本图书，覆盖现当代国际关图书、期刊、文章、 系、安全和国防等话题，一般报纸、IISS的全源，非会员按访问次数收 是前瞻性的观点，很少涉及历部出版物和一些费；除借阅外还支持邮寄 史资料；每年会评估现有藏书在线资源 的价值，并进行相应的资源更 新和撤销</td><td></td><td>会员免费使用图书馆资 和参考咨询服务</td></tr><tr><td>德国国际政治和安 全研究所图书馆[21]德</td><td>德国</td><td>为研究人员提供 量经过控制的信 源，并按研究子领域提供 息</td><td>快捷的、主题化集成来自学术出版商、专业数学术著作、电子 的、相关的且质据库、网页和出版社的重要资或印刷期刊、灰</td><td>色文献</td><td>只针对SWP的研究人员 提供内部服务；经特殊安 排后，可对德国国会和政 府提供信息服务</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库研究的信息源建设模式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "高质量研究成果的产出首先取决于研究数据的完整性与准确性，智库从其自身的研究目标和任务设定需求出发，形成了一套比较规范的信息建设模式。虽然各个智库机构的信息源具体构建模式略有差异，但本文取其共性并归纳为以下三种模式：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1任务导向型",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "外部环境的不确定性为智库机构提供了大量的研究机会，采用问题和任务导向的信息源建设模式对于中小型智库机构而言更具灵活性。通常在确定研究目标之后，小组成员可以快速汇集相关数据和信息，同时还可以根据研究计划及时调整策略。例如：上文中提及的日本科学技术政策研究所（NISTEP）[23]将其研究活动分为科技与创新政策研究、科技系统研究、主要科技指标等七大领域，获取的调研类一手数据均是基于研究课题，以问卷调查、专家访谈、大规模的统计性调研的形式采集而来。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2合作引入型",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与任务导向型的信息源自采集建设模式不同，合作引入型的建设模式多是依赖于现有的数据平台，包括来自国家和地方政府、各行政机构、统计机构以及附属于政府或高校的国家科研机构等汇总的统计数据，各类经济信息中心、信息咨询机构、专业数据调查机构发布的信息资源等。智库机构借助这类平台，并与之合作，不仅保障了信息的来源真实可靠，还拓宽了本机构的信息采集渠道。例如：联合国粮食和农业组织、国际能源机构、世界银行、美国人口普查局等都与上文提及的多个智库建立合作关系，保证智库机构后续各种研究项目的顺利开展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3 知识共享型",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智库行业属于知识密集型产业的一种，越来越多的智库借助知识管理来增强核心竞争力，核心环节就是知识共享。对于一些资深老牌的大型智库机构而言，在数次的研究过程中积累了丰富的研究数据和研究经验，存在于智库机构内部的图书馆、资源中心等，为知识共享提供了便捷的渠道，也成为知识创造的重要来源。例如，世界资源研究所（WRI）自建的机构知识库就是自身历年研究数据的积累，研究人员可以通过检索框快速查找和定位某一特定研究领域的地图、数据集、信息图或其他可视化资源，这种做法极大地节约了研究人员前期的信息查找时间，避免了重复劳动；还有布鲁金斯学会图书馆、胡佛研究所图书馆与档案馆、斯德歌尔摩国际和平研究所图书馆、英国皇家国际事务研究所图书馆、伦敦国际战略研究所图书馆、政治和安全研究所图书馆等隶属于智库机构的图书馆[24]，这类智库的信息源建设模式都属于知识共享型。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对国内智库信息源建设策略的建议",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "毫无疑问，信息资源是智库开展研究的基础资源和支持研究成果的重要依据，保障智库研究信息获取渠道的畅通，对于提升国内新型智库的整体实力具有重要意义。建设和拥有独家特色信息源是一个智库能产出有别于其他智库的特色产品的重要保障。遗憾的是，相比于国外智库机构较为系统的信息源保障和规划，国内机构在这一方面稍显弱势，可能尚处于规划建设期或出于保密性的考虑，多家机构均未公开其进行研究的数据和信息基础，因此也无从知晓目前国内智库进行研究的信息源现状。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本文将从以下四个方面为国内智库的信息源建设提供建议。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.1注重信息规划，找准信息源",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "要保证智库研究的信息流畅通，充分发挥信息资源的作用，不进行统一的、全面的规划是不可能的，这就要求智库认清开展项目的信息需求，熟知多渠道的信息源，以便在项目研究中精准定位信息源。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.2基于问题或任务选择信息源",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智库基于其研究和决策咨询服务的范围划分为不同的研究模块，再以研究问题/项目为导向，进行数据和信息资源的采集和建设工作，从而形成流程化的信息源服务链。在项目和任务的开展过程中，对采集和生成的数据资源进行积累和组织也不失为信息源建设的策略之一。从项目前期调研大量与项目相关的数据资源开始，到中期产生大量的调查、访谈和研究数据，再到后期形成数据报告及其衍生品，这种围绕项目全流程的数据资源采集、组织和描述，对于开展相关研究和长期跟踪研究的数据积累、重用具有重要意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.3内、外部信息源相结合，初始信息源与再生信息源齐利用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对于大多数处于发展阶段的智库而言，可以与政府部门、统计机构、科研单位、数据库提供商开展数据合作，充实机构内部的数据资源；当智库机构发展到一定阶段时，可以通过自建知识库或图书馆，对成果进行整理和归纳，同时内部研究人员的知识贡献也可以被视为一笔珍贵的隐形信息源；对于资金充裕、实力雄厚的智库，可以通过购买专业数据商生产的数据库供研究人员使用。总之，要尽可能地拓宽信息源，从一手、二手、多手信息源中汲取有用情报，支撑制定正确的决策。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.4多源信息源集成建设",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "大数据环境下，各种先进的信息采集技术和发达的通信网络带来了多个信息源的海量信息。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为了对这些多源、异质和海量的信息进行有效的管理和利用，就必须通过实时的判断、鉴别、融合，实现多源信息的融合和共享，从而将信息优势转变为决策优势。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "6结语 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随着中央全面深化改革领导小组第六次会议审议通过《关于加强中国特色新型智库建设的意见》，我国新型智库的建设如火如荼。智库作为国家软实力的重要组成部分，对于推进国家治理体系和治理能力现代化发挥着越来越重要的作用。我们必须清楚地认识到智库的产出成果在很大程度上依赖于它们获取到的信息和情报资料，因此智库在发展过程中必须善于收集和利用各种信息源，集中各方面的智慧、凝聚最广泛的力量，才能真正助力政府部门实现科学决策。与此同时，各家也应该充分发挥自身的职能优势：统计局和数据调研机构合力搭建数据平台等基础设施，推动数据资源开放获取；图书情报机构凭借自身的文献资源优势，积极参与智库建设；建议成立集成化的智库研究成果数据库，实现对智库成果的有效管理和科学利用。总之，信息在智库研究中的“前端”作用不容小，拓宽信息源，深入挖掘信息的潜在价值，才能真正实现智库为不同层次科学决策服务的功能。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]王佳宁,张晓月.智库的起源、历程及趋势[J].重庆社 会科学，2012(10):102-109.   \n[2] The Think Tanks and Civil SocietiesProgram.The Global Go To Think-Tanks 2015:The Leading Public Policy Research Organizations in the World[R].University of Pennsylvania, 2015.   \n[3]袁建霞，董瑜，张薇.论情报研究在我国智库建设中 的作用[J].情报杂志,2015(4):4-7.   \n[4] 张兰廷.大数据的社会价值与战略选择[D].中共中央 党校，2014.   \n[5] 徐金铸.信息源及其分类研究[J].现代情报，2001(6): 39-40.   \n[6] 黄建海．当代实用信息源分类研究[J].中国信息导报， 1995(5): 18-20.   \n[7] National Institute of Science and Technology Policy (NISTEP). Resources[EB/OL]. [2015-11-17]. http://www. nistep.go.jp/en/?page_id=307htp://www.wri.org/.   \n[8]刘彦.面向21世纪的智囊机构——日本科学技术政 策研究所[J].中国软科学,1993(4):38-39.   \n[9]World Resources Institute (WRI). About WRI[EB/OL]. [2016-06-07]. http://www.wri.org/about.   \n[10]World Resources Institute(WRI).Maps & Data[EB/OL] [2015-11-17]. http://www.wri.org/resources.   \n[11] Rand Corporation.Resources.Databases and Tools[EB/ OL]. [2015-11-17]. http://www.rand.org/pubs/tools.html.   \n[12]齐欣，杨建林.美国智库对华军事研究的信息源分 析——以兰德公司 2000—2013年报告的引文分析为 例[J].图书与情报,2014(3):116-120.   \n[13] The National Bureau of Economic Research (NBER). Data[EB/OL]. [2015-11-17]. http://www.nber.org/brdc/.   \n[14] World Resources Institute (WRI). CAIT Climate Data Explorer[EB/OL]. [2016-01-13]. htp://cait.wri.org/indc/.   \n[15] Statista[EB/OL].[2016-06-07]. htp://www.statista.com.   \n[16] Brookings. Brookings Library[EB/OL]. [2015-11-17]. http://www.brookings.edu/about/library.   \n[17] The Hoover Institution. Library & Archives[EB/OL]. [2015-11-17]. http://www.hoover.org/library-archives.   \n[18] Stockholm International Peace Research Institute (SIPRI). Library[EB/OL]. [2015-11-17]. http://www.sipri.org/ library.   \n[19] The Chatham House.Library[EB/OL]. [2015-11-17]. https://www.chathamhouse.org/about/library.   \n[20] The International Institute for Strategic Studies(IISS). Library[EB/OL]. [2015-11-17]. http://www.iiss.0rg/en/ library.   \n[21] German Institute for International and Security Affairs (SWP). Information Services[EB/OL]. [2015-11-17]. http://www.swp-berlin.org/en/informationservice.html.   \n[22] The Science and Technology Policy Institute (STEPI). About STEPI[EB/OL]. [2016-06-07]. http://www.stepi. re.kr.   \n[23] National Institute of Science and Technology Policy (NISTEP). Research[EB/OL]. [2016-05-29]. http://www. nistep.go.jp/en/?page_id=189.   \n[24]黄如花,李白杨,饶雪瑜.面向新型智库建设的知识服 务：图书情报机构的新机遇[J].图书馆,2015(5):6-9. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "宋忠惠：提出研究观点，开展调查研究并撰写初稿;  \n郑军卫：指导文章思路，修订论文最终版本。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Strategy of Information Construction Supporting Think Tank Research ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Song Zhonghui1,² Zheng Junwei' 1Lanzhou Library, Chinese Academy of Sciences,Lanzhou 730000 ²University of Chinese Academy of Sciences, Beijing 100049 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significancel In order to construct high-level think tanks,it is necessary to master effective information and create high-quality products.This article aims to explore the important role of information sources for the construction of the research and development of think tanks.[Method/process Based upon 2015 Global Go to Think Tank Index Report written by the Universityof Pennsylvania,we selected some institutions and studied the front end of their information sources.Then,we made a comparative analysis through the case study method.[Result/conclusion] There are direct and indirect sources that ensure the institution's smooth operation. With a multi-source information colection,think tanks’information acquisition mode shows three typical characteristics.The information source has an important supporting role for think tank research, because it helps improve eficiency and guarantees high-level products.Finally,this article proposes several suggestions. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: think tank think tank research information sources data intelligence 收稿日期：2016-03-25修回日期：2016-06-07本文责任编辑：唐果媛 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（上接64页）",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Local Development of Organic Intellectuals and Services Based on the New Type of Think Tanks:A Case Study of Think Tanks for China Rural Policies ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Liu Chen' Zhou Jing² lUniversity of Macau, Macau 999078 ²Central China Normal University, Wuhan 430079 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This article is writen from the perspective of organic intellectuals to explore the new type of think tanks about how to construct itself and serve the local development.In the transition period of China,there are many grassroots problems.For think tanks,the use of professional and organic intellctals to serve the local development is one of the paths.Therefore,how to build a new typeof think tanks has become a problem. On the one hand,the positioning of the think tank is closely related to the need of the local development. On the other hand,the development of the think tank should be combined with the organic intellectuals.[Method/process In this article,we chose“the think tanks for China rural policies”as acase study and analyzed the think tank construction points,intellectual effctive participation and local development needs. [Result/conclusion] It is found that the new typeof think tanks should emphasize the talents introduction,and propose organic countermeasures based on government requirements to provide organic solutions to better serve the local development. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: intellectualsorganic intellectualsnew type of think tanksrural areaslocal development 收稿日期：2016-05-18修回日期：2016-06-12本文责任编辑：吕青 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]