[
    {
        "type": "text",
        "text": "熬夜人群更容易焦虑和抑郁：一项基于微博数据的研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "林俐」²魏筝」²谭军」²李玥漪」²毕亚杰」²张洪’²朱廷劭l\\*1（中国科学院心理研究所 北京 100101）²（中国科学院大学心理系 北京 100049)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[目的］利用微博大数据探索熬夜和焦虑、抑郁情绪的关系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[方法]本研究根据微博用户在夜间的活动状态，把100 万活跃用户分为熬夜组和非熬夜组，比较两组用户在所发微博中出现的体现焦虑和抑郁情绪的相关词词频。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[结果］独立样本t检验结果显示，熬夜组的焦虑相关词词频显著高于非熬夜组， $\\scriptstyle t = 3 6 . 8 6$ $p { \\ll } 0 . 0 0 1$ ；熬夜组的抑郁相关词词频显著高于非熬夜组， $\\scriptstyle t = 4 9 . 7 1$ ， $p { \\ll } 0 . 0 0 1$ 。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[局限］词频分析与用心理测量量表测量抑郁和焦虑的情感无法完全等同，基于大数据的词频分析虽然提供了一种高效的分析方法，但不能完全替代严格的心理测量。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[结论］入睡时间过晚会影响睡眠质量；熬夜人群更容易受到焦虑和抑郁情绪的困扰。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：睡眠问题；熬夜；微博；焦虑；抑郁分类号：TP393",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Delayed Sleepers Experience More Anxiety and Depression: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Study Based on Weibo Data ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lin Lil ² Wei Zhengl' ² Tan Junl' ² Li Yueyil' ² Bi Yajiel' ² Zhang Hongl' ² Zhu Tingshao1\\* 1(Institute of Psychology, Chinese Academy of Sciences,Beijing,1O0101, China) 2(University of Chinese Academy of Sciences, Beijing,101407, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Objective] To examine the the relationship between delayed sleep and emotions of anxiety and depression by analyzing big data from Weibo. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Methods] The current study divided 1 million Weibo active users into delayed sleepers group and non-delayed sleep group and compared the frequency of anxiety and depression related words in the two groups’ Weibo content. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Results] Independent t-test revealed that the frequency of anxiety and depresson expressions were significantly higher in the delayed sleep group, $\\scriptstyle t = 3 6 . 8 6$ ， $p { < } 0 . 0 0 1$ ， $\\scriptstyle t = 4 9 . 7 1$ ， $p { < } 0 . 0 0 1$ respectively. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Limitations] While Word frequency analysis based on big data provides an eficiency research apporach,it is not equal to the anxiety and depression emotion obtained from psychological scales,and can not replace the rigid psychological measurement. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Conclusions] Delayed spleep impairs sleep quality; delayed sleepers are more susceptible to anxiety and depression. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:sleep problems,delayed sleep, Weibo,anxiety, depression ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对于大多数人而言，我们往往在上午的时候精神状态最好，午后则出现一段疲惫期，到了夜晚身体进一步疲惫，就需要进入睡眠状态。“日出而作，日落而息”，这是对我们几千年来生产生活规律的总结。工业革命的到来使这个规律在一定程度上被打破，电灯的发明使得人们在夜晚也可以继续工作或娱乐，现代手机和电脑更是使我们的入睡时间大大延后，但绝大部分人仍然大致遵循着白天工作，晚上睡觉的规律。德国WilhelmFliess 医生等人在十九世纪末提出了生物节律的概念，他们认为人类为了适应大自然周期性的规律从而更好地生存，我们的机体产生了一种适应循环。比如为了适应太阳的朝升夕落，下丘脑会分泌腺苷和褪黑激素，以促进我们的睡眠。睡眠对人类来讲是至关重要的。充足的睡眠不仅在大脑神经细胞的生长发育时期至关重要，在日常生活中也必不可缺，可以起到缓解疲劳、恢复身体各项机能的作用。有研究发现，睡眠时人脑可以高效地清除脑内代谢的废弃物，从而在分子水平上证明了睡眠的重要性[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "睡眠障碍是一个不可忽视的问题，据统计至少有 $1 0 \\%$ 的人遇到过睡眠问题。随着移动电子设备和互联网的普及以及生活节奏加快，手机娱乐、聊天、加班等因素使得我们的入睡时间越来越晚，熬夜现象日益严重。焦虑是指内心感受压力、冲突与矛盾而紧张，致使心情不能放松、不能平衡的一种非健康心理状态，通常表现为压抑、烦躁、不满、易怒、冲动、非理性等情绪或言行[2]。抑郁是一种情感障碍，以心情低落、失望无助为主要症状。抑郁患者常常感到悲伤、情绪低落，对外界的活动或事物、甚至对之前喜欢的事物也缺乏兴趣，无法从生活中体验到乐趣，自信心下降、疲劳、自责、心理活动迟钝[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "睡眠障碍在抑郁症中非常常见，有研究表明超过 $9 0 \\%$ 的重性抑郁症患者存在失眠或白天睡眠情况，因而睡眠障碍被列为抑郁症的诊断标准之一。杨本付等人以医学生为研究对象，采用匹兹堡睡眠质量指数、焦虑自评量表、抑郁自评量表为评价工具，探讨了睡眠质量与焦虑抑郁情绪的关系，结果发现睡眠质量与焦虑和抑郁情绪均呈显著正相关[4]。孟昭瑛等人的研究也发现睡眠质量与焦虑抑郁情绪存在显著正相关，并对影响睡眠质量的有关因素进行分析，结果发现影响睡眠质量的因素依次为睡眠效率、睡眠障碍、入睡时间、日间功能、催眠药物、失眠时间[5。黄秀芳等人以失眠为主诉就诊、做过心理检查的93 例患者为研究对象，采用明尼苏达多项测验量表(MMPI)进行心理检查，根据睡眠障碍因子得分将患者分为无睡眠障碍组和睡眠障碍组，对有无睡眠障碍两组进行了年龄、焦虑因子、压抑因子、外显性焦虑、自我强度、主观性抑郁、显性抑郁、隐性抑郁等方面的比较。结果发现，睡眠障碍组的焦虑因子、外显性焦虑、主观性抑郁、显性抑郁4 项因子评分均显著高于无睡眠障碍组。同时研究了睡眠障碍与焦虑因子、压抑因子、外显性焦虑、自我强度、主观性抑郁、显性抑郁、隐性抑郁等之间的关系，结果发现睡眠障碍与焦虑因子、外显性焦虑、主观性抑郁、显性抑郁存在一定的正性相关。由此可见，睡眠障碍非常可能是抑郁或焦虑患者躯体化的表现之一，具有睡眠障碍的人往往伴随着焦虑和抑郁情绪。入睡时间作为影响睡眠质量的一个重要因素，是否在一定程度上也影响着人的焦虑和抑郁情绪呢？",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "McIver等人（2015）通过大数据技术收集并分析了部分推特用户的所有数据，发现对于有睡眠障碍的用户而言，虽然总体上推特活跃程度、互粉数量、粉丝数量都显著小于无睡眠障碍组，但他们在传统睡眠时间却更加活跃，而且通过对其推特内容的分析发现其情感也更加消极。大数据技术为我们了解国人的心理状况和睡眠状况提供了新的方法和渠道。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "微博是一个由新浪网推出，提供微型博客服务类的社交网站。用户可以通过网页、WAP页面、手机客户端发布消息或上传图片。用户可以将一段话，或一张图片、一段视频，通过电脑或者手机随时随地分享给朋友，一起分享、讨论；也可以转载、评论别人的微博，还可以关注朋友，即时看到朋友们发布的信息。此外还有热搜榜等时事热点榜可以了解最新的新闻事件。根据新浪微博Q2财报的数据显示，截止2017年6月，月活跃用户数为3.61亿，较上年同期增长 $2 8 \\%$ ·其中 $9 2 \\%$ 为移动端用户；日均活跃用户数为1.59亿，较上年同期增长 $2 6 \\%$ 。微博已经超越Twitter成为全球用户规模最大的社交网站。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以往对于睡眠质量和抑郁、焦虑的相关研究大都是基于问卷，这种自我报告法主观性较强，被试应答可能会受到社会赞许性等很多因素的影响从而无法反应真实情况。我们的研究拟在微博的基础上通过大数据的方法验证此前研究中所发现的睡眠质量差会导致焦虑和抑郁水平升高的结论，以期找到一种更具有时效性和客观性的方法去了解和监控人们的焦虑和抑郁等负性情绪，为基于大数据的心理学研究提供新的思路。基于此，本研究假设熬夜组所发微博中抑郁、焦虑相关词汇的词频均显著高于非熬夜组所发微博中的词频，即熬夜会导致更高的抑郁和焦虑水平。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2方法",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本研究是基于新浪微博大数据进行的，我们爬取了全中国100万活跃新浪微博用户2017年共8周（每个季度有两周）的原创微博数据。我们通过用户发微博的时间将其分为熬夜组和非熬夜组，并对微博内容进行了文本分析，根据微博中抑郁和焦虑相关词的词频来判断微博用户的情绪状况。具体而言，我们定义在凌晨0点至凌晨4点间发的微博为用户熬夜状态下发的微博，表明该用户入睡时间较晚。我们通过统计这8周所有熬夜所发的微博数将用户分为熬夜组和非熬夜组，并且为了验证这样定义熬夜组和非熬夜组的合理性，我们引入了睡眠质量这个概念，通过分析两组用户所发微博中体现睡眠质量的相关词（“睡不着”和“失眠”）的词频来是否有显著差异来判断两组人群的睡眠质量是否真的存在不同。我们进而分析两组人所发微博中抑郁、焦虑相关类别词的词频是否存在显著差异，从而判断熬夜是否会影响到此类负性情绪的产生。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1微博用户数据",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我们的样本是全国 100 万活跃微博用户在 2016/03/06-2016/03/19、",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2016/06/12-2016/06/25、2016/09/11-2016/09/24、2016/12/11-2016/12/24 这八周内发的所有原创微博。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2情感词汇选定",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我们根据大连理工大学信息检索研究室编制的中文情感词汇本体库（徐琳宏等，2008）来选定体现抑郁和焦虑情绪的情感词汇，该词库情感分类体系是在国外比较有影响的Ekman的6大类情感分类体系的基础上构建的。本研究中抑郁与焦虑对应的分别用的是中文情感词汇本体库中悲伤和烦闷类别的词，悲伤类别的词有“忧伤”、“悲苦”等共计1665个，烦闷类别的词有“烦躁”、“心烦意乱”等共计1279 个。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3数据分析 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我们统计了凌晨0点到4点内用户发微博的数量，把在该时段发布微博总次数超过1次的用户群体定义为熬夜人群，把在该时段发布1次或没有发过微博的用户群体定义为不熬夜人群。为了进一步确认这个分组的准确性，我们首先将睡眠质量作为因变量，把“失眠”和“睡不着”作为关键词，用python3.6语句获取用户的原创微博内容中这两个关键词的词频，并对此进行独立样本 $t$ 检验；然后，我们根据大连理工大学信息检索研究室编制的中文情感词汇本体库，确定了分别表达抑郁和焦虑情绪的1665个和1279个类别词，用python3.6语句爬取两组被试在0点到4点内所有原创微博中包含相应类别词，并对词频进行独立样本（204号 $t$ 检验。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3结果",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1分组的有效性检验",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "结果显示，熬夜组和非熬夜组在睡眠质量上有显著差异，熬夜群体中“睡不着”和“失眠\"的词频( $\\cdot M { = } 0 . 0 9$ ， $S D / / B , 6 5 { \\mathrm { ~ , ~ } }$ )显著高于非熬夜者（M0.05， $S D { = } 0 . 4 1 )$ ，$t { = } { - } 3 8 . 2 3$ ， $p { \\ll } 0 . 0 0 1$ ，这验证了分组的合理性，表明熬夜者的睡眠质量确实比不熬夜者更差，分组有效。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2熬夜组与非熬夜组的焦虑情绪差异 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对熬夜组和非熬夜组的焦虑情绪词的词频进行独立样本 $t$ 检验分析，结果显示熬夜组的焦虑词频显著高于非熬夜组， $\\scriptstyle t = 3 6 . 8 6$ ， $p { \\ll } 0 . 0 0 1$ ，说明熬夜者比不熬夜者更容器产生焦虑情绪（如图1所示）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3熬夜组与非熬夜组的抑郁情绪差异 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对熬夜组和非熬夜组的抑郁情绪词的词频进行独立样本 $t$ 检验分析，结果显示熬夜组的抑郁词频显著高于非熬夜组， $\\scriptstyle t = 4 9 . 7 1$ ， $p { \\ll } 0 . 0 0 1$ ，说明熬夜者比不熬夜者更容器产生抑郁情绪（如图1所示）。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/91d7e2387594556d328c556edcc3563831fea8711606b5b6cf1ee339ce543230.jpg",
        "img_caption": [
            "图1熬夜组与非熬夜组的情绪词频差异"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4讨论",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "本文通过研究微博用户的熬夜行为对人们焦虑、抑郁情绪的影响，结果发现，熬夜组的焦虑和抑郁方面的情绪表达显著高于非熬夜组。同时与已有的问卷调查的结果进行对比，验证已有结果的可信度。以往对大学生、医学生和失眠患者等对象的睡眠与焦虑、抑郁关系状况展开的研究，均发现了睡眠障碍与焦虑、抑郁的显著相关。本研究证明熬夜者比不熬夜者表现出更多的焦虑和抑郁情绪，且不熬夜者的睡眠质量更佳。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "睡眠是人类保持身心健康的重要因素，处在当今这个飞速发展的时代，个体不但要迅速适应这些变化，还需要快速做出应对措施参与竞争，以保证自己不被社会所淘汰，加班成了家常便饭。长期处于竞争状态意味着个体长期维持较高的心理压力，这种情况不仅会引起个体的焦虑情绪，也会极大影响个体的睡眠质量，使个体感到身心俱疲；同时，智能手机、平板电脑等电子产品的普及，许多人养成了睡前使用电子产品的习惯，而这些行为易造成生理或情绪唤醒，也会影响入睡；还有其他一些生活中或人际交往方面的问题，也会或多或少的影响个体的情绪，导致个体出现入睡困难、梦多易醒、睡眠质量差等问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对熬夜组与非熬夜组所发微博内容中与焦虑有关的关键词进行独立样本 $t$ 检验，结果发现，熬夜者表现出更高程度的焦虑情绪。这可能是由于较大的生活压力导致的焦虑情绪会不断压缩个体的睡眠时间和质量，而随着睡眠质量的下降，会导致个体精神疲劳、白天注意力无法集中，降低学习和工作效率，长此以往，必定会影响个体的学习、工作和生活，这又会进一步恶化个体的焦虑状况。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对熬夜组与非熬夜组所发微博内容中与抑郁有关的关键词进行独立样本 t检验，结果发现，熬夜者表现出更高程度的抑郁情绪。实际工作中发现，焦虑、抑郁患者常常表现为睡眠质量较差，睡眠质量较差者常常伴有焦虑、抑郁情绪，睡眠质量与焦虑、抑郁互为因果。两者存在复杂的双向关系[8]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5结论",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "本研究通过大数据的方法分析了微博用户的熬夜行为对其焦虑和抑郁情绪",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "表达的影响，结果发现熬夜的人群更容易出现焦虑和抑郁等负性情绪，与以往研究结果相一致，即入睡时间过晚会影响睡眠质量，从而产生更多的焦虑和抑郁情绪。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1] Xie，L.，Kang，H.，Xu，Q.，Chen，M. J.，Liao，Y.，Thiyagarajan，M.，.．.Nedergaard，M.(2013).Sleep Drives Metabolite Clearance from the Adult Brain. Science，342(6156)，373-377.[2]翟立武，代永霞，&崔瑛．(2007)．大学生焦虑的类型及其相关因素．中国组织工程研究与临床康复(39)，7981-7983+7987.  \n[3]苏朝霞，康妍，& 李建明． (2011)．青少年抑郁及其相关影响因素研究．中国健康心理学杂志(05),629-631.  \n[4]杨本付，张作记，岳喜同，&吉峰． (2000)．医学生睡眠质量与焦虑抑郁情绪关系的探讨．中国行为医学科学(05)，31-33.  \n[5］孟昭瑛． (2007)．医学生睡眠质量与焦虑抑郁情绪关系的调查分析．中国健康心理学杂志(10)，868-870.  \n[6］ 黄秀芳，李喜泼，穆喜术，张月卿，李会，赵树霞，& 刘振英．(2008)．抑郁症的睡眠质量及其相关影响因素．上海精神医学(03)，133-135.  \n[7] McIver，D. J.，Hawkins，J. B.，Chunara，R.，Chatterjee，A.K.，Bhandari，A.，Fitzgerald,T.P.，．.. Brownstein，J. S. (2015)． Characterizing Sleep Issues Using Twitter. Journal ofMedical Internet Research，17(6).  \n[8］张凤梅，陈建文，杜风芹，& 徐恒戩．(2013)．大学生睡眠质量与焦虑抑郁状况及其相关性研究．中国慢性病预防与控制(05)，574-575.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "林俐：提出研究思路，设计研究方案，数据分析，论文润色  \n魏筝：检索文献，撰写引言，论文润色  \n谭军：检索文献，撰写引言，格式修改  \n李玥漪：查找情感词词库、撰写讨论部分  \n毕亚杰：撰写方法部分  \n张洪：撰写结果部分  \n朱廷劭：提供数据样本、论文指导",
        "page_idx": 5
    }
]