[
    {
        "type": "text",
        "text": "Alteration of brain regional homogeneity of monkeys with spinal cord injury: A longitudinal resting-state functional magnetic resonance imaging study ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jia-Sheng Raoa, Manxiu Mab, Can Zhaoa, Zuxiang Liu b\\*,1, Zhao-Yang Yang a,c,1, Xiao-Guang Li a,c\\*,1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Departmentfomedicalgiigoolfoicalceddcalineinggsityeig StateKeyLaboratoryofraiandCognitiveScience,InstituteofBiophysics,ChineseAcademyofSiences,BeijingChind Beijstittroofi ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLE INFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history: Received 27 February 2015 Revised12May2015 Accepted 20 June 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nThoracic spinal cord injury   \nResting-state functional magnetic resonance imaging   \nRegional homogeneity   \nNonhuman primate ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Purpose:To investigate the longitudinal brain regional homogeneity(ReHo) changes innonhuman primate after spinal cord injury (SCI) by resting-state functional magnetic resonance imaging (fMRI). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Methods:Three adult female rhesus monkeys underwent unilateral thoracic cord injury.A resting-state fMRI examination was performed in the healthy stage and 4,8,and 12 weeksafterthe injury.The ReHo value ofeach voxelin the monkey brain was calculated and compared between pre-and post-SCI monkeys with paired t test.The regions of interest (ROIs）in the significantly changed ReHo regions were set. The correlations between the ReHo change and the time after injury were also determined. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results:Compared with those in healthy period,the ReHo values of the left premotor cortex and the anterior cingulate cortex (ACC) in post-SCI rhesus monkeys significantly increased in 4-week follow-up examinations.The ReHo values of posterior cingulate cortex,left precuneus,left temporal parietooccipital area,and bilateral superior parietal lobules decreased at 8-week follow-up examinations.In12-week follow-up examinations,the ReHo values of the left postcentral gyrus,right caudate nucleus,and superior temporal gyrus increased.Correlation analysis showed positive correlations between left ACC and the postoperative time. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conclusion: SCl can change the regional synchronism of brain activity in sensorimotor system and the default mode network.These findings may help us to understand the potential pathophysiological changes in the central nervous system after SCI. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\mathfrak { C }$ 2015 Elsevier Inc.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Traumatic spinal cord injury (SCI) can destroy ascending sensory and descending motor conductive nerve fibers in the spinal cord.Owing to the lack of axonal regeneration ability in the adult central nervous system (CNS),SCI usually leads to permanent loss of sensory and voluntary motor functions and becomes a serious and incurable disease of the nervous system.The destruction of axonal nerve conductions caused by SCI adjusts the sensory and motor information transfer between the spinal cord and brain and induces changes of structure and function in the nervous system [1,2].Functional magnetic resonance imaging(fMRI) provides an important noninvasive detection method to diagnose and assess the effect of SCl on sensory and motor functions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Many previous fMRl studies have reported the activation of sensory cortex [3-5] and motor cortex [6-8] induced by tasks expanded to the adjacent area after SCI.Although many task-associated fMRI studies have proved the changes of cerebral cortical activation induced by SCI, changes in spontaneous brain neuronal activations under the resting state are few and remain still unclear. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Asa branch of brain functional imaging,resting-state fMRI reflects the neuronal spontaneous activities in various brain regions [9] and the intrinsic functional organization [1O] by detecting the low-frequency fluctuation（LFF） of blood oxygenation level-dependent (BOLD) contrast signal.The LFF of BOLD signal at resting state was first found in the human motor cortex [9] and subsequently extended to primates [11-13] and rodents [14-17].Although resting-state fMRI has been widely used to study cranial nerve system disease [18-21],studies on SCl are few.Choe et al.[22] reported that SCI enhanced the functional connection between sensorimotor cortex and visual cortex,which demonstrated that the pathological changes of SCI caused the change of brain at resting state.Noor et al. [23] demonstrated SCI-induced changes of default mode network (DMN) and fronto-lateral network by comparing SCI patients with different degrees of paralysis.Hou et al.[24] showed thatacute SCl patients had abnormal amplitude of LFF and functional connections in the multiple brain regions,and these alterations had relationship with clinical motor scores. Our recent study [25] revealed that SCI caused abnormal LFF changes that appear in DMN,superior parietal lobule(SPL),thalamus,and cerebellum regions.These studies have shown that SCl can change the brain functional connection between brain regions and the LFF magnitude in brain regions. However,the effect of SCI on regional collaborative activity has not been reported. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Regional homogeneity(ReHo) isa new method to assess the local coherency of spontaneous LFF of BOLD signal at resting state.This method uses Kendall's coefficient of concordance(KCC）[26] to calculate the time series similarity betweena given voxel and adjacent voxels to analyze the coherence of regional brainactivities[27].Unlike the functional connections and LFF amplitude,ReHo does not focus on the intensities of regional BOLD signal [28] but reflects the degree of coherence within local brain activities.Although the neural mechanism underlying ReHo is not well understood, the method has been used to assess the resting-state functional modulations caused by manycranial diseases,includingAlzheimer's disease [29],Parkinson's disease [30],autism [31],and depression [32],and proved to be helpful to diagnose the alteration of synchronization caused by disease. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We hypothesized that the abnormally local collaborative activity in some components of the sensorimotor cortex and the DMN may be triggered during the development of SCI.To validate this hypothesis,the changes of resting-state ReHo in three female rhesus monkeys were longitudinally assessed at healthy period and 4,8,and 12weeks after thoracic spinal cord hemisection to evaluate the evolution of functional status after SCI. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.Animal preparation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Three adult female rhesus monkeys (weight: $5 . 5 3 \\pm 0 . 4 2 \\mathrm { k g }$ age: $5 . 7 2 \\pm 0 . 2 1$ years old) were used in this study.The experiment wasapproved by the Animal Ethics Committee of the Capital Medical University.Under an operation microscope,a right hemisected injury was performed at the T7-9 level of the thoracic spine (approximately T1O-12 level of the spinal cord) after laminectomy. The midline posterior vein of the spinal cord was identified as an anatomic landmark,and lesion was started $0 . 5 ~ \\mathrm { m m }$ lateral to the spinal cord midline.A segment of tissue of $1 0 ~ \\mathrm { m m }$ length (in the rostrocaudal position）and $2 { \\cdot } 3 \\ \\mathrm { m m }$ width (in the left-right direction） was excised from spinal cord by using microscissors.The motor function of the right hind limb was immediately lost but the bowel and the bladder functions were retained after the lesion surgery.All monkeys were individually housed in a temperatureand humidity-controlled chamber.Food and water can be accessed adlibitum,and fresh fruits were provided daily.Resting-state fMRI examination was performed in the healthy stage and 4,8,and 12weeks postoperative.These time points were selected base on the premise of the stable physical condition of the SCl animals.Each rhesus monkey was given ketamine hydrochloric acid solution $\\mathrm { \\Delta } \\cdot 1 0 \\mathrm { \\ m g / k g }$ ，i.m.）and atropine sulfate injection ${ \\mathrm { ' } } 0 . 0 5 ~ \\mathrm { { m g / k g } }$ i.m.) before scanning to induce anesthesia and to decrease bronchial and salivary secretions.Anesthesia was maintained during the scan by continuous administration of propofol $\\mathrm { ( 0 . 2 5 ~ m g / k g / m i n }$ ，i.v.). Corneal reflex,somatic movement, $0 _ { 2 }$ saturation,heart rate, respiration rate and body temperature were monitored periodically during the MRI experiments.The level of anesthesia was determined with the following reactions as the standard:(i） before scanning, corneal reflex disappeared and no somatic movement when the toes were pinched;(ii) during scanning,heart rate was kept higher than 70 times/min,and respiration rate was higher than 2O times/min [12]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.Data acquisition ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All data were acquired by a custom-made four-channel primate head transmitter receiver coil on a 3 T Siemens MR system (Siemens, Erlangen,Germany).Functional data scanningwas obtained with the following gradient echo-echo planar imaging sequence: $\\mathrm { T R / T E } =$ $2 0 0 0 ~ \\mathrm { m s } / 3 0 ~ \\mathrm { m s }$ ，fieldof $\\mathrm { v i e w } = 1 2 8 ~ \\mathrm { m m } \\times 1 2 8 ~ \\mathrm { m m }$ ，matrix $\\ l =$ $6 4 \\times 6 4$ ，slice thickness $= 2 ~ \\mathrm { m m }$ ,andflipangle $= 9 0 ^ { \\circ }$ .Twenty-five consecutive slices of the axial images covered the entire brain.Each scan period was approximately $4 ~ \\mathrm { m i n }$ and 120 volumes were obtained. Structural data were acquired by the following 3D magnetization prepared rapid acquisition gradient echo sequence: $\\mathrm { T R } / \\mathrm { T E } = 1 5 2 0 ~ \\mathrm { m s } / 4 . 4 2 ~ \\mathrm { m s }$ flip angle $= 1 5 ^ { \\circ }$ ，and $\\mathrm { T I } = 5 2 0 ~ \\mathrm { m s }$ 、Structural data had the same centering as functional data.A total of 180 consecutive slices covered the entire brain,with an isotropic voxel size of $0 . 5 ~ \\mathrm { m m } ^ { 3 }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.Data processing ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SPM8 (http:/www.fil.ion.ucl.ac.uk/spm),Resting-state fMRI Data Analysis Toolkit(REST V1.8,http://www.restfmir.net)，and Data Processing Assistant for Resting-state fMRI (DPARSFA V2.3）were used for data processing.The preprocessing included compensation time delay,head motion correction (six-parameter rigid body transformation),and spatial normalization.Head motion correction was used to evaluate whether the head movement met the requirements of data acquisition process (displacement $\\mathrm { < } 1 ~ \\mathrm { { m m } }$ rotation $< 1 ^ { \\circ }$ ). After head motion correction,the images were spatially normalized to INIA 19 Primate Brain Atlas [33],and then the coordinates were transformed to the Montreal Neurological Institute space.The first 1O volumes of resting-state data of each animal were discarded to avoid the possible instability of the initial MRl signal. Low-frequency drifts and high-frequency physiological noise were removed usinga temporal band-pass filter ( $[ 0 . 0 1 \\ \\mathrm { H z }$ to $0 . 0 8 ~ \\mathrm { H z }$ ).ReHo values of all voxels in the entire brain were calculated.Time course KCC values between the given voxels and the nearest 26 neighbor voxels (a total of 27 voxels) were calculated to extract the ReHo value of each voxel. The formula was as follows [27]: ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nW = \\frac { \\displaystyle \\sum _ { \\left( 1 \\right) } \\left( R i \\right) ^ { 2 } - n \\left( \\overline { { R } } \\right) ^ { 2 } } { \\displaystyle \\left( \\frac { 1 } { 1 2 } \\right) K ^ { 2 } \\left( n ^ { 3 } - n \\right) } ,\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where W is the KCC fora given voxel,which ranges from O to $1 ; R i$ is the sum rank of the ith time point; $\\overline { { R } } = { } ^ { ( n + 1 ) K } \\Big / _ { 2 }$ is the mean of Ris; K is the number of time series within a measured cluster $K = 2 7$ )；and $n$ is the number of ranks ( $\\dot { n } = 1 1 0$ time points).To decrease the effect of individual variability,the ReHo value of each animal was divided by its own mean ReHo of the entire brain to standardize [34]. Finally, a $3 \\ \\mathrm { m m }$ full-width-at-half-maximum Gaussian kernel was used for spatial smoothing. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4.Statistical analysis ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "REST V1.8 was used to analyze the fMRI data statistically. To explore the effect of SCl on the brain function of animals,we used paired t-test to detect the differences between healthy ReHo value and postoperative ReHo value ina voxel-by-voxel manner (healthy period vs.4 weeks post-SCI;healthy period vs.8 weeks post-SCI; healthy period vs.12 weeks post-SCl).The significant level was set to $P < 0 . 0 5$ .Gaussian random field（GRF） theory wasused for multiple comparison correction.The cluster size was $\\scriptstyle > 4 0 \\ m \\mathrm { m } ^ { 3 }$ (5 voxels)．Significantly altered ReHo regions in the pre- and post-SCI comparisons were selected.With the peak voxel as the center,the spherical region of interest (ROI)witha radius of $4 ~ \\mathrm { m m }$ was drawn.The average ReHo valuesat different time points were then extracted from the ROIs of each monkey.Using SPSS17.0(SPSS Inc.Chicago,IL),Spearman correlation analysis was used to calculate therelationship between the mean ReHo values and the discrete timeafter SCI.The significant level was set to $P < 0 . 0 5$ .All data were given in the form of mean $\\pm$ standard deviation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Three animals lost motor function in the right hind limb after SCl, but the motor functions of the other three intact limbs were preserved to maintain their daily activities.All data showed the displacement/ rotation ofanimal head in X,Y,and Z directions ${ < } 1 \\ \\mathrm { m m } / 1 ^ { \\circ }$ . The head movements were in line with the requirements. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.1 and Fig.S1(Supplementary Fig.1） show the result of the paired t-test.Compared with the healthy stage,the ReHo values of the left premotor cortex(PMC) (BA6)and the leftanterior cingulate cortex (ACC) (BA24) significantly increased 4 weeks after SCI.ReHo values in many brain regions,including the posterior cingulate cortex(PCC) (BA23/31),left precuneus (PCu),left temporal parietooccipital area (TPO),and bilateral SPL(BA5),significantly decreased at 8 weeks post-SCI.At12 weeks post-SCI,animals showed pronounced increase in ReHo values in the left medial postcentral gyrus(PoCG)(BA1/2), right caudate nucleus (Cd),and right superior temporal gyrus(STG). Table1 shows the detailed information for the brain regions with significant ReHo differenceat each time point. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The region in which the significant difference of ReHo appeared was defined as ROI.A total of1O ROIs were defined,namely,leftPMC, left ACC,left PCu,left TPO,left SPL,left PoCG,right SPL,right Cd,right STG,and PCC.For all animals at different time points,the ReHo values of all ROl voxels were averaged and extracted for correlation analysis.A significant positive correlation was observed between the left ACC and the time after SCI $\\mathrm { \\Phi } _ { \\mathrm { { r } } } = 0 . 6 2 6$ $P = 0 . 0 2 9$ ) (Fig.2A).We also observed aclosely significant correlation between the right Cd and the time after SCI ( $\\mathrm { \\Phi } _ { \\mathrm { { r } } } = 0 . 5 4 0$ $P = 0 . 0 7 0$ ）(Fig.2B).No significant correlations were observed between other ROIs and time after SCI $( P > 0 . 0 5 ^ { \\cdot }$ ） ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study,we conducted a longitudinal assessment on ReHo changes of brains in three rhesus monkeys in the healthy period and 4,8,and 12 weeks after SCI by resting-state fMRI.We also explored the relationship between the change of ReHo value and time after SCI.Results showed that compared with that at healthy stage, the animals displayed a diffused abnormal homogeneity at all postoperative time points.These results suggested that SCI affected the synchronization of local brain activity in multiple regions in primates.Furthermore,the correlation analysis result between ReHo value and time points showed continuous modulation on left ACC caused by thoracic spinal cord hemi-injury. Our findings may provide evidence to prove that SCI can change the homogeneity of brain neuronal activity. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "BOLD signal at resting state may reflect the spontaneous activity of neurons [9]; therefore,the ReHo value derived from BOLD signal may be a useful marker to show the neuronal function within the local regions [35]. In this study,we found that compared with that in healthy period,the ReHo values in the left PMC(BA6）and ACC (BA24) significantly increased at 4 weeks after SCI. Previous studies have reported that a motor task would increase the activation of PMC after SCl [36-38]. Since SCl damaged the control of the left motor cortex to the right hind limb,the enhanced ReHo value in the left PMC may represent the integration of local functional unit to complete the processing of movement function.ACC is a component part of DMN and is involved in many brain functions.A previous study [39] suggested that ACC is responsible for the integration of pain experience,negative emotion,and related cognitive control.In our study,the abnormally enhanced synchronization of left ACC activity may be related to many factors,and the potential mechanisms underlying this alteration are still unclear. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The ReHo value in widespread brain regions of a rhesus monkey, including PCC,left PCu,left TPO,and bilateral SPLs,significantly decreased at 8 weeks postoperative.These brain regions can be divided into two categories: the region involved into the sensory information processing(bilateral SPLs）and the component of DMN (PCC,PCu,and TPO)[13].SPL mainly receives the fibers derived from theadjacent primary somatosensory cortex(S1)and is related to the integration of common sense,tactile,and visual information [40,41]. The decrease in the ReHo value of the right SPL may be attributed to the fact that the right hemi-transection of the thoracic spinal cord obstructed the input of sensory information in the right pathway. On the contrary,the reduction of ReHo value in the left SPL may be partially attributed to local function disintegration caused by the regional function decrease of contralateral (right) SPL [42].Meanwhile,the reduction of brain activity consistency in network node showed that DMN was in abnormal state after SCI,which was consistent with previous studies [23,25].PCC/PCu is considered to be the core node of DMN,which receives signals from the frontal, parietal,and temporal lobes [43,13],and playsa pivotal role in monitoring the surrounding environment [44] and maintaining self-consciousness and cognitive-affective interaction [45]. The appearance of decomposition synchronization of PCC/PCu local activityafter SCl may be due to the absence of its own information orabnormality of parietal cortex areas activity caused by the reduction of synchronization of SPL.We also observed that the ReHo value of TPO decreased,which may be caused by the abnormal activity of PCC/PCu via afferent and efferent connections among three nodes [46,13]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "At12 weeks post-SCI, the ReHo values significantly increased in the left medial PoCG,right Cd,and STG regions.The left medial PoCG wasa cortical projection representation of the sensory information of the right hind limb [47].The significant enhancement of the ReHo value suggested that the synchronization of cortical activity in the region was higher than that at the healthy period;this finding suggests that the region may be in an abnormal functional status. Previous studies [48,49] have exhibited the SCI-induced hypersensitivity of body on temperature and mechanical stimulation.They have also shown that increased activation in the S1 cortex contralateral to injury is one of the main characteristics of neuropathic pain in rat after SCI [5O].The extraordinarily high synchronization of regional activities in hind limb cortical projection areaobserved in this study reflected the high degree of functional integration of local cortical areas [51],which may be the physiological basis of hypersensitivity.The right Cd had an important contribution to maintain the posture of trunk and limbs,which controlled the speed and accuracy of motion [52]. STG was the motion imitation area and was involved in the processing of motion information [53,54].A previous study [36] has reported increased STG activation when SCI patients performed an action.For these reasons,the current study observed that the significantly increased ReHo in Cd and STG may be associated with the changes of motor functions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Though part of limbs affected by SCI,functional circuitry [55,1], neuronal structure [56,2] and neuronal excitability [57,58] were notably changed within the spinal cord and brain level.For this reason,we have observed diffused abnormal homogeneity in multiple brain regions.However,compared to the healthy stage, ReHo values in the significantly changed areas showed mainly increase (4 weeks)-decrease (8 weeks)-increase (12 weeks) ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c5247c62495ea33e8c3a93560adfe64ad5dc2cfc13d2f4830266766ba09a6840.jpg",
        "img_caption": [
            "than those of the healthy stage ( $P < 0 . 0 5$ with GRF for multiple comparison correction,cluster size $\\scriptstyle > 4 0 \\ m \\mathrm { m } ^ { 3 }$ ).Thecolorsaleindicatestvalues.MontrealNeurological Institutecordinatesaregivenintheupperrightcorner.Lleft;W: postcentral gyrus; GRF: Gaussian random field theory. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/0a80431b1d8b5920cda0278a006ea10a6ab61bbe79377125e64580cb8b928e06.jpg",
        "table_caption": [
            "abie Detailed informationofclustersshowingsignificant ReHodiferenceof theanimalsafterSCinpairedcomparisonwithpre-SCl( $P < 0 . 0 5$ with GRF for multiple comparison correction, cluster volume $> 4 0 ~ \\mathrm { m m } ^ { 3 }$ ) "
        ],
        "table_footnote": [
            "areaCdd coordinates;V: Cluster volume (one voxel $= 2 . 0 \\ \\mathrm { m m } \\times 2 . 0 \\ \\mathrm { m m } \\times 2 . 0 \\ \\mathrm { m m } ;$ );t:t values froma paired two tailed t-test of the statistical different clusters;a positive t value means increased ReHo values in SCI animals. "
        ],
        "table_body": "<html><body><table><tr><td>Time post SCI</td><td>Brain regions</td><td>PV_X</td><td>PV_Y</td><td>PV_Z</td><td>V (mm³)</td><td>t value</td></tr><tr><td rowspan=\"2\">4W</td><td>Left PMC</td><td>-2</td><td>36</td><td>32</td><td>200</td><td>+3.81</td></tr><tr><td>Left ACC</td><td>-4</td><td>26</td><td>22</td><td>192</td><td>+4.23</td></tr><tr><td rowspan=\"5\">8W</td><td>Left PCu</td><td>-2</td><td>-4</td><td>36</td><td>448</td><td>-3.22</td></tr><tr><td>Left SPL</td><td>-18</td><td>8</td><td>34</td><td>184</td><td>-2.66</td></tr><tr><td>PCC</td><td>0</td><td>4</td><td>34</td><td>144</td><td>-3.43</td></tr><tr><td>Right SPL</td><td>12</td><td>0</td><td>34</td><td>136</td><td>-3.14</td></tr><tr><td>Left TPO</td><td>-24</td><td>4</td><td>22</td><td>96</td><td>-3.22</td></tr><tr><td rowspan=\"3\">12 W</td><td>Right Cd</td><td>6</td><td>24</td><td>22</td><td>2040</td><td>+4.51</td></tr><tr><td>Left PoCG</td><td>-6</td><td>12</td><td>30</td><td>128</td><td>+2.84</td></tr><tr><td>Right STG</td><td>16</td><td>2</td><td>24</td><td>72</td><td>+3.15</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "alterations after SCI.This phenomenon may be attributed to the fact that the initial lesion was located far from the brain,i.e.,at the thoracic spinal T1O-12 segments.The original damage cannot immediately alter the anatomical structures of the brain but gradually affects the volume of brain gray/white matters via the anatomical connection in subsequent time [4].Therefore,the change inbrain functional state after SCI suffered from the common modulation of its own properties，pathological process,CNS plasticity，and other factors,thereby showing variance mixture effect.Nevertheless,we still observed that the left ACC was significantly correlated with the postoperative time,which may show the change of senior emotional activity after SCI.Unlike the significant increase of ReHo value in motor relevant regions at 4 and 12 weeks,the ReHo value of sensory information processing and DMN-related regions obviously decreased in 8 weeks.This result may show the modulation of sensory system and DMN,which was guided by lack of sense and reached the maximum at 8 weeks after SCI. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A previous study has reported that anesthesia with propofol will influence the functional connectivity of inter-cortexes [59] and between cortex and subcortex [6O],as well as may weaken the spontaneous neuronal activity in specific brain regions [25]. To assess the influence of anesthesia,two healthy monkeys were suffered anadditionalMRl examine.Functional data for each animal were acquired at two time points (interval: $1 8 ~ \\mathrm { m i n }$ ）andwere analyzed in the same way.ReHo values in the 1O ROIs (mentioned in the Results）were extracted(Supplementary Table 1).The paired t-test results showed no significant changes in ReHo values between two time points (in the 10 ROIs, $\\mathrm { P } = 0 . 9 7 7$ ;in the whole brain, $\\mathsf { P } > 0 . 0 5$ with GRF for multiple comparison correction and cluster size ${ > } 4 0 ~ \\mathrm { m m } ^ { 3 }$ ,Fig.S2).These results show that anesthesia with propofol might have affected the synchronization of local brain spontaneous activity less because ReHo does not focus on the intensities of regional BOLD signal [28]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Our study has some limitations.First,using hemisected SCI animal model can avoid the effect of different SCI conditions (damage location and severity） on the results.However,accurately predicting the extent of plasticity in CNS after SCl is difficult. Consequently,our study could not distinguish the separate contributions between SCl and the plasticity to ReHo.Second,no differentiation between the representation of the right hind limb and other sensorimotor cortex was observed; this may be due to the sparse time points or the partial SCI animal model.Finally,this study is limited by the small sample size;thus,statistical analysis results may have limitations.Further study with large samples is necessary. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5. Conclusion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Although varied homogeneity was observed in multiple brain regions,this research suggested that SCI will have a continuing effect on the synchronization of brain regional areas,thereby leading to the alterations of functional activity coherence in the brain sensorimotor system and the DMN node.This finding suggested that the different changes of cerebral function states in the sensoryand motor system are induced by a series of potential pathophysiological processes after SCI. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Supplementary data to this article can be found online at http:// dx.doi.0rg/10.1016/j.mri.2015.06.011. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/eb800943d24987e386f1da883ab4e117b592bfde1ea5c13ab072df2767ad142a.jpg",
        "img_caption": [
            "igt be in the figure is the linear regression line to match the data. ACC: anterior cingulate cortex; Cd: caudate. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conflicts of interest ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All authors declare that they have no conflict of interests. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This work was supported by the State Key Program of National Natural Science Foundation of China (Grant nos.31130022,31271037, 31320103903,and 91132302),the National Science & Technology Pillar Program of China (Grant no.2O12BAI17B04),International Science & Technology Cooperation Program of China (Grant no.2014DFA30640),the National 863 Project (Grant no.2012AA020506),the National 973 Project (Grantno.2012CB825500),Innovation Method Work Program (Grant nos. 2012IM030100,2010IM030800),the Key Project of Department of Science and Technology of Beijing, China (Grant no.D090800046609004),and the National Ministry of Education Special Fund for Excellent Doctoral Dissertation (Grant no.201356). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The authors would like to express their heartfelt thanks to Ping Gao, Zhao-Long Tian, Li-Ming Zhu,and Xiao-Jiao Pei for their kind help. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1] Raineteau O, Schwab ME.Plasticity of motor systems after incomplete spinal cord injury. Nat Rev Neurosci 2001;2:263-73. [2]Kim BG,Dai HN,McAtee M, Vicini S,Bregman BS.Remodeling of synaptic structures in the motor cortex following spinal cord injury. Exp Neurol 2oo6;i98:401-15.   \n[3]Wrigley PJ, Press SR, Gustin SM,Macefield VG,Gandevia SC, Cousins MJ,et al. Neuropathic pain and primary somatosensory cortex reorganization following spinal cord injury. Pain 2009;141:52-9.   \n[4] Henderson LA,Gustin SM,Macey PM,Wrigley PJ,Siddall PJ. Functional reorganization of the brain in humans following spinal cord injury: evidence for underlying changes in cortical anatomy. J Neurosci 2011;31:2630-7.   \n[5] Rao JS,Ma MX,Zhao C,Xi Y,Yang ZY,Liu ZX,et al.Atrophy and primary somatosensory cortical reorganization after unilateral thoracic spinal cord injury:a longitudinal functional magnetic resonance imaging study. Biomed Res Int 2013.http://dx.doi.0rg/10.1155/2013/753061.   \n[6] Freund P,Weiskopf N,Ward NS,Hutton C, GallA, Ciccareli O,et al. Disability,atrophy and cortical reorganization following spinal cord injury. Brain 2011;134:1610-22. [7] KambiN,Tandon S,Mohammed H, Lazar L,Jain N.Reorganization of the primary motor cortex of adult macaque monkeys after sensory loss resulting from partial spinal cord injuries. J Neurosci 2011;31:3696-707. [8]Lundell H,Christensen MS,Barthelemy D,Willerslev-Olsen M, Biering-Sorensen F, Nielsen JB. Cerebral activation is correlated to regional atrophy of the spinal cord and functional motor disability in spinal cord injured individuals.Neurolmage 2011;54:1254-61.   \n[9] BiswalB,YetkinFZ,Haughton VM,HydeJS.Functional connectivity in the motor cortex of resting human brain using echo-planar MRl. Magn Reson Med 1995;34:537-41.   \n[10] Fox MD,Snyder AZ,Vincent JL,Corbetta M, Van Essen DC,Raichle ME.The human brain is intrinsically organized into dynamic,anticorrelated functional networks. Proc Natl Acad Sci U S A 2005;102:9673-8.   \n[11] Shmuel A, Leopold DA. Neuronal correlates of spontaneous fluctuations in fMRI signals in monkey visual cortex: implications for functional connectivity at rest. Hum Brain Mapp 2008;29:751-61.   \n[12] Vincent JL, Patel GH,Fox MD,Snyder AZ, Baker JT,Van Essen DC,et al. Intrinsic functional architecture in the anaesthetized monkey brain. Nature 2oo7;447:83-6.   \n[13] Mantini D, Gerits A, Nelissen K,Durand JB,Joly O,Simone L,et al. Default mode of brain function in monkeys. J Neurosci 2011;31:12954-62.   \n[14] Kannurpati SS, Biswal BB, Kim YR, Rosen BR.Spatio-temporal characteristics of low-frequency BOLD signal fluctuations in isoflurane-anesthetized rat brain. Neurolmage 2008;40:1738-47.   \n[15] Lu HB, Zuo YT,Gu H,Waltz JA, Zhan W, Scholl CA,et al. Synchronized delta Oscillations correlate with the resting-state functional MRI signal. Proc Natl Acad Sci U S A 2007;104:18265-9.   \n[16] Pawela CP,Biswal BB,Cho YR,Kao DS,Li RP, Jones SR,et al. Resting-state functional connectivity of the rat brain. Magn Reson Med 2oo8;59:1021-9.   \n[17] Zhao FQ, Zhao TJ, Zhou L,Wu QL,Hu XP.BOLD study of stimulation-induced neural activity and resting-state connectivity in medetomidine-sedated rat. Neurolmage 2008;39:248-60.   \n[18] Liu Y,Liang M, Zhou Y,He Y,Hao YH, Song M,et al. Disrupted smal-world networks in schizophrenia. Brain 2008;131:945-61.   \n[19] Xu CP,Zhang SW,Fang T,Ma MX,Qian CC,Chen HF,et al. Altered functional connectivity within and between brain modules in absence epilepsy:a resting state functional magnetic resonance imaging study.Biomed Res Int 2013.http:// dx.doi.0rg/10.1155/2013/734893.   \n[20] Sorg C, Riedl V,Muhlau M, Calhoun VD,Eichele T,Laer L, et al. Selective changes ofresting-state networks in individualsat risk for alzheimer's disease.Proc Natl Acad Sci U S A 2007;104:18760-5.   \n[21] Zang YF,He Y,Zhu CZ, Cao QJ,Sui MQ,Liang M,et al. Altered baseline brain activity in children with ADHD revealed by resting-state functional MRl. Brain Dev 2007;29:83-91.   \n[22] Choe AS,Belegu V,Yoshida S,Joel S,Sadowsky CL,Smith SA,etal.Extensive neurological recovery froma complete spinal cord injury:a case report and hypothesis on the role of cortical plasticity.Front Hum Neurosci 2013. http://dx. doi.org/10.3389/fnhum.2013.00290.   \n[23]Noor YA.Alterations in brain connectivityafter_spinal cord injury using functional MRI. Master's thesis. Retrieved from “The New Jersey Institute of Technology's Electronic Theses & Dissertations Project\" database; 2012.   \n[24] Hou JM,Sun TS, Xiang ZM, Zhang JZ, Zhang ZC, Zhao M, et al. Alterations of resting-state regional and network-level neural function after acute spinal cord injury. Neuroscience 2014;277:446-54.   \n[25] Rao JS,Ma MX, Zhao C, Zhang AF,Yang ZY,Liu ZX, et al. Fractional amplitude of low-frequency fluctuation changes in monkeys with spinal cord injury:a resting-state fMRI study. Magn Reson Imaging 2014;32:482-6.   \n[26] Kendall M, Gibbons JD. Rank correlation methods. London New York,NY: E. Arnold; Oxford University Press; 1990.   \n[27] Zang YF,Jiang TZ,Lu YL, He Y,Tian LX. Regional homogeneity approach to fMRI data analysis. Neurolmage 2004;22:394-400.   \n[28]Mankinen K, Long XY, Paakki JJ, Harila M, Rytky S, Tervonen O, et al. Alterations in regionalomogeeityfbseectidiatrictempalo Brain Res 2011;1373:221-9.   \n[29] He Y,Wang L, Zang YF, Tian LX, Zhang XQ, Li KC,et al. Regional coherence changes in the early stages of Alzheimer's disease: a combined structural and resting-state functional MRl study. Neurolmage 2007;35:488-500.   \n[30]WuT,ng XY,ZngY,WangLHallet,LiKC,etal.Rgionalhomogeneityge in patients with Parkinson's disease. Hum Brain Mapp 2009;30:1502-10.   \n[31] Paakki J,RahkoJ,Long XY,Moilanen I,TervonenO,NikkinenJ, etal. Alterations in regional homogeneity of resting-state brain activity in autism spectrum disorders. Brain Res 2010;1321:169-79.   \n[32] Liu CH,Ma X,Wu X, Zhang Y, Zhou FC,Li F,et al. Regional homogeneity of resting-state brain abnormalities in bipolar and unipolar depression.Prog Neuropsychopharmacol Biol Psychiatry 2013;41:52-9.   \n[33] Rohlfing T,Kroenke CD,Sullivan EV,Dubach MF,Bowden DM,GrantKA,etal.The INIA19 template and neuromaps atlas for primate brain image parcellation and spatial normalizatioFotNeurfo.hp:/do/f   \n[34] Zhang ZQ LiuY,JiangTZ,Zhou B, An NY,Dai HT,etal. Ateredspontaeo activity inalzheimer's_diseaseand mild_cognitive_impairment revealed by regional homogeneity. Neurolmage 2012;59:1429-40.   \n[35] Ni N, Qi RF,Zhang LJ, Zhong JH, Zheng G,Wu XJ, et al. Brain regional homogeneity changes following transjugular intrahepatic portosystemic shunt in cirhotic patients support cerebral_adaptability theory: a resting-state functional MRI study. Eur JRadiol 2014;83:578-83.   \n[36] Cramer SC,Lastra L,Lacourse MG, Cohen MJ. Brain motor system function after chronic,complete spinal cord injury. Brain 2005;128:2941-50.   \n[37] NishimuraY,Onoe H, MorichikaY,PerfilievS,Tsukada H,IsaT.Time-dependent central compensatory mechanisms of finger dexterity after spinal cord injury. Science 2007;318:1150-5.   \n[38] Nishimura Y,Morichika Y,Isa T. Asubcortical oscilatory network contributes to recovery of hand dexterity after spinal cord injury. Brain 2Oo9;132:709-21.   \n[39] Shackman AJ,SalomonsTV,SlagterHA,Fox AS,WinterJJDavidsonRJ.e integrationofnegative afect,pain,andcognitivecontrolinthecingulatecortex. Nat Rev Neurosci 2011;12:154-67.   \n[40]Deiber MP,PassinghamRE,Colebatch JG,Friston KJ, Nixon PD,Frackowiak RSJ. Cortical areas_and the selection of movement: a study with positron emission tomography. Exp Brain Res_1991;84:393-402.   \n[41]SquatritoS,RaffM,MaioliMG,Battaglia-MayerA.Visualmotionresponsesofneurons in the caudal area PE of macaque monkeys.J Neurosci 2001;21:RC130.   \n[42] Padberg J, Disbrow E, Krubitzer L. The organization and connections of anterior and posterior parietal cortex in titi monkeys: do new world monkeys have an area 2? Cereb Cortex 2005;15:1938-63.   \n[43]Bakola S,Gamberini M,PassarelliLFattoriPGalettiC.Corticalconnectionsof parietal field PEc in the macaque: inking vision and somatic sensation for the control of limb action. Cereb Cortex 2010;20:2592-604.   \n[44]Maddock RJ， Garrt AS, Buonocore MH. Remembering familiar people: the posterior cingulate cortex and autobiographical memory retrieval. Neuroscience 2001;104:667-76.   \n[45] Cabeza R,Dolcos F, Graham R,Nyberg L. Similarities and differences in the neural correlates of episodic memoryretrieval and working memory.Neurolmage 2002;16:317-30.   \n[46] Zhang S,Li CS.Functional connectivity mapping of the human precuneus by resting state fMRI. Neurolmage 2012;59:3548-62.   \n[47]SurM,NelsonRJ,KaasJHRepresentationsofthebodysufaceinorticalareas3bnd1of squirrel monkeys: comparisons with other primates.J Comp Neurol 1982;211:177-92.   \n[48] Kim J,Yoon YW,Hong SK,Na HS. Cold and mechanical allodynia in both hindpaws and tail following thoracic spinal cord hemisection in rats: time courses and their correlates. Neurosci Lett 2003;343:200-4.   \n[49] Christensen MD,Everhart AW,Pickelman JT, Hulsebosch CE. Mechanical and thermal alldyniainchoniccentralpainfollowingspinacodinjury.Pain1996;6897107   \n[50] EndoT,Spenger CHao jX,Tominaga T, Wiesenfeld-Halin Z,OlsonLet al. Functional MRl of the brain detects neuropathic pain in experimental spinal cord injury. Pain 2008;138:292-300.   \n[51]Guo J,Chen N, Li R, Wu QZ,Chen HF,Gong QY,et al.Regional homogeneity abnormalities in patients with transient ischaemic atack: a resting-state fMRI study. Clin Neurophysiol 2014;125:520-5.   \n[52] Villablanca JR.Why do we havea caudate nucleus? Acta Neurobiol Exp 2010;70: 95-105.   \n[53] Nishitani N,Avikainen S, Hari R. Abnormal imitation-related cortical activation sequences in asperger's syndrome. Ann Neurol 2004;55:558-62.   \n[54] Iacoboni M,Woods RP, Brass M, Bekkering H,Mazziotta JC, Rizzolatti G. Cortical mechanisms of human imitation. Science 1999;286:2526-8.   \n[55] Saturno E, Bonato C,Miniussi C, Lazzaro VD,Callea L. Motor cortex changes in spinal cord injury:a TMS study. Neurol Res 20o8;30:1084-5.   \n[56] Hagg T.Collateral sprouting as a target for improved function after spinal cord injury. J Neurotrauma 2006;23:281-94.   \n[57] Chen R, Cohen LG,Hallett M. Nervous system reorganization following injury. Neuroscience 2002;111:761-73.   \n[58]Verstraete E,Van den Heuvel MP,Veldink JH, Blanken N,Mandl RC,Hulshoff Pol HE,et al.Motor network degeneration in amyotrophic lateral sclerosis:a structural and functional connectivity study.PLoS One 201o;5:e13664.   \n[59] Liu JV,Hirano Y,Nascimento GC, Stefanovic B,Leopold DA, Silva AC. fMRI in awake marmoset: somatosensory-evoked responses,functional connectivity, and comparison with propofol anesthesia. Neurolmage 2013;78:186-95.   \n[60]Mhuircheartaigh RN,Rosenorn-Lanng D,Wise R, Jbabdi S,Rogers R,Tracey I. Cortical and subcortical connectivity changes during decreasing levels of consciousness in humans: a functional magnetic resonance imaging study using propofol. JNeur0sci 2010;30:9095-102. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]