[
    {
        "type": "text",
        "text": "Inadequate Activation of the GTPase RhoA Contributes to the Lack of Fibronectin Matrix Assembly in von Hippel-Lindau Protein-defective Renal Cancer Cells\\* ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ecei ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MonicaFeijoo-Cuaresma+1,FernandoMéndez,AlfredoMaqueda,MiguelA.Esteban,alvadorNaranjouarez Maria C.Castellanos\\*,Mercedes Hernandez del Cerro, SilviaN.Vazquez+,Angeles Garcia-Pardo, Manuel O.Landázuri\\*2,and Maria J.Calzada\\*2.3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Fromthe\\*ServiciodeInmunologia,HospitaldelaPrincesa,DepartamentodeMedicina,Uiversidadutonomadedrid Diegode Leon62,28006Madrid,Spain,the'DepartamentodeFisiopatologia CelularyMolecular,Centrode Investigaciones Biologicas,CSIC,28040Madrid,Spain,andthe'GuangzhouInstituteofBiomedicineandHealth, Chinese Academy of Sciences, Guangzhou 510663, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The von Hippel-Lindau (VHL) tumor suppressor gene regulates extracellular matrix deposition.In VHL negative renal cancer cells, $\\mathbf { V H L } ( - )$ ，the lack of fibronectin matrix assembly is thought to promote and maintain tumor angiogenesis allowing vessels to infiltrate tumors.Therefore,and considering the importance of this process in tumor growth, we aimed to study why $\\mathbf { V H L } ( - )$ renal cancer cells fail to forma proper extracellular matrix.Our results showed that $\\mathbf { V H L } ( - )$ cellswere not defective in fibronectin production and that the fibronectin produced by these cells was equally functional in promoting cell adhesion and matrix assemblyas that produced by $\\mathbf { V H L } ( + )$ cells.We have previously reported that $\\mathbf { V H L } ( - )$ cells fail to form $\\pmb { \\beta 1 }$ integrin fibrillaradhesionsand havea diminished organization of actin stress fibers; therefore,weaimed to studyif the small GTPase family is involved in this process.We found that activation of the RhoA GTPase was defective in $\\mathbf { V H L } ( - )$ cells, and this was possibly mediated by an increased activation of its inhibitor, pl90RhoGAP.Additionally,the expression of constitutively activeRhoAin $\\mathbf { V H L } ( - )$ cells resulted in formation ofa fibronectin matrix. These results strongly suggest an important role for RhoA in some of the defectsobserved in renal cancer cells. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The von Hippel-Lindau disease is an autosomal dominant hereditary cancer syndrome caused by germ line mutations of the von Hippel-Lindau $\\mathrm { ( V H L ) ^ { 4 } }$ tumor suppressor gene (1). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "According to the clinical manifestations, the disease has been classified into VHL type1 and VHL type 2.VHL type 2 disease is further classified into three categories: type 2A, type 2B,and type 2C(1).VHL protein (pVHL) plays an important role in the oxygen-sensing pathway,and its best known function is to promote the ubiquitination and subsequent elimination by the proteasome of the hypoxia-inducible transcription factors $\\mathrm { H I F } 1 \\alpha$ and $\\mathrm { H I F } 2 \\alpha$ (2,3).Loss of VHL leads to activation of the HIF pathway in normoxia (4),which in turn leads to excessive transcription of HIF- $\\alpha$ target genes, including the angiogenic factor VEGF (5).Despite the latter providingan explanation for the high vascularization of $\\mathrm { { V H L } ( - ) }$ tumors,it remains unclear how the loss of VHL leads to renal cancer. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A recent study has suggested that in fibrosarcoma tumor models,additional genetic changes other than dysregulation of HIF are necessary for the induction of tumorigenesis (6). Indeed,other pVHL functions independent of the regulation of HIF have been reported. These include regulation of cell motility and invasion (7-9),stability of microtubules (10-12),maintenance of an epithelial-like cell shape and monolayer organization (13-18),cell cycle and apoptosis (19-21),ciliogenesis (22,23),and in addition,it has been recently shown that it serves as a protein kinase adaptor regulating the activity of NF- $\\kappa \\mathrm { B }$ (24). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Adequate interaction of cells with the surrounding matrix regulates essential aspects of normal cell function,and breakdown of the basement membrane occurs in cancer progression and is often associated with solid tumors (25).With regard to RCC tumors,we and others have shown that RCCs lacking VHL fail to organize a normal extracellular fibronectin (FN) matrix (14,26,27).Therefore,the lack of a proper cell matrix might be involved in the aggressive behavior of ${ \\mathrm { V H L } } ( - )$ tumors.In addition, highly angiogenic tumors are not only dependent on the pVHL-HIF $2 \\alpha$ degradation pathway but are also a consequence of loss of a proper extracellular matrix assembly (28). Extracellular matrix assembly is a complex multistep process,which first requires binding of FN to cell surface integrins,mostly $\\alpha 5 \\beta 1$ (29).Additionally,other events such as actin stress fiber anti-p190RhoGAP from Upstate, andanti-phosphotyrosine antibody PY20 was from Biomol. Anti-paxillin was from BD Biosciences,and anti-activated $\\beta 1$ integrin (HUTS21) was generously provided by Dr. Carlos Cabanas (CSIC).LPA and 2,3-butanedione-monoxime (BDM) were from Sigma，and the Rho kinase inhibitor Y-27632 was from Calbiochem. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/41332f69e650d0db2dc1eefb542433172bfc51eb270d90648a5b0a6e9fc16ffd.jpg",
        "img_caption": [
            "FIGURE 1.Comparative study of FN mRNA and protein levels in several $\\mathsf { v } \\mathsf { H L } ( + )$ and VHL(-) RCC cells. A,FN gene transcription levels in786-O,RCC4,UMRC,RCC10,and pVHLmutants were determined byquantitative real time PCR.FN mRNA levels were normalized to $\\beta$ -actin,and the number of copies were extrapolated from the corresponding standard curve expressed in $\\mathsf { n g } / \\mu \\mathsf { l }$ .Values represent the average from three different experiments $( p \\leq 0 . 0 5 )$ .B,FN endogenous levels were determined by Western blots.Total cell lysates or deoxycholate-insoluble fractions were immunoblotted withananti-FNpolyclonal Ab.Arepresentative experiment out of several performed with similar results is shown. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "IsolationofDeoxycholate-soluble and-insolubleMaterials-Cellswere cultured in 6-well plates with RPMI 1640 and GLUTAMAX-I (Invitrogen) supplemented with $5 \\%$ FN-free fetal bovine serum.Deoxycholatesoluble and -insoluble material were obtained asdescribed elsewhere (38). Adetailed protocolisdescribed under supplemental data. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "formation and cell contraction are required for the progressive ordination into detergent-insoluble fibrils (30,31). These processes are mediated by the small Ras-type GTPase member RhoA (32,33).In this respect,we have reported the inability of ${ \\mathrm { V H L } } ( - )$ cells to form $\\beta 1$ fibrillaradhesions(14) and intracellularactin stress fibers (16),and otherauthors have shown that these cells also lack the proper assembly of actin and vinculin, which promotes actin stress fiber formation (8). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although expression of VHL is necessary for proper extracellular matrixassembly,the mechanismby whichpVHL mediates this process is not well understood.To approach this,we have evaluated the levels and functionality of the FN produced by ${ \\mathrm { V H L } } ( + )$ and ${ \\mathrm { V H L } } ( - )$ cells.We have also studied the role of the signaling pathway that controls formation of actin stress fibers and cell contraction in the regulation of FN matrix assembly in ${ \\mathrm { V H L } } ( + )$ and ${ \\mathrm { V H L } } ( - )$ cells.Our results demonstrated that FN expression levels in $\\mathrm { { V H L } ( + ) }$ and $( - )$ cells showed no correlation with the ability to assemble a FN matrix and that ${ \\mathrm { V H L } } ( - )$ cels expressed functional FN that was properlyassembledby ${ \\mathrm { V H L } } ( + )$ cells.Additionally,we found that the lack of FN matrix in ${ \\mathrm { V H L } } ( - )$ cells was partly due to sustained down-regulation ofRhoA activity via pl9oRhoGAP-increased activation.These results provide an insight into novel mechanisms altered in ${ \\mathrm { V H L } } ( - )$ renal cancer cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EXPERIMENTALPROCEDURES ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Culture-786-O cells lacking VHL (RC3) and subclones stably producing wild-type VHL(WT8) (34),ordifferent VHL mutants such as L188V (type 2C mutant) (35), RRR,and KRR (type 2C mutant) (36),Y112H (type 2A mutant),and C162F (type 2B) mutant.These mutants were provided byDr.Michael Ohh (University of Toronto,Canada): parental RCC4 and RCC10 and subclones stably producing wild-type VHL (37) and parental UMRC cell lines and their stable VHL transfectants. Cell lines were all maintained as previously described (16). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Antibodies and Reagents-Polyclonal anti-FNantibodywas from Sigma.Anti-RhoA was from Santa Cruz Biotechnology, ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Immunofluorescence Microscopy-Immunofluorescence staining was performed as previously described (14).Adetailed protocol is described under supplemental data. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Quantitative Real Time PCRAnalysis-Quantitative RNA analysis protocol and primer pairs for $\\beta$ -actin have been described elsewhere (39).FN primers used anda detailed protocol are described under supplemental data. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Adhesion Assay-FN purified from ${ \\mathrm { V H L } } ( + )$ or $( - )$ cells was absorbed at $5 \\mu \\mathrm { g / m l }$ onto Maxisorb 96-well plates (Costar). The wells were aspirated and blocked with $1 \\%$ BSA/PBS for 30 min. Cells $( 2 0 \\times 1 0 ^ { 3 } / \\mathrm { w e l l } )$ were resuspended in $M 1 9 9 / 0 . 1 \\%$ BSA and incubated for $^ { 1 \\mathrm { { h } } }$ at $3 7 ^ { \\circ } \\mathrm { C }$ in $5 \\% \\mathrm { C O } _ { 2 }$ . After washing with PBS,cells were fixed with $1 \\%$ glutaraldehyde/PBS and stained with $1 \\%$ crystal violet/PBS.Cells were washed with distilled water,and the absorbance at $5 9 0 \\mathrm { n m }$ was determined on an ORION-2 plate reader.A negative control consisting of cells attached to BSA was subtracted from each sample. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RhoA Activity Assay-RhoA activity was measured using a GST-rhotekin-Rho binding domain (GST-C21),a gift of Dr. John Collard(TheNetherlands Cancer Institute,Amsterdam，The Netherlands).Briefly,a total of $7 \\times 1 0 ^ { 6 }$ cells were lysed in radioimmune precipitation assay lysis buffer.After centrifugation $( 2 0 , 0 0 0 \\times g , 1 5 \\ \\mathrm { m i n } , 4 ^ { \\circ } \\mathrm { C } )$ ，equal amounts of protein from the supernatant were incubated overnight at $4 ^ { \\circ } \\mathrm { C }$ with beads coated with GST-C21.Beads were washed,and bound protein was eluted byboiling in Laemmli buffer.Total and bound RhoA subjected to electrophoresis and transferred to nitrocellulose membranes were detected using an anti-RhoA mAb.For statistical purposes, gels from active and total RhoA normalized with respect to the loading control were subjected to densitometric analysis and analyzed using the Quantity-OneTM program (Bio-Rad). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Analysisofp19oRhoGAPPhosphorylation- $- \\mathrm { V H L } ( + )$ and $( - )$ RCCs $( 6 \\times 1 0 ^ { 6 } )$ were lysed in $5 0 0 \\mu \\mathrm { l }$ of radioimmune precipitation assay buffer. Cell supernatants were incubated overnight at $4 ^ { \\circ } \\mathrm { C }$ with protein G-agarose beads (Pierce) coated with $4 \\mu \\mathrm { g }$ of anti-pl90RhoGAP mAb(Upstate) or with the $\\mathrm { I g G 1 }$ antiCD45 T200 antibody (mock).Bound proteins were extracted by boiling in Laemmli buffer,subjected to electrophoresis,and transferred into nitrocellulose membranes.Phosphorylated proteins were detected using $\\mathrm { P Y 2 0 \\ m A b }$ followed bya horseradish peroxidase-labeled secondary antibody. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/1f409699bb2f3a423f85861d69af3cda082e8d2482a267a07c2a2fe03899b6d3.jpg",
        "img_caption": [
            "FIGURE2.Analysis of FN matrix organization in RCCsand pVHL mutants in the presence of exogenous FN.A,786-O, RCC4,RCC10,and UMRC RCC cells and their counterparts expressing VHL were grown to confluence on uncoated or FN $( 1 0 \\mu 9 / \\mathrm m | )$ -coated coverslips.After 3-4days,cellswere lysed, and the FN matrix was analyzed by indirect immunofluorescence using a polyclonal anti-FN antibody.B,type 2A (Y112H),2B (C162F),and 2C (L188V, RRR and control KRR) pVHL mutants were grown under the same conditions as in A,and the FN matrix was analyzed after 4 daysof cell culture.The images shown are representative of at least three experiments. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Retroviral Infection-Constructs of a constitutively active form (RhoA Q63L) ora dominant negative form (RhoA N19) of RhoA were kindly provided by Dr. Silvio Gutkind (Bethesda, MD).These constructions were subcloned into the BamH1/ EcoR1 site of the retroviral vector pLZR IRES-GFP.786-O cell infection was performed as described previously (16). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "siRNATransfection-Control small interferingRNA (siRNA) or siRNA directed to human pl9oRhoGAP ${ } ^ { \\prime } \\mathrm { G A A } -$ CAGCGAUUUAAAGCAUTT- $3 ^ { \\prime }$ and $3 ^ { \\prime }$ AUGCUUUAAAUCGCUGUUCTT $. 5 ^ { \\prime }$ ）(Eurogentec) were transfected using Lipofectamine 2ooo (Invitrogen) according to the manufacturer's instruction.Three days after transfection,cells were used for the experiment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "FN mRNA and Protein Expression Levels in $V H L ( + )$ and VHL(-）RCC CellsRevealNo Correlationwith the Ability to Assemble an FN Matrix-The reduced FN matrix deposition previously observed by immunofluorescence and ELISA studies(14,26,40) could be partially explained byan aberrant production or a defective secretion of FN in ${ \\mathrm { V H L } } ( - )$ RCC cells (11, 41).To determine whether this was a general phenomenon in RCCs,we first analyzed the FN mRNA and protein levels in several RCC cell lines and in cells with different pVHL mutations corresponding to types 2A,2B,and 2C phenotype of the VHL disease.These included the mutants Y112H (type 2A), C162F (type 2B),L188V(type 2C),and a nonneddylateable version of pVHL termed RRR (type 2C),or the control termed KRR (36),all of them on the RCC 786-O background.Remarkably, FN mRNA levels measured by quantitative RT-PCR were significantlylowerin 786-Oand UMRC ${ \\mathrm { V H L } } ( + )$ cells than in their corresponding ${ \\mathrm { V H L } } ( - )$ counterparts (Fig.1A). Similarly, FN mRNAlevels in the various pVHL mutants were higher when compared with the correspondinglevels in 786-O VHL $( + )$ cells (Fig.1A).In contrast,in RCC10 cells,FN mRNA expression was always higher in $\\mathrm { { V H L } ( + ) }$ versus ${ \\mathrm { V H L } } ( - )$ cells (Fig. 1A). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e6c8387cc05059d3017d9c7c37859b9b700d274fe1ca2292560832362fb9cb66.jpg",
        "img_caption": [
            "FIGURE3.Functional evaluation of FN purified from $\\mathsf { v } \\mathsf { H L } ( + )$ and VHL(-) RCC cells.A,cell adhesion on FN purified from ${ \\mathsf { V H L } } ( + )$ and ${ \\mathsf { V H L } } ( - )$ cell-conditioned medium using gelatin-agarose affinity matrices.Cells $( 2 \\times 1 0 ^ { 4 } / \\mathsf { w e l l } )$ （204 were incubated on 96-well FN $( 5 ~ \\mu 9 / \\mathsf { m l } )$ -coatedplates for1hat $3 7 ^ { \\circ } C$ in $5 \\%$ ${ \\mathsf { C O } } _ { 2 } ,$ fixed,and stained as described under \"Experimental Procedures.\" Attached cellswere then quantitated at $5 9 0 \\mathsf { n m }$ .Anegative control BSA background was used.The average from three different experiments is represented. $B ,$ FNassemblywasanalyzed by indirect immunofluorescence staining.786-,RCC4,RCC10,and UMRC $( 2 \\times 1 0 ^ { 5 }$ cells) were plated on uncoated or FN $( 1 0 \\mu 9 / \\mathsf { m l } )$ -coated coverslips,using FN purified from ${ \\mathsf { V H L } } ( + )$ or $\\mathsf { V H L } ( - )$ cells.After 3-4 days of culture at $3 7 ^ { \\circ } C$ and $5 \\% { \\mathsf { C O } } _ { 2 } ,$ FN matrix formation was analyzed with a conventional immunofluorescence microscope.A representative experiment of at least four performed is shown. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We also analyzed FN protein levels in cell lysates or deoxycholate-insoluble fractions derived fromall these cell types.In agreement with the mRNA data, ${ \\mathrm { V H L } } ( - )$ and mutants derived from 786-O parental cells consistently showed higher FN protein expression than 786-O ${ \\mathrm { V H L } } ( + )$ cells (Fig. 1B).Because ${ \\mathrm { V H L } } ( - )$ cells do not assemble FN, the FN encountered in the deoxycholate-insoluble fraction could be due to FN interacting with other cytoskeletal proteins.In contrast,RCC4,RCC10, and UMRC ${ \\mathrm { V H L } } ( - )$ cells had lower FN protein levels than their ${ \\mathrm { V H L } } ( + )$ counterparts,both in lysates and in deoxycholate-insoluble fractions (Fig.1B).Therefore,protein levels did not always correspond with mRNA levels,and this might be partially explained by the fact that protein levels were measured in total cell lysates.Therefore,wediscarded part of the FN contained in the conditioned medium.Interestingly,we purified FN from the conditioned medium of the different $\\mathrm { { V H L } ( + ) }$ and $( - )$ cell lines and found similar FN-secreted levels (data not shown).To further confirm the above conclusion,we analyzed the assembly of FN matrix in the absence or presence of exogenous FN.We have previously reported that addition of exogenous FNdid not re-establish assembly in 786-O VHL(-) cells (14).Here we analyzed the assembly in three additional cell lines,RCC4,RCC10,and UMRC and in the VHL mutants described above.Our results showed that ${ \\mathrm { V H L } } ( - )$ cells cultured onuncoated or FN-coated coverslipsdid not form visible FN fibrils, suggesting that FN availability is not exclusively responsible for their incapacityto formamatrix(Fig.2A).Interestingly, ${ \\mathrm { V H L } } ( + )$ but not ${ \\mathrm { V H L } } ( - )$ UMRC cells,only formed a visible matrix when cultured on exogenous FN (Fig. 2A),indicating that, in this particular case,low secretion of FN (see Fig. $^ { 1 , A }$ and $B$ )mightbe responsible for the lack ofFNmatrix in this VHL-expressing cell line.Additionally, none of the three different mutants,type 2A,2B,or 2C,were able to assemble FN even when it was exogenously added (Fig. 2B).Altogether, these results indicated a heterogeneous expression of FN on the various ${ \\mathrm { V H L } } ( + )$ and ${ \\mathrm { V H L } } ( - )$ RCCs and most importantly, that lack of matrix assembly by ${ \\mathrm { V H L } } ( - )$ cells could not always be attributed to low FN production in these cells. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/ca738661147683dd5a6fda8294f298f5730005d3e435dd9fbaca161172911675.jpg",
        "img_caption": [
            "FIGURE 4.FN stretching and cell matrix contacts in $\\pmb { v } \\pmb { \\mathrm { H L } } ( + )$ versus VHL(-).A,786-O VHL $( + )$ and $\\mathsf { V H L } ( - )$ cells were plated on coverslips previously coated with FN $( 2 0 \\mu { \\sf g } / { \\sf m l } )$ and cultured for either $4 \\ h$ or $2 4 \\mathsf { h }$ Cells were fixed and permeabilized before DAPl staining (panels a,e, ${ \\boldsymbol { i } } ,$ and $m$ )and doubleimmunostaining withantibodiesagainst Paxillin (panelsb,f,d,and $h _ { \\iota } ^ { \\prime }$ ,andFN(panels $c , g , d ,$ and $h$ oractivated $\\beta 1$ integrins (panelsj,n,l,and $p$ )andFN(panels $k , o , I ,$ and $p _ { \\cdot } ^ { \\cdot }$ ).Sampleswere then analyzed witha confocal microscope. Horizontal sectionsare presented (at least sixdifferent fields were evaluated).A representative experimentis shown.Bar, $2 5 \\mu \\mathrm { { m } }$ .Magnifiedareasat zoom $3 \\times$ $B ,$ positive cells for paxillin staining were counted, at least10 cells perfield (at least three fields)in three independent experiments.Resultsare represented as percentage of total cells. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fibronectin Produced by $V H L ( - )$ Cells Is Functional and NormallyAssembled intoFibrils-IfFNproductionandsecretion do not always explain the failure to assemble FN by $\\mathrm { { V H L } ( - ) }$ cells,the possibility exists that FN produced by cells lacking VHLis malfolded or malprocessed and hence not functional for its assembly.We therefore studied whether the FN producedby ${ \\mathrm { V H L } } ( - )$ cells was able to bind to its receptor, the $\\alpha 5 \\beta 1$ integrin,and to form fibrils.To this end,we first performed cell adhesion experiments using FNpurified from ${ \\mathrm { V H L } } ( + )$ or $\\mathrm { { V H L } ( - ) }$ cell-conditioned medium.As shown in Fig. 3A,all cell lines showed similar levels of adhesion to FN from either source,and this was independent of their VHL status.These results indicated that FN synthesizedby ${ \\mathrm { V H L } } ( - )$ cells is able to mediate cell adhesion as efficiently as that synthesized by $\\mathrm { { V H L } ( + ) }$ cells. Moreover,they also indicated that the lack of FN assembly by ${ \\mathrm { V H L } } ( - )$ cells is not due toa decreased $\\alpha 5 \\beta 1$ integrin activity, further extending our previous observations(l4）as well as those of others (13), showing that expression and activationof $\\alpha 5 \\beta 1$ on ${ \\mathrm { V H L } } ( - )$ cells are normal. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We also compared the ability of FN purified from the conditioned medium of ${ \\mathrm { V H L } } ( + )$ and ${ \\mathrm { V H L } } ( - )$ cells to assemble into fibrils.Our results confirmed that ${ \\mathrm { V H L } } ( - )$ RCCs did not assemble a FN matrix,even in the presence of exogenous FN from ${ \\mathrm { V H L } } ( + )$ cells (Fig.3B).In contrast, $\\mathrm { { V H L } ( + ) }$ RCCs consistently formed a FN matrix when cultured eitheron FN purified from their own conditionedmedium or from that of ${ \\mathrm { V H L } } ( - )$ cells (Fig.3B).To discern between assembly of endogenous and exogenous FN,we used UMRC $\\mathrm { { V H L } ( + ) }$ cells,because they barely produce FN,and hence they do not assemble unless we provide them with exogenous FN (see Fig. 2A).As shown in Fig. 3B,UMRC ${ \\mathrm { V H L } } ( + )$ cells showed a similar assembly pattern when cultured on FN from $\\mathrm { { V H L } ( + ) }$ or ${ \\mathrm { V H L } } ( - )$ cells.Therefore,these results indicated that FN produced by ${ \\mathrm { V H L } } ( - )$ cells does not interferewith normal FNfunction in $\\mathrm { { V H L } ( + ) }$ cells. Additionally，they clearly established that FN secreted by ${ \\mathrm { V H L } } ( - )$ cells is fully functional and able to be assembled by $\\mathrm { { V H L } ( + ) }$ cells. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$V H L ( - )$ CellsAreUnableto Trigger theFNStretchingNecessary for Its Assembly-We have previously shown that ${ \\mathrm { V H L } } ( - )$ cells fail to assemble proper $\\beta 1$ fibrillar adhesions (FAs),a cell matrix adhesion structure essential for FN assembly (14). Therefore,the lack of proper formation of actin stress fibers andcell contraction could explain thedefectiveassemblyofFN by $\\mathrm { { V H L } ( - ) }$ cells,because these events are required for the exposure of cryptic sites in FN and its progressive ordination into detergent-insoluble fibrils (33).To further analyze this process,we repeated our previous studies but now in the presence of exogenous FN to determine if ${ \\mathrm { V H L } } ( - )$ cells were able to initialize the first steps of FN stretching required for its assembly into fibrils.After $^ { 4 \\mathrm { ~ h ~ } }$ in culture,we analyzed by confocal microscopy the formation of focal contacts (FCs) by staining with paxillin,a major component of these structures,and witha FNantibodyto see how FNwasbeing stretched from thesestructures.Ourresults showedthat $\\mathrm { { V H L } ( + ) }$ cells arranged proper FCs,and the initial steps of fibril formation with short fibrils appearing at the edge of the FCs were very evident (Fig. $4 A$ ，panels $\\mathbf { \\Psi } _ { c }$ and $d$ ，white arrowheads).In contrast, $\\mathrm { { V H L } ( - ) }$ cells, although forming proper FCs,were not as efficient as ${ \\mathrm { V H L } } ( + )$ cells,and the number of cells forming proper FCs were lower compared with $\\mathrm { { V H L } ( + ) }$ cells (Fig.4,A, panels $f { - } h$ and $B$ ). These results strongly support our findings in that the impaired or defective formation of focal contacts may affect the proper formationoffibrillaradhesions required for FN assemblyinto fibrils.After $2 4 \\ \\mathrm { h } ,$ these structures became more mature and organized elongated FAs，which colocalized with FN fibrils in ${ \\mathrm { V H L } } ( + )$ cells (Fig. 4,panels $j - l ,$ see magnified area). On the contrary,and even in the presence of exogenous FN, $\\mathrm { { V H L } } ( - )$ cells failed to form FA structures as well as arranging FN into fibrils, (Fig.4, panels $n { - } p { \\dot { } } ,$ .Theseresults and our previous observation of a diminished organization of actin stress fibers in $\\mathrm { { V H L } ( - ) }$ cells (16) support the hypothesis that a decreased FN stretching could contribute to the lack of FNassembly in these cells. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8c166c53378f10e1991f7d28bb5f5377a403e84e7c1c0b503b3032924453502a.jpg",
        "img_caption": [
            "FIGURE5.RhoAactivationstatein VHL $( + )$ and $^ { ( - ) }$ RCCs.A,786-ORCCs wereculturedfor3-4daysin theabsence orpresenceofthe RhoA signaling inhibitor, Y27632 $( 5 \\mu M )$ or the activator LPA $( 6 \\mu \\mathsf { M } )$ .FNmatrixformationwasanalyzed byimmunofluorescence experiments performedasdescribedunder\"Experimental Procedures.\"B,786-OVHL $( + )$ VHL $( - )$ cells and the mutant L188V $( \\dot { 7 } \\times 1 0 ^ { 6 } )$ were incubated for $3 h$ in serum-free medium,and this was considered as time OforbasallevelsofRhoAactivity.Celswerethenmaintainedincultureincompletemediumforanadditionalperiodof4,48,and $7 2 \\mathsf { h }$ After each time point cellsrelsddctedeghti-dotaaldsti; VHL $( + )$ (graybars),VHL $( - )$ (blackbars)adL88V(stripdrs)udrsustotalrereprsented;epresetatiexperimentissondtef three different experiments of ${ \\mathsf { V H L } } ( + )$ and $\\mathsf { V H L } ( - )$ is represented; \\*, $p \\leq 0 . 0 5$ ， "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/179dff284e5004cd47c03531da62cf2642a2463dd2709e09bfa6c3fcbe9771c5.jpg",
        "img_caption": [
            "FIGURE6.Effectof expressinga recombinant dominant negative or constitutively active RhoA in $\\mathsf { v } \\mathsf { H L } ( + )$ and $^ { ( - ) }$ cells.A,786-O cels were infected with a retroviral vector expressing GFP alone or with a constitutively active (RhoA-Q63L) mutant. One week after infection,786-O cels were grown to confluence and changes in cel morphology were analyzed with a phase contrast microscope.The scale bar represents $5 0 \\mu \\mathrm { m }$ $B ,$ FN matrix formation by 786-OVHL $( + )$ and $\\mathsf { V H L } ( - )$ cells infected with a retroviral vector expressing GFP alone or with a dominant negative (RhoAN19)oraconstitutivelyactive(RhoA Q63L) mutants,respectively,wasanalyzed by indirect mmunofluorescence. Cells $( 2 \\times 1 0 ^ { 5 }$ cells) were grown for3-4daysat $3 7 ^ { \\circ } \\mathsf { C }$ and $5 \\% { \\mathsf { C O } } _ { 2 } ,$ and the FN matrix was detected with a polyclonal anti-FN antibody. Quantification of FN assembly recovery in $\\mathsf { V H L } ( - )$ cells with RhoA Q63L is also represented.Error bars representthe standard deviation of at least three independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Activation of the Small GTPaseRhoAIsDefective in $V H L ( - )$ Cells-Itis well established that theGTP-binding protein RhoA mediates the formation of actin stress fibers and regulates cellular functions such as cell adhesion and contractility(42).Furthermore,inhibitors of RhoA-mediated cellular contractility preventFNassembly into fibrils (32),and a constitutively active form of RhoA restores the assembly of FN into fibrils in cells lacking active $\\beta 1$ integrins (43).Accordingly, we hypothesized that RhoA activation and/or function could be defective in ${ \\mathrm { V H L } } ( - )$ cells. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To determine whether RhoA was directly involved in FN matrix assembly in RCC,we first performed immunofluorescence experiments to analyze the assembly of FN by 786-O ${ \\mathrm { V H L } } ( + )$ and ${ \\mathrm { V H L } } ( - )$ RCCs in the presence of inhibitors or activators of the RhoA signaling pathway. In the presence of Y-27632 or 2-3-BDM,inhibitorsofRhoA downstream effectors,we found that the assembly of FN was completely abolished in $\\mathrm { { V H L } ( + ) }$ cells (Fig. 5A and data not shown). Interestingly,stimulation of RhoA by LPA resulted in increased FN fibril formation in ${ \\mathrm { V H L } } ( + )$ cell cultures and induction of a few FN fibrils by ${ \\mathrm { V H L } } ( - )$ cells (Fig. 5A).We next performed RhoA activityassaysusing the C21-GST fusion protein.We evaluated RhoA activity in a time course from O to $^ { 7 2 \\mathrm { ~ h ~ } }$ in culture.As shown in Fig. $5 B _ { ; }$ ，the RCC cell line 786-O stably expressing wild-type pVHL showed a basal RhoA activity, which progressively increased over time.In contrast,786-OVHL(-) cells and the VHL mutant L188V,had a very lowbasal RhoA activity that did not increase over time (Fig. 5B).Similar results were obtained for theRCC4 cell line,which displayed higher levels of active RhoA in ${ \\mathrm { V H L } } ( + )$ compared with ${ \\mathrm { V H L } } ( - )$ cells (supplemental Fig.S1).These results suggested that the RhoA signaling pathway was playing a role in the functional alterations observed on these ${ \\mathrm { V H L } } ( - )$ cells.Furthermore,the results with the type 2C mutants,which retained the ability to regulate HIF as the VHL wild type,indicated that RhoA activity in these cells seems to be independent ofHIF. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Constitutive Activation ofRhoA Stimulates FNAssembly by $V H L ( - )$ Cells-To obtain further evidence for the involvement of RhoA in the lack of FNassembly in ${ \\mathrm { V H L } } ( - )$ cells,we introduced a constitutively active(GFP RhoA-Q63L)or a dominant negative (GFP RhoA-N19） recombinant RhoA form in $\\mathrm { { V H L } ( - ) }$ and $\\mathrm { { V H L } ( + ) }$ cells,respectively.The expression of RhoA was increased at least three times (supplemental Fig.S2).Three daysafter infection,we analyzed changes on cell morphology and observed that infection of ${ \\mathrm { V H L } } ( + )$ cells with GFP RhoA-N19 did not induce phenotypic alterations (data not shown).In contrast, infection of $\\mathrm { { V H L } ( - ) }$ cells with GFPRhoA-Q63L,induced an epithelial cytoarchitecture that resembled thatof $\\mathrm { { V H L } ( + ) }$ cells.Cell dimensions changed from $7 0 \\pm 5 - \\mu \\mathrm { m }$ length and $2 0 \\mathrm { - } \\mu \\mathrm { m }$ width to $3 5 \\pm$ $1 0 \\mathrm { - } \\mu \\mathrm { m }$ length and $2 0 \\mathrm { - } \\mu \\mathrm { m }$ widthafter infection withRhoAQ63L,whereas infection with the empty vector did not have any effect (Fig.6A).We next analyzed whether infection with these mutants induced alterations in the assembly of FN. Immunofluorescenceexperimentswith $\\mathrm { \\Delta V H L ( + ) / G F P }$ RhoA-N19 cellsrevealed a decrease of FN fibrils when compared with the control $\\mathrm { { V H L } ( + ) }$ cells or with cells infected with the empty vector (Fig. $6 B$ ,top).The GFP RhoA-Q63L mutant did not increase the constitutive FN matrix assembly observed on ${ \\mathrm { V H L } } ( + )$ (data not shown).In contrast,infection of $\\mathrm { { V H L } ( - ) }$ cells with GFP RhoA-Q63L stimulated the assembly of FN into fibrils,with a recovery of at least $3 9 \\%$ with respect to that observed in $\\mathrm { { V H L } ( + ) }$ cells.However, infection with the empty vector had no effect (Fig.6B,bottom).Altogether,these results further supported the conclusion that the inability of ${ \\mathrm { V H L } } ( - )$ cells to properly assemble a FN matrix is due,at least in part, to an impaired activation of RhoA. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/4c2a94edec680a8779feee465873c1733389412bded830a94c13300a00bac330.jpg",
        "img_caption": [
            "FIGURE7.Analysis of p19oRhoGAP phosphorylationstate in $\\mathsf { v } \\mathsf { H L } ( + )$ and VHL(-) RCCs.786-O,VHL $( + )$ and $( - )$ cells (top panel), the mutant L188V (medium panel),and RCC4VHL $( + )$ and $( - )$ cells (bottom panel) were grown for $7 2 \\mathrm { { h } }$ in complete medium,then serum-starved for $3 h$ and p190RhoGAP was immunoprecipitated from cell lysates $( 7 \\times 1 0 ^ { 6 }$ cells).Total p190RhoGAP constitutive expression was analyzed by Western blot using a specific antip190RhoGAP mAb,and phosphorylated p190RhoGAP was measured with the anti-phosphotyrosine mAb PY20.Phospho-p190RhoGAP versus total p190RhoGAP is represented.A representative experiment of several performed is shown. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Down-regulation of RhoA Activity in $V H L ( - )$ RCC Cells Correlateswith Increasedpl9oRhoGAPPhosphorylationDown-regulation of RhoA activity has been correlated with activationofGTPase-activatingproteinssuchas p190RhoGAP (44). Therefore， we asked whether the decreased RhoA activity encountered in $\\mathrm { { V H L } ( - ) }$ cells was due to an increased activation of pl9oRhoGAP.To this end, pl90RhoGAP was immunoprecipitated from cell lysates, and tyrosine phosphorylation levels were analyzed. Fig.7 shows that phosphorylated pl9oRhoGAP was increased in ${ \\mathrm { V H L } } ( - )$ cells and in theL188V mutant $( 2 . 3 \\pm 0 . 3 -$ and $2 . 4 \\pm$ 0.5-fold,respectively） derived from 786-O cell lines,and $2 . 3 5 \\pm \\ : 0 . 2 5$ -fold in $\\mathrm { { V H L } ( - ) }$ cells derived from RCC4 cell lines,with respect to their counterparts stably expressing wild-type pVHL ${ \\mathrm { V H L } } ( + )$ (Fig.7,top，middle,and bottom panels).These results indicated that the enhanced phosphorylation of p190RhoGAP in $\\mathrm { { V H L } ( - ) }$ cells may explain the decreased RhoA activity in these cells. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0e79379a0fba05e9af201bfb1084c6d7dfed27784e12297f1a4d4710cc79d72f.jpg",
        "img_caption": [
            "FIGURE 8. Effect of gene-silencing p19oRhoGAP on $\\mathsf { v } \\mathsf { H L } ( - )$ cells assembly of FN.A,silencing of p190RhoGAP was achieved by transfecting 786 VHL $( - )$ cells with a specific siRNA (at the indicated concentrations).The level of silencing was verifiedby immunoblotting withan anti-p190RhoGAP antibody3 days after cell transfection. $B ,$ FN matrix formation by 786 VHL $( - )$ cells transfected with scramble (scr) RNA orwith siRNA top190RhoGAP $\\cdot 1 0 0 \\mathsf { n } \\mathsf { M } )$ was analyzed by indirect immunofluorescence using a polyclonal anti-FN antibody, and quantification of FN assembly recovery is represented. $C _ { \\prime }$ RhoAactivity in 786 VHL(-) cells transfected with Scramble RNA or with siRNA to p190RhoGAP was determined bya RhoGELISA assay. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Gene Silencing p190RhoGAP in $V H L ( - )$ CellsPartially Restores theAssemblyofFN-Because increased activation of p19oRhoGAP correlated with decreased RhoA activity in ${ \\mathrm { V H L } } ( - )$ cells,we next addressed the importance of this protein in the assembly of FN.To this aim，we silenced p190RhoGAP expression in $\\mathrm { { V H L } ( - ) }$ cells,and then tested theircapability to form FN fibrils.Weachievedan $8 5 - 9 5 \\%$ interference detected by immunoblotting (Fig. 8A). Silencing p190RhoGAP partially restored theability of $\\mathrm { { V H L } } ( - )$ cells to form FN fibrils, with a $3 9 \\%$ of recovery (Fig.8B),and the resulting pattern was similar to that observed for (Q63L)RhoA-transfected ${ \\mathrm { V H L } } ( - )$ cells.We also tested whether this effect was due to increased RhoA activity. We found that ${ \\mathrm { V H L } } ( - )$ cells transfected with siRNA to p190RhoGAP showed increased RhoA activity $( 1 . 7 \\pm 0 . 1 5 .$ 美 fold) compared with cells transfected with scramble siRNA (Fig. 8C). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In ${ \\mathrm { V H L } } ( - )$ RCC cells, the lack of FN assembly has been shown to promote and maintain tumor angiogenesis allowing vesselsto infiltrate tumors (27). Considering that regulation of FN assembly by $\\mathrm { \\ p V H L }$ seems to be essential for its tumor suppressor function (27), the aim of our studies was to understand why ${ \\mathrm { V H L } } ( - )$ RCC cells fail to form a proper extracellular matrix. An altered integrin expression/ function or insufficient FN synthesis could account for this defect. However，we previously demonstrated (14) that integrin expression or function did not significantly differin ${ \\mathrm { V H L } } ( + )$ or ${ \\mathrm { V H L } } ( - )$ cells,and in this work we confirm that FN production did not correlate with its assembly.With respect to this, some RCC tumors accumulated FN in the tumor cell cytoplasm,and little or none in the stroma (41), suggesting a defective transport and secretion of FN that could account for the lack of FNassemblyby these cells.However,our previous results using cultured cells showed no evidence of intracellular accumulation of FN (14).Additionally, recent studies have demonstrated that $\\mathrm { { V H L } ( - ) }$ cells maintain the ability to secrete FN (27). These findings support our present results showing that the levels of FN produced by ${ \\mathrm { V H L } } ( - )$ cells are apparently independent of its ability to assemble into a matrix. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Thus,other possibilities have to be considered regarding the regulation of FN assembly by pVHL.First,it has been proposed that VHL interaction withFNmightbe necessary for FNmatrix assembly (26,40,45).A direct interaction between $\\mathsf { p V H L }$ and collagen IVwas recently reported (46,47),indicating that the roleof $\\mathrm { \\tt p V H L }$ in the remodeling of extracellular matrix components is not exclusive for FN.Kurban et al.(47) also demonstrated that the pVHL/collagen interaction seems to be necessary for collagen assembly into fibrils.However,it remains unclear how pVHL mediates this process,although these authors demonstrate that the effect of pVHL on the regulation ofcollagen assemblyis independent of its ligase activity.With respect to FN,and given the role of pVHL in proteasomal-mediated degradation,pVHL could be involved in the removal of abnormally processed FN molecules; thus,regulating FNat the post-transcriptional level.Although this is still a possibility Kurban et al.also showed that the pVHL-FN interaction is indirect;hence it could be in fact mediated through collagen IV. Therefore,althougha direct or indirect pVHL-FN interaction might be important, it may not always be sufficient to support FN assembly. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A second possibility is that pVHL indirectly regulates FN assembly by regulating other extracellular proteins that degrade this matrix.In this respect, it has been proposed that extracellular FN in ${ \\mathrm { V H L } } ( - )$ cells is degraded by the increased activation of metalloproteinases such as MMP-2 (27).This possibilityagrees with the fact that increased expression of MMPs is a consequence of pVHL loss of function (7, 48). Finally, and considering our present results in which ${ \\mathrm { V H L } } ( - )$ cells were unable to assemble exogenously added FN produced by ${ \\mathrm { V H L } } ( + )$ , we can suggest that additional functional defects associated with the lack of VHL and different from FN itself might also be taking part in this processTherefore,in this report, we analyzed the possibility that intracellular events such as cytoskeleton reorganization and cell contractility might be regulating the assembly of FN in $\\mathrm { { V H L } ( + ) }$ cells. In this regard, ${ \\mathrm { V H L } } ( - )$ cells do not form proper structures related to cytoskeleton organization and cell contractility (8,14,16).These facts support our present observations showing that ${ \\mathrm { V H L } } ( - )$ cells plated on exogenously added FN were unable to make the initial FN stretching necessary for its assembly. This process might be partly caused by a deficient activation of the small GTPase RhoA in these cells. Because RhoA is an important regulator of cell cytoskeleton organization (42),the altered activity of this GTPase in ${ \\mathrm { V H L } } ( - )$ cells may also account for the fibroblastoid phenotype observed in ${ \\mathrm { V H L } } ( - )$ cells.This phenotype, also caused by the lack of proper cell-cell adhesion structures (16), may also contribute to the lack of matrix assemblyin these cells. In this respect, we clearly show that ${ \\mathrm { V H L } } ( - )$ cells have a deficient RhoA activity,probably due to increased activity of the RhoA inhibitor pl9oRhoGAP.This was also supported by our results in which we partially restored the ability to form FN fibrils in ${ \\mathrm { V H L } } ( - )$ cells, in which we silenced the p190RhoGAP gene.Besides these results,no relationship between pVHL and Rho-GTPases has been established to date,and thus it is still unclear how pVHL regulates this process.One possibility is that pVHL regulates Rho-GTPases indirectly,through a second VHL-interacting protein.For example,pVHL interacts with several atypical PKCs (49,50)and may regulate its cellular activity in certain cases (Okuda and co-workers, Ref.8). Atypical PKCs have been involved in the regulation of the GTPase RhoA activity (51-53).Moreover,PKC-δ was shown to interact with pl90RhoGAP in endothelial cells (54).It is therefore possible that pVHL interaction with atypical PKCs regulates the activity of Rho-GTPases by modulating the phosphorylation state of RhoA inhibitors(GDI,pl90RhoGAP）or activators (GEF).This hypothesis would be in agreement with our present results showing an increased p190Rho-GAP phosphorylation in $\\mathrm { { V H L } ( - ) }$ cells.Another remaining question would be how decreased RhoA activity in ${ \\mathrm { V H L } } ( - )$ cells may account for their phenotypic changes and contribute to tumorigenesis. It is well known that Rho GTPases have been involved in the pathology of various human diseases including cancer (55),and interferingRhoA activation via pl9oRhoGAP leads to melanoma cell migration (56).Therefore，it is reasonable to think that decreased Rho GTPase activity may be also involved in the pathogenesis of renal carcinomas. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In summary,our present study demonstrates that FN production and function are not deficient in ${ \\mathrm { V H L } } ( - )$ cells but rather thataltered intracellular signals regulatingcell contractility contributes to the inability of these cells to assemble an FN matrix.Furthermore,our results with type 2C mutants indicated that these mechanisms are independent of HIF.Thus, we provide a mechanism that explains some of the defects in extracellular matrix assembly observed in ${ \\mathrm { V H L } } ( - )$ cells.The precise role of pVHL in this mechanism and whether this is a general mechanismin other cell lines remains to be established. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1.Kaelin,W.G.,Jr.(2002) Nat.Rev. Cancer2,673-682   \n2.Ivan,M.,Kondo,K., Yang,H.,Kim,W.,Valiando,J.,Ohh,M., Salic,A., Asara,J.M.,Lane,W.S.,and Kaelin,W.G.,Jr. (2001) Science 292, 464-468   \n3.Jaakkola,P.,Mole,D.R., Tian,Y.M.,Wilson,M.I.,Gielbert,J., Gaskell, S.J.,Kriegsheim,A.,Hebestreit,H.F.,Mukherji,M.,Schofield,C.J.,Maxwell,P.H.,Pugh,C.W.,and Ratcliffe,P.J. (2001) Science 292,468-472 4.Maxwell,P.H.,Wiesener,M.S.,Chang,G.W.,Clifford,S.C.,Vaux,E.C., Cockman,M.E.,Wykoff, C.C.,Pugh, C.W.,Maher,E.R.,and Ratclife, P.J. (1999) Nature 399,271-275   \n5.Maher,E.R.,and Kaelin,W.G.,Jr.(1997) Medicine (Balt.) 76,381-391   \n6.Mack,F.A.,Rathmell,W.K.,Arsham,A.M.,Gnarra,J.,Keith,B.,and Simon, M. C.(2003) Cancer Cell 3,75-88   \n7．Koochekpour,S.，Jeffers,M.，Wang，P.H.，Gong,C.，Taylor,G.A., Roessler,L.M.,Stearman,R.,Vasselli, J.R., Stetler-Stevenson,W.G, Kaelin,W.G.,Jr.,Linehan,W.M.,Klausner,R.D.,Gnarra,J.R.,and Van de Woude,G.F.(1999) Mol. Cell Biol.19,5902-5912   \n8.Kamada,M.,Suzuki,K.,Kato,Y.,Okuda,H.,and Shuin,T.(2oo1) Cancer Res. 61,4184-4189   \n9.Hsu,T.,Adereth,Y.,Kose,N.,and Dammai,V.(2006)J. Biol. Chem.281, 12069-12080   \n10．Hergovich,A.,Lisztwan,J.,Barry,R.,Balschmieter,P.,and Krek,W. (2003) Nat.Cell Biol.5,64-70   \n11.Bluyssen,H.A.,Lolkema,M.P.,van Beest,M.,Boone,M.,Snijckers,C.M., Los,M.,Gebbink,M.F.,Braam,B.,Holstege,F.C.,Giles,R.H.,and Voest, E.E.(2004) FEBS Lett.556,137-142   \n12.Lolkema,M.P.,Mans,D.A.,Snijckers,C.M.,van Noort,M.,van Beest,M., Voest,E.E.,and Giles,R.H.(2007) FEBS Lett. 581,4571-4576   \n13.Davidowitz,E.J., Schoenfeld,A.R.,and Burk,R.D.(20o1) Mol. Cell Biol. 21,865-874   \n14.Esteban-Barragan,M.A.,Avila,P.,Alvarez-Tejado,M.,Gutierrez,M.D., Garcia-Pardo,A.,Sanchez-Madrid,F.,and Landazuri,M.O.(2oo2) Cancer Res.62,2929-2936   \n15.Lewis,M.D.,and Roberts,B.J.(2003) Oncogene 22,3992-3997   \n16.Calzada,M.J., Esteban, M.A.,Feijoo-Cuaresma,M., Castellanos,M.C., Naranjo-Suarez,S., Temes,E.,Mendez,F., Yanez-Mo,M.,Ohh,M.,and Landazuri,M.O.(2006) Cancer Res.66,1553-1560   \n17.Esteban,M.A., Tran,M. G.,Harten, S.K.,Hill,P.,Castellanos,M.C., Chandra,A.,Raval,R.,O'Brien,T.S.,and Maxwell,P.H. (2oo6) Cancer Res. 66,3567-3575   \n18．Krishnamachary,B., Zagzag,D.,Nagasawa,H.,Rainey, K., Okuyama, H., Baek,J.H.,and Semenza,G.L.(2006) Cancer Res.66,2725-2731   \n19.Kim,M.,Yan,Y.,Lee,K.,Sgagias,M.,and Cowan,K.H. (2004) Biochem. Biophys.Res. Commun. 320,945-950   \n20.Bindra,R.S., Vasseli,J.R., Stearman,R., Linehan,W.M.,and Klausner, R.D.(2002) Cancer Res.62,3014-3019   \n21.Roe,J.S.,Kim,H.,Lee,S.M.,Kim,S.T.,Cho,E.J.,and Youn, H.D.(2006) Mol.Cell 22,395-405   \n22.Esteban,M.A.,Harten,S.K.,Tran,M.G.,and Maxwell,P.H.(2006) J. Am. Soc.Nephrol.   \n23.Lolkema,M.P.,Mans,D.A.,Ulfman,L.H.,Volpi, S.,Voest, E.E.,and Giles,R.H.(2007) Eur.J.Hum. Genet.3,3   \n24.Yang,H.,Minamishima,Y.A., Yan,Q.,Schlisio,S.,Ebert,B.L., Zhang,X., Zhang,L.,Kim,W.Y.,Olumi,A.F.,and Kaelin,W.G.,Jr.(2007)Mol. Cel 28,15-27   \n25.Hanahan,D.,and Weinberg,R.A.(200O) Cell 100,57-70   \n26.Ohh,M., Yauch,R.L.,Lonergan,K.M.,Whaley,J.M.,Stemmer-Rachamimov,A.O.,Louis,D.N.,Gavin,B.J.,Kley,N.,Kaelin,W.G.,Jr.,and Iliopoulos,O.(1998) Mol. Cell1,959-968   \n27.Kurban,G., Hudon,V.,Duplan,E.,Ohh,M.,and Pause,A. (20o6) Cancer Res.66,1313-1319   \n28.Tang,N.,Mack,F.,Haase,V.H.,Simon,M.C.,and Johnson,R.S.(2006) Mol.Cell Biol.26,2519-2530   \n29.Hynes,R.O.(1992) Cell69,11-25   \n30.Wierzbicka-Patynowski,I.,and Schwarzbauer,J.E.(2oo3) J. Cell Sci.116, 3269-3276   \n31.Pankov,R.,Cukierman,E., Katz, B. Z., Matsumoto,K., Lin,D.C.,Lin, S., Hahn,C.,and Yamada,K.M.(2000)J. Cell Biol.148,1075-1090   \n32.Zhong,C.,Chrzanowska-Wodnicka,M.,Brown,J.,Shaub,A.，Belkin, A.M.,and Burridge,K.(1998)J. Cell Biol.141,539-551   \n33.Zhang,Q.,Magnusson,M.K.,and Mosher,D.F.(1997) Mol.Biol. Cell 8, 1415-1425   \n34.Iliopoulos,O.,Kibel,A.,Gray,S.,and Kaelin,W.G.,Jr.(1995) Nat.Med.1, 822-826   \n35.Ohh,M.,Takagi,Y.,Aso,T., Stebbins,C.E.,Pavletich,N.P.,Zbar, B., Conaway,R.C.,Conaway,J.W.,and Kaelin,W.G., Jr.(1999) J.Clin. Investig. 104,1583-1591   \n36. Stickle,N.H., Chung,J.,Klco,J.M.,Hil,R.P., Kaelin,W.G.,Jr.,and Ohh, M.(2004) Mol.Cell Biol.24,3251-3261   \n37.Krieg,M.,Haas,R.,Brauch,H.,Acker,T.,Flamme,I.,and Plate,K.H. (2000) Oncogene 19,5435-5443   \n38.Sechler,J.L., Takada,Y.,and Schwarzbauer,J.E.(1996)J. Cell Biol.134, 573-583   \n39．Naranjo-Suarez,S.,Castellanos,M.C.，Alvarez-Tejado,M.，Vara,A., Landazuri,M.O.,and del Peso,L.(2003)J.Biol.Chem.278,31895-31901   \n40.Clifford,S.C.,Cockman,M.E.,Smallwood,A.C.,Mole,D.R.,Woodward, E.R.,Maxwell,P.H.,Ratcliffe,P.J.,and Maher,E.R.(20o1) Hum. Mol. Genet.10,1029-1038   \n41.He,Z.,Liu,S.,Guo,M.,Mao,J.,and Hughson,M.D.(2004) Cancer Genet. Cytogenet.152,89-94   \n42.Ridley,A.J. (2001) Trends Cell Biol.11,471-477   \n43.Cali,G.,Mazzarell,C.,Chiacchio,M.,Negri,R.,Retta,S.F., Zannini, M., Gentile,F.,Tarone,G.,Nitsch,L.,and Garbi, C.(1999) J. Cell Sci.112, 957-965   \n44.Arthur，W.T.,Petch,L.A.,and Burridge,K.(20oO) Curr.Biol.10, 719-722   \n45.Hoffman,M.A.,Ohh,M.,Yang,H.,Klco,J.M.,Ivan,M.,and Kaelin,W.G., Jr.(2001) Hum. Mol.Genet.10,1019-1027   \n46.Grosfeld,A., Stolze,I.P.,Cockman,M.E., Pugh, C.W.,Edelmann,M., Kessler,B.,Bullock,A.N.,Ratcliffe,P.J.,and Masson,N. (20O7)J.Biol. Chem.282,13264-13269   \n47.Kurban,G.,Duplan,E.,Ramlal,N.,Hudon,V.,Sado,Y.,Ninomiya,Y.,and Pause,A. (2007) Oncogene 13,13   \n48.Jiang,Y.,Zhang,W.,Kondo,K.,Klco,J.M.,St Martin,T.B.,Dufault,M.R., Madden,S.L.,Kaelin,W.G.,Jr.,and Nacht,M.(2003) Mol. Cancer Res.1, 453-462   \n49.Iturrioz,X., Durgan,J.,Calleja,V.,Larijani,B.,Okuda,H.,Whelan,R.,and Parker,P.J.(2006) Biochem.J.397,109-120   \n50．Pal, S.,Claffey,K.P.,Dvorak,H.F.,and Mukhopadhyay,D.(1997) J. Biol. Chem. 272,27509-27512   \n51.Holinstat,M.,Mehta,D.,Kozasa,T.,Minshall,R.D.,and Malik,A.B. (2003) J.Biol. Chem.278,28793-28798   \n52.Mehta,D.,Rahman,A.,and Malik,A.B.(2001) J.Biol.Chem. 276, 22614-22620   \n53.Pang,H.，and Bitar，K.N.(20o5) Am.J.Physiol.Cell Physiol. 289, C982-C993   \n54.Harrington,E.O., Shannon,C.J.,Morin,N.,Rowlett,H.,Murphy,C.,and Lu,Q.(2005) Exp. Cel Res.308,407-421   \n55．Li,X.,and Lim,B.(2003) Oncol Res.13,323-331   \n56.Moyano,J.V.,Maqueda,A.,Casanova,B.,and Garcia-Pardo,A.(2003) Mol.Biol. Cell14,3699-3715 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]