[
    {
        "type": "text",
        "text": "Effect of High Intensity Interval Training on Blood Glucose Control in Experimental Animal of Type 2 Diabetes ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mellitus: A systematic review and meta-analysis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jun Tan, Lan Zheng, Yan Yu, Huai Deng, Zhongrong Liu & Qin Yi ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLaboratory of Physical Fitness and Exercise Rehabilitation of Hunan Province, National Demonstration Center for Experimental Physical Education ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jun Tan: Paper drafting and final revision. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Lan Zheng: Propose research ideas and design research plans. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yan Yu, Huai Deng, Zhongrong Liu & Qin Yi: Responsible for collecting and analyzing data; Abstract: Objective To explore the effect of high intensity interval training (HIIT） on blood glucose control in experimental animal of type 2 diabetes mellitus (T2DM) and to evaluate the quality of the included studies.Methods literatures were obtained by searching PubMed, EMbase, Web of Science,BIOSIS Preview and Cochrane Library. Chinese literatures were obtained through CNKI, WanFang Data, SinoMed and VIP Database; The collection and screening studies were conducted in strict accordance with inclusion/exclusion criteria. The methodological quality and reporting quality of the included studies were evaluated using SYRCLE's risk of bias tool for animal studies (SYRCLE） and Animal Research: Reporting In Vivo Experiments guidelines 2.0(ARRIVE2.0). Outcomes ， such as body weight (BW), fasting blood glucose (FBG), fasting insulin (FINS), homeostasis model assessment of insulin resistance (HOMA) were meta-analyzed and evaluated by Grading of Recommendations Assessment， Development and Evaluation (GRADE). Results Twenty studies were included, including male mice (9) or rats (11). T2DM models have been developed mainly in two ways: high-fat diet and/or combined with streptozotocin (STZ) injection (15 articles), genetic modification (5 articles). Exercise and interval intensity are measured using $\\mathrm { V O } _ { 2 \\operatorname* { m a x } }$ , maximum speed and slope, with 1-4.5 minutes of exercise and 15 second -3 minutes of interval, and the training duration was 8-13 weeks with 3-5 times of training a week. The SYRCLE's result was mainly uncertain； None of the single items or the single studies assessed by ARRIVE 2.0 appeared complete. Standardized mean difference (SMD) combined the effect size of outcomes showed that compared with the sedentary control group, the heterogeneity was all large,and there are significant differences in FBG,HOMA. Very low quality of all evidence assessed by GRADE. Conclusions The effect of HIIT on blood glucose control is clear, but the influencing factors are complex,the risk of bias is high,the quality of reporting is low, the source of heterogeneity in outcomes is complex,and the quality of evidence is extremely low, which make its reliability and validity are questioned. It is recommended to use ARRIVE2.0 as a guide to increase the integrity and transparency of research information and improve research quality through experimental protocol registration and attachments. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: Type 2 Diabetes Mellitus; Experimental Animals; High-intensity Interval Training; System Review; Meta Analysis ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Type 2 Diabetes Melitus(T2DM) is a serious metabolic disease,the incidence of which is increasing year by year worldwide. It is an unprecedented and uncontrolled pandemic, with 1 in 4 diabetic patients worldwide originating from China'.The incidence of diabetes is stillincreasing in China, the prevalence of diabetes in people aged 18 years and older increased from $1 0 . 4 \\%$ in 2013 to $1 1 . 2 \\%$ in $2 0 1 7 ^ { 2 }$ . High-intensity Interval Training (HIIT) is a current popular sports and exercise concept and method.As of 2021,HIIT has been ranked in the top five global fitness trends released by the American College of Sports Medicine for 8 consecutive years³. HIIT can improve insulin sensitivity in adults,and HIIT may be associated with greater cardiovascular benefits in people at high risk for $\\mathrm { T } 2 \\mathrm { D M } ^ { 4 }$ .However, in patients with T2DM,by what biological mechanisms does HIIT work,and what is the effect of HIIT on complications and other important outcomes? Are there advantages compared to other exercise interventions? How is the security? Due to the long period and dificulty of clinical experimental research and the possibility of patient accidents, the current research evidence is very limited,and the research conclusions are still unclear5. Animal experiments are a good alternative research strategy, and many researchers have tried to use animal experiments to explain the above problems. It's just that HIIT, as an exercise training intervention,has a broad and holistic effect on the organism,and the effect is slow and reversible compared to drugs. There are many and complex influencing factors in the experiment, and improper handling willead to the decline of the research quality and even the wrong conclusions. The methodology and quality of the current animal experiments reporting on HIIT intervention in T2DM,and the characteristics of the research outcomes are the preconditions for determining the value of animal experiments. This study attempts to use the method of Systematic Reviews/MetaAnalysis (SRs/MAs) to summarize the evidence,so as to provide researchers with high-quality evidence-based evidence, optimize experimental protocols,and reduce repeated studies. Maximize the information that is beneficial to human health promotion in animal experimental research,and realize the principle of \"Reduce, Replace, and Refine\" for experimental animals. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This research protocol is registered in PROSPERO,registration code: CRD42021244120, the report is completed according to the protocol and the actual situation of included studies； The report is based on systematic reviews and Meta-Analyses priority reporting items (PRISMA2020) statement, the fulltext and abstract are checked against the PRISMA2O2O list and abstract list one by one,and the check results are shown in the Supplement of Appendix 1 and 2. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Study Subjects and Methods   \n1.1 Inclusion and Exclusion criteria   \nInclusion and exclusion criteria are based on the PICOS principle: participants, interventions, ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "comparisons,outcomes,study design. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.1 Inclusion criteria (1） Study design: experimental study. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2）Participants: T2DM animal model, unlimited species of experimental animals. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(3）Intervention and control protocol: HIIT: exercise intensity is based $0 \\mathrm { n } { > } ~ 8 0 \\mathrm { - } 9 5 \\%$ VO2max or equivalent peak heart rate (HR peak)，equivalent running speed; the specific exercise type, exercise time, interval time, duration, frequency of HIIT was not limited. There was no limit on the control group. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(4） Outcomes: $\\textcircled{1}$ body weight (BW), $\\textcircled{2}$ fasting blood glucose (FBG), $\\textcircled{3}$ fasting insulin (FINS), $\\textcircled{4}$ HOmeostasis Model Assessment-Insulin Resistance (HOMA). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.2 Exclusion criteria ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ repeated search and published literature; $\\textcircled{2}$ excluded in vitro studies,cell and tissue culture studies,and human studies; $\\textcircled{3}$ Research methods are observational studies，systematic review plans, traditional reviews,systematic reviews/Meta-analysis; $\\textcircled{4}$ Exclude literatures for which the full text cannot be obtained (conference abstracts,etc.); $\\textcircled{5}$ Different literatures published in the same study shall be recorded as one study, and the outcomes will not be included repeatedly. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2 Strategies for the literature search ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PubMed，Embase，Web of Science (WOS)，Biosis Preview database (BP)，Cochrane Library， CNKI, WanFang, VIP and SinoMed used to obtain literature. The search period was from the establishment of the database to August 23,2O21，and has no year of publication or language restrictions. The supplementary search strategy adopted the retrieval of relevant systematic reviews/meta-analyses and reference lists of included original studies to obtain more articles that met the inclusion criteria. According to the requirements of PRISMA202O statement, the search formula and search results of each database have been provided, in Appendix 3 and the document package. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3 Literature screening and data extraction ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Literature screening and data extraction were completed independently by two researchers and summarized by a third researcher. If the results were inconsistent, a consensus was formed through three-person discussion. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3.1 Literature screening: First, obtained literatures were imported into the Endnote software, Duplicate literatures were excluded by Find Duplicates combined with researchers' manual comparison and checking; Then read the titles and abstracts to exclude the literatures that do not meet the inclusion criteria,exclude SRs/MAs or other review literatures,and original study literature and conference literature for human or non-animal, non-T2DM; Find and collect full text of literature that may be included in the study,and if the web search lacks data,contact the author by email to supplement it; ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Two researchers read the fulltext independently, checked the exclusion criteria,and screened each literature one by one. For multiple literatures with repeated research design and study results, one study was reserved,and it was calculated as one study.Literature with no required outcomes were excluded. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3.2 Data extraction: First, try to extract the data directly from the text, table and graph. If the required data were reported as graphs, the data has been extracted from the graph using the GetData Graph Digitizer software. Data were extracted from the included studies and placed in data extraction tables. The table includes (1） basic information table: the first author and publication time of the study, country, animal species, ethical registration, fund support, outcomes and comments; (2） Experimental design scheme table: experimental animal information and T2DM induction method; strain， number， week age， gender, weight, temperature， humidity, sunshine, etc. Drug and method of administration, concentration, dose, site, number, and success criterion, Sample size of the intervention group; (3) Interventions and comparison measures table: exercise type, intensity, time,interval exercise type, interval exercise intensity, interval exercise time,repetition number, frequency, program duration span and control measures, were extracted successively; The outcomes of this study were all continuous variables, including BW (g), FBG (mmol/L),FINS (mmol /L) and HOMA. After data extraction, if unreported or unclear data was found,and an attempt will be made to contact the author by email (up to two attempts). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.4 Quality assessment of the included studies ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.4.1 The risk of research bias was assessed using the SYRCLE (Systematic Review Centre for Laboratory animal Experimentation) tool for assessing risk of bias in animal experiments6. As Appendix 4,the SYRCLE tool includes six aspects: selection bias, performance bias, detection bias,attrition bias,reporting bias,and other. There are 1O items include sequence generation, baseline characteristics,allocation concealment, random housing, blinding,randomized outcome assessment, blinding， incomplete outcome reporting，selective outcome reporting，and other sources of bias. \"Yes\", \"No\" and \"Unclear\" judgments are made,and finaly expressed as a percentage. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.4.2 The reporting quality of the included studies was assessed using the Animals in Research: Reporting In Vivo Experiments (ARRIVE) guidelines.The content and principle of the evaluation of animal experimental research reports are based on the ARRIVE 2.O version updated by the National Centre for the Replacement, Refinement and Reduction of Animals in Research (NC3Rs) in July $2 0 2 0 ^ { 7 }$ .The ARRIVE 2.0 Executive Questionnaire provided by NC3Rs in March 2021, Appendix 5. Strictly follow the key items in ARRIVE2.0 to complete the report quality evaluation of the included studies, and finally obtain the percentage of report completeness according to the answers，perform horizontal comparison of each item in the questionnaire,and obtain a comparison of the answers to individual questions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.5.Statistics and Meta-analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Meta-analysis was performed statistically by using Stata 16.O software and Review Manager5.4, all outcomes were expressed by mean±standard deviation (mean $\\pm \\mathrm { S D } )$ , if the original study data were expressed as mean±standard error (mean $\\mid \\pm$ SEM),the formula SD $\\vDash$ SEMx would beused to convert. The effect size was pooled using the standardized mean difference (SMD),and the effect scale was $9 5 \\%$ confidence interval ( $9 5 \\%$ CI).Heterogeneity test (Q test, test level is $\\mathsf { a } { = } 0 . 1$ ） was used, $\\mathrm { ~ I ~ } ^ { 2 } \\leq 5 0 \\%$ , choose fixed effect model for Meta analysis, $\\mathrm { ~ I ~ } ^ { 2 } > 5 0 \\%$ ,choose random effect model for Meta analysis,and Sensitivity analysis for its heterogeneity sources, such as subgroup analysis,univariate Meta regression analysis; The following study characteristics will be used as potential sources of heterogeneity: species, modeling and exercise protocol, etc. When $\\mathbf { P } < 0 . 0 5$ the results of the Meta-analysis are statistically significant. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.6 Evaluation of evidence quality ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Evidence quality for outcomes were assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE） system8. Two researchers independently used the GRADEpro GDT online tool to rate the quality of evidence for the outcomes included in the SR from five aspects: study limitations, publication bias, imprecision, inconsistency,and indirectness9, Cross-check after completion,and any dispute shall be decided by the study instructor. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2 Results ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1 Literature search and screening ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A total of 446 articles were obtained from the first search, including 35 Chinese articles and 411 English articles,imported into Endnote software,checked the author, journal name,publication time and title one by one,and eliminated 96 duplicate documents; According to the exclusion criteria，the title,abstract were read and articles were removed as follows ①review studies, $\\textcircled{2}$ studies with human, $\\textcircled{3}$ researches on other animal models, such as obesity, heart failure, etc., $\\textcircled{4}$ conference abstracts,if the conference abstracts are studies on HIIT intervention in animal models of T2DM. The full text was obtained through other search methods or emails,and 321 articles were excluded; The full text of the remaining 29 articles was finally obtained,of which 8 were in Chinese and 21 in foreign languages. One study in Korean was translated and read after translation by WPS Kingsoft and Youdao. The research of ESMAEILI $\\mathrm { S } 2 0 1 8 ^ { 3 4 }$ is in Persian,and the information is obtained by reading the English title,abstract, key words and combining with the professional Persian translation provided by Huiquan Translation Company. Detailed literature screening flow and results are shown in Appendix 6. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 Data extraction of the included study ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1 Basic information of the inclusion and exclusion of studies ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The basic information of the 29 papers included in the full-text reading is shown in Table 1.There are l2 studies in which the experimental animals were mice,and the strains were all C57BL. There are 17 studies on rats,including 13 studies on Wistar,3 articles on SD,and 1 article on OLETF; Eighteen papers were approved by the ethics commitee, and eight were supported by funds.From the first author, there are 12 papers from China, including 7 mice and 5 rats； 11 papers from Iran are all rats;3 in Norway,1 in France,1 in the United States,and 1 in South ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Korea.Except for a study in the United States, which was in rats,the rest were allin mice; In the process of reading the full text, according to the basic situation of the research data， the experimental design and the outcome indicators, it is judged whether different literatures are the same study. The criteria are as follows: outcomes of the two studies are exactly the same,or outcomes are partially the same and the intervention plan is the same.If multiple studies are the same study, keep the literature with the most outcomes to be included, followed by keep journal papers or keep updated literature.ESMAEILI $\\mathrm { S } 2 0 1 8 ^ { 3 4 }$ ,Amri, $\\boldsymbol { \\mathrm { J } 2 0 1 9 ^ { 3 1 } }$ ， Mohammad $\\mathrm { P } 2 0 1 9 ^ { 3 0 }$ have the same intervention plan and some research results, Amri, $\\boldsymbol { \\mathrm { J } 2 0 1 9 ^ { 3 1 } }$ with the most outcomes were retained. ZHENG $\\mathrm { L } 2 0 2 0 ^ { 1 4 }$ and Zheng Lifang $2 0 2 1 ^ { 1 5 }$ , keep journal papers; Kalaki-Jouybari $\\mathrm { F } 2 0 2 0 ^ { 2 4 }$ （2 and KHAKDAN $\\mathrm { S } 2 0 2 0 ^ { 2 5 }$ , Xing Xiaorui $2 0 1 9 ^ { 3 2 }$ and Li $\\mathrm { X u n } 2 0 1 8 ^ { 3 3 }$ ，Zhang, $\\mathrm { Q } 2 0 2 0 ^ { 1 2 }$ and Zhang Qiang $2 0 1 7 ^ { 1 7 }$ are all the same studies,keep an updated research; Lin $\\mathrm { S e n } 2 0 2 0 ^ { 2 3 }$ and Zhang Xiaofei $2 0 2 0 ^ { 2 2 }$ are the same study, and the exercise program used is before the induction of diabetes,which is not in line with this study; ROLIM $\\mathrm { N } 2 0 1 5 ^ { 2 0 }$ did not meet the inclusion criteria and was excluded; 20 papers were finally included in this SRs/MAs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.2 The experimental design of the included studies ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The study design of the 20 included studies is shown in Table 2. All of them are group-controlled experimental studies. Generally, temperature, humidity,and sunshine are introduced, but no details are provided. In terms of inducing T2DM, 4 included studies were db/db mice and 1 was OLETF rats. KHAKDAN $\\mathrm { S } 2 0 2 0 ^ { 2 5 }$ was fed with a simple high-fat high-fructose diet (HFHFD); SABOURI $\\mathrm { M } 2 0 2 0 ^ { 2 6 }$ and Amri, $\\mathrm { J } 2 0 1 9 ^ { 3 1 }$ adopted streptozotocin (STZ) alone; the other 12 studies used high-fat diet combined with STZ. STZ were administered by intraperitoneal injection,and all but one study were administered by one injection; However, the timing and dose of STZ injection are different. Zhang, $\\mathrm { Q } 2 0 2 0 ^ { 1 2 }$ reported STZ injection followed by high-fat diet, and at the latest after 12 weeks of a high-fat diet, STZ injection. The injection concentration of STZ is usually diluted with fresh sodium citrate buffer to $\\mathrm { p H } { = } 4 . 4 { - } 4 . 5$ ; STZ dose, the mice use two doses of $1 0 0 \\mathrm { m l / k g }$ and $1 0 \\mathrm { m l / k g }$ and the rats use doses of $3 0 { - } 6 5 ~ \\mathrm { m l / k g }$ .The sample size of the study was 6-8 individuals/group. The FBG value was used to judge whether T2DM was formed. The judgment criteria were $\\mathrm { F B G } { \\geq } 1 6 . 7 \\mathrm { m m o l } / \\mathrm { L }$ $\\mathrm { F B G } { \\geq } 1 3 . 8 \\ \\mathrm { m m o l / L }$ ，and $\\mathrm { F B G } { \\geq } 1 1 . 1 \\mathrm { m m o l } / \\mathrm { L }$ . However, neither db/db mice nor OLETF rats were introduced to judge T2DM modeling success criteria. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The sample size of the SABOURI $\\mathrm { M } 2 0 2 0 ^ { 2 6 }$ grouping was unclear. The total sample size of YAZDANI $\\mathrm { F } 2 0 2 0 ^ { 2 7 }$ was 24; After STZ injection, it was still24 (8/group),but the body weight data was 10/group, it's obvious contradictions. The authors were consulted by email, but did not get any reply; In the MOGHADDAMI ${ \\mathrm { K } } 2 0 1 8 ^ { 3 5 }$ , there were errors in the conversion of degrees of freedom and the conversion of blood glucose standards $\\mathrm { m g / d l }$ and mmol/L. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.3 Measures of the HIIT intervention and control groups in the included studies As shown in Table 3,all exercise methods included in the study were treadmil exercise,and highintensity exercise was the same as interval exercise; The speed of high-intensity exercise of mice is $1 5 { - } 2 6 \\mathrm { m / m i n }$ , and the speed of high-intensity exercise in rats is $2 5 { - } 3 6 \\mathrm { m / m i n }$ . Adopt the method of increasing load, increase $1 { - } 2 ~ \\mathrm { m / m i n }$ every week.The slopes used were $1 5 ^ { \\circ }$ $2 0 ^ { \\circ }$ and $2 5 ^ { \\circ }$ . The maximum oxygen uptake (VO2max) is usually specified in the range of $8 0 \\% - 9 5 \\%$ . The exercise time is 2-4 minutes.The number of repetitions of high-intensity exercise is 4-13 times. The interval way is mainly low-to-medium-intensity exercise,and the intensity is between $0 . 7 5 \\%$ VO2max. The frequency of training is 3-6 times per week; the control group adopts the methods of sedentary, continuous exercise and moderate-intensity intermittent exercise; The time span of sports training in all included studies was between 8 and 13 weeks, of which 8 weeks were the main, including 15 articles, only one study of Stolen $2 0 0 9 ^ { 2 1 }$ was 13 weeks, two studies by Amri, $\\boldsymbol { \\mathrm { J } 2 0 1 9 ^ { 3 1 } }$ , Chavanelle, V2017 19were 10 weeks, two studies by MOGHADDAMI ${ \\mathrm { K } } 2 0 1 8 ^ { 3 5 }$ , Martin, J. $\\mathrm { S } 2 0 1 2 ^ { 3 8 }$ were 12 weeks. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3 Quality Evaluation 2.3.1 Risk ofBias Assessment ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Based on the SYRCLE animal experimental bias risk assessment tool, results as shown in Figure 1, selective bias,implementation bias, measurement bias,loss bias,reporting bias and other bias are all impossble to determine through the paper. There were only 3 papers that could be clearly negative in terms of selection bias and other biases. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.3.2 Report Quality Evaluation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The report quality of the 2O papers included in the study was evaluated according to the key 10 items of the ARRIVE 2.0 executive questionnaire. The contents included study design, sample size,inclusion and exclusion criteria, randomization，blinding，outcome measures,statistical methods, experimental animals, experimental procedures,and results. All entries involved a total of 18 issues; Answer yes or no according to the actual situation of each study; The results were shown in Figure 2,Almost all studies did not report the details of randomization and blinding. The basis for determining the sample size,the size of the effect size and the confidence interval were also not provided. In addition, the determination and statistics of the minimum observation unit in the experimental design were not provided. Whether the data in the method conforms to the statistical assumptions is also an overlooked issue in the paper report. The full reporting rate for all studies was below $80 \\%$ . however, the evaluation reports of experimental animals and outcomes are relatively complete. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.4.Main effect ofHIIT intervention in T2DM outcomes ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.4.1 Results of Meta-Analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As shown in Table4,in addition to the two outcomes of BW and HOMA, which were compared between the HIIT intervention and the exercise control group,were $1 ^ { 2 } < 5 0 \\%$ and ${ \\bf P > 0 . 1 }$ by the Q test, which showed that there was no strong heterogeneity,and fixed effects could be selected for the study. The $\\mathrm { I } ^ { 2 }$ values of the remaining outcomes were greater than $50 \\%$ ，which showed strong heterogeneity, so the random effect model was selected. Meta-analysis results showed that HIIT compared with SED,absolute SMD for FBG,FINS and HOMA were greater than O.5,and the decrease of FBG and HOMA had a very significant difference $( \\mathrm { P } { < } 0 . 0 1 )$ ). Compared with HIIT and EXE, the absolute SMD effect values of BW, FBG, FINS and HOMA were all median between 0.2 and O.5,but the confidence intervals of the three outcomes were broad and crossed the invalid zone \"0\". ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.4.2. sensibility analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Comparison of HIIT and SED,as shown in Figure 3, BW, FBG, FINS,and HOMA removed any included studies one by one,and compared with HIIT and EXE group,as shown in Figure 4,FBG and FINS removed any included studies one by one,the combined effect size did not change significantly; Using the RM5.4 software to remove an included study one by one,the overall heterogeneity is still high. The subgroup analysis from the population, modeling method, and exercise training time span did not show obvious heterogeneity. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.5the results of evidence quality evaluation   \nGRADE evidence quality results are shown in Table 5, with all included samples,BW, FBG, H OMA,and the evidence quality was extremely low. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.Discussion ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Animal studies on HIIT intervention in T2DM are mainly from China and Iran, especially in recent years,showing obvious regional characteristics.The charm of HIIT lies in its high fitness efficiency and short time-consuming, which meets people's sports and fitness needs in the context of fast-paced life and fragmented time in contemporary life.The update iteration of the economic development model and the increasing competition pressure make people more inclined to choose HIT.The prevalence of T2DM in China and Iran is relatively high',and for T2DM patients, the effect of HIIT on improving blood glucose control is of great significance. Animal experimental research on HIIT intervention in T2DM is a scientific issue with strong application value,but it is necessary to pay attention to the repeated reports of the same study in different ways and the consistency of reports. However, it is necessary to pay attention to the inconsistency caused by repeated reports of the same research in different ways to ensure the reliability of the research. Rodents are used in animal experimental studies on exercise intervention in chronic diseases9. The participates included in this study were rats or mice; Judging from the modeling protocols used in the included studies,there are differences in the selection of animal models,the concentration of STZ,the composition of diet-induced food,the feeding time,and the sequence of STZ injections; Judging from the exercise programs selected in the included studies, the HIIT exercise types all use treadmills,but there are obvious differences in the intensity interval and test method,the duration of the exercise,the way and time of the interval exercise,and the frequency of weekly repetitions. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In particular, the duration of the training has a significant efect on the effect of blood glucose control; BW, FBG, FINS,and HOMA were allindirect substitution outcomes40.It can only reflect the health status statically,and the results are affected by multiple factors such as measurement time，body condition，index testing methods，and instruments；BW,FBG，and FINS are bidirectional in reflecting the effect of HIT intervention on blood glucose control in T2DM patients,that is,it is meaningless to judge the health-promoting benefit based on the evaluation of the increase and decrease of a single indicator. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In clinical practice studies,the effect of HIIT on BW in patients with T2DM has shown a small effect size,a two-way feature of decreasing41 and increasing42. Exercise regimens should be more carefully defined to improve the quality of the body of evidence for outcomes. Compared with the sedentary group, HIIT significantly decreased FBG and HOMA,and the effect of HIIT on blood glucose control was clear, but it did not show a significant advantage over other exercise methods. From the perspective of PICOS elements，species differences，model and exercise protocol complex differences, the literature strong heterogeneity between outcomes also show that the included studies are very different. All show diversity and uncertainty,and various factors are intertwined, making it difficult to judge the source of heterogeneity. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "High-quality evidence is the basis for realizing the significance of animal experiments,and low risk of bias is the premise to ensure high-quality evidence; SYRCLE evaluation of all included studies showed no or uncertain,Animal experiments of drug intervention have problems of sequence generation， alocation concealment, blinding，and lack of random result evaluation reports43; ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Exercise intervention studies were either unreported or unclear in sequence generation, allocation concealment, randomization of animal placement, randomized outcome assessment, incomplete data reporting, selective outcome reporting, etc.44; Blinding is also largely unreported or unclear. The reproducibility of experimental animal research has attracted more and more attention, and the key to improving the reproducibility of research lies in the transparency of reporting. In order to facilitate practical application, the international organization NC3Rs revised and promulgated of ARRIVE2.0 in 2020,and designed the questionnaire in layers. The basic requirement part is \"Key 10 Items of ARRIVE Execution Questionnaire\"7. But there is still a problem of incomplete reporting45; All included studies did not clearly introduce the method of randomization sequence generation and the treatment of potential confounding factors; Blinding is neglected in animal grouping, intervention and outcomes; Regarding the seting of the sample size,although the included studies clearly stated the number of animals in each group of studies $\\scriptstyle ( { \\mathrm { n } } = )$ , the design and implementation of the experimental unit were neglected,and the basis or instructions for estimating the sample size were lacking,and underreporting basic information from animal studies46. Whether it is from the perspective of a single included study or a single item of the ARRIVE2.O implementation questionnaire, the report is incomplete. Perhaps the journal articles are limited by the publication space,and there is no evidence of \"negative\" studies in experimental animal studies47,only use of male animals48, the consequences of repeated reports of the same study, etc., make the details of the study not fully presented to the reader, resulting in a very low reproducibility of animal studies,even lower than $2 5 \\%$ . Appropriate and detailed Sample size calculations and analysis of effects are necessary49.The reproducibility crisis is a huge crisis faced by sports science research, and a reasonable response method must be adopted in research practice to keep up with the progress of other disciplines50. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4. Conclusion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The effect of HIIT on blood glucose control is clear, but the influencing factors are complex, the risk of bias is high, the quality of reporting is low, the source of heterogeneity in outcomes is complex,and the quality of evidence is extremely low,and the reliability and validity are questioned; It is recommended to use ARRIVE2.O as a guide to increase the integrity and transparency of research information and improve research quality through experimental protocol registration and attachments. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conflict of Interest: None. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Supplementary material: ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Appendix1:PRISMA2020 Checklist   \nAppendix 2: PRISMA2020 Summary Checklist   \nAppendix 3: Literature Search Strategy and Document Package   \nAppendix 4: SYRCLE Animal Experimentation Risk of Bias Assessment Tool   \nAppendix 5: ARRIVE2.0 Implementation Questionnaire   \nAppendix 6: Literature Screening Process   \nAppendix 7: all results of a single study   \nAppendix 8:Data and other available materials ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1. IDF Diabetes Atlas 2021 2021 [Available from: https://diabetesatlas.org/idfawp/resource  \nfiles/2021/07/IDF_Atlas_10th_Edition_2021.pdf.   \n2. Chinese Diabetes Society. Guidelines for the Prevention and Treatment of Type 2 Diabetes mellitus in China (2020 Edition) (Part1). Chinese Journal of Practical Internal   \nMedicine,2021;41(08): 668-95.doi: 10.19538/j. nk2021080106   \n3.ACSMFitness Trends ACSM's Health & Fitness Journal; 2022 [Available from:   \nhttps://www.acsm.org/education-resources/trending-topics-resources/acsm-fitness-trends.   \n4. Services USDoHaH. Physical Activity Guidelines for Americans,2nd edition. Washington, DC: U.S. In: Services; DoHaH, ed., 2018.   \n5. Tan Jun J-HT,Fei Yu, Xing Wang,lan Zheng. Efect of High-intensity Interval Training on patients with Type 2 Diabetes Melltus: An Overview of Systematic Reviews 2021 [Available from:   \nhttps://www.researchsquare.com/article/rs-457587/v1.   \n6.Hooijmans CR,Rovers MM,de Vries RB,et al.SYRCLE's risk of bias tool for animal studies. BMC Med Res Methodol 2014;14:43. doi: 10.1186/1471-2288-14-43 [published Online First: 2014/03/29] 7. Percie du Sert N, Hurst V,Ahluwalia A, et al. The ARRIVE guidelines 2.0: Updated guidelines for reporting animal research. PLoS Biol 2020;18(7):e3000410. doi: 10.1371/journal.pbio.3000410 [published Online First: 2020/07/15]   \n8. Deng Tong, Wang Yang, Huang Di, et al. Methodology for clinical practice guidelines - GRADE method theory. Chinese Journal of Evidence-Based Cardiovascular Medicie,   \n2018;10(12):1441-45,49.   \n9. Deng Tong, Wang Yang, Wang Yunyun, et al. Methodology for clinical practice guidelinesApplication of GRADEpro GDT in evidence grading of systematic reviews of interventional trail. Chinese Journal of Evidence-Based Cardiovascular Medicine,2019;11(O1):1-5.   \n10. Chen X, Yang K, Jin X, et al. Bone Autophagy: A Potential Way of Exercise-Mediated   \nMeg3/P62/Runx2 Pathway to Regulate Bone Formation in T2DM Mice. Diabetes Metabolic Syndrome and Obesity-Targets and Therapy 2021;14:2753-64. doi: 10.2147/dmso.S299744   \n11. Guo Yifan. Mechanism of high-intensity interval training-induced browning of subcutaneous white adipose tissue in type 2 diabetic mice. Master dissertation. Shanghai University of Sport, 2021.   \n12. Zhang Q, Shen F, Shen WQ,et al. High-intensity interval training atenuates ketogenic diet-induced liver fibrosis in type 2 diabetic mice by ameliorating TGF- $\\lvert \\beta \\rvert$ /smad signaling. Diabetes,Metabolic Syndrome and Obesity: Targets and Therapy 2020;13:4209-19. doi: 10.2147/DMSO.S275660 13. Zhang Jing.Effects of high-intensity interval training on skeletal muscle insulin resistance in type 2 diabetic mice and its mechanism. Master dissertation. Shanghai University of Sport, 2020. 14. Zheng L,Rao Z, Guo Y, et al.High-Intensity Interval Training Restores Glycolipid Metabolism and Mitochondrial Function in Skeletal Muscle ofMice With Type 2 Diabetes.Front Endocrinol   \n(Lausanne) 2020;11:561. doi: 10.3389/fendo.2020.00561 [published Online First: 2020/09/15] 15. Zheng Lifang. Role and mechanism of lncRNA H19/miR-181a-5p axis in improving insulin resistance of type 2 diabetic mice by high-intensity interval training.Doctor dissertation. Shanghai University of Sport, 2021.   \n16. Baekkerud FH, Salerno S, Ceriotti P, et al. High Intensity Interval Training Ameliorates   \nMitochondrial Dysfunction in the Left Ventricle of Mice with Type 2 Diabetes. Cardiovasc Toxicol 2019;19(5):422-31. doi: 10.1007/s12012-019-09514-z   \n17. Zhang Qiang. Effects of exercise combined with ketogenic diet on glucose homeostasis and hepatic lipid metabolism in STZ-induced T2DM mice. Master dissertation. Shanghai: East China Normal University, 2017.   \n18.A BK, Hwan PS, Yoon Jh. Effects of Interval Training on Expression of GLUT-4mRNA and Cardiovascular Complications Cytokines in Skeletal Muscle of type 2 Diabetic Mice. The Korean Society ofLiving Environmental System 2017;24(3):351-59.doi: 10.21086/ksles.2017.06.24.3.351 19.Chavanelle V,Boisseau N, Otero YF, et al.Effects of high-intensity interval training and moderateintensity continuous training on glycaemic control and skeletal muscle mitochondrial function in db/db mice. Sci Rep 2017;7(1):204.doi: 10.1038/s41598-017-00276-8 [published Online First: 2017/03/18] 20.Rolim N, Skardal K, Hoydal M, et al. Aerobic interval training reduces inducible ventricular arhythmias in diabetic mice after myocardial infarction. Basic Res Cardiol 2015;110(4):44. doi: 10.1007/s00395-015-0502-9 [published Online First: 2015/06/27]   \n21. Stolen TO, Hoydal MA, Kemi OJ, et al. Interval Training Normalizes Cardiomyocyte Function, Diastolic $\\mathrm { C a } 2 +$ Control, and SR $\\mathrm { C a } 2 +$ Release Synchronicity in a Mouse Model of Diabetic   \nCardiomyopathy. Circ Res 2009;105(6):527-U47. doi: 10.1161/circresaha.109.199810   \n22. Zhang Xiaofei. Diferent exercise modes were studied to delay renal fibrosis by influencing the protein expression of TGF- $_ { \\cdot \\beta 1 }$ in plasma and TGF- ${ \\bf \\cdot } { \\bf \\{ \\beta \\} }$ and MMP-9/TIMP-1 in kidney during the formation of rat model type 2 diabetes melitus. Master dissertation. Wuhan Sports University, 2020.   \n23.Lin S. Effects of different types of exercise preconditioning on leptin synthesis and its downstream signaling pathway in T2DM.Master dissertation. Wuhan: Central China Normal University, 2020.   \n24.Kalaki-Jouybari F, Shanaki M, Delfan M, et al. High-intensity interval training (HIIT) aleviated NAFLD feature via miR-122 induction in liver of high-fat high-fructose diet induced diabetic rats. Arch Physiol Biochem 2020;126(3):242-49.doi: 10.1080/13813455.2018.1510968   \n25.Khakdan S,Delfan M, Meymeh MH,et al.High-intensity interval training (HIIT) effectively enhances heart function via miR-195 dependent cardiomyopathy reduction in high-fat high-fructose diet-induced diabetic rats.Arch Physiol Biochem 2020;126(3):250-57. doi:   \n10.1080/13813455.2018.1511599   \n26. Sabouri M, Norouzi J, Zarei Y, et al. Comparing High-Intensity Interval Training (HIT) and Continuous Training on Apelin, APJ, NO,and Cardiotrophin-1 in Cardiac Tissue of Diabetic Rats. $J$ Diabetes Res 2020;2020:1472514.doi: 10.1155/2020/1472514 [published Online First: 2020/09/11] 27.Yazdani F, Shahidi F, Karimi P.The effect of 8 weeks of high-intensity interval training and moderate-intensity continuous training on cardiac angiogenesis factor in diabetic male rats.J Physiol Biochem 2020;76(2):291-99.doi: 10.1007/s13105-020-00733-5 [published Online First: 2020/03/12] 28.Peyravi A, Yazdanpanahi N, Nayeri H, et al. The effect of endurance training with crocin   \nconsumption on the levels of MFN2 and DRP1 gene expression and glucose and insulin indices in the muscle tissue of diabetic rats. JFood Biochem 2020;44(2):e13125.doi: 10.111/jfbc.13125 [published Online First: 2019/12/19]   \n29.Cai H, Chen S,Liu J, et al. An atempt to reverse cardiac lipotoxicity by aerobic interval training in a high-fat diet- and streptozotocin-induced type 2 diabetes rat model. Diabetol Metab Syndr   \n2019;11:43.doi: 10.1186/s13098-019-0436-8 [published Online First: 2019/06/30]   \n30.Mohammad P, Esfandiar KZ,Abbas S, et al. Effects of moderate-intensity continuous training and high-intensity interval training on serum levels of Resistin, Chemerin and liver enzymes in   \nStreptozotocin-Nicotinamide induced Type-2 diabetic rats.JDiabetes Metab Disord 2019;18(2):379- 87. doi: 10.1007/s40200-019-00422-1 [published Online First: 2020/01/01]   \n31.Amri J,Parastesh M, Sadegh M, et al. High-intensity interval training improved fasting blood glucose and lipid profiles in type 2 diabetic rats more than endurance training; possible involvement of irisin and betatrophin.Physiol Int 2019;106(3):213-24. doi: 10.1556/2060.106.2019.24 [published Online First: 2019/10/04]   \n32. Xing Xiaorui. Effects of high intensity interval training on insulin resistance and   \nlearning/memory function in diabetic rats. Master dissertation. Shi Jiazhuang: Hebei Normal University,2019. 33.Li X. The effects of aerobic interval training combined with liraglutide on hepatic lipotoxicity in diabetic rats.Master dissertation. Shi Jiazhuang: Hebei Normal University, 2018.   \n34.Esmaeili S,Minasian V, Karami H, et al. The effects of exercise training on vascular endothelial growth factor and endostatin gene expresson in cardiac tissue of rats with type 2 diabetes mellitus. Journal of Isfahan Medical School 2018;36(491):909-16. doi: 10.22122/jims.v36i491.10214   \n35.Moghaddami K,Mohebbi H, Khalafi M,et al.The effect of interval training intensity on protein levels of ATGL and Perilipin 5 in visceral adipose tissue of type 2 diabetic male rats. International Journal of Applied Exercise Physiology 2018;7(4):62-70. doi: 10.30472/ijaep.v7i4.310   \n36.Rahmatollahi M, Ravasi AA, Soori R,et al. Adipolin and insulin resistance response to two types of exercise training in type 2 diabetic male rats. (Iranian Journal of Endocrinology and Metabolism） 2017,19 (2） :99-105 2018;6(1):36-40. doi: 10.15406/emij.2018.06.00152   \n37. Alizadeh M,Asad MR,Faramarzi M,et al. Effect of Eight-Week High Intensity Interval Training on Omentin-1 Gene Expression and Insulin-Resistance in Diabetic Male Rats. Annals of Applied Sport Science 2017;5(2):29-36. doi: 10.18869/acadpub.aassjournal.5.2.29   \n38.Martin JS,Padilla J, Jenkins NT, et al. Functional adaptations in the skeletal muscle   \nmicrovasculature to endurance and interval sprint training in the type 2 diabetic OLETF rat. Journal of applied physiology (Bethesda, Md : 1985)2012;113(8):1223-32. doi: 10.1152/japplphysiol.00823.2012 [published Online First: 2012/08/28]   \n39.De Sousa RAL,Rodrigues CM,Mendes BF, et al. Physical exercise protocols in animal models of Alzheimer's disease: a systematic review. Metab Brain Dis 2021;36(1):85-95.doi: 10.1007/s11011- 020-00633-z   \n40. Guyat GH, Oxman AD, Kunz R, et al. GRADE guidelines: 8. Rating the quality of evidenceindirectness.JClin Epidemiol 2011;64(12):1303-10. doi: 10.1016/j.jclinepi.2011.04.014 [published Online First: 2011/08/02]   \n41. Lora-Pozo I, Lucena-Anton D, Salazar A, et al. Anthropometric, Cardiopulmonary and Metabolic Benefits of the High-Intensity Interval Training Versus Moderate,Low-Intensity or Control for Type 2 Diabetes: Systematic Review and Meta-Analysis. Int J Environ Res Public Health 2019;16(22):1-17. doi: 10.3390/ijerph16224524   \n42.Han Qi, Liu Jiayi, An Nan, et al. A meta-analysis of the intervention effects of high-intensity interval training and moderate-intensity continuous exercise on glycemic control and   \ncardiovascular risk factors in patients with type 2 diabetes. Chinese Journal of Sports Medicine 2021;40(10):822-30. d0i: 10.16038/j.1000-6710.2021.10.009   \n43.Ferreira GS,Veening-Griffioen DH,Boon WPC,et al. Comparison of drug eficacy in two animal models of type 2 diabetes: A systematic review and meta-analysis.Eur J Pharmacol 2020;879:173153. doi: 10.1016/j.ejphar.2020.173153 [published Online First: 2020/05/04]   \n44.Sun Xinzheng, Chen Xiaoke, Wang Chenghao, et al. Exercise improves pain induced by sciatic nerve injury in animal model: a Meta-analysis. Chinese Tissue Engineering   \nResearch,2022;26(02):337-44.   \n45.Liu H, Gielen M, Bosmans J, et al. Inadequate awareness of adherence to ARRIVE guidelines, regarding reporting quality of hernia models repaired with meshes: a systematic review. Hernia 2021 doi: 10.1007/s10029-020-02351-y [published Online First: 2021/01/05]   \n46.Abbas TO, Elawad A,Pullattayil SA,et al. Quality of Reporting in Preclinical Urethral Tissue Engineering Studies: A Systematic Review to Assess Adherence to the ARRIVE Guidelines.Animals (Basel) 2021;11(8) doi: 10.3390/ani11082456 [published Online First: 2021/08/28]   \n47. Korevaar DA, Hooft L,ter Riet G. Systematic reviews and meta-analyses of preclinical studies: publication bias in laboratory animal experiments. Lab Anim 2011;45(4):225-30. doi:   \n10.1258/la.2011.010121 [published Online First: 2011/07/09]   \n48.Massett MP,Matejka C, Kim H. Systematic Review and Meta-Analysis of Endurance Exercise Training Protocols for Mice.Front Physiol 2021;12 doi:10.3389/fphys.2021.782695   \n49. Kang H. Statistical messages from ARRIVE 2.0 guidelines. Korean J Pain 2021;34(1):1-3. doi: 10.3344/kjp.2021.34.1.1 [published Online First: 2021/01/01]   \n50. Zhang Liwei, Peng Fan. How does sports science Cope with the replicability crisis? Journal of Sports Research,2021;35(06):1-11. doi: 10.15877/j.cnki.nsic.20211011.001 Inclusion Included Study Sample &Exclusion Randomi Outcome Statistical Experimental Experimental studies 非 Animals Procedures Results chen,xianghe2021 Guo Yifan2021 Zhang, Q2020 Zhang Jing2020 ZHENG L2020 BAEKKERUD FH2019 A, B Kyung2017 Chavanelle, V2017 Stolen,2009 KHAKDAN S2020 SABOURI M2020 YAZDANI F2020 PEYRAVIA2020 Huan Ca2019 Amri, J2019 Xing Xiaorui2019 MOGHADDAMIK2018   \nRAHMATOLLAHI M2018 Alizadeh, Mahdieh2017 Martin,J. S2012 YESNO Sample Outcome Experimental 0%11% 22% 33%44%56% 67% 78% 89% 100% Size Randomisation Measures Animals Result chen,xianghe2021 100% Guha YgqQ2021 90% Zhang Jing2020 80% BAEKKERUDG L2020 70% Chavasele -7 一 SHAKDAN M2020 40% YAZDANI F2020 30% PEYRAVIA2020 20% Amri, J2019 10%   \nRAMOGHADAMIK2018 0% Study Inclusion& Blinding Statistical Experimental Alizadeh, Mahdieh2017 Design Exclusion Methods Procedures Martin, J. S2012 Criteria ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/d9ba3887aa19727bdc07c1afae973d4baa9c057fbf948c26510eddd197788777.jpg",
        "img_caption": [
            "Figure 2 Results of the SYRCLE risk of bias evaluation "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/8250ab1f32f5083234159b50586bd2843a567311e2c6f166beef24ed7ff4bd6f.jpg",
        "img_caption": [
            "Figure 3 Sensitivity analysis of the comparison between the HIIT intervention and the SED group "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/43791f6a4fc64fb04134e0c69bca2a838b800d48b58264c61b53f7e0bad9863f.jpg",
        "img_caption": [
            "Figure 4 Sensitivity analysis of the comparison between the HIIT intervention and the EXE group "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/8fd775e316e1602abec697e1fc31d6772af63f78de1195562fdaa8fe6313c39c.jpg",
        "table_caption": [
            "Table1 Basic information table for inclusion in full-text reading literature "
        ],
        "table_footnote": [
            "Note: $\\textcircled{1}$ body weight $\\textcircled{2}$ fasting blood glucose $\\textcircled{3}$ fasting insulin $\\textcircled { 4 } \\mathrm { H O M A }$ "
        ],
        "table_body": "<html><body><table><tr><td>Included studies</td><td>country</td><td>animal</td><td>ethics</td><td>fund</td><td>outcomes</td><td>remarks</td></tr><tr><td>Chen, Xianghe202110</td><td>China</td><td>mice</td><td>yes</td><td>deny</td><td>①②③</td><td></td></tr><tr><td>Guo Yifan202111</td><td>China</td><td>mice</td><td>no</td><td>no</td><td>①②</td><td></td></tr><tr><td>Zhang, Q202012</td><td>China</td><td>mice</td><td>yes</td><td>yes</td><td>①②</td><td>same as Zhang Qiang2017</td></tr><tr><td>Zhang Jing 202013</td><td>China</td><td>mice</td><td>yes</td><td>no</td><td>①②③④</td><td></td></tr><tr><td>ZHENGL 202014</td><td>China</td><td>mice</td><td>yes</td><td>yes</td><td>①②③</td><td>same as Zheng Lifang2020</td></tr><tr><td>Zheng Lifang202015</td><td>China</td><td>mice</td><td>yes</td><td>yes</td><td>①②③</td><td>same as ZHENG L2020 (deletion)</td></tr><tr><td> BAEKKERU D F H</td><td>Norway</td><td>mice</td><td>yes</td><td>yes</td><td>①②</td><td></td></tr><tr><td>Zhang Qiang201717</td><td>China</td><td>mice</td><td>no</td><td>no</td><td>①②③4</td><td>same as Zhang, Q2020 (deletion)</td></tr><tr><td>A, B Kyung 201718</td><td>Korea</td><td>mice</td><td>no</td><td>yes</td><td>4</td><td></td></tr><tr><td>Chavanelle, V201719</td><td>France</td><td>mice</td><td>yes</td><td>no</td><td>①②③</td><td>Myocardial infarction model</td></tr><tr><td>ROLIM N201520</td><td>Norway</td><td>mice</td><td>yes</td><td>yes</td><td></td><td>(deletion)</td></tr><tr><td>Stolen, 200921</td><td>Norway</td><td>mice</td><td>yes</td><td>no</td><td>①③</td><td></td></tr><tr><td>Zhang Xiaofei 202022</td><td>China</td><td>rats</td><td>no</td><td>no</td><td>①②③4</td><td>(adeleas Linson 2020</td></tr><tr><td>Linson 202023</td><td>China</td><td>rats</td><td>no</td><td>no</td><td>①②③④</td><td> adetios Zhang Xiaofei2020</td></tr><tr><td>Kalaki-Jouybari F202024</td><td>Iran</td><td>rats</td><td>yes</td><td>yes</td><td>①②④</td><td>same as KHAKDAN S2020 (deletion)</td></tr><tr><td>KHAKDAN S</td><td>Iran</td><td>rats</td><td>no</td><td>no</td><td>①②④</td><td>F202 as Kalaki-Jouybari</td></tr><tr><td>SABOURIM</td><td>Iran</td><td>rats</td><td>no</td><td>no</td><td>①②</td><td></td></tr><tr><td>YAZDANIF</td><td>Iran</td><td>rats</td><td>no</td><td>no</td><td>①②</td><td></td></tr><tr><td>PEYRAVIA</td><td>Iran</td><td>rats</td><td>yes</td><td>no</td><td>②③④</td><td></td></tr><tr><td>Mohammad, P Huan Ca201929</td><td>China</td><td>rats</td><td>yes</td><td>no</td><td>①②③④</td><td>same as Amri, J2019,and</td></tr><tr><td>201930</td><td>Iran</td><td>rats</td><td>yes</td><td>yes</td><td>①②③</td><td>ESMAEILI S2018 (deletion)</td></tr><tr><td>2019iJ</td><td>Iran</td><td>rats</td><td>yes</td><td>no</td><td>①②③4</td><td>sasmas Mos20mad, P2019</td></tr><tr><td>Xing Xiaorui 201932</td><td>China</td><td>rats</td><td>no</td><td>no</td><td>①②③4</td><td>same as Li Xun 2018</td></tr><tr><td>Li Xun 201833</td><td>China</td><td>rats</td><td>yes</td><td>no</td><td>①②③4</td><td>(amet as Xig Xiaorui 2019</td></tr><tr><td>ESMAEILI S 201834</td><td>Iran</td><td>rats</td><td>yes</td><td>no</td><td>①②④</td><td>same as Mohammad, P2019 Amri, J2019 (deletion)</td></tr><tr><td> MOGHADDAMI K</td><td>Iran</td><td>rats</td><td>yes</td><td>no</td><td>①②③④</td><td></td></tr><tr><td>RAHMATOLLAHI</td><td>Iran</td><td>rats</td><td>no</td><td>no</td><td>①③4</td><td></td></tr><tr><td> Alizadeh, Mahdie h</td><td>Iran</td><td>rats</td><td>yes</td><td>no</td><td>①②③4</td><td></td></tr><tr><td>Martin, J.S 201238</td><td>America</td><td>rats</td><td>no</td><td>no</td><td>①</td><td></td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/aacb6d3f5c7d838676da8115daf7893169a930c1a79a9aa6b5f818dd6eb3b4be.jpg",
        "table_caption": [
            "Table 2 Study design of the 2O included studies "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"9\">Experimental animal information</td><td colspan=\"8\">The T2DM induction method was performed</td></tr><tr><td>strain</td><td>quant ity</td><td>weeks of age</td><td>sex</td><td>weight</td><td>tempe rature 23±2</td><td>humi dity</td><td>sunshine</td><td>other</td><td>S</td><td>Drugs and method Stz was</td><td>concent ration</td><td>dosage</td><td>site</td><td>number sta of times ar</td><td></td></tr><tr><td>C57B L/6</td><td>52</td><td>4</td><td>M</td><td></td><td></td><td>55±5</td><td>/</td><td></td><td>1/ cage injecte d after 8 weeks of ous high- fat</td><td>continu dietary</td><td>1%</td><td>10</td><td>abdom en</td><td>3 .7</td><td></td></tr><tr><td></td><td>40</td><td>4</td><td>M</td><td></td><td>21.1</td><td>21-25 40-50</td><td></td><td>12/12 /</td><td>12 of ous fat</td><td>feeding Stz was injecte d after weeks continu high- dietary feeding</td><td>1%</td><td>10</td><td>abdom en</td><td>1</td><td></td></tr><tr><td>L/6J C</td><td>40</td><td>5</td><td>M</td><td></td><td>25.04± 1.98</td><td>22±2</td><td>40-70</td><td>12/12</td><td></td><td>After Stz admini stration ,mice were fed with HFD.</td><td></td><td>100</td><td>abdom en</td><td>1</td><td>M 11.</td></tr><tr><td>C57B L/6</td><td>40</td><td>4</td><td></td><td>M</td><td></td><td>20-25</td><td>50-60</td><td>12/12</td><td></td><td>Stz was injecte d after 12 weeks of continu ous high- fat dietary feeding</td><td>1%</td><td>10</td><td>abdom en</td><td>1</td><td>八 16</td></tr></table></body></html>",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/6db35d1e4af15fb484a4131d0634d460d59a7197c48f28582148b71b79e7e324.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>C57B L/6J</td><td>/</td><td>5</td><td>M</td><td>21.4±1 .6</td><td>22±2</td><td>40- 70</td><td>12/12</td><td></td><td>/ 12 of fat</td><td>Stz was injecte d after weeks continu ous high- dietary feeding</td><td></td><td>100 abdom en</td><td>1</td><td></td><td>八 13</td></tr><tr><td>db/db db/db</td><td>47</td><td>/ 5</td><td>M M</td><td>/</td><td></td><td></td><td>/</td><td>12/12</td><td>/ /</td><td>animals develo</td><td></td><td>/</td><td>/</td><td>/</td><td></td></tr><tr><td></td><td>30</td><td>6</td><td>M</td><td>20-25 g /</td><td>20±1 /</td><td>50±1 0 /</td><td></td><td>12/12 /</td><td></td><td>p diabete</td><td></td><td>/</td><td>/ /</td><td>/ /</td><td></td></tr><tr><td>db/db</td><td>25？</td><td>/</td><td>M</td><td>/</td><td>/</td><td>/</td><td></td><td>/</td><td>1 /</td><td>Sedun to recepto</td><td></td><td>/</td><td></td><td>/</td><td></td></tr><tr><td>db/db</td><td>40</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>r mutatio ns.</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>99 Wsta</td><td>30</td><td>8</td><td>M</td><td>200 ± 20g</td><td>18-23</td><td>40-60</td><td></td><td>12/12</td><td></td><td>High lipid and high glucose alone were induce d for</td><td></td><td>/ /</td><td>/</td><td>诊 11.</td><td></td></tr><tr><td></td><td>40</td><td>12</td><td>M</td><td>220- 240</td><td>22</td><td>45</td><td></td><td>12/12</td><td>and</td><td>16 weeks. Stz injectio n after 3 weeks of adaptat ion,</td><td></td><td>50</td><td>abdom en</td><td>1</td><td>16</td></tr><tr><td>Wista r</td><td>32</td><td>12</td><td>M</td><td>180±2 0</td><td></td><td>24±4 50- 60</td><td></td><td>12/12</td><td></td><td>normal diet. Stz was injecte d after 2 weeks of continu ous high- fat dietary</td><td></td><td>35</td><td>abdom en</td><td>1</td><td>> 13.</td></tr><tr><td>SD</td><td>56</td><td>12</td><td>M</td><td>150±3</td><td>/</td><td>/</td><td></td><td>/</td><td>Stz</td><td>feeding</td><td>/</td><td>30 abdom</td><td></td><td>1</td><td></td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/52484a61e9b876b45b2a62edf5b27fc5cd240f99f17147ae042a4810e2f4d7e6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td></td><td></td><td>/ 12/12</td><td></td><td>n after 3</td><td>months Stz was</td><td></td><td></td><td>1</td><td>16 W</td></tr><tr><td>Wista r</td><td>50</td><td>8</td><td>M</td><td>250- 20-24 280</td><td></td><td></td><td>4</td><td>injecte d after weeks of continu ous high- fat dietary feeding Stz was</td><td></td><td>35 abdom en</td><td></td><td>.1</td></tr><tr><td>r Wista</td><td>24</td><td></td><td>M 200- 250</td><td>25</td><td>60 12/12</td><td></td><td>n and</td><td>injecte d after aweek acclim atizatio</td><td>65</td><td>abdom en</td><td>1</td><td>> 13.</td></tr><tr><td></td><td>40</td><td></td><td>M</td><td>160- 22-26 180</td><td>40-70natural</td><td></td><td>1/ cage 4 of</td><td>12 h of fasting. Stz was injecte d after weeks continu ous high- fat</td><td></td><td>30 abdom en</td><td>1</td><td>.1</td></tr><tr><td>Wista</td><td>40</td><td>8</td><td>M</td><td>180±2 0g</td><td></td><td>/</td><td></td><td>feeding Stz was injecte d after 10 weeks of continu ous high- fat dietary dietary</td><td></td><td>30 abdom en</td><td>1</td><td>≥1</td></tr><tr><td>Wista r</td><td>24</td><td>6</td><td>M</td><td>110±1 0g</td><td>22±2 50</td><td>12/12</td><td>8 of</td><td>feeding Stz was injecte d after weeks continu ous high- fat</td><td></td><td>30 abdom en</td><td>1</td><td></td><td>16</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/af66eb6d10979246f152d265d2888d84b6f7c8471c8c1c1606033a199d1ccf50.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note: M: Male; / is unreported; weight unit: ${ \\bf g } \\left( { \\bf g } \\right)$ ; temperature: ° C (℃) Humidity: Relative humidity percentage $( \\% )$ （204 T2DM induction method: dose unit: $\\mathrm { m l / k g , }$ T2DM induction success standard: FBG, mmol /L; "
        ],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td>5-8</td><td></td><td></td><td></td><td></td><td></td><td></td><td>dietary feeding</td><td></td><td></td><td></td><td></td></tr><tr><td>Wista r</td><td>26</td><td></td><td>M</td><td>110±1 0g</td><td>24±4</td><td>50-65</td><td></td><td>/</td><td>3/ cage</td><td>Stz was injecte d after 8 weeks of continu ous high- fat dietary feeding</td><td></td><td>30</td><td>/ /</td><td>/ 16</td></tr><tr><td>OLE TF rats</td><td></td><td></td><td>4</td><td>M /</td><td></td><td></td><td>/</td><td>12/12</td><td>1/ cage</td><td>/</td><td>/</td><td>/</td><td>/ /</td><td></td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/d04cdf2a684dda6cbe4848f300d3e73981be86905b602f3fc59ef82cf666b143.jpg",
        "table_caption": [
            "Table3Interventions and controls in the included studies "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>20</td><td colspan=\"7\">intervention study.</td><td colspan=\"2\">Control</td></tr><tr><td></td><td>Vtypes</td><td>intensity</td><td> time</td><td>inte af</td><td>Intervtl</td><td>interval time</td><td>repetitio</td><td>duration</td><td></td></tr><tr><td>X n</td><td>treadmill</td><td>0° slope, 85%Smax</td><td>2</td><td>treadmill</td><td>45%Sma X</td><td>3</td><td>/</td><td>8</td><td>1. Sedentary 2. MICT group ran for slope,60%Smax Sedentary</td></tr><tr><td>h</td><td>treadmill treadmill</td><td>15°slope, speed 16- 26m/min. 25°slope,1 5-22 m/min 85-90%</td><td>4 2</td><td>complete rest treadmill</td><td>/ 8 m/min</td><td>2 2</td><td>5 3</td><td>8 8</td><td> Sedentary</td></tr><tr><td></td><td>treadmill</td><td>VO2max 15°slope, speed 10-</td><td>4</td><td> treadmill</td><td>gradually to 0m /</td><td>2</td><td>5</td><td>8</td><td>Sedentary</td></tr><tr><td></td><td>treadmill</td><td>26m/min. 15°slope, speed 16- 26m/min,</td><td>4</td><td>complete</td><td>min /</td><td>2</td><td>5</td><td>8</td><td>Sedentary</td></tr><tr><td></td><td></td><td>85-90% VO2max v02max</td><td></td><td>rest treadmill</td><td></td><td></td><td></td><td></td><td>Sedentary</td></tr><tr><td></td><td>treadmill treadmill</td><td>0°slope, 80%-</td><td>4 4</td><td>treadmill</td><td>70% cooldown 65%-75%</td><td>2 1 3</td><td>5 3</td><td>8 8</td><td>1. Sedentary 2. The low-intensity tr</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/d28f45d87ec50c9f72e7cd3a73be8b971e3e4d80a36a3d911b2c9e20cdfac327.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note: Smax: maximum speed; Time: minute (min); Duration time: week (w). MICT: moderate intensity continuous training; MIIT: moderate intensity interval training; LIT low-intensity training group; EndEx: Endurance Exercis "
        ],
        "table_body": "<html><body><table><tr><td></td><td>90%VO2m</td><td></td><td></td><td>VO2max</td><td></td><td></td><td></td><td> speed of 10 m/min fo</td></tr><tr><td>treadmill</td><td>20° slope, 85-90 Vmax</td><td>4</td><td> treadmill</td><td>rest</td><td>2</td><td>5</td><td>10</td><td>1. Sedentary 2. MICT group ran for 50-60% of Smax</td></tr><tr><td></td><td>treadmill</td><td>V0%- 90%</td><td>4</td><td>treadmill</td><td>v0%of</td><td>2</td><td>5</td><td>13</td><td>Sedentary</td></tr><tr><td></td><td>treadmill</td><td>5-9x</td><td>2</td><td>treadmill</td><td>30-40%</td><td>2</td><td>5</td><td>8</td><td></td></tr><tr><td>2</td><td>treadmill</td><td>90v52max</td><td>1</td><td>treadmill</td><td>50% of v02-mX m/min ）</td><td>1</td><td>5</td><td>8</td><td>60-65% VO2 max</td></tr><tr><td></td><td>treadmill</td><td>0° slope, 90% VO2max</td><td>2</td><td>treadmill</td><td>20-30</td><td>1</td><td>5</td><td>8</td><td>1. Sedentary 2.50-60%VO2max</td></tr><tr><td></td><td>treadmill L6</td><td>80%-85% of mpaximum</td><td>2</td><td>treadmill</td><td>active periods</td><td>1</td><td>5</td><td>8</td><td>1. diabetic control 2.50%-55% maximum fst tivity to 50 med fre</td></tr><tr><td></td><td>8admill Ctreadmill</td><td>502% Odd day</td><td>7</td><td> treadmill</td><td>50-20%</td><td>3</td><td>5</td><td>8</td><td>Sedentary</td></tr><tr><td></td><td>0 3</td><td>40m /min Even/min</td><td>3min 30s</td><td>/</td><td>/</td><td>/</td><td>6</td><td>10</td><td>1. Sedentary 2.20-60 min,27m/min</td></tr><tr><td></td><td>Ctreadmill 2</td><td>85%~90% V02/mix</td><td>7</td><td>treadmill</td><td>15m/min</td><td>3min</td><td>5</td><td>8</td><td>Sedentary</td></tr><tr><td></td><td></td><td>5.20%x, speed 25- 34m/min,</td><td>4</td><td>Trtivemit</td><td>v52max.</td><td>2</td><td>5</td><td>12</td><td>2.Midr:13 bouts of4 m intensity running with and 2 minute active res</td></tr><tr><td></td><td>treadmill</td><td>80-85% maximum speed</td><td>2</td><td>treadmill</td><td>/</td><td>1</td><td>5</td><td>8</td><td>50% VO2max.16-25 n 1. Sedentary 2.low intensity contin</td></tr><tr><td></td><td>treadmill</td><td>90% VO2max speed 29- 36 m/min,</td><td>15-30s</td><td> treadmill</td><td>/</td><td>1</td><td>5</td><td>8</td><td> Sedentary</td></tr><tr><td></td><td>treadmill</td><td>15%slope, speed 40m/min.</td><td>2.5</td><td>treadmill</td><td>rest</td><td>4.5</td><td>5</td><td>12</td><td>1.sedentary 2.For EndEx,60 min o at 20 m/min at a 15%</td></tr></table></body></html>",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/887955d095745415fb3468577b080a9a4259cbd576c4329f760c15c49a411c8e.jpg",
        "table_caption": [
            "Table 4 Meta-analysis results of blood glucose control effects in experimental animals with HIIT "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">groups</td><td rowspan=\"2\">outcomes</td><td rowspan=\"2\">Number of included</td><td colspan=\"2\">Results of the heterogeneity test</td><td rowspan=\"2\">Effect</td><td colspan=\"2\">Meta analytic result</td></tr><tr><td>1² (%)</td><td>P</td><td>model SMD (95%CI)</td><td>P</td></tr><tr><td>Comparison</td><td>BW</td><td>studies 18</td><td>91.6</td><td>0.00</td><td>random</td><td>-0.36 (-1.27,0.55)</td><td>0.63</td></tr><tr><td>of the HIIT</td><td>FBG</td><td>17</td><td>76.1</td><td>0.00</td><td>random</td><td>-1.80 (-2.39,-1.21)</td><td>0.00</td></tr><tr><td>intervention</td><td>FINS</td><td>11</td><td>90.1</td><td>0.00</td><td>random</td><td>1.42 (0.35,2.49)</td><td>0.16</td></tr><tr><td>with the SED</td><td>HOMA</td><td>9</td><td>78.5</td><td>0.00</td><td>random</td><td>-1.59 (-2.46,-0.72)</td><td>0.01</td></tr><tr><td>Comparison</td><td>BW</td><td>9</td><td>9.8</td><td>0.35</td><td>fixed</td><td>-0.35(-0.67,-0.03)</td><td>0.03</td></tr><tr><td>of the HIIT</td><td>FBG</td><td>9</td><td>75.2</td><td>0.00</td><td>random</td><td>-0.27 (-0.61,0.07)</td><td>0.26</td></tr><tr><td>intervention</td><td>FINS</td><td>6</td><td>76.4</td><td>0.00</td><td>random</td><td>0.24 (-0.67,1.16)</td><td>0.63</td></tr><tr><td>with the EXE</td><td>HOMA</td><td>6</td><td>00.0</td><td>0.55</td><td>fixed</td><td>-0.26 (-0.69,0.17)</td><td>0.23</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/0eef4f243d5210381555219daddbb31c1ea93f97a9534819432cc7597a083b64.jpg",
        "table_caption": [
            "Table 5 GRADE Quality ofEvidence Outcomes for Included Studies "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>groups</td><td>Outcomes</td><td>Sample size of the experimental</td><td>Sample size of the control group</td><td>Quality of evidence</td></tr><tr><td rowspan=\"7\">HIIT VS SED</td><td>BW</td><td>group 179</td><td>176</td><td>Very low</td></tr><tr><td>FBG</td><td>154</td><td>152</td><td>Very low</td></tr><tr><td>FINS</td><td>109</td><td>106</td><td>Very low</td></tr><tr><td>HOMA</td><td>73</td><td>70</td><td>Very low</td></tr><tr><td>FBG</td><td>75</td><td>76</td><td>Very low</td></tr><tr><td>FINS</td><td>49</td><td>48</td><td>Very low</td></tr><tr><td>HOMA</td><td>44</td><td>44</td><td>Very low</td></tr></table></body></html>",
        "page_idx": 23
    }
]