[
    {
        "type": "text",
        "text": "土地利用功能变化与农户响应研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "梁小英，段宁，刘康（西北大学城市与环境学院，陕西西安710127)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：LUCC 是表达土地系统的主要方法之一，但仅利用LUCC已不能完整理解土地系统的变化，而通过土地利用功能变化的研究加深对土地系统的认识已成为国内外学者的共识。目前,探讨和分析宏观土地利用功能变化与微观主体行为间的相互影响机制，已成为土地利用功能变化研究急需解决的问题。从土地利用功能表达与变化研究、土地利用功能变化的微观响应机制等两个方面，对土地利用功能变化与农户响应的研究进展进行归纳与总结，结论如下：(1）需进一步完善土地利用功能类型的表达方式和方法，使其在表达宏观土地利用功能分异规律的同时，亦能表达微观主体土地利用行为的信息。（2）还需借鉴土地利用决策和多模型整合的理论与方法对土地利用功能及其微观响应进行模拟。同时，指出发展土地利用功能变化下农户响应的有限理性决策模型，探索多模型整合的方式与方法就成为今后研究的重要任务。它对于认识和理解该宏观土地利用功能变化下微观主体的响应，进而引导农户土地利用行为，具有十分重要的理论和现实意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：土地利用功能类型；微观主体；农户土地利用行为；模拟文章编号： 1000 -6060(2019)02-0385-07(0385\\~0491)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在全球土地计划(GLP)的推动下，土地系统的概念进一步深化，由于其固有的系统性、复杂性和耦合性特点，单纯依靠LUCC已不能完整理解土地系统的变化，而通过土地利用功能变化的研究加深对土地系统的认识已成为国内外学者的共识[1-3]。当前，通过调整土地利用功能优化土地系统所提供的产品、服务和功能,已成为我国各地政府实现区域可持续发展的常用手段之—[4-5]。但土地利用功能变化不可避免对农户的土地利用行为产生较大影响[6-7],农户作为重要参与者,能否合理引导和规范其土地利用行为将关系到该区域土地利用功能调整的成败和区域的长治久安[6]。因此,为了防范土地利用功能调整对区域产生不利影响，通过土地利用功能变化及农户响应研究，认识和理解该区域土地利用功能变化的微观效应，模拟农户土地利用行为及其变化，进而引导农户土地利用行为，对实现该区域可持续发展无疑具有十分重要的理论和现实意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前，土地系统科学研究中土地利用功能研究",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "正在逐渐加强，探讨自然与人为活动之间的动态反馈机制，认识宏观土地利用功能变化对微观主体土地利用行为的影响，阐明行为人的行为响应机制已经成为土地系统科学的重要研究方向[1,8-9]。但由于土地利用功能变化受不同时空尺度的自然与人文因素的制约，其主体功能的形成和驱动机制十分复杂，为了更好地反映社会经济和自然因素之间的动态反馈关系，从不同视角和尺度分析解释土地利用功能变化的复杂性，已得到国内外学者的认可[4,10-11]  \nO",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "基于此，为了阐明土地利用功能变化与农户响应机理，本文从土地利用功能表征与变化研究、土地利用功能变化微观响应机制两个方面进行阐述，对比不同土地利用功能表征方式的优劣，总结目前土地利用功能变化与农户响应研究的趋势，分析土地利用变化下农户行为响应研究的借鉴意义。文章最后进一步展望了研究的发展趋势，以期深化土地利用功能变化与微观主体行为响应研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1土地利用功能表征与变化研究",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 土地利用功能表征",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "土地利用功能表征是研究土地利用功能变化及农户响应的前提和基础。目前，土地利用功能表征主要有间接表征和直接表征两种方式。国内外学者利用生态系统价值、农场系统、人为生物群落、价值当量因子、植被覆盖度等替代指标间接表征不同类型的土地利用功能[12-17]。有代表性的研究如COSTANZA等以生态系统服务价值替代土地利用功能,对16种生态系统的17种生态服务进行定量评估,以此表达土地利用功能的大小[12]；但由于没有考虑景观类型的空间异质性及其相互作用，尤其是忽略了社会经济因素的综合影响，还不能有效与人类活动相关联。STAAL等通过对农户资源利用、作物格局及其生计特征的调研，利用多元回归方法，分析6种不同农场类型在空间出现的可能性，以此在农场类型与功能间建立有机联系[13]；但农场类型是一个整体，缺少微观主体行为分析，不能对不同类型的土地利用功能进行表征，也不能有效探讨农场类型及其功能的演变。谢高地等采用价值当量因子及其修正方法，以此来反映生态系统服务在不同生态系统类型及其质量状况的时空差异[16]。陈秉谱等以植被覆盖度计算退耕还林和荒山禁牧的生态功能[17]。上述研究中均没有涉及对微观主体行为的分析。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "土地利用功能直接表征主要有两种方式：一是通过分析土地利用类型与土地利用功能类型的对应关系来表征，以多种土地利用类型的组合关系表征不同的土地利用功能类型[18],如刘沛[19]的土地生产功能是多种不同土地利用类型的组合，包含有生产用地(耕地、林地、草地）、工矿仓储用地(工业用地、采矿用地、仓储用地）、商服用地（商场、市场及附属设施等商业服务业用地);但由于土地利用多功能性的存在，在后续土地利用功能评价中可能存在扩大或减少特定土地利用功能的风险[20]；二是利用构建的指标体系反映不同类型土地利用功能[20-22]。通过构建指标体系表征土地利用功能及其变化已成为当前土地利用功能评价的主要方法，如甄霖等[8]的研究,选择代表中国社会、经济、环境土地利用功能的28个指标构建评价指标体系，表征中国10种不同的土地利用功能；由于研究尺度较大，没有考虑宏观指标与微观主体行为的关联",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "综上所述，基于宏观土地利用数据及社会经济统计数据的研究在反映微观响应机制方面较为困难，而利用实际调研数据的研究则不易表达宏观土地利用功能时空分异。如何充分利用已有的土地利用功能类型表达方式，使其在表达宏观土地利用功能分异的同时亦能很好的表达微观主体土地利用行为的信息，就成为今后土地利用功能变化研究的重要方向[1,18] 。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 土地利用功能变化研究",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，土地利用功能变化研究取得较大进展，主要表现在：（1）通过建立土地利用类型与生态系统功能类型的对应关系，分析不同时期生态功能的变化[23-24]。比较有代表性的彭建等[23]和WILLEMEN等[24]的研究,将土地利用类型与生态功能相联系,如WILLEMEN等[24]将居住功能与建设用地对应,耕地生产功能与主要耕地类型对应，文化遗产服务与政府公布的有历史价值的区域相对应，通过不同年份土地利用类型的数量和空间的变化探讨这些功能的时空分异。（2）有些学者则在土地利用功能类型与土地利用类型组合间建立对应关系，探讨土地利用功能的时空变化[19-20]。梁小英等依据土地提供主要服务的差异在土地利用功能类型与土地利用类型间建立直接联系，通过土地利用类型的变化来探讨研究区不同年份土地利用功能的变化[20]。（3)诸多学者通过构建土地利用功能指标体系，利用综合功能指数表征土地利用的多功能及其变化[8.25] 。学者甄霖通过构建指标对区域可持续发展的重要性矩阵、确定区域土地利用指标功能专用矩阵，综合评价土地利用的多功能性，并探讨和分析中国土地利用总功能与多功能的空间异质与时间变化[8]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "相比较而言，前两种方法可较为直观地表达土地利用功能的空间分异规律，但由于土地利用类型与土地利用功能类型间并非简单一一对应关系，而是一对多或多对多关系，简单对应无法满足土地利用的功能优化和可持续发展需要[26]；土地利用多功能综合指数虽能够在一定程度上反映其多功能性，但由于不同功能指标间高低值的相互补偿，加之指标权重的影响，评价结果往往会造成重要功能的信息损失[22]。目前土地利用功能空间定量分析及其多尺度推演依然是目前研究的短板，尤其是将微观主体信息与宏观土地利用功能关联的研究还不多见[26];原因在于土地利用功能的大小及其变化不仅与土地利用类型相关，还与特定区域的社会经济条件、自然条件，及土地利用主体一农户的管理方式相关[24,27]。因此,综合考虑自然与社会经济因素以及主体管理方式分析土地利用功能及其变化，成为有效揭示土地利用功能空间分异规律的前提。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2土地利用功能变化的微观响应机制研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1土地利用功能变化下农户土地利用行为响应研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，学者们已在农户对单一土地利用功能变化响应方面开展理论探索和案例研究。如张红姣从理论上定性地说明农户土地流转行为对土地社会保障功能变化的响应[28]；张雪靓等通过对典型区域的调研,给出了土地保障功能的区域分异,间接地表明土地保障功能的变化对农户行为的影响[29」;单一土地利用功能变化的响应研究加深了对农户部分土地利用行为变化的理解，但还缺乏对其行为变化的完整理解。目前，已有学者认识到探讨和分析土地利用多功能性对微观主体影响的重要性[30-31]。如HANNES 等认为,只有在分析农户对土地利用功能类型及其变化响应的基础上,才能制定行之有效的区域可持续发展政策与措施[30]。目前仅有少数学者进行该方面的研究，如CALLO-CONCHA等构建一个具有4个层次的农业多功能性分析框架,包括目标层（SMI）、准则层（criterias）、次准则层（indicators）、指标层（verifi-ers），涉及生态、农业生产及其管理等3个方面，利用多准则和多元分析方法，整体评价巴西Para热带农林复合生态系统的多功能性[32],通过参与式调研,采用自上而下与自下而上相结合的方法，获取不同层级利益主体(政府、合作社、农户)的决策信息，确定不同层次所包含的具体内容。在探讨和分析不同利益主体对土地利用功能的影响时，选取农户食物生产的再投资水平、农户进人市场的程度及其售卖商品的多样性等指标表征土地利用的社会经济功能，以此阐明研究区土地社会经济功能的变迁规律。苗建青等采用实地测量和问卷调查相结合的方法收集环境-农户组合式样本，获得农户家庭禀赋、农户经济行为和外部环境等微观层面的数据,基于 STIRPAT 模型构建一个农户一生态经济模型[33」,通过该模型,定量探讨和分析重庆市南山区微观层面农户主体的特征和行为与土地功能变化程度的关联，揭示该区石漠化形成的微观机制；在探讨农户经济行为与土地功能变化之间的联系时，通过分析择业、土地利用、消费、流动和固定资产投资等行为与石漠化程度的定量关系，揭示研究区土地功能变化的微观驱动机制。上述研究均注重对微观层面数据的收集和定量分析，虽然涉及到对不同利益主体行为的研究，但没有深入对利益主体的决策及其变化机制进行研究，也没有将决策及其变化的结果通过空间直观表达出来。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "因此，强调多种土地利用功能的“回归”，利用行为科学理论，在土地利用功能类型完整表征的基础上，通过模型模拟的方式探讨农户土地利用行为对多种土地利用功能变化的响应就成为急需解决的问题[3,34-35] 。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2土地利用变化下农户土地利用行为响应研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "相对农户对土地利用功能变化响应的研究而言，土地利用变化方面的研究积累较为丰富，主要集中在农户土地利用决策和土地利用变化多模型整合等方面。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1农户土地利用决策研究农户土地利用决策研究在智能体模型（AgentBasedModel)构建、理性与有限理性决策分析、个体间相互作用定量表达等方面积累丰富[36-39],上述研究大多依据行为理论构建决策模型，对微观主体行为及其变化的内在机制进行了有效探讨。代表性的研究如LIGTEN-BERG 等基于BDI（Belief,Desire,Intention）行为理论，构建微观主体效益最大化决策框架，探讨和分析微观主体决策的形成机制[40]。鉴于效益最大化模型对现实微观主体决策有限的解释力，目前已有基于BDI理论的有限理性决策研究。如王艳妮等通过增加能力与资源修正指数构建CR-BDI模型[41]宋世雄等通过探讨不同类型农户间相互作用构建CBDI模型[42],分别对原有效益最大化BDI模型进行修正，探讨微观主体的有限理性BDI决策及其变化。上述研究为研究土地利用功能变化的微观主体行为决策及其变化机制奠定坚实的基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2多尺度、多模型整合研究多尺度、多模型整合研究体现在两个方面：一是不同尺度主体决策转化及多模型整合研究，主要有两种方法：（1）是从转化机理上进行分析。比较典型的如陈海等利用镶嵌空间选择法，通过土地利用决策影响系数，探讨单个农户、农户群体及农户整体等不同组织层面的决策转化机理的研究[43]。（2）是采用多模型耦合方法。主要包括两种形式： $\\textcircled{1}$ 是多种行为模型的耦合，如FEOLA等耦合易于表达微观主体有限理性决策的人际关系行为理论和能够展现微观和宏观相互作用的结构行为理论，分析个体农药使用行为与区域整体农药使用方式间的关联[44]； $\\textcircled{2}$ 是决策模型与土地利用模型的耦合，主要探索宏观土地利用变化与微观主体行为间的相互机理。目前已经发展有多种耦合模型，有代表性的如 $\\mathrm { C L U E } + \\mathrm { S A M B A } + \\mathrm { L U } .$ PAS模型和 $\\mathrm { L T M } + \\mathrm { M C E } + \\mathrm { R P G }$ 模型，前者通过SAMBA模型收集不同利益主体(农户、农户群体、政府官员)决策及其多尺度转化信息，利用LUPAS 模型分析研究区资源管理主要的自然限制因子和不同方案的权衡曲线,再将上述信息与CLUE 模型整合，通过空间显现直观表达主体决策与宏观土地利用变化之间的关系[45];后者利用RPG 模型,收集微观主体的决策信息，利用MCE将定性的决策信息转化为LTM模型可以识别的定量驱动力指标，以此将微观主体的决策与宏观土地利用变化结合起来，揭示两者间的互动机制[46]。这些整合模型都充分利用单一模型的优势，通过多尺度转化认识微观主体行为与宏观土地利用变化间的动态反馈关系[47]。上述研究中微观主体决策及其变化信息的收集方式、不同尺度间土地利用决策转化机理、多模型整合的方式与方法为探索宏观土地利用功能变化的微观效应研究提供有益的借鉴。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综合国内外研究看出：（1）两种土地功能类型变化表征方法各有优劣，但还需要综合考虑自然与社会经济因素，尤其是主体行为信息来完善土地利用功能的表征。（2）探讨土地功能变化微观响应机制的研究还不多见，鲜有基于行为理论揭示微观响应的研究。（3）学者们已关注到土地利用功能的尺度依赖性，虽然目前已有研究有从理论上初步探讨宏观土地利用功能变化与微观主体行为间的关联，但少有探讨两者关系的案例研究。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1发展土地利用功能变化下农户响应的有限理性决策模型",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "了解和掌握主体行为及其变化，是揭示宏观土地功能变化微观响应机制的基础。目前，在土地利用变化研究中，依据行为理论，从效益最大化决策模型向有限理性决策模型转变已得到诸多学者的认可[1,41]。虽有一些学者进行了土地利用功能变化与农户响应的案例研究，但大多没有依据行为科学理论，欠缺对农户土地利用行为变化机制的综合分析，也使研究结果的可比性不高[44.48]。因此,基于行为理论，借鉴土地利用变化研究中有限理性决策分析、个体间相互作用定量表达丰富积累，构建可有效反映农户有限理性决策响应模型，就成为探讨和分析宏观土地利用功能变化微观驱动机制的基础",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "同时，由于不同层次主体对土地利用的认知存在差异，如何有效解决决策尺度依赖性，构建多层次主体决策模型，揭示不同层次主体决策变化规律，就成为理解不同尺度土地利用功能变化的内在机理的前提。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2探索多模型整合的方式与方法",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "土地利用功能及其变化的尺度依赖性需要通过多模型耦合来实现。多模型耦合在土地利用变化研究中已有较大进展，这些研究都是通过充分利用单一模型的优势，将能够表达微观主体行为及其变化的微观决策模型与能够表达宏观土地利用变化的模型\"耦合”起来，揭示两者间的互动机制。目前，在多尺度土地利用功能变化研究方面还鲜有类似的案例研究。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "因此，借鉴土地利用决策和多模型整合的理论与方法，基于行为科学理论，在土地利用功能分类的基础上，探索土地利用功能变化下农户响应的决策模型和多模型整合的方式与方法，构建机理明确、且能够清晰表达宏观土地利用功能变化微观响应的情景模拟模型，就成为清晰认识土地利用功能演变机理的关键问题之一。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 研究展望",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着学者对土地利用功能及其变化研究的不断深入，加之与此密切相关的土地利用变化研究的进一步完善,学者们在土地利用功能分类及其评价、土地利用功能变化等方面有了长足进步，但仍需要在如下方面进行完善。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献（References）",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1]VERBURGPH,STEEGJ,VELDKAMPA,etal.From land cover change to land function dynamics:A major challenge to improve land characterization[J]. Journal of Environmental Management, 2009，90(3):1327-1335.   \n[2] REENBERG A.Global land science:From land use analysis to land system analysis[C]//2nd GLP Open Science Meeting,Berlin, ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2014. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[3］唐华俊,吴文斌,余强毅,等.农业土地系统研究及其关键科学问题[J].中国农业科学,2015,48(5）：900-910.［TANGHua-jun,WU Wenbin,YU Qiangyi,etal.Keyresearch priories forag-ricultural land system studies[J]. Scientia Agricultura Sinica,2015,48(5) :900 -910.]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[4]樊杰.我国主体功能区划的科学基础[J].地理学报,2007,62 (4）:339-350.[FAN Jie.The scientific foundation of major function oriented zoning in China[J].Acta Geographica Sinica,2007, 62(4) :339 -350.]   \n[5］国务院.国务院关于印发全国主体功能区规划的通知［G].国 发［2010]46号,2010.[The State Council of China.The information of the major function oriented zoning issued by The State Council of China[G].[2010]No.46,2010.]   \n[6］李芬,甄霖,黄河清,等.土地利用功能变化与利益相关者受偿 意愿及经济补偿研究——以鄱阳湖生态脆弱区为例[J].资源 科学,2009,31（4）:580-589.[LI Fen,ZHEN Lin,HUANG Heqin,et al.Impacts of land use functional change on WTA and economic compensation for core stakeholders:A case study in Poyang lake[J].Resources Science,2009,31(4）:580 -589.]   \n[7］高永年,高俊峰,许妍.太湖流域水生态功能区土地利用变化 的景观生态风险效应[J].自然资源学报,2010,25（7）：1088- 1096.[GAO Yongnian,GAO Junfeng,XU Yan. Response of landscape ecological risk to land use change in level I aquatic eco-functional regions in Taihu lake watershed[J]. Journal of Natural Resources,2010,25(7) :1088 -1096.]   \n[8］甄霖,魏云洁,谢高地,等.中国土地利用多功能性动态的区域 分析［J].生态学报,2010,30（24）:6749-6761.[ZHEN Lin, WEI Yunjie,XIE Gaodi,et al.Regional analysis of dynamic land use functions in China[J].Acta Ecologica Sinica,2010,30（24）: 6749 - 6761.]   \n[9]唐华俊,吴文斌,杨鹏,等．土地利用/土地覆被变化(LUCC) 模型研究进展[J].地理学报,2009,64（4）:456-468.[TANG Huajun,WU Wenbin,YANG Peng,et al. Recent progresses of land use and land cover change（LUCC）models[J]. Acta Geographica Sinica,2009,64(4) :456 -468.]   \n[10］李德一,张树文,吕学军,等.主体功能区情景下的土地系统变 化模拟[J].地理与地理信息科学,2011,27（3）:50-53.［LI Deyi,ZHANG Shuwen,LYU Xuejun,et al. Land system change modeling in main functional-oriented zoning scenarios[J].Geography and Geo-Information Science,2011,27(3）:50 -53.]   \n[11]ERB K H. How a socio-ecological metabolism approach can help to advance our understanding of changes in land-use intensity[J]. Ecological Economics,2012,76(100）:8-14.   \n[12]COSTANZA R,ARGE R D,GROOT R D,et al. The value of the world's ecosystem services and natural capital[J].Nature,1997, 387(6630）:253 -260.   \n[13]STAAL S J. Transregional analysis of crop-livestock systems: Understanding intensification and evolution across three continents, Ecoregional Fund[R].The NetherlandsFinal Program Report, ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2005. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[14]ELLIS EC,RAMANKUTTY N.Putting people in the map:Anthropogenic biomes of the world[J].Frontiers in Ecology and the Environment,2008,6(8) :439-447. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[15］胡忠秀,周忠学.西安市绿地生态系统服务功能测算及其空间 格局研究［J].干旱区地理,2013,36（3）：553－560.［HU Zhongxiu,ZHOU Zhongxue.Ecosystem services evalution and its spatial pattern analysis of unban green land in Xi'an City[J].Arid Land Geography,2013,36(3） :553-560.]   \n[16］谢高地,张彩霞,张昌顺,等.中国生态系统服务的价值[J].资 源科学,2015,37(9）:1740-1746.[XIE Gaodi,ZHANG Caixia, ZHANG Changsun,et al. The value of ecosystem services in China [J].Journal of Natural Resources,2015,37(9）:1740 -1746.]   \n[17］陈秉谱,常兆丰,乔娟.退耕还林和荒山禁牧的相对生态价值 的估算—以甘肃省靖远县永新乡为例[J].干旱区地理, 2013,36（6）:1144-1152.[CHEN Bingpu,CHANG Zhaofeng, QIAO Juan.Estimation of relative ecological value of returning farmland to forest & mountain enclosure:A case of Yongxin Town ship of Jingyuan County,Gansu Province[J].Arid Land Geography,2013,36(6):1144 -1152.]   \n[18］李德一,张树文,吕学军,等.基于栅格的土地利用功能变化监 测方法［J]．自然资源学报,2011,26（8）：1297－1305.［LI Deyi,ZHANG Shuwen,LYU Xuejun,et al.Changing detection method of land use functions based on geographical grid[J].Journal of Natural Resources,2011,26(8）:1297 -1305.]   \n[19］刘沛,段建南,王伟,等.土地利用系统功能分类与评价体系研 究[J].湖南农业大学学报（自然科学版）,2010,36（1）：113- 118.[LIU Pei,DUAN Jiannan,WANG Wei,et al. Study on systems of the land-use system functional classification and evaluation [J]. Journal of Hunan Agricultural University(Natural Sciences）, 2010,36(1) :113 -118.]   \n[20］梁小英,顾铮鸣,雷敏,等.土地利用功能与土地利用表征土地 系统和景观格局的差异研究—以陕西省蓝田县为例[J].自 然资源学报,2014,29（7）:1127-1135.[LIANG Xiaoying,GU Zhengming,LEI Min,et al.The differences between land use function and land use to reflecting the change of land use system and their impacts on landscape patern:A case studyof Lantian County in Shaanxi Province,China［J]. Journal of Natural Resources, 2014,29(7) :1127-1135.]   \n[21］易湘生,王静爱,岳耀杰.基于沙区土地利用功能分类的土地 利用变化与模式研究——以陕北榆阳沙区为例[J].北京师范 大学学报（自然科学版）,2008,44（4）:439－443.[YI Xiangsheng,WANG Jing'ai,YUE Yaojie.LUCC and land use pattern based on a functional desert land classification system:A case study for Yuyang Desert in Northern ShaanxiJ]. Journal of Beijing Normal University(Natural Science）,2008,44(4）:439 -443.]   \n[22]彭建,刘志聪,刘焱序.农业多功能性评价研究进展[J].中国 农业资源与区划,2014,35（6）:1-8.［PENG Jian,LIU Zhicong,LIU Yanxu.Research progress on assessing multi-functionality of agriculture[J]. Chinese Journal of Agricultural Resources ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "and Regional Planning,2014,35(6):1-8.] [23］彭建，王仰麟，张源.滇西北生态脆弱区土地利用变化及其生 态效应—以云南省永胜县为例[J].地理学报,2004,59（4)： 629-638.[PENGJian,WANGYanglin,ZHANGYuan.Land use change and its ecological effect in the ecotone of northwest of Yunnan Province,China:A case study of Yongsheng County[J].Acta Geographica Sinica,2004,59(4）:629-638. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[24]WILLEMENL,VELDKAMPA,VERBURGPH,etal.A multiscale modelling approach for analysing landscape service dynamics [J].Journal of Environmental Management,2012,1OO:86 -95. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[25]PARACCHINI ML,PACINI C,JONES ML M,et al.An aggregation framework to link indicators associated with multifunctional land use to the stakeholder evaluation of policy options[J].Ecological Indicators,2011,11(1) :71-80. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[26]刘超，许月卿，孙丕苓，等.土地利用多功能性研究进展与展望[J].地理科学进展,2016,35（9）：1087-1099.［LIUChao，XUYueqing,SUN Piling,et al.Progress and prospects of multi-func-tionality of land use research[J].Progress in Geography,2O16,35(9):1087-1099.]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[27]BENJAMINK,BOUCHARD A,DOMONG.Abandoned farmlands as components of rural landscapes:An analysis of perceptions and representations[J].Landscape and Urban Planning,2Oo7,83（4）： 228 -244. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[28］张红姣.土地流转和失地农民社会保障的相互关系研究[J]. 经济研究导刊,2010,31;53-54.［ZHANG Hongjiao.Study on the relationship between land circulation and social security of land-lost farmers[J].Economic Research Guide,2O1O,31:53- 54.] ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[29］张雪靓,孔祥斌，王洪雨,等.区域耕地社会保障功能替代程度及其差异研究［J].资源科学，2013，35（8）：1555-1566.[ZHANG Xueliang,KONG Xiangbin,WANG Hongyu,et al.Re-gional substitution of farmland social insurance function[J].Re-sourcesScience,2013,35(8):1555-1566.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[30]HANNES JK,ARANKAP,KATHARINAH,etal. Confronting international research topics with stakeholders on multifunctional land use:The case of Inner Mongolia,China[J].iForest-Biogeosciences&Forestry,2014,7(6) :403-413. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[31］施园园，赵华甫，勋文聚，等.北京市耕地多功能空间分异及其社会经济协调模式解释［J].资源科学，2015，37（2）：247-257.[SHI Yuanyuan,ZHAOHuapu,YUNWenju,et al.Analysison spatial differentiation of arable land multifunction and socio-e-conomic coordination model in Beijing［J].Resources Science,2015,37(2):247 -257.]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[32]CALLO-CONCHA D,DENICH M.A participatory framework to assess multifunctional land-use systems with multicriteria and multivariate analyses:A case study on agrobiodiversity of agroforestry systems in Tomé Agu,Brazil[J].Change and Adaptation in SocioEcological Systems,2014,1(1） :40 -50. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[33］苗建青，谢世友，袁道先，等.基于农户一生态经济模型的耕地石漠化人文成因研究——以重庆市南川区为例[J].地理研",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "究,2012,31(6）:967-979.[MIAO Jianqing,XIE Shiyou,YUAN Daoxian,et al.An application of bio-economic household model to analysis of the cause for karst rock desertification in Southwest China[J]. Geographical Research,2012,31(6）:967 -979.]   \n[34］刘勤.土地流转的社会风险：皖中宋村调查[J].安徽农业科 学,2010,38（29）:16557-16559.[LIU Qin.Social risk of land transfer;Investigation on song village in middle Anhui Province [J].Journal of Anhui Agricultural Sciences,2010,38（29）： 16557 - 16559.]   \n[35]ROUNSEVELLA M D A,PEDROLI G B M,ERB K H,et al. Challenges for land system science[J].Land Use Policy,2012,29(4): 899 -910.   \n[36]COSTANZA R,RUTH M. Using dynamic modeling to scope environmental problems and build consensus[J]. Environmental Management,1998,22(2）:183-195.   \n[37]VERBURG P H,VELDKAMP A,FRESCO L O.Simulation of changes in the spatial pattern of land use in China[J].Applied Geography,1999,19(3）:211-3.   \n[38]PURNOMO H,GUILLERMO G A,PRABHU R. Developing multistakeholder forest management scenarios:A multi-agent system simulation approach applied in Indonesia[J].Forest Policy & Economics,2005,77(4) :475 -491.   \n[39］黎夏,叶嘉安,刘小平,等.地理模拟系统：元胞自动机与多智 能体[M].北京:科学出版社,2007.[LI Xia,YE Jia'an,LIU Xiaoping,et al. Geographical simulation system: Celllar automata and multi-agent system[M]. Beijing:Science Press,2007.]   \n[40]LIGTENBERG A,MONICA W.A design and application of a multi-agent system for simulation of multi-actor spatial planning [J]. Journal of Environmental Management,2004,72(1）:43-55.   \n[41］王艳妮,陈海,宋世雄,等.基于CR-BDI模型的农户作物种植 行为模拟——以陕西省米脂县姜兴庄为例[J].地理科学进 展,2016,35（10）:1258-1268.[WANG Yanni,CHEN Hai, SONG Shixiong,et al.Simulationof households’planting behavior based on a CR-BDI model:Case study of Jiangxingzhuang Village of Mizhi Countyin Shaaxi ProvinceJ].ProgressinGeogaph, 2016,35(10):1258 - 1268.]   \n[42］宋世雄,梁小英,梅亚军,等.基于CBDI的农户耕地擢荒行为 模型构建及模拟研究——以陕西省米脂县冯阳孤村为例[J]. 自然资源学报,2016,31（11）:1926-1937.[SONG Shixiong, LIANG Xiaoying,MEI Yajun,et al. Modeling and simulating land abandonment behavior of farmer households based on the CBDI;A casestudy of Fengyanggua Village in Mizhi County of Shaanxi Province[J]. Journal of Natural Resources,2016,31（11）:1926 1937.]   \n[43］陈海,杨维鸽,梁小英,等.基于 Multi-Agent System 的多尺度土 地利变化模型的构建及模拟[J].地理研究,2010,29（8）：1519 - 1527.[CHEN Hai,YANG Weige,LIANG Xiaoying,et al. Multiscale modeling of land use based on the MAS from field to village : A case study for Mengcha Village of Mizhi County,Shaanxi Province[J].Geographical Research,2010,29(8）:1519-1527.]   \n[44]FEOLAG,BINDER C R.Towards an improved understanding of farmers’behavior:The integrative agent-centred（IAC）framework [J].Ecological Economics,2010,69(12）:2323-2333.   \n[45]CASTELLAJC,KAMSP,DANGDQ,et al.Combining top-down and bottom-up modelling approaches of land use/cover change to support public policies:Application to sustainable management of natural resources in northern Vietnam[J].Land Use Policy,2007, 24(3):531-545.   \n[46］WASHINGTONOTTOMBREC,PIJANOWSKIB,CAMPBELLD, et al.Using a role-playing game to inform the development of landuse models for the study of a complex socio-ecological system[J]. Agricultural Systems,2010,103（3）:117-126.   \n[47]STEPHENJ,WALSH SJ,GEORGEP,et al.Design of an agentbased model to examine population-environment interactions in NangRong District,Thailand[J].Applied Geography,2O13,39 (1):183-198.   \n[48]FEOLA G,BINDER C R.Identifying and investigating pesticide application types to promote a more sustainable pesticide use:The case of smallholders in Boyacá,Colombia[J].Crop Protection, 2010,29(6):612 -622. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Research review on the land use function change and the farmers’ response ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "LIANG Xiao-ying， DUAN Ning， LIU Kang (College of Urbanand Environmental Sciences,Northwest University,Xi'an71O127,Shaanxi,China) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract：Land use cover/change（LUCC）is one of the main methods to represent the land use function.There is an emerging consensus among scholars that land use system cannot be fully understood by the LUCC alone,and land usefunction should be paid more atention in the future.It becomes urgent to discussandunderstand the interaction mechanism between the macro land use function patern and the micro behavior of the land use agent.In this paper,two issues,namely the representation of land use function and the farmers households’respond under the change of the landuse function are exploredand illustrated.Several conclusions can be drawn as folows:（1）the method of representing the land use function should be improved,the information of the macro patern of the land usefunctionand the micro stakeholders land use behavior should be included.（2）the models to simulatethe land use function may be established using the theory and method of decision-makingand the integrationof the land use modelsat different levels.The future research willbethe constructionof the limited rational decision-makemodelabout the farmers households’response under the change of land use function andthe exploration of ways and methodsof multi-model integration.Itis vital inboth theoryand practice tounderstand theresponseoffarmers tothe change of macro land use function,and to guide farmersXi’land use behavior. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Key words:the categories of the land use function；micro agent；land use behavior of farmers,simulation ",
        "page_idx": 6
    }
]