[
    {
        "type": "text",
        "text": "Reconstruction of the primordial power spectrum from CMB data ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zong-Kuan Guo, ${ { a } , { b } }$ Dominik J. Schwarz $b$ and Yuan-Zhong Zhang $a$ $a$ Key Laboratory of Frontiers in Theoretical Physics, Institute of Theoretical Physics, Chinese Academy of Sciences,P.O.Box 2735,Beijing 100190, China （20 $b$ Fakultät fur Physik, Universität Bielefeld, Postfach 100131, 33501 Bielefeld, Germany ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "E-mail: guozk@itp.ac.cn, dschwarz@physik.uni-bielefeld.de, zyz@itp.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract. Measuring the deviation from scale invariance of the primordial power spectrum is a critical test of inflation. In this paper we reconstruct the shape of the primordial power spectrum of curvature perturbations from the cosmic microwave background data, including the 7-year Wilkinson Microwave Anisotropy Probe data and the Atacama Cosmology Telescope 148 GHz data,by using a binning method of a cubic spline interpolation in log-log space.We find that the power-law spectrum is preferred by the data and that the HarrisonZel'dovich spectrum is disfavored at 95% confidence level. These conclusions hold with and without allowing for tensor modes, however the simpler model without tensors is preferred by the data. We do not find evidence for a feature in the primordial power spectrum - in full agreement with generic predictions from cosmological inflation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: inflation, cosmological parameters from CMBR ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction 1   \n2 Analysis method 2   \n3 Results 3   \n4 Conclusions 5 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inflation in the early Universe predicts primordial power spectra of curvature and tensor perturbations which lead to a distinct imprint on the observed angular power spectrum of the cosmic microwave background (CMB） radiation. In the simplest models of slow-roll inflation the power spectra can analytically be expressed in terms of the inflaton potential and its first derivative at the Hubble scale crossing during inflation. The angular power spectrum of the CMB is a convolution of the primordial power spectrum with a radiative transfer function, which can be obtained by integrating the full Einstein-Boltzmann system of differential equations. Therefore, given an inflaton potential or a primordial power spectrum, the angular power spectrum of the CMB can numerically be calculated, and thus the inflaton potential or the primordial power spectrum can be fitted to CMB data [1-3]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The simplest parameterization of the primordial power spectrum is the phenomenological Harrison-Zel'dovich (scale invariant） spectrum with one free parameter. The next simplest ansatz is to assume that there is no distinguished scale, which leads to a simple power-law parameterization. For this power-law ansatz, the scale-invariant spectrum is excluded at more than 99% confidence level by the Wilkinson Microwave Anisotropy Probe (WMAP） data [2]. Moreover,a slightly tilted power-law spectrum is still an excellent fit to the data even adding a running index which characterizes the deviation from a pure power law [2]. Other specific parameterizations of the primordial power spectrum, motivated by theoretical models or features of the observed data,have been considered: for example,a broken power spectrum [4] due perhaps to an interruption of the infaton potential [5],and a cutoff at large scales [6,7] motivated by suppression of the lower multipoles in the CMB anisotropies [8, 9]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Since a modest deviation from scale invariance of the primordial power spectrum is a critical prediction of inflationary models,it is a vital test of the inflationary paradigm. Exact scale invariance would be expected for a perfectly stationary epoch of inflation,which would never end. On the other hand,a strong deviation from scale invariance could falsify the idea of cosmological inflation. Thus it is important to probe the shape of the primordial power spectrum. A strong theory prior on it could lead to misinterpretation and biases in parameter determination. Given our complete ignorance of the underlying physics of the very early Universe, some model-independent approaches to reconstruct the shape of the primordial power spectrum from existing data have been employed, involving for example linear interpolation [10],a minimally-parametric reconstruction [11], wavelet expansions [12], principle component analysis [13],and a direct reconstruction via deconvolution methods [14- 16]. Clearly, multiple methods are needed to cross-check each other and to contribute their respective strengths to our understanding. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this work,we reconstruct the shape of the primordial power spectrum using a binning method of a cubic spline interpolation in the logarithmic amplitude and logarithmic wavenumber space, where the power-law spectrum as a special case is just a straight line. This method guarantees the positivity of the power spectrum. We use not only the sevenyear WMAP data [2] but also small-scale CMB data from the Atacama Cosmology Telescope (ACT) experiment [3],with two main astrophysical priors on the Hubble constant ( $H _ { 0 }$ ）measured from the magnitude-redshift relation of 240 low- $z$ Type Ia supernovae at $z < 0 . 1$ [17] and on the distance ratios of the comoving sound horizon to the angular diameter distances from the Baryon Acoustic Oscillation (BAO) in the distribution of galaxies [18]. Using data from ACT besides WMAP allows us to extend the measured $k$ range to smaller scales. The combination of both data sets provides significant improvements in the reconstruction of the spectrum. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In previous works, tensor modes have been commonly ignored when testing for the shape of the primordial power spectrum. Here we consider the contribution from tensor modes and assume a scale-invariant spectrum of tensor perturbations. We compare different spectral shapes by means of the Akaike information criterion, including a comparison between models with and without tensor perturbations. We show that current data prefer a power-law shape and no tensor perturbations. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This paper is organized as follows. In Section 2, we describe the method and the data used in this analysis. In Section 3, we present our results. Section 4 is devoted to conclusions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Analysis method ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We divide the primordial power spectrum of curvature perturbations, $\\mathcal { P } _ { \\mathcal { R } }$ ，into $N _ { \\mathrm { b i n } }$ bins equally spaced in $\\ln k$ between $k _ { 1 } = 0 . 0 0 0 2 \\ \\mathrm { M p c ^ { - 1 } }$ and $k _ { N _ { \\mathrm { b i n } } } = 0 . 2 \\ \\mathrm { M p c ^ { - 1 } }$ for the 7-year WMAP data with $l \\leq 1 2 0 0$ for the TT power spectrum and $l \\leq 8 0 0$ for the TE power spectrum.Moreover,we also use the low- $\\it l$ temperature and polarization angular power spectra from WMAP. Adding the ACT data between $1 0 0 0 < l < 3 0 0 0$ allows a wide wavenumber range with $k _ { N _ { \\mathrm { b i n } } } = 0 . 3 ~ \\mathrm { M p c ^ { - 1 } }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To reconstruct a smooth spectrum with continuous first and second derivatives with respect to $\\ln k$ ，we use a cubic spline interpolation to determine logarithmic values of the primordial power spectrum for $\\ln k _ { i } < \\ln k < \\ln k _ { i + 1 }$ . Here boundary conditions are adopted, where the second derivative is set to zero. For $k < k _ { 1 }$ or $k > k _ { N _ { \\mathrm { b i n } } }$ we fix the slope of the primordial power spectrum at the boundaries since the CMB data place only weak constraints on them. This reconstruction method has three advantages: firstly, it is easy to detect deviations from a scale-invariant or a power-law spectrum because both the scale-invariant and power-law spectra are just straight lines in the $\\ln k$ 1 $\\ln \\mathcal { P } _ { \\mathcal { R } }$ plane. Secondly, negative values of the spectrum can be avoided by using $\\ln \\mathcal { P } _ { \\mathcal { R } } ( k )$ instead of ${ \\mathcal { P } } _ { { \\mathcal { R } } } ( k )$ for splines with steep slopes. Thirdly, the shape of the power spectrum reduces to the scale-invariant or power-law spectrum as a special case when $N _ { \\mathrm { b i n } } = 1 , 2$ ， respectively. To summarize, we consider the following form of the power spectrum in this work, ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\ln \\mathcal { P } _ { \\mathcal { R } } ( k ) = \\left\\{ \\begin{array} { l l } { \\frac { d \\ln \\mathcal { P } _ { \\mathcal { R } } ( k ) } { d \\ln k } \\Big | _ { k _ { 1 } } \\ln \\frac { k } { k _ { 1 } } + \\ln \\mathcal { P } _ { \\mathcal { R } } ( k _ { 1 } ) , } & { k < k _ { 1 } ; } \\\\ { \\ln \\mathcal { P } _ { \\mathcal { R } } ( k _ { i } ) , } & { k \\in \\{ k _ { i } \\} ; } \\\\ { \\mathrm { c u b i c ~ s p l i n e } , } & { k _ { i } < k < k _ { i + 1 } ; } \\\\ { \\frac { d \\ln \\mathcal { P } _ { \\mathcal { R } } ( k ) } { d \\ln k } \\Big | _ { k _ { N _ { \\mathrm { b i n } } } } \\ln \\frac { k } { k _ { N _ { \\mathrm { b i n } } } } + \\ln \\mathcal { P } _ { \\mathcal { R } } ( k _ { N _ { \\mathrm { b i n } } } ) , k > k _ { N _ { \\mathrm { b i n } } } . } \\end{array} \\right. } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We consider a spatially flat $\\Lambda$ CDM Universe described by $N _ { \\mathrm { b i n } }$ primordial spectrum parameters $A _ { i } \\equiv \\ln \\left\\lfloor 1 0 ^ { 1 0 } \\mathcal { P } _ { \\mathcal { R } } ( k _ { i } ) \\right\\rfloor$ and four background parameters $( \\Omega _ { b } h ^ { 2 } , \\ \\Omega _ { c } h ^ { 2 } , \\ \\Theta _ { s } , \\ \\tau )$ ， where $\\Omega _ { b } h ^ { 2 }$ and $\\Omega _ { c } h ^ { 2 }$ are the physical baryon and cold dark matter densities relative to the critical density, $\\Theta _ { s }$ is the ratio of the sound horizon to the angular diameter distance at decoupling,and $\\tau$ is the reionization optical depth. We also consider the Sunyaev-Zel'dovich (SZ) effect, in which CMB photons scatter off hot electrons in clusters of galaxies. Given a SZ template it is described by a SZ template amplitude $A _ { \\mathrm { S Z } }$ as in the WMAP papers [1, 2]. For the 148 GHz ACT data [3], aside from $A _ { \\mathrm { S Z } }$ we use, following the ACT analysis, two more secondary parameters: $A _ { p }$ and $A _ { c }$ . The former is the total Poisson power at $l = 3 0 0 0$ from radio and infrared point sources. The latter is the template amplitude of the clustered power from infrared point sources. If a contribution to the CMB from tensor modes is considered, we assume a scale-invariant primordial power spectrum of tensor perturbations. Current CMB measurements are insensitive to deviations from this choice,as the tensor modes are subdominant in the TT angular power spectrum and contribute at most up to $l \\sim 1 0 0$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Our analysis is carried out using a modified version of the publicly available CosmoMC package, which explores the parameter space by means of Monte Carlo Markov Chains [19]. Besides the 7-year WMAP data ( $l \\le 1 2 0 0$ ）including the low- $l$ temperature ( $2 \\leq l \\leq 3 2$ ）） and polarization ( $2 \\leq l \\leq 2 3$ ）data,we use two main astrophysical priors: the present-day Hubble constant $H _ { 0 }$ from the magnitude-redshift relation of 240 low- $z$ Type Ia supernovae at $z < 0 . 1$ [17],and the angular diameter distances out to $z = 0 . 2$ and 0.35,measured from the two-degree field galaxy redshift survey and the sloan digital sky survey data [18]. To enlarge the range in k, we use the WMAP data in combination with the 148 GHz ACT data during its 2008 season. For the ACT data,we focus on the band powers in the multiple range $1 0 0 0 \\leq l \\leq 3 0 0 0$ .Following Ref. [3] for computational efficiency the CMB is set to zero above $l = 4 0 0 0$ where the contribution is subdominant, less than 5% of the total power. To use the 148 GHz ACT likelihood there are three secondary parameters, $A _ { \\mathrm { S Z } }$ ， $A _ { p }$ and $A _ { c }$ We impose positivity priors on these parameters and use the SZ template and the clustered source template provided by the ACT likelihood package. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To judge whether adding more bins effectively improves the fit，we apply the Akaike information criterion (AIC) defined by ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { A I C } = - 2 \\ln \\mathcal { L } _ { \\mathrm { m a x } } + 2 N _ { \\mathrm { p a r } } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where ${ \\mathcal { L } } _ { \\mathrm { m a x } }$ is the maximum likelihood achievable by the model and $N _ { \\mathrm { p a r } }$ the number of parameters. This criterion arises from an approximation to the Kullback-Leibler information entropy, used to measure the difference in goodness of fit between two models. It sets up a tension between goodness of fit and complexity of the model, with the best model minimizing the AIC. Typicaly, models with too few parameters give a poor fit to the data and hence have a low log-likelihood, while those with too many are penalized by the second term. Although it is not always clear how big a difference in AIC is required for the worse model to be significantly disfavored, typically a difference of 6 or more should be taken seriously. This information criterion was used to carry out cosmological model selection [20]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.1 shows the reconstructed power spectrum of curvature perturbations without tensor modes, derived from WMAP7+ $H _ { 0 }$ +BAO (top panels) and WMAP7+ACT+Ho+BAO (middle and bottom panels). Large uncertainties of the reconstructed spectrum at low- $l$ mainly arise from the cosmic variance while at high- $l$ different systematics affect the reconstructed spectrum due to point source emission and the SZ effect. As the number of bins increases, the error bars of individual bins grow due to the increase in degrees of freedom. We can see that the power-law spectrum is an excellent fit to the data while the scale-invariant spectrum is excluded by $9 5 \\%$ confidence level at smal scales if tensor modes are ignored. Including the ACT data allows us to increase $k _ { N _ { \\mathrm { b i n } } }$ to $0 . 3 \\mathrm { M p c ^ { - 1 } }$ . At this scale the scale-invariant spectrum is far outside of the $2 \\sigma$ error bound. As shown in Table 1,with the increasing number of bins the AIC value first decreases and then increases for $N _ { \\mathrm { b i n } } > 2$ . We find that $N _ { \\mathrm { b i n } } = 2$ （20 (a power-law shape) is the best model with and without ACT data and $N _ { \\mathrm { b i n } } = 1$ (HarrisonZel'dovich） provides the least favored fit to the data. To demonstrate strong constraints on the spectrum at small scales from the ACT data, we also reconstruct the spectrum in the case of $k _ { N _ { \\mathrm { b i n } } } = 0 . 2 \\ \\mathrm { M p c ^ { - 2 } }$ in the middle panels of Fig. 1. Compared to the top panels, the errors in the last bin are reduced by including the ACT data. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c94514748283e8027d9ae381433260b840faacbb2601a5ed6130a1ef2c516afa.jpg",
        "img_caption": [
            "Figure 1. Reconstruction of the primordial power spectrum without tensor modes using a cubic spline interpolation for different binnings,derived from the WMAP7+ $H _ { 0 }$ +BAO combination (top panels) and from the WMAP7 $^ +$ ACT+Ho+BAO combination for two different choices of $k _ { N _ { \\mathrm { b i n } } }$ (middle and bottom panels).The dotted and dashed lines represent the scale-invariant ( $N _ { \\mathrm { b i n } } = 1$ ）and powerlaw ( $N _ { \\mathrm { b i n } } ~ = ~ 2$ ） spectra respectively. The blue and red error bars show $1 \\sigma$ and $2 \\sigma$ uncertainties respectively. Note also that the best fit optical depth depends quite strongly on the assumed shape of the primordial spectrum. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/3b07c9d24d6c4472afb341f9c5754db27b72e8acc57bed287ac457b4c8069d99.jpg",
        "table_caption": [
            "Table1. The $\\chi ^ { 2 }$ , AIC values and their differences with respect to the scale-invariant power spectrum for various models,derived from WMAP7+ $H _ { 0 }$ +BAO and from WMAP7 $^ +$ ACT+ $H _ { 0 }$ +BAO.Here the contribution from tensor modes are ignored. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Data</td><td>Nbin</td><td>Npar</td><td>-lnLmax</td><td>△x²</td><td>AIC</td><td>△AIC</td></tr><tr><td rowspan=\"5\">WMAP7+Ho+BAO</td><td>1</td><td>6</td><td>3742.4</td><td>0</td><td>7496.8</td><td>0</td></tr><tr><td>2</td><td>7</td><td>3738.7</td><td>-7.4</td><td>7491.4</td><td>-5.4</td></tr><tr><td>3</td><td>8</td><td>3738.4</td><td>18.0</td><td>7492.8</td><td>-4.0</td></tr><tr><td>4</td><td>9</td><td>3738.4</td><td>18.0</td><td>7494.8</td><td>-2.0</td></tr><tr><td>5</td><td>10</td><td>3738.4</td><td>18.0</td><td>7496.8</td><td>0</td></tr><tr><td rowspan=\"5\">+ACT</td><td>1</td><td>8</td><td>3752.1</td><td>0</td><td>7520.2</td><td>0</td></tr><tr><td>2</td><td>9</td><td>3747.9</td><td>-8.4</td><td>7513.8</td><td>-6.4</td></tr><tr><td>3</td><td>10</td><td>3747.1</td><td>-10.0</td><td>7514.2</td><td>-6.0</td></tr><tr><td>4</td><td>11</td><td>3747.2</td><td>-9.8</td><td>7516.4</td><td>-3.8</td></tr><tr><td>5</td><td>12</td><td>3747.2</td><td>-9.8</td><td>7518.4</td><td>-1.8</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Assuming a scale-invariant spectrum of tensor perturbations, the reconstructed primordial power spectrum of curvature perturbations are shown in Fig. 2. Due to the contribution of tensor modes to the angular power spectra of the CMB, the amplitude of the HarrisonZel'dovich spectrum is smaller than one in Fig.1. For WMAP7+ $H _ { 0 }$ +BAO,there is no convincing deviation from either a simple scale-invariant or a power-law spectrum as shown in the top panels of Fig. 2. As expected, including the ACT data will improve the measurements of the spectrum. In the case of $N _ { \\mathrm { b i n } } = 3$ the reconstructed spectrum deviates from the scale-invariant one on small scales at 95% confidence level. In the $N _ { \\mathrm { b i n } } = 4$ case， since the error bars become larger,it becomes consistent with the scale-invariant spectrum. From Table 2,we can see that increasing the number of bins beyond 2 increases the AIC value slightly. Hence,under the assumption of a scale-invariant tensor spectrum,the power-law spectrum provides a better fit to the data. Comparing Table 2 with Table 1, we find that the scale-invariant spectrum with tensor modes is more favored than one without tensor modes while the power-law spectrum without tensor modes is more favored than one with tensor modes. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In Table 3 we summarize the estimated primordial power spectrum values as well as the other cosmological parameters. Note that the best fit reionization optical depth depends quite strongly on the assumed shape of the primordial spectrum. As $N _ { \\mathrm { b i n } }$ increases from 1 to 3,the reionization optical depth first decreases and then increases drastically. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 Conclusions ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this work we have reconstructed the smooth shape of the primordial power spectrum of curvature perturbations without or with tensor modes from the 7-year WMAP data in combination with the small-scale CMB data from the ACT experiment. We adopt the cubic spline interpolation method in the $\\ln { k } \\mathrm { - } \\ln { \\mathcal { P } _ { \\mathcal { R } } }$ plane to avoid negative values of the amplitude and to make the detection of deviations from the power law easy. If we ignore tensor modes,the scale-invariant spectrum is excluded by the combined data at 95% confidence level,which is consistent with the result of Ref.[2]. Moreover,we find no convincing deviation from a simple power-law spectrum as suggested in Refs.[11,15]. If tensor modes are included, for WMAP7+ $H _ { 0 }$ +BAO the scale-invariant spectrum lies within the $2 \\sigma$ bound. For WMAP7 $^ +$ ACT+Ho+BAO,there a deviation from the scale-invariant spectrum at small scales is found at the 95% confidence level under the assumption of a scale-invariant tensor spectrum. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/330aa81d0adf35d432751d1625d901353e4119f8be96662a8e04bfa1ca6d64d3.jpg",
        "img_caption": [
            "Figure 2. Reconstruction of the primordial curvature power spectrum with a scale-invariant spectrum of tensor perturbations using a cubic spline interpolation for different binnings,derived from WMAP7+ $H _ { 0 }$ +BAO(top panels） and from WMAP7 $^ +$ ACT+ $H _ { 0 }$ +BAO for two different choices of （202 $k _ { N _ { \\mathrm { b i n } } }$ (middle and bottom panels). The dotted and dashed lines represent the scale-invariant and power-law spectra respectively. The blue and red error bars show $1 \\sigma$ and $2 \\sigma$ uncertainties respectively. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Comparing Fig.1 with Fig. 2, we find that including tensor modes enhances the bending of the primordial power spectrum. Moreover, the AIC values listed in Table 1 and Table 2 indicate that the power-law spectrum without tensor modes is the best fit to the combined data. We do not find evidence for a feature in the primordial power spectra, although a bent spectrum with a suppression of low $k$ and high $k$ modes with respect to a power-law spectrum is only slightly disfavored by the AIC( $- 6 . 4$ vS. $- 6 . 0$ without tensors and $- 4 . 4$ vS. $- 4 . 0$ with tensors).Without ACT the case for a bend is weaker. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We emphasize that our reconstruction method is insensitive to local features in the primordial power spectrum, but is sensitive to the overall shape,since the cubic spline interpolation makes the primordial power spectrum smoother than linear interpolation [10]. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/bb933ec12a2f57fd83b5a311ab7321a0213e1b400e3ff4de514424571d827a3a.jpg",
        "table_caption": [
            "Table 2.The $\\chi ^ { 2 }$ ,AIC values and their differences with respect to the scale-invariant power spectrum without tensor modes for various models with tensor modes,derived from WMAP7+ $H _ { 0 }$ +BAO and from WMAP7 $^ +$ ACT+ $H _ { 0 }$ +BAO.We assume a scale-invariant spectrum of tensor perturbations. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Data</td><td>Nbin</td><td>Npar</td><td>-lnLmax</td><td>△x²</td><td>AIC</td><td>△AIC</td></tr><tr><td rowspan=\"5\">WMAP7+Ho+BAO</td><td>1</td><td>7</td><td>3740.5</td><td>-3.8</td><td>7495.0</td><td>-1.8</td></tr><tr><td>2</td><td>8</td><td>3738.8</td><td>-7.2</td><td>7493.6</td><td>-3.2</td></tr><tr><td>3</td><td>9</td><td>3738.4</td><td>18.0</td><td>7494.8</td><td>-2.0</td></tr><tr><td>4</td><td>10</td><td>3738.4</td><td>18.0</td><td>7496.8</td><td>0</td></tr><tr><td>5</td><td>11</td><td>3738.2</td><td>-8.4</td><td>7498.4</td><td>1.6</td></tr><tr><td rowspan=\"5\">+ACT</td><td>1</td><td>9</td><td>3750.4</td><td>-3.4</td><td>7518.8</td><td>-1.4</td></tr><tr><td>2</td><td>10</td><td>3747.9</td><td>-8.4</td><td>7515.8</td><td>-4.4</td></tr><tr><td>3</td><td>11</td><td>3747.1</td><td>-10.0</td><td>7516.2</td><td>-4.0</td></tr><tr><td>4</td><td>12</td><td>3747.1</td><td>-10.0</td><td>7518.2</td><td>-2.0</td></tr><tr><td>5</td><td>13</td><td>3747.2</td><td>-9.8</td><td>7520.4</td><td>0.2</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/5283f3d3bff82d6243b806df821df9395652b34d24dd3b7799176cc329d29a80.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Nbin</td><td>A1</td><td>A2</td><td>A3</td><td>A4</td><td>A5</td><td>2h2</td><td>ch²</td><td>A</td><td>T</td></tr><tr><td colspan=\"10\">= 0.2 Mpc WMAP7+H0+BAO(kNbin</td></tr><tr><td>1</td><td>3.132±0.031</td><td></td><td></td><td></td><td></td><td>0.02374</td><td>0.1131</td><td>0.738</td><td>0.101</td></tr><tr><td>2</td><td>3.269±0.060</td><td>3.037±0.045</td><td></td><td></td><td></td><td>0.02261</td><td>0.1125</td><td>0.727</td><td>0.088</td></tr><tr><td>3</td><td>3.096±0.167</td><td>3.168±0.032</td><td>3.005±0.054</td><td></td><td></td><td>0.02224</td><td>0.1137</td><td>0.719</td><td>0.092</td></tr><tr><td>4</td><td>2.990±0.296</td><td>3.172±0.042</td><td>3.132±0.038</td><td>3.031±0.076</td><td></td><td>0.02233</td><td>0.1130</td><td>0.722</td><td>0.094</td></tr><tr><td>5</td><td>3.057±0.505</td><td>3.137±0.076</td><td>3.176±0.039</td><td>3.105±0.042</td><td>3.054±0.099</td><td>0.02224</td><td>0.1127</td><td>0.722</td><td>0.095</td></tr><tr><td colspan=\"10\">+Tensor</td></tr><tr><td>1</td><td>3.109±0.033</td><td></td><td></td><td></td><td></td><td>0.02364</td><td>0.1117</td><td>0.741</td><td>0.094</td></tr><tr><td>2</td><td>3.211±0.074</td><td>3.052±0.048</td><td></td><td></td><td></td><td>0.02289</td><td>0.1117</td><td>0.733</td><td>0.087</td></tr><tr><td>3</td><td>2.822±0.267</td><td>3.145±0.038</td><td>3.009±0.055</td><td></td><td></td><td>0.02244</td><td>0.1137</td><td>0.722</td><td>0.097</td></tr><tr><td>4 5</td><td>2.772±0.380</td><td>3.084±0.077</td><td>3.141±0.041</td><td>3.017±0.079</td><td></td><td>0.02251</td><td>0.1132</td><td>0.724</td><td>0.098</td></tr><tr><td></td><td>3.226±0.549</td><td>2.837±0.227</td><td>3.115±0.057</td><td>3.102±0.042</td><td>3.076±0.100</td><td>0.02219</td><td>0.1124</td><td>0.724</td><td>0.095</td></tr><tr><td colspan=\"10\">WMAP7+ACT+H0+BAO (kNbin =0.3 Mpc-T)</td></tr><tr><td>1</td><td>3.133±0.032</td><td></td><td></td><td></td><td></td><td>0.02358</td><td>0.1124</td><td>0.741</td><td>0.102</td></tr><tr><td>2</td><td>3.279±0.056</td><td>3.014±0.047</td><td></td><td></td><td></td><td>0.02239</td><td>0.1125</td><td>0.727</td><td>0.085</td></tr><tr><td>3</td><td>3.072±0.148</td><td>3.173±0.036</td><td>2.967±0.056</td><td></td><td></td><td>0.02203</td><td>0.1143</td><td>0.716</td><td>0.094</td></tr><tr><td>4</td><td>3.033±0.274</td><td>3.168±0.039</td><td>3.136±0.037</td><td>2.965±0.080</td><td></td><td>0.02204</td><td>0.1146</td><td>0.715</td><td>0.094</td></tr><tr><td>5</td><td>3.028±0.452</td><td>3.164±0.068</td><td>3.176±0.039</td><td>3.104±0.038</td><td>2.957±0.099</td><td>0.02210</td><td>0.1148</td><td>0.714</td><td>0.095</td></tr><tr><td colspan=\"10\">+Tensor</td></tr><tr><td>1</td><td>3.110±0.031</td><td></td><td></td><td></td><td></td><td>0.02347</td><td>0.1109</td><td>0.745</td><td>0.095</td></tr><tr><td>2</td><td>3.241±0.048</td><td>3.034±0.037</td><td></td><td></td><td></td><td>0.02253</td><td>0.1117</td><td>0.731</td><td>0.086</td></tr><tr><td>3</td><td>2.800±0.258</td><td>3.158±0.039</td><td>2.961±0.062</td><td></td><td></td><td>0.02225</td><td>0.1146</td><td>0.718</td><td>0.098</td></tr><tr><td>4</td><td>2.793±0.374</td><td>3.098±0.069</td><td>3.146±0.039</td><td>2.956±0.080</td><td></td><td>0.02227</td><td>0.1148</td><td>0.717</td><td>0.098</td></tr><tr><td>5</td><td>3.080±0.498</td><td>2.941±0.173</td><td>3.142±0.044</td><td>3.102±0.039</td><td>2.980±0.102</td><td>0.02204</td><td>0.1152</td><td>0.713</td><td>0.094</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Table 3. Mean values and marginalized 68% confidence levels for the primordial spectrum parameters, and the mean values for the background parameters. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Therefore,it is complementary to wavelet expansions [12] and principle component analysis [13], which provide rigorous methods to search for sharp features. This type of analysis is also complementary to the direct testing of slow-roll inflation [21, 22] and the analysis of the WMAP team [1, 2]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We thank E.Komatsu and J. Dunkley for useful discussions. This work was supported in part by the Alexander von Humboldt Foundation. ZKG is partially supported by the project of Knowledge Innovation Program of Chinese Academy of Science and National Basic Research Program of China under Grant No:2010CB832805. DJS acknowledges support by Deutsche Forschungsgemeinschaft (DFG). We used CosmoMC and CAMB. We also acknowledge the use of WMAP data from the LAMBDA server and ACT data. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Note Added: When this paper was concluded, we became aware that the ACT and WMAP data were used to reconstruct the primordial power spectrum in [23]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]E.Komatsu, et al.,Astrophys. J. Suppl.180,330 (2009) [arXiv:0803.0547]. [2] E.Komatsu, et al.,Astrophys. J. Suppl. 192,18 (2011) [arXiv:1001.4538]. [3] J.Dunkley,et al.,arXiv:1009.0866. [4] A. Blanchard, M. Douspis, M. Rowan-Robinson and S. Sarkar, Astron. Astrophys. 412, 35 (2003) [arXiv:astro-ph/0304237]. [5] J. Barriga, E. Gaztanaga, M. Santos and S. Sarkar Mon. Not. Roy. Astron. Soc. 324, 977 (2001） [arXiv:astro-ph/0011398]. [6] G. Efstathiou, Mon. Not. Roy. Astron. Soc. 343, L95 (2003) [arXiv:astro-ph/0303127]. [7] M. Bridges,A. N. Lasenby and M. P. Hobson, Mon. Not. Roy. Astron. Soc. 369,1123 (2006) [arXiv:astro-ph/0511573]; M. Bridges,A. N. Lasenby and M. P. Hobson, Mon. Not. Roy. Astron. Soc.381, 68 (2007) [arXiv:astro-ph/0607404]. [8] M.R. Nolta,et al., Astrophys. J. Suppl.180, 296 (2009) [arXiv:0803.0593]. [9] C.J. Copi, D. Huterer, D. J. Schwarz and G. D. Starkman, Adv. Astron. 2010,847541 (2010) [arXiv:1004.5602].   \n[10] S. L. Bridle,A. M. Lewis, J. Weler and G. Efstathiou Mon. Not.Roy. Astron. Soc. 342, L72 (2003）[arXiv:astro-ph/0302306]; S.Hannestad, JCAP 0404,002 (2004) [arXiv:astro-ph/0311491].   \n[11] C. Sealfon,L. Verde and R. Jimenez, Phys. Rev.D 72,103520 (2005) [arXiv:astro-ph/0506707]; L. Verde and H. V. Peiris, JCAP 0807,009 (2008) [arXiv:0802.1219]; H.V.Peiris and L. Verde,Phys. Rev.D 81, 021302 (2010) [arXiv:0912.0268].   \n[12] P. Mukherjee and Y. Wang, Astrophys. J. 598,779 (2003) [arXiv:astro-ph/0301562]; P. Mukherjee and Y. Wang,Astrophys. J. 599,1 (2003) [arXiv:astro-ph/0303211]; P. Mukherjee and Y. Wang, JCAP 0512, 007 (2005) [arXiv:astro-ph/0502136].   \n[13] W. Hu and T. Okamoto,Phys. Rev. D 69,043004 (2004) [arXiv:astro-ph/0308049]; S. Leach, Mon. Not. Roy. Astron. Soc. 372, 646 (2006) [arXiv:astro-ph/0506390].   \n[14] N. Kogo, M. Matsumiya, M. Sasaki and J. Yokoyama, Astrophys. J.607, 32 (2004) [arXiv:astro-ph/0309662l; R. Nagata and J. Yokoyama, Phys. Rev. D 78,123002 (2008) [arXiv:0809.4537]; R. Nagata and J. Yokoyama,Phys. Rev. D 79, 043010 (2009) [arXiv:0812.4585]; K. Ichiki and R. Nagata,Phys.Rev. D 80, 083002 (2009); K. Ichiki, R. Nagata and J. Yokoyama, Phys. Rev. D 81, 083010 (2010) [arXiv:0911.5108].   \n[15] A. Shafeloo and T. Souradeep,Phys. Rev. D 70, 043523 (2004) [arXiv:astro-ph/0312174]; A. Shafieloo and T. Souradeep,Phys. Rev. D 78,023511 (2008) [arXiv:0709.1944]; J. Hamann, A. Shafieloo and T. Souradeep, JCAP 1004, 010 (2010) [arXiv:0912.2728].   \n[16] D.Tocchini-Valentini,M. Douspis and J. Silk, Mon. Not. Roy. Astron. Soc.359,31(2005) [arXiv:astro-ph/0402583]; D. Tocchini-Valentini, Y. Hoffman and J. Silk, Mon. Not. Roy. Astron.Soc.367,1095 (2006) [arXiv:astro-ph/0509478].   \n[17] A.G.Riess,et al.,Astrophys.J.699,539 (2009) [arXiv:0905.0695].   \n[18] W. J. Percival, et al., Mon. Not.Roy. Astron. Soc. 401,2148 (2010) [arXiv:0907.1660].   \n[19] A. Lewis and S. Bridle, Phys. Rev. D 66,103511 (2002) [arXiv:astro-ph/0205436].   \n[20] A. R. Liddle,Mon. Not. Roy. Astron. Soc. 351,L49 (2004) [arXiv:astro-ph/0401198].   \n[21] J. Martin and C. Ringeval, Phys.Rev. D 69, 083515 (2004) [arXiv:astro-ph/0310382]; J. Martin and C. Ringeval, Phys.Rev. D 69,127303 (2004) [arXiv:astro-ph/0402609]; J. Martin and C. Ringeval, JCAP 0501,007 (2005) [arXiv:hep-ph/0405249].   \n[22] J.M. Cline and L. Hoi, JCAP 0606,007 (2006) [arXiv:astro-ph/0603403]; D. K. Hazra, et al. JCAP 1010, 008 (2010) [arXiv:1005.2175].   \n[23] R.Hlozek,et al.,arXiv:1105.4887. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]