[
    {
        "type": "text",
        "text": "Adenoviral cardiotrophin-1 transfer improves survival and early graft function after ischemia and reperfusion in rat small-for-size liver transplantation model ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jun Song,1,2 Ye-Wei Zhang,1 Ai-Hua Yao,1 YueYu,1 Zhi-Yuan Hua,1 Li-Yong Pu,1 Guo-Qiang Li,1 Xiang-Cheng Li,1 Feng Zhang,1 Guo-Qing Sheng³ and Xue-Hao Wang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1TheLiverTansplantationCenteroftheFirstAfiatedHospital,anjingMdicalUiversityajingJangsurovince,Cina   \n2GeneralSurgeryDepartmentof theFirstAfiliated Hospitalof XuZhou Medical Collge,Xuzhou,Jiangsu Province,China   \n3 Guangzhou Institute of Biomedicineand Health,Chinese Academyof Science,Guangzhou,Guangdong Province,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "apoptosis,cardiotrophin-1,genetic therapy, ischemia/reperfusion injury,liver transplantation,small-for-size graft. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This study was to investigate the effect of donor liver adenoviral cardiotrophin-1 (CT-1) gene transfer on early graft survival and function in rat small-for-size liver transplantation.We constructed a recombinant murine CT-1 adenoviral vector. Donor rats were transduced in vivo with adenoviruses expressing CT-1(AdCT-1) or control vector(AdEGFP).Livers were harvested 4 days later,reduced to $4 0 \\%$ of weight,and transplanted.A syngeneic rat orthotopic liver transplantation model was performed using $4 0 \\%$ small-for-size grafts.Graft survival, liver function,hepatic architecture change,the degree of necrosis and apoptosis,and cell survival signaling pathways were assessed. AdCT-1 pretreatment markedly improved liver function and the survival of small-for-size grafts.In the CT-1 treatment group,hepatic architecture was well protected,apoptotic and necrotic cells were reduced; anti-apoptotic protein bcl-2 was up-regulated and pro apoptotic cleaved caspase-3 was down-regulated,cel survival signaling pathways were activated by phosphorylation of protein kinase B (Akt),extracellular-regulated kinase (ERK) and Signal transducer and activator of transcription-3（Stat3)after transplantation.In conclusion,donor liver adenoviral CT-1 transfer ameliorated ischemia/reperfusion injury by decreasing hepatic necrosis and apoptosis in small-for-size liver transplantation,mediated in part by activation of the Akt, ERK,and Stat-3 survival signaling pathways.These results may provide a potential clinical strategy to improve the outcome of small-for-size liver grafts. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Liver transplantation has been widely used as the therapy for patients with end-stage liver diseases.However,the shortage of donor organs limits the application of liver transplantation.In recent years,living donor liver transplantation(LDLT） has been a valuable alternative in solving the problem of organ shortage，and has shown significantly improved clinical outcomes [1].However, with reduction of graft size,chances of primary graft nonfunction andcomplicationsalsoincrease[2,3]. Small-for-size grafts encounter more risks of failure after reperfusion,including microcirculatory damage [4],more severe inflammatory responses [5],accelerated acute rejection processes [6],and impaired regeneration [7].These effects frequently result in liver failure and associated coagulopathy,ascites,prolonged cholestasis,and encephalopathy. Collectively,this disorder is termed‘small-forsize syndrome'.However,effective therapeutic strategies to overcome this syndrome have not yet been thoroughly investigated in liver transplantation using small-for-size grafts. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Apart from the common ischemia/reperfusion injury (IRI),small-for-size grafts also suffer mechanical injury related to hemodynamic force.At the time of reperfusion, excessive blood inflow (in relation to the graft size) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "generates more reactive oxygen species [8]. This,in turn, increases the susceptibility of liver cells to apoptotic stimuli and to mechanical injury associated with transient portal hypertension in small-for-size grafts.Recent studies have further demonstrated that early over-expression of cell death signals including apoptosis was instrumental in small-for-size graft damage [5,9]. Thus, therapeutic strategies targeting on cell survival/apoptosis pathways may be an effective approach to improve graft function in smallfor-size liver transplantation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cardiotrophin-1 (CT-1） is a member of IL-6 family of cytokines that binds to a specific receptor that contains $\\mathrm { g p } 1 3 0$ and the leukemia inhibitory factor receptor [10]. It was first identified by its ability to induce hypertrophy of cardiac myocytes[11] and was later shown to protect the heart from IRI [12] and support survival of developing motoneurons [13].Recently，studies have shown that CT-1 is also expressed in both parenchymal and nonparenchymal liver cells and exerts potent anti-apoptotic effects on hepatocytes by activation of cell survival signaling pathways including signal transducer and activator of transcription-3(Stat-3)， extracellular-regulatedkinase (ERK）1/2 and protein kinase B(Akt）[14].Recent studies further showed that CT-1 is an essential factor in the natural defense of the liver against apoptosis, CT- $1 ^ { - / - }$ mice are more susceptible to Fas-induced apoptosis in the liver [15].Administration of exogenous CT-1 to rat models of fulminant hepatic failure and mouse models of concanavalin-A-induced hepatitis protected the liver from injury by promoting cel repair and in terms of anti-apoptotic properties [14,l6].Furthermore,CT-1 significantly defended against liver warm IRI and mediated the protective effect of ischemic preconditioning [17].Based on these data,we hypothesized that exogenous CT-1 may attenuate smallfor-size graft injury,which presents with early overexpression of cell death signals after cold ischemia/warm reperfusion. Adenoviral-mediated gene delivery to the liver is highly effective even under conditions of cold organ storage [18-2O]． Studies have demonstrated that overexpression of SOD or HO-1 in donor liver using recombinant adenovirus reduced IRI and improved survival after small-for-size liver transplantation [19,21].Accordingly, the present study was designed to determine whether gene delivery of CT-1 could improve the outcome of smallfor-size liver transplantation and the possible mechanisms underlying the same. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materialsandmethods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Construction of plasmids and preparation of adenoviral vectors ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Murine cDNA encoding CT-1 gene was cloned across the BamH I-Sal I sites of plasmid PGEX4T-3 and then into the pAdTrack-CMV shuttle vector via KpnI-XbalI sites. ThepAdTrack-CMV vector encodes EGFP under the control of a separate cytomegalovirus (CMV）promoter to act as a marker for transfection.The plasmid was linearized by restriction digestion with PmeI and cotransformed into E. coli BJ5183 cellswith pAdEasy-1. Recombinants were selected for kanamycin resistance and confirmed by restriction analysis.The linearized recombinant plasmid was transfected into an adenovirus packaging cell line HEK293,using Lipofectamine in T-25 flasks according to the manufacturer's instructions.Transfection and viral productions were monitored by GFP expression. For viral purification,cells were harvested and subjected to four freeze/thaw cycles in dry ice/methanol and centrifuged to obtain a crude viral stock.The crude viral stock was further amplified and purified by $\\mathrm { C s C l }$ banding. The concentrations of AdCT-1 and AdEGFP were determined byplaque-forming assay,and expressed as plaque-forming units (pfu).Both vectors were diluted to $3 \\times 1 0 ^ { 9 } \\mathrm { p f u / m l }$ with $1 ~ \\mathrm { m l }$ saline for intravenous injection to donor rats. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Animals ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Syngeneic male Lewis rats (8-12 weeks of age，body weights $2 5 0 { - } 3 2 0 ~ \\mathrm { g } ;$ Vital River Experimental Animal $\\mathrm { C o }$ 0 Beijing，China） were used as donors and recipients to exclude immunologic interference.The rats were kept under constant environmental conditions with a $^ { 1 2 \\mathrm { ~ h ~ } }$ light-dark cycle and free access to food and water. The rats were fasted $^ { 1 2 \\mathrm { ~ h ~ } }$ before the operation. All animal experiments were conducted in accordance with the guidelines approved by the Chinese Association of Laboratory Animal Care. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental design and surgical procedure ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The experiments were conducted in three groups of rats: (i）AdCT-1 group,(ii） AdEGFP control group,and (i) saline control group.AdCT-1,AdEGFP or $1 \\mathrm { m l } \\ 0 . 9 \\%$ saline was injected via the penile vein into prospective donoranimals.Four days later,the donor liver was harvested.A rat nonarterialized orthotopic liver transplantation model without veno-venous bypass was performed according to the techniques previously described by Kamada [22],with slight modifications.The lobe ligation technique was used to reduce the graft size on the back table.The medianlobe of the liver was selected to be the graft and the median ratio of the graft weight-to-recipient liver weight was $3 9 . 6 \\%$ (range: $3 6 \\mathrm { - } 4 5 \\%$ ).Liver graftswere stored in $4 ~ ^ { \\circ } \\mathrm { C }$ saline with a preservation time of $8 0 ~ \\mathrm { { m i n } }$ for all experimental groups.Donors and recipients were anesthetized with ether following an intraperitoneal injection of atropine $( 0 . 0 5 ~ \\mathrm { m g / k g } )$ ,and blood and liver tissue samples were obtained at 2,6,and $2 4 \\mathrm { ~ h ~ }$ （ ${ \\bf \\dot { \\rho } } _ { n } = 6 /$ time point/group）after reperfusion of recipients. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Detection of CT-1 and EGFP expression in the post-transplanted liver ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To evaluate the effectiveness of donor liver CT-1 gene transfer in the post-transplanted liver，western blotting assay was performed to examine the protein expression of CT-1 at 6 and $2 4 \\mathrm { ~ h ~ }$ in the post-transplanted liver. Furthermore, using enhanced green fluorescent protein (EGFP） gene as a marker,we evaluated the transfer efficiency of CT-1 in the post-transplanted livers indirectly by observing the green fluorescence of liver frozen section. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Survival study ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fifteen rats in the Saline/AdEGFP control and AdCT-1 treatment groups with $4 0 \\%$ liver transplantations were used for the survival study.Rats that lived for more than 7 days after transplantation were considered survivors. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Biochemical examination ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Blood samples collected from the recipients after reperfusion were immediately centrifuged to obtain serum.The serum samples were stored at $- 8 0 ~ ^ { \\circ } \\mathrm { C }$ for subsequent analysis. Serum aspartate aminotransferase (AST） and alanine aminotransferase (ALT） were measured using a standard automatic Analyzer (Hitachi 760o-1O；Hitachi High-Technologies Corporation, Tokyo, Japan). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Morphological examination by light and electron microscopy ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Liver tissue was fixed in $1 0 \\%$ buffered formalin and embedded in paraffin. Sections $( 4 \\mathrm { - } \\mu \\mathrm { m } )$ were stained with hematoxylin and eosin.Ten random fields of each H-E stained section were assessed for necrosis by standard morphologic criteria (e.g.loss of architecture,vacuolization,karyolysis,and increased eosinophilia),and the percentage of necrotic area was quantified using NIH image analysis software.All histological evaluations were done inadoubleblinded fashion. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For electron microscopic analysis,liver tissues were fixed in $2 . 5 \\%$ dialdehyde for $^ { 2 \\mathrm { ~ h ~ } }$ ，postfixed in osmium tetroxide,stained en bloc in aqueous uranyl acetate,dehy drated in ethanol,and embedded in Epon-812 epoxy resin; ultra thin sections were stained with aqueous uranyl acetate and Reynolds'lead citrate,and examined using a JEM-12o0 electron microscope (Jeol Ltd,Tokyo, Japan). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Apoptotic cell detection by terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The paraffin sections of liver biopsies obtained at 6 and $2 4 \\mathrm { ~ h ~ }$ were examined for apoptotic cells using the terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling（TUNEL） assay according to the instructions of the commercial kit (Apop Tag, Intergen Co.,NY,USA). Ten random fields were counted for each TUNEL-stained tissue sample in a blinded matter. Classic TUNEL positivity was characterized by focal nuclear staining and the presence of intact nuclear and cell membrane integrity in apoptotic cells.Three different liver sections from different lobules were analyzed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Western blots for CT-1, the cell survival pathways (Akt,ERK,and Stat-3),bcl-2 and cleaved caspase-3 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Liver tissues were homogenized and proteinswere extracted using a commercial extraction kit (Pierce Biotechnology，Rockford，IL，USA).Protein concentrations were then determined by the bicinchoninic acid (BCA) protein assay kit (Shenergy Biocolor,Shanghai，China). Equal amounts of the protein samples $( 5 0 ~ \\mu \\mathrm { g / s a m p l e ) }$ were separated by $1 0 \\mathrm { - } 1 5 \\%$ SDS-PAGE,followed by electrophoretic transfer to polyvinylidene difluoride (PVDF) membranes (Roche,Indianapolis,IN,USA).The membranes were then incubated with the primary antibodies: $\\beta$ -actin, $\\alpha$ -tubulin,CT-1 (Santa Cruz Biotechnology,Santa Cruz，CA，USA)，Akt，phospho-Aktser473，P42/P44ERK, phospho-p42/P44ERK，Stat-3，phospho-Stat- $3 ^ { \\mathrm { T y r } 7 0 5 }$ ， cleaved caspase-3,and bcl-2 (Cell Signaling Technology, Beverly，MA，USA）overnight at $4 ~ ^ { \\circ } \\mathrm { C } ;$ ：followed bya anti-goat or anti-rabbit horseradish peroxidase-conjugated secondary antibody (Santa Cruz Biotechnology). The immunoreactive signals were visualized using enhanced chemiluminescence detection reagents (Pierce Biotechnology).Relative quantities of protein were determined using a densitometer (Kodak Digital Science 1D Analysis Software,Rochester,NY,USA). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Statistical analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results were expressed as mear $\\mathrm { \\Omega } _ { \\mathrm { l } } \\pm \\mathrm { S E M }$ .Comparisons between the groups at different time-points were analysed using the Student's $t$ -test or ANovA where appropriate. The log-rank test was used to test the equality of the three survival rates.A post hoc multiple comparison of survival rates between the three groups was conducted with a log-rank test, followed by a Bonferroni correction. Statistical analyses were conducted using l3.0 SPSS computer software (SPSS Inc.，Chicago，IL，USA）and statistical significance was inferred at $P < 0 . 0 5$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Donor liver CT-1 gene transfer leads to CT-1 over-expression in post-transplanted grafts Western analysis showed that adenoviral gene transfer of CT-1 resulted in a significant increase in CT-1 protein levels at 6 and $2 4 \\mathrm { ~ h ~ }$ after reperfusion in smallfor-size grafts (Fig.la).These findings were confirmed by the presence of EGFP in the post-transplanted liver at $^ { 6 \\mathrm { ~ h ~ } }$ in the AdEGFP and AdCT-1 groups (Fig.1b). No differences in CT-1 expression were observed between the saline and AdEGFP transplanted graft livers. No EGFP expression was noted in the saline control group. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c9a07f0b3a8620d53fbd244b765137a0fe17a47cad5edb81eacd124c18039093.jpg",
        "img_caption": [
            "Figure1 (a) Representative Western blot demonstrated a marked increase of CT-1 protein expression at 6 and $2 4 \\ h$ in the AdCT-1 pretreatment group，when compared to controls.No significant differences of CT-1 expression were observed between the saline and AdEGFP control group. $^ { \\star } P < 0 . 0 1$ versus saline and AdEGFP control groups.Each immunoblot represents three independent experiments. (b)Enhanced green fluorescence protein (EGFP) expression was determined by fluorescent microscopy at $6 \\mathfrak { h }$ after reperfusion.GFP-positive cellswere detected in the AdCT-1 treatment and AdEGFP control groups;no EGFP gene expression was observed in the saline control group (Original magnification, $\\times 1 0 0 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e78a2fc386ed03978459c67d612166d623dd785e6945a2421385eb05d4b63dba.jpg",
        "img_caption": [
            "Figure2 (a) Kaplan-Meier plot showing the pattern of survival of recipients after small-for-size liver transplants $( n = 1 5 / { \\mathfrak { g r o u p } } )$ .Inthe AdCT-1 treatment group,survival rates were significantly improved compared with the two control groups.(b) The serum AST and ALT levels at 2,6,and $2 4 \\ h$ afterreperfusion were significantly lower in the AdCT-1 group than in the saline and AdEGFP groups; no differences were observed between the two control groups. $\\# P < 0 . 0 5$ $^ { \\star } P < 0 . 0 1$ versus saline and AdEGFP control groups.AST,aspartate aminotransferase;ALT,alanineaminotransferase. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/9d4a5b22f914a08d64c231bff40ac2243b7ce1bfedf6149408790efc3db96073.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CT-1 gene transfer improved animal survival and liver graft function ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A Kaplan-Meier Curve was used to describe the survival process. In general， the differences in survival rates between the three groups were significant, and the survival rate of the AdCT-1 group was improved compared to the AdEGFP and saline control groups.The 7-day survival rate was significantly improved from $3 3 . 3 \\%$ (5/15) in the saline control group and $4 0 \\%$ （6/15）in AdEGFP control group to $7 3 . 3 \\%$ （11/15）in the AdCT-1 group $( P < 0 . 0 5$ ； Fig.2a).Plasma levels of AST and ALT were significantly lower in the AdCT-1 group compared to the saline and AdEGFP control groups at $2 , 6 ,$ and $2 4 \\mathrm { ~ h ~ }$ after reperfusion (Fig.2b). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CT-1 gene transfer preserved the liver architecture of small-for-size grafts ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Demonstrated by hematoxylin-eosin staining,apparent hepatocellular degeneration accompanied by scattered necrotic and apoptotic cells were observed in the AdEGFP and saline control groups at $6 \\mathrm { ~ h ~ }$ after reperfusion. Severe disruptions of lobular architecture and more severe hepatocellular degeneration and apoptosis with extensive necrosis were subsequently noted at $2 4 \\mathrm { ~ h ~ }$ after reperfusion.In contrast,hepatic lobular architecture was well preserved in the AdCT-1 group at 6 and $2 4 \\mathrm { ~ h ~ }$ after reperfusion (Fig. 3a). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The hepatic ultrastructural changes were then examined by electron microscopy.In the saline and AdEGFP control groups,mitochondria swelling and degeneration of cytoplasm of hepatocytes were observed at $\\boldsymbol { 6 } \\ : \\mathrm { h }$ after reperfusion,accompanied by an irregular large gap of sinusoidal endothelial cells and loss of microvilli in the space of Disse.Twenty-four hours after reperfusion,the integrity of endothelial cells was disrupted.In contrast, the AdCT-1 treatment group contained hepatocytes and sinusoidal lining cells with a normal appearance (e.g.intact sinusoidal lining cells,elliptical mitochondria with well-visualized cristae,and abundant microvilli in the space of Disse）at 6 and $2 4 \\mathrm { ~ h ~ }$ after reperfusion (Fig. 3b). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CT-1 gene transfer attenuated hepatic necrosis and apoptosis after transplantation of small-for-size grafts ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To further assess the protective effect of CT-1 on IRI,we quantified the necrotic and apoptotic cells in small-forsize grafts.The percentage area of necrosis was quantified on $_ \\mathrm { H - E }$ stained sections as described in the methods section.Hepatic necrosis developed mainly in the periportal and midzonal regions of the liver lobule (Fig. 3a). The area of necrosis was lower in the AdCT-1 group compared to the saline and AdEGFP groups( $\\mathrm { ~ \\textit ~ { ~ 6 ~ h ~ } ~ }$ $3 . 3 \\pm 1 . 1$ vs. $1 3 . 3 \\pm 2 . 3$ and $1 2 . 6 \\pm 2 . 1$ ，respectively; $2 4 \\mathrm { ~ h ~ }$ $6 . 4 \\pm 1 . 3$ vs. $2 2 . 9 \\pm 3 . 5$ and $2 0 . 8 \\pm 2 . 8$ ，respectively; $P < 0 . 0 1$ ） ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To examine the level of apoptotic cells,TUNEL labeling was performed in small-for-size liver grafts. Some apoptotic nuclei were noted at $^ { 6 \\mathrm { ~ h ~ } }$ and a significant increase occurred at $2 4 \\mathrm { ~ h ~ }$ after reperfusion. The frequency of positive apoptotic cells was markedly lower in the AdCT-1 treatment group at 6 and $2 4 \\mathrm { ~ h ~ }$ ，when compared with control groups (Fig. 4a and b).To evaluate whether CT-1 therapy affected apoptotic networks,we examined the expression of anti-apoptotic protein bcl-2 and pro apoptotic cleaved caspase-3 protein contents by Western analysis.As shown in Fig.5,significantly increased bcl-2 protein contents and decreased cleaved-caspase-3 were noted in the AdCT-1 group compared to the two control groups. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CT-1 gene transfer activated cell survival signaling pathways by Akt,ERK and Stat-3 phosphorylation in small-for-size grafts ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To investigate the possible molecular mechanism of CT-1-mediated protection of small-for-size grafts, the Akt,ERK,and Stat-3 survival pathways were examined in small-for-size grafts via western blottng.Results demonstrated that there were no significant differences in total Akt,ERK,and Stat-3 protein contents between the control and treatment groups (Fig.6).AdCT-1 pretreatment induced a significant increase in phospho-Akt,phosphoERK,and phospho-Stat-3 protein contents at 6 and $2 4 \\mathrm { ~ h ~ }$ after reperfusion in small-for-size grafts. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/d94615d59de8d65150fc45bf7d6132c041eb0c9806386578e6345a9bc60d2537.jpg",
        "img_caption": [
            "Figure4(a)Representativegraphof terminaldeoxynucleotidyltransferase-mediateddUTPnick-endlabeling(TUNEL)stainingat6and $2 4 \\ h$ after reperfusion.Thefrequencyofapoptoticels(definedasdarkbronspots)wasdiminishedintheAdCT-1groupcomparedwiththesalineand AdEGFP groups (Original magnification, $\\times 4 0 0 )$ . (b)Graph of the average percentage of TUNEL-positive cells at 6 and $2 4 \\ h$ in small-for-size grafts. TheapoptoticdeulatedsteceoEosicednteandsiitlsd the AdCT-1 group $^ { \\prime \\star } P < 0 . 0 1$ , compared with saline and AdEGFP control groups). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To rescue the small-for-size grafts from acute-phase injuryafter liver transplantation,therapeutic strategies for attenuation of small-for-size graft injuries have been investigated according to its distinct pattern of hepatic IRI in clinical transplantation and animal experiments [23-28].Recent studies in our laboratory have also revealed that adenosine $\\mathrm { A } _ { 2 \\mathrm { A } }$ receptor activation,biliverdin and mesenchymal stem cell over-expression of hepatocyte growth factor conferred protection against small-for-size graft injury after liver transplantation [29-31].The present studies on the protective effect of CT-1 transduction in liver donors on IRI in small-for-size grafts have dem onstrated that CT-1 over-expression: (i） improved liver function and preserved hepatocyte architecture with resultant prolongation of graft survival;(ii） was associated with decreased hepatic necrosis and apoptosis; and (iii) activated cell survival signaling pathways including Akt, ERK and Stat-3 in transplanted livers. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/59f57bb15638f0b19e6488adc2ec8b469f27f37880f8cd1b588d66ae5656dc8c.jpg",
        "img_caption": [
            "Figure5 Anti-apoptotic bcl-2 levels were significantly up-regulated and pro-apoptotic cleaved caspase-3 was markedly down-regulated in the AdCT-1 group compared to the saline and AdEGFP groups. $^ { \\prime \\star } P < 0 . 0 1$ compared with saline and AdEGFP control groups). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cardiotrophin-1 is a member of IL-6 family of cytokines,and has been shown to display potent cytoprotec tive effects on hepatocytes [l4-l6]． Recent research demonstrated that CT-1 could protect the liver against a variety of damaging insults [14-17].However,the effect of CT-1 on liver transplantation using small-for-size grafts has not yet been studied.In the present study,we demonstrated thatAdCT-1 pretreatment preserved hepatic architecture and improved the survival of smallfor-size grafts.To the best of our knowledge,this is the first report on the efficacy of CT-1,over-expressed in donor livers via adenoviral gene transfer,in the preservation of small-for-size graft function. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Hepatic cold IRI induces cell death through apoptosis and necrosis [32] or a combination of both called necrapoptosis [33].Although necrosis is a major feature of liver damage after IRI, increasing evidence also points to apoptosis as a critical mechanism during the initial phase of hepatic cold ischemia/warm reperfusion injury in liver transplantation [34,35]. Therapeutic strategies counteracting apoptosis in liver grafts with caspase inhibitor [36,37] orby adenoviral bcl-2 gene transfer have already shown beneficial effects on liver transplantation [2o]. Several studies have shown that apoptosis is a critical process involved in early small-for-size graft damage [5,9,29-31]. In the current study,CT-1 pretreatment decreased the level of hepatic necrosis compared to the controls groups at 6 and $2 4 \\mathrm { ~ h ~ }$ after reperfusion.In addition,H-E staining showed some evidence of apoptotic cells at $^ { 6 \\mathrm { ~ h ~ } }$ ，which became prominent at $2 4 \\mathrm { ~ h ~ }$ after reperfusion,and the frequency of TUNEL-positive cells in AdCT-1 group was lower compared to controls.Western analysis also showed that AdCT-1 pretreatment promoted the expression of Bcl-2 and prevented the activation of the caspase-3. Caspase-3 activation is the key step in the apoptosis;it is most uniquely associated with apoptosis [32]. Bcl-2 prevents the release of apoptogenic factors such as cytochromecandapoptosis-inducingfactorfrom mitochondria into the cytosol [38].Although TUNEL positive staining might have partially resulted from necrotic cells,in combination with other data including cell morphological changes and cleaved caspase-3 examination, we thought that TUNEL assay was a consequence,at least in part,of apoptosis in present study.Overall,our data suggest that cold I/R causes hepatocyte death through necrosis and apoptosis in small-for-size grafts and CT-1 decreases liver damage by attenuating both pathways. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/1fc111b6adccd35eda56a13aa7eedb49527d0f8f68c77133bb1fedff8e2b716d.jpg",
        "img_caption": [
            "Figure 6 No significant differences in total $\\mathsf { A k t } ,$ extracellular-regulated kinase (ERK)and Signal transducer and activator of transcription-3 (Stat-3)were observed between the three groups.However, p-Akt, p-ERK and $\\rho$ -Stat-3 levels were significantly up-regulated in the AdCT-1 group compared to the saline and AdEGFP groups. $\\# P < 0 . 0 5$ ， $^ { \\star } P < 0 . 0 1$ versus saline and AdEGFP control groups.Each immunoblot represents three independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The dynamic balance of cell survival and death is critical in determining the fate of hepatocytes subsequent to reperfusion injury.To obtain further insight into the possible molecular mechanism of the protective effect of CT-1 on IRI in small-for-size liver grafts,we examined the effect of CT-1 on cell survival pathways after reperfusion.Our results showed that p-Akt,p-ERK,and p-Stat-3 protein contents were higher in the AdCT-1 treatment group than the control groups,which may be reflective of increased activation of survival signaling pathways. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The phosphatidylinositol 3-kinase (PI3K)/Akt pathway is an important survival pathway for cell growth and proliferation [39].Akt activation has been shown to be an important regulator of cell survival and apoptosis [40], and stimulates downstream phosphorylation of endothelial nitric oxide synthase (eNOS） resulting in NO synthesis[41].Previous studies have suggested that endogenous NO derived from eNOS plays an important role in the attenuation of sinusoidal constriction during the early phase of small-for-size grafts [3].Moreover,FK409 （a potent NO releaser） has been shown to ameliorate smallfor-size liver graft injury by attenuation of portal hypertension and down-regulation of the Egr-1 pathway [42]. Recently,some investigators have demonstrated the beneficial impact of Akt activation on liver dysfunction during liver warm or cold IRI [43,44]. In the present study, Donor CT-1 gene transfer activated Akt phosphorylation in post-transplanted livers.Based on these findings，we speculate that Akt-activated endogenous NO synthesis may play a protective role in small-for-size graft injury. However，further studies are required to investigate whether exogenous CT-1 could increase eNOS expression in rat small liver grafts. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Extracellular-regulated kinase, one of MAPK signaling pathways， plays a critical anti-apoptotic role in the regulation of cell growth and differentiation [45].It is distinctly different from the other two aggravating signal pathways (p54/p46 JNK and p38MAPK).Recent research showed that ERK pathway activation may play a protective effect on cell growth and differentiation after smallfor-size liver transplantation [46].CT-1 has been shown to activate the ERK pathway in different cell types and organ systems including the liver [14]. In the present study,ERK phosphorylation was also increased after reperfusion in the AdCT-1 pretreatment group. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Signal transducer and activator of transcription-3 is an important transcription factor in hepatic parenchymal and nonparenchymal cells,which constitutes an essential component of survival pathways that defend hepatocytes against Fas-mediated liver injury [47].Recent research showed that STAT3-C transduced into liver grafts by adenoviral vectors not only protected against IRI, but also accelerated liver regeneration in a rat partial liver transplantation model [48]. Study by Marques has confirmed that CT-1 is an indispensable factor for Stat-3 activation in the Fas-induced liver damage [15].Additional studies havealso revealed that CT-1 isacritical mediator of Stat3 activation in rat livers exposed to warm IRI [17]. Consistent with previous studies,we also observed marked activation of Stat-3 in graft livers after reperfusion in the AdCT-1 pretreatment group.Therefore,we hypothesize that Stat-3 activation may be one of the key protective mechanisms of CT-1 in small-for-size graft injury. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The mechanisms of small-for-size graft failure have been studied in recent years [5-9,26,49]. Severe inflammatory response triggered by shear stress and impaired regeneration also play important roles in small-for-size graft failure after liver transplantation. The present study examined the protective potential of CT-1 on small-forsize graft injury,which is at least in part mediated by activation of the Akt,ERK,and Stat-3 survival pathways. Previous studies have shown that CT-1 also has antiinflammatory [50,51] and liver repair properties [16,52]. Future research in our laboratory will investigate whether CT-1 can promote liver regeneration and attenuate the inflammatory status of small-for-size grafts. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Gene therapy has been an area of intensive research in the field of organ transplantation in recent years.Potential applications of gene transfer technology include prevention of graft rejection and amelioration of cold IRI [53,54].Effective gene therapy requires a reliable method of gene transfer into the target organ to produce the required levels of functional protein. Adenoviral vectors havea high affnity for liver tissue and DNA is not incorporated into the genome,they represent appropriate vectors for transient hepatic gene expression. To date, effective methods of gene transfer include ex vivo gene transfer during preservation or donor pretreatment with Ad vector by intravenous infusion [18,48]. Studies demonstrated that donor pretreatment provides very early transgene expression and is well suited for gene delivery in the modulation of preservation injury or early IRI [18,54]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Consistent with previous reports，our finding has shown that a single intravenous infusion of AdCT-1 into donor livers 4 days before harvest resulted in exogenous CT-1 expression in transplanted livers.In a clinical setting,application of gene transfer after diagnosis of brain death is not practical. However,in the context of LDLT, application of gene transfer to donors is potentially possible.Donor liver CT-1 transfer not only decreased graft injury associated with graft harvest,storage and reperfusion in the recipient,but also minimized the risk of liver failure in the donor. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In conclusion, the data generated in this study support the hypothesis that over-expression of CT-1 by adenoviral gene transfer improves survival and graft function by reducing necrosis and apoptosis in rat small-for-size liver grafts. The underlying mechanism of this protective effect may at least involve the activation of the Akt,ERK and Stat-3 survival signaling pathways in postischemic liver issue.Although the precise mechanisms require further clarification, the present study provides the rationale for a novel therapeutic approach using AdCT-1 gene transfer to maximize the availability of small-for-size liver grafts. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The AdEasy packaging system was kindly provided by Dr Xiao-Jiang Li (Emory University School of Medicine, USA).The PGEX4T-3-CT1 vector was a kind gift from Dr Zheng-Feng Zhang(The Third Military Medical University,China).We also thank Dr Hui Liu (Nanjing Medical University） for assistance with the histopathological analysis. This study was financially supported,in part,by the Natural Science Foundation of China (no.30271236) and by a grant from the $^ { \\cdot } 1 3 5 ^ { \\prime }$ Foundation of Jiangsu (no. 135-10). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Authorship ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "JS: design research project，perform experiments,write paper,collect and analyze data.Y-WZ:perform experiments.A-HY: establish animal model and perform experiments.YY:perform experiments.Z-YH:establish animal model. L-YP: establish animal model and collect data. G-QL: collect data. X-CL: analyze data. FZ: perform experiments.G-QS:perform experiments.X-HW:design research project and analyze data. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.White SA,Al-MukhtarA,Lodge JP,Pollard SG.Progress in living donor liver transplantation.Transplant Proc 2004;   \n36: 2720.   \n2.Kiuchi T,Kasahara M,Uryuhara K,etal.Impact of graft size mismatching on graft prognosis in liver transplantation from living donors. Transplantation 1999;67:321.   \n3.Man K,Fan ST,Lo CM,et al.Graft injury in relation to graft size in right lobe live donor liver transplantation: a study of hepatic sinusoidal injury in correlation with portal hemodynamics and intragraft gene expression.Ann Surg 2003;237: 256.   \n4.Tucker ON,Heaton N. The ‘small for size' liver syndrome. Curr Opin Crit Care 2005;11:150.   \n5.Liang TB,Man K,Kin-WahLee T,etal.Distinctintragraft response pattern in relation to graft size in liver transplantation.Transplantation 2003;75:673.   \n6.Yang ZF,Ho DW,Chu AC,Wang YQ,Fan ST. Linking inflammation to acute rejection in small-for-size liver allografts: the potential role of early macrophage activation. Am J Transplant 2004; 4: 196.   \n7. Zhong Z, Schwabe RF,Kai Y,et al. Liver regeneration is suppressed in small-for-size liver grafts after transplantation: involvement of c-Jun N-terminal kinase,cyclin D1, and defective energy supply. Transplantation 20o6;82: 241.   \n8. Troisi R,Cammu G,Militerno G,et al.Modulation of portal graft inflow: a necessity in adult living-donor liver transplantation? Ann Surg 2003; 237: 429.   \n9.Man K,Lo CM,Lee TK,Li XL,Ng IQ,Fan ST.Intragraft gene expression profiles by cDNA microarray in smallfor-size liver grafts.Liver Transpl 2003; 9:425.   \n10.Pennica D,Wood WI, Chien KR. Cardiotrophin-l: a multifunctional cytokine that signals via LIF receptor$\\mathrm { g p } 1 3 0$ dependent pathway. Cytokine Growth Factor Rev   \n1996; 7: 81.   \n11.Pennica D, King KL, Shaw KJ, et al. Expression cloning of cardiotrophinl, a cytokine that induces cardiac myocyte hypertrophy.Proc Natl Acad Sci U S A 1995;92:1142.   \n12.Liao Z, Brar BK, Cai Q,et al. Cardiotrophin can protect the adult heart from injury when added both prior to ischemia and at reperfusion. Cardiovasc Res 20o2; 53:902.   \n13.Oppenheim RW,Wiese S,Prevette D,et al. Cardiotrophin-1,a muscle-derived cytokine,is required for the survival of subpopulations of developing motoneurons. J Neurobiol 200l; 46: 249.   \n14.Bustos M,Beraza N,Lasarte JJ,et al.Protection against liver damage by cardiotrophin-1: a hepatocyte survival factor up-regulated in the regenerating liver in rats. Gastroenterology 2003; 125: 192.   \n15.Marques JM,Belza I,Holtmann B,Pennica D,Prieto J, Bustos M.Cardiotrophin-1 is an essential factor in the natural defense of the liver against apoptosis. Hepatology   \n2007; 45: 639.   \n16. Ho DW, Yang ZF, Lau CK, et al. Therapeutic potential of cardiotrophin l in fulminant hepatic failure: dual roles in antiapoptosis and cell repair.Arch Surg 2006; 141:   \n1077.   \n17.Iniguez M,Berasain C,Martinez-Anso E,et al. Cardiotrophin-1 defends the liver against ischemia-reperfusion injury and mediates the protective effect of ischemic preconditioning.J Exp Med 2006; 203: 2809.   \n18.Kaizu T, Ikeda A,Nakao A,et al. Donor graft adenoviral iNOS gene transfer ameliorates rat liver transplant preservation injury and improves survival. Hepatology 2006; 43:   \n464.   \n19.Lehmann TG, Luedde T, Schwabe RF,et al. Minimizing oxidative stress by gene delivery of superoxide dismutase accelerates regeneration after transplantation of reducedsize livers in the rat.Liver Transpl 2006; 12: 550.   \n20.Rentsch M, Kienle K,Mueller T,et al. Adenoviral bcl-2 transfer improves survival and early graft function after ischemia and reperfusion in rat liver transplantation. Transplantation 2005; 80: 1461.   \n21. Yang ZF, Tsui TY, Ho DW, Tang TC,Fan ST. Heme oxygenase-l potentiates the survival of small-for-size liver graft. Liver Transpl 2004; 10: 784.   \n22. Kamada N, Calne RY. A surgical experience with five hundred thirty liver transplants in the rat. Surgery 1983; 93: 64.   \n23.Taniguchi M, Shimamura T, Suzuki T,et al.Transient portacaval shunt for a small-for-size graft in living donor liver transplantation. Liver Transpl 20o7; 13:932.   \n24. Zhong Z,Theruvath TP,Currin RT,Waldmeier PC, Lemasters JJ.NIM81l,a mitochondrial permeability transition inhibitor,prevents mitochondrial depolarization in small-for-size rat liver grafts.Am J Transplant 2007; 7: 1103.   \n25. Yang ZF,Ho DW,Ngai P,et al. Anti-inflammatory properties of IL-10 rescue smal-for-size liver grafts. Liver Transpl 2007; 13: 558.   \n26. Zhong Z,Connor HD,Froh M,et al. Free radicaldependent dysfunction of small-for-size rat liver grafts: prevention by plant polyphenols. Gastroenterology 2005; 129: 652.   \n27. Zhao Y,Man K,Lo CM,et al.Attenuation of small-for-size liver graft injury by FTY72O: significance of cell-survival Akt signaling pathway. Am J Transplant 2004; 4: 1399.   \n28. Xu X, Man K, Zheng SS,et al. Attenuation of acute phase shear stress by somatostatin improves small-for-size liver graft survival. Liver Transpl 2006;12: 621.   \n29. Tang LM, Wang YP,Wang K, et al. Protective effect of adenosine A2A receptor activation in small-for-size liver transplantation. Transpl Int 2007; 20:93.   \n30. Yu Y, Yao AH, Chen N,et al. Mesenchymal stem cells over-expressing hepatocyte growth factor improve smallfor-size liver grafts regeneration. Mol Ther 2007;15:1382.   \n31. Tang LM, Wang YP,Wang K, et al. Exogenous biliverdin ameliorates ischemia- reperfusion injury in small-for-size rat liver grafts.Transplant Proc 2007;39:1338.   \n32.Jaeschke H, Lemasters JJ. Apoptosis versus oncotic necrosis in hepatic ischemia /reperfusion injury. Gastroenterology 2003;125:1246.   \n33.El-Gibaly AM, Scheuer C,Menger MD,Vollmar B. Improvement of rat liver graft quality by pifthrin-alphamediated inhibition of hepatocyte necrapoptosis. Hepatology 2004;39:1553.   \n34. Kohli V, Selzner M, Madden JF,Bentley RC, Clavien PA. Endothelial cell and hepatocyte deaths occur by apoptosis after ischemia reperfusion injury in the rat liver. Transplantation 1999; 67: 1099.   \n35.Huet PM,Nagaoka MR,Desbiens G,et al. Sinusoidal endothelial cell and hepatocyte death following cold ischemia-warm reperfusion of the rat liver. Hepatology 2004; 39: 1110.   \n36.Mueller TH, Kienle K, Beham A, Geissler EK, Jauch KW, Rentsch M. Caspase 3 inhibition improves survival and reduces early graft injury after ischemia and reperfusion in rat liver transplantation. Transplantation 2004; 78: 1267.   \n37. Hoglen NC,Anselmo DM, Katori M, et al. A caspase inhibitor,IDN-6556,ameliorates early hepatic injury in an ex vivo rat model of warm and cold ischemia.Liver Transpl 2007; 13: 361.   \n38.Kluck RM,Bossy-Wetzel E,Green DR,Newmeyer DD. The release of cytochrome c from mitochondria: a primary site for Bcl-2 regulation of apoptosis. Science 1997; 275: 1132.   \n39. Cantley LC. The phosphoinositide 3-kinase pathway. Science 2002; 296: 1655.   \n40.Kim AH, Khursigara G, Sun X, Franke TF,Chao MV. Akt phosphorylates and negatively regulates apoptosis signalregulating kinase1. Mol Cell Biol 200l; 21: 893.   \n41.Dimmeler S,Fleming I, Fissthaler B,Hermann C, Busse R, Zeiher AM. Activation of nitric oxide synthase in endothelial cells by Akt-dependent phosphorylation. Nature 1999; 399: 601.   \n42. Man K, Lee TK,Liang TB,et al. FK 409 ameliorates small-for-size liver graft injury by attenuation of portal hypertension and down-regulation of Egr-1 pathway. Ann Surg 2004; 240:159.   \n43.Harada N,Hatano E,Koizumi N,et al.Akt activation protects rat liver from ischemia/reperfusion injury. J Surg Res 2004;121: 159.   \n44. Morales-Ruiz M, Fondevila C,Munoz-Luque J, et al. Gene transduction of an active mutant of akt exerts cytoprotection and reduces graft injury after liver transplantation. Am J Transplant 2007; 7: 769.   \n45.Hill CS,Treisman R. Transcriptional regulation by extracellular signals:mechanisms and specificity. Cell 1995;80: 199.   \n46.Liang T,Xu S, Yu J, Shen K,Li D,Zheng S.Activation pattern of mitogen-activated protein kinases in early phase of different size liver isografts in rats. Liver Transpl 2005; 11: 1527.   \n47. Haga S,Terui K, Zhang HQ,et al. Stat3 protects against Fas-induced liver injury by redox-dependent and -independent mechanisms.J Clin Invest 2003; 112:989.   \n48.Huda KA, Guo L, Haga S,et al. Ex vivo adenoviral gene transfer of constitutively activated STAT3 reduces posttransplant liver injury and promotes regeneration in a $2 0 \\%$ rat partial liver transplant model. Transpl Int 2006;19: 415.   \n49.Dahm F,Georgiev P,Clavien PA. Small-for-size syndrome after partial liver transplantation: definition,mechanisms of disease and clinical implications.Am J Transplant 2005; 5: 2605.   \n50.Pulido EJ, Shames BD,Pennica D,et al. Cardiotrophin-1 attenuates endotoxin-induced acute lung injury.J Surg Res 1999; 84: 240.   \n51.Benigni F,Sacco S,Pennica D,Ghezzi P. Cardiotrophin-1 inhibits tumor necrosis factor production in the ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "heart and serum of lipopolysaccharide-treated mice and in vitro in mouse blood cells.Am JPathol 1996;149: 1847. 52.Beraza N,Marques JM,Martinez-Anso E, Iniguez M, Prieto J,Bustos M. Interplay among cardiotrophin-1, prostaglandins,and vascular endothelial growth factor in rat liver regeneration.Hepatology 20o5;4l:460. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "53.Moore DJ,Markmann JF,Deng S.Avenues for immunomodulation and graft protection by gene therapy in transplantation. Transpl Int 2006;19:435.   \n54.Takahashi Y,Geller DA,Gambotto A,Watkins SC, Fung J,Murase N.Adenovirus-mediated gene therapy to liver grafts: successful gene transfer by donor pretreatment. Surgery 2000;128:345. ",
        "page_idx": 11
    }
]