[
    {
        "type": "text",
        "text": "Rehabilitation of degraded areas in northeastern Patagonia, Argentina: Effects of environmental conditions andplantfunctional traits on performance of native woody species ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Juan M ZEBERIO1.2\\*, Carolina A PEREZ³ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1National UniversityofRio Negro,AtlanticHeadquarters,CenterforEnvironmentalStudies fromNorpatagonia(CEANPa), Viedma 8500,Argentina;   \n² National Council of Scientific and Technical Research (CONICET), Viedma 8500, Argentina;   \n3Ecologicaland Environmental Systems Research Laboratory(LISEA),National UniversityofLaPlata,LaPlata1900, Argentina ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Degradation processes aect a vast area of arid and semi-arid lands around the world and damage the environment and people's health. Degradation processes are driven by human productive activities that cause direct and indirect efects on natural resources,such as species extinction at regional scale,reduction and elimination of vegetation cover,soil erosion,etc. In this context, ecological rehabilitation is an important tool to recover key aspects of the degraded ecosystem. Rehabilitation trials rely on the use of native plant species with characteristics that alow them to obtain high survival and growth rates. The aim of this work was to assess the survival and growth of native woody species in degraded areas of northeastern Patagonia and relate them to plant functional traits and environmental variables. We observed high early and late survival rates,and growth rates in Prosopis flexuosa DC. var. depressa FA.Roigand Schinus jobnstoni FA.Barkley,andlow values in Condalia microphylla Cav.and Geoffroea decorticans (Gillies ex Hook.& Arn.) Burkart. Early survival rates were positively associated with specific leaf area (SLA） and precipitation, but negatively associated with wood density, the maximum mean temperature of the warmest month and the minimum mean temperature of the coldest month. Late survival rates were positively associated with SLA and soil organic matter, but negatively associated with plant height and precipitation. The temperature had a positive effect on late survival rates once the plants overcame the critical period of the first summer after they were transplanted to the field.Prosopis flexuosa and $S$ jobnstoni were the most successul species in our study.This could be due to their functional traits that allow these species to acclimatize to the local environment. Further research should focus on $C .$ （204号 micropbylla and $G$ ，decorticans to determine how they relate to productive conditions,acclimation to environmental stress,auto-ecology and potential use in ecological rehabilitation trials. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:ardls;ondaliamich;GefrodticansProoisfleoa;Sinstorviaateigt growth; basal diameter growth ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Degradation processes affect vast areas of arid and semi-arid lands around the world, which are inhabited by $2 . 5 { \\times } 1 0 ^ { 9 }$ people (UNCCD,2O11).Most of these lands are located in developing countries and display several degradation symptoms，affecting the health of people and ecosystems (James et al., 2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ecosystem degradation is caused by human activities, evidenced by the loss of soil fertility and vegetation cover, soil erosion and the diminishing of land productivity (Abraham et al., 2009; Vallejo et al.，20O9; Cortina et al.，2011).In this scenario,ecological rehabilitation is a key strategy to recover degraded ecosystems (Aronson et al., 1993; Maestre et al., 2O01; DelgadoBaquerizo et al., 2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ecological rehabilitation involves interventions on the natural system to return some of its lost structural and functional atributes. To achieve this objective，people should remove the disturbance factors and take actions to increase the vegetation cover (Aronson et al.,1993; Hobbs and Kramer, 2Oo8). Some of the techniques used for improving vegetation cover involve sowing seeds of native or exotic species in bare soils,transplanting plants to the field,and/or applying soil amendments to improve the physical and chemical soil properties (Pelaez et al., 1996;de Villalobos and Pelaez,2001; Maestre et al.,20O1; Novak and Prach,20O3; de Villalobos et al, 2005；Milgrom,2008；Dalmasso,2010; Landi and Renison, 2010; Neri and Sänchez, 2010; Delgado-Baquerizo et al.,2013; Meli et al.,2013; Gasch et al.,2014; Soteras et al.,2014; Torres et al.,2015; Mcadoo et al.,2016; Plaza Behr et al.,2016; Pérez et al.,2O19). Active plantation of species produced in plant nursery is one of the most frequently used techniques in rehabilitation trials (Pérez et al.,2O19).In addition,it is desirable to initiate ecological rehabilitation processes using genetic material from the intervened area because native plant species are adapted to the dominant environmental conditions (Aronson et al.,1993; Cortina et al.,2Oo6; Hobbs and Kramer. 2008). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Besides，the success of the rehabilitation project depends largely on the selected species (Cortina et al.,2Oo6).The framework of functional traits has recently emerged as a useful tool to identify the most suitable species for rehabilitation programs (Martinez-Garza et al.,2013; Laughlin,2014; Ostertag et al.,2015; Engst et al.,2016; Zirbel et al.,2017). This approach helps us to understand and predict the responses of species traits to certain environmental conditions and determine how these traits may affect ecosystem functions (Lavorel and Garnier,2OO2; Zirbel et al.,2Ol7).For example,wood density has shown a significant and positive relation with resistance to cavitation,and specific leaf area (SLA) has been related to competitive ability and stress tolerance. Species with a high SLA have faster growth rates and are less stress-tolerant (Westoby and Wright, 2OO6). Plant height is a predictor of depth root system and its ability to explore deep soil layers. Tall plants present deep roots, while dwarf shrubs present extended and shallow root systems (Weiher et al., 1999). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area is placed in northeastern Patagonia, Argentina. It is an ecotonal environment between the Monte and Espinal phytogeographic regions.From the structural point of view, it is a shrubby steppe with isolated trees surrounded by tall grasses and herbaceous species. The plant communities develop in a wide variety of soils and reliefs (Leon et al.,1998; Bran et al., 2000; Godagnone and Bran,2009; Morello et al., 2012; Oyarzabal et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Northeastern Patagonian ecosystems present obvious signs of degradation and fragmentation (Zeberio,2012,2018; Abraham et al.,2016). The dominant soil use in this area is the production of extensive livestock and rainfed agriculture. Crops have been abandoned because of the loss of profitability caused by periodic drought (Zeberio et al., 2O18). Ecological restoration studies in this area have different scopes and they are not always available (Bran et al.,2OO7; Gaitan et al., 2007; 2008; Kropfl et al.,2011; Funk et al.,2012; Peter et al.,2012; Zeberio,2018). In addition, research on the performance of native woody species in rehabilitation projects in this area is particularly scarce (Torres Robles et al., 2O15; Zeberio et al.,2018). To the best of our knowledge, no previous studies have related the functional traits of these species to their performance in the harsh environmental conditions of degraded northeastern Patagonian. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We developed a structural equation model (SEM) based on hypothesized relationships among environmental conditions, plant functional traits and species responses. SEMis a useful tool for understanding the direct and indirect effects of predictors in complex multivariate systems(Grace et al.,201O). The aim of this work was,therefore, to assess the survival and growth of native woody species in degraded areas of northeastern Patagonia and to link these plant responses to plant functional traits and environmental variables. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Site selection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We identified degraded areas in northeastern Patagonia based on geomorphological units,as defined by Godagnone and Bran (2OO9). According to Morello et al. (2O12), the study area is located in the eco-region known as Monte of plains and plateaus. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We selected the sites to develop rehabilitation trials according to two criteria: (1) they have a common land-use history(Table 1)，but (2） diferential geomorphological characteristics representative of the high heterogeneity of the area (Table 2; Fig. 1).We selected three sites and named them after the landowners' last names.Erripa (Err) and Iturburu (Itu) are located in Adolfo Alsina district (Rio Negro Province） and Bosero (Bos） in Patagones district (Buenos Aires Province). Degraded lands represent $40 \\%$ of the total surface of these districts (Pezzola and Winschel, 2004; Zeberio,2012). ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/4f0fc01d77c57cce5386de89b1958ecd12792696cc2989bfe50cd7a15c716321.jpg",
        "table_caption": [
            "Table1 Location and land use in each rehabilitation trial site "
        ],
        "table_footnote": [
            "Note:EC,electrical conductivity;BD,bulk density; OM,organic mater; TN,total nitrogen;P,phosphorus. "
        ],
        "table_body": "<html><body><table><tr><td>Site</td><td>Latitude</td><td>Longitude</td><td colspan=\"3\">Land use</td><td colspan=\"3\">Age of clearing (a)</td></tr><tr><td>Err</td><td>41°09'11\"S</td><td>63°25'19\"W</td><td colspan=\"3\">Rainfed agriculture</td><td colspan=\"3\">25</td></tr><tr><td>Itu</td><td>41°01'04\"S</td><td>63°01'40\"W</td><td colspan=\"3\">Extensive livestook</td><td colspan=\"3\">23</td></tr><tr><td>Bos</td><td>40°39'30\"S</td><td>62°52'00\"W</td><td colspan=\"3\">Rainfed agriculture</td><td colspan=\"3\">20</td></tr><tr><td>Table 2</td><td colspan=\"9\">Characteristics of rehabilitation trial sites</td></tr><tr><td>Site</td><td>Geomorphological region</td><td>Soil texture</td><td>Depth</td><td>pH</td><td>E)</td><td>BD</td><td>(mMg)</td><td>(mNg)</td><td>(mg/g)</td></tr><tr><td>Err</td><td>Loess plateau</td><td>Sandy</td><td>>1.00</td><td>8.2</td><td>0.58</td><td>1.27</td><td>0.53</td><td>0.06</td><td>0.0089</td></tr><tr><td>Itu</td><td>Loess plateau</td><td>Sandy-loamy</td><td>0.45</td><td>8.2</td><td>0.54</td><td>1.41</td><td>1.06</td><td>0.09</td><td>0.0087</td></tr><tr><td>Bos</td><td>Interfluvial plateau</td><td>Loamy</td><td>0.12</td><td>7.8</td><td>1.78</td><td>0.43</td><td>0.30</td><td>0.03</td><td>0.0023</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Three $1 0 0 ~ \\mathrm { m } ^ { 2 } .$ -plots were established in each site.The plots were at least $7 5 \\mathrm { ~ m ~ }$ apart from each other and fenced with a 6O-cm-high plastic mesh to actively protect planted species against potential damage caused by livestock and small mammal herbivores. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The climate data were obtained from WorldClim database (Fick and Hijmans,2O17). The mean annual precipitation during 2O13-2O16 presented a bimodal behavior, with two maxima. Rainfall reached a peak in the three sites in April,a second peak in September at Bos and in October in the other two sites. Accumulated annual precipitations at Bos, Itu, and Err sites were 443.0, 460.3, and $4 5 5 . 3 ~ \\mathrm { m m }$ ,respectively.In autumn and winter,the highest precipitation was recorded at Bos and Err sites. In the spring and summer,the highest precipitation was observed at Err, the site closest to the sea (Fig. 2). The maximum mean temperature for January (the warmest month) ranged from $2 7 . 2 ^ { \\circ } \\mathrm { C }$ to $2 5 . 8 ^ { \\circ } \\mathrm { C }$ ,and the minimum mean temperature for July (the coldest month) ranged from $0 . 6 ^ { \\circ } \\mathrm { C }$ to $- 0 . 2 ^ { \\circ } \\mathrm { C }$ ,depending on the site. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The soil chemical properties were estimated from a composite soil sample ( $3 0 \\mathrm { c m }$ in depth) and collcted from the center of each plot. We estimated soil organic mater (OM) by the Walkley and Black method,total nitrogen (TN) by the micro-Kjeldahl method,and total phosphorus (P) by the ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Olsen method. Further, we registered soil depth in each site until lithic contact and extracted a core to determine soil density (de Inalbon, 2005). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ec4c70dbbe3bfb02126b72e768070b5fba960313494671ee91a790a58328c225.jpg",
        "img_caption": [
            "Fig.1Location of rehabilitation trial sites (Bos,Itu and Err) in northeastern Patagonia "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/74a517c4e7c683618924ac78dd4cef0a51df6c08f81bab4086e640b466f049be.jpg",
        "img_caption": [
            "Fig.2Precipitation in rehabilitation trial sites (Bos,Itu and Err)and historical monthly average precipitation during 2013-2016.Data were cited from de Berasategui (2004). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2Species selection ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We selected the most frequent woody species in non-degraded areas (Zeberio et al.,2O18), namely the shrubs Prosopis flexuosa DC. var. depressa F.A. Roig, Condalia microphylla Cav. and Schinus johnstonii F.A. Barkley,as well as the tree Geoffroea decorticans (Gillies ex Hook. & Arn.)Burkart (Table 3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Seeds of the selected species were collected from the study area in order to produce individuals in a greenhouse. The seeds were collected from plants that met the selection criteria by Ffolliott and Thames (1983) and stored in paper bags until sowing. The seeds were sown between May and July 2012 in the grenhouse of experimental station of the National Institute of Agricultural Technology, Argentina. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The most adequate pre-germination treatments were conducted for each species. Condalia microphylla,G.decorticans and $P _ { \\cdot }$ flexuosa seeds were scarified with sulphuric acid ( $9 8 \\%$ P/V) for $3 2 \\mathrm { m i n }$ . In the case of S. johnstonii, we removed the exo- and mesocarp of the seeds (Zeberio and Calabrese, 2O13). The seeds were sown in plastic trays of $6 0 \\ { \\mathrm { c m } } { \\times } 4 8 \\ { \\mathrm { c m } } { \\times } 1 5$ cm containing a mixed substrate with equal parts of sand and peat to facilitate seedling removal. A month later, the seedlings were placed in individual pots. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/df0ec08e401db56f5ea4c066aa0f1d79fdbee0d3ae523d6d5f1e642e5c751153.jpg",
        "table_caption": [
            "Table 3Summary of plant characteristics used in rehabilitation trial sites "
        ],
        "table_footnote": [
            "Note: SLA,specific leaf area;WD,wood density. "
        ],
        "table_body": "<html><body><table><tr><td>Woody species</td><td>SLAg)</td><td>(gm2)</td><td>Foliage</td><td>Height</td><td>Life form</td></tr><tr><td>C.microphylla</td><td>26.5</td><td>1270</td><td>Evergreen</td><td>0.5-2.0</td><td>Shrub</td></tr><tr><td>G.decorticans</td><td>103.2</td><td>970</td><td>Deciduous</td><td>1.4-4.0</td><td>Tree</td></tr><tr><td>S. johnstonii</td><td>28.5</td><td>995</td><td>Evergreen</td><td>1.5</td><td>Shrub</td></tr><tr><td>P. flexuosa</td><td>141.5</td><td>980</td><td>Deciduous</td><td>2.5</td><td>Shrub</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Each individual pot contained a substrate of soil extracted from the experimental sites $( 5 0 \\% )$ commercial earthworm $( 2 5 \\% )$ ，and peat $( 2 5 \\% )$ . The plants were grown in the greenhouse for about seven months with periodic irrigation (twice a week). After that, an acclimation process was developed (Cortina et al., 2Oo6). A month before the plants were transplanted to the field, they were gradually exposed to natural environmental conditions, including direct exposure to sunlight and wind, as well as irrigation decrease (once a week). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3Experimental design ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The plants were transplanted to the experimental sites between April and May 2O13.For each species,nine individuals were planted in two rows,except for $C .$ microphylla (five plants in one row). This species presented high mortality in the acclimation phase and we could not obtain enough individuals.The rows were arranged $2 \\mathrm { m }$ apart from each other.The plant holes were 15 cm in diameter and $2 0 ~ \\mathrm { c m }$ in depth,and $1 2 0 0 ~ \\mathrm { c m } ^ { 3 }$ of commercial earthworm was added at the bottom of the holes to prevent compaction.The remaining spaces in the holes were filled with the soil extracted when digging the plant hole and manually compacted. To improve moisture retention,we dug a basin around each plant to capture and retain natural moisture. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In December 2O13, we recorded the survival of individuals of each species (early survival rate), plant height and basal diameter.Three years later,in February 2O16, we recorded the late survival rate and measured plant height and basal diameter of each alive plant. The growth of each plant was estimated as the difference between the initial and final measurements of height and basal diameter. Plant functional traits (SLA, wood density and plant height) were obtained from TRY (not an acronym， rather an expression of sentiment: http://www.try-db.org) plant trait database (Kattge et al.,2011) (Table 3). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4 Data analyses ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Generalized linear models were performed to evaluate plant survival and growth. Binomial distribution of survival data and normal distribution of growth data were assumed. Site and species were considered predictor variables. Site-species interaction was estimated to evaluate the different performance of the species in each site. We compared the means using the LSD (least significant difference) test. Data were analyzed by Infostat software (di Rienzo et al.,2008). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The causal relationships between environmental variables and plant functional traits were analyzed to determine their effects on early survival rates,late survival rates,plant height and basal diameter. Environmental variables and plant functional traits were selected by linear correlation with plant survival and growth rates. Structural equation models (SEM) are a synthesis for path analysis,factorial analysis and the maximum likelihood techniques.They are used in ecological science as causal inference.This analysis can prove the plausibility of causal models based on a priori information on the relationship between the variables of interest. We used SEM to evaluate the relative importance and direct/indirect effects of climate, soil variables and plant functional traits on plant survival and growth. We used the normed fit index and the root mean square error of approximation index as measures of model fit to our data (Grace,2Oo6).Path coefficient estimates were obtained using the maximum-likelihood estimation technique, which are the equivalent of standardized partial regression coefficients and are interpreted as relative effects of one variable upon another (Grace et al., 2010). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Early survival rate ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Early survival rate was estimated seven months after the plants were transplanted to the restoration trial sites.Prosopis flexuosa, $G$ .decorticans and S.johnstonii presented high survival rates (near $100 \\%$ ） $\\scriptstyle \\overbrace { n = 2 8 8 }$ $d f = 6$ ： $F { = } 1 2 4 . 4$ ： $P { < } 0 . 0 0 1 { \\ : }$ ). Condalia microphylla presented lower survival rate $( 5 0 \\% )$ than the other species $( P { < } 0 . 0 0 1 )$ (Fig.3). Bos and Err sites showed higher survival rates ( $8 5 \\%$ and $9 5 \\%$ ,respectively) than Itu $( 7 5 \\% )$ 0 $\\scriptstyle P = 0 . 0 4 6 )$ . Speciesxsites interaction of the early survival rate was significant only for $C .$ ，microphylla ${ \\it P } { = } 0 . 0 9 { \\it \\cdot }$ . This species presented higher survival rate at Err $( 7 0 \\% )$ , but lower at Bos $( 5 0 \\% )$ and Itu sites $( 2 0 \\% )$ ： ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e5036037b18c613fee8ba428c7ece2c7100023637d11754fbf9580e13d5a8ebe.jpg",
        "img_caption": [
            "Fig.3Woody species early survival rate recorded in December 2O13 (seven months after field planting). Different lowercase letters indicate significant diffrences among different sites and woody species at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Late survival rate ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Late survival rate was recorded three years after the transplantation date, in the summer of 2016. Survival rates decreased with time,as late survival rate was smaler than early survival rate 0 $\\scriptstyle { n = 2 2 4 }$ ：， $d f = 6$ $F { = } 2 9 6 . 6$ $P { < } 0 . 0 0 1$ ).Prosopis flexuosa and S. johnstonii presented higher survival rates ( $70 \\%$ and $7 5 \\%$ ，respectively） than C. microphylla and $G$ ，decorticans ( $1 5 \\%$ and $3 5 \\%$ ， respectively) ( $P { = } 0 . 0 0 0 3 { \\mathrm { ; } }$ (Fig. 4).Late survival rate at Itu $( 6 0 \\% )$ was higher than those at Bos and Err sites ( $42 \\%$ and $38 \\%$ ，respectively）( $\\scriptstyle P = 0 . 0 0 7 4$ ).Speciesxsite interaction was not significant （ $( P { = } 0 . 1 8 6 )$ . The transplanted specimens of $G$ ，decorticans were severely browsed by the Patagonian hare (Dolichotis patagonum),and their stems were felled at ground level. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3Species growth ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Three years after transplantation, plant height ranged from $2 5 . 5 0 \\mathrm { c m }$ （ $C .$ microphylla) to $3 8 . 5 4 \\mathrm { c m }$ (S.johnstonii) ( $\\scriptstyle \\overbrace { n = 2 2 4 }$ $d f = 6$ $F { = } 1 1 3 . 0$ $P { < } 0 . 0 0 1 \\$ ).The height increase of $P _ { \\cdot }$ flexuosa $( 9 . 7 6 \\mathrm { c m } )$ and S. johnstonii $( 9 . 5 8 ~ \\mathrm { c m } )$ was higher than that of $G$ ，decorticans $( 5 . 9 9 \\ \\mathrm { c m } )$ .Condaliamicrophylla was the species with the smallest height increase（ $1 . 0 4 ~ \\mathrm { c m }$ ：， $P { = } 0 . 0 0 0 2$ ）(Fig.5).The increase in plant height was higher at Itu than at Bos and Err sites ( $P { < } 0 . 0 0 0 1 )$ . Speciesxsite interaction was significant $\\scriptstyle ( P = 0 . 0 4 7$ )because $G .$ decorticans and S. johnstonii presented a higher height increase at Itu than at the other sites. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/7d1ce2b2b99414ebf8b8e2de4af66d8dd77cc90c428e98c0bcdef5e008aaa79c.jpg",
        "img_caption": [
            "Fig.4Woody species late survival rate recorded in February 2O16 (thirty one months after field planting). Diferent lowercase letters indicate significant differences among different sites and woody species at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a93476b081c7a3c05d25f0cec0f222c344f778ec1b5689eb6fa592ac921b0259.jpg",
        "img_caption": [
            "Fig.5Woody species height during 2013-2O16.Diferent lowercase letters indicate significant diferences among different sites and woody species at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The basal diameter of stem varied from 0.47 ( $G .$ decorticans) to $0 . 9 6 \\mathrm { c m }$ (S. johntonii) ( $\\scriptstyle \\overbrace { n = 2 8 8 }$ $d f { = } 6$ $F { = } 1 2 5 . 6$ $P { < } 0 . 0 0 1 \\rangle$ . The highest increase of plant basal diameter was found for S. johnstonii $\\left( 0 . 2 9 \\ \\mathrm { c m } \\right)$ and $P$ flexuosa $\\left( 0 . 2 1 \\ \\mathrm { c m } \\right)$ $( P { < } 0 . 0 0 1 )$ (Fig.6). Itu presented a higher basal diameter increase than the other two sites( ${ \\scriptstyle \\cdot } { \\cal P } { \\scriptstyle < } 0 . 0 0 1 )$ . Speciesxsite interaction showed significant differences $( P { < } 0 . 0 0 1 )$ . Schinus johnstonii showed a higher increase in basal diameter at Itu site, but $C .$ microphylla, $G$ ，decorticans and $P$ .flexuosa presented no differences among sites. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4Effects of environmental variables and plant functional traits on survival and growth ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A structural equation model was built to evaluate the relations between environmental variables and functional plant traits over earlier survival rate,late survival rate and growth (chi-square $\\scriptstyle = 4 3 . 5$ $\\scriptstyle P = 0 . 1 8$ ：， $d f = 2 8$ ；normed fit index $\\scriptstyle = 0 . 8 7$ ).This model explained $91 \\%$ of the variation in early survival rate,height growth and diameter growth,and $9 5 \\%$ of late survival rate (Fig.7). The graphs show only the positive and negative statistically significant effects $( P { < } 0 . 0 5 )$ . Wood density was negatively associated with late survival rate. SLA was positively associated with both early and late survival rates. The common height of this species had a negative effect on late survival rate (Fig. 7). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The minimum and maximum temperatures had a negative effect on early survival rate but a positive effect on late survival rate.The accumulated seasonal precipitation in the study period positively affected early survival rate but negatively affected late survival rate and height growth (Fig. 7). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Soil OM and soil depth to lithic contact were the edaphic variables that showed statistical significance in our model. Soil OM had a positive effect on late survival rate, while soil depth had a negative effect on early survival rate and height growth (Fig.7). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/1eb938717ff66ec85de5a8534a3c82c8195419e8fc6c225e0c4cc85d3f55bedd.jpg",
        "img_caption": [
            "Fig.6Woody species basal diameter of stem during 2O13-2O16.Different lowercase lettrs indicate significant differences among different sites and woody species at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/5f803404e7058645b02098c6bd945ea98d9474d3989b213ec8c854fe190009e0.jpg",
        "img_caption": [
            "Fig.7Structural equation model (SEM) for the environmental variables (minimum temperature in July, maximum temperature in January,soil depth and soil organic mater (OM),specific leaf area (SLA), wood density and plant height)and estimated variables (early survival rate,late survival rate,diameter growth and height growth).The numbers next to arrows are path coefficients and they show the strengths of the effect. Non-significant $( P { > } 0 . 0 5 )$ paths were eliminated.\\*\\* and \\*\\*\\* indicate significances among variables at $P { < } 0 . 0 1$ and $P { < } 0 . 0 0 1$ levels,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In this study,the selected species showed high early and late survival rates related to the prevailing strategy in arid and semi-arid environments. Two contrasting plant strategies have been identified. One of them is the acquisitive strategy,involving a set of functional attributes that facilitates the rapid acquisition of resources and high growth rates. The other one is the conservative strategy, involving another set of atributes that allows the plant to keep the acquired resources,but at lower growth rates (Poorter,1990; Lambers and Poorter,1992; Reich et al.,1997: Aerts and Chapin, 2000; Wright and Westoby,2002; Diaz et al., 2004). SLA values of the woody species used in this study had a positive impact on their early and late survival rates.Plant species with low SLA values tend to have sclerophyllous leaves. Their thick epidermal walls keep up moisture more efficiently and have lower canopy height,and small xylem vessels that prevent cavitation and high specific wood density (Wright and Westoby,2OO2; Diaz etal.,2004; Westoby and Wrigth， 2Oo6). The prevailing plant strategies are associated with the environmental characteristics of the region in which they are established (Diaz et al.，2Oo4).In the arid and semi-arid regions of Argentina, the species have relatively low SLA values (Diaz et al.,1999). This is the case for the species in our study because their leaves have anatomical structures that protect the photosynthetic tissues from desiccation and herbivory,such as thick cuticles, presence of spines and anti-herbivore compounds (Pelaez et al.,1994; Kraus etal.,2O03; Bucci et al.,2004; Villagra et al.,2O11). Therefore,these species may be considered conservative according to their low SLA values. These conservative strategies could have helped the selected species to achieve high or moderate survival rates in the harsh environmental conditions in the study sites. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "SLA negatively correlated with wood density. Wood density is considered a proxy of vulnerability to embolism, which can endanger the growth and survival of plants in water stress conditions. Higher wood density is related to greater resistance to cavitation (Westoby and Wrigth. 2006; Chave et al., 2Oo9). Thus, in our study, we expected a positive relationship between wood density and survival rate. However, wood density was negatively associated with early survival rate.We believed that this result was conditioned by the high mortality rate presented by $C .$ microphylla, which had the highest wood density among the species used in this study.The high mortality of C. microphylla would be related to their ecophysiological characteristics.Pelaez et al. (1996) reported low C. microphylla survival rate $( 2 5 \\% )$ in the semi-arid region of Argentina, where the rainfall shortage impaired the establishment of transplanted individuals.In our work, it is likely that in addition to environmental constraints,the older age of the transplanted individuals also harmed their survival rates.The specimens of $C$ 、microphylla used in this rehabilitation trial presented a high mortality rate in the acclimation phase (unpublished data),and the older specimens had to be used to complete the required number of plants. Cortina et al. (2006) indicated that in order to obtain the high survival rates, the specimens of woody species destined for ecological restoration should be transplanted in their first vegetative stage. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The maximum and minimum temperatures may be indicators of the effects of extreme temperature on plants.These temperatures presented a negative effect on early survival rate of the plant species in this study. Instead,temperature showed a positive effect on late survival rate. These results would be associated with the critical threshold that plants must overcome during the first year after the transplantation to the field and the acclimation process (Cortina et al., 2006; Maestre et al., 2006). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Recorded rainfall had a positive effect on early survival rate but a negative effect on late survival rate and plant height in all transplanted individuals in our study. Godagnone and Brand (2009) indicated tendencies about rainfall were coincident with that of our precipitation record. Northeastern Patagonia is characterized by inter-annual and intra-annual precipitation variability (Godagnone and Bran, 2OO9). For the period measured in this study,the rainiest seasons were autumn $\\left( 8 0 \\ \\mathrm { m m } \\right)$ and spring $( 7 1 ~ \\mathrm { m m } )$ ，and the lowest amount of rainfall was recorded in the summer ( $( 2 5 \\mathrm { m m } )$ .Early survival of plants was estimated in spring,one of the rainiest periods,but three years later, plants were exposed to summer rainfal shortages. Plant transpiration demands are highest during the summer,and the drought could have negatively afected the late survival rate and limited plant growth. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Soil OM values obtained of each study site (O.46 to $1 . 6 3 ~ \\mathrm { \\ m g / g ) }$ was coincident with that reported by Godagnone and Bran (2Oo9） for northeastern Patagonia. However, low soil OM values had a positive effect on late survival rate of plant species in our study.This might be related to the adaptation of native species,and their ability to obtain scarce soil resources and use them efficiently.Besides,the sites in this study presented a common land-use history，which was rainfed agriculture. Grman et al. (2Ol3) found that residual nutrients from previous cropland use may have a positive effect on the survival and establishment of plants in restoration areas. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The common height of the plant species used in this study negatively affected late survival rate. This is linked to the lowest survival rate of G. decorticans,the only tree in this study. The plant height growth was related to soil depth. Schenk and Jackson (2O05) indicate that woody plant height is a good predictor for the root system depth. When root systems are limited by some physical soil impediment, plants have a lower development of above-ground organs too (Pelaez et al.,1994; Bucci et al.,2OO4).Bos site had the lowest soil depth due to a sub-superficial calcium carbonate layer, which acts as a barrier to root system development. The differences in plant height growth registered in the study sites indicate that soil depth had a sharp effect on the transplanted plants,regardless of their species identity. The height growth was higher in plants grown in deeper soil sites. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In our study, P. flexuosa and S. johnstonii were the most successful species, because they exhibited the highest survival and growth rates.Both species have a dimorphic root system. They not only have deep roots that allow them to uptake water from deep soil layers,but also have shallow roots to take the soil surface water supplied by occasional rainfall(Villagra,2Ooo; Bucci et al.,20O9; Jobbagy et al.,2O11; Villagra et al., 2O11). The high early survival rate of $P _ { \\cdot }$ flexuosa obtained in this study was similar to that obtained by López Launstein et al. (2012） in northwestern Argentina.In that study, $P$ flexuosa showed $100 \\%$ of early survival rate under moderate water stress and $70 \\%$ of survival rate under severe water stress in the field. In northwestern Patagonia,Pérez (2O13) found a lower survival rate in S. johnstonii $( 7 5 \\% )$ than that obtained in our study.Both species, $P _ { \\cdot }$ .flexuosa and S. johnstonii had different SLA values, but similar wood density and root system morphology. Dimorphic root systems are absent in the other species of this rehabilitation trial. Condalia microphylla presents a shallow radical system, extended in the first $6 0 \\ \\mathrm { c m }$ of soil depth,which makes it compete with grasses to obtain rainfall water (Peläez et al., 1994). Instead, $G$ . decorticans presents a pivoting and deep root system (Kraus et al., 2OO3),which makes it less able to take advantage of superficial soil water. The dimorphic root system of $P$ ： flexuosa and S. johnstonii allows them to obtain water from superficial and deep soil layers.This may help to understand the persistence of these species under water stress conditions (Diaz and Cabido,1997;Whitford,2002). In addition, $P _ { \\cdot }$ flexuosa and $S .$ （2 johnstonii are shrubs, while $G .$ decorticans is a tree. As G. decorticans was severely damaged by Patagonian hare in the field,we could not obtain the conclusive data. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The structural equation models used in this study related the performance of native woody species to functional traits and environmental variables in an ecological restoration trial in deforested semi-arid lands. Prosopis flexuosa and S. johnstonii were the most successful species in our study. These species overcome rainfall shortages and high-temperature stress. The presence of a dimorphic root system may allow them to have competitive advantages regardless of other functional traits. These advantages could be related to the use of both deep soil water and water of shallower soil layers. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Due to the damage caused by Patagonian hare,future field studies should focus on the survival and growth of $G$ 、decorticans to evaluate their inclusion in ecological rehabilitation projects in deforested areas of northeastern Patagonia. Similarly,as C. microphylla is a frequent species in northern Patagonia,auto-ecology studies should be conducted to determine whether this species may be included in rehabilitation projects. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was funded by the National University of Rio Negro,Argentina (PI40c658,PI40c654).We thank the staff and owners of the study sites Bosero,Iturburu and Erripa.Two anonymous reviewers greatly improved the quality of this work. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abraham ME,Corso ML,MaccagnoP.2Ol1.Drylands and desertification inArgentina.In:Desertification Assessment in Argentina.LADA/FAO ProjectResults,11-64. (in Spanish) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abraham ME,GuevaraJC,CandiaR,etal.2016.Dust storms,drought and desertificationin the southwestof Buenos Aires Province,Argentina.Faculty Journal of Agricultural Sciences of Cuyo,48 (2): 221-241.   \nAerts R,ChapinFS.1999.The mineral nutritionof wild plants revisited: are-evaluationof processsand pattrs.Advances in Ecological Research,30:1-67.   \nAronsonJ,loretC,Floc'hE,etal.1993.Restorationandrehabilitationofdgraded ecosystems inaridandsemiaridlands.A view from the south. Restoration Ecology,1(1): 8-17.   \nBranD,Lopez C,Auesa,J.2Ooo.EcologicalRegionsofRioNegro.In:National Istituteof AgriculturalTechnologyEditorial INTA,Bariloche,Agentina. (in Spanish)   \nBran DE,CecchiG,GaitanJJ.2Oo7.Effectofburnseverityonvegetationrecovery intheMonteAustral.EcologiaAustral, 17(1):123-131.(in Spanish)   \nBucci S,GoldsteinG,MeinzerF,etal.2O04.Functionalconvergence inhydraulicarchitectureand waterrelationsof tropical savanna trees: from leaf to whole plant. Tree Physiology,24(8): 891-899.   \nBucci S,ScholzF,GoldsteinG,etal.2O9.Soilwateravailabilityandrootingdepthaseterminantsofhdraulicarchitecture of Patagonian woody species. Oecologia,160(4): 631-641.   \nChave J,CoomesD,Jansen S,etal.209.Towardsaworldwide woodeconomicsspectrum.EcologyLetters,12(4):5-366.   \nCortinaJ,MaestreF,ValejoR,etal.Ecosymstrcture,fuction,ndestorationsues:AreheyrelatedJoual for Nature Conservation,14(3): 152-160.   \nCortinaJ,AmatB,CastillV,etal.2Ol1.TherestorationofvegetationcoverinthesemaridIberiansoutheast.JouralofArid Environments,75(12): 1377-1384.   \nDalmasso DA.2O10.Revegetation of degraded areas with native species.Boletinde la Sociedad Argentiande Botanica, 45(1-2): 149-171. (in Spanish)   \nde Berasategui L.2004.Climatic Statisticsof the Viedma Valey-30 Years.Säenz Pena: National Instituteof Agricultural Technology,7-62.(in Spanish)   \nde InalbonMR,ValenzuelaA.2Oo5.Analytical Procedures for Normaland Saline Soils.Säenz Pena: National Instituteof Agricultural Technology,4-28. (in Spanish)   \nde Villobos AE,PelezDV.2Ool.Influencesof temperatureand water stresson germinationand establishmentofProspis caldenia Burk.Journal of Arid Environments,49(2): 321-328.   \nde Villobos AE,PelezDV,EliaO.2Oo5.GrowthofProsopiscaldenia Burk:seedlings incentralsemi-aridrangelandsof Argentina. Journal of Arid Environments,61(3): 345-356.   \nDelgado-BaquerizoM,MaestreF,GallrdoA,etal.2O13.Decouplingofsoil utrientcyclesasafunctionofaridityinglobal drylands. Nature,502(73-74): 670-672.   \ndiRienzoJ,CasanovesF,BalzariniM,etal.2Oo8.nfoStat.Version2Oo8.Cordoba: NationalUniversityofCordobaArgentina. (in Spanish)   \nDiaz S,Cabido M.1997.Plant functional typesand ecosystem function in relation to globalchange.Journal of Vegetation Science,8(4): 463-474.   \nDiaz S,Cabido M,Zak M,etal.1999.Plant functional traits,ecosystemstructureand land-usehistoryalongaclimaticgradient in central- western Argentina.Journal of Vegetation Science,1O(5): 651-660.   \nDiaz S,HodgsonJG,ThompsonK,etal.2O04.Theplantraits tatdriveecosystems:Evidence fromthreecontinents.Joural of Vegetation Science,15(3): 295-304.   \nEngstK,BaasschA,Erfmeier A,et al2016.Functional communityecology meetsrestorationecology:Assesing the restoration successof alluvial floodplain meadows with functional traits.Journal of Applied Ecology,53(3):751-764.   \nFfoliott,PF,ThamesJL.1983.Collction,Handing,torageandPre-treatmentofProsopisSeedsinLatinAmerica.Rome, Italy: Food and Agriculture Organization of the United Nations,7-45.   \nFick SE,HijmansRJ.2O17.WorldClim2: New1-km spatialresolution climate surfaces for global landareas.International Journal of Climatology,37(12): 4302-4315.   \nFunk F,PeterG,Loydi A,etal.20l2.Structural and functionalrecoveryof intershrubspacesafter10-yearsof grazing exclusion in a semiarid steppe of northeastern Patagonia.Ecologia Austral,22(3):195-2O2. (in Spanish)   \nGaitan JJ,BranDE,MurrayF.2Oo7.Efect ofburnseverityonthesoilorganiccarbonconcentrationmoundsand intermounds in the Monte Austral. Soil Science,25(2): 191-199.(in Spanish)   \nGaitanJJ,LpezCR,BranDE.O08.GrazingefectsonsoilandvegetationinthePatagoniasteppe.Ecologia Austral,27(2): 1-10.   \nGasch C,Huzurbazar S,Stahl P.2014. Measuring soil disturbance effcts andasessing soil restorationsuccess by examining distributions of soil properties.Applied Soil Ecology,76:102-111. 319-363. (in Spanish)   \nGrace J.2Oo6.Structural Equation Modeling and Natural Systems.Cambridge: Cambridge University Press,207-275.   \nGraceJ,AndersonM,OlffH,etal.2010.Onthespecificationofstructural equation modelsforecological systems.Concepts and Synthesis, 80(1): 67-87.   \nGrmanE,Basset,T,BrudvigLA.2O13.Confronting contingencyinrestoration: managementand site historydetermine outcomes of assembling prairies,butsite characteristics and landscapecontexthave litle effct.JournalofApplied Ecology, 50:1234-1243.   \nHobbs R,Cramer V.O08.Restoration ecology:Interventionist approaches forrestoring and maintaining ecosystems function in the face of rapid environmental change.Annual Review of Environment and Resources,33(1): 39-61.   \nJames JJ,SvejcarTJ,Rinell MJ.2011.Demographic processes lmitingsedingrecruitment inarid grassandrestoration. Journal of Applied Ecology,48(4): 961-969.   \nJobbagyE,NosetoM,VillagraP,etal.2O11.Watersubsidiesfrommountainstodeserts:Theiroleinsustaininggroundwaterfed oases in a sandy landscape. Ecological Applications,21(3): 678-694.   \nKattgeJ,DiazS,Lavorel S,etal.2011.TRY-a global databaseof planttraits.Global Change Biology,17(9):2905-2935.   \nKrausT,Bianco C,Weberling F.2O03.Root system morphologyofFabaceae species from central Argentina.Wulfenia, 10(2003): 61-72.   \nKropflAI,CecchiGVillsusoN,etal.2l1.Degradationandrecoveryprocesesism-aridpatchyrangelandsoforte Patagonia, Argentina. Land Degradation and Development, 24(4): 393-399.   \nLambers H,Poorter H.1992.Inherent variation in growthrate between higher plants:Asearch forphysiological causes and ecological consequences.Advances in Ecological Research,23:187-261.   \nLandi M,Renison D.2010.Forestationwith Polylepisaustralis BITT.inerodedsoilsof the Sierras Grandesof Cordoba. Ecologia Austral,20(1): 47-55.(in Spanish)   \nLaughlin D.2014.Theintrinsic dimensionalityof plant traitsand itsrelevance tocommunityassmbly.Journal of Ecology, 102(1): 186-193.   \nLavorel S,Garnier E.2Oo2.Predicting changes incommunity compositionandecosystemfunctioning from plants traits: Revisiting the holy grail. Functional Ecology,16(5): 545-556.   \nLeonR,BranDE,CollntesM,etal.1998.MainvegetationunitsoftheextraAndeanPatagonia.Ecologia Austral,8:1-144. (in Spanish)   \nLópez Launstein D,Ferandez ME,Verga A.2012. Diferences in drought responsesof seedlings of Prosopischilensis,P. flexuosdandinterspecifichbids:implicationsforeforestationinaridzones.EcolgiaAustral,22(1):43-52.(inSpanish)   \nMaestreF,Bautista S,Cortina J,etal.2Ool.Potentialforusing facilitationbygrassestoestablish shrubsonasemiarid degraded steppe.Ecological Application,11(6): 1641-1655.   \nMaestreFT,artinN,DiezB,etal.Oo6.Watering,fertilization,andsuryinoculationpromoterecoveryofiologicalcust function in degraded soils.Microbial Ecology,52(3): 365-377.   \nMartinez-Garza C,BongersF,PoorterL.2O13.Arefunctional traitsgood predictorsof species performance inrestoration plantings in tropical abandoned pastures? Forest Ecology and Management, 3O3:35-45.   \nMcadooJ,Swanson J,MurphyP,etal.2O16.Evaluating strategiesforfacilitating native plant establishment in northem Nevada crested wheatgrass seedlings. Restoration Ecology,25(1): 53-62.   \nMeli P,Martinez-Ramos M,Rey-BenaasJ,etal.2O13.Selectingspeciesforpasiveandactiveriparianrestorationinsouthe Mexico.Restoration Ecology,21(2): 163-165.   \nMilgrom T.2O08.Environmental aspects ofrehabilitating abandoned quaries: Israel asacase study.Landscape and Urban Planning,87: 172-179.   \nMorello J,Mateuci S,RodriguezAF,etal.20l2.Ecoregionsand Argentine Ecosystem Complexes.Buenos Aires:Graphic Orientation,309-347. (in Spanish)   \nNeri A,SanchezL.2O10.Aprocedure tovaluateenvironmentalrehabilitationinlmestonequaries.JouralofEnviromental Management, 91(11): 2225-2237.   \nNovak J,Prach K.2Oo3.Vegetation successon inbasalt quarries:Patern onalandscape scale.Applied Vegetation Science, 6(2): 111-116.   \nOstertagR,WarmanL,CordellS,etal.2O15.Using plantfunctional raits torestore Hawaiianrainforest.Jouralof Applied Ecology,52(4): 805-809.   \nOyarzabalM,ClvijoJ,OakleyL,etal.2O18.Vegetationunitsof Argentina.EcologiaAustral,28(1):40-63.(inSpanish)   \nPelaez DV,DistelR,BoR,et al.1994. Waterrelationsbetwee shrubs and grasses insemi-aridArgentina.Jouralof Arid Environments,27(1): 71-78. AIu LIVUCHS,J(∠).1/-1/   \nPerezD.2O13.Restoration of aridand semi-arid Patagonian ecosystems.Implementation froman ecological and social perspective.In:PérezD,RovereA,Rodriguez AraujoME.Ecological Restoration in the Arid Diagonal of Argentina. Buenos Aires: Vazquez Mazzini,49-6O.(in Spanish)   \nPérezD,GonzalesF,CeballsC,etal.2O19.Directseedingandoutplantingsindrylandsof Argentinean Patagonia:estimated costs,and prospects for large-scale restoration and rehabilitation.Restoration Ecology,27(5):1-12.   \nPeterG,Funk F,Loydi A,etal.2O12.Variationin specificcompositionandcover ingrassland exposed tovarious grazing pressures in the Monte Rionegrino. Phyton,81: 233-237. (in Spanish)   \nPezzola A,WinschelC.2Oo4.Multitemporalstudyofthedegradationofnativeforests inthePatagones district,Buenos Aires. In: Technical Report INTA EEA Ascasubi, Buenos Aires,Agentina.(in Spanish)   \nPlaza Behr M,erezC,GoyaJ,etal.2O16.Celtisehrenbergianaplantingasatechnique fortherecoveryof native forests invaded by Ligustrum lucidum in NE Buenos Aires.Ecologia Austral,26(2):171-177.(in Spanish)   \nPoorter H.1990.Interspecific variation in relative growth rate:onecological causes and physiological consequences.In: Lambers H,Cambridge ML,Konings H,et al.Causes and Consequences of Variationin Growth Rateand Productivityof Higher Plants.The Hague: SPB Academic Publishing,45-68.   \nReich PB,Walters MB,ElsworthDS.1997.Fromtropics to tundra:Global convergence in plant functioning.Procedingsof the National Academy of Sciences of the United States of America,94(25):13730-13734.   \nSchenk HJ,JacksonRB.2Oo5.Mappingthe globaldistributionofdeeprots inrelation toclimateandsoil characteristics. Geoderma,126: 129-140.   \nSoterasF,RenisonDBecerraA.2O14.Restorationof highaltitude forests inanareaaffectedbya wildfire: Polylepisustralis Bit. Seedlings performance after soil inoculation. Trees Structure and Function,28(1): 173-182.   \nTorres R,Giorgis M,TrillC.2O15.Outplantingsurvival andgrowth of species with diferent life histories in burned and unburned sites:acasestudyof two woodyspecies inthe Chaco Serrno,Argentina.Ecologia Austral,25(2):35-143.(in Spanish)   \nTorresRobles SS,Arturi MF,Contreras C,et al.2O15.Geographical variations in structure and compositionof woody vegetation intheborderEspinalandMonteinNortheastern Patagonia.Boletinde la SociedadArgentinadeBotanica,50(2): 209-215.(in Spanish)   \nUnitedNations Convention to Combat Desertification(UNCCD),2011.Desertification.A Visual Synthesis.[2019-07-07]. http://www.unccd.int/Lists/SiteDocumentLibrary/Publications/Desertification-ENG.pdf.   \nValejo R,Allen E,Aronson J,etal.2O9.Restorationof Mediterranean-type woodlandsand shrublands.In:van Andel J, Aronson J.Restoration Ecology: The New Frontier ( $2 ^ { \\mathrm { n d } }$ ed.). Oxford: Blackwell Publishing Ltd.,130-144.   \nVillagraPE.20o0.Ecological aspects ofthe Argentine algarrobales trees.Multequina,9(2):35-51.(in Spanish)   \nVillgra PE,GiordanoC,AlvarezJA,etal.2l1.Tobeaplantinthedesert: waterusestrategiesandwaterstressresistance in the central Monte desert from Argentina.Ecologia Austral,21: 29-42.(in Spanish)   \nWeiher E,van der Werf A,Thompson K,et al.1999.Chalenging Theophrastus:Acommon core listof plant traits for functional ecology. Journal of Vegetation Science,10(5): 609-620.   \nWestoby M,Wright I.2Oo6.Land-plant ecologyonthe basisof functional traits.Trends in Ecologyand Evolution,21(5): 261-268.   \nWhitford W.2002. Ecology of Desert Systems. San Diego: Academic Press, 97-119.   \nWright I,Westoby M.2O02.Leaves at lowversus high rainfal: Coordination of structure,lifespan and physiology.New Phytologist,155(3): 403-416.   \nZeberioJM.2Ol2.Progressoftheagriculturalfrontierinthe northeastofPatagoniaanditsconsequences intheprocessesof desertification and lossof biodiversity.In:Dos Santos Afonso MR.Environmental Scienceand Technology.Buenos Aires: Argentine Association for the Progress of Science,216-221. (in Spanish)   \nZeberioJM,Calabrese G M.20l3.Pregerminative treatments in threespeciesof the genus Prosopis.In: Pérez D,Rovere A, Rodriguez Araujo ME.EcologicalRestorationintheArid Diagonalof Argentina.Buenos Aires: Vazquez Mazini,40-149. (in Spanish)   \nZeberio JM.2O18.Conservationstatus and rehabilitationposibilities insemi-arid ecosystems:the caseof Monte in the Northeast of Rio Negro.Ph.D.Dissertation.La Plata: National UniversityofLa Plata. (in Spanish)   \nZeberio JM,Tores Robles S,Calabrese G M.2018.Land use and conservation of woody vegetation in the Northeast of Patagonia.Ecologia Austral,28(4): 543-552.(in Spanish)   \nZirbel C,BasettT,Grman E,etal.2O17.Plant functionaltraitsnd environmentalconditions shapecommunityassemblyand ecosystem functioning during restoration. Journal of Applied Ecology,54(4): 1070-1079. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]