[
    {
        "type": "text",
        "text": "Evolutionarily Conserved Binding of Translationally Controlled Tumor Protein to Eukaryotic Elongation Factor 1B\\* ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Receiedfo   \nHuiwenWu(吴惠文),WeibinGong (宫维斌),XingzheYao(姚形哲)\\$,JinfengWang(王金凤)\\*,arahPeret+1，   \nand Yingang Feng (冯银刚)|2   \nFromtheNatioalbratorfomacromolecules,stitteofcseeademyoienceeijge   \nQingdaoEngineeingLaboratoryofSngleCellOilandShandongProvincialKeyLaboratoryofEnergyGeneticsQingdostitute   \nofBioenergydoprocessechologyinesecademyofiencesQingdao,adong2610ndtheUsityf   \nChinese Academy of Sciences,Beijing 100049,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Background: The primary function of the abundant and highly conserved protein TCTP is not clear. Results: TCTP binds to a conserved central acidic region of eukaryotic elongation factor $1 \\mathrm { B } \\alpha / \\beta / \\delta$ Conclusion: The binding of TCTP to eukaryotic elongation factor 1B is evolutionarily conserved. Significance: The interaction with eEF1B represents a primary function of TCTP. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Translationally controlled tumor protein (TCTP) is an abundant protein that is highly conserved in eukaryotes.However, itsprimary function is still not clear.Human TCTP interacts with the metazoan-specific eukaryotic elongation factor 1Bδ (eEFlBδ) and inhibits its guanine nucleotide exchange factor (GEF) activity,but the structural mechanism remains unknown. The interaction between TCTP and eEF1Bδ was investigated by NMR titration, structure determination,paramagnetic relaxationenhancement, site-directed mutagenesis,isothermal titration calorimetry,and HADDOCK docking.We first demonstrated that the catalytic GEF domain of eEF1Bδ is not responsible for binding to TCTP but rathera previously unnoticed central acidic region (CAR） domain in eEF1Bδ.The mutagenesisdataand the structural modelof the TCTP-eEF1Bδ CAR domain complex revealed the key binding residues.These residuesare highlyconserved in eukaryotic TCTPsand ineEF1B GEFs,including the eukaryotically conserved eEF1Bα,implying the interaction may be conserved inall eukaryotes.Interactions were confirmedbetween TCTPand theeEF1Ba CARdomain for human，fission yeast,and unicellular photosynthetic microalgal proteins, suggesting that involvement in protein translation through the conserved interaction with eEF1B rep resentsa primaryfunctionof TCTP. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Translationally controlled tumor protein (TCTP),also named fortilin,histamine release factor,and p23,isa 20-25- kDa，highly conserved，and abundantly and ubiquitously expressed protein with growth- and immunity-related functions in eukaryotic cells (1-8).TCTP participates in these phys iological functions via interactions with a large number of different proteins.However,many of these functions presumably only occur in limited species because the corresponding TCTPbinding partners are not well conserved in eukaryotes.For example,itwas demonstrated recently that TCTPdirectly interacts with p53 forming a negative feedback loop (9); but p53 does not exist in plantsand lower eukaryotes,although TCTP isconserved.Therefore,this function,although important in humans, clearly does not represent the primary cellular function of TCTP.Among the TCTP functions reported in the literature,one candidate for the primary function of TCTP is its involvement in protein translation byinteraction with the eukaryotic elongation factor1(eEF1) complex (lO-12)，because the eEF1 complex is conserved in all eukaryotes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The eukaryotic elongation factor1(eEF1) complexis responsible for transporting the aminoacyl tRNA to the ribosome during protein synthesis (13,14).The complex consists of aG-protein named eEF1A responsible for delivering the aminoacyl tRNA to the ribosome in its GTP-bound active state,and a guanine nucleotide exchange factor (GEF) complex named eEF1B (Fig.1).The eEF1B complex is composed of one or two GEFs (EF1Bα exists in all eukaryotes,eEF1Bδ exists only in metazoans,and $\\mathrm { e E F 1 B } \\beta$ exists only in plants),a scaffold component named $\\mathrm { \\tt c E F 1 B \\gamma }$ ,andavaline-tRNA synthetase additionally in metazoans.All GEFs in eEF1B sharea highly conserved C-terminal catalytic GEF domain,although their N-terminal domains are less conserved and are responsible for binding with other eEF1B components (13,14). The structures of the catalytic domain of human eEF1Bα and the yeast eEF1A-eEF1Bα complex have been reported (l5-17)，which reveals that a C-terminal lysine residue is the key residue for releasing GDP from eEF1A.Sequence analysis indicated thateEF1Bδ contains three domains as follows: the N-terminal domain (residues 1-153),the central acidic region (CAR) domain (residues 153- 192) (pfaml0587 in PFAM database),and the C-terminal catalytic GEF domain (residues 192-281).Previous studies indicate that TCTP physically interacts with the C-terminal region (CAR-GEF region; residues 153-281) of eEF1Bδ and inhibits its GEF activity (10,11). ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/1866b9e68ad21d2ac062a600c2c63de6d8e9d387271af0f8119456c00d50f46f.jpg",
        "img_caption": [
            "FIGURE1.eEF1 complex.A,schematic representation of the composition of the eEF1 complex in various species.B,domain organization of various eEF1B GEFs. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although the three-dimensional structures of TCTP homologues from different species have been solved and are shown to be highly conserved (6,18-22), there are few reports giving structural information regarding the interaction of TCTP with its partner proteins.Furthermore,as indicated by Bommer and Thiele (5),additional very careful work is required to establish the complete arrayof molecular interactions of TCTPbecause TCTP frequently appears as an“interacting protein” in twohybrid screens.Here,by employing various structural techniques,including NMR titration, chemical shift mapping, paramagnetic relaxation enhancement, and HADDOCK docking, as well as isothermal titration calorimetry (ITC)and site-directed mutagenesis,we identified the binding interfaces and keyresidues in the interaction between TCTPand eEF1B8.We found that TCTP unexpectedly binds to the previously unnoticed CARdomain (residues 153-192),instead of the C-terminal catalytic GEF domain of eEF1B8.The CAR domain is conserved inall eEF1B GEFs and is structurally independent from the GEF domain.The key residues for the interaction identified in TCTP are highly conserved in eukaryotes,and those in eEF1BS are conserved not only in metazoan eEF1Bδ but also in eEF1Bα aswell as plant eEF1B $_ { \\cdot \\beta }$ ,suggestinga conserved interaction between TCTP and eEF1B GEFs. The interaction between eEF1Bα and TCTP of human, fission yeast,and unicellular photosynthetic microalgae was further confirmed, whichdemonstrates that the interactionof TCTPand the eEF1 complex is conserved in eukaryotes.The results in this study imply that involvement in protein translation is one of the primarycellular functions of TCTP. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EXPERIMENTALPROCEDURES ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Protein Expression and Purification-The gene of full-length human eEF1Bδ was cloned into the pGEX-6P-1 expression vector.The recombinant eEF1Bδ protein containing an N-terminal GST tag was expressed in Escherichia coli BL21(DE3). Cells were grown at $3 7 ^ { \\circ } \\mathrm { C } ,$ and the protein expression was induced for $3 \\mathrm { h }$ with $0 . 4 \\mathrm { m M }$ isopropyl $\\beta$ -D-thiogalactopyranoside when theabsorbanceat $6 0 0 \\mathrm { n m }$ reached O.7-O.8.Thecellswere harvested by centrifugation at $4 8 0 0 \\times g$ at $4 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ . The cell pelletswere resuspended in bufferA( $2 0 \\mathrm { m M }$ Tris-HCl, $\\mathrm { p H } 7 . 5$ $2 0 0 \\mathrm { m M N a C l ) }$ and stored at $- 2 0 ^ { \\circ } \\mathrm { C }$ overnight.After cell lysis by thawingand ultrasonication, the lysate was centrifuged,and the supernatant was applied onto a GST column (GE Healthcare) and washed with buffer B $\\mathrm { ' 1 4 0 ~ m M ~ N a C l }$ P $2 . 7 \\ \\mathrm { m M \\ K C l }$ P $1 0 ~ \\mathrm { m M }$ $\\mathrm { N a _ { 2 } H P O _ { 4 } , 1 . 8 m M K H _ { 2 } P O _ { 4 } , 2 . 0 m M }$ urea, $\\mathrm { p H } 7 . 2 \\$ ).The proteins were eluted with buffer C $\\mathrm { \\ddot { 5 } 0 ~ m M }$ Tris-HCl, $\\mathrm { \\ p H \\ 8 . 0 }$ D $5 0 0 ~ \\mathrm { { m m } }$ NaCl) containing $1 0 \\mathrm { m M }$ reduced glutathione and $1 \\mathrm { m M }$ DL-dithiothreitol (DTT).After that, the protein was purified by gel filtration chromatography using a Superdex G200 column (GE Healthcare),with buffer C containing $1 \\mathrm { ~ M ~ }$ urea to avoid severe aggregation. During the whole purification process，protease inhibitor mixture (Calbiochem) was added according to the manual,and all experiments were carried out at low temperature. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The N-terminal domain (residues 1-153),CAR domain (residues153-192),catalytic GEF domain (residues 192-281),and a fragment containing the CAR domain plus GEF domain (CAR-GEF region; residues l53-281) of human eEF1Bδ were cloned into a modified pET28a expression vector,with a Histagged GB1 domain followed bya PreScission protease cleavage site at the N terminus.All eEF1Bδ domains (except the N-terminal domain) were purified bya similar protocol.The proteins were first purified using a $\\mathrm { N i ^ { 2 + } }$ column (chelating Sepharose Fast Flow),and then were digested with PreScission protease. The digested product was applied onto the $\\mathrm { N i ^ { 2 + } }$ column again. Flow-through solutions containing desired proteins were collected,concentrated,and further purified by gel filtration chromatography usinga Superdex 75 column (GE Healthcare).The eEF1Bδ N-terminal domain was expressed mainly in inclusion bodies,and the yield purified from the supernatant was quite low.To purify sufficient eEF1Bδ N-terminal domain, $8 \\mathrm { ~ M ~ }$ urea was added into buffer A to resuspend the inclusion bodies. After $\\mathrm { N i ^ { 2 + } }$ -affinity purification,the eluted fraction was dialyzed to remove urea and imidazole, then concentrated,and further purified by gel filtration. Circular dichroism spectroscopy was used to confirm its refolding (as for proteins purified from the supernatant).The purified protein was collected and digested with $2 ~ \\mathrm { m g }$ of PreScission protease,and then a $\\mathrm { N i } ^ { 2 + }$ column was used again to separate eEF1Bδ N-terminal domain from GB1 domain. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The human eEF1B $\\alpha$ CAR domain (residues 97-136) and the CAR-GEF region (residues 97-225) were cloned into a modified pET28a expression vector,witha His-tagged SMT3 protein in the N terminus instead of the GB1 domain.These domains were purified by a protocol similar to that in the previous paragraph,except that the His-tagged SMT3 protein was removed by digestion with ULP1 protease. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ConservedInteractionbetweenTCTPandeEF1B ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wild-type human TCTP was expressed and purified as reported previously (6).The construction of different mutants of the eEF1Bδ CAR domain and TCTP (except the TCTP mutants for paramagnetic relaxation enhancement (PRE) experiments) was carried out by the QuikChange method (23). After PCR with mutagenic primers,DpnI was added to digest the methylated nonmutated parental template.The product was transformed into E.coli TOP10 competent cells.The purification of mutant proteins was similar to that of the wild-type proteins.For the TCTP mutants used in PRE experiments, including C172S，C28S/C172S，C28S/C172S/T116C，C28S/ C172S/A127C,and C28S/C172S/D143C,the coding sequence of mutant TCTP was cloned into pET11a or pET30a expression vector without any tag.After expression inE.coli BL21(DE3),the cells were resuspended in buffer A without NaCl.After cell lysis and centrifugation, the lysate was loaded onto a DEAE column. The mutant TCTP was eluted with $1 5 0 \\mathrm { m M N a C l } .$ The eluate was dialyzed to remove NaCl followed by Q-Sepharose high performance column (GE Healthcare） purification. The mutant TCTP was eluted with a gradient ofNaCl concentrations from 50 to $3 0 0 \\mathrm { m M }$ The eluate was concentrated and further purified usinga Superdex 75 gel filtration column. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "TCTP,eEF1Bα CAR domain,and the CAR-GEF region from fission yeast Schizosaccharomyces pombe and photosynthetic microalga Nannochloropsis oceanica IMET1 werecloned into pET30a for protein expression.The same procedure was used for expression and purification of these two proteins.The plasmid was transformed into $E _ { \\ast }$ coli BL21(DE3). Cells were grown at $3 7 ^ { \\circ } \\mathrm { C } ,$ and the protein expression was induced for $5 \\mathrm { h }$ with 0.5 mM isopropyl $\\beta$ -D-thiogalactopyranoside when the absorbance at $6 0 0 \\mathrm { n m }$ reached 1.O.The proteins were first purified using a $\\mathrm { N i ^ { 2 + } }$ column (chelating Sepharose Fast Flow) and further purified by gel filtration chromatography usinga Superdex 75 column (GE Healthcare).The buffer for gel filtration and final protein storage was $5 0 ~ \\mathrm { m M }$ sodium phosphate buffer, $\\mathrm { p H } 7 . 0$ containing $2 0 0 \\mathrm { m m } \\mathrm { K C l }$ $5 \\mathrm { m M }$ DTT,and $5 \\mathrm { m M }$ EDTA. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Peptides EDDDIDLFGSDNE,DLFGS,and LFG were synthesized by Sangon Biotech (Shanghai, China). $^ { 1 5 } \\mathrm { N } \\mathrm { - }$ and $^ { 1 5 } \\mathrm { N - ^ { 1 3 } C } .$ labeled proteins were prepared using the same procedures except cells were grown in M9 minimal media containing $^ { 1 5 } \\mathrm { N } \\mathrm { H } _ { 4 } \\mathrm { C l }$ and $\\big [ \\mathrm { } ^ { 1 3 } \\mathrm { C } \\big ]$ glucose as the sole nitrogen and carbon sources,respectively. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NMR Spectroscopy-NMR experiments were performed at $2 9 8 \\mathrm { ~ K ~ }$ on Bruker DMX,AVANCE,and Agilent DD2 ${ 6 0 0 } \\mathrm { M H z }$ NMR spectrometers equipped with cryo-probes.All NMR samples contained $0 . 2 \\mathrm { - } 0 . 8 \\mathrm { m M } ^ { 1 5 } \\mathrm { N } -$ or $^ { 1 5 } \\mathrm { N / ^ { 1 3 } C }$ -labeled protein in $2 0 \\mathrm { m M }$ Tris-HCl, pH7.5,200 mM NaCl, $0 . 0 1 \\%$ 2,2-dimethyl2-silapentane-5-sulfonate,and $10 \\%$ (v/v) $\\mathrm { D } _ { 2 } \\mathrm { O }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Two-dimensional $\\mathrm { ^ 1 H - ^ { 1 5 } N }$ and ${ } ^ { 1 } \\mathrm { H } \\mathrm { - } ^ { 1 3 } \\mathrm { C }$ HSQC and three-dimensional $\\mathrm { C B C A ( C O ) N H , }$ HNCACB，HNCO, $\\mathrm { { H N } ( C A ) C O }$ HBHA(CO)NH,HBHANH,HCCH-TOCSY,CCH-COSY,and CCH-TOCSY experiments were performed for backbone and side chain assignments of the eEF1Bδ CAR domain in free and TCTP-bound states.Three-dimensional $^ 1 \\mathrm { H } \\mathrm { - } ^ { 1 5 } \\mathrm { N }$ and ${ } ^ { 1 } \\mathrm { H } \\mathrm { - } ^ { 1 3 } \\mathrm { C }$ NOESY-HSQC spectra with mixing times of $3 0 0 ~ \\mathrm { { m s } }$ were collected to generate distance restraints.All data were processed with FELIX(Accelrys Inc.) or NMRPipe (24) and analyzed with NMRViewJ (25). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Heteronuclear steady-state $\\mathrm { ^ 1 H - ^ { 1 5 } N }$ NOE experiments and CLEANEX-PM experiments (26) were performed using standard pulse programs.Samples of $^ { 1 5 } \\mathrm { N } .$ -labeled human eEF1B8 CAR-GEF region in free and TCTP-bound states were used in the experiments.The mixing times for CLEANEX-PM experiments ranged from 5 to $5 0 0 ~ \\mathrm { m s }$ , and the data acquired using short mixing times (5,10,15 and $2 0 \\mathrm { m s }$ )were used to estimate the amide-water exchange rates. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ParamagneticRelaxationEnhancementExperiments-PRE experiments were performed using proteins labeled with1-oxyl2,2,5,5-tetramethyl- $\\cdot \\Delta 3$ -pyrroline-3-methylmethanethiosulfonate (MTSL）(Toronto Research Chemicals，Toronto, Canada) on one free cysteine.Native cysteines on the surface of proteins were mutated to serine to avoid undesired MTSL labeling. The eEF1Bδ CAR domain contains no cysteines, whereas TCTP contains two cysteines, $\\mathrm { C y s - 2 8 _ { p } }$ and Cys- $1 7 2 _ { \\mathrm { p } }$ (The residues and the mutants of human eEF1Bδ and TCTP are designated by a subscripted suffix δ and p for eEF1Bδ and TCTP,respectively,e.g. Pro-150 of eEF1Bδ will be represented as $\\mathrm { P r o } { - } 1 5 0 _ { \\delta }$ ,and the C172S mutant of TCTPwill be represented as $\\mathrm { C 1 7 2 S _ { p } }$ )Because thetwo cysteinesare far away from the binding surface,the C28S/C172S double mutant of TCTP was used in the PRE experiments without interferingwith the interaction.Different TCTP or eEF1Bδ cysteine mutants were incubated with MTSL for $1 6 \\mathrm { h }$ at $2 5 ^ { \\circ } \\mathrm { C }$ in nonreducing buffer, and excess MTSL was removed by dialysis against $2 0 ~ \\mathrm { m M }$ Tris-HCl buffer, $\\mathrm { p H } 7 . 5 , 2 0 0 \\mathrm { m M N a C l }$ for $6 \\mathrm { h }$ at $4 ^ { \\circ } \\mathrm { C }$ Spin-labeled protein was added to other $^ { 1 5 } \\mathrm { N }$ -labeled protein for NMR experiments. The reduced compound was generated by incubation with 1.5 mM ascorbic acid for $^ { \\textrm { 1 h } }$ at $2 5 ^ { \\circ } \\mathrm { C }$ The two-dimensional $^ 1 \\mathrm { H } \\mathrm { - } ^ { 1 5 } \\mathrm { N }$ HSQC spectra of $^ { 1 5 } \\mathrm { N }$ -labeled proteins were acquired at a 1:1 molarratio in the oxidizedand reduced states (27). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Structural Calculations-Thestructuresof theeEF1B8CAR domain in the free and TCTP-bound states were initially calculated with the program CYANA (28),and then refined using CNS (29)and RECOORDScript (30) in explicit water with manual assignments.Backbone dihedral angle restraints obtained using ${ \\mathrm { T A L O S } } ^ { + }$ (31)and hydrogen bond restraints of the $\\alpha$ -helix were also incorporated into the structural calculation in the later stages of refinement.From1oO initial structures,5O lowest energy conformers were selected for refinement in explicit water,and the 20 lowest energy conformers represent the final ensemble of structures.The quality of the structural analysis and related statistics were obtained using the programs MOLMOL(32) and PROCHECK-NMR (33).The structures have been deposited in the Protein Data Bank with accession codes 2MVMand 2MVNfor theeEF1B8 CARdomain in free and TCTP-bound states,respectively. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HADDOCK Docking-The structure of the TCTP-eEF1B8 CAR domain complex was calculated on the HADDOCK webserver (34). The $\\mathbf { x }$ -ray structure of TCTP (Protein Data Bank code1YZ1) and NMR structure of TCTP-bound eEF1Bδ CAR domain were used as the starting structures.The CSP data were used to construct the ambiguous constraints of the binding surface.PRE and mutagenesis constraints were used as unambiguous constraints.PRE constraints were derived from the PRE data of MTSL-labeled $\\mathrm { T 1 1 6 C _ { p } , }$ $\\mathrm { A 1 2 7 C _ { p } , }$ $\\mathrm { D 1 4 3 C _ { p } , }$ $\\mathrm { K 1 6 9 C } _ { \\delta } ,$ $\\mathrm { E 1 7 7 C } _ { \\delta } ,$ and $\\mathrm { K 1 8 6 C } _ { \\delta }$ Mutagenesis constraints were set up for residues whose mutation caused significant changes in the binding (site I, Ile- $9 2 _ { \\mathrm { { p } } }$ Met- $^ { 9 6 } \\mathrm { { p } ^ { , } }$ Met- $1 1 5 _ { \\mathrm { p } }$ Ala- $1 1 8 _ { \\mathrm { p } } ,$ Ile- $1 2 2 _ { \\mathrm { p } } ,$ （204号 Leu- $1 5 9 _ { \\delta } ,$ and Phe- $1 6 0 _ { \\delta } ;$ site II,Phe- $8 3 _ { \\mathrm { p } } ,$ Met- $1 4 0 _ { \\mathrm { p } } ,$ and Tyr$1 8 2 _ { \\delta } )$ .During the calculation,residues 155-165of eEF1B were set to be fully flexible. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0800fa41fd300ce5bc21f0e8d5d6ca3ea470b652e27a8e96b279544276aa1017.jpg",
        "img_caption": [
            "FIGURE2.NMRcharacterizationof the humaneEF1Bδ C-terminal region.A, $^ 1 { \\mathsf { H } } ^ { } ^ { 1 5 } { \\mathsf { N } }$ HSQC spectrum of the human eEF1Bδ CAR domain with assignment $B ,$ overlaid $^ 1 { \\mathsf { H } } ^ { 1 5 } { \\mathsf { N } }$ HSQC spectra of the human eEF1Bδ CAR domain (red) and the CAR-GEF region (black). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "NMR Titration Experiments-The concentration of $^ { 1 5 } \\mathrm { N }$ -labeled proteins in all titration experiments was $0 . 1 \\mathrm { - } 0 . 3 \\mathrm { m M }$ .The concentration of stock solution ofligands was $1 { - } 5 \\mathrm { m M }$ in the same buffer.All experiments were performed at $2 5 ^ { \\circ } \\mathrm { C }$ in $2 0 ~ \\mathrm { m M }$ TrisHCl buffer, $\\mathrm { p H } 7 . 5 , 2 0 0 \\mathrm { m M N a C l } ,$ except for the high salt experiment which contained $4 0 0 \\mathrm { m M N a C l } .$ The values of chemical shift perturbations (CSP) were calculated using Equation 1, ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathsf { C S P } = \\sqrt { \\Delta ( \\mathsf { H N } ) ^ { 2 } + 0 . 2 ( \\Delta \\mathsf { N } ) ^ { 2 } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\Delta \\mathrm { H N }$ and $\\Delta \\mathrm { N }$ are the changes in $^ { 1 } \\mathrm { H N }$ and $^ { 1 5 } \\mathrm { N }$ chemical shifts,respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The equilibrium dissociation constants $( K _ { D } )$ were estimated by fitting the observed CSPs Equation 2 ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c c c } { \\mathsf { C S P } = \\displaystyle \\frac { \\mathsf { C S P } _ { \\mathrm { m a x } } } { 2 } \\Bigg ( \\left( 1 + r + K _ { D } \\bigg ( \\displaystyle \\frac { 1 } { C _ { \\mathrm { p r o } } } + \\displaystyle \\frac { r } { C _ { \\mathrm { i i g } } } \\bigg ) \\right) } \\\\ { \\displaystyle - \\ \\sqrt { \\left( 1 + r + K _ { D } \\bigg ( \\displaystyle \\frac { 1 } { C _ { \\mathrm { p r o } } } + \\displaystyle \\frac { r } { C _ { \\mathrm { i i g } } } \\bigg ) \\right) ^ { 2 } - 4 r } \\Bigg ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mathrm { C S P _ { \\operatorname* { m a x } } }$ is the CSP at the theoretical saturated condition obtained from the fit; $\\mathbf { r }$ is the molar ratio of ligand to protein; $\\mathrm { C } _ { \\mathrm { p r o } }$ is the concentration of initial protein solution; and $C _ { \\mathrm { l i g } }$ is the stock concentration of ligand. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Isothermal Titration Calorimetry-ITC measurements were performed on an iTC-2oo calorimeter (MicroCal Inc.).All experiments were carried out in $2 0 \\mathrm { m M }$ Tris-HCl buffer,pH7.5, 200 mM NaCl. $0 . 0 5 { - } 0 . 1 ~ \\mathrm { m M }$ TCTP was placed in the $2 0 0 \\mathrm { - } \\mu \\mathrm { l }$ sample chamber,and eEF1Bδ CAR domain $( 2 \\mathrm { m M } )$ oreEF1B8 CAR-GEF region $\\left( 1 \\mathrm { m M } \\right)$ in the syringe was added in 20 successive additions of $2 \\mu \\mathrm { l }$ each taking $4 \\ : \\mathrm { s }$ (with an initial injection of $0 . 5 ~ \\mu \\mathrm { l } _ { \\cdot } ^ { \\cdot }$ ).The interval between each injection lasted $1 5 0 \\mathrm { s } .$ Control experiments were performed under identical conditions to determine the heat signals that arise from addition of the eEF1Bδ into the buffer.Data were fitted using the single-site binding model within the Origin software package (MicroCal Inc.).To determine the heat capacity change $\\Delta C _ { p } ,$ ITC experiments were carried out at 10,15,20, 25,and $3 0 ^ { \\circ } \\mathrm { C }$ The $\\Delta C _ { p }$ value was estimated by linear fitting of the $\\Delta H$ valuesobtained against temperature. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CARDomainofeEFiB8 IstheRegionResponsiblefor TCTP Binding-The C-terminal region (residues 153-281) containing the CAR and GEF domains of eEF1Bδ was previously identified as the TCTP binding region (10,11).However,we found that the CAR domain and the GEF domain are in fact independent structural domains,as the peaks in the $\\mathrm { ^ 1 H - ^ { 1 5 } N }$ HSQC spectrum of the isolated CAR domain overlay well with the corresponding peaks in the $^ 1 \\mathrm { H } \\mathrm { - } ^ { 1 5 } \\mathrm { N }$ HSQC spectrum of the CAR-GEF region (Fig. 2).In the NMR titration of $^ { 1 5 } \\mathrm { N } .$ -labeled TCTP with the eEF1Bδ CAR-GEF region (Fig.3A) and isolated CARdomain (Fig.4A) aswell as full-length eEF1Bδ(data not shown),almost identical chemical shift perturbations were observed for peaks in the $^ 1 \\mathrm { H } \\mathrm { - } ^ { 1 5 } \\mathrm { N }$ HSQC spectra of $^ { 1 5 } \\mathrm { N }$ -labeled TCTP.Interestingly，no chemical shift perturbations were observed when TCTP was titrated with the GEF domainalone (data not shown).Furthermore,no interaction was observed between theN-terminal domain of eEF1Bδ and TCTP(data not shown).In the reverse titration of the $^ { 1 5 } \\mathrm { N }$ -labeled CAR-GEF region with TCTP(Fig.3B),the peaks from the CAR domain in the $\\mathrm { ^ 1 H - } ^ { 1 5 } \\mathrm { N }$ HSQC spectrum showed significant chemical shift perturbations,the same as when the $^ { 1 5 } \\mathrm { \\dot { N } }$ -labeled isolated CAR domain was titrated with TCTP (Fig. 4B),although the peaks from the GEF domain showed no change during the titration (Fig.3C).Therefore, this indicates that the CARdomainis the region responsible for TCTP binding. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a2f59ad4f5a178c2d45bbd75d151468af13797a21324957b47d85ed1df1d4fec.jpg",
        "img_caption": [
            "FIGURE 3. NMR titration between human TCTP and the human eEF1BS CAR-GEF region (residues 153-281). A $^ 1 { \\mathsf { H } } _ { ^ { - } } ^ { 1 5 } { \\mathsf { N } }$ HSQC spectra of human TCTP titrated with the human eEF1Bδ CAR-GEF region. B, $^ 1 { \\mathsf { H } } _ { ^ { } } ^ { 1 5 } { \\mathsf { N } }$ HSQC spectra of the human eEF1B8 CAR-GEF region during the titration with human TCTP. $C ,$ chemicalshiftperturbationsofthe human eEF1B&CAR-GEFregion (green)andCARdomain (red)titrated withhumanTCTP. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The equilibrium dissociation constants $( K _ { D } )$ between TCTP and the eEF1Bδ CAR domain or the CAR-GEF region estimated byfitting the chemical shift changes during the titration were around $3 0 \\mu \\mathrm { M }$ (Fig.4Cand Table1),indicating low-to-medium binding affinity between TCTP and eEF1B8.ITC experiments showed similar values for the bindingaffinityof TCTP for the eEF1Bδ CAR domain or the CAR-GEF region (Fig. $4 D$ and Table1).Moreover, the thermodynamic parameters obtained from ITC experiments showed that the binding is dominated by the enthalpy change (Table 2),and the heat capacity change of binding obtained fromITC experimentscarried outat different temperatures ranging from 10 to $3 0 ^ { \\circ } \\mathrm { C }$ was $- 2 7 2 \\pm 4 9 \\mathrm { c a l / }$ $\\mathrm { m o l / K } ,$ indicating the removal of solvating water molecules upon binding.Based on the above experimental results,we can conclude that the independent CAR domain is the structural region of eEF1B8 involved in binding to TCTP. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2ce1fa6c3c007945bab6e356ee7c5ab960449ceeca10aed01fdb6db8506f7818.jpg",
        "img_caption": [
            "FIGURE4.Interaction between TCTP and eEF1Bδ detectedby NMR titration and ITC.A, $^ 1 { \\mathsf { H } } _ { ^ { } } ^ { 1 5 } { \\mathsf { N } }$ HSQC spectra of $0 . 2 ~ \\mathsf { m m } ^ { \\ 1 5 } \\mathsf { N }$ -labeledTCTP titrated with eEF1Bδ CAR domain.B, $^ 1 { \\mathsf { H } } ^ { 1 5 } { \\mathsf { N } }$ HSQC spectra of $0 . 5 \\mathsf { m m } ^ { 1 5 } \\mathsf { N }$ -labeled eEF1Bδ CAR domain titrated with TCTP. ${ \\dot { C } } ,$ dissociation constants obtained by fitting the titration curves. $D ,$ ITC experiments of TCTP titrated with EF1δ CAR domain. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Conserved Interaction between TCTP and eEF1B ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/f83dc7afef5fbf6f2010e9b592c6e803b137e418429178ada0638de805c5852b.jpg",
        "table_caption": [
            "TABLE 1 Dissociation constants for binding of TCTP to different eEF1Bδ domains "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>KD values</td></tr><tr><td></td><td>μM</td></tr><tr><td>NMR titration</td><td></td></tr><tr><td>TCTP titrated with eEF1Bδ CARdomain</td><td>29 ±12</td></tr><tr><td>TCTP titrated with eEF1Bδ CAR-GEF region</td><td>30 ±10</td></tr><tr><td>eEF1Bδ CARdomain titrated with TCTP</td><td>25±10</td></tr><tr><td>eEF1Bδ CAR-GEF region titrated with TCTP</td><td>16.8 ± 9.0</td></tr><tr><td>TCTP titrated with eEF1Bδ CARdomain in high salt buffer</td><td>214 ± 78</td></tr><tr><td>C172S TCTP titrated with eEF1BS CAR domain</td><td>15.8 ± 8.8</td></tr><tr><td>eEF1B8 CARdomain titrated with C28S/C172S TCTP</td><td>51.8 ± 8.2</td></tr><tr><td>TCTP titrated with eEF1Bα CAR domain</td><td>25 ± 11</td></tr><tr><td>TCTP titrated with eEF1Bα CAR-GEF region</td><td>8.2 ± 4.3</td></tr><tr><td>ITC experiments</td><td></td></tr><tr><td>TCTP titrated with eEF1Bδ CAR domain</td><td>35.3 ± 7.6</td></tr><tr><td>TCTP titrated with eEF1Bδ CAR-GEF region</td><td>12.2 ± 2.0</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/bd93fa0e9618efff6c42e4dcdea030e9fa0b369865de9c9d52c60e9727b601df.jpg",
        "table_caption": [
            "TABLE2 Thermodynamic parameters for binding of TCTP to the eEF1Bδ CAR domain measured byITC "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>T</td><td>△G</td><td>△H</td><td>△S</td><td>KD</td><td>△Cp</td></tr><tr><td>℃</td><td>cal/mol</td><td>cal/mol</td><td>cal/mol/K</td><td>μM</td><td>cal/mol/K</td></tr><tr><td>10</td><td>-6633 ± 106</td><td>-3973 ± 185</td><td>9.3 ± 1.0</td><td>8.0 ± 1.5</td><td></td></tr><tr><td>15</td><td>-6869 ±195</td><td>-5288 ± 396</td><td>5.6 ± 2.0</td><td>6.5 ± 2.2</td><td></td></tr><tr><td>20</td><td>-6262 ± 177</td><td>-7717 ± 1714</td><td>-5.0 ± 6.4</td><td>22.5 ± 6.8</td><td>-272 ± 49</td></tr><tr><td>25</td><td>-6101 ± 128</td><td>-8328 ± 1546</td><td>-7.6 ± 5.6</td><td>35.3 ± 7.6</td><td></td></tr><tr><td>30</td><td>-6074 ± 195</td><td>-9042 ± 1422</td><td>-9.9 ± 5.3</td><td>44 ± 14</td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "SolutionStructureofeEF18 CARDomaininFreeandTCTP bound States-All peaks in the $\\mathrm { ^ 1 H } \\mathrm { - } ^ { 1 5 } \\mathrm { N }$ HSQC spectrum of the eEF1B8 CAR domain,including the significantly overlapped peaks (Lys- $1 8 5 _ { \\delta } ,$ Lys- $. 1 8 6 _ { \\delta } ,$ and Arg- $1 8 0 _ { \\mathrm { { \\delta } } } { \\mathrm { { } } } _ { \\mathrm { { \\delta } } }$ （20 ${ \\mathrm { G l u } } { - } 1 7 6 _ { \\delta } ,$ Glu- $1 8 4 _ { \\delta } ,$ and $\\mathrm { G l n - } 1 8 1 _ { \\delta } )$ ,were unambiguouslyassigned using triple resonance experiments (Fig.2A).The structure of the eEF1Bδ CAR domain was calculated based on the nearly complete assignments and various restraints (Table 3).The final structure of the eEF1B8 CAR domain (Fig.5, $A$ and $C$ ）showsan $\\alpha$ -helical structure comprising one helix for residues 169-185 and two flexible loops for the residues of both terminal regions. The steady-state $\\mathrm { ^ 1 H - ^ { 1 5 } N }$ NOE experiment indicated that the $\\alpha$ -helix is a relatively rigid structure indicated by larger NOE values, whereas the flexible loops have smaller NOE values (Fig. $5 F _ { \\cdot }$ ） Negatively charged residuesare mainlylocated in theN-terminal loop and the N-terminal part of the $\\alpha$ -helix,whereas positivelycharged residues are mainly located in the C-terminal loop and the C-terminal part of the $\\alpha$ -helix.Hydrophobic residues are sparsely distributed along the N-terminal loop and the whole $\\alpha$ -helix (Fig.5C). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To probe the structural changes in the eEF1Bδ CAR domain upon TCTP binding，we determined the structure of the eEF1B8 CAR domain in the TCTP-bound state (Fig.5,Band D). Comparing the structures of the eEF1Bδ CAR domain in the bound and free states,the helix in the bound state was extended atboth the $\\mathrm { \\Delta N }$ and C termini (from residues 169-185 to $1 6 8 -$ 187),and the N-terminal loop becomes more convergent (Fig. $5 , B , D ,$ and $E$ ).The flexible-to-rigid transition in the structure wasalso revealed by the increased heteronuclear steady-state $^ 1 \\mathrm { H } \\mathrm { - } ^ { 1 5 } \\mathrm { N }$ NOE values of the N-terminal loop and further evidenced by the larger number of observable $\\mathrm { ^ 1 H - ^ { 1 } H }$ NOEs available for use in the structural calculation (Fig. $5 F$ and Table 3). This flexible-to-rigid transition upon TCTP binding was further evidenced by CLEANEX-PM experiments of the eEF1B8 CAR-GEF region,which measured the amide-water hydrogen exchange rates (Fig. $5 G$ ).The eEF1Bδ CARdomain showed a significant decrease in the exchange rates upon TCTP binding, whereas the rates of the GEF domain were largely unchanged. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/6ae790ff49e5037a8ce9687529291cef0a8524842c5ceb4e472060f429d033e4.jpg",
        "table_caption": [
            "TABLE 3 Restraints and structure statistics for 20 lowest energy conformers of freeand TCTP-bound EEF1Bδ CAR domain "
        ],
        "table_footnote": [
            "ä Regular secondary structure regions are residues l69-185 and 168-187 of the eEF1Bδ CAR domain in free and TCTP-bound states,respectively. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Free</td><td>TCTP-bound</td></tr><tr><td>Distance restraints</td><td></td><td></td></tr><tr><td>Intra-residue</td><td>102</td><td>226</td></tr><tr><td>Sequential</td><td>44</td><td>115</td></tr><tr><td>Medium</td><td>10</td><td>67</td></tr><tr><td>Long range</td><td>0</td><td>0</td></tr><tr><td>Ambiguous</td><td>42</td><td>76</td></tr><tr><td>Total</td><td>198</td><td>484</td></tr><tr><td>Hydrogen bond restraints</td><td>26</td><td>30</td></tr><tr><td>Dihedral angle restraints</td><td></td><td></td></tr><tr><td></td><td>25</td><td>28</td></tr><tr><td></td><td>25</td><td>27</td></tr><tr><td>total</td><td>50</td><td>55</td></tr><tr><td>Violations</td><td></td><td></td></tr><tr><td>Maximum distance violations (A)</td><td>0.145</td><td>0.155</td></tr><tr><td>Maximum torsion angle violation ()</td><td>0</td><td>0</td></tr><tr><td>PROCHECK statistics (%)</td><td></td><td></td></tr><tr><td>Most favored regions</td><td>78.2</td><td>85.1</td></tr><tr><td>Additional allowed regions</td><td>19.9</td><td>11.8</td></tr><tr><td>Generously allowed regions</td><td>1.1</td><td>0.9</td></tr><tr><td>Disallowed regions</td><td>0.9</td><td>2.1</td></tr><tr><td>Root mean square deviation from mean structure (A)</td><td></td><td></td></tr><tr><td>All residues</td><td></td><td></td></tr><tr><td>Backbone heavy atoms</td><td>6.42 ± 1.20</td><td>4.14 ± 1.07</td></tr><tr><td>All heavy atoms</td><td>6.91 ± 1.21</td><td>4.44 ± 0.88</td></tr><tr><td>Regular secondary structure residuesa</td><td></td><td></td></tr><tr><td>All heavy atoms</td><td>1.49 ± 0.24</td><td>1.13 ± 0.19</td></tr><tr><td>Backbone atoms</td><td>0.54 ± 0.17</td><td>0.56 ± 0.20</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Binding Surfaceson TCTPandeEF1B8 CARDomain-The binding surfaces on TCTP and the eEF1B8 CAR domain were determined by mapping the CSPs onto the protein structures (Fig. 6). Structural regions containing residues with significant CSPs (larger than average value plus1 S.D.) when TCTP was titrated with the eEF1Bδ CAR domain,and vice versa,were identified as the binding surfaces of the proteins.TCTP contains two binding surfaces as follows: the $\\alpha$ -hairpin region, including helices $\\alpha 2$ and $\\alpha 3$ of TCTP(TCTP site I),and one side ofthe $\\beta$ core (TCTP site II), including loops $\\mathrm { L } _ { \\beta 1 \\beta 2 } , \\mathrm { L } _ { \\beta 7 \\alpha 2 } , \\mathrm { L } _ { \\beta 8 \\beta 9 } ,$ and strands $\\beta 1 _ { \\cdot }$ β2, $\\beta 8$ and $\\beta 9$ (Fig. 6, $A$ and $B$ ).TCTPsiteI contains many positively charged residues surrounding a hydrophobic pocket on the surface (Fig. 6, $C$ and $G$ ),andTCTP site II is a hydrophobic patch surrounded by a few negatively charged residues in loop $\\mathrm { L } _ { \\beta 8 \\beta 9 }$ (Fig. 6C). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The eEF1B8 CAR domain also has two binding surfaces as follows: residues 155-161 in the N-terminal loop (eEF1Bδ site I),and residues179-188 mainly in the $\\alpha$ -helix (eEF1Bδ site II) (Fig. 6, $D$ and $E$ ).EEF1BS site Iis highly negativelycharged (Fig $^ { 6 , F }$ and $G$ )withafew hydrophobic residues (Ile- $1 5 7 _ { \\delta } ,$ Leu- $1 5 9 _ { \\delta } ,$ and Phe- $1 6 0 _ { \\delta } )$ .This site may undergo a significant conformational/environmental change upon binding because residue Phe- $. 1 6 0 _ { \\delta }$ showed an extraordinarily high CSP value (Fig. $6 D \\mathrm { ^ { \\cdot } }$ ） EEF1Bδ site I contains both hydrophobic and positively charged residues (Fig. $6 F$ ).Interestingly,in terms of electrostatic and hydrophobic interactions,eEF1Bδ sites Iand I are complementarywith TCTP sitesIand II,respectively. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/526a0f7f2b08ce87f93228ec92e38cd3ff3e5625ac5a8bff9e696240db7ebddd.jpg",
        "img_caption": [
            "FIGURE5Strucesondcbeblef TCTP-bound (B) states.Cand $D ,$ electrostatic surface for free (C and TCTP-bound (D) states. $E ,$ superimposed structures of free (red) and TCTP-bound (green) eEF1BδCAR domains. $F ,$ heteronuclearsteady-state $^ 1 mathsf { H } _ { ^ { } } { } ^ { 1 5 } \\mathsf { N }$ NOEsoffree (red)and TCTP-bound (green) eEF1Bδ CAR domain. $G ,$ amide-water hydrogen exchange rates $k$ offree (red) and TCTP-bound (green) eEF1Bδ CAR-GEF region determined by CLEANEX-PM experiments. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/301919ffcab74809e19234a5a1a51ab74f936970dbd43fbbd11a18dae5c0e95f.jpg",
        "img_caption": [
            "FIGURE6.aidacsdAftratdioainti:22ca mapping of CSPson TCTP. $C _ { \\prime }$ electrostatic surface of TCTP.D,CSPs of eEF1BS CAR domain titrated with TCTP(molar ratio 1:2.2). $E ,$ structural mapping of CSPs on the eEF1Bδ CAR domain. $F ,$ electrostaticsurfaceoftheFBCdomain.GoseupwofeletrostaticsurfacesofitefCT(eftndtheeEFdoin it indicatethebindingsiteslandllofeach protein,respectively;secondarystructureelementsareshownonthetop.Band $E ,$ residues with a CSP value more than the averagevaluepesdteaeUsisie hocsbao "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/08f539b46e0cbd91a1a9a05d87effba1c9001a75e06f1df09464b1d8ceb836b1.jpg",
        "img_caption": [
            "FIGURE7te areshownasredballsand sticks. $C { - } H ,$ PREeectsandstructuralmappingoeEFCRdomainySL-labeedTT.I-NREefectsandstructuralmappingoby b residues with more than $4 0 \\%$ peakintensityattenuationwereindicatedbydiffrentcolorsfordiffrentlabelingsites.Unassignedresiduesareshowninblack. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Intermolecular Orientation Probed byPRE-Because structural determination of the TCTP-eEF1Bδ complex was not possiblebecause of theweak interaction between TCTPand eEF1B8, the following strategy was adopted to obtain the structure of the complex.First, PRE experiments were conducted to obtain the orientation of the two proteins in the complex. Second, the key residues in the interaction were identified by titration of proteins with various single point mutations on the binding surfaces.Third, HADDOCK combined with CSP,PRE,and mutagenesis data was used to calculate the structure of the complex.(The second and third approaches are described in the subsequent sections.) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For PRE experiments, three residues of TCTP $( \\mathrm { T h r - } 1 1 6 _ { \\mathrm { p } } ,$ Ala- $\\cdot 1 2 7 _ { \\mathrm { p } } ,$ and Asp- $1 4 3 _ { \\mathrm { p } }$ )were chosenasMTSL-labelingsites to detect interactions with the eEF1Bδ CAR domain. Thr- $1 1 6 _ { \\mathrm { p } }$ and Ala- $1 2 7 _ { \\mathrm { p } }$ are located,respectively,atthe N-and C-terminal parts of helix $\\mathbf { \\alpha } \\propto \\mathbf { 3 }$ around TCTP site I; and Asp- ${ } ^ { 1 4 3 } \\mathrm { _ { p } }$ is close to TCTP site II (Figs. $6 B$ and $7 B$ ).To further investigate the interactions between the two proteins,five residues of the eEF1Bδ CAR domain were chosen as MTSL-labeling sites as follows: Pro- $1 5 0 _ { \\delta }$ and Ala- $1 9 1 _ { \\delta }$ at the $_ \\mathrm { N }$ and C termini, respectively,and Lys- $1 6 9 _ { \\delta } ,$ Glu- $1 7 7 _ { \\delta } ,$ and Lys- $1 8 6 _ { \\delta }$ in the $\\alpha$ -helix (Figs. $6 E$ and 7A).MTSL-labeled $\\mathrm { T 1 1 6 C _ { p } }$ caused attenuation of the signals ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conserved Interaction between TCTP and eEF1B ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "from the eEF1Bδ site I(Fig.7, Cand $D _ { . } ^ { \\cdot }$ ),whereasMTSL-labeled $\\mathrm { A 1 2 7 C _ { p } }$ affected the N-terminal residues in the HSQC spectrum of the eEF1B8 CAR domain (Fig.7, $E$ and $F$ ).Signals from residuesat eEF1Bδ site II were broadened by MTSL-labeled $\\mathrm { D 1 4 3 C _ { p } }$ (Fig.7, $G$ and $H _ { , }$ ，whereasMTSL-labeled $\\mathrm { K 1 6 9 C } _ { \\delta }$ caused specific signal attenuation forresidues from TCTP siteI (Fig. 7, $I$ and J).The PRE effect of MTSL-labeled $\\mathrm { E 1 7 7 C } _ { \\delta }$ was observed as signal attenuation of residues located between TCTP sites Iand II as wellas some residues within the sites (Fig. 7, $K$ and $L$ )，whereasMTSL-labeled $\\mathrm { K 1 8 6 C } _ { \\delta }$ reduced signals from TCTP site II(Fig.7, $M$ and $\\boldsymbol { N }$ .No PRE effect of MTSLlabeled $\\mathrm { P 1 } 5 0 \\mathrm { C _ { \\delta } }$ and $\\mathsf { A } 1 9 1 \\mathsf { C } _ { \\delta }$ was observed (data not shown). These results indicate that eEF1Bδ sitesIand I interact with TCTP sites I and II, respectively. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "TheabovePRE dataallowamodelof the intermolecularorientation to be generated.The N-terminal loop of the eEF1Bδ CARdomain (eEF1Bδ CAR site I) is close to the $\\alpha$ -hairpinof TCTP(TCTP site I),whereas the $_ \\mathrm { N }$ terminus of the eEF1B8 ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/62377797acb04e736493e623ce367574f130c8c097585037f6ae6efee4f2517e.jpg",
        "table_caption": [
            "TABLE4 Dissociation constants for binding of TCTP to mutants and fragments of the eEF1Bδ CAR domain "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>TCTP titrated with eEF1Bδ CARdomain</td><td>KD values with TCTP</td><td>eEF1Bδ CAR domain titrated</td><td>KD values</td></tr><tr><td></td><td>μM</td><td></td><td>μM</td></tr><tr><td>WT</td><td>29 ±12</td><td>WT</td><td>25 ±10</td></tr><tr><td>D155K</td><td>30 ± 24</td><td>F83A</td><td>97 ± 16</td></tr><tr><td>D156K</td><td>18.6 ± 7.4</td><td>E86Q</td><td>17 ± 12</td></tr><tr><td>I157A</td><td>205 ±68</td><td>K89Q</td><td>138 ± 66</td></tr><tr><td>D158K</td><td>203 ±84</td><td>K90Q</td><td>72 ± 22</td></tr><tr><td>L159A</td><td>Not detected</td><td>I92A</td><td>251 ± 62</td></tr><tr><td>F160A/L/Y</td><td>Not detected</td><td>K93Q</td><td>693 ± 260</td></tr><tr><td>G161K</td><td>190 ± 24</td><td>D94Q</td><td>8.0 ± 4.6</td></tr><tr><td>S162K</td><td>14 ± 11</td><td>M96A</td><td>13.2 ± 4.2</td></tr><tr><td>D163K</td><td>20 ±15</td><td>M96N</td><td>792 ± 125</td></tr><tr><td>E165A</td><td>30±13</td><td>K97Q</td><td>111 ± 19</td></tr><tr><td>E166A</td><td>13.0 ± 8.5</td><td>M115D</td><td>Not detected</td></tr><tr><td>E167K</td><td>149 ± 75</td><td>A118D</td><td>Notdetected</td></tr><tr><td>E170A</td><td>12.8 ± 6.5</td><td>A119E</td><td>31 ±10</td></tr><tr><td>E176K</td><td>13.2 ± 7.1</td><td>A119K</td><td>60 ±10</td></tr><tr><td>R178D</td><td>49 ± 28</td><td>I122A</td><td>90 ±19</td></tr><tr><td>L179A</td><td>7.1 ± 4.1</td><td>K123E</td><td>231 ± 91</td></tr><tr><td>Y182A</td><td>91±33</td><td>M140A</td><td>60 ±13</td></tr><tr><td>K186D</td><td>40 ±16</td><td>P142A</td><td>21.5 ± 6.9</td></tr><tr><td>K189D</td><td>26±15</td><td></td><td></td></tr><tr><td>EDDDIDLFGSDNE</td><td>307 ±86</td><td></td><td></td></tr><tr><td>(residues 153-165) DLFGS (residues 158-162)</td><td>>1000</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CARdomainis toward the C terminus of helix $\\alpha 3$ of the $\\alpha$ -hairpin of TCTP.The $\\alpha$ -helixof the eEF1Bδ CARdomain (eEF1Bδ site II) is close to the $\\beta$ -coreofTCTP(TCTP siteII),whereas the region connecting eEF1Bδ sites Iand II is close to the structural region between the $\\alpha$ -hairpin and the $\\beta$ -core of TCTP. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "KeyResiduesDriveInteraction between TCTPandeEFiB8 CAR Domain-According to the above data，electrostatic and/or hydrophobic interactions may drive the binding of the eEF1Bδ CARdomain to TCTP.The question iswhetherhydrophobic or charged residues play the most important role in the interaction.NMR titration performed with mutant proteins containing various single mutations in the binding site of each protein (Table 4 and Fig. 8) was adopted to identify the key residues for binding in the two proteins. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The hydrophobic pocketof TCTP site Icould accommodate the hydrophobic residues of eEF1BS site I.Consistent with this, mutants $\\mathrm { L } 1 5 9 \\mathrm { A } _ { \\delta } ,$ （204号 $\\mathrm { F 1 6 0 A } _ { \\delta } ,$ （20 $\\mathrm { M } 1 1 5 \\mathrm { D } _ { \\mathrm { p } } ,$ and $\\mathrm { A 1 1 8 D _ { p } }$ showed no binding with their wild-type binding partner,whereas $\\mathrm { M } 9 6 \\mathrm { A _ { p } }$ and $\\mathrm { A 1 1 9 E _ { p } }$ did not change the binding,showing $K _ { D }$ values similar to that of wild type.It is likely that residues Leu- $1 5 9 _ { \\delta }$ and Phe- $. 1 6 0 _ { \\delta }$ of the eEF1Bδ CAR domain insert into the hydrophobic pocket of TCTP site I, because Phe $1 6 0 _ { \\delta }$ showed anextraordinarily high CSP value in the NMR titration.We confirmed that Phe- $1 6 0 _ { \\delta }$ indeed plays a vital role in the interaction, because replacement of phenylalanine with leucine or tyrosine instead of alanine at residue l6O also prevents binding between the two proteins.In addition, mutants $\\mathrm { I 9 2 A _ { p } } ,$ （20 $\\mathrm { M 9 6 N _ { p } }$ （204 $\\mathrm { A 1 1 9 K _ { p } } ,$ $\\mathrm { I 1 2 2 A _ { p } } ,$ and $\\mathrm { I } 1 5 7 \\mathrm { A } _ { \\delta }$ as well as ${ \\mathrm { G 1 6 1 K } } _ { \\mathfrak { d } }$ decreased the binding affinity about 3-30-fold.Meanwhile,mutation of charged residues $\\mathrm { D 1 } 5 8 \\mathrm { K } _ { \\delta }$ $\\mathrm { K 8 9 Q _ { p } } ,$ $\\mathrm { K 9 3 Q _ { p } } ,$ $\\mathrm { K 9 7 Q _ { p } } ,$ and $\\mathrm { K 1 2 3 E _ { p } }$ caused a severalfold decrease in affinity，whereas mutants $\\mathrm { D 1 } 5 5 \\mathrm { K } _ { \\delta } ,$ $\\mathrm { D 1 } 5 6 \\mathrm { K } _ { \\delta }$ （24号 $\\mathrm { S 1 6 2 K } _ { \\delta } ,$ $\\mathrm { D 1 6 3 K } _ { \\delta } ,$ and $\\mathrm { E 8 6 Q _ { p } }$ showed $K _ { D }$ values similar to that of wild type(Table 4).In TCTP siteII and eEF1Bδ site II, mutations of hydrophobic residues $\\mathrm { Y 1 8 2 A _ { \\delta } }$ ， $\\mathrm { F 8 3 A _ { p } }$ and $\\mathrm { M 1 4 0 A _ { p } }$ decreased binding affinities by severalfold,whereas $\\mathrm { L 1 7 9 A } _ { \\delta } { \\it \\Psi }$ and $\\mathrm { P 1 4 2 A _ { p } }$ showed affinities similar to that of wild type.Analysis of TCTP CSP values caused by $\\mathrm { Y 1 8 2 A _ { \\delta } }$ and eEF1Bδ CSP values caused by $\\mathrm { F 8 3 A _ { p } }$ and $\\mathrm { M 1 4 0 A _ { p } }$ revealed that most residues in TCTP siteIandeEF1Bδ siteII failed to show significant chemical shift changes.Meanwhile,mutations of charged residues $\\mathrm { K 1 8 6 D } _ { \\delta }$ and $\\mathrm { K 1 8 9 D _ { \\delta } }$ had almost no effect on the interaction.All these data suggest that hydrophobic rather than electrostatic interactions between the binding sites on the two proteins play a crucial role in the binding,and the eEF1Bδ site I is critical for binding with TCTP.However,the binding affinity in $4 0 0 \\mathrm { m M N a C l }$ decreased about 7-fold compared with thatin $2 0 0 \\ \\mathrm { m m } \\ \\mathrm { N a C l }$ (30 versus $2 1 4 ~ \\mu \\mathrm { M } ,$ (Table1).Therefore, hydrophobic interactions dominate the bindingbetween TCTP and the eEF1Bδ CAR domain,whereas electrostatic interactions also contribute to the binding affinity. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/4acdb9efbb7e0d86ef426a62fbc1d7427389b83c6c5d23a04362bee3af17beec.jpg",
        "img_caption": [
            "IGURE8MutationsitesonthestructureofhumanTP(A)andthehumaFBCARdomain(B).hesidehainsfmutatedsiuesareownas iticks.Neutralpositivelyarged,andegativelycrgedesiduesaresownigeen,bluendred,spctiely. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To further confirm the importance of eEF1Bδ site Ifor interaction with TCTP,TCTP was titrated with peptides EDD DIDLFGSDNE,DLFGS,and LFG corresponding to residues ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/b075393c35d41b7b630fc4d7dd6ab8a622b4c9a1588120a07c41f7c61abef219.jpg",
        "table_caption": [
            "TABLE5 Statistics for the complex of TCTP and the eEF1Bδ CAR domain obtained by HADDOCK docking "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>No.of clusters</td><td>3</td><td></td></tr><tr><td>Cluster</td><td>1st</td><td>2nd</td></tr><tr><td>Structure number</td><td>179</td><td>6</td></tr><tr><td>HADDOCK score</td><td>-206.7 ± 4.1</td><td>-172.9 ± 3.9</td></tr><tr><td>RMSD from lowest energy structure</td><td>1.2 ± 0.7</td><td>2.5 ± 0.2</td></tr><tr><td>Restraints violation energy</td><td>138 ± 36</td><td>160 ± 49</td></tr><tr><td>Buried surface area</td><td>2337 ± 87</td><td>2212 ± 121</td></tr><tr><td>Z-score</td><td>-1.2</td><td>-0.1</td></tr><tr><td>PROCHECK statistics (%)</td><td></td><td></td></tr><tr><td>Most favored regions</td><td>83.3</td><td>83.6</td></tr><tr><td>Additional allowed regions</td><td>16.1</td><td>14.5</td></tr><tr><td>Generously allowed regions</td><td>0.2</td><td>1.1</td></tr><tr><td>Disallowed regions</td><td>0.5</td><td>0.8</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "153-165 (containing all residues of eEF1Bδ site I),158-162, and 159-161 of the eEF1Bδ CAR domain, respectively.All peptides showed interaction with site I of TCTP,and longer peptides showed stronger afinity (Table 4).Therefore,the two hydrophobic residues Leu- $. 1 5 9 _ { \\delta }$ and Phe- $1 6 0 _ { \\delta }$ in cooperating with other residues from eEF1Bδ site I play key roles in the binding. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "StructuralModeloftheTCTP-eEFiB8CARDomain Complex—The structural model of the TCTP-eEF1B8 CARdomain complex was determined byHADDOCK docking computation (34).The structural model obtained demonstrates a large buried interacting surface area $( 2 3 3 7 . 4 \\pm 8 7 . 2 \\mathring { \\mathrm { A } } ^ { 2 } ,$ (Table5and Fig. 9A).The two hydrophobic residues Leu- $1 5 9 _ { \\delta }$ and Phe- $1 6 0 _ { \\delta }$ in eEF1Bδ site Iinsert into the hydrophobic pocket of TCTP site I between the two helices $\\alpha 2$ and $\\alpha 3$ ，although surrounding charged residues form salt bridges (Fig. 9B).Tyr- $1 8 2 _ { \\delta }$ of eEF1Bδ site II contacts with two hydrophobic residues Phe ${ \\cdot 8 3 } _ { \\mathrm { p } }$ and Met- $1 4 0 _ { \\mathrm { p } }$ of TCTP siteII(Fig.9C).The helix of the eEF1Bδ CAR domain forms $1 1 9 . 6 \\pm 3 . 3$ and $4 9 . 8 \\pm 2 . 7 ^ { \\circ }$ angles with the helices $\\alpha 2$ and $\\alpha 3$ of TCTP, respectively. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The docking model of the complex of TCTPand the eEF1B8 CAR domain shows continuous interacting surfaces,including sites Iand II as well as the region between the two sites of each protein.A number of charged residues in the region form salt bridges,including Lys $\\mathrm { - 9 7 _ { p } - G l u - 1 6 7 _ { \\delta } - L y s - 9 3 _ { p } - G l u - 1 7 0 _ { \\delta } } ,$ Lys$9 0 _ { \\mathrm { p } } { - } \\mathrm { G l u - } 1 7 7 _ { \\delta } ,$ Lys- $1 0 0 _ { \\mathrm { p } } { - } \\mathrm { G l u - } 1 6 5 _ { \\delta } ,$ and Asp- $9 4 _ { \\mathrm { p } } { - } \\mathrm { A r g - } 1 7 8 _ { \\delta }$ contributing to the buried binding interface.To confirm the role of these residues in the binding,a number of mutants were constructed and used for NMR titration.Mutants including $\\mathrm { E } 1 6 5 \\mathrm { A } _ { \\delta } ,$ （204号 $\\mathrm { E 1 6 6 A } _ { \\delta } ,$ （204号 $\\mathrm { E 1 7 0 A } _ { \\delta } ,$ （204号 $\\mathrm { E 1 7 6 K } _ { \\delta } ,$ and $\\mathrm { D 9 4 Q _ { p } }$ showed $K _ { D }$ values similar to wild type,and $\\mathrm { E 1 6 7 K } _ { \\delta } ,$ $\\mathrm { R 1 7 8 D } _ { \\delta } ,$ and $\\mathrm { K 9 0 Q _ { p } }$ showed a decrease inaffinity of severalfold(Table 4).This demonstrates that electrostatic interactions in the region between sites Iand II of each protein, forming a continuous interacting surface together with sites Iand IIof each protein,also contribute to the binding affinity. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/dd46bbb62f4d80e2923b3d598b82f66340223af800355973d338c75ab9e335d2.jpg",
        "img_caption": [
            "FIGURE9.StructurefTFComaincomplexaindyDCKAbepresetatiofttructureftTFCAR domain complex.TCTP and the eEF1Bδ CAR domainare colored in greenand cyan,respectively. $B ,$ close-up view of the site l-binding sites of both proteins in the complex. $C _ { \\prime }$ close-upviewftesiteldngitesofothroteisinomlexBdisprestedtrostaticcesic posiveldiedcspielasedods s of TCTP and the eEF1Bδ CAR domainare labeled in green and red,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The structure model of the complex is in agreement with the thermodynamic parameters obtained from ITC experiments. The large buried interaction surface area in the structure of the complex suggests that a significant decrease in hydration should occur during binding,which is in agreement with the large negative value of the heat capacity change estimated by ITC experiments (Table 2).A large number of electrostatic interactions in the structure of the complex is consistent with the dominant enthalpy change observed in ITC experiments. The apparent thermodynamic parameters obtained from the ITC experiments also reveal that the entropy change is relatively small.Although hydrophobic interactions and dehydration during binding will result in a positive entropy change, the significant change in dynamics (flexible-to-rigid) of the eEF1Bδ CAR domain upon binding to TCTP produces a negative entropy change,which results in the small total entropy change. Interaction of TCTP and eEFiB GEFs Is Conserved in Eukaryotes-TCTP is highly conserved in eukaryotes. Sequence alignment of TCTPs (Fig.10A) showed the key residues for binding eEF1Bδ are largely conserved in various species.Four of five hydrophobic residues (Ile- $^ { 9 2 } \\mathrm { { _ { p } ^ { , } } }$ Met- $^ { 9 6 } \\mathrm { { _ p ^ { , } } }$ Met- $1 1 5 _ { \\mathrm { p ^ { \\prime } } }$ Ala- $1 1 8 _ { \\mathrm { p } } \\mathrm { : }$ and Ile- $1 2 2 _ { \\mathrm { p } }$ )except Met-115 in humanTCTP site Iare hydrophobic residues in all TCTPs.The positively charged residues are also largely conserved, particularly Lys- $9 3 _ { \\mathrm { { p } } }$ (whose mutation causes the most significant affinity loss with eEF1Bδ) is completely conserved in TCTPs.In TCTP site II, the two key hydrophobic residues (Phe-83 and Met-140 in human TCTP) are always hydrophobic residues in TCTPs.The sequence alignment of various GEFs in the eEF1B complex (including $\\mathrm { e E F 1 B } \\alpha$ ，which exists in all eukaryotes,eEF1Bδ,which exists only in metazoans,and $\\mathrm { e E F 1 B } \\beta$ ，which exists only in plants (Figs.1 and 1OB)) indicates that all of these proteins have the conserved CAR domain at the N terminus of the GEF domain. Furthermore, the key residues Leu-Phe and surrounding negatively charged residues in eEF1Bδ site Iare completely conserved inall eEF1B GEF CAR domains.In eEF1Bδ site II, the hydrophobic residue Tyr- $1 8 2 _ { \\delta }$ is largely but not completely conserved in all CAR domains.Therefore,both siteIof TCTP and site I of all eEF1B GEF CAR domains are conserved in eukaryotes,although site II of each of the proteins is less well conserved.Because it is site Iin each protein that is crucial for the interaction,we can therefore speculate that the interaction between TCTP and eEF1B GEFs is conserved inall eukaryotes. To test the conservation of the interaction between TCTP ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "and eEF1B GEFs,we first checked the interaction between human TCTPand eEF1Ba.NMR titration experiments showed that the CAR domain and the CAR-GEF region of eEF1Bα interact with TCTP,and the CSPs of TCTP and $K _ { D }$ values were very similar to those from the titration experiments with eEF1B8 (Fig.10,C-F).These results demonstrate that TCTP interactswitheEF1B $\\alpha$ at the same sitesas with eEF1B8.Such interactions werealsodetected for TCTP and eEF1B $\\alpha$ from lower eukaryotes,including the fission yeast S.pombe and the unicellular photosynthetic microalga $N .$ oceanica (Fig.11).The binding sites on fission yeast TCTP identified by CSP mapping, according to the previous chemical shift assignments of fission yeast TCTP (35),include both site Iand site II, the same as the sites on human TCTP.The bindingaffinities $( 1 1 2 \\pm 1 8 ~ \\mu \\mathrm { M }$ for S.pombeand $3 8 . 4 \\pm 9 . 0 \\mu \\mathrm { M }$ for $N .$ oceanica) derived fromNMR titration are similar (slightly lower) to those for human TCTP$\\mathrm { e E F 1 B } \\alpha / \\delta$ interactions.These results imply that the interaction between TCTP and eEF1BGEFs is conserved inall eukaryotes. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In this study，we demonstrate that the CAR domain of eEF1Bδ (residues 153-192),which is structurally independent of the C-terminal GEF domain,is responsible for binding to TCTP through conserved hydrophobic and electrostatic interactions.The interactions are conserved for TCTP and all GEFs of the eEF1B complex,including eukaryotically conserved $\\mathrm { e E F 1 B } \\alpha$ and plant-specific eEF1Bβ.Thus, the CAR domain is a pivotal region for the regulation of different eEF1B subunits in performing GEF activity,and the involvement of TCTP in the protein translation machinery likely represents one of the primary cellular functions of TCTP inall eukaryotes. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The finding that TCTPbinds to the CAR domain instead of the GEF domain of eEF1Bδ raises the question of how TCTP inhibits the GEF activity of eEF1B8.According to the structure of the eEF1B $\\alpha$ -eEF1A complex (Protein Data Bank codes 1F60 and1IJF)(16,17),the catalytic residues of eEF1Bα are located at the C terminus,and a conserved lysine residue at the second position from the C terminus of eEF1B $\\alpha$ disrupts the interaction of $\\mathrm { M g ^ { 2 + } }$ with eEF1A and GDP,resulting in the release of $ { \\mathrm { M g ^ { 2 + } } }$ and GDP from eEF1A. The C and $_ \\mathrm { N }$ termini of the eEF1Bα GEF domain form an antiparallel $\\beta$ -sheet;thus,the CAR domain,which is at the N terminus of the GEF domain,is also spatially close to the $\\mathrm { { G D P / M g ^ { 2 + } } }$ -binding site of eEF1A domain I.When the 20-kDa TCTP protein binds to the CAR domain of eEF1B $\\alpha$ ,TCTP will likely impede the release of GDP by steric hindrance.This inhibition mechanism is different from classic guanine nucleotide dissociation inhibitors that inhibit the nucleotide release from GTPases by competing with the nucleotide exchange factors (36,37). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Our data demonstrate that the $\\alpha$ -hairpin-containing siteIof TCTPplaysakeyrole inthe interactionwitheEF1BGEFs.Ithas been proposed that the $\\alpha$ -hairpin of TCTP playsa keyrole in many interactions and functions of TCTP(9,12,38-41).However,all of these reports lack structural information about the interaction,and some of them are contradictory.For example, several researchers reported that TCTP physically interacts with p53 (9,39,42).However,one paper reported that p53 binds to the $\\alpha$ -hairpin of TCTP (39),although another paper reported that p53 binds to the N- and C-terminal regions of TCTP (42).All of them used fragments of TCTP to detect the ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A eEF1B binding site 100 11Q 120 13Q 50 Identity Hs_TCTP AY EEQRPE- RVKP AE 100% Mm_TCTP EQKPE- KP AE 958 Ss_TCTP E KG CEQRAE- R KP MTG AEQ DCHE. 88% Oc_TCTP KG CEQRPE- KP MTG AEQ 97% Af_TCTP VD ETNPS- DT NKY E 43% Dr_TCTP A QESAPN--F DP PAE 66% Ce_TCTP IDH KNNRDKAD DA QG V DRF AEGAE 28% Dv_TCTP E EKSPD- Q DV NKA KEI 45% At_TCTP EE--DQAVFKKG EG LSDF H FAY 34% Px_TCTP TAPD--QVDVE NKV RFKEL E 45% Pt_TCTP PE--QQEVFKKN EG 1 338 Os_TCTP A AE KQEEFKKN EG FAY 33% Sc_TCTP A TNPE EKGAQTY 40% Sp_TCTP KA SN PE PV EKNA IGF 45% Dd_TCTP 7GY A ADNNPS DA KKDAADE 368 No_TCTP AYTAM GSGVAVEI 26%   \nB TCTP binding site 190 Identity C 100.0- 17 180 Hs 194239731 SDN DKEAAQLREER RQY AEKKAKKPAL 100% 100% Mm54287684 ： F K SDE DKEAARLR LRO AEKKA PTL 90% 98% Oc 126722825： E DD SD- DKEAARLR ROYAEKKA PAL 95% 98% 105.0   \neEF1B8 Gg 513173824： DD SDD DQEAAKVR RQ AEKKA PGL 83% 89% Dr 71834442 ： DD SD DEEAERLK QE AAKKA PAL 77% 84% Dm 19921046 SDS DGEAARIR AAKKA VQI 70% 69% Ce 71997105 SEI DEEKKKVV AAKKAT AGP 58% 66% 110.0- Hs 83376130 SDD SEEAKRLR ESKKA PAL 78% 87% Mm 31980922 SDD SEEAKKLR AQ ESKKA PAV 758 85% Oc 126722713 SDD SEEAKRLR d ESKKA PAL 78% 85% T116 Gg 46048866 SDD SEEAKRLR QYESKKA PAL 78% 87% Dr 41053941 SD DEEAAKIKE LAAYNAKKA PAL 778 84 Dm 442623966 SD DEEAERIK RVAAYAAKKS PAL 648 75%   \neEF1Bα Ce 17553634 Pt 566150510 ： DETE SDD DKK-- DAEKAKIV --AA REKAKKGSSKI AEKKA ESG AGP 65 45 64 66% 120.0- Os 115473889 ： DET DKK- -AAD A KASSK ESG 45% 638 Zm226499176: DET DKK -AAD AA KASSK ESG 41 638 09 Vv359479299 1 DET KK AA 4 KASSK ESG 418 66% At 30687350 DET KKPTLSRA KDTKKP EG 448 618 125.0- A118 Sp 19075803 EEDE SD DPEAERIKA NKKKAA PKA 59% 65% Pt 566197691 ： EET KK AA KASSK ESG 47% 64 Os 115473331 ： EET KK -AA KASGK ESG 478 648 130.0-   \neEF1Bβ Zm 226503896： EE KK AA KASGK CSG 39% 67% Vv 225456295： KK KASGK SG 448 68% … At 15224107 KASTK SG 47% 66% 10.0 9.0 8.0 7.0 6.0 1H (ppm) F Site I 0.6 Site_ 54 RTCTPe K(uM) 0.4- ·D94 20.5±7.3 0.3- 0.3 A116 22.9163 0.2 0.2 0.1 geeeieia N 0.1 0.0- C 号 Ll -0.1 20 40 60 80 100 120 140 160 0.0 0.5 1.0 1.5 2.0 2.5 TCTP Residue Number TCTP/eEF1BαMolarRatio ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "interacting regions,which are probablyproblematic because structural studies indicate that TCTP is a single domain protein and fragments are unlikely to fold well or reflect the real interactions of the intact protein(6,18,22).Many other studies of TCTP-protein interactions also used fragments of TCTP to identify the binding regions (12,38,43-47),and most of them assumea“three-domain\"viewof TCTP consistingof anN-terminal $\\beta$ “domain,\"a central helical domain and a C-terminal domain.The binding regions identified in these studies probably also need further confirmation byNMR or crystallographic methods using intact TCTP because the fragments may be incorrectly folded orunfolded. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The conserved interaction of TCTP with the eEF1B complex suggests the involvement of TCTP in the protein translation machinery.In fact,by carefully analyzing the literature,we found several additional pieces of evidence for the involvement of TCTP in protein translation.In 2ooo,before discovery of the interaction between TCTP and the eEF1 complex,Brown et al. (48)used support vector machines to classify budding yeast genes based on microarray gene expression,which classified TCTP as the cytoplasmic ribosome class,suggesting that TCTP expression is co-regulated with the ribosome.Later,in 2006, Fleischer et al.(49) screened 77 uncharacterized proteins, including TCTP，associated with the ribosome in yeast. Recently,Atkinson et al. (5O) reported that eEF1A and eEF1B are not completely conserved in eukaryotes,and some species contain an EF1A-like protein (EFL) that replaces eEF1A and eEF1B.Interestingly,when we searched TCTP homologues in these eEF1A-lacking species,we found that none of them contains a TCTP-homologue gene,except Emiliania huxleyi.For those“intermediate” species containing both EFL and eEF1A (11 species reported),mostof them lack both eEF1Band TCTP, except the following three species:Symbiodinium sp.CladeC thatcontains a TCTPhomologue only and Guillardia theta and Thecamonas trahens that contain both eEF1B and TCTP homologues.Therefore,itis likely that TCTP and the eEF1AeEF1B complex have co-evolved,which suggests that they are tightly correlated in function. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/248182cf2f319d94fd5468d8fc249dee6851dcf44bb497b7489b8ad682bf647b.jpg",
        "img_caption": [
            "FIGURE11.InteractionofeEF1BaCARdomainandTCTPinfissionyeastS.pombeandphotosyntheticmicroalgaN.oceanica.A $^ 1 { \\mathsf { H } } _ { ^ { } } { } ^ { 1 5 } { \\mathsf { N } }$ HSQC spectra of S. pombeTCTP $( S p \\mathsf { T C T P } )$ titrated with S.pombe eEF1Bα CAR domain. ${ \\dot { B } } ,$ CSPsof $S p \\mathsf { T C T P }$ .Solid and dashed lines represent the averagevalue and average value plus 1 S.D. of total ${ \\mathsf { C S P S } } ,$ respectively. $C _ { \\prime }$ titration curve fitting of CSPs of $S p \\mathsf { T C T P }$ to obtain dissociation constants. $D ,$ structural mapping of ${ \\mathsf { C S P s } }$ on ${ \\mathsf { \\bar { S } } } { p } { \\mathsf { T } } { \\mathsf { C } } { \\mathsf { T } } { \\mathsf { P } }$ ResidueswithPuemetnteveragevalueplus.DaresoiedtoseitPalueetweetheaveragelueadaveraeluelus 1 S.D.are shown in pink.E, $^ 1 \\mathsf { H } \\mathsf { - } ^ { 1 5 } \\mathsf { N }$ HSQC spectra of N.oceanica TCTP(NoTCTP) titrated with N.oceanica eEF1Bα CAR domain. $F ,$ dissociation constants obtained by fitting the curves from the NMR titration of NoTCTP. "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Ourstudydemonstrates for the first time that TCTPis involved in a conserved eukaryotic cellular function by interacting with GEFs of the eEF1B complex.The structural and interaction data provide insight into the mechanism of TCTP function.Many interactions have been reported for TCTP without structural information. Our study provides a paradigm for further studies of the structural mechanism of these interactions. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "controlled tumor protein by NMR.Arch.Biochem. Biophys. 467,48-57   \n7. Kawakami, T.,Ando,T.,and Kawakami, Y. (2012) HRF-interacting molecules. Open Allergy J. 5,41-46   \n8.Bommer, U.-A.(20l2) Cellular function and regulation of the translationally controlled tumour protein TCTP.Open Allergy J. 5,19-32   \n9．Amson,R., Pece,S., Lespagnol,A., Vyas,R., Mazzarol, G., Tosoni, D., Colaluca,I., Viale,G.,Rodrigues-Ferreira,S.,Wynendaele,J., Chaloin,O., Hoebeke,J.,Marine,J. C.,DiFiore,P.P.,and Telerman,A.(2012) Reciprocal repression between P53 and TCTP.Nat. Med.18,91-99   \n10.Cans, C., Passer,B.J., Shalak,V., Nancy-Portebois,V., Crible,V.,Amzallag,N.,Allanic,D.,Tufino,R.,Argentini,M.,Moras,D.,Fiucci,G.,Goud, B.,Mirande,M.,Amson,R.,and Telerman,A. (2oo3) Translationaly controlled tumor protein acts as a guanine nucleotide dissociation inhibitor on the translation elongation factor eEF1A.Proc.Natl.Acad. Sci. U.S.A. 100,13892-13897   \n11.Langdon,J.M., Vonakis,B.M.,and MacDonald, S.M. (2004) Identification of the interaction between the human recombinant histamine releasing factor/translationally controlled tumor protein and elongation factor-18 (also known as eElongation factor-1Bβ).Biochim. Biophys.Acta 1688,232-236   \n12.Rid,R.,Onder,K.,Trost,A., Bauer,J.,Hintner,H.,Ritter,M.,Jakab,M., Costa,I.,Reischl, W.,Richter,K.,MacDonald,S.,Jendrach,.,BeritHahn,J.,and Breitenbach,M. (2010) $\\mathrm { { H _ { 2 } O _ { 2 } } }$ -dependent translocation of TCTP into the nucleus enables its interaction with VDR in human keratinocytes: TCTP as a further module in calcitriol signalling.J. Steroid Biochem.Mol.Biol.118,29-40   \n13.Le Sourd,F.,Boulben,S.,Le Bouffant,R.,Cormier,P.,Morales,J.,Belle,R, and Mulner-Lorillon,O.(2006) eEF1B:At the dawn of the 21st Century. Biochim. Biophys.Acta 1759,13-31   \n14.Sasikumar,A.N.,Perez,W.B.,and Kinzy,T.G.(2012) The many roles of the eukaryotic elongation factor1 complex.WIREs RNA3,543-555   \n15.Pérez,J. M.,Siegal, G.,Kriek,J., Hard, K.,Dijk,J., Canters, G.W.,and Moller,W.(1999) The solution structure of the guanine nucleotide exchange domain of human elongation factor $1 \\beta$ reveals a striking resemblance to that of EF-Ts from Escherichia coli.Structure 7,217-226   \n16.Andersen, G.R.,Pedersen,L., Valente,L., Chatterjee,I., Kinzy，T.G., Kjeldgaard,M.,and Nyborg,J.(2ooo) Structural basis for nucleotide exchange and competition with tRNA in the yeast elongation factor complex eEF1A:eEF1Bα.Mol. Cell6,1261-1266   \n17.Andersen, G.R.,Valente,L.,Pedersen,L., Kinzy,T.G.,and Nyborg,J. (2001)Crystal structures of nucleotide exchange intermediates in the eEF1A-eEF1Bα complex. Nat. Struct. Biol. 8, 531-534   \n18．Thaw,P.,Baxter,N.J.,Hounslow,A.M.,Price,C.,Waltho,J.P.,and Craven, C.J. (2001) Structure of TCTP reveals unexpected relationship with guanine nucleotide-free chaperones.Nat. Struct.Biol.8,7O1-704   \n19.Dong,X.,Yang,B.,Li,Y.,Zhong,C.,and Ding,J.(20o9) Molecular basisof the acceleration of the GDP-GTP exchange of human ras homolog enriched in brain by human translationally controlled tumor protein.J. Biol. Chem. 284,23754-23764   \n20. Vedadi,M.,Lew,J.,Artz,J.,Amani, M., Zhao,Y.,Dong,A.,Wasney,G.A., Gao,M.,Hills,T.,Brokx, S., Qiu,W., Sharma,S., Diassiti,A.,Alam, Z., Melone,M.,et al. (2oo7) Genome-scale protein expression and structural biology ofPlasmodium falciparumand related Apicomplexan organisms. Mol.Biochem.Parasitol.151,100-110   \n21.Eichhorn,T.,Winter,D., Büchele,B.,Dirdjaja,N.,Frank,M.,Lehmann, W.D., Mertens,R., Krauth-Siegel, R.L., Simmet, T.,Granzin,J.,and Ef ferth,T.(20l3) Molecular interaction of artemisinin with translationally controlled tumor protein (TCTP) of Plasmodium falciparum.Biochem. Pharmacol.85,38-45   \n22. Susini,L., Besse,S., Duflaut, D., Lespagnol,A., Beekman, C.,Fiucci,G., Atkinson,A.R., Busso,D.,Poussin,P.,Marine,J. C.,Martinou,J.C., Cavarelli,J.,Moras,D.,Amson,R.,and Telerman,A. (2008) TCTP protects from apoptotic cell death by antagonizing bax function. Cell Death Difer. 15,1211-1220   \n23.Hemsley,A., Arnheim,N., Toney,M.D.,Cortopassi, G.,and Galas, D.J. (1989)A simple method for site-directed mutagenesis using the polymerase chain reaction. Nucleic Acids Res.17,6545-6551   \n24.Delaglio,F., Grzesiek,S.,Vuister,G.W., Zhu, G., Pfeifer,J.,and Bax,A. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1.Norbeck,J.,and Blomberg,A.(1997) Two-dimensional electrophoretic separation of yeast proteins using a nonlinear wide range $\\mathrm { ( p H 3 - 1 0 ) }$ immobilized pH gradientin the firstdimension; reproducibilityand evidence for isoelectric focusing of alkaline $( \\mathrm { p I } > 7 )$ proteins.Yeast13,1519-1534   \n2.Velculescu,V.E.,Madden,S.L., Zhang,L.,Lash,A.E.,Yu,J.,Rago,C.,Lal, A.,Wang,C.J., Beaudry,G.A., Ciriello,K.M.,Cook,B.P.,Dufault,M.R., Ferguson,A.T.,Gao,Y.,He,T.C.,et al. (1999)Analysis of human transcriptomes.Nat. Genet.23,387-388   \n3.Thiele,H., Berger,M., Skalweit,A.,and Thiele,B.J.(20oO) Expression of the gene and processed pseudogenes encoding the human and rabbit translationally controlled tumour protein(TCTP).Eur.J.Biochem.267, 5473-5481   \n4.Thompson,H.G.,Harris,J.W.,Wold,B.J.,Quake, S.R.,and Brody,J.P. (2002) Identification and confirmation of a module of coexpressed genes. Genome Res.12,1517-1522   \n5.Bommer,U.A.,and Thiele,B.J.(2oo4) The translationally controlled tumour protein (TCTP).Int.J.Biochem. Cell Biol.36,379-385   \n6.Feng,Y.,Liu,D.,Yao,H.,and Wang,J. (2007) Solution structure and mapping ofa very weak calcium-binding site of human translationally (1995)NMRPipe:a multidimensional spectral processing system based on UNIX pipes.J. Biomol. NMR 6,277-293   \n25.Johnson,B.A.,and Blevins,R.A. (1994) NMR View: A computer program for the visualization and analysis of NMR data.J.Biomol.NMR4,6O3-614   \n26.Hwang,T.L. van Zijl,P.C.,and Mori, S.(1998) Accurate quantitation of water-amide proton exchange rates using the phase-modulated CLEAN chemical EXchange (CLEANEX-PM) approach with a Fast-HSQC (FHSQC) detection scheme.J.Biomol.NMR11,221-226   \n27.Battiste,J.L.,and Wagner,G.(20oo) Utilization of site-directed spin labeling and high-resolution heteronuclear nuclear magnetic resonance for global fold determination of large proteins with limited nuclear overhauser effect data.Biochemistry 39,5355-5365   \n28.Herrmann,T.,Güntert,P.,and Wüthrich,K.(2002) Protein NMR structure determination with automated NOE assignment using the new software CANDID and the torsion angle dynamics algorithm DYANA.J. Mol. Biol. 319,209-227   \n29．Brunger,A.T.,Adams,P.D.,Clore,G.M.,DeLano,W.L.,Gros,P., Grosse-Kunstleve,R.W,Jiang,J.S.,Kuszewski,J.,Nilges,M.,Pannu,N.S., Read,R.J.,Rice,L.M.,Simonson,T.,and Warren,G.L.(1998) Crystallography & NMR system: A new software suite for macromolecular structure determination.Acta Crystallogr.D Biol. Crystallogr.54,905-921   \n30．Nederveen,A.J.,Doreleijers,J.F., Vranken,W.,Miller,Z., Spronk,C.A, Nabuurs, S.B.,Güntert,P.,Livny,M.,Markley,J.L., Nilges,M.,Ulrich, E.L.,Kaptein,R.,and Bonvin,A.M. (2005) RECOORD:A recalculated coordinate database of $5 0 0 +$ proteins from the PDB using restraints from the BioMagResBank.Proteins 59,662-672   \n31． Shen,Y.,Delaglio,F.,Cornilescu,G.,and Bax,A. (2009) TALOS $+$ : a hybrid method for predicting protein backbone torsion angles from NMR chemical shifts.J. Biomol. NMR 44,213-223   \n32.Koradi,R.,Billeter,M.,and Wüthrich,K.(1996) MOLMOL:a program for display and analysis of macromolecular structures.J. Mol. Graph. 14, 51-55   \n33.Laskowski,R.A., Rullmannn,J.A., MacArthur,M.W.,Kaptein,R.,and Thornton, J. M.(1996) AQUA and PROCHECK-NMR: programs for checking the quality of protein structures solved by NMR.J. Biomol.NMR 8,477-486   \n34.de Vries,S.J.,van Dijk,M.,and Bonvin,A.M.(2010) The HADDOCK web server for data-driven biomolecular docking.Nat.Protoc.5,883-897   \n35.Baxter,N.J., Thaw,P.,Higgins,L.D., Sedelnikova, S.E., Bramley,A.L., Price,C.,Waltho,J. P.,and Craven, C.J. (2000) Backbone NMR assignment of the 19-kDa translationally controlled tumor-associated protein p23fyp from Schizosaccharomyces pombe.J.Biomol.NMR16,83-84   \n36.Olofsson,B.(1999) Rho guanine dissociation inhibitors: pivotal molecules in cellular signalling. Cell. Signal.11, 545-554   \n37.Scheffzek,K., Stephan,I., Jensen, O.N.,Illenberger,D.,and Gierschik,P. (2000) The Rac-RhoGDI complex and the structural basis for the regulation ofRho proteins by RhoGDI.Nat. Struct.Biol.7,122-126   \n38.Gachet, Y., Tournier,S., Lee,M., Lazaris-Karatzas,A., Poulton,T.,and Bommer,U.A.(1999) The growth-related,translationally controlled protein P23 has properties of a tubulin binding protein and associates transiently with microtubules during the cell cycle.J. Cell Sci.112,1257-1271   \n39.Rho, S.B.,Lee,J.H.,Park,M. S., Byun,H.J.,Kang,S., Seo,S.S.,Kim,J.Y., and Park, S.Y.(2011) Anti-apoptotic protein TCTP controls the stability of the tumor suppressor p53.FEBS Lett. 585,29 -35   \n40.Funston,G.,Goh,W.,Wei, S.J., Tng,Q.S., Brown, C., Jiah Tong,L., Verma,C.,Lane,D.,and Ghadessy,F.(2012) Binding of translationally controlled tumour protein to the N-terminal domain of HDM2 is inhibited by nutlin-3.PLoS One7,e42642   \n41.Kashiwakura,J.C.,Ando,T.,Matsumoto,K.,Kimura,M.,Kitaura,J.,Matho,M.H.,Zajonc,D.M.,Ozeki,T.,Ra,C.,MacDonald,S.M., Siraganian, R.P.,Broide,D.H.,Kawakami, Y.,and Kawakami, T.(2012) Histaminereleasing factor has a proinflammatory role in mouse models of asthma and allergy.J. Clin. Invest.122,218-228   \n42. Chen,Y.,Fujita,T.,Zhang,D.,Doan,H.,Pinkaew,D.,Liu,Z.,Wu,J., Koide, Y., Chiu,A.,Lin, C.C., Chang,J. Y.,Ruan, K.H.,and Fujise,K.(2011) Physical and functional antagonism between tumor suppressor protein p53 and fortilin,an anti-apoptotic protein. J. Biol. Chem. 286, 32575-32585   \n43.Kim,M.,Jung,Y.,Lee,K.,and Kim,C.(2ooo) Identification of the calcium binding sites in translationally controlled tumor protein.Arch.Pharm. Res. 23,633-636   \n44.Yang,Y.,Yang,F.,Xiong,Z.,Yan,Y.,Wang,X.,Nishino,M.,Mirkovic,D., Nguyen,J.,Wang,H.,and Yang,X.F.(20o5) An N-terminal region of translationally controlled tumor protein is required for its antiapoptotic activity. Oncogene 24,4778-4788   \n45.Jung,J.,Kim,M.,Kim,M.J.,Kim,J.,Moon,J.,Lim,J.S.,Kim,M.,ndLee, K.(2004) Translationally controlled tumor protein interacts with the third cytoplasmic domain of Na,K-ATPase $\\alpha$ subunit and inhibits the pump activity inHeLa cells.J.Biol. Chem.279,49868-49875   \n46.Hong,S.T.,and Choi,K.W.(2013) TCTP directly regulates ATMactivity to control genome stabilityand organ developmentinDrosophila mela nogaster.Nat. Commun.4,2986   \n47．Zhang,F.,Liu,B.,Wang, Z.,Yu,X.J.,Ni, Q.X.,Yang, W.T.,Mukaida,N., and Li,Y.Y.(2013)A novel regulatory mechanism of Pim-3 kinase stability and its involvement in pancreatic cancer progression.Mol. Cancer Res.11, 1508-1520   \n48.Brown,M.P.,Grundy,W.N.,Lin,D.,Cristianini,N.,Sugnet,C.W.,Furey, T.S.,Ares,M.,Jr.,and Haussler,D.(2ooo) Knowledge-based analysis of microarray gene expresson data by using support vector machines. Proc. Natl.Acad. Sci.U.S.A.97,262-267   \n49.Fleischer,T.C., Weaver, C.M.,McAfee,K.J.,Jennings,J.L.,andLink,A.J. (2006) Systematic identification and functional screens of uncharacterized proteins associated with eukaryotic ribosomal complexes.Genes Dev. 20,1294-1307   \n50．Atkinson,G.C., Kuzmenko,A., Chicherin,I., Soosaar,A.,Tenson,T. Carr,M.,Kamenski,P.,and Hauryliuk,V.(2014) An evolutionary ratchet leading to loss of elongation factors in eukaryotes.BMC Evol. Biol.14,35 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/e4f4db234f6ba99aabf669fc2f6fe7241db2440b3900ab5939be90926c7881a7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Protein Structure and Folding: Evolutionarily Conserved Binding of Translationally Controlled Tumor Protein to Eukaryotic Elongation Factor 1B ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Huiwen Wu, Weibin Gong, Xingzhe Yao,   \nJinfeng Wang, Sarah Perrett and Yingang   \nFeng   \nJ. Biol. Chem. 2015, 290:8694-8710.   \ndoi: 10.1074/jbc.M114.628594 originally published online January 29,2015 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Access the most updated version of this article at doi: 10.1074/jbc.M114.628594 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Find articles, minireviews, Reflections and Classics on similar topics on the JBC Affinity Sites. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Alerts: When this article is cited When a correction for this article is posted ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Click here to choose from all of JBC's e-mail alerts ",
        "page_idx": 17
    }
]