[
    {
        "type": "text",
        "text": "Production of high energy neutron beam from deuteron breakup ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rensheng Wang,1,2,\\* Li Ou,3,† and Zhigang Xiao4,\\$ 1School of Radiation Medicine and Protection, Medical Collge of Soochow University, Suzhou,215123,China $^ 2$ ColaborativeInnovationCenterofRadiological MedicineofJangsuHigherEducation Insitutions,Suzhou,21523,China 3College of Physics and Technology, Guangxi Key Laboratory of Nuclear Physics and Technology, Guangxi Normal University， Guilin 54l0o4,China 4Department of Physics, Tsinghua UniversityBeijing 100084,China (Dated: January 7,2022) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The deuteron breakup on heavy target has been investigated in the frame of an improved quantum moleculardynamics model,focusing on the production of neutrons near zero degree.The experimental diffrential cross sections of neutron production in $1 0 2 \\mathrm { M e V \\ d + C }$ reactions are reproduced by simulations.Based on the consistency between the model prediction and experiment,the feasibility of producing neutron beam through the breakup of deuteron on carbon target has been demonstrated. Because of the nucleon Fermi motion inside the deuteron, the energy spectrum of the inclusive neutron near $0 ^ { \\circ }$ in laboratory exhibits a considerable energy broadening in the main peak,while the long tail at low energy side is suppressed.By measuring coincidentally the accompanying proton from deuteron breakup,the energy of the neutron can be tagged with an intrinsic uncertainty of about $5 \\%$ 0 $( 1 \\sigma )$ . It enables the application of well-defined energy neutron beam in an event-by-event scheme. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS numbers: 29.25.Dz,25.45.-z, 24.10.-i ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction -High-quality monochromatic neutron beam hasvery important applications in many fields.For instance, the neutron radiation hardness evaluation for the electronic elements in aviation devices requires neutron beam with well defined energy [1,2]. The assessment of the neutron dose received by the patients in heavy ion therapy or by the astronauts in the aircraft relies on the calibration using well definedneutronbeam[3].Infundamental researches,high energy neutron beam is of significance for the calibration of high energy neutron detector,as well as for accumulating data of the cross section of neutron-induced reaction [4].Undoubtedly,high-quality and high-energy neutron beam becomes a necessary tool[5-8]. Since neutron has no charge,while the neutron beam below $2 0 \\mathrm { M e V }$ can be produced by nuclear reaction with fixed Q value at given angle, monochromatic neutron beam above $2 0 \\ \\mathrm { M e V }$ is usually produced in laboratory with proton induced reaction on Lithium target [7, 9,10]. Since the nucleons are bounded in the target nuclei via nuclear force,the knocked-out neutron possesses a long energy tail which can not be eliminated [7,11],nor be tagged based on event-by-event scheme. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The properties of deuteron nucleus and its applications have been the subject of intense studies since its discovery in 1932 [12].One year later,deuteron beam was produced for the firsttime[13].The firstphotodisintegrationsof deuteron was measured [14]. Using photographic photometry, the spin of deuteron was determined as $\\mathbf { J } = 1$ [15].Deuteron was found to possess an electric quadrupole moment [16], indicating the existence of additional D wave component. Such D wave could be generated by the tensor part of the one-pion exchange (OPE) potential[17] and led to profound understanding of the nature of nuclear force.Since 195Os,enormous experiments of ed scattering have been performed to extract the form factors of deuteron nucleus,including charge monopole,magnetic dipole and charge quadrupole form factors.For a review, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "one refers to [18]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Deuteron-induced reactions exhibits some intriguing featurestoo.Coulomb polarization of deuteron-induced transmutation was discovered in 1935[19,2O].Such polarization is reported to increase the fusion reaction rate very recently [21]. The measurement of deuteron breakup can be dated back in 197Os [22]． Moreover, The isovector reorientation effect has been predicted in deuteron-induced scattering on heavy target,providing a novel probe to nuclear symmetry energy of hot discussions so far [23,24]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Can deuteron be used to generate high-quality neutron beam? The answer seems to be yes. It was mentioned that deuteron induced reaction can be used to produce neutron beam and the neutron energy can be tagged in the specific $\\mathrm { p } ( \\mathrm { d } , \\mathrm { n p } ) \\mathrm { p }$ channel[18],and some early measurements on the ${ \\mathfrak { n - p } }$ angular and energy correlation in deuteron breakup has beenreported[25]. Recently, Jin etal. reported that deuteroninduced spallation reactions could be used as a powerful way to generate neutron beam [26]. These results are due to the fact that deuteron is a loosely bound nucleus with binding energy $E _ { \\mathrm { B } } = 2 . 2 ~ \\mathrm { M e V }$ and is easily disassociated in the reaction with target. Our motivation in this paper is to study the breakup process of deuteron in peripheral reaction, focusing on the advantageous possibility to precisely determine the energy of the neutron beam.Since monochromatic deuteron beam is easily to gain on modern accelerator,if the idea to produce neutron beam with deuteron is feasible,it is expected that the neutron keeps the half of momentum of the incident deuteron and can be used as a (quasi)monochromatic neutron beam.The paperis organized as following.Section 2 presents briefly the improved quantum molecular dynamics (ImQMD) model.Section 3 discusses the distribution properties of the generated neutron beam. Section 4 is the conclusion. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Model Description - ImQMD model is an extend version of QMD[27]. A detailed description of the ImQMD model and its version ImQMDo5 and their applications can be found in Refs.[23,28-32],where deuteron- and nucleon- induced reactions are particularly simulated.Within the ImQMD05 model, the nucleon is represented by a Gaussian wave packet ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n\\phi _ { i } ( \\pmb { r } ) = \\frac { 1 } { ( 2 \\pi \\sigma _ { r } ^ { 2 } ) ^ { 3 / 4 } } \\exp \\left[ - \\frac { ( \\pmb { r } - \\pmb { r } _ { i } ) ^ { 2 } } { 4 \\sigma _ { r } ^ { 2 } } + \\frac { i } { \\hbar } \\pmb { r } \\cdot \\pmb { p } _ { i } \\right] ,\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where $r _ { i }$ and $\\pmb { p } _ { i }$ are the centers of wave packet of the $i ^ { \\mathrm { t h } }$ nucleon in the coordinate and momentum space,respectively. According to the results from our previous studies,a tradition value of $\\sigma _ { r } ^ { 2 } = 2 . 0 \\mathrm { f m } ^ { 2 }$ is appropriate for the intermediate energy nucleon-induced reactions. Nucleons in a system move under the mean-field with the nuclear potential energy density functional,which reads ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nV _ { \\mathrm { l o c } } = \\frac { \\alpha } { 2 } \\frac { \\rho ^ { 2 } } { \\rho _ { 0 } } + \\frac { \\beta } { \\eta + 1 } \\frac { \\rho ^ { \\eta + 1 } } { \\rho _ { 0 } ^ { \\eta } } + \\frac { g _ { \\mathrm { s u r } } } { 2 \\rho _ { 0 } } \\left( \\nabla \\rho \\right) ^ { 2 } + \\frac { g _ { \\mathrm { s u r , i s o } } } { \\rho _ { 0 } } [ \\nabla ( \\rho _ { \\mathrm { n } } - \\rho _ { \\mathrm { p } } ) ] ^ { 2 } + g _ { \\rho \\tau } \\frac { \\rho ^ { 8 / 3 } } { \\rho _ { 0 } ^ { 5 / 3 } } + \\frac { C _ { \\mathrm { s } } } { 2 } \\frac { \\rho ^ { \\gamma + 1 } } { \\rho _ { 0 } ^ { \\gamma } } \\delta ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where $\\rho , \\rho _ { \\mathrm { n } } , \\rho _ { \\mathrm { p } }$ are the nucleon, neutron,and proton density, $\\delta = ( \\rho _ { \\mathrm { n } } - \\rho _ { \\mathrm { p } } ) / ( \\rho _ { \\mathrm { n } } + \\rho _ { \\mathrm { p } } )$ is the isospin asymmetry degree. The parameters in Eq. (2),except $C _ { \\mathrm { s } }$ and $\\gamma$ which describe symmetry potential energy,are fully determined by Skyrme interactions. The Skyrme parameter set MSLO [33],one of Skyrme parameter sets which satisfy the current understanding of the physics of nuclear matter over a wide range of applications [34],is used in the calculations.The parameters are listed in TableI. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "While the initialization of the heavy target nuclei is done as usualas that in traditional QMD, the deuteronis initialized semi classically ina simplified scheme as that in [23].At the end of the ImQMD calculations,clusters are recognized by a minimum spanning tree (MST) algorithm [27,35] widely used in theQMD calculations.In this work,the nucleons with relative momenta smaller than $2 5 0 \\mathrm { M e V } / c$ andrelative distances smaller than $3 . 0 \\ \\mathrm { f m }$ are coalesced into the same cluster. The information of cluster with excited energy is input into the statistical decay model GEMINI[36,37] to perform statistical decay calculations. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and Discussions -We first calculate the phase space distribution of free neutrons in $\\mathrm { d { + } C }$ reactions at $1 0 2 { \\mathrm { ~ M e V } }$ where the experimental data are available[38].We choose the stable carbon instead of heavy metal as the target simply for the purpose to suppress the contributions of the neutrons from target.Fig.1 presents the doubly differential cross section of $d \\sigma / d \\Omega d E _ { \\mathrm { n } }$ as a function of the kinetic energy $E _ { \\mathrm { n } }$ and polar angle $\\theta$ inlaboratory for the neutrons produced in the reactions. The differential cross section is calculated by ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { d ^ { 2 } \\sigma } { d \\Omega d E } = \\int _ { b _ { \\mathrm { m i n } } } ^ { b _ { \\mathrm { m a x } } } 2 \\pi b f \\left( E , \\Omega , b \\right) d b = \\sum _ { i = \\mathrm { m i n } } ^ { \\mathrm { m a x } } 2 \\pi b _ { i } \\Delta b f ( E , \\Omega , b _ { i } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where $b _ { \\mathrm { m i n } } = 0 . 5 \\mathrm { f m }$ ， $b _ { \\mathrm { m a x } } = 8$ fm and $\\Delta b = 0 . 5 \\mathrm { f m }$ are taken in our calculation. The possibility distribution is written as $f ( E , \\Omega , b _ { i } ) = y \\left( E , \\Omega , b _ { i } \\right) / N$ where $y$ is the yield of the neutron in each cell and $N$ is the total simulated events under a certain reaction condition.It is shown on the scattering plot that there are two components standing out in statistics.One distributes nearly homogeneously in wide angular range with ${ \\cal E } _ { \\mathrm { n } } ~ < ~ 2 0$ MeV,originating from the target region, the other situates in projectile region keeping approximately the beam energy per nucleon at very forward angle with $\\theta _ { \\mathrm { l a b } } ~ < ~ 1 0 ^ { \\circ }$ .Except for the two components,the neutrons originating from the target fragmentation are distributed widely on the plot. The intensity in the target rapidity region is not high,this is because i) we chose a light target containing less neutrons and ii) the binding energy of deuteron is much less than the separation energy of neutron in carbon nucleus. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The energy spectra at a certain angle in laboratory can be obtained from Fig.1 by slicing the 2-dimensional histogram. Figure 2 presents the neutron energy spectra with logarithmic scale on the ordinate at various angles in comparison to the experimental data [38]. It is shown that our calculation reproduces well the main peak in the vicinity of beam energy per nucleon,particularly at small angles with $\\theta _ { \\mathrm { l a b } } \\le 5 ^ { \\circ }$ . The height of the main peak decreases rapidly with $\\theta _ { \\mathrm { l a b } }$ in accordance with the data,indicating that the neutrons are peaked at forward angle. On the other hand,due to the clustering inefficiency of transport model,i.e., the model counts less (more) clusters (nucleons） than experiment,the yield of neutron at very low energy, originating mainly from the target fragmentation,are overestimated by approximately $30 \\%$ .Besides,a very small peaknear $1 0 0 { \\mathrm { M e V } } ,$ which is the direct knock-out neutron from the target, is not reproduced in our calculation. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/fe1de24704fba0880459e1a05310f575cc89758e5522841b9a1ea6bda512955c.jpg",
        "table_caption": [
            "TABLEI.Parameter setused in the ImQMDcalculations. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>α (MeV)</td><td>β (MeV)</td><td>n</td><td>8sur (MeV fm²)</td><td>gsur,iso (fm2)</td><td>gT (MeV)</td><td>Cs (MeV)</td><td></td><td>P0 (fm-3)</td></tr><tr><td>-254</td><td>185</td><td>5/3</td><td>21.0</td><td>-0.82</td><td>5.51</td><td>36.0</td><td>0.5</td><td>0.160</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/ff5fa87b74f266267078dacfa1afa0885e72ed426a5721fbae751902e9706281.jpg",
        "img_caption": [
            "FIG.1.(Color online） The doubly differential cross section of $d \\sigma / d \\Omega d E _ { \\mathrm { n } }$ as a function of the kinetic energy and emitted angle with beam direction "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "If one count only the main peak of the spectrum at $0 ^ { \\circ }$ and $5 ^ { \\circ }$ ,a full width at half maximum (FWHM) of approximate $2 0 \\mathrm { M e V }$ can be derived.It indicates readily that the direct breakup of deuteron can be used as a source of neutron beam with the broadening of $2 0 \\mathrm { M e V }$ in energy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 3 further presents the neutron energy spectra in the angular range $\\theta _ { \\mathrm { n } } ~ < ~ 2 ^ { \\circ }$ produced in $\\mathrm { d } { + } \\mathrm { C }$ reactions with the incident deuteron energies of 1O2, 20O and $4 0 0 { \\mathrm { M e V } } ,$ respectively.The results of the ImQMD simulation witha GEMINI afterburner is represented by the histograms in the upper panel. The standard deviation $\\sigma _ { E _ { \\mathrm { n } } }$ of the neutron beam normalized to the average neutron energy $\\langle E _ { \\mathrm { { n } } } \\rangle$ is plotted in panel (b). At $E _ { \\mathrm { { b e a m } } } = 2 0 0 \\mathrm { M e V } ,$ the $\\sigma _ { E _ { \\mathrm { n } } }$ reflecting the monochromaticity of the secondly neutron beam is about $3 3 \\mathrm { M e V } _ { : }$ ，which is larger than the neutron spectra produced in $_ { \\mathrm { p + L i } }$ reactions[7, 11]. The long tail at the low energy side is much suppressed in $\\mathrm { d } { + } \\mathrm { C }$ compared to that in $_ { \\mathrm { p + L i } }$ channel of neutron production. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2e34b44a3eb9276ccf658da36654d4c77c662b782acf70cad109a979134b5972.jpg",
        "img_caption": [
            "FIG.2.(Color online) Comparison of neutron spectra at various angles between experimental results [38] and ${ \\mathrm { I m Q M D } }$ calculations. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Although the binding energy of deuteron is only $2 . 2 \\mathrm { M e V } ,$ the proton and neutron in the deuteron have Fermi motion with an average momentum of $7 5 \\mathrm { M e V } / c$ ,which causes the broadening of the neutron energy in the main peak.In the breakup or stripping reaction of deuteron,the total energy of the projectile keeps approximately constant,anti-correlation is then expected between the energy of the proton and the neutron from deuteron breakup.Figure 4(a) presents the scattering plot of the proton energy $\\nu s$ 、the neutron energy in $\\mathrm { d { + } C }$ reactions at various beam energies ranging from 6O to $4 0 0 \\mathrm { M e V . }$ It is evident that a sharp band is presented at each energy point, confirming the anti-correlation of the proton and neutron energy. The total energy of the proton and the neutron, $E _ { \\mathrm { n } } + E _ { \\mathrm { p } }$ is displayed correspondingly in panel (b),where the neutrons are counted within $\\theta _ { \\mathrm { l a b } } < 2 ^ { \\circ }$ . It is evident the total energy is constant with an intrinsic FWHM about $5 \\mathrm { \\ : M e V }$ despite of a tiny tail appears at low energy side. This feature has been observed in the $\\mathrm { d } { + } ^ { 1 2 } \\mathrm { C }$ at $2 7 0 \\mathrm { M e V }$ where the correlated protons and neutrons are measured at $0 ^ { \\circ }$ [40].According to the experiment, the FWHM of the $E _ { \\mathrm { n } } + E _ { \\mathrm { p } }$ spectrum at $0 ^ { \\circ }$ is about 2.5 MeV.Moreover, the intrinsic broadening on the total energy shows insignificant dependence on the beam energy,implying that it originatesfrom the Fermi motion of the nucleons rather than from the kinetic effect. It suggests that if one can measure the accompanying proton at forward angle, the energy of the neutron can be tagged with greatly improved accuracy, compared to the raw main peak in Fig. 3. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A further question remains that whether one can maintain high efficiency of delivering a neutron beam with welldetermined energy using the proton tag. Fig. 5(a） and (b） presents the efficiency of the proton tag $R _ { \\mathrm { t a g } }$ and the monochromaticity of the neutron beam using the coincident proton in different angule cut as a tag, respectively. Here $R _ { \\mathrm { t a g } }$ is derived by the ratio of the number of coincidence between p and n over the total number of neutrons.When a neutron is found in $\\theta _ { \\mathrm { l a b } } < 2 ^ { \\circ }$ ,one searches the coincident proton with an angular cut in laboratory as indicated in the figure.It reads ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/361d74e4c5908ea4c27a82fa1812a5f62fcb0472ee3f79b5c86b4267d60b5e8a.jpg",
        "img_caption": [
            "FIG.3.(Color online) The energy spectra (a) of neutron in $\\mathrm { d } { + } \\mathrm { C }$ at $E _ { \\mathrm { d } } = 1 0 2 \\$ ，200 and $4 0 0 \\ \\mathrm { M e V }$ deuteron beam energy within $\\theta _ { \\mathrm { l a b } } <$ $2 ^ { \\circ }$ . The relative standard deviation $\\sigma _ { E _ { \\mathrm { n } } } / E _ { \\mathrm { n } }$ as a function of neutron energy is plotted in panel (b). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nR _ { t a g } = \\frac { P _ { \\mathrm { n \\times p } } } { P _ { \\mathrm { n } } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It is shown that the efficiency increases rapidly at low beam energy and gradually saturates at $90 \\%$ with beam energy above $2 0 0 \\mathrm { M e V / u }$ . Comparing the results at different $\\theta _ { \\mathrm { { p } } }$ cut implies that the coincident proton is still at forward angles in accordance with the experimental observation[25]. The monochromaticity in panel (b) is defined as the standard deviation $\\sigma _ { E _ { \\mathrm { n p } } }$ of the total energy $E _ { \\mathrm { n } } + E _ { \\mathrm { p } }$ normalized to the mean neutron energy, $\\sigma _ { E _ { \\mathrm { n p } } } / \\langle E _ { \\mathrm { n } } \\rangle$ .Clearly to see，the monochromaticity increases with the beam energy and is better than $3 \\%$ in the production of neutron beam above $2 0 0 { \\mathrm { M e V } } .$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Finally, Fig. 6 compares the cross section of the neutron production in two different channels,the deuteron-induced production $\\mathrm { d } { + } ^ { 1 2 } \\mathrm { C }$ in this work and the conventional channel of $\\mathrm { \\ p } { + } ^ { 7 } \\mathrm { L i }$ [11,42-44]. The angular emittance of the neutron beam are both $\\theta _ { \\mathrm { n } } < 2 ^ { \\circ }$ with respect to the primary deuteron beam in laboratory system. It is shown that, the cross section of neutron production in $\\mathrm { d } { + } ^ { 1 2 } \\mathrm { C }$ is higher by a factor of 100, slightly dependent on the energy. This result has important implication,i.e.,in order to obtain the same neutron beam, the primary beam intensity of deuteron with(d,np) channel can be lower than that of proton with $( \\mathfrak { p } , \\mathfrak { n } )$ channel by 2 order of magnitude. As an advantage,the background is reduced significantly. The date point of $E _ { \\mathrm { { n } } } = 5 1 ~ \\mathrm { { M e V } }$ is sitting on top of the simulation[38],indicating our calculation is reliable.It suggests that the breakup of deuteron provides a novel method to generate high energy neutron beam of well determined energy and efficiency. It is worth mentioning that the cross section of the secondary neutron from deuteron breakup increases with the atomic number of the target [4O],but likely in the price of producing more neutrons originated from the target,whichdegrade the monochromaticity.It shallbe noted here that in our transport model calculations, the mechanisms of stripping and breakup are not distinguished, since no coupled channels are considered [41]. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0a712f146eba7be4048d785067f1f75ba602859c9b107d01434e2b8d2cf70baf.jpg",
        "img_caption": [
            "FIG.4.(Color online) The correlation of high energetic neutron and proton in the forward angle (a),the total energy distribution of the neutron and the accompanying proton (b). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Summary - To summarize,we calculated the neutron spectra produced in $\\mathrm { d { + } C }$ reactions at various incident energies in comparison with experimental data if available.It is shown that the neutron originating from the breakup of deuteron keeps the kinetic memory of the projectile with some broadening on the energy arising from the Fermi motion of the nucleon in the projectile.It is shown that the accompanying proton from the deuteron breakup exhibits sharp anti-correlation with the neutron and the total energy of the neutron and the proton keeps constant with less than $5 \\mathrm { M e V }$ intrinsic energy variation. Thus,with an efficiency of about $90 \\%$ ,the energy of the neutron can be tagged by the accompanying proton on an event-by-event basis with such enhanced precision. The cross section of producing the neutron beam is much higher in(d,np) channel than in(p,n) channel. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ad1f7604a5b5a9e2d16c0feea01a88b507a273d289de52f97bba456090fdfdde.jpg",
        "img_caption": [
            "FIG.5.（Color online） The efficiency of proton tag and the monochromaticity of total energy of neutron and proton.The neutrons in $\\theta _ { \\mathrm { n } }$ are counted,while the coincident protons are searched in different angular cut on $\\theta _ { \\mathrm { { p } } }$ in laboratory. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/405bab446a5ebd3f54eac2e22f8441c1195426eeacf32c02b08a64e61e0b920d.jpg",
        "img_caption": [
            "FIG.6.(Color online) The cross section of the neutron production with two channels $\\mathrm { d } + ^ { 1 2 } \\mathrm { C }$ and $\\mathrm { \\ p } + ^ { 7 } \\mathrm { L i }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgement- The authors contribute equally. This work is supported by the National Natural Science Foundation of China under Grant Nos.11961141004, 11605119,11965004,12047567,U1867212,and by Jiangsu Natural Science Fund Youth Project under Grant No. BK2O16O3O4，China Postdoctoral Science Foundation under Grant No.2O17M621818,by the Ministry of Science and Technology under GrantNo.2020YFE0202001. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "\\*wrs16 $@$ mail.suda.edu.cn † liou@gxnu.edu.cn xiaozg@tsinghua.edu.cn [1] T. J. O. Gorman et al., IBMJ. Res. Dev. 40,3 (1996). [2] R.C.Baumann et al.,IEEE Trans.Device Mater. Reliab.1,17, (2001) [3] P. Pomp,Radiat. Meas.45,1090 (2010). [4] T.Baumann et al., Nucl. Instrum. Meth. A 543,517 (2005). [5] J. Klug,et al., Nucl. Instrum. Meth. A 489,282 (2002). [6] R.Nolte,et al.,Nucl. Instrum.Meth.A 476,369 (2002). [7] M.Osterlund et al., Nucl.Instrum.and Meth.B 241,419 (2005). [8] C.Andreani et al.,Appl. Phys.Lett. 92,114101 (2008). [9] I. S.Anderson et al.,Phys. Rep. 654,1 (2016). [10] H. Harano et al., Radiat. Meas.45,1076 (2010). [11] Y. Iwamoto et al., Nucl. Instrum. Meth. A 804,50 (2015) [12] H.C. Urey,EG. Brickwedde and G.M. Murphy, Phys.Rev. 39 164(L) (1932). [13] G.N. Lewis, N.S. Livingstone and E.O. Lawrence, Phys. Rev. 44,55(L) (1933). [14] J. Chadwick and M. Goldhaber, Nature 134,237 (1934). [15] G.M. Murphy and H. Johnston,Phys.Rev.46,95 (1934). [16] J.M.B. Kellog et al.,Phys.Rev.55,318 (1939). [17] N.K.Glendenning and G. Kramer, Phys. Rev. 126,2159 (1962). [18] M.Garcon and J.W.Van Orden, The deuteron: Structure and form factors,Chapter 4,in J.W.Negele et al. (eds.),Advances in Nuclear Physic,Springer,New York 2001 [19] J.R.Oppenheimer,and M.Phillips,Phys.Rev. 48,500 (1935). [20] E.O.Lawrence,E.McMillan and R.L. Thornton,Phys.Rev. 48,493 (1935). [21] G.Hupin, S.Quaglioni and P.Navratil,Nat. Commun 10,351 (2019). [22] L. Jarczyk et al.,Phys.Lett.39B,191(1972). [23] L. Ou et al.,Phys. Rev.Lett. 115,212501 (2015). [24] X. Liang,L. Ou and Z. G. Xiao,Phys. Rev. C 101,024603 (2020). [25] G.Berg et al.,IUCF Sci.and Tech. Rep.,1991 -1992 (unpublished), p. 70-75. [26] M. T. Jin et al., Nucl. Sci. Tech.32, 96(2021). [27] J.Aichelin,Phys.Rep.202,233 (1991). [28] Y. Zhang,Z.Li, Phys.Rev. C 71,024604 (2005). [29] Y. Zhang,Z.Li, Phys.Rev. C 74,014602 (2006). [30] Li Ou,Zhuxia Li, Xizhen Wu et al, J. Phys. G: Nucl. Part.Phys. 36,125104 (2009). [31] Li Ou,Zhuxia Li and Xizhen Wu,Phys. Rev.C 78,044609 (2008). [32] Li Ou and Zhigang Xiao, Chin.Phys. C 44,114103 (2020). [33]L.W. Chen et al.,Phys.Rev.C 82,024321 (2010). [34] M. Dutra et al.,Phys.Rev. C 85,035201 (2012). [35] Yingxun Zhang et. al.,Phys.Rev. C 85,051602(R) (2012). [36] R. J. Charity et al.,Nucl. Phys.A 483,371 (1988). [37] R.J. Charity et al.,Phys.Rev. C 63,024611 (2001). [38] S.Araki et al.,Nucl.Instrum.and Meth.A 842,62,(2017). [39] TWakasa et al.,Prog.Theor.Exp.Phys.2017,O83D01 (2017). [40] H. Okamura et al.,Phys.Rev.C 58,2180 (1998). [41] T.Ye,Y.Watanabe and K. Ogata,Phys.Rev.C 8O,014604 (2009). [42] S. Schery et al.,Nucl. Instrum.Meth.147,399 (1977) [43] M. Baba et al.,Nucl.Instrum.Meth.A 428,454 (1999) [44] T.N. Taddeuchi et al.,Nucl. Phys.A 469,125(1987) ",
        "page_idx": 4
    }
]