[
    {
        "type": "text",
        "text": "An Era of Errors ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Unveiling the Truth of Archaeanthus and Its Implications for Angiosperm Sy stematics ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xin WANG ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CASKey Laboratory of Economic Stratigraphy and Paleogeography, Nanjing Instituteof Geology andPalaeontology andCenter forExcellence in Life and Paleoenvironment, Chinese Academy of Sciences,Nanjing 210008, China \\*Email: xin wang@ nigpas.ac.cn, ORCID: 0000-0002-4053-5515 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Archaeanthus is a famous Cretaceous angiosperm from the Albian-CenomanianofKansas,USAdocumented byDilcherand Crane in 1984.Its seeds/ovules were interpreted as arranged along the adaxial (ventral) suture of the fruits.This interpretation used to be plausible, especially under the light of then-dominating doctrine of angiosperm evolution.However,Dilcher and Crane's interpretation of ovule insertion was not fully supported even by their own evidence.Considering the early age,importance and influence of Archaeanthus in palaeobotany and angiosperm systematics,it is necessary to double check the ovule insertion in Archaeanthus and its implications for homology of carpel as well as origin of angiosperms.New observation on the type materials of Archaeanthus indicates that,besidesadaxial(ventral) arrangement of ovule/seed asassumed formerly,atleast some ovules/seeds inArchaeanthus are attached to the abaxial(dorsal) margin of the fruit.This information undermines the former assumed Magnoliaceous affinity of Archaeanthus, and falsifies its support to the influencing speculation of carpel homology and origin of angiosperms.Analysis of the common reason underlying the misinterpretations of early fossil angiosperms (including Archaeanthus, Archaefructus,and others) indicates thatthe speculationofArber andParkin is groundless and the majorculprit inflicting botany in the past century. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:carpel, homology,origin,fossil,angio sperms. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Angiosperms are the most important group of plants in the current earth ecos ystem.However, little is known about the origin of angiosperms,which has beenaheadache for many botanists.The core question in the originof angiosperms is the homology of carpels.Formerly，Arber and Parkin’ speculated that the carpels in angiosperms are derived from the former megasporophylls bearing ovules along their margins.Consequently，conduplicate carpels bearing.ovules on itsadaxial(ventral) margins(asin Magnoliaceae） were taken as the most ancestral among angiosperms2.3.This hypothesis remained unsupported by fossil evidence until the famous fossil plant Archaeanthus4 was published in 1984. Such a support was later reinforced by the so-called “first flower” Archaefructus5,6,which was assumed to have“conduplicate” carpels.However,more careful research indicates that Archaefructushasno “conduplicate\"carpels (namely, its ovules are inserted along the dorsal side of the fruits)7.8, greatly reduces the credibility of Arber and Parkin's hypothesis1,especially when the basalmostangiospermAmborella with ascidiate carpels does not fit in the Arber and Parkin'simage of ancestral angiosperms.The situation becomes more suspicious when it is found that Dilcher and Crane's evidence did not fully support their own interpretation of ovule insertion in Archaeanthus. Therefore the ovule insertion in Archaeanthusbeing adaxial or abaxial becomes a crucial question in botany,as the ans wer to which may decide the ultimate fate of hypothesis ofArberand Parkin1 that has been the foundation for many botanical progresses .To ascertain the ovule insertion in Archaeanthus, I re-examined the type materials of Archaeanthus described by Dilcher and Crane4 and report my observation here. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Myobservation focuses on onlyone feature of Archaeanthus,namely，the ovule insertion in the fruits, therefore other aspects ofArchaeanthus will be ignored and not be discussed here,since Dilcher and Crane4 have documented them well before.To demonstrate the ovule insertioninthefossil clearly， twoinfructescences ofArchaeanthus are shown in Figs.la-b,with their apices pointing to the top.Enlarging from the organ in Fig.la,I show one of the fruits in Fig.lc.The adaxial side of the fruit is oriented to the upper,and abaxial side to the lower. There are several seeds inside this fruit,some in the proximal portion and some in the distalportion (Fig.lc). The proximal seeds are clearly inserted along the abaxial side (Figs.lc-d), while the two distal seeds/ovules are apparently inserted along the adaxial side (Figs.lc,e). So the ovules are inserted along both adaxial and abaxial sides in this single fruit ofArchaeanthus (Figs.lc-e). In the meantime,ovules/seeds insome fruitsofArchaeanthusare indeed insertedalong the adaxial margin(Figs.1b,f). This result isapparentlyat odds with interpretation of Dilcher and Crane4，in which the ovules were interpreted as inserted along the \"adaxial suture\" (page 351,363,364，371). ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/23878e04d6859f3c9ee7f54f25b7557b15768aa9d5d1c062b3915d794a711684.jpg",
        "img_caption": [
            "Figure1 Infructescences,fruits,and in situ seeds of Archaeanthus linnenbergeri.A.An infructescence.IU15703-2300'. $\\mathrm { B a r } = 5 \\ \\mathrm { \\ m m }$ B. Another infructescence.IU15703-2300”.Bai $\\cdot = 5 \\mathrm { { m m } }$ .C.Detailed view of the fruit arrowed in Fig.1a.Note the positions of four seeds (arrows) and theirspatial relationship relative to the adaxial (AD) and abaxial(AB) margins ofthefruit.Bar $\\dot { = } 1 \\mathrm { m m }$ .D.Detailed view of the two pro ximal seeds (markedby two left arrows in Fig.1c).Note the attachment of seeds (arrows) totheabaxial margin(AB) of thefruit. $\\mathrm { B a r } = 0 . 5 \\mathrm { m m }$ .EDetailedview of the two distal seeds (marked by two right arrows in Fig.1c).Note their attachment(arrows) to the adaxial margin(AD) ofthe fruit.B $\\mathrm { a r } = 0 . 5 \\ : \\mathrm { m m }$ F.Detailed view of a row of seeds (arrows) inside the fruit marked by the arrows in Fig.1b.Note the attachment of seeds to the adaxial margin (AD) of the fruit.Bar $= 1 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Can this difference between my observation and that of Dilcher and Crane4 be due to observing different fruits ofArchaeanthus linnenbergeri? Such a possibility can be ruled out completely,as whatIobserved is exactly the same fruit in the same specimen (IU15703-2300'） as shown in Fig. 24 of Dilcher and Crane4.Examin ing Fig. 24 of Dilcher and Crane4,one can easily find that the ovules are apparently indeed inserted along the \"abaxial\" margin of the fruit.But Dilcher andCrane4interpretedtheovules/seeds ofArchaeanthus as inserted along the \"adaxial\" margin inside the fruit. How could this happen? What was wrong then? ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "There are two possible scenarios to account for the above difference in observation.1)Dilcher and Crane did not note the abaxial ovule insertion in Archaeanthus,due to carelessness orwhateverreason.They tookit for granted and subconsciously documented Archaeanthus in such a way, compatible with the expectation of majority botanists (the then-dominating botanical doctrine),and making their fossil flowermore comparableto the assumed ancestral angiosperms(Magnoliaceae） and thus more attractive and more important in botany.2) Dilcher and Crane were aware of the abaxial ovule insertion in Archaeanthus,but after long-time balancing and calculating they managed to make a decision to ignore this fact because they could afford to tell the truth since such a truth would topple their long-adopted botanical doctrine advanced by Arber and Parkin]，incur criticis ms from peers who are loyal to the doctrine and thus feel offended by their telling the truth,and,unacceptably, probably kill their paper. Which scenario was the case?After 34 years,only Dilcher and Crane can tell. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "No matter which scenario is the case,it is apparent that Dilcher and Crane were_victims of the then-overwhelming botanical doctrine，which_is the major culprit underlying manymistakesin botany.Nowitis clearthat the ovules are notinserted ONLY along the adaxial suture in Archaeanthus Instead the ovules in Archaeanthus may be inserted either along the abaxial,or adaxial,or both sides of fruits.This informationrulesoutanymagnoliaceousaffinity for Archaeanthus since in Magnoliaceae the ovules are not inserted along the abaxial in the fruits³.Interestingly, Neofructus,afossilrecentlyfoundfromtheEarlyCretaceous Yixian Formation,demonstrates clearly that,at least in some fruits,the ovules are inserted along both the adaxial and abaxialmarginsin the same fruit9. The carpelsin ArchaeanthusandNeofructusmay be derived from formerly two facing ovule-bearing branches(placentas）and two facing foliar parts (ovarian walls)，and ovule insertion on only one margin of the carpel/fruit (as in Archaefructus7.8, Nothodichocarpuml0,and some Archaeanthus)may be derived from those with ovules along both margins by los s ofoneplacenta.The chimerical occurrence ofbothabaxial $^ +$ adaxialaswellas adaxialonlyovule insertionsin Archaeanthus appears to be an ideal intermediate status between those in Neofructus and Magnolia. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It isnoteworthy that,like in Archaeanthus4,the carpels in Archaefructus liaoningensis5 used to be similarly misinterpreted as“conduplicate\",implying adaxial ovule insertion in the fruits.A recent studyll indicates that a typical carpel in Magnoliaceae actually is a composite organ derived froma former ovule-bearing branch plus a subtending foliar part,rather than be a \"megasporophyll\",which has been proven non-existing among seed plants 12,13.Therefore the assumed support for the doctrine advocated by Arber and Parkin1 from Archaeanthus,Archaefructusand Magnoliaceae has gone vaporized, leaving all conclusions in angiosperm systematics hinged with such a doctrine in the past century shaky and suspicious.The situation becomes more embarrassingwhen the readersrealize that,as early as 1925,Parkin had admitted that their 19O7 speculation had no fossil support14.It appears that the speculation of Arber and Parkin (l9O7) was groundless since the very beginning! Apparently，ensuing botanists(especially.the fanatic proponents of Arber and Parkin'sspeculation） lack the capability of critical thinking，and they appeared to have formed a factionthatischaracterized bytheir naivety and loyalty.Although great palaeobotanists,Dilcher and Crane were unexceptionally not immune to the then-influencing, illusive， distorted perspective of plant evolution.Their misinterpretations aboutovule insertion in Archaeanthus and ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Archaefructus more or less reflect their overawing authority and their preference of conformity (political correctness)in botany.Similarly， the claims of non-existing ovule insertion in Magnoliaceae³,bitegmic ovules in Monetianthus15,and free carpels in Kajanthusl6 are very likely the products of knowingly data-proces sing more or less related to the “assumedlycorrect”classical theoryofangiosperm evolution.Such treatments are the routine and hallmark of the age rather than a personal character or weakness.The current deadlock in origin of angiosperms is a direct consequence of Arber and Parkin'sspeculation. Any essential progress in angiosperm systematics and origin of angiosperms will not be possible before the influence of Arber and Parkin （19O7） is purged thoroughly throughout botany. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Methods Specimens were photographed with a Sony ILCE1 digital camera.Details of the specimens were observed and photographed under a Nikon SMZ-1O stereomicroscope equipped with a Canon EOS Rebel XSi digital camera.All photographs were saved in JPEG format and organized for publication using Photoshop 7.0. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "I thank Drs. Steven Manchester and Hongshan Wang for the access to the valuable type specimens of Archaeanthus linnenbergeri deposited in the Florida Museum of Natural History.This research was supported by National Natural Science Foundation of China (41688103,91514302), Strategic Priority Research Program(B) of Chinese Academy of Sciences (Grant No.XDPBo5).I declare no competing interests. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Arber,E.A.N.&Parkin,J.On the origin of angiosperms.Journal of the Linnean SocietyofLondon,Botany38,29-80,(1907).   \n2 Cronquist,A.The evolution and classification of flowering plants.New YorkBotanical Garden,Bronx,1988.   \n3 Canright,J.E.The comparative morphology and relationships of the Magnoliaceae.III.Carpels. American Journal of Botany 47,145-155, (1960).   \n4Dilcher,D.L.& Crane,P.R.Archaenthus:An Early AngiospermFrom the Cenomanianof theWestern InteriorofNorthAmerica.Annals of the Missouri Botanical Garden71,351-383,(1984).   \n5 Sun,G.,Dilcher,D.L.,Zheng, S.& Zhou,Z.In search of the first flo wer: a Jurassic angiosperm,Archaefructus,fromNortheast China.Science 282, 1692-1695,(1998).   \n6 Sun,G. et al.Archaefructaceae,a new basal angiosperm family.Science 296,899-904,(2002).   \n7 Ji,Q.,Li,H.,Bowe,M.,Liu,Y.& Taylor,D.W.Early Cretaceous Archaefructus eoflora sp.nov.with bisexual flowers from Beipiao, Western Liaoning,China.Acta Geologica Sinica78,883-896,(2004).   \n8Wang,X.& Zheng,X.-T.Reconsiderations on two characters of early angiosperm Archaefructus.Palaeoworld21,193-201,(2012).   \n9Liu,Z.-J.& Wang,X.Anovel angiosperm from the Early Cretaceous and its implications on carpel-deriving. Acta Geologica Sinica (English edition),(inpress).   \n10Han,G.,Liu,Z.&Wang,X.ADichocarpum-like angiosperm from the Early Cretaceous of China.Acta Geologica Sinica9o,1-8,(2017).   \n11Zhang,X.,Liu,W.& Wang,X.How_the ovules get enclosed in magnoliaceous carpels.PLOS ONE12,e0174955,(2017).   \n12 Wang,X.&Luo,B.Mechanical pressure,not genes,makes ovulate partsleaf-like in Cycas.American Journal ofPlant Sciences 4,53-57, (2013).   \n13Miao,Y.,Liu,Z.J.,Wang,M.&Wang,X.Fossil andliving cycads say \"No more megasporophylls\".Journal of Morphology and Anatomy1, 107,(2017).   \n14Parkin,J.The phylogeneticclassificationof flowering plants.Nature 115,385-387,(1925).   \n15Friis,E.M.,Pedersen,K.R.,von Balthazar,M.,Grimm,GW.& Crane,P.R.Monetianthusmirus gen.et sp.nov.,anymphaealean flower from the Early Cretaceous ofPortugal.International Journal of Plant Sciences170,1086-1101,(2009).   \n16Mendes,M.M.,Grimm,G.W.,Pais,J.& Friis,E.M.Fossil Kajanthus lusitanicus gen.et sp.nov.from Portugal: floral evidence for Early Cretaceous Lardizabalaceae (Ranunculales,basal eudicot).Grana 53,283-301,(2014). ",
        "page_idx": 1
    }
]