[
    {
        "type": "text",
        "text": "道德情绪在道德隐喻映射中的作用及其神经机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李莹」；张灿2,1；王悦1",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1郑州大学教育学院，郑州450001）（2上海外国语大学脑与认知科学应用重点实验室，上海 201620）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要道德隐喻的加工，实质上是从始源域的身体感知觉经验映射到目标域，表征抽象道德概念的过程。新近研究从认知神经科学角度揭示道德隐喻加工的神经机制，进而探讨情绪因素在道德隐喻映射中的作用。道德隐喻映射机制是在具体道德情境中身体感知经验与情绪体验、认知加工相互作用的结果。未来研究应拓展道德隐喻映射的维度和方向，在社会交互环境中丰富和完善研究范式，提高生态效度和跨文化效度。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词道德隐喻；道德情绪；具身认知；认知神经机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 G443",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自古以来，道德一直与现实生活、社会文化密切交织。无论是现代生活中的道德认知或有关道德的语言表达，还是追溯到古文化时期，人们都会利用身体经验实现对道德的感知与判断。以道德清洁隐喻为例，在世界主要宗教中，天主教的洗礼仪式、伊斯兰教和佛教的沐浴仪式，都强调通过身体的清洁行为达到宗教修为或实现道德高尚、灵魂纯洁的目的。在莎士比亚的笔下，麦克白夫人希望用水洗刷掉自己的谋杀罪恶，有学者将其命名为“麦克白效应”，用来形容不道德行为会引发个体对清洁行为的意愿（Zhong＆Liljenquist,2006）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "道德隐喻是道德心理学领域研究的重要问题，概念隐喻理论和具身认知理论对道德隐喻的研究领域产生了重要的影响。Lakoff和Johnson提出的概念隐喻理论认为，隐喻的表征实质上是个体在始源域对熟悉的经验进行加工（如空间方位、颜色、躯体运动的身体知觉），并在目标域建构时间、社会关系、道德等陌生的抽象概念。从熟悉的经验迁移到目标域的抽象概念，便是隐喻映射的过程（陈玉明，郭田友，何立国，燕良轼，2014)。自20 世纪70年代兴起的第二代认知科学，研究重点从建立个体心理认知加工模型，转为强调个体身体经验与环境的相互作用（李其维，2008)。具身认知观认为，大多数的抽象概念都具有隐喻意义，隐喻目标域的映射源自身体的感觉运动系统形成的经验。道德隐喻的加工是认知、环境特征、身体经验这三个因素耦合的整合机制(李子健，张积家，乔艳阳，2018)。认知语义学研究也表明，道德概念的加工具有隐喻的性质，个体的道德认知根植于个体对于躯体环境的具身认知体验（Yu,Wang,&He,2016）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "概念隐喻理论回答了个体道德认知概念的来源问题，具身认知观则用于解释道德隐喻具体的加工过程。近年来，道德隐喻领域的研究进一步通过行为学指标验证了不同类型的道德隐喻具有心理现实性，涉及与道德概念有关的清洁隐喻、空间隐喻、视觉颜色隐喻、触觉隐喻等（陈玉明等，2014)，也有研究从认知神经科学的角度出发，初步揭示了道德隐喻加工的神经机制。道德认知的过程是大脑负责情绪、认知加工的脑区和心理理论相关的脑区相互作用的结果（罗跃嘉，李万清，彭家欣，刘超，2013；王云强，郭本禹，2017)。本研究通过梳理、评价这一领域新近研究的进展，对关于道德隐喻心理机制的进一步研究提供参考借鉴。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2道德隐喻认知神经机制中的情绪因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前对于道德隐喻的研究主要集中在与道德概念有关的清洁隐喻、空间隐喻、视觉颜色隐喻、触觉隐喻等维度。一方面是由于个体对于身体清洁状态、空间位置、视觉颜色、触觉信息等方面的感知觉较为直接、敏锐，相应的行为反应指标更具外显性，变量因素易于在实验室条件下操纵；另一方面是在以往的行为学研究中已形成了较为成熟的研究范式。已有的脑成像研究则更多侧重于考察道德隐喻的心理现实性以及在神经生理活动上的反映。事实上，情绪作为个体的主观感受，伴随道德认知和道德判断过程而产生，很难与道德隐喻加工过程相分离。近年来，逐渐有研究考察道德情绪对道德隐喻加工的重要影响，并试图进一步从认知神经角度予以验证。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1道德清洁隐喻的神经机制以及道德情绪的影响",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关于道德清洁隐喻的研究，大多围绕“麦克白效应”探讨道德纯洁性与身体清洁行为的关系。研究发现，当被试回忆不道德行为的经历后，在词语补全任务中产生了更多与清洁概念有关的词语，如肥皂、淋浴等，并对清洁物品更加渴求（Zhong&Liljenquist,2006)。麦克白效应对个体的道德认知也产生了实质影响，被试完成清洁启动任务后对道德两难事件的评分更低，道德判断标准更加宽松（Schnall,Benton,& Harvey,20o8）。然而，Zhong, Strejcek 和 Sivanathan（2010）则发现被试完成清洁任务后对社会事件的道德判断更为严苛。这反映了道德纯洁性隐喻影响道德判断的机制具有高度复杂性，因此引发了后续研究采用认知神经科学技术深入探讨。一些研究采用功能磁共振成像（fMRI）发现，被试进行不道德行为时大脑双侧感觉运动区域出现了显著激活，并且在对清洁产品进行评分时也引发了左侧感觉运动区的激活，意味着大脑的感觉运动皮层在道德纯洁性隐喻中发挥着中心作用（Denke,Rotte,Heinze,& Schaefer,2016; Schaefer,Rotte,Heinze,& Denke,2015）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "道德纯洁性隐喻中的情绪因素一直是研究的热点问题。Haidt的社会直觉理论就将情绪作为道德判断的决定性因素，而近年的实验研究更是通过脑生理活动指标考察道德纯洁性隐喻加工中道德情绪的影响（燕良轼，颜志雄，丁道群，邹霞和范伟，2014）。研究发现，道德厌恶情绪启动后，被试加工与清洁概念有关的语义材料诱发了更大的LPC平均波幅，表明被试产生了强烈的情绪体验，使认知加工更加精细。个体通过加工与清洁概念有关的刺激，缓解负面的道德情绪，并对后续的道德认知和决策产生重要影响。这也支持了李健、王艳和唐一源(2011)的观点，他们通过分析被试在做出道德决策时大脑电信号的时空特征，认为个体是在特定的道德认知情境下通过抑制道德情感来做出道德决策。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "道德隐喻加工中的情绪作用还体现在道德情绪与执行控制间的冲突对道德隐喻映射的影响。Tang 等(2017)发现，实际身体清洁和清洁刺激启动都能降低被试的内疚感和羞愧感，且实际身体清洁引发更多的积极情绪。研究通过分析基于任务fMRI的低频震荡波幅（ALFF）发现，实际身体清洁和清洁刺激启动在道德清洁隐喻脑激活模式上具有显著的差异：身体清洁组被试的右侧脑岛、内侧前额叶等与道德情绪加工有关的脑区ALFF显著降低，意味着身体清洁可以缓解由于不道德行为导致的负面情绪，减少道德情绪对执行控制的干扰，从而使道德判断更严苛。清洁刺激启动组被试的右侧额上回、右侧额中回等与执行控制加工有关的脑区ALFF变化显著，表明清洁刺激启动增加了道德情绪和执行控制之间的冲突，被试需要做出更道德的认知决策来缓解二者间的冲突。被试在道德隐喻映射过程中的行为反应所表现出的隐喻一致性效应和隐喻补偿效应，便是道德情绪与执行控制之间的冲突促成的。研究支持了道德纯洁性隐喻起源于感觉运动区的观点，个体通过感知运动经验建构道德隐喻，而道德情绪在道德隐喻映射过程中调节道德动机与执行控制的关系，并通过道德认知和行为反应表现出来。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2道德空间隐喻的神经机制以及道德情绪的影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "个体的垂直空间认知对道德概念加工具有重要的意义。先前大量研究均表明，道德认知与视觉空间感知存在“道德在上，不道德在下”的隐喻映射关系，并且两者的映射力量并不平衡，从道德概念向视觉空间感知的映射力量要强于从视觉空间感知向道德概念的映射力量（贾宁，蒋高芳，2016；鲁忠义，贾利宁，翟冬雪，2017；王锂，鲁忠义，2013；Hill&Lapsley,2009;Meier, Sellbom,&Wygant,2007）。关于道德空间隐喻的脑成像研究也发现，垂直空间维度上不同方向的加工存在差异。Wang,Lu和Lu（2016）采用事件相关电位技术（ERP）和线索-目标任务，考察被试在垂直空间维度上加工道德概念词汇的时间进程。结果发现，在 N1、P2、LPC 波幅上，词汇的道德属性与垂直空间维度均具有显著的交互作用。在道德词汇的加工中，“道德-向上”的加工较早出现，而在不道德词汇的加工中，“不道德-向下”带来的效应仅在较晚时期出现。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在道德垂直空间隐喻的加工过程中，情绪因素与道德认知是相互作用的。Zhai,Guo 和Lu（2018）采用IAT范式发现，被试在加工道德垂直空间隐喻时，对道德情绪的加工显著快于道德概念的加工，这反映了道德认知过程中直觉性的情绪加工是更快速的自动化加工，而道德加工则需要理性的思考和推理，情绪可以促进道德垂直空间隐喻的映射。朱金富、陈玮、蒲明慧和冯申梅（2018）采用事件相关电位技术和语义启动范式，探讨厌恶情绪在道德垂直空间隐喻加工中的作用。研究结果发现，道德厌恶刺激启动后，被试加工呈现在屏幕下方的中性目标词时诱发了更大的P2和N400 波幅，这意味着道德厌恶情绪与道德空间隐喻形成了语义联结，从而促进个体对于道德垂直空间隐喻的加工。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3道德视觉颜色隐喻的神经机制以及道德情绪的影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "道德的视觉颜色隐喻具有丰富的跨文化内涵背景和心理现实性，是道德隐喻研究的重要内容，主要涉及色彩和明暗维度。色彩维度的研究集中在黑白颜色的对比，研究发现无论是背景颜色启动还是黑白颜色字词加工任务，都呈现出“道德为白，不道德为黑”的隐喻效应，并且会影响个体的道德判断与外显的道德行为（宋诗情，周灵力，陈红，2018）。另有研究验证了道德隐喻在明暗维度上的心理现实性，个体的道德认知与明暗感知相互影响（殷融，叶浩生，2014）。此外，被试作出不道德行为后对光线的感知变暗，但对明度较高的物品更加偏爱，这反映了隐喻的一致性效应和补偿效应在道德明暗隐喻的映射关系中同样存在（Chatterjee,2012）。除了黑白与明暗隐喻，Gan,Fang和Ge（2016）还发现了道德的彩色隐喻。被试加工绿色的不道德词比道德词花费了更长的时间，并且在早期注意加工、语义加工和晚期道德推理评估阶段分别引发了显著的P200、N300和LPC成分。然而，也有研究存在不同观点。杨继平、郭秀梅和王兴超（2017)发现红白颜色的道德隐喻可能是不存在的，与道德概念有关的颜色词可能在特定的情境中才能形成隐喻联结。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "道德颜色隐喻中的情绪因素研究尚不多见。陈玮、蒲明慧、冯申梅和朱金富(2016)采用双字词启动范式探讨了厌恶情绪在黑白颜色道德隐喻加工中的作用。研究发现，道德厌恶词启动后，黑色中性词的加工时间比白色中性词更长，且诱发了更大的N1和N350 波幅。同时，道德厌恶词诱发的LPC 波幅显著低于非道德厌恶词。由于LPC与情绪加工密切相关，研究认为在道德厌恶情绪的参与下，与道德颜色隐喻相关的刺激需要更多的认知资源，以进行更加精细的加工。值得注意的是，该研究的目标刺激选用了中性词，而先前研究发现被试对黑色和白色中性词并不存在加工偏好差异（殷融，叶浩生，2014），这更加凸显了厌恶情绪在道德颜色隐喻中发挥的作用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4道德触觉隐喻的神经机制以及道德情绪的影响",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中西方文化自古以来便有基于触觉的隐喻，尤以“坚硬”、“柔软”形容个体的个性特征，如“绝不手软”、“铁石心肠”、“hard-hearted”等。AckermanNocera 和Bargh（2010）发现，与坐在柔软的椅子上相比，坐在坚硬椅子上的谈判者更倾向于向对方展示强硬、不妥协的态度，表明个体的触觉感知经验对高级社会认知加工产生影响。Schaefer,Denke,Heinze 和Rotte（2014）要求被试分别触摸表面粗糙和顺滑的物体，并通过fMRI观测被试评价社交互动质量时大脑的激活状态。实验结果支持了Ackerman 等(2010)的观点，即粗糙的触觉使得社会交往更加困难和具有对抗性。脑成像的结果发现，与触摸顺滑物体相比，触摸粗糙物体的被试在道德评价阶段大脑感觉运动皮层（SI、SII）、前运动皮层、海马回、杏仁核出现了激活。上述研究均表明个体能够通过身体触觉经验建构社会道德概念，为基于触觉的道德隐喻提供神经生理角度的证据支持。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "由于触觉往往会引发不同的情绪感受，考察道德触觉隐喻加工中的情绪因素，对于解释触觉感受与道德认知之间的内在联系，揭示道德触觉隐喻映射的本质具有重要作用。Schaefer等（2018）考察了情绪因素对道德触觉隐喻加工的影响。实验中被试分别坐在坚硬或柔软的椅子上完成道德判断问卷和情绪量表（PANAS），结果发现坐在坚硬木椅上的被试道德判断更加严苛，而柔软椅子上的被试感受到了更多积极情绪。此外，被试触摸柔软或坚硬物体后进行道德判断的fMRI结果显示，触摸过坚硬物体的被试相较于触摸柔软物体的被试，静息状态时大脑初级躯体感觉皮层 SI出现激活，并且在道德判断阶段感觉运动皮层参与得更多。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3道德情绪与道德隐喻映射的关系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1情绪因素对道德隐喻映射的影响 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关注道德情绪在道德隐喻加工中的作用，是当下有关道德隐喻研究的突出特点。行为学研究发现，情绪因素对于个体道德隐喻加工有重要影响（Schnall,Haidt,Clore,&Jordan,2008；也见彭明，张雷，2016；吴宝沛，张雷，2012；谢熹瑶，罗跃嘉，2009)。认知神经研究则进一步验证了个体的情绪体验是身体感知觉经验与道德认知关系中的重要变量。在情绪因素的参与下，道德隐喻的不同加工阶段呈现出不同的加工特征（Gan,Fang,&Ge,2016;Wang,Lu,&Lu,2016)，反映出道德情绪并不仅仅是道德隐喻加工的伴随结果，也会对映射过程产生更为复杂的影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "首先，在情绪因素参与下，道德隐喻映射过程消耗了更多的认知资源，也意味着对道德隐喻的加工更加精细。其次，道德认知和判断中伴随多重情绪情感的作用。ERP研究发现，在道德隐喻加工中厌恶情绪通过与执行控制相互作用，进而影响道德决策和行为反应（陈玮等，2016；燕良轼等，2014；朱金富等，2018）。除了厌恶情绪，内疚、移情也被视为典型的道德情绪。在不同道德情境中，个体的道德行为受到不同类型道德情绪的影响。Day 和Bobocel（2013）发现，与厌恶、骄傲、悲伤情绪相比，内疚感更好地解释了作出不道德行为的被试对自身体重认知的偏差，表明了道德隐喻效应中内疚情绪的作用。第三，越来越多研究证明在道德隐喻加工中，情绪会影响道德隐喻的映射过程，同时与道德隐喻有关的身体感知经验也会激活情绪活动脑区。个体做出道德决策和行为时也受到了情绪与执行控制之间相互作用的影响。Tang等（2017）的fMRI研究发现，在道德清洁隐喻加工中，身体清洁行为减少了情绪对执行控制的冲突，这一结果与马建苓、刘畅和符明秋（2017）的研究结果相一致，他们认为个体对认知冲突的加工受到情绪因素的影响，使得用于执行控制的注意资源减少，从而影响个体的道德行为。这些研究结果一致表明，在具体道德情境中个体的身体经验与认知加工在情绪体验的影响下相互作用。借助认知神经科学技术方法，得以同时考察这三种因素在同一道德隐喻加工进程中所扮演的角色，以及各自的加工特征，值得未来的研究深入探讨。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2用具身认知观整合道德情绪-道德隐喻映射机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从具身认知的视角研究道德隐喻，可以直接验证不同类型的道德隐喻具有心理现实性，将情绪因素与道德隐喻的映射关系统合为一个整体的机制来考察，为研究道德隐喻提供了新的思路。首先，具身认知与道德隐喻映射本质上是一致的。彭凯平和喻丰（2012）指出，抽象道德概念的加工有表征认知、隐喻认知和具身认知三种思维策略。隐喻认知基于个体的身体感知经验，具身认知也是身体的感知觉与环境特征的相互作用。身体在人们的认知过程中扮演着重要的角色，认知过程无法脱离身体的参与而单独进行，环境、身体和认知操作三者是相互嵌入的关系，可见二者有异曲同工之妙（叶浩生，2010；杨继平，郭秀梅，2016)。其次，具身认知观可以丰富对道德隐喻映射机制的认识。隐喻映射强调的是包括身体经验在内的具体概念与抽象概念之间的关系，而具身认知观的核心是身体经验在抽象概念建构中的作用，对隐喻映射的内在机制进行了明确解释。第三，具身认知观能够将道德情绪整合到道德隐喻映射机制中。情绪概念既是抽象概念，影响着隐喻映射中抽象概念的建构，促进个体对隐喻的理解，同时又具有具身性，包含着丰富、具体的身体感知经验。具身认知观联结了隐喻映射与情绪，进一步明晰了情绪因素在隐喻映射中的作用。因此，道德具身认知与道德隐喻是同一道德概念表征的不同形式，整合道德情绪与道德隐喻映射的关系，弥补了以往道德心理学研究忽视身体感知觉经验的缺陷，提高了研究的生态效度。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "道德隐喻认知神经机制的研究结果也支持了上述观点（Denkeetal.,2016;Schaefer etal.,2015)。fMRI研究发现，大脑的感觉运动皮层在具身认知中具有重要作用，背外侧前额叶（DLPFC）、颞顶连接处（TPJ）等与道德认知加工密切相关，腹内侧前额叶（VMPFC）、眶前额叶（OFC）等负责处理情绪信息的脑区也参与了道德概念的加工，功能连接性（FunctionalConnectivity,FC）等指标结果也进一步昭示了情绪因素在这一过程中的重要作用。从具身认知观出发，可以更为全面、深入地分析道德情绪在道德隐喻映射过程中的作用及其复杂的神经机制，对当前研究是一个有益的补充。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4道德隐喻映射研究的新取向",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1拓展不同维度和方向的道德隐喻映射",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "现有研究选取的感知觉维度较为狭窄，没有完全覆盖道德隐喻的类型。如与社会道德认知有关的味觉隐喻、温度隐喻、左右空间隐喻等虽被验证也具有心理现实性，但仅有极少研究涉及（丁毅等,2013；杨继平，郭秀梅，王兴超，2017；殷融，叶浩生，2014；Rozin,Haidt,&Fincher,2009;Williams ＆Bargh,2008）。并且，由于研究方法较为单一，复杂情境下隐喻的映射过程尚无清晰结论，未来可从认知神经科学等角度系统性地丰富研究内容。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "同一隐喻类型也可能通过不同的物理维度来表征。例如道德纯洁性隐喻的已有研究大多聚焦于身体清洁行为与道德的映射关系，而 Sherman和Clore（2009）则发现用白色和黑色表征道德纯洁和道德污染，能够提升被试的道德自我意象，达到与身体清洁行为类似的效应。也就是说，道德隐喻映射中不同物理维度之间也可能存在交互作用，如垂直空间与左右空间位置之间、空间位置与视觉颜色之间的相互影响需要通过研究进一步探讨。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "隐喻映射的方向性及其机制也需要深入研究。先前已有研究表明道德概念和垂直空间存在双向的映射关系，并发现两个不同方向上映射的强度不平衡。除了垂直空间经验能够影响道德概念加工，对道德概念的语义加工也会反之影响垂直空间的认知，但是对相反方向的作用过程尚无明确的结论（贾宁，蒋高芳，2016;鲁忠义等，2017）。张凤华和叶红燕（2016）认为对清洁隐喻映射方向的研究结果存在矛盾，映射方向受到启动的操纵方式等多种因素的影响。然而，目前有关隐喻映射方向性的研究没有充分涉及到所有隐喻类型，并且缺乏神经生理指标等与身体感知觉经验相关的直接证据。未来可以从这一角度出发，进一步验证道德隐喻映射的双向性及其具体产生机制和条件。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2在自然、交互的社会环境中丰富和完善研究范式",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "当前研究大多在实验室环境中控制了其他因素，仅在某一个物理维度上考察道德隐喻的加工机制，无法有力解释在更加自然、复杂的社会情境中，道德隐喻如何影响个体的道德认知与行为，以及道德情绪在其中的角色。未来研究应考虑在实验设计上应更加严谨，采用内隐的实验任务，避免无关因素的干扰。如谢清、杨群和田学红（2018）采用ERP考察被试在进行双选择oddball任务时对不道德行为的加工特点，内隐的oddball范式避免了被试在外显任务中为维持道德自我意象、满足社会期许所做出的反应。在实验材料的编制上，丁凤琴、王喜梅和刘钊（2017）认为，前人研究选取的道德和不道德刺激启动材料，具有过于明确的道德价值属性，难以考察被试的真实态度。因此，应采用兼具道德和不道德价值的道德两难故事，使被试在复杂的情境中突出环境特征和身体经验的启动，从而做出抉择。这一观点与燕良轼等（2014）一致，他质疑以往研究单纯启动不道德刺激，无法避免社会情境、道德情绪对实验任务的影响，因此可采用文字材料并通过内隐的方式考察被试在隐喻映射过程中的加工特点。然而，王云强和郭本禹（2017）认为上述刺激材料都是对于现实社会互动场景的假设，与现实情境存在偏差，并提出可引入虚拟现实和增强现实技术，提高现实社交情境的仿真程度。未来的研究应依据道德隐喻的不同特征，充分考虑并设计合理的研究范式和实验任务，以提高研究的生态效度。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "葡义芹和张丹丹（2017）提出采用多人同步交互扫描（即超扫描）技术，以fMRI、ERP和功能性近红外光学成像（fNIRS）技术为手段，揭示在社会交互情境下的道德认知、决策行为及其神经机制，能够激活更多与社会人际交互相关的脑区，生态效度更高。fNIRS 技术，尤其是移动式、可穿戴的近红外光谱仪的出现，打破了认知神经科学领域实验室研究的限制，以更高的生态效度、较低的经济成本、接近真实的自然环境（郭欢等，2016；叶佩霞，朱睿达，唐红红，买晓琴，刘超，2017；Piper et al.,2014; Zhao＆ Cooper,2018)，使得被试可以在真实的社会交往情境下获取身体经验、进行道德隐喻的加工，将得出更可靠的研究结",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "果。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "此外，由于道德隐喻的具身性特点，与净脏、视觉颜色、空间位置、温度等物理维度有关的环境因素，都会影响道德隐喻的映射过程。王云强和郭本禹(2017)提出可以构建激素一基因一脑一环境一行为的多视角模型，从心理学、生物学和环境因素相互作用的角度，深入研究大脑、道德认知、决策与行为之间的关系。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3提高研究的可重复性和跨文化效度",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "道德隐喻的研究结果有时是存在争议的，如身体清洁状态对道德判断的影响结果存在矛盾（张凤华，叶红燕，2016；Schnall et al.,2008; Zhong et al.,2010）。Siev,Zuckerman 和 Siev（2018）对15篇与\"麦克白效应\"相关的研究进行了元分析，结果发现“麦克白效应”在复制实验中效应并没有那么显著，或许反映了道德清洁隐喻的跨文化效度较低。但是这一结果没有充分考虑道德隐喻的文化差异对被试的道德认知的影响，因为该研究所分析的数据来自3个不同大陆、共计1746名被试，并且缺乏概念性验证的分析。众所周知，道德认知以及道德的隐喻映射具有明显的文化地域性。因此有必要在中国文化背景下关注道德隐喻的跨文化差异，从认知神经科学角度提供直接的证据。例如，同一种颜色在中西方文化中可能有不同的寓意。黑白隐喻在西方文化中盛行，有学者认为与现代西方社会对于非洲裔美国人的种族偏见有关。美国历史上黑色皮肤的非洲裔美国人饱受种族偏见和歧视，使得他们长期处于较低的社会阶层和生活水平，并被刻板地烙下“罪恶”的标签（Alter,Stern,Granot,&Balcetis,2016)。然而，白色在中国传统文化中，虽有“清白”、“白玉无瑕\"等积极、道德的隐喻意义，但是在现实生活里的特定场合和民间习俗中，也被认为具有“丧葬白事”“举白旗”等负面喻义。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "道德清洁隐喻也具有特定的文化背景。尽管跨文化的研究表明清洁隐喻是普遍存在的，但是任俊和高肖肖（2013）提出，西方宗教提倡的“原罪”文化促使个体的洁净行为以保持道德纯洁，而在中国文化中，不道德的行为招致个体颜面尽失，因此会通过道德掩饰行为挽回面子。Lee,Tang,Wan,Mai 和Liu（2015）支持了这一说法，实验发现东亚文化背景的被试，在进行面部清洁后内心的罪恶感、忏悔感显著降低。苏彦捷和孙芳芳（2014）将这一现象归结为“被试来源国家的调节作用”，不同民族、国家和文化背景会形成多样化的思维方式和行为反应，从而影响道德认知与行为。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "此外，大量来自认知语言学领域的研究结果也发现，不同文化地域下的人们使用不同的语言，会影响其对抽象概念的加工。认知语言学家Boroditsky 曾经通过田野实验发现，语言会影响个体的空间和时间认知，并且空间认知会影响时间认知。在不同文化背景下，不同的语言表达方式影响个体对时间、空间等抽象概念的表征，这一过程是通过隐喻的映射实现的。中文可以从垂直空间维度表达时间概念，如“上下五千年”，希伯来语使用者受到从右向左书写方式的影响，对时间材料概念的表达也出现了从右向左的特点。这些研究结果也从一定程度揭示了文化以及语言运用的差异所带来的抽象概念隐喻映射的差异，这对于采用字词刺激材料的道德隐喻研究具有重要的参考意义。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "鉴于此，未来的研究应当从认知神经科学的角度出发，在行为学研究结果的基础上，分析比较在不同文化背景下，不同类型的道德隐喻映射过程神经机制的差异，这可以提高研究的可重复性和跨文化效度，也有助于深入探讨道德隐喻双向映射的形成机制。同时，本土化研究使我们更好地理解在中华文化背景下，中国人的社会道德认知及决策行为，从而启发我们开展中国特色的道德教育，积极塑造公民的道德行为，营造和谐、道德的社会气氛。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献  \n陈玮，蒲明慧，冯申梅，朱金富.(2016)．厌恶启动后黑白颜色中性词加工的时间特征：来自ERPs的证据．中国临床心理学杂志,24(5),784-787.  \n陈玉明，郭田友，何立国，燕良轼.(2014).道德隐喻的种类、规则及其机制分析．深圳大学学报(人文社会科学版),31(5),55-59.  \n丁凤琴，王喜梅，刘钊.(2017).道德概念净脏隐喻及其对道德判断的影响．心理发展与教育，33(6), 666-674.  \n丁毅，纪婷婷，邹文谦，刘燕，冉光明，陈旭.(2013).物理温度向社会情感的隐喻映射：作用机制及其解释．心理科学进展,21(6),1133-1140.  \n郭欢，申荷永，昝艺，张道华，蔡婷婷，朱绘霖.(2016).基于功能性近红外光谱技术的双人同步交互测量研究．激光生物学报,25(06),523-530.  \n贾宁，蒋高芳.(2016)．道德概念垂直空间隐喻的心理现实性及双向映射．心理发展与教育,32(2),158-165.  \n李健，王艳，唐一源.(2011)．道德两难问题ERP的时空分析．中国生物医学工程学报,30(2),220-224.  \n李其维.(2008)．“认知革命”与“第二代认知科学”刍议．心理学报,40(12),1306-1327.  \n李子健，张积家，乔艳阳.(2018).具身理论分歧：概念隐喻与知觉符号观．科学技术哲学研究，35(2), 45-51.  \n葡义芹，张丹丹.(2017)．超扫描技术在社会认知神经科学中的作用．应用心理学,23(4),300-308.  \n鲁忠义，贾利宁，翟冬雪.(2017)．道德概念垂直空间隐喻理解中的映射：双向性及不平衡性．心理学报,49(2),186-196.  \n罗跃嘉，李万清，彭家欣，刘超.(2013)．道德判断的认知神经机制．西南大学学报(社会科学版)，",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "39(3), 81-86.马建苓，刘畅，符明秋.(2017)．情绪影响冲突加工的认知神经机制．心理科学进展,25(1),49-58.彭凯平，喻丰.(2012).道德的心理物理学：现象、机制与意义．中国社会科学,12,28-45.彭明，张雷.(2016)．厌恶情绪影响道德判断的发展研究．心理科学,39(5),1110-1115.任俊，高肖肖.(2013).中国人在不道德行为之后会做些什么？心理科学,36(4),978-983.宋诗情，周灵力，陈红.(2018)．黑白背景颜色对诚信行为的影响．心理科学,41(2),430-434.苏彦捷，孙芳芳.(2014).道德具身性的元分析研究．华东师范大学学报(教育科学版)，32(2),88-96.王云强，郭本禹.(2017).大脑是如何建立道德观念的：道德的认知神经机制研究进展与展望．科学通报,62(25),2867-2875.王锂，鲁忠义.(2013)．道德概念的垂直空间隐喻及其对认知的影响．心理学报,45(5),538-545.吴宝沛，张雷.(2012)．厌恶与道德判断的关系．心理科学进展,20(2),309-316.谢清，杨群，田学红.(2018)．道德判断的整合和分离效应：ERP的证据．心理学探新,38(2),178-184.谢熹瑶，罗跃嘉.(2009).道德判断中的情绪因素—一从认知神经科学的角度进行探讨．心理科学进展,17(6),1250-1256燕良轼，颜志雄，丁道群，邹霞，范伟.(2014).道德厌恶启动后身体清洁词加工的时间特征 ：来自ERPs的证据．中国临床心理学杂志,12(1),32-37.杨继平，郭秀梅.(2016).具身视角下道德概念的隐喻研究．心理学探新,36(5),387-391.杨继平，郭秀梅，王兴超.(2017)．道德概念的隐喻表征—一从红白颜色、左右位置和正斜字体的维度．心理学报,49(7),875-885.叶浩生（2010）具身认知·认知心理学的新取向心理科学讲展 18(5）705-710",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "叶佩霞，朱睿达，唐红红，买晓琴，刘超.(2017).近红外光学成像在社会认知神经科学中的应用. 心理科学进展,25(5),731-741.   \n殷融，叶浩生.(2014).道德概念的黑白隐喻表征及其对道德认知的影响．心理学报,46(9),1331- 1346.   \n张凤华，叶红燕.(2016)．“洗”出来的效应：清洁启动对道德判断作用方向不同的影响因素探析. 心理科学,39(5),1236-1241.   \n朱金富，陈玮，蒲明慧，冯申梅.(2018)．厌恶启动后垂直空间隐喻加工的时间特征．中华行为医 学与脑科学杂志,27(3),266-271.   \nAckerman, J. M., Nocera, C. C., Bargh, J. A. (2010). Incidental haptic sensations influence social judgments and decisions. Science, 328(5986), 1712-1715.   \nAlter,A. L. Stern, C., Granot, Y., Balcetis,E. (2016). The \"bad is black\" effect: Why people believe evildoers have darker skin than do-gooders.Personality and Social Psychology Bulletin, 42(12), 1653-1665.   \nChatterjee,A. (2012). Disembodying cognition. Language and Cognition, 2012, 2(1),79-116.   \nDay,M. V., Bobocel, D.R. (013). The weight of a guilty conscience: Subjective body weight as an embodiment of guilt. PLoS One, 8(7), e69546.   \nDenke,C.,Rote,M., Heinze,H. J., Schaefer,M. (2016).Lying and the subsequent desire for toothpaste: Activity in the somatosensory cortex predicts embodiment of the moral-purity metaphor. Cerebral Cortex, 26(2), 477-484.   \nDong,P., Lee, S.W. S. (2017). Embodiment as procedures: Physical cleansing changes goal priming effects. Journal of Experimental Psychology-General, 146(4), 592-605.   \nGan, T.,Fang, W., Ge,L. (2016). Colours' impact on morality: Evidence from event-related potentials. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "ScientificReports,6,38373. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Hill, P.L.,& Lapsley,D. K. (20o9). The ups and downs of the moral personality: Why it's not so black and white.Journal of Research in Personality, 43(3), 520-523. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Siev, J., Zuckerman, S.,& Siev,J. (2018). The relationship between immorality and cleansing: A metaanalysis of the macbeth effect. Social Psychology, 49, 303-309. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Lee, S. W. S., Tang, H., Wan, J., Mai, X., Liu, C. (2015). A cultural look at moral purity: Wiping the face clean. Frontiers in Psychology, 6(577). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Lee, S. W., Schwarz, N. (2010). Dirty hands and dirty mouths: Embodiment ofthe moral-purity metaphor is specific to the motor modality involved in moral transgression. Psychological Science,21(10), 1423-1425. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Meier,B.P., Sellbom, M.,& Wygant, D.B. (2007). Failing to take the moral high ground: Psychopathy and the vertical representation of morality. Personality and Individual Differences, 43(4),757- 767. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Pacilli,M. G., Pagliaro, S., Spaccatini,F., Giovanneli,I.,Sacchi, S.,& Brambilla,M. (2018). Straight to heaven: Rectitude as spatial representation of morality. European Journal of Social Psychology, 48, 663-672. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Piper,S.K., Krueger,A.,Koch,S.P.,Mehnert,J.,Habermehl, C.,Steinbrink,J.,..Schmitz, C.H. (2014). A wearable multi-channel fNIRS system for brain imaging in freely moving subjects. Neuroimage, 85(S11),64-71. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Rozin,P., Haidt,J.,Fincher, K.(2009). From oral to moral. Science, 323(5918),1179-1180. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Schaefer,M., Cherkasskiy,L., Denke, C., Spies, C., Song,H., Malahy,S., Heinz,A.,.. Bargh, J. A. (2018). Incidental haptic sensations influence judgment of crimes. Scientific Reports, 8(1), 6039. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Schaefer,M.,Denke, C.,Heinze,H.J.,Rote,M. (2014).Rough primes and rough conversations: Evidence for a modality-specific basis to mental metaphors. Social Cognitive and Affective Neuroscience, 9(11), 1653-1659. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Schaefer,M.,Rotte,M.,Heinze,H.,Denke, C.(2015).Dirty deeds and dirty bodies: Embodiment of the macbeth effect is mapped topographically onto the somatosensory cortex. Scientific Reports, 5(1), 18051.   \nSchnall, S.,Benton,J., Harvey,S.(2oo8). With a clean conscience, cleanliness reduces the severity of moral judgments. Psychological Science, 19(12),1219-1222.   \nSchnall, S.，Haidt, J.， Clore, G. L., Jordan, A. H. (2008). Disgust as embodied moral judgment. Personality and Social Psychology Bulletin, 34(8), 1096-1109.   \nSherman, G. D., Clore, G.L. (2009). The color of sin: White and black are perceptual symbols of moral purity and pollution. Psychological Science,20(8),1019-1025.   \nTang,H.,Lu,X.,Su,R.,Liang,Z.,Mai, X.,Liu, C. (2017). Washing away your sins in the brain: Physical cleaning and priming of cleaning recruit different brain networks after moral threat. Social Cognitive Affective Neuroscience, 12(7), 1149-1158.   \nWang,H. L., Lu, Y. Q., Lu, Z. Y. (2016). Moral-up first, immoral-down last: The time course of moral metaphors on a vertical dimension. Neuroreport, 27(4), 247-256.   \nWiliams, L. E., Bargh, J. A. (20o8). Experiencing physical warmth promotes interpersonal warmth. Science, 322(5901), 606-607.   \nYu, Wang, & He, Y. (2016). Spatial subsystem of moral metaphors: A cognitive semantic Study. Metaphor and Symbol,31(4),195-211.   \nZhai, D., Guo,Y.,Lu, Z. (2018). A dual mechanism of cognition and emotion in processing moral",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "vertical metaphors.FrontiersinPsychology,9,1554. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Zhao,H., Cooper,R.J. (2018). Review of recent progress toward a fiberless, whole-scalp diffuse optical tomography system. Neurophotonics, 5(0110121). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Zhong,C. B.,& Liljenquist, K. (2oo6). Washing away your sins: Threatened morality and physical cleansing. Science, 313(5792),1451-1452. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Zhong,C., Strejcek, B., Sivanathan, N. (2O10). A clean self can render harsh moral judgment. Journal of Experimental Social Psychology, 46(5), 859-862. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The effect of moral emotions on the metaphorical mapping of morality and its neural mechanism ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "LI Yingl; ZHANG Can2'1; WANG Yuel (1 School of Education,Zhengzhou University,Zhengzhou 45oool,China) (LaboratoryfAppliedBrainandCognitiveciences,hanghaiInternationalStudies Universityhanghai6China) ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Abstract: The processing of moral metaphors is essentially a dynamic process of mapping a concrete source domain with sensorimotor experience to an abstract target domain and representing abstract moral concepts. And it should also be regarded as a result of interactive activity amid physical experience and moral emotions. Researches on the neural mechanism of moral metaphors showed that physical and emotional experience influence the processing of moral metaphors,and discussed the effects of moral emotions on the metaphorical mapping of morality. Future researches should enrich the range of subject and directions of mapping,and improve the ecological validity and crosscultural validity by modifying the experimental paradigms in social interactions. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Key words: moral metaphor; moral emotion; embodied cognition; neural mechanism ",
        "page_idx": 17
    }
]