[
    {
        "type": "text",
        "text": "多模定位技术",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "罗海勇 朱珍民 张波 林以明 刘少帅",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：定位技术具有广泛的应用场景。现有的定位技术，如卫星定位、惯性定位、蜂窝定位、图像定位、WiFi/RFID/Bluetooth/UWB 等短距离无线定位技术各有优缺点。多模定位技术融合可提供室内外全空间平滑定位导航，是定位技术的发展趋势。本文在对各种定位技术进行简要介绍基础上，综述了多模融合定位技术的研究现状，并介绍了我们在定位技术研究方面的一些进展。  \n关键词：定位技术 短距离无线定位技术 多模融合",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，随着定位导航应用以及基于位置服务需求的日益迫切，相继出现了卫星定位、惯性导航、蜂窝网络定位、图像定位以及各种短距离无线定位系统。它们各具特点，定位性能和应用范围各具千秋。本文将对它们进行综述，然后简介我们在多模定位技术方面的一些研究进展情况。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 定位技术应用",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "定位技术在交通运输、现代物流、公共安全、旅游娱乐、安全生产、军事国防等领域有着广泛的应用前景。卫星定位技术已在交通运输、大地测绘、军事国防等领域取得了巨大成功，目前正向个人移动终端上快速渗透，有望成为手机终端的标准配置。在制造业和物流行业，为了提高生产及物流效率，减少浪费，越来越多的企业开始使用定位系统，对生产人员、生产设备、制成品以及运输工具进行实时追踪。而在安全问题比较敏感的煤矿、监狱、医院、危险作业场所、学校、娱乐场所等地，人们开始部署各种实时定位系统，以随时掌握相关人员和关键设备所处位置以及工作状态，从而提高紧急情况下的搜救效率以及应急管理水平。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "伴随移动计算设备的广泛使用以及无线通信技术的进一步发展，定位技术应用不断创新。基于用户位置语义环境（Context）信息，为用户提供丰富多彩的服务（Location-BasedService，LBS）已成为普适计算技术研究的最大分支。例如，基于位置的欢迎信息、最近餐馆查询、车务通等。此外，潜在的位置服务应用场景还有位置广告（精准化小区广告、位置竞价排名、动态优惠券)，位置社区（动态社区、位置交友、社区服务现场开展)，位置游戏（实景大富翁、寻宝探索游戏等)，位置分析（基于用户位置等语义环境的信息挖掘、商业网点选址、交通流量预测分析、城市规划优化分析、个人商务活动分析等)。著名移动设备生产商诺基亚看好基于位置服务的广阔市场前景，斥81亿美元巨资收购了全球领先的基于位置解决方案和车辆导航电子地图数据提供商 Navteq，正在尝试由设备生产商向服务提供商方向发展，由此可见定位技术发展的“热度”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3 定位技术发展现状",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "定位技术有各种分类方式。按照使用基础设施的不同，定位技术可细分为基于卫星定位、基于惯导定位、基于蜂窝网络定位、基于短距离无线技术定位以及基于图像定位等。图1显示了现有定位系统的定位性能、定位测量技术与应用环境。可见，不同的定位技术由于使",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "用的定位信号、定位方法不同，导致可获得的定位精度以及适用的环境存在较大差别。在实际应用中，需要根据定位精度、功耗、成本等具体要求进行选择，有时为了满足全空间高精度定位需求，甚至需要对多种定位技术进行融合。图1是各种定位技术的作用范围示意图。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "下面分别简要介绍各种定位技术特点。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1卫星定位系统",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/1882d2df4c7c12c5a0cf7d0fbc76bc136c15e5f322d385a2aed312ab85727230.jpg",
        "img_caption": [
            "图1.现有定位系统性能、使用技术与应用环境"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "卫星定位导航技术是当前发展最快、应用最广，也最为成熟的无线定位技术，目前主要有美国的全球定位系统（Global Positioning System，GPS）、俄罗斯的GLONASS卫星定位系统、欧洲的伽利略卫星定位系统以及我国的北斗定位导航系统，其中GPS 系统商用最为成功。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "GPS 等卫星定位系统通过利用精确同步卫星时钟提供的授时和测距，采用距离交会定位或差分定位方法对用户进行定位，具有定位精度高、实时性好、抗干扰能力强等优点。虽然GPS定位技术比较成熟，但GPS接收器至少要接收到4个卫星信号才能求解出自身坐标。因此在空旷的室外环境中，GPS 接收器可以畅通无阻地接收到足够的卫星信号实现高精度定位，但是当GPS 接收器和卫星之间有高山、建筑物、隧道等物体或地面阻挡时，就难以实现有效定位。此外，较高的能耗及成本也限制了GPS 在低成本、低功耗领域的应用，在传感器网络中，一般仅用做信标。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2惯性定位导航 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与需要使用外界测量信号的各种无线定位技术不同，惯性导航系统（InertialNavigationSystem，INS）仅仅利用安装在载体上的惯性敏感器件获取加速度和角速度等信息，与载体基准方向和初始位置信息相结合，就可自主递推出载体的运动方向、位置以及运动速度。惯性导航不需与外界发生任何声、光、电、磁的联系，具有自主性强、隐蔽性好、可实时定位以及全天候工作等优点，在各种运载体的导航、制导、定位和稳定控制中获得了广泛的应用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "现有的惯性导航系统主要有平台式惯性导航系统和捷联式惯性导航系统两类。其中前者将陀螺仪和加速度计安装在稳定平台上，以平台坐标系为基准测量运载体的运动参数，精度较高，但价格昂贵。此外，由于它采用框架伺服系统，可靠性较差。捷联式惯性导航系统采用数学姿态转换平台，把陀螺仪和加速度计等惯性敏感器直接安装在运载体上，将惯性敏感器输出的量测信息直接送至导航计算机中进行实时姿态矩阵解算，通过姿态矩阵把导航加速度计测量的载体沿机体坐标系轴向的加速度信息变换到导航坐标系，然后进行导航计算。同时，从姿态矩阵的元素中提取姿态和航向信息（如横滚角、俯仰角、航向角等)。在捷联式惯性导航系统中，导航计算机负责完成平台惯导中常平架所具有的稳定平台功能，即用“数学解析平台”取代稳定平台的功能，因此不需要使用稳定平台，具有安装及维修方便、成本较低等优点，应用相对广泛。不过，由于它直接把敏感元件固定在载体上，工作环境较恶劣，导致系统精度较低，需要采取相应的补偿措施。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "不管惯性器件的精度多高，由于陀螺漂移和加速度计的误差随时间逐渐积累（这是纯惯导系统的主要误差源来源，位置误差累积是时间的三次方函数)，惯导系统长时间运行必将导致不可避免的积累误差。因此，目前人们在不断探索提高自主式惯导系统精度的同时，还在寻求引入外部信息的手段，形成组合式导航系统。这是弥补惯导系统不足的一个重要措施。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3蜂窝网络定位",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在日益增长的基于位置服务需求和美国 E-911法案'的共同推动下，基于蜂窝网络的移动定位技术有了较大发展。蜂窝网络定位方案分为基于移动台、基于网络和GPS 辅助三类，其中基于移动台定位方法主要有应用于时分多址（TDMA，二代移动通信都基于此技术）系统的下行链路增强观测时间定位方法E-OTD、应用于码分多址（CDMA）系统的下行链路空闲周期观测到达时间差方法 OTDOA-IPDL[15]、基于GPS 的混合定位技术 gpsOne 等。其中，下行 E-OTD与上行链路 TDOA定位精度相同，可通过提高基站突发脉冲发射功率提高定位覆盖率。应用于码分多址系统的OTDOA-IPDL定位法精度与时分多址系统的E-OTD 定位法相同。基于网络定位方法目前主要有基于网络的小区识别（CELL-ID）定位和基于时间提前量（Time Advance，TA）定位、上行链路信号到达时间(Time of Arrival，TOA)定位、上行链路信号到达时间差(Time Difference of Arrival，TDOA)定位以及上行链路信号到达角(AOA，Angle of Arrival)定位等方法。其中，CELL-ID 定位技术根据移动终端所处蜂窝小区ID 号确定用户位置，并不需要对移动终端和网络进行升级改造，定位覆盖率较高，在各种无线环境中均有着良好的鲁棒性，对通信网络无任何影响，定位响应时间较短。不过其定位误差与服务区大小成正比，为100 米以内(微蜂窝)或 $3 \\mathrm { \\sim } 6 \\mathrm { k m }$ 以内(郊区宏蜂窝)。基于时间提前量定位方法使用了GSM系统的特有参数，在宏蜂窝时，其定位精度可控制在 $5 5 0 \\mathrm { m }$ 以内，比Cel-ID 定位方法有较大改进，但受射频信号多径、非视距（Non-line-of-sight，NLOS）传播、几何精度因子(GDOP)等影响大，鲁棒性相对较差。目前移动通信技术正往 3G 时代迈进，利用3G智能天线中的波束形成技术可获得移动终端和基站间的相对角度信息 AOA，通过使用该信息可提高移动终端的定位精确。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于移动台的定位方案和GPS辅助定位方案不仅需要升级现有移动终端，而且还需要使用空中接口将定位信息传送回蜂窝网络，不适合用于在现有GSM等蜂窝网络中增加定位服务功能（LoCationService，LCS)。但由于这两种方案的定位精度较高，在WCDMA及CDMA2000 等3G 网络中将得到广泛使用。基于网络定位方案只需要对蜂窝网络设备进行升级，并不需要对数量众多的移动终端作任何修改，实现相对容易，比较适合用于在现有2G蜂窝网络，如GSM网络中增加定位服务功能。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "正如图1所示，基于蜂窝网络的移动定位技术与卫星定位技术一样，也可以实现广域范围内的目标定位。但在室内、地下等蜂窝网络无法覆盖的环境不能实现目标定位。此外，精度难以满足高精度定位应用需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.4WLAN/BIuetooth/RFID/UWB/超声波等短距离无线定位",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近年来，WLAN2/Bluetooth/RFID4/UWB/超声波等短距离无线定位技术备受关注，它们无需搭建昂贵的基础设施，具有成本低、精度高等优势，适合于室内环境定位。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前WLAN网络在室内环境已广泛部署，产品成熟、价格低廉，添加定位服务方便易行。因此WLAN定位技术研究日益受到重视。WLAN定位系统一般通过测量无线局域网接入点（AP，Access Point）发射的信号强度进行定位。该方法适用于办公室、车间、学校和医院等公共场所。由于接收信号强度受环境变化、人员移动等因素影响，具有较强的时变和随机特性，因此其定位精度相对有限，一般在3米左右。通过增加接入点数目，以及对射频信号衰落进行补偿，可提高WLAN定位精度。微软公司从1999年就开始研究基于射频指纹（Fingerprint）匹配技术的定位系统RADAR，实现办公室移动接入设备的定位。目前基于WLAN 的定位软件已开始商用，如 Ekahau、AeroScout 等公司都相继推出了基于 $8 0 2 . 1 1 \\mathrm { b / g }$ 网络的定位系统，可以实现建筑范围内的实时定位，定位精度一般在几米左右。蓝牙使用2.4GHz的ISM频段，可实现和WLAN类似的定位功能。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，随着射频识别（RFID）技术的迅速发展以及标准化推进，射频识别技术在工业生产、商品物流等领域应用逐渐推广，为人员与物品的实时定位提供了新的低成本解决方案。目前射频识别定位系统一般基于参考标签和读写器位置信息以及检测到的射频信号强度，使用聚合算法实现定位。其中无源射频识别距离一般在10米以下，使用多个读写器可实现目标区域定位。香港科大提出的LANDMARC 是典型的无源射频识别定位系统。不过由于无源读写器功率较大，成本较高，难以大规模应用于定位跟踪。有源射频识别的能量相对有保障，其通信距离可达100米，处理器能力也得到增强，可用于相对较大室内区域的目标定位。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "UWB 定位技术是近年出现的一种高精度、低功耗、短距离无线定位技术，它通过利用超宽带通信可有效识别多径传播的特性，采用TOA/TDOA等测距技术，可获得 $1 0 \\mathrm { { c m } }$ 级的测距与定位精度。UWB定位技术的主要误差来源包括发送和接收机内码序列传输处理时间和无线链路传播时延带来的空间传播误差、非视距传播影响、接收噪声影响、参考点之间不完全同步以及求解方程组带来的误差。UWB定位需要比较严格的时钟同步，即使采用TDOA测距技术，也需要参考站之间实现精确的时钟同步。Ubisense是典型的基于UWB的高精度定位系统。受发射功率的限制，UWB定位技术定位范围受到一定限制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "超声波定位技术是另一种短距离无线定位技术，它通过测量超声波的传播距离实现目标定位。其定位精度较高，可达厘米级。不过由于需要使用专门的超声波收发设备，传输距离只有几米到几十米范围，且有较强的方向性，因此难以大规模部署，一般应用于精密机械加工或需要高精度定位的应用场合。Badge System 和Cricket System 是典型的基于超声波测距的高精度室内定位系统。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.5图像定位",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着制造成本的降低以及应用范围的不断增加，基于图像、视频等多媒体信息的定位跟踪技术得到广泛关注，目前已在智能车辆定位跟踪、智能机器人定位导航、视频会议智能定位跟踪、关键场景安全监控、舰载、机载、车载摄像机目标侦查等应用中广泛使用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图像定位技术一般使用背景差/帧差法/光流法等算法进行目标检测。在获取目标的点、线、轮廓、区域、直方图等单视觉特征后，进行特征匹配和多视角特征信息协作融合，最后基于单目视觉成像模型（如针孔成像）或多目视觉立体成像模型（如极线几何）重建目标在3D 空间的位置，并采用滤波理论或偏微分方程理论持续定位和跟踪目标。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图像定位跟踪技术具有定位精度高、监测范围广、信息量大等优势，利用可见光、红外、X射线等成像技术与磁感应器、激光、无线电等技术配合，可在难以探测的环境对目标进行被动定位与跟踪。不过，由于需要处理的数据量较大，图像定位技术对硬件资源（存储和计算能力）和网络带宽要求较高，设备能耗大，成本较高。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4 多模融合定位技术",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/04548d4096c2f8a020086c20138a6c0c45f2c96b3e186043ba50bbb86e781a5c.jpg",
        "table_caption": [
            "表1．多种定位技术比较"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>优势</td><td>劣势</td><td>精度</td><td>适用范围</td></tr><tr><td></td><td></td><td>卫星广泛，可广域范围定属遮盖物、浓密树林阻挡10米左右，使区域且定位精度 定位位，使用方便室外车 而无法精确定位，不适用用差分法，精 要求不高的场合 辆定位导航优势明显于室内或大楼林立的区域度更高</td><td></td><td>最为成熟，应用最为卫星信号易被建筑物、金 室外开阔地适用于室外空旷</td></tr><tr><td>惯导</td><td>定位能力强、误差短期稳性差 定性好</td><td>较为成熟、自主、连结构复杂、造价较高，误 续、信息全、抗干扰差随时间积累，长期稳定</td><td></td><td>各种运载武器、交 通组合导航</td></tr><tr><td>移动 定位</td><td>位，利用已有移动网移动网络基础设施 络</td><td>比较成熟，可广域定精度相对较低，需要使用 随定位方法不 移动用户定位</td><td>同，精度由几 十米到几百米</td><td></td></tr><tr><td>WLAN 定位</td><td>外设备开销，易于添量较大 加定位服务</td><td>WLAN网络已广泛射频信号易受各种环境因随接入点数已部署WLAN的 部署，产品成熟、价素干扰，具有较强的时变目、环境、算室内或市区 格低廉，无需任何额特性，训练数据采集工作法的不同，定</td><td>位精度由3米 到15米</td><td></td></tr><tr><td>射频</td><td>识别对较大，可根据不同 以大规模部署 应用需求选择不同的 定位方法</td><td>无源射频识别标签定 无源射频识别读写器成本 随标签和部署 工业生产、商品物 位成本低，有源射频 较贵，需要部署多个读写方式不同，定流、人员定位 识别标签定位范围相器构建定位基础设施，难位精度变化较</td><td>大，增加参考 标签可提高定</td><td></td></tr><tr><td>UWB</td><td>功耗低、抗多径效果时钟同步精度要求高、定10cm 级 好、定位精度高</td><td>位范围受限、成本较高</td><td>位精度</td><td>机器人定位、仓储 物流、自动控制</td></tr><tr><td>超声波</td><td></td><td>定位精度高，成本低要使用专门硬件，环境温定位精 度达机器人定位、人员 湿度变化影响测距精度、10 厘米级 仅能直线传播</td><td></td><td>定位</td></tr><tr><td></td><td>图像围广，信息量大，被 络带宽要求较高，设备能素级或亚像素定位、工业生产车 定位动目标定位，成像技耗大，成本较高 术多样</td><td>定位精度高，监测范对存储、计算能力以及网定位精度为像机器人定位、人员</td><td>级，最小可达辆定位等 毫米级</td><td></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "表1对上述定位技术进行了比较，可见不同技术各有优缺点，适用范围和定位精度各不相同。为扩展定位范围，提高定位精度及鲁棒性，对多种定位技术进行有机融合，相互取长补短，已成为室内外全空间定位导航技术的发展趋势。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "多模融合定位技术具有如下优势：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1拓展定位系统应用范围",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "简单的多模定位集成技术可拓展定位系统的应用范围。由惯性导航与卫星定位构成的组合导航系统能充分发挥二者的各自优势：利用卫星定位的长期稳定性与适中精度，来弥补惯性导航误差随时间积累的缺点；利用惯性导航短期高精度来弥补卫星接收机在受干扰时误差增大或遮挡时丢失信号等缺点；借助惯导系统的姿态信息和角速度信息，提高卫星接收机天线的定向操纵性能，使之快速捕获或重新捕获卫星信号；同时借助卫星定位连续提供的高精度位置信息和速度信息，估计并校正惯导系统的位置误差、速度误差和系统其它误差参数，实现对其空中传递对准和标定，使得整个组合制导系统达到最优化。组合导航系统采用卡尔曼滤波器对数据进行融合，可以将惯导系统的误差、陀螺的随机漂移、加速度计的误差，作为状态变量列出离散化的状态方程，建立描述系统的统计数学模型，然后用该状态方程和测量方程共同描述卫星定位/惯性导航组合系统的动态特性，由滤波方程经数据处理，给出系统状态变量的最优估值。控制器根据这些误差的最优估值对惯导系统进行校正综合。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "吉尔梅特（Guillemette）[l把Wi-Fi射频识别定位技术与GPS 定位技术相结合，开发了射频识别-GPS 混合室内外实时定位跟踪系统。其中室内定位使用了Ekahau 公司的Wi-Fi 射频识别方案。该混合定位系统根据终端所处室内外环境中定位导航信号的不同，简单地切换到对应的单模定位方式，存在过渡区切换不平滑等问题。由于未对多个定位结果进行融合，其定位精度仅为单模定位技术精度。也有部分算法联合使用适用于同一空间的多种定位技术，相互配合进行定位，如Versus Information System联合使用射频与红外技术进行定位。该系统使用的标签发射包含自身唯一标识的红外和射频信号，其中射频信号用于粗粒度定位(如楼层)，而红外信号提供细粒度定位(如房间)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2提高定位精度及实时性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "采用粒子滤波等概率方法对多模定位结果进行有机融合，可弥补单模定位技术实用范围、定位实时性以及定位精度的不足，实现室内外全空间定位的无缝切换和透明定位，并提高定位精度。例如，网络辅助全球定位系统（Assisted Global Positioning System，A-GPS）[2]利用网络基站信息和GPS信息对移动终端进行定位，通过利用网络传来的辅助信息可降低系统首次定位时间，其定位精度相对较高，在室外等空旷地区定位精度可达 ${ 5 } \\sim 1 0$ 米。目前在室内UWB与室外GPS 定位技术融合方面已有不少成果，主要应用于移动机器人和机动车的室内外定位导航服务。如费尔南德斯-马迪加尔（Fermandez-Madrigal）等人[3]基于粒子滤波框架，采用室外GPS定位技术和室内UWB定位融合技术，对仓储机动车辆室内外混合场景下的自动导航进行了仿真。仿真结果表明该算法在室内外边界过渡区域也能获得较好的定位精度。文献[4]使用移动机器人，进行了GPS 和UWB双模融合的室内外定位导航物理实验，验证了多模融合可提高定位精度和鲁棒性的结论。不过尽管UWB定位技术精度较高，但实现室内环境定位全覆盖成本较高。有些算法尝试采用其它室内定位技术。如引文[5]使用粒子滤波技术对基于WLAN 定位和基于GSM移动网络定位的结果进行融合，提高定位精度和定位覆盖范围。金（Thomas King）基于贝叶斯网络，提出了融合蓝牙、WLAN、GPS 等定位技术的软件框架。文献[7]采用几何处理方法，提出了对目标的多个位置信息表示进行融合的MAP3 算法（Multi-Area Probability-based Positioning by Predicates），该算法能够处理否定及不确定性位置断言信息，对双路径和非高斯概率分布目标比较有效。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3完成单模不能实现的定位",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上述方法一般对多个单模定位结果进行融合，当某种单模定位技术因测量数据过少而不能实现定位时，该融合机制就无法利用该单模定位技术的测量数据。针对该问题，2008 年康等人（Kang etal.）[8提出了集成定位服务框架I-LSF，采用基于决策树的最小二乘定位技术 Adaptive Integrated Localization（自适应集成定位)，对使用 IEEE 802.15.4a、IEEE 802.15.4和 GPS 技术的异构传感器采集的测距数据进行数据级融合，解决过渡区定位跳变问题。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "总的来讲，多模定位融合技术通过有效利用单模定位技术的各自优势，取长补短，能有效扩展定位覆盖范围和提高定位精度。目前多重导航信号之间的平滑切换技术还处于初步研究阶段，研究基于A-GPS、WLAN、射频识别和UWB 等融合的室内外无缝定位技术是室内外全空间高精度、高鲁棒性定位研究的发展方向。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5 我们的工作",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.1基于WiFi网络的低功耗WiMap定位系统",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "针对低成本普适定位应用需求，我们开发了基于低功耗WiFiSoC的WiMap定位系统。该定位系统不仅能够支持我们自己开发的低功耗、便携式有源射频识别定位标签（如图 2所示)，而且还能支持基于 Android/Mobile/Symbian 平台的智能手机（带WiFi模块)，以及各种笔记本电脑。该系统通过测量定位目标接收到的射频信号强度(RSSI，received signalstrength indicator)信息，基于贝叶斯估计理论，使用非参数估计方法，即使用核方法构建似然函数，以有效利用各个训练样本与观测之间的相似性，获得了较高的定位精度。该系统与谷歌地球（Google earth）有机集成，支持室内外空间目标定位结果的图形化显示。该系统还可以根据目标的目的地信息进行路径规划，提供室内外导航功能。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1f9bb4731638827968504c631d298a2f01380d2fa6ff09060dfa2f7d835648c5.jpg",
        "img_caption": [
            "图2.低功耗、便携式定位标签"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/0291de8b9a42294e17511311779cd037f8251cbd6838aa626c67291f7a727442.jpg",
        "img_caption": [
            "图3.WiMap物理架构示意图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "WiMap 定位系统主要包括射频指纹训练和实时定位两个阶段。在射频指纹训练阶段，使用定位标签在待定位区域多个不同位置采集射频数据指纹，构建射频匹配指纹库，用于目标匹配定位运算比较。在实时定位阶段，待定位标签扫描并测量多个接入点发射的无线射频信号强度，构建待定位射频指纹，并发送到定位服务器上。定位服务器使用贝叶斯估计等概率定位方法，实现目标的高精度定位。该定位系统还采用了低开销训练方法和自适应环境信号变化补偿方法，降低了训练开销，并提高了定位精度和鲁棒性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "该系统使用的定位标签支持2.4-2.497GHz频段的 $8 0 2 . 1 1 \\mathrm { b } / \\mathrm { g } / \\mathrm { n }$ 协议标准，体积小，功耗低。此外，定位标签上还配置有蜂鸣器和发光二极管，具有报警功能。用户既可接收服务器发送的提示信息，由蜂鸣器或发光二极管灯提示用户，还可以使用定位标签上的按钮，及时向服务器发送报警信息。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "WiMap定位系统的网络架构如图3所示。定位标签测量接入点发射的信号强度，通过网络把观测到的射频信号强度（RSSI)数据矢量传送到指定服务器。服务器负责对标签进行定位，同时与数据库连接，完成相关数据的记录。该系统可以通过发布服务的方式，为第三方应用提供基础位置服务。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ee7d09b45b689037da0f4efffa309351f7eb9b6bf115c1d2a2be9fb8509498ae.jpg",
        "img_caption": [
            "图4.WiMap软件系统概念架构"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "WiMap软件系统架构如图4所示，采用",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "分层模式。其中领域模型涉及定位领域知识，并通过持久化层保存在数据库等永久性存储中;  \n定位算法根据领域模型和通信层输入的实时观测数据完成对目标标签的定位。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.2基于超声波的高精度室内定位系统",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "基于射频和超声波信号到达时间差的室内定位系统采用固定信标节点周期性同步发射无线射频信号和超声波脉冲信号。待定位的移动节点测量接收到的射频和超声波信号的到达时间差，采用分时发送方式，把采集到的多个信标节点间的距离信息发送给中心控制主机。中心控制主机使用实验中测量的时间补偿参数，计算移动节点与信标节点之间的距离，最后采用极大似然估计等高精度定位算法实现目标的定位。仅采用6个信标节点，就可获得很好的定位效果。移动节点的平均定位误差为8.2厘米。通过使用不同的无线信道，该方法可进一步拓展系统容量。该系统采用射频信号进行同步，可有效避免各信标节点间无线信号的冲突问题，提高定位系统稳定性。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "基于超声波的测距定位装置采用七个超声波收发器结构，如图5所示。一个负责产生超声波信号，另六个负责接收超声波信号。该定位装置基于MICA2低功耗处理器/射频模块，使用超声波和射频（RF）两种不同形式信号，通过计算两个信号到达的时间差进行测距。该模块可设置成接收装置（Listener）或信标（Beacon)。信标遍布在建筑物或现场，并同时发送射频和超声波脉冲。接收装置安装在便携设备上并接收射频信号。当接收到信标发送的射频信号后，接收装置等待接收相应的超声波信号。该信号到达后，接收装置根据射频和超声波（声速）信号传播速度的不同来估计距离，并对接收到的射频和超声波信号进行优化选择。为了增大设计中定位系统的覆盖范围，我们采用升压电路，为超声波发射器提供相对较高的电压，扩大了其覆盖范围。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "为提高定位精度，我们采取了如下措施：（1）在节点上安装有温湿度传感器，为对超声波的传播速度进行补偿提供参数；（2）采用鲁棒估计理论剔除粗差，赋予不同可信度的节点不同权值。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9427bb157e106c830541c5e0c35c2cd49719cfe2fb0f2afecb13e8be44d8c164.jpg",
        "img_caption": [
            "图5.超声波测距定位节点"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f510eff4ebe29f7679f4ec9bd1af2ef400ee297b11682bdb1f28f81f4a02e272.jpg",
        "img_caption": [
            "图6.定位系统结构"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "定位系统的结构如图6所示。系统由同步节点、信标节点、移动节点、汇聚节点和中心控制主机五部分组成。目标定位过程中需要整个系统各节点间协同工作，最终由中心控制主机实现对各移动节点的集中式定位。图7为超声波无线传感网络（WSN）管理系统的运行界面。该系统具有导入地图、设置信标、设置高度、设置比例尺、建立连接、定位显示功能。导入地图模块能够导入实际的环境布置地图，通过鼠标点击在地图上设置信标节点所处的位置，设置比例尺模块实现实际坐标与地图坐标的转换，建立连接模块能够实现汇聚节点和无线传感网络管理系统之间的通信。管理系统根据接收到的距离信息运行定位算法，最后在地图上显示移动节点的位置。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/bc08a3e7df3d6aa716006f3cbba4f486fbbfa6bd25ae5e7f62c6bff5b97bacde.jpg",
        "img_caption": [
            "图7.超声波WSN管理系统",
            "图8.基于多视觉信息的目标定位算法示意图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.3分布式图像节点自定位方法",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在图像定位方面，我们设计并提出了一种分布式摄像机节点自定位方法。在所有摄像机节点的底部均安装一个红色发光二极管（或其他特殊标志）作为标志，部署少量已知自身位置的摄像机节点作为信标节点。信标通过观测其视场内待定位节点的红色发光二极管标志，利用单目视觉针孔成像模型的三角几何关系实现未知节点定位，并基于相互观测信息确定观测主方向角。然后将已实现定位的摄像机升级为信标节点。再采用增量定位方法，重复上述过程，直到所有未知节点的位置和观测主方向被确定，从而实现所有摄像机节点的自定位。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在目标定位方面，我们还提出了一种利用多摄像机信息融合的目标被动定位方法，利用已知自身位置的若干摄像机节点，对目标进行检测后，基于单目视觉针孔成像模型，将目标在各个摄像机节点所成的像投影到待定位平面，则各条投影直线的交点即为目标所处位置。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "由于噪声会引起上述各条直线无法相交于一点，故提出在簇头节点利用总体最小二乘算法对各节点的观测信息进行融合并建立代价函数，通过求解该代价函数的最优解实现目标的被动定位。仿真与实验验证了该算法的有效性。图8为基于多视觉信息融合的定位算法示意图。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6总结 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "基于广泛的定位导航应用需求，现有的卫星定位、惯性定位以及蜂窝网络定位技术有了较大的发展，但仍旧不能很好地满足物联网日益增长的低成本、低功耗定位需求。各种短距离无线通信的发展为普适定位技术提供了新的思路。随着移动计算设备的日益普及以及各种无线网络的广泛部署，丰富多彩的基于位置服务将不断涌现。而多模定位技术的有机融合将有效发挥各种定位技术的优势，为人们提供室内外、全空间的平滑定位导航等服务。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "我们目前已在WiFi、超声波、自组织网络定位等短距离无线定位技术和图像定位技术方面进行了一定的研究工作，下一步将在短距离无线定位与惯导、卫星定位融合方面进行研究，并尝试在实际环境中进行应用推广。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1] M.G. Guillemette,I.Fontaine,C. Caron,Hybrid RFID-GPS real-time location system for human resources: development, impacts and perspectives. In Proc.of the 41st Annual Hawaii International Conference on System Sciences.Jan.20o8.406 [2] J.A.Farrell，The Global Positioning System & Inertial Navigation. McGraw-Hill Professional.   \n1998.12.ISBN:007022045X [3] J.A.Fernandez-Madrigal,E. Cruz-Martin,J. Gonzalez, C.Galindo,J.L.Blanco.Application of UWB and GPS Technologies for vehicle localization in combined indoor-outdoor environments.In Proc.of   \n9th International Symposium on Signal Processing and Its Applications.Feb.2007.1-4 [4] J.Gonzalez，Blanco,J.L.C. Galindo,A．Ortiz-de-Galisteo,J.A.Fernandez-Madrigal，FA. Moreno,J.L.Martinez,Combination of UWB and GPS for indoor-outdoor vehicle localization. IEEE International Symposium on Intelligent Signal Processing. WISP 2007.1-6 [5] Wireless Geographic Logging Engine-Plotting WiFi on Maps. http://www.wigle.net [6] A location system based on sensor fusion research areas and software architecture.University of Mannheim. Sep.2005 [7] J.Roth, Inferring position knowledge from location predicates.3rd International Symposium on Location- and Context-Awareness. Sept. 2007.245-262 [8] J. Kang,D.Kim,E.Kim, Y.Kim, Seong-eun Yoo,D.Wi.Seamless mobile robot localization service framework for integrated localization systems.3rd International Symposium on Wireless Pervasive Computing.May 2008.175-179 [9] Versus Information System(VIS)，http://www.versustech.com/ ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "作者简介：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "罗海勇： 博士，中国科学院计算技术研究所高级工程师，硕士生导师，yhluo $@$ ict.ac.cn  \n朱珍民： 博士，中国科学院计算技术研究所正研级高级工程师，硕士生导师  \n张波： 北京科技大学博士研究生  \n林以明： 中国科学院计算技术研究所硕士研究生  \n刘少帅： 北京邮电大学硕士研究生",
        "page_idx": 9
    }
]