[
    {
        "type": "text",
        "text": "论阅读：建构阅读文化拉近彼此距离",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "顾立平1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院文献情报中心北京100190  \n2中国科学院大学经济与管理学院图书情报与档案管理系北京100190",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：阅读文化是一种心理活动，也是一种社会实践。人们通过阅读活动，能够提升认知水平、也能陶冶性情，更能判断是非，以及相互了解。本文作者探讨了一些阅读方法，认为人人都可掌握，并且阅读能够带给人们精神层面上的许多乐趣。因此，人们可以通过阅读中华典籍、撰写家书，利用数字人文的成果等方式，来为自己、家庭和社会化解冲突和矛盾，并且得到相互理解，共同发展中华文化。最后，图书馆员可为阅读文化和数字素质的提升上，作出贡献。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：数字人文中华文化阅读习性阅读能力文化软实力分类号：G251",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "On Reading: Building the Reading Culture to Draw the Distance between Each Other ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GU Liping1,2   \n1 National Science Library, Chinese Academy of Sciences Beijing 100190, China   \n2 Department of Library,Information and Archives Management, School of Economics and Management,   \nUniversity of Chinese Academy of Sciences,Beijing 100190, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Reading culture is a kind of psychological activity and also a kind of social practice. The reading activities can improve people's cognition level,,cultivate their temperament, make judge right, and understand each other beter.The author ofthis paper discusses some reading methods,and thinks that everyone can master it, and those reading methods bring people a lot of spiritual fun.People therefore can resolve conflicts and contradictions for themselves,families and society by reading Chinese classics, writing family lettrs,and using the achievements of Digital Humanities,and then understanding each other and to develop Chinese culture together. Finally, librarians can contribute to the improvement of reading culture and digital quality. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: Digital Humanities; Chinese Culture;Reading Habit; Reading Capacity; Cultural Soft Power1.阅读是弘扬中华文化促进和平发展的方式之一",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“中华优秀传统文化的丰富哲学思想、人文精神、价值理念、道德规范等，蕴藏着解决当代人类面临的难题的重要启示，可以为人们认识和改造世界提供有益启迪，可以为治国理政提供有益启示，也可以为道德建设提供有益启发”。[011中华文化的再次兴起，离不开我们中国人追本溯源，继承前人优秀的成果，结合当前的先进科学技术以及社会发展需求，付诸实现和总结经验。重视阅读、热爱阅读，培养阅读习惯，是中华文化自古以来的优秀传统，因此，阅读是弘扬中华文化的方式之一。阅读，需要明确阅读方向，而弘扬中华文化，是一条正确的阅读方向。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前强调阅读，有其历史意义，因为当前正是需要“辩驳是非，以正视听”的时候，唯有阅读能够给予我们这种自我能力，以及与他人沟通的能力。阅读能够启迪人心，并且能够让人心情平静，汲取前人教训或者知识经验，对于眼下诸多事务能够作出较为准确的认识和判断，因此，阅读是非常重要的一件事。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“历史和现实都表明，一个抛弃了或者背叛了自己历史文化的民族，不仅不可能发展起来，而且很可能上演一幕幕历史悲剧”。[02]无论是成年人还是未成年人，当代中国人要做的最重要的一件事，那就是恢复我们的阅读习惯，挑选合适的读物，以及形成我们的阅读文化。具有良好阅读文化的社会，其大众可以识别并且避免各种歪理邪说的影响，在正道之上，大步前进。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当然，弘扬中华文化和促进和平发展所需要做的，还有很多，阅读文化的恢复和发扬只是其中一部分。特别注意的是：倡导阅读不是强调只会读书不会做人不会做事，而是学以致用。倡导阅读文化的本质是从书本中学会本事，再付诸实践，有了一定积累，还要回馈世界。例如，毛泽东就曾从阅读大量的古籍中，批判地汲取和继承了中国古代的优秀文化；毛泽东重视书本知识，也重视实际知识；既提倡读有字之书，也提倡读无字之书，历来反对死读书，读死书。[03因此，学以致用是最重要的。弘扬中华文化，首先需要认识中华文化，并且通过学习理论的方式，采取具有辨别能力的方式进行阅读。促进和平发展，也需要在阅读各种书本上写的、书本上没写的，以前的人遇过的、以前从未有人遇过的知识、经验、方法等，才能在不失原则的情况下，兼顾众人意愿和利益，来实现和平发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.阅读中华典籍和撰写家书是一种文化传承和交流方式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在中华民族的发展过程中，个人通过阅读能够具体参与中华文化传承、发展与传播交流的方式很多，其中，有两种自身实践的方式：一是多多阅读中华典籍，二是可以尝试撰写家书，包括文字的、图文的音频视频等的家书。前者吸收历史教训、科技新知、文化智慧，是输入的一方面；后者撰写心得，或者对于世界态势的快速变化的感叹，或者对于社会发展的稳健变迁的惊叹，又或者仅仅是居家日常点滴，甚至亲人挚友之间的感情交流等，是输出的一方面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“一个民族的文明进步，是在一代又一代人的传承和发展中形成的。未成年人的思想道德状况如何，直接关系到我们国家和民族未来的精神面貌”。[5那么，阅读中华古籍，无论是经典原著，还是古文今译，在理论指导下的阅读，既能帮助父母子女继承中华文化，同时又能考虑当下社会发展的现实，对于中华文化产生敬畏感和参与感。古代书面语言的表达方式是多方面的，从词语的锤炼到句式的选择，从辞格的运用到篇章的布局，无一不包括在内。[0因此，阅读古籍，甚至想要“古为今用”的话，除了文字、语音、词汇、语法等的纯语言知识，还需要考虑文体，以及当时与现今在社会发展与精神面貌上的差距。所以，要能阅读中华典籍，也不是一件容易的事，因为只看过去不想现在，是读不懂古籍的，是读不出趣味，也用不出来的。不过，现代知识教育的普及，以及图书馆和互联网的发展，又给予了我们比古人更好的阅读条件，所以从这方面来说，阅读中华典籍，也不能说是一件困难的事。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“尊老爱幼、妻贤夫安、母慈子孝、兄友弟恭，耕读传家、勤俭持家，知书达理，遵纪守法，家和万事兴等中华民族传统家庭美德，铭记在中国人的心灵中，融入中国人的血脉中，是支撑中华民族生生不息、薪火相传的重要精神力量，是家庭文明建设的宝贵精神财富”。既然我们要把阅读和生活结合起来，要把阅读中华典籍和发展中华文化结合起来，要把书本上的内容和现实中的情况结合起来，那么最为直接相关并且符合条件的，就是我们自己以及我们所属的家庭。《大学》指出：“古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知，致知在格物。”这中间“修身”和“齐家”显然占有最基础的作用。“家”的文化在中华传统文化中举足轻重。家庭成员共同的理想信念发挥着统一全家人思想和行动的作用，不仅决定着一个家庭的精神风貌和文化状态，而且可以为家庭成员提供强有力的精神动力。为此，“家”文化的建设发展是中华文化重要的基础部分。形成良好的家书文化可以是夯实中华文化重要的基础手段。与其提倡写家书，不如提倡家书文化。[家书可以采用文字书写的方式，也可以是图文影音、甚至多媒体的形式；而家书的交流内容，如前所述，可以是针对时事、生活、工作或者人际关系等，在理论指导和古籍阅读的基础上形成。如果能将古籍阅读和家书写作进行结合，则能更为发挥阅读文化的现实意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.阅读是中华民族的数字人文的软实力的体现 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“提高国家文化软实力，要努力传播当代中国价值观念。当代中国价值观念，就是中国特色社会主义价值观念，代表了中国先进文化的前进方向”。[08]我们需要积极学习当代中国价值观念，就需要懂得阅读，有了阅读才有学习的可能，而我们想要传播价值观念，就需要倡导阅读文化，当人人懂得阅读，就能形成具有一定智力水平的沟通交流，并且在交流中产生默契，或者产生疑问，或者产生不同意见，但是都在阅读，就能共同找到答案。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当代中国倡导的是富强、民主、文明、和谐，自由、平等、公正、法治，爱国、敬业、诚信、友善的社会主义核心价值观。[0]这些价值观念唯有通过全民阅读，才能为全民所充分吸收和理解，唯有全民阅读后，才能凝聚更强的共识，并且自然而然地实现传播。因此，可以说，全民阅读是一种文化软实力。在核心价值观的指导下，阅读时所需要的分析视角，马上就能得到一套立体的参考坐标，诸如：什么合适什么不合适、如果有所矛盾应该如何取舍、阅读之后要以什么立场进行再次阐述、如何与其他人进行相同内容的初步讨论等问题，都可迎难而解。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着技术进步与社会变迁，阅读已不仅仅局限在纸本图书、报刊、杂志、文宣了。数字革命后的阅读，与数字革命之前的阅读，已有很多不同，至少体现在三个相异之处：一是屏幕阅读或多或少改变了传统上的阅读步骤；二是互联网上可以获得越来越多的信息，人们能够更为便捷地获得有助于阅读理解的背景知识，三是数字技术不仅广泛影响了阅读方式，还广泛影响了思考的整体过程。因此，数字人文的领域研究与实践，逐渐成为一个新型学科，它建立在图书史和阅读史的学术理论基础上，又面向新媒体技术的应用，产生出适应时代发展需求的策略。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在阅读的学术理论方面，首先，阅读行为有个体差异，阅读群体又表现出共同特色，其中错综复杂。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其次，如果人们现在想对各种文化中的阅读习惯作一番理论说明，目前还不现实，但是对于揭示文本对受众的影响而言，最重要的是把个体阅读体验或者某种阅读行为与文本分析结合起来。这些就是书籍史和阅读史的目的。文学批评旨在挖掘文本意义，其中的难点在于如何把历史研究和非历史的文学批评融合起来，以探讨阅读习惯，这类问题，是很多书籍史和阅读史专家正在面对的研究问题。[10]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "另一方面，在新媒体传播方面，数字人文具有两大发展策略：同化与区分。同化是指，将现有学术领域扩展到数字领域，提供比印刷媒体更多的访问、查询和传播服务。相比之下，区分是指，应用新方法、研究新问题、产生新领域。数字人文设想形成一种融合电视、网络、电脑游戏、手机和其他移动设备都相互连接的各种“阅读”文化，并在这些不同媒体之间以及这些媒体之内提供文化内容。其中，关键问题是：如何将逐渐增加的数字阅读转化为更高层次的阅读能力，以及如何在数字阅读和传统印刷阅读之间架起有效的桥梁。[]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "上述，都是学术界在探讨“阅读”时的新兴领域，在这方面，国外和国内均有多部著作和数百篇论文，值得参考研究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.阅读是我们人生发展的能力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对于我们普通读者而言，个人成长的最快捷径，就是有效阅读一流的内容。[12因为通过阅读能够培养“专注力”和“平衡感”的两种能力，前者对任何事业和工作的发展进步而言，都很需要；后者对于处理人和万物之间的各种适当距离，起到准确判断的作用。从而，通过阅读，与各个作者进行对话，使我们自己得到他们的思维和知识，极大扩展了我们自己的心智能力，使得我们在个人人生中得到“自我实现”的满足感和成就方法，最终拥有在大千社会中获得“幸福生活”的能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "阅读是人人都能掌握的能力。阅读是塑造自我的心理活动、锤炼自我的体育运动，以及扩展社交能力的基础。[13]因为是否阅读，取决于个人自己，而且阅读什么内容，无形之中就会影响这个人的思考和判断，所以说，阅读是塑造自我的一种过程，而这种过程是内在的、心理的、隐性的一种活动。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "长期有效的阅读，取决于这个人是否坚持阅读以及是否用了正确方法，所以说，阅读是锤炼自我的一种运动，有时会有退步，有时会有进步。如果勤奋努力则会越来越能读懂各种内容，理解各种知识，并且形成自己的思想。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "相同阅读水平的人们，或者阅读了相同相似的内容的人们，比较能够进行沟通交流。阅读水平较高或者阅读较多的人，可以听懂并且能够与较低的人进行交流，但是反过来则很困难。所以说，阅读是扩展社交能力的基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "阅读的目的是什么？主要是为了理解思想：要么是别人的思想，要么是自己过去的思想。阅读功能的性质强调了先于其发生的另一种心理行为：书写的心理行为。[14所以，如果能够掌握阅读能力，就等于多了数不清数的参谋顾问，在人生道路上，为你我助行。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5.阅读是人人都能掌握的能力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "阅读能力由浅入深，可以分为三种层次：基础阅读、检视阅读和分析阅读。[15]基础阅读，即识字教育和能力。检视阅读，即掌握主要句子与章节的意义，能够进行有系统的略读或者粗读，在有限时间之内，能够大致理解含义。分析阅读，即分类资料、理解大纲、掌握词义、抓住主旨、判断内容、提出观点、扩充信息。如果是孩童，需要掌握第一种能力，如果是少年青少年，需要掌握第二种能力，如果是社会人士，在专业上需要掌握第三种能力。同理，学习一门新的外语，或者一套计算机编程语言，也是有这三种不同层次的能力。再者，如果是做研究和求学问，那么这三种层次的阅读，又是理解和吸收他人研究成果时，浏览、略读和精读的方式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "如果硬要给阅读写个流程的话，那么在所有步骤之前，首先是要有冒险精神，就是具有好奇心、抛开名利诱惑和经营算计、不畏艰难和挑战、乐于并且期待最终得到什么（尽管一开始还不能确定到底是什么），以及愿意离开舒适区，从当前“不确定性”到阅读之后的“确定性”的念头。接着，才可能是确定目的、找出概念、搜集事实、挑战难度、择要精读、欣赏佳作、集中精神、强化记忆、持续扩大、建立自己的图书馆（知识体系和资料整理），以及终身阅读（终身持续不断学习理论和相关知识）。[16]这些流程，是最基础的学术研究方法，也是人人可以掌握的方法。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高效阅读，则是从短篇读到长篇，像爬山一样逐步登高，逐步加大篇幅，先有小成就感，再按照个人期望逐渐进步。高效阅读的方法是一边输入一边输出，并且，既要在脑子里发挥想像力，又要与周遭生活环境联系起来。[7把个人与社会相联系，把个人与过去发生的事进行联系，把个人与未来可以发展的事进行联系，这样就能读活书，而不是读死书了。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "无论是有层次的阅读，还是有步骤的阅读，甚至有效率的阅读，都是人人可以掌握的能力，没有特别神奇的地方。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "6.阅读能为生活带来乐趣 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "阅读能够带来乐趣，已在很多喜好阅读的作者笔下，产生了多部著作，均有论述。任何人都可以拥有这种快乐，并且从这种快乐中得到自我成长。读书不是学生与老师的专利，而是人类天赋的需要。读书首重兴趣，其次是掌握有效的方法。选对了书，就是成功了一半，选书的原则可以配合人生的阶段与一年的季节。[18]例如，根据人的一生，在儿童时期、少年时期、青年时期、中年时期，老年时期，因为社会角色和个人成长的变化，所需要或者适合的读物就有不同。再如，如果制定读书计划，或者没有计划，但是有个阅读的目的和方向，则可以按照一年四季，选择应景的作品进行阅读。从这一方面来说，这是一种长期的阅读循环的策略，如果持续多年，就有集腋成裘的效果。当我们谈论阅读的时候，既要抛开功利之心，但也需要讲求效益之法。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "短期的阅读循环策略，可以归纳为：选书、阅读、反馈，以及良好的支持条件。在孩童阅读时期，良好的支持条件就是有协助能力的成年人，在社会工作后，良好的支持条件就是图书馆、图书馆员以及读者群体。这里，良好支持条件，指的是读者造就读者，也就是说“我们总会在不知不觉中试着影响他人变成和我们一样的读者”这件事。[19]因此，培养和创造阅读文化至关重要，因为这种环境和影响，目前尚未具有合适的量化指标，所以，我们不宜用功利角度去判断本质上距离功利很远的事务。阅读文化既是一种社会进步的表现，也是一种和谐稳定的作法，既要倡导，也要实践。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "就个人个体而言，保持长期阅读的方式之一是在平日阅读时，根据直觉猜想到下一段内容，从而不断解谜和取得乐趣。在这个过程中，既要料想到文中内容，所以在阅读过程中获得平淡的心情，又要掌握核心主旨，在阅读过程中，得到索取的快乐。如果您想深入研究阅读，那么王余光先生主编的《中国阅读大辞典》[20可供参考，里面除了词条之外，还有一些关于阅读的论文。如果想要阅读一些畅谈阅读与人生的普通读物，恢宏正义的风格，有何炳棣先生的《读史阅世六十年》，抒情文艺的风格，有WilSchwalbe先生的《生命最后的读书会》。当然，好书很多，您也可以问问距离您就近方便的图书馆里的图书馆员。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "阅读文化有助于建立人类文明共同体。中华传统文化中具有人类文明共同体的优良基因。阅读文化可以促进相互理解：了解自己，了解别人。这对建立人类命运共同体的全球大文化是一种重要的助力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "7.图书馆员可为全民数字素养与技能提升作出贡献 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前，中央网信委发布了《提升全民数字素养与技能行动纲要》[21]。图书馆界的代表们迅速集思广益，并且推举学界代表发声，展现图书馆在提升全民数字素养与技能、服务国家战略的新作为、新担当。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中华文明大致经历了“士人文明社会”、“大众文明社会”和“全民文明社会”，正在迈入“数字文明社会”[22]。这个新时代的社会建设，既需要广大全民共同努力，也需要作为为读者服务的图书馆员，担当起选书、购书（图书馆学采访学）、排书、藏书（图书馆学目录学、编目学、主题学）、编目、荐书（图书馆学统计学、图书馆学流通学、图书馆学参考咨询、信息服务和用户服务）等的新举措，但不局限在图书馆建筑内，而是在健康风气的网络空间里。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图书馆既为数字素养教育提供了良好场所，又为面向不同群体开展数字素质教育，因此全民数字素质培训工作上，可以充分调用图书馆员群体[23]。例如，推广或者优化已经开设的数字素质技能培训课程，使之更为活泼有趣受到大众喜爱；再如，图书馆员面对数字资源的批判性思维（鉴别资源的合适性与真实性等）的普及化，以及图书馆之间的馆际合作的体系，扩展到学校、社区、企业等的开放共享举措等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图书馆在提升全民数字素养与技能上具有重要主体的地位,图书情报档案管理的学院学系正在发展：数字素养与技能理论研究、研制符合国情的全民数字素养与技能发展评价指标体系、定期开展全民数字素养与技能发展监测调查和评估、打造数字素养优质精品教材、加强数字素养学科建设和高端人才培养等[24]。因此，如果图书馆界能够重新审视阅读文化的构建，其方法方式要素等，虚心学习学术界已有的范式和传统，运用在网络时代的数字信息空间的大众普及上，将能承先启后，开创新局。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前，网络诈骗和欺骗层出不穷，网上也有虚假信息或者误导信息，这就需要在一方面有法制措施的坚硬底线和框架，另一方面有教育行动的柔性引导和塑造。后者“润物细无声”的作法，其实更为重要。为此，学者们提出，应当：出台普及数字素养教育的专门国策，研制全民数字素养及其教育框架，将全民数字素养教育纳入职业教育和职业培训体系，学校增设数字素养课程，面向特殊群体普及数字素养教育，依托图书馆等公共文化服务机构普及全民数字素养教育等[25]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当文化素质提升了，网络犯罪的可行性就降低，因此文化提升，主要依靠阅读文化，而阅读文化的提升，除了政府果断出台支持政策，除了各行各界的优秀学者愿意普及和分享知识乃至读书方法等，最重要的就是长期面向群众的一线图书馆员们，充分发挥、激励、鼓励和调用图书馆员们的能动性，就可既能为图书馆事业本身创造价值，又能为，甚至最重要的，为我国社会建构良好的数字交流环境。始终不放弃对于读者的关心，是图书馆员自我成长的根本动力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[01]中共中央宣传部.习近平新时代中国特色社会主义思想学习纲要[M].北京：学习出版社,2019,页146.[02]习近平.习近平谈治国理政 第二卷[M].北京：外文出版社,2017,页 349.  \n[03]龚育之,逢先知,石仲泉.毛泽东的读书生活[M].北京：生活读书新知三联出版社,2014,页237、327.[04]习近平.习近平谈治国理政 第二卷[M].北京：外文出版社,2017,页353.  \n[05]习近平.之江新语[M].杭州：浙江人民出版社,2007,页66.  \n[06]周生亚.古籍阅读基础[M].北京：中国人民大学出版社,1996,页185.  \n[07]聂震宁.阅读的艺术[M].北京：作家出版社,2020,页486、487、490.  \n[08]习近平.习近平谈治国理政[M].北京：外文出版社,2014,页 63.  \n[09]中共中央宣传部.习近平新时代中国特色社会主义思想学习纲要[M].北京：学习出版社,2019,页144.[10]戴联斌.从书籍史到阅读史：阅读史研究理论与方法[M].北京：新星出版社,2017,页 28.  \n[11] Hayles N.K. How We Think Digital Media and Contemporary Technogenesis[M]. Chicago: The Universityof Chicago Press,2012,页 23-80.  \n[12]藤原和博 著,钟小源译.如何有效阅读[M].北京：北京联合出版,2019,页17-32.  \n[13]斋滕孝 著.武继平 译.阅读的力量：阅读、自我与世界和平相处的不二法门[M].厦门：鹭江出版社,2016.  \n[14]WillinghamD.T.著.梁海燕 译.心智与阅读[M].杭州：浙江教育出版社,2020,页17.  \n[15]莫提默·J.艾德勒,查尔斯·范多伦 著.郝明义,朱衣 译.如何阅读一本书[M].北京：商务印书馆,2004,页33-293.  \n[16]FryR.著.有效阅读[M].广州：新世纪出版社,2001.  \n[17]斋藤孝 著.胡佳 译.高效阅读的秘密[M].成都：四川文艺出版社,2020,页10-20,59-87.  \n[18]傅佩荣.不同季节的读书方法[M].南昌：江西教育出版社,2007,页1-3.  \n[19]艾登钱·伯斯 著.许慧贞 译.打造儿童阅读环境[M].北京：北京联合出版公司,2016,页2-14,页171-184.  \n[20]王余光,徐雁 主编.中国阅读大辞典[M].南京：南京大学出版社,2015.  \n[21]中央网络安全和信息化委员会.提升全民数字素养与技能行动纲要[EB/OL].(2021-11-05)[2021-11-12].http://www.cac.g0v.cn/2021-11/05/c_1637708867754305.htm.  \n[22]程焕文．中国迈向数字文明社会——《提升全民数字素养与技能行动纲要》的时代价值与图书馆的时代使命[J/OL]．[2021-11-23]图书馆论  \n坛.https://kns.cnki.net/kcms/detail/44.1306.G2.20211123.0849.002.html  \n[23]张久珍．图书馆：培育全民数字素养的阵地[J/OL]．[2021-11-23]图书馆论  \n坛.https://kns.cnki.net/kcms/detail/44.1306.G2.20211123.0849.004.html  \n[24]黄如花．提升全民数字素养与技能：图书馆发展新机遇[J/OL]．[2021-11-23]图书馆论  \n坛.https://kns.cnki.net/kcms/detail/44.1306.G2.20211123.0850.006.html  \n[25]潘燕桃，崔庆林，耿纪昌．提升全民数字素养 打赢反诈人民战争[J/OL]．[2021-22-23]图书馆论坛.https:/ns.cnki.net/kcms/detail/44.1306.G2.20211123.1014.008.html",
        "page_idx": 4
    }
]