[
    {
        "type": "text",
        "text": "A new tiny dromaeosaurid dinosaur from the Lower Cretaceous Jehol Group of western Liaoning and niche differentiation among the Jehol dromaeosaurids ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "XU Xing1 QIN Zi-Chuan1,2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing100044 \\* Corresponding author: xuxing@ivpp.ac.cn)   \n(2 University of Chinese Academy of Sciences Beijing 100049) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractThe Early Cretaceous Jehol dromaeosaurids are taxonomically and morphologically diverse,and one of them,Microraptor zhaoianus,has been suggested to be among the smallest known non-avialan theropods.However,this idea is based on specimens of relatively early ontogenetic stages,and the lower limit of the mature body mass of Jehol dromaeosaurids thus remains unknown. Here we describe a new dromaeosaurid, Zhongjianosaurus yangi gen. et sp. nov., based on a specimen from the Lower Cretaceous Yixian Formation (the middle section of the Jehol Group) from Sihedang,Lingyuan County,Liaoning in Northeast China.While this new taxon is referable to the Microraptorinae,it differs from other microraptorine dromaeosaurids in numerous features,most notably the fusion of proportionally long uncinate processes to dorsal ribs,a humerus with a strongly medially offset proximal end and a large fenestra within the deltopectoral crest,an ulna slightly longer than the humerus,and an arctometatarsalian pes. Most significantly, the estimated $0 . 3 1 ~ \\mathrm { k g }$ mass of the $Z .$ yangi holotype of an adult individual confirms that some Jehol dromaeosaurids are among the smallest known non-avialan theropods. Our preliminary analysis demonstrates niche differentiation among the Jehol dromaeosaurids,a phenomenon rarely reported among Mesozoic dinosaurian faunas. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsLower Cretaceous,Jehol Group,Theropoda, Dromaeosauridae,small size, morphological variation,niche differentiation ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Xu X,Qin Z C,2017.A new tiny dromaeosaurid dinosaur from the Lower Cretaceous Jehol Group of western Liaoning and niche differentiation among the Jehol dromaeosaurids.Vertebrata PalAsiatica,55(2):129-144 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The dromaeosaurids are a group of maniraptoran theropods with a globally distributed fossil record,and their earliest known representatives are from the Lower Cretaceous Jehol Group of western Liaoning, China (Xu et al.,1999; Xu, 2002; Senter et al., 2004; Turner et al., 2012). To date, eight dromaeosaurid species have been reported from the Jehol Group (Xu et al.,1999,2000,2003; Liu et al.,2004; Xu and Wang,2004; Zheng et al., 2010; Han et al.,2014; Lü and Brusatte, 2O15), though the validities of some of these species have been questioned (Senter, 2007; Turner et al., 2012). Nevertheless,these species and specimens document the presence of a high diversity and a great morphological disparity early in dromaeosaurid evolution. Here, we add to this surprisingly high diversity by reporting a new species based on a specimen recently recovered from the lake deposits in Sihedang, Lingyuan County, western Liaoning.Although the Sihedang exposures have been assigned to the Yixian Formation in the middle section of the Jehol Group (Zhou et al., 2014; Hu and O'Connor, 2016), this assignment needs confirmation by additional stratigraphical, paleontological,and chronological data. In the present paper, we identify the three maniraptoran manual digits as IIIII-IV, following the numbering for the wing digits of living theropods in most ornithological literature and some recent paleontological studies (Feduccia,1999; Xu et al., 2009a) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Systematic paleontology ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Theropoda Marsh, 1881 Tetanurae Gauthier,1986 DromaeosauridaeMatthew&Brown,1922 Zhongjianosaurus yangi gen. et sp. nov. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(Figs. 1-3; Table 1) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Etymology The genus name and specific epithet are in honor of Yang Zhongjian (C.C. Young), who is the founder of vertebrate paleontology in China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "HolotypeIVPP V 22775 (housed at the Institute of Vertebrate Paleontology and Paleoanthropology, Beijing),a partial semi-articulated postcranial skeleton preserved in a slab. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Locality and horizon Sihedang,Lingyuan County, Liaoning Province, China.Possibly xian Formation,Aptian, Cretaceous (Swisher et al., 2001). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "DiagnosisA tiny microraptorine theropod distinguishable from other microraptorines in the following autapomorphies: proportionally long ossified uncinate processes fused to dorsal ribs,widely arched furcula with slender and posteriorly curved clavicular rami, humeral proximal end strongly offset medially from humeral shaft, humeral internal tuberosity short, presence of large fenestra within humeral deltopectoral crest, humeral ulnar condyle hypertrophied,ulna slightly longer than humerus, ulnar olecranon process with posterior margin mediolaterally pinched, ulnar distal end bending anteriorly and strongly expanded laterally, proximal end of metacarpal I with strong ventrolateral extension, metacarpal III laterally bowed with longitudinal ventral groove, phalanx I-2 without proximodorsal lip and lacking strong dorsal arching, femoral head stout and lower than trochanteric crest, medial condyle of tibiotarsus distal end with a prominent distal extension,arctometatarsalian pes,and metatarsal II without ginglymus on distal end. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Description and comparions The holotype is an adult individual based on the following bone fusion features: all preserved vertebrae have closed neurocentral sutures; cervical ribs are fused to their corresponding centra; scapula and coracoid are fused to each other; distal carpal IV is fused to the ‘semilunate’ carpal which in turn is fused to metacarpals I and III; proximal tarsals are fused to each other and to the tibia forming a tibiotarsus; and distal tarsals are fused to metatarsals II-IV and to each other forming a tarsometatarsus.This individual is an extremely small non-avialan theropod (Table 1),and it is estimated to have had a $0 . 3 1 ~ \\mathrm { k g }$ body mass based on an empirical equation for estimating body mass (Christiansen and Farina, 2004). ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/3785debc626d513879e8e40189c88ca6a27609240000419d2a7cc48fbfce6d1e.jpg",
        "table_caption": [
            "Table1 Selected length measurements of IVPPV22775 "
        ],
        "table_footnote": [
            "Notes: \\* estimated value,values in ( including the keratinous claw sheath. "
        ],
        "table_body": "<html><body><table><tr><td>Cervical centra (9-10)</td><td>4.7/4.4</td><td>Metacarpal III</td><td>27</td></tr><tr><td>Dorsal centra (1-7)</td><td>4.4/4.4/4.7/4.7/4.8/5.0/5.0</td><td>Manual phalanx II-1</td><td>16.3</td></tr><tr><td rowspan=\"5\">Caudal centra (2-27)</td><td></td><td>Manual phalanx II-2</td><td>12.5 (12.7)</td></tr><tr><td>4.6/5.1/5.5/6.3/9.3/13.3/</td><td>Femur</td><td>59</td></tr><tr><td>14.9/*16.5/*39.4(10-12)/</td><td>Tibiotarsus</td><td>78</td></tr><tr><td>13.2/13.1/13.1/13.1/13.2/</td><td>Metatarsal II</td><td>35.5</td></tr><tr><td>13.1/12.7/12.7/11.4/10.8/ 9.1/8.7/7.9/6.8/6.3</td><td>Metatarsal III Metatarsal IV</td><td>39</td></tr><tr><td>Sternum</td><td>33</td><td>Pedal phalanx III-2</td><td>37.6 5.5</td></tr><tr><td>Scapula</td><td>33</td><td>Pedal phalanx III-3</td><td>5.6</td></tr><tr><td>Humerus</td><td>43</td><td>Pedal phalanx III-4</td><td>*8</td></tr><tr><td>Ulna</td><td>44</td><td>Pedal phalanx IV-3</td><td></td></tr><tr><td>Radius</td><td>42</td><td>Pedal phalanx IV-4</td><td>3.1</td></tr><tr><td>Metacarpal II</td><td>8.5</td><td>Pedal phalanx IV-5</td><td>3.2 7.4 (9.3)</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The four most posterior cervical vertebrae are exposed on the slab.The first one of the series (probably cervical 7) displays an anterior central articular surface which is strongly oblique, transversely convex,and much wider than high,and it has a large neural canal that is much wider than high (Fig.2A). The cervical rib is fused to this vertebra forming a foramen transversarium, which is level with the centrum. Cervicals 9 and 10 have laterally compressed centra, but otherwise other morphologies are not well preserved. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The dorsal series is represented by seven anterior dorsal vertebrae.The anterior three have strongly laterally compressed centra,and they each bear a hypapophysis,but only that of the first one is prominent, covering the anterior two-thirds of the central ventral surface. The posterior four vertebrae each have a long and shallow centrum that lacks a distinctive pneumatic foramen (Fig.2B),a feature present in most other Jehol dromaeosaurids (Xu, 2002; Turner et al., 2012). Similar to other Jehol dromaeosaurids (Xu, 2002),the neural spines are posteriorly positioned on the neural arch and have a distal anteroposterior expansion. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Eight left dorsal ribs are preserved largely in place,and five right ones are preserved disarticulated (Fig.2D).The first one of the left series is the shortest one, measuring about $2 0 \\mathrm { m m }$ and the dorsal ribs increase their length posteriorly along the series,with the middle ones being the longest (the fourth one measures $3 9 ~ \\mathrm { m m }$ ).The posterior ones are short (the eighth one of the series is about 25 mm long).The dorsal ribs allshow strong anterior curvature.The distal portions of the anterior four dorsal ribs are considerably thickened for articulation with the sternal ribs. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/75e33dcbd20cb1e1b86f9d5d623d81b08f44d1987dd8375427ee5ed395cd6a83.jpg",
        "img_caption": [
            "Fig.1 Photograph and line-drawing of Zhongjianosaurus yangi holotype Abbreviations:cav.caudal vertebrae 尾椎;cev.cervical vertebra 颈椎;dv.dorsal vertebrae 背椎;fu.furcula 叉 骨;lc.left coracoid 左乌喙骨;lfe.left femur 左股骨;Ih.left humerus 左肱骨;lr.left radius 左挠骨; lt.left tibia 左胫骨;Itmt.left tarsometatarsus 左跗骨; lu.left ulna 左尺骨;mc.II metacarpal I掌骨I; mc.II metacarpal II 掌骨III;mph.manual phalanges 指节; ph. pedal phalanges 趾节;rc. right coracoid 右乌 喙骨;rfe.right femur右股骨;rh.right humerus 右肱骨;rs.right scapula 右肩胛骨;rt.right tibia 右胫骨; rib.rib 肋骨;rtmt. right tarsometatarsus 右跗蹠骨; ste.sterum 胸骨;up.uncinate process 钩状突 "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Scale bar equals $5 0 \\mathrm { m m }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Five left uncinate processes are preserved extending posterodorsally lateral to the rib cage (Fig. 2D),and each ataches to the posterior margin of a dorsal rib about the level of the proximal two-thirds of the dorsal shaft (on the third to seventh dorsal ribs of the preserved series).They all have an expanded proximal end for the attachment to the rib and a nearly straight shaft. The first uncinate process is the shortest one of the preserved series (measuring $6 ~ \\mathrm { m m }$ long),overlapping three dorsal ribs,and the second one is the longest one ( $\\mathrm { 1 4 ~ m m }$ long), covering more than four ribs (proportionally longer than the longest uncinate process in Microraptor) (Xu et al.,2000,2003; Hwang et al.,2002). The anterior two uncinate processes are fused to their dorsal ribs,a feature previously unknown among non-avialan theropods (Norell and Makovicky, 1999; Zhou and Wang,2000; Zhou et al., 2000; Clark et al.,2001; Xu et al.,2oo3) and also rarely reported among Mesozoic birds (Zhou, 2004). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The caudal series of vertebrae are represented by 26 articulated caudal vertebrae, probably missing only the first caudal vertebra (Fig. 2C). Thus, the complete caudal series likely would comprise 27 caudal vertebrae. The preserved caudal series measures $3 0 2 ~ \\mathrm { { m m } }$ long,which is 5.1 times as long as the femur (proportionally similar to Microraptor and Tianyuraptor), but longer than Sinornithosaurus and Changyuraptor (Han et al., 2014). The articulated tail has elongate rod-like extensions of the prezygaphophyses and chevrons characteristic of most dromaeosaurid dinosaurs (Norel and Makovicky, 2O04),and these reach almost to the most anterior caudals.The most anterior four caudal vertebrae are short, with the first preserved one (which is probably the anatomically second caudal vertebra) has a centrum about $90 \\%$ of the length of the sixth dorsal centrum (Fig. 2C). Caudal 6 (the fifth preserved caudal vertebra) is significantly elongated, with a central length $1 7 3 \\%$ of caudal 5.The eighth caudal is among the longest ones of the caudal series,and it measures more than three times as long as caudal 2 (the first preserved one).The centra of the most anterior caudals are box-like, with their transverse widths much greater than dorsoventral depths.The transverse processes of caudal 2 are located on the anterior half of the centrum,are oriented slightly posteriorly, and have a moderate distal expansion in dorsal or ventral view. Those processes of caudals 3-5 are centrally located,and their distal expansions become weaker. Caudal 6 seems to lack transverse processes. The caudal transitional point is thus between caudals 5 and 6, more anterior than in most non-avialan theropods (Turner et al.,2O12; Godefroit et al.,2013a). One chevron (probably associated between caudals 1 and 2) is a dorsoventrally long plate typical of non-avialan theropods,and it is slightly longer than caudal 2.The other chevrons are expanded anteroposteriorly, with the more posterior ones longer anteroposteriorly. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/fdce367e733a1379232948e591a1094c23f378e4747d951f1fc063f190618bd2.jpg",
        "img_caption": [
            "Fig.2 Close-ups of selected parts of axial skeleton in Zhongjianosaurus yangi holotype A.cervical vertebrae $7 ^ { \\mathrm { t h } }$ inanterior view 第7颈椎前侧视;B.dorsal vertebrae $4 ^ { \\mathrm { t h } }$ to $7 ^ { \\mathrm { t h } }$ in ventral view 第四至 第七背椎(逆时针)腹侧视;C.caudalvertebrae $2 ^ { \\mathrm { t h } }$ to $4 ^ { \\mathrm { t h } }$ in ventral view 第二至第四尾椎腹侧视;D.uncinate process and sternal ribs in ventral view (arrow indicates the sternal ribs)钩状突和胸肋腹侧视(箭头指示胸肋) Scale bars equal $5 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The sternum is represented by what is probably the left sternal plate. It is large, with a maximum anteroposterior length $56 \\%$ of the femoral length ( $48 \\%$ in the Microraptor gui holotype), and is proportionally long axially (axial length/transverse width ratio 2.75,compared to 2.20 in the M. gui holotype). The lateral margin of the anterior half of the plate bears a few small processes separated by wide notches,representing the articular facets for the sternal ribs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Five left sternal ribs are preserved (Fig. 2D),a number greater than in Microraptor and Sinornithosaurus,which seem to have four pairs of sternal ribs.The sternal ribs are variable in length and thickness.The first one of the series is $6 . 5 \\mathrm { m m }$ long and is similar in thickness to the middle portion of the dorsal ribs,but the other sternal ribs are more robust (the middle ones are the most robust ones). The sternal ribs increase their length posteriorly along the series, with the last one being the longest ( $2 5 . 5 \\mathrm { m m } \\mathrm { l o n g } )$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The furcula is a widely arched bone,with an intrafurcular angle of approximately $1 2 5 ^ { \\mathrm { { o } } }$ (Fig.3A).It has a maximum transverse width of $2 8 ~ \\mathrm { m m }$ and a maximum depth of $1 0 \\mathrm { m m }$ .The clavicular rami are relatively slender (the mid-length portion is considerably narrower than the narrowest portion of the scapular blade),and they exhibit a constant decrease in width from the synostosis interclavicularis of the two clavicular rami toward their distal ends.As in some unenlagiines (Makovicky et al., 2oo5), the clavicular rami curve posteriorly. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Both scapulae and coracoids are preserved,and the scapula and coracoid are fused to each other, forming a scapulocoracoid (Fig. 3A). The scapulocoracoid is roughly a L-shaped bone in lateral view,with the long axis of the scapular blade and that of the lateral margin of the coracoid forming a nearly right angle.The scapula is $7 7 \\%$ of the humeral length,greater than that in the M. gui holotype $( 6 4 \\% )$ ,and it has a considerable medial curvature.The glenoid fossa has an exposure on the lateral surface of the scapula,as in Sinornithosaurus (Xu,2002). The scapular blade is relatively slender in lateral view but seems to be transversely thick. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The coracoid is a large,bi-planar element as in other Jehol dromaeosaurids,and it has a small proximal ramus contacting the scapula and a large distal ramus that bends posteroventrally (Fig. 3A). The coracoid has an L-shaped thick shaft along its lateral margin, with a prominent coracoid tubercle marking the boundary of the two arms.The proximal ramus has a large supracoracoid foramen medial to the coracoid tubercle. The distal ramus bears a large fossa on its posterior surface within which is a large tear-shaped fenestra.The distal ramus is much longer anteroposteriorly than mediolaterally, a feature similar to many other Jehol dromaeosaurids, but not Sinornithosaurus (Xu et al.,1999; Xu, 2002) and Tianyuraptor (Zheng et al.,2010). Differing from most other Jehol dromaeosaurids (Xu,2002), the distal ramus lacks a posterolateral process,and instead, the posterolateral corner of the distal ramus is rounded, possibly a preservational artifact. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The forelimbs are represented by both humeri, the left ulna, the left radius,and a partial left manus (Fig.3B-D). The right humerus is $73 \\%$ of femoral length,with a mid-length shaft diameter the same as that of the femur (Fig.3B). The proximal end of the humerus is strongly offset from the humeral shaft,with the humeral head located more medially than the medial margin of the humeral shaft. The internal tuberosity has a straight medial margin as in other dromaeosaurids, but it does not extend distally as long as in other Jehol dromaeosaurids (Xu, 2002). The deltopectoral crest is proportionally short (less than $30 \\%$ of humeral length） as in other basal deinonychosaurs (Xu, 2O02),and unusually it exhibits an elliptical fenestra, a feature present in several basal birds such as Confuciusornis (Chiappe et al.,1999) and Sapeornis (Zhou and Zhang,2Oo3). There is a degree of torsion between the humeral proximal and distal ends.A prominent condyle occupies the majority of the humeral distal end in anterior view,and it expands significantly anteriorly and laterally. This condyle is combination of a large ulnar condyle and a small entepicondyle, with a proximodistal groove between them. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The ulna is slightly longer than the humerus, having a brachial index (BI=humerus length/ ulna length) of 0.98 (Fig.3C),which is a feature previously unknown in any non-avialan theropod (Benson and Choiniere,2O13).The ulna is close in thickness to the femur. Proximally there is a distinctive olecranon process,and its posterior margin seems to be mediolaterally pinched. A posteriorly pinched ulna also is present in the dromaeosaurid Mahakala omnogovae (Turner et al.,2007,2012).The ulna is considerably bowed posteriorly (though the distal end has a distinct anterior curvature) which is not known in other dromaeosaurids.There is a strong lateral expansion forming a bal-like structure on the distal end,and it is unlike the anteroposteriorly expanded distal end in Deinonychus (Ostrom, 1969). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The radius is a slender bone,with its mid-shaft anteroposterior diameter measuring about one-third of that of the ulna (Fig.3C).As in Graciliraptor, the proximal end is bent anteriorly and the biceps tubercle seems to be small (Xu and Wang, 2O04). The shaft of the radius is much wider mediolaterally than anteroposteriorly for most of its length,and its distal portion is twisted and significantly expanded in an anteromedial-posterolateral direction. This morphology results in a proximodistally relatively long anteromedial flange and a short but somewhat hooked posterolateral process. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Three carpals of the left manus are preserved (Fig.3D). The two proximal ones are the radiale and probably the ulnare. The radiale,which is larger than the ulnare, is a proximodistally relatively flattened element, with a great transverse width. The proximal surface of the radiale is concave,receiving the distal end of the radius.The ulnare is a small, sub-triangular bone. The distal carpal is represented by the compound ‘semilunate' carpal, formed by the addition of distal carpal 4 on its ventrolateral corner,and this morphology also is present in the troodontid Mei long (Xu et al.,2O14a). The ‘semilunate’ carpal is fused to metacarpal II and partially to metacarpal II forming a carpometacarpus. The dorsomedial process of the ‘semilunate'carpal seems to be small, such that the ‘semilunate’carpal is not as wide as the combined proximal ends of metacarpals I and III,a feature present in several basal pennaraptorans (Sullivan et al., 2011). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/2a084fe1926e1e1d721001b58ab0d26e6057f1ef2abe64faf6a6b38308adc8ea.jpg",
        "img_caption": [
            "Fig.3 Close-ups of selected parts of appendicular skeleton in Zhongjianosaurus yangi holotype A.right scapulocoracoid in lateral view and furcula in posterior view 右侧肩胛乌喙骨外侧视和叉骨后侧视; B.right humerus in anterior view (arows indicate internal tuberosity and entepicondyle)右侧肱骨前侧视（箭 头指示内结节和内上);C.left ulna and radius in lateral view 左侧尺骨和挠骨外侧视; D.‘semilunate'carpal, metacarpals II and II in ventral viewand phalanges II-1 and -2 in lateral view 半月形 腕骨、掌骨I和III腹侧视以及指节I-1和II-2外侧视;E.right femur in posterior view 右侧股骨后侧视; F.left tarsometatarsus in anterior view 左侧跗蹠骨前侧视; G.left pedal phalanges in lateral view(upper arrow indicates the pedal digit II and lower arrow indicates pedal digit IV)左侧脚趾外侧视(上方箭头指示第三脚 趾，下方箭头指示第四脚趾);scale bars equal $5 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Metacarpal II is short (about $30 \\%$ as long as metacarpal III) and relatively slender in ventral view (Fig. 3D). The proximal end is expanded transversely, with its ventrolateral corner extending considerably proximally and ventrally. It has a strongly asymmetrical distal articulation and the lateral hemicondyle is extremely narrow transversely, extending considerably distally and ventrally. Metacarpal II is laterally bowed in ventral view (Fig. 3D). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Its proximal half is similar in transverse width to metacarpal I, but the distal half is much narrower, a feature unknown in other dromaeosaurids (Ostrom,1969; Senter et al.,2004; Turner et al.,2O12). There is a longitudinal groove on the ventral surface of the metacarpal shaft,which vanishes distally close to the distal end where the shaft expands ventrally, resulting in a dorsoventrally (rather than transversely) deeper distal portion of the shaft. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Phalanx II-1 is a slender, ventrally curved bone (Fig.3D),as in most Jehol dromaeosaurids (Xu,20o2). The combined length of phalanx I-1 and metacarpal II is $92 \\%$ of metacarpal III length,proportionally smaller than many other Jehol dromaeosaurids (Xu, 2O02； Senter et al., 2004). Phalanx II-2 (the ungual) is different from that of many Jehol dromaeosaurids in lacking a proximodorsal lip and having only weak dorsal arching (Senter et al., 2Oo4; Turner et al.,2012).Instead, the strongly curved ungual curves more ventrally, so that the tip extends considerably ventral to the flexor tubercle when the proximal articular facet is set vertical. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The hindlimbs are represented by both femora, both tibiotarsi, and portions of both feet (Fig. 3E-G). The femur is bowed slightly anteriorly (Fig.3E). The stout femoral head has a significant posterior expansion, and it is lower than the trochanteric crest (separated from the latter by a sharp groove along the posterior surface of the femoral proximal end). There is a prominent accessory trochanter, a short posterior trochanter,and a large lateral ridge. The proximal half of the femoral shaft is narrow transversely,and the distal half is much wider, a feature also known in several basal paravians (Hu et al., 2009; Xu et al., 2009b, 2011; Godefroit et al., 2Ol3a, b). The distal end is weakly expanded both anteroposteriorly and mediolaterally. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The proximal tarsals are fused to the tibia to form a tibiotarsus that is approximately $130 \\%$ of femoral length. The tibiotarsus is constant in transverse width through nearly its entire length,except near the distal end, where it is slightly expanded transversely and seems to have a rectangular cross section.The medial condyle of the distal end of the tibiotarsus extends considerably distally,a feature previously unreported in other dromaeosaurids (Senter et al., 2004; Turner et al., 2012). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The fibula is a long and slender bone,extending distally to contact the calcaneum. About $1 0 \\mathrm { m m }$ distal to the proximal end of the fibula is a large tubercle for m. iliofibularis,and distal to the tubercle,the shaft becomes substantially thinner. The fibular shaft is mostly strap-like, with a shallow longitudinal groove on its medial surface. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The distal tarsals,which are fused to each other,are fused to the proximal ends of metatarsals II-IV,and the latter are fused to each other, though the remainder of metatarsals II-IV are separate (Fig.3F). The proximal articular surface of the tarsometatarsus bears two shallow (medial and lateral) concavities,separated by an anteroposteriorly oriented low eminence,a feature also present in the tiny alvarezsauroid Xixianykus (Xu et al.,2O1O). Unlike the condition in Microraptor and some other Jehol dromaeosaurids,there is no prominent proximal projection at the posterolateral corner of proximal end of the tarsometatarsus. In anterior view, proximal ends of metatarsal II and IV contact and are fused to each other, with metatarsal II failing to contribute to the anterior portion of the proximal end of the metatarsus. That is a derived feature called the“arctometatarsalian”condition known in several theropod clades (Holtz,1994; Hutchinson and Padian,1997).As in other Jehol dromaeosaurids (Xu and Wang,20o0; Xu, 2O02), there is a longitudinal groove along the proximal half of the anterior surface of the tarsometatarsus,similar to the extensor groove in birds. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Metatarsal II is transversely compressed, with its anteroposterior depth much greater than its transverse width (Fig.3F).There is a sharp,short flange on the anterior surface $7 \\mathrm { m m }$ distal to the proximal end. In anterior view, metatarsal I becomes wider transversely towards its distal end,and in fact the distal one-third of metatarsal II is even wider than the corresponding portions of metatarsal II and IV in anterior view. That feature is similar to (but not to the same degree) the morphology in Graciliraptor (Xu and Wang,2O04). The distal end of metatarsal I is not ginglymoid,unlike most other Jehol dromaeosaurids (Xu, 2002; Senter et al.,2004; Turner et al., 2012). The proximal half of metatarsal II is strongly compressed, with a ridgelike anterior surface,and the distal half widens. The distal end of metatarsal III lacks a ginglymus (Fig.3F),as in many other Jehol dromaeosaurids (Xu, 2002; Senter et al.,2004; Turner et al., 2012). In anterior view, the proximal two-thirds of metatarsal IV are the most robust,as compared to the corresponding regions of metatarsals I and II, but the distal onethird is the most slender. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A part of the left pedal phalanx II-1, the complete left pedal phalanges III-2, -3,and -4, partial left pedal phalanx IV-2,and the nearly complete left pedal phalanges IV-3,-4 and -5 are preserved (Fig. 3G). The pedal phalanges are slender in medial and lateral view.The penultimate phalanges of pedal digits II and IV are longer than the preceding phalanges.A longer pedal III-3 relative to II-2 is common in arboreal birds or taxa that grasp with their feet (Zhou and Farlow, 2001), but is uncommon among non-avialan theropods (Xu, 20o2; Dececchi and Larsson, 2011). The unguals are moderately curved and bear moderately developed flexor tubercles. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3 Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Zhongjianosaurus yangi is referable to the Dromaeosauridae based on the presence of extremely elongated caudal prezygapophyses and chevrons (Norell and Makovicky, 2004; Senter et al.,2O04; Turner et al.,2O12) and a large fossa on posterior surface of the coracoidal distal ramus. That coracoid character is a previously unnoticed dromaeosaurid synapomorphy which is present in Jehol dromaeosaurids,Deinonychus (Ostrom,1969),and probably other dromaeosaurids as well.This new species can be further assigned to the Microraptorinae based on the following combination of features (Xu, 2002; Senter et al.,2004; Turner et al.,2012): manual digit II short (combined lengths of metacarpal II and phalanx I-1 significantly smaller than the length of metacarpal II); proximal end of metatarsal II strongly pinched; and an asymmetrical metatarsus (slender metatarsal II and robust metatarsal IV). However, Z. yangi is clearly distinguishable from other microraptorines in possessing many unique features, most notably a fusion of the proportionally long uncinate processes to dorsal ribs,a large number of sternal ribs (five),a widely arched furcula with slender and posteriorly curved clavicular rami, a humerus with a humeral head strongly offset from humeral shaft, a short internal tuberosity, a large fenestra within the deltopectoral crest, and a hypertrophied ulnar condyle,a long ulna that is even greater in length than the humerus, phalanx I-2 without a proximodorsal lip and lacking a strong dorsal arching,and an arctometatarsalian pes. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Zhongjianosaurus yangi represents the ninth dromaeosaurid species reported from the Jehol Biota,and its discovery has several implications for understanding the taxonomic diversity,morphological disparity,and ecology of the Jehol dromaeosaurids.We briefly discuss these in the following paragraphs. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Species diversity and morphological disparity of Jehol dromaeosaurids In addition to Z. yangi, eight other dromaeosaurid species have been reported from the Jehol Group (Xu et al., 1999,2000,2003; Liu et al.,2004; Xu and Wang,2004; Zheng et al.,2010; Han et al.,2014; Lü and Brusate,2015), though two of them (i.e., Microraptor gui and Sinornithosaurus haoiana) have been considered invalid by some workers (Senter, 2007; Turner et al.,20l2). Most studies consider all Jehol dromaeosaurids to be microraptorines (Turner et al.,2O12; Han et al.,2014), though a few studies suggest that Tianyuraptor and Zhenyuanlong are eudromaeosaurians (Xu, 2016).All Jehol dromaeosaurids are restricted in temporal and geographical distributions (i.e., known only in western Liaoning Province during about $1 2 0 { - } 1 2 5 \\ \\mathrm { M a }$ ).They documentarare case of species diversity in a restricted tempo-spatial range in non-avialan theropod evolution, a situation unknown in other non-avialan theropod clades. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Jehol dromaeosaurids display a wide range of body sizes. For example,the estimated body masses (based on an empirical equation for estimating body mass) for the smallest and largest known dromaeosaurids are $0 . 2 0 \\mathrm { k g }$ for the Microraptor zhaoianus holotype and $1 2 . 5 1 \\mathrm { k g }$ for the Tianyuraptor ostromi holotype,respectively (Christiansen and Farina, 20o4). However, the M. zhaoianus holotype is a late juvenile or subadult individual,and the adult size of $M .$ zhaoianus should be much larger. The $Z .$ yangi holotype derives from an adult individual, and has an estimated body mass of $0 . 3 1 ~ \\mathrm { k g }$ .Therefore, this species represents the smallest known (osteologically adult) Jehol dromaeosaurid. The T. ostromi holotype, which is more than 40 times as massive as the $Z .$ yangi holotype,is not from a fully-grown individual based on some fusion features (e.g., separately preserved tarsals and a separate scapula and coracoid in these specimens),and thus the size disparity between adult individuals of $Z .$ yangi and T. ostromi should be considerably greater than 40 times.With $Z .$ yangi and $T .$ ostromi on two ends of the Jehol dromaeosaurid size spectrum, there are many intermediate sizes in between.For example, the estimates of $1 . 4 0 ~ \\mathrm { k g }$ for the $M .$ gui holotype, $3 . 3 0 ~ \\mathrm { k g }$ for the Graciliraptor lujiatunensis holotype, $5 . 0 0 ~ \\mathrm { k g }$ for the Sinornithosaurus millenii holotype, $7 . 6 2 ~ \\mathrm { k g }$ for the Changyuraptor yangi holotype,and $1 1 . 7 7 ~ \\mathrm { k g }$ for the Zhenyuanlong suni holotype. Consequently, the Jehol dromaeosaurids not only display a great size disparity, but also show a continuous size spectrum. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In addition to the extremely small size, Z. yangi also displays many other features unknown in other Jehol dromaeosaurids (Xu, 2002; Senter et al.,2004; Turner et al., 2012). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Many of these features are present in the forelimbs. Most Jehol dromaeosaurids have a proportionally long and robust forelimb,and it is a feature probably related to the aerodynamic function (Xu et al., 2O11). However, some species such as Tianyuraptor have a short and slender forelimb typical of ground-living cursorial non-avialan theropods (Zheng et al., 2010; Lü and Brusatte,2O15). Z.yangi has an unusual combination of forelimb proportion features with its forelimb being nearly as robust as the hindlimb,but proportionally shorter than in many other Jehol dromaeosaurids (Xu, 2002; Senter et al.,2004; Turner et al., 2012). Furthermore, Z. yangi displays one unusual limb proportion for a non-avialan theropod.As in many volant birds (Benson and Choiniere,2Ol3),the ulna is slightly longer than the humerus,and it is in stark contrast to the condition in other non-avialan theropods where the ulna is almost always considerably shorter than the humerus (Benson and Choiniere,2O13).Not only are the forelimb proportions unusual in Z. yangi, but some discrete morphological features also are strange suggesting a diferent function or use of the forelimb.For example, the humerus has a strongly offset humeral head,a large fenestra near the proximal end,and a large ball-like ulnar condyle,the ulna has a somewhat mediolaterally pinched olecranon process and an anteriorly bent distal end with a large lateral expansion,and metacarpal II is laterally bowed and distally narrowed.All of those features are unknown in the forelimbs of other Jehol dromaeosaurids (Xu, 2002; Senter et al.,2004; Turner et al.,2012).Finally,Z. yangi displays several features in other body regions which are absent in other Jehol dromaeosaurids: the uncinate processes are proportionally long and fused to the dorsal ribs,the caudal vertebral transitional point is located anteriorly,and the pes exhibits a ful arctometatarsalian condition. These morphological features set Z.yangi apart from other Jehol dromaeosaurids and have further increased the already-great morphological disparity among the known Jehol dromaeosaurids (Fig. 4). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Niche differentiation among Jehol dromaeosauridsThe high species diversity of Jehol dromaeosaurids is partially explicable in light of temporal separation (e.g., Sinornithosaurus from the Yixian Formation and Microraptor from the Jiufotang Formation), but the temporal separation cannot explain the entire diversity of the Jehol dromaeosaurids. Some Jehol dromaeosaurid species must have co-existed, though a precise tempo-spatial distribution of Jehol dromaeosaurid fossils is not known due to the fact that most of the recovered fossils are from amateur collectors and lack detailed stratigraphic contexts. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The coexistence of several closely related Jehol dromaeosaurids can be interpreted as niche differentiation (Bastolla et al.,2Oo5). There are different ways for competing species to partition their niches in order to coexist,one of which is resource partitioning (e.g., foraging for different foods or living in different habitats). On one hand,the large-sized Jehol dromaeosaurids such as Tianyuraptor have limb proportions (e.g., short and slender forelimbs and long and robust hindlimbs) and dental morphologies (e.g,blade-like teeth) typical of non-avialan carnivorous theropods,suggesting that they were ground-living cursorial predators. On the other hand, the small-sized Jehol dromaeosaurids such as Microraptor are more likely to have been arboreal or even gliding animals (Xu et al., 2000,2014b; Chatterjee and Templin, 2007; Alexander et al., ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/29ff5f81b1cdb97f052bb5211371a6eda8e7dd12ecd520005b57368602065d12.jpg",
        "img_caption": [
            "Fig.4 Skeletal and life reconstruction of Zhongjianosaurus yangi "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2010) as indicated by modifed shoulder girdle and long and robust forelimbs,and they likely had an omnivorous diet as indicated by their troodontid-like dentition (Holtz et al.,1998).These diet and habitat use diferences could reflect niche differentiation among Jehol dromaeosaurids, and have allowed for the coexistence of these closely related species. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Even among closely-related species occupying similar niches, there might be niche differentiation at an even finer level, which is enough for the coexistence of closely related species.For example,a few sympatric species of Galapagos finches consume seeds of different types and sizes,using beaks with different sizes and shapes (Grant,1999; Grant and Grant, 2006; Lamichhaney et al., 2015).Among small-sized dromaeosaurids such as Zhongjianosaurus and Microraptor,Microraptor had a body mass more than four times that of Z.yangi. The former also is different from the latter in some limb features,suggesting a diffrent locomotor style.Among typical carnivorous species such as Sinornithosaurus and Tianyuraptor, the size difference (the lattr more than twice the mass of the former) and locomotory difference (the later with forelimbs much shorter and more slender than the former) are apparent. These data suggest that niche differentiation of Jehol dromaeosaurids occurred in different ways (dietary partitioning vs.habitat partitioning) or at different levels (foraging on different-sized foods of the same category),though a full understanding of niche differentiation of Jehol dromaeosaurids will require a full dataset of the tempo-spatial distribution of Jehol dromaeosaurid fossils and a better understanding of the ecology of the Jehol dromaeosaurids. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements We thank Thomas STIDHAM for commenting on an early draft of the manuscript, CHEN Yu for Fig. 4,DING Xiao-Qing for preparing the specimen, and ZANG Hai-Long for photographs. This study was supported by the National Natural Science Foundation of China (41688103 and 41120124002). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "辽西下白垩统热河群一新微型驰龙类恐龙和热河生物群驰龙类的生态位分化",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "徐星 秦子川1.2 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)(2中国科学院大学北京100049)",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "摘要：早白垩世热河生物群的驰龙类恐龙在分类和形态上多样化程度很高，其中的赵氏小盗龙曾被认为是已知体型最小的非鸟兽脚类恐龙之一。然而这个观点依据的标本都处于相对早期的生长发育阶段，因此热河生物群驰龙类恐龙的体型下限仍不明确。本文依据一件产自辽宁省凌源县四合当下白垩统义县组(热河群中部)的标本，描述驰龙类一新种，杨氏钟健龙。这一新种可归人小盗龙类，但它在很多特征上不同于其他小盗龙类，其中最明显的区别是其相对长的钩状突愈合于背肋上，肱骨具有强烈内倾的近端，肱骨三角嵴上有一窗孔，尺骨略长于肱骨，并具有窄跖型的足。最重要的是，已为成年个体的杨氏钟健龙正模估计体重约为 $0 . 3 1 ~ \\mathrm { k g } .$ ，这证实了热河生物群的一些驰龙类恐龙属于已知体型最小的非鸟恐龙。初步分析显示热河生物群驰龙类恐龙有生态位分化的情况，这一现象在中生代恐龙动物群中报道很少。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "关键词：下白垩统，热河群，兽脚类，驰龙类，小体型，形态多样性，生态位分化中图法分类号：Q915.864 文献标识码：A 文章编号：1000-3118(2017)02-0129-16",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AlexanderDE,GongE,MartinLDetal.,2Olo.Model testsof gliding withdiferenthindwingconfigurations inthe fourwinged dromaeosaurid Microraptor gui.Proc Natl Acad Sci USA,107:2972-2976   \nBastollaU,LassigM,ManrubiaSCetal.,0o5.Biodiversityinmodelecosystems,I:coexistenceconditions foropeting species.JTheor Biol, 235:521-530   \nBensonRBJ,ChoiniereJ,20l3.Ratesof dinosaur limb evolution provideevidence forexceptionalradiationin mesozoic birds.Proc R Soc B,280:20131780   \nChaterjee S,TemplinRJ,20o7.Biplane wing planformandflight performanceof the feathered dinosaur Microraptorgui. Proc Natl Acad Sci USA,104: 1576-1580   \nChiappe L M,JiSA,JiQetal.,199.Anatomy and systematicsof the Confuciusornithidae(Theropoda:Aves)from the Late Mesozoic of northeastern China.Bull Am Mus Nat Hist, 242:1-89   \nChristiansen P,Farina RA,2oo4.Mass prediction in theropod dinosaurs.Hist Biol,16:85-92   \nClark JM,NorellMA,BarsboldR,Ool.Twonewoviraptorids (herpoda: Oviraptorosauria),Upper Cretaceous Djadokhta Formation,Ukhaa Tolgod,Mongolia.JVertPaleont,20:209-213   \nDececchiTA,LarssonHCE,20l1.Aesingarborealadaptationsofirdantecedents:testing the ecologicalsettingof the origin of the avian flight stroke.PLoS ONE,6(8): e22292   \nFeduccia A,1999.The Origin and Evolution of Birds, $2 ^ { \\mathrm { n d } }$ ed.New Haven: Yale University Press.1-466   \nGodefroit P, CauA,HuDYetal.,2013a.AJurassic avialan dinosaur from Chinaresolves theearlyphylogenetic historyof birds. Nature,498: 359-362   \nGodefroit P,Demuynck H,Dyke G etal.,2013b.Reduced plumage andflight abilityofanew Jurassic paravian theropod from China. Nat Commun,4: 1394   \nGrantPR,1999.Ecology and Evolutionof Darwin's Finches.Princeton NJ: Princeton University Press.1-512   \nGrant PR,GrantBR,2006.Evolution of character displacement in Darwin's fnches.Science,313: 224-226   \nHan G, ChiappeLM,JiSAet al.2014.,Anewraptorial dinosaur with exceptionallylong feathering provides insights into dromaeosaurid flight performance.Nat Commun,5: 4382   \nHoltz TR,1994.The arctometatarsalian pes,an unusual structure of the metatarsus of Cretaceous Theropoda (Dinosauria: Saurischia).J Vert Paleont,14: 480-519   \nHoltz TR,Brinkman DL,Chandler CL,1998.Denticle morphometrics and a possiblyomnivorous feeding habit for the theropod dinosaur Troodon.Gaia,15:159-166   \nHu D Y,HouLH, ZhangLJet al.,2O09.Apre-Archaeopteryx troodontid from China with longfeathers onthemetatarsus. Nature, 461: 640-643   \nHu H,O'Connor JK,2016.First speciesof Enantiornithes from Sihedang elucidates skeletal development in Early Cretaceous enantiornithines.JSys Palaeontol,1-18,doi: 10.1080/14772019.2016.1246111   \nHutchinson JR,Padian K,1997.Arctometatarsalia.In:CuriePJ,Padian Keds.Encyclopedia of Dinosaurs.San Diego: Academic Press. 24-27   \nHwang SH,NorellMA,JiQetal.2002.New specimensofMicroraptorzhaoianus (Theropoda:Dromaeosauridae)from northeastern China.Am Mus Novit, 3381: 1-44   \nLamichhaney S,Berglund J,Almen M Set al.,2015.EvolutionofDarwin's finches and their beaks revealed bygenome sequencing. Nature,518: 371-375   \nLiu JY,JiSA,TangFetal.,O04.Anewspeciesof dromaeosaurids from theYxian Formationof westernLiaonng.Geol Bull China,23(8): 778-783   \nLü J,BrusatteSL,O15.Alrge,short-armed,wingeddromaeosaurid(Dinosauria:Theropoda)fromtheEarlyCretaceous of China and its implications for feather evolution.Sci Rep,5: 11775   \nMakovickyPJ,Apesteguia S,AgnolinFL,2Oo5.The earliest dromaeosaurid theropod from South America.Nature,437: 1007-1011   \nNorell MA,MakovickyPJ,999Important featuresofthedromaeosauridskeleton I:information fromnewlycollected specimens of Velociraptor mongoliensis.Am Mus Novit,3282: 1-45   \nNorell MA,MakovickyPJ,2004.Dromaeosauridae.In: Weishampel DB,Dodson P,OsmolskaHeds.The Dinosauria, $2 ^ { \\mathrm { n d } }$ ed.Berkeley: University of California Press.196-209   \nOstromJH,1969.Osteologyof Deinonychus antirrhopus,anunusual theropod from the Lower Cretaceous of Montana. Peabody Mus Nat Hist Bull,30: 1-165   \nSenter P,20o7.Anew look at the phylogeny of Coelurosauria (Dinosauria:Theropoda).JSys Palaeontol,5:1-35   \nSenter P,BarsboldR,BritBBetal.,4.Systematicsand evolutionofDromaeosauridae (Dinosauria,Theropoda).Bull Gunma Mus Nat Hist, 8: 1-20   \nSulivan C,Hone D WE,Xu X et al.,2011.The asymmetryof thecarpal joint and the evolution of wing folding in maniraptoran theropod dinosaurs. Proc R Soc B,277: 2027-2033   \nSwisher C,Wang X L, Zhou $Z \\operatorname { H }$ et al.,20o1.Further support for a Cretaceous age for the feathered-dinosaur beds of Liaoning, China: new $^ { 4 0 } \\mathrm { A r } ^ { 3 9 } \\mathrm { A r }$ dating of the Yixian and Tuchengzi formations. Chin Sci Bul, 46: 2009-2013   \nTurner AH,PolD,ClarkeJAetal.,2Oo7.Abasal dromaeosauridand size evolution preceding avian flight.Science,317: 1378-1381   \nTurner A H, MakovickyPJ,NorellMA,2012.Areview of dromaeosaurid systematics and paravian phylogeny.Bull Am Mus Nat Hist,371: 1-206   \nXu X,2002.Deinonychosaurian fossils from the Jehol Groupof western Liaoning and the coelurosaurian evolution.Ph.D thesis.Beijing: Chinese Academy of Sciences.1-322   \nXu X,2016.Anew protocol for morphology-based systematics:acasestudyof microraptorine theropod phylogeny.JVert Paleont, 36:254B   \nXu X,WangXL,oo.Troodontid-like pesinthe dromaeosaurid Sinornithosaurus.PaleontSocKorea,SpePubl,00: 179-188   \nXu X,Wang XL,2004.Anew dromaeosaur (Dinosauria:Theropoda) from the Early Cretaceous Yixian Formation of western Liaoning.Vert PalAsiat, 42(2): 111-119   \nXu X,Wang XL,Wu X C,1999.A dromaeosaurid dinosaur witha flamentous integument from the Yixian Formationof China. Nature,401: 262-266   \nXu X,Zhou Z H, Wang XL,20oo.The smallst known non-avian theropod dinosaur. Nature,408: 705-708   \nXu X,Zhou Z H, Wang XL et al.,20o3.Four-winged dinosaurs from China.Nature,421: 335-340   \nXuX,ClarkJM,MoJYetal.,209a.AJurasicceratosaur from China helps clarifyaviandigit homologies.Nature,459: 940-944   \nXu X,ZhaoQ,NorellMA etal.,2009b.Anew feathered maniraptoran dinosaurfossil thatflsa morphological gapin avian origin. Chin Sci Bull, 54: 430-435   \nXu X,WangDY,Sulivan Cetal.,2010.Abasalparvicursorine(Theropoda: Alvarezsauridae)fromthe UpperCretaceous of China. Zootaxa,2413:1-19   \nXuX,YuH,DuKetal.,2011.AnArchaeopteryx-liketheropod fromChinaandtheoriginofAvialae.Nature,475:465-470   \nXu X,HanFL,ZhaoQ,2014a.Homologiesand homeotic transformationof the theropod‘semilunate'carpal.Sci Rep,4: 6042   \nXu X, Zhou Z H,Dudley R et al.,2014b.An integrative approach to understanding bird origins. Science,346: 1253293   \nZheng XT,Xu X,YouHLet al.,2010.Ashort-armed dromaeosaurid from the Jehol Groupof China with implications for early dromaeosaurid evolution.Proc R Soc Biol Sci,277: 211-217   \nZhou S,O'ConnorJK,Wang M,2014.Anew species fromanornithuromorph(Aves: Ornithothoraces)dominated locality of the Jehol Biota. Chin Sci Bull, 59: 5366-5378   \nZhou ZH,2o04.The originand earlyevolution of birds:discoveries,disputes,and perspectives from fossil evidence. Naturwissenschaften,91: 455-471   \nZhou Z,FarlowJA,2oo1.Flightcapabilityand habitsof Confuciusornis.In:GauthierJA,GallLFeds.New Perspectives on the Origin and EarlyEvolution of Birds.New Haven: The Peabody Museumof Natural History,Yale University. 237-254   \nZhou Z H, Wang XL,2o.Anewspecies of Caudipteryx from the Yixian Formation ofLiaoning,Northeast China. Vert PalAsiat,38(2): 111-127   \nZhou ZH,ZhangFC,2o03.Anatomyofthe primitive bird apeornis chaoyangensis fromtheEarly CretaceousofLiaoning, China. Can JEarth Sci,40: 731-747   \nZhou ZH,Wang XL,Zhang FCetal.,20oo.Important featuresof Caudipteryx-evidence from two nearlycomplete new specimens.Vert PalAsiat,38(4): 241-254 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]