[
    {
        "type": "text",
        "text": "中国特色新型高校智库的探索与多维度能力建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一基于IPP公共政策研究院的个案研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨沐 林坤",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "华南理工大学公共政策研究院 广东广州 510000摘要：[目的/意义]中国特色新型高校智库建设在全球化背景下迈入蓬勃发展阶段，探讨高校智库的内部治理机制为我国智库体系的创新发展提供可行建议。[方法/过程]采用个案研究的定性分析方法，以IPP公共政策研究院智库建设为具体实例，考察个案在中国特色新型智库建设路径上打造高端智库，如何通过组织形式与管理方法的创新变革，突破高校智库发展的制度瓶颈。[结果/结论]以“多维度的能力建设”模式作为高校智库的治理之道，科学配置人力、物力、财力等能力要素，在资金募集能力建设层面促进政商学媒多元筹资方式；在知识储备能力建设层面优化智力资源的科学配置；在战略规划能力建设层面塑造国际知名度与话语权体系等举措，皆为建设中国特色高校智库的有益探索。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：高校智库；多维度框架；能力建设分类号：C24",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言：中国特色新型高校智库",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "决策咨询制度(policy advisory systems)或称为政策咨询体系[1，早于1995 年由Halligan 提出，旨在分析政府在政策制定过程中所采用的多种政策咨询来源。决策咨询制度是我国社会主义民主政治建设中的重要内容，也是中国特色决策体系的智力支持。依据美国宾夕法尼亚大学 2016年发表的《全球智库指数报告》[2]（GlobalGoTo Think Tank Index），目前全球共有6,846间智库，中国以435间智库数量名列世界第二位，显示我国智库建设事业已经迈入快速发展的黄金时期，需要精准的宏观发展策略与创新的微观治理机制作为指引。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在政策咨询的外部化与政治化（externalization and politicization on policy advice）的进程中[3]，中国特色新型智库体系形成了涵盖从党政军等体制内官方智库、社科院智库、高校智库到社会民间智库的多元互补圈层嵌套结构[4]。从历史发展维度而言，中国高校智库的变迁经历从研究所形态的最初阶段、到以人文社科研究基地为载体的发展阶段、到新型高校智库的兴起阶段。自2014年2月教育部颁布《中国特色新型高校智库建设推进计划》具体明确了中国特色新型高校智库建设的推进目标、重点攻关领域与发展策略，标志着我国特色新型高校智库进入一个有别于传统高校智库的崭新阶段。高校智库具有人力资源与学术资源的双重优势，建设中国特色新型高校智库对政府决策更加科学民主化，提升国家治理能力，提高中国的国际影响力和软实力大有裨益。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本文拟采用个案研究的定性分析方法，以华南理工大学公共政策研究院（Institute ofPublic Policy,IPP）智库建设为具体实例，考察个案在中国特色新型智库建设路径上打造高端智库，如何通过组织变革（organizationalchange）与管理创新（managementinnovation），突破高校智库发展的制度瓶颈。选择IPP公共政策研究院为案例进行研究的原因在于，从2015年12月开始国家命名25家高端智库，名单中有中国社科院、国务院发展中心、北大发展研究院、人大高等研究院、复旦高等研究院、上海社科院以及一大批重量级的智库。IPP作为一个仅有21人团队、5年历史的小型高校智库，如何能够在这些激烈的竞争中找到立足点和有价值的发言点？本文对这种“小机构、大网络”的典型高校智库运营模式进行深刻的思考与探索。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2理论背景：高校智库发展模式与多维度能力建设框架",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在智库研究领域，Medvetz基于对传统三种理论（精英理论、多元理论以及制度理论）的批判，于2012年提出“界线组织”（boundaryorganization）的概念来定义智库，以体现智库在学界、政界、商界、以及媒体（简称：学、政、商、媒）这四项组织化的社会结构中所处于的多界别交叉（intersecting positions）与中介地位（intermediate location）[s]。智库的资金来源、运营、成果产出都与这四个领域有交互作用与关联。高校智库（university-afiliated think tank）以学界为导向依托高等院校雄厚的科研技术水平成为中国智库体系的重要组成部分。作为大学附属智库，首先强调“智”，而后注重“库”。“智”的重要特点是要建立一个知识体系，探索政策建议背后的道理与基本逻辑，使政策建议更有说服力和影响力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "郑永年（2016）在“内部多元主义”的论述中认为中国新型智库中开始出现智库的多元化、智库的资金来源的多元化、智库产品的多元化。在智库的产品市场上出现了竞争局面和政策思想市场机制回。智库产品的供给方跟需求方的组织结构、渠道、方法越来越成熟，呈现出“智库建设热潮”。一个高潮出现时，必然会有更多参与者参与思想市场的良性竞争，有些优秀的智库通过选择自己正确的定位，不断提高自己的竞争力稳住地位，进一步发展成为国际、国内的一流智库；另外有些智库因为跟不上这个趋势，只凭借一时的热情而缺乏持续的措施，最后将会退出这个市场。这种优胜劣汰的市场化过程对中国智库的发展非常有利。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "能力建设（capacity building）的概念最早见于1975年美国《公共行政评论》（PublicAdministrationReview）的特刊中讨论政府“能力建设”问题]。随后联合国开发计划署（UNDP）于1992年将“能力建设”的表述引进《21世纪议程》，指出：“能力建设是个人、群体、组织、机构、行业乃至社会等主体通过对能力的挖掘、培养、提升以达至展现核心功能、解决问题、实现目标的成效；同时实现在广义背景下以可持续方式处理不同发展阶段需求的目的①。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本文利用战略管理理论（Strategic management）将高校智库的组织能力（organizationalcapability）与能力建设相结合，提出中国特色新型高校智库的“多维度能力建设框架”：首先，从能力要素（capacity elements）的角度分析智库的静态能力（static capabilities），包括人力要素、财力要素、物力要素、技术要素、信息要素等；其次，从能力结构（capacitystructure）的角度分析智库的动态能力（dynamic capability）则包括资金募集能力、知识储备能力、成果转化能力、战略规划能力；再次，静态能力要素与动态能力结构之间存在多重线性关系，智库组织面对不断革新的宏观社会环境通过不断组合、配置、修订能力要素以获取长期持续的竞争优势和组织绩效。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/212b9b12faecb00187962b6b2ea0e8bee673bedc25818e0678995b440338b416.jpg",
        "img_caption": [
            "图1新型高校智库的“多维度能力建设框架”"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 1 A framework of multi-dimensional capacity building for university-affiliated think tanks with Chinese characteristics ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3实务个案：IPP公共政策研究院的路径选择与启示",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1资金募集能力建设：促进政商学多元筹资方式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智库资金来源的多元化与动态发展有利于智库组织在多元的利益相关者（stakeholders）中保持独立性[。首先，高校校友网络及其内嵌的经费资源与传媒资源为高校智库的发展奠定基础，这些来自商界的启动资金是高校智库的重要财政来源。目前许多高校智库都诞生于由高校与校友联合创办的模式。华南理工大学公共政策研究院由华南理工大学的杰出校友莫道明先生资助、华南理工大学联合创立。莫道明先生于 2012年希望能够回馈学校与社会，设想每年捐赠 500万、10年合计5000万的方式建立一个就国家发展战略提出政策建议的研究院。校方非常支持这个想法，无偿提供两层办公楼合共1500平方米的办公空间作为研究院基地，并让研究院成为学校的二级学院，在学校的领导下独立进行公共政策研究。2012年研究院创设后聘请新加坡国立大学东亚研究所所长郑永年教授作为领军人物，以学科带头人的身份率领学科团队进行研究。其次，来自政府的政策支撑与经费配套是高校智库财政运转的有力保障。2015年12月中央部门向公共政策研究院拨款1000万人民币用于智库建设，2016年12月再次拨款500万元作为智库建设的后续支援。最后，来自学界的赞助亦是高校智库财力要素的重要构成。中央部门的财政支持让华南理工大学校方十分鼓舞，2015年10月校务会决定从2016年开始给IPP研究院每年500万配套基金，并将办公场地从1500平方米再增加至2000平方米。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/97e3f2eae937d84af968abf5887185aeedf343afbe1789d3443fd34c1205508e.jpg",
        "img_caption": [
            "图2多元化筹资模式：资金经费",
            "Figure 2 Diversified fundraising from multi-stakeholders "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2知识储备能力建设：优化智力资源的科学配置",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）构建扁平组织架构与多元学科研究团队",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "依据精英理论，智库负责人与研究人员是影响乃至决定智库影响力的最关键因素。机构员工及其所具备的知识经验等人力要素处于智库人力资本的核心地位，而智库的内部治理结构则影响着智库是否能够有效地整合不同的能力要素以实现其组织功能的长效发挥和良性运转。IPP公共政策研究院的组织形式实行理事会与学术委员会领导下的院长负责制。学术委员会主席是郑永年教授，理事会的理事长是莫道明先生，执行院长是杨沐教授。研究院实行精简的行政管理和服务制度，行政服务和媒体运行人员的配备为6人，以保证智库日常管理与服务工作科学有效。研究团队则形成“首席专家-多学科资深专职学者-年青学者”的梯队式资历衔接组成，现共有22人。最高层为首席专家是郑永年教授，下一层为数位资深专家，进一步引导毕业两三年的博士与硕士研究员开展科研探索。",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/c33adb6df5d672312557a7feed94ce5699fb3bc1ed87ff03660a999f01182cb8.jpg",
        "table_caption": [
            "表1公共政策研究院的人力要素构成",
            "Table1 The composition of human resources of IPP "
        ],
        "table_footnote": [
            "数据来源：IPP公共政策研究院"
        ],
        "table_body": "<html><body><table><tr><td>梯队组织架构</td><td>人数</td></tr><tr><td>领军人物 (学术委员会主席兼首席专家)</td><td>1</td></tr><tr><td>资深学者（研究员）</td><td>3</td></tr><tr><td>博士后学者（副研究员、助理研究员）</td><td>6</td></tr><tr><td>硕士学者 (研究助理)</td><td>6</td></tr><tr><td>行政服务和媒体运行人员</td><td>6</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "IPP研究院的研究方向主要分为五个领域：一是中国的体制改革；二是社会政策；三是经济政策；四是国际话语权和国际关系；五是教育政策。目前IPP研究院的团队成员主要分布在政治学、经济学、社会学、法学、教育学、国际关系学这几大学科，研究人员多样化的学科背景能突破学科间的壁垒以解决单一学科难以攻克重大战略问题的瓶颈，同时有效解决社会多变且复杂的跨学科课题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）突破体制局限与发展人事自主权",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国高校智库的研究人员多为事业编制，往往出现低流动性导致机构人力资本固化，难以应对复杂环境下多主体课题的需求。人力要素在智库知识储备能力建设中占基础地位，高校智库在人事管理制度中采用“合同聘用制”将能提升人力要素的活力与机动性。人事自主权(Autonomy)是IPP公共政策研究院的一大特点，采用“合同制聘用”突破传统研究机构智库的体制约束，学校提供的5个事业单位编制到目前为止仅用了2个编制，对事业单位编制与合同聘用制的福利待遇差异，研究人员中的年青学者曾经历过从保留到接纳的过程。这种灵活且具实操性的企业用人制度实际上是海外许多智库的普遍模式：对于刚毕业的年青学者给予一年试用期，对于中青年骨干给予两年聘期合同，两年后续聘。采用这种机制的优点在于，对高校智库与研究人员的雇佣双方而言都是无形的约束，一方面要求用人单位提供优质的条件与符合研究人员资历的薪酬待遇，另一方面要求受雇者发挥优势投入到智库建设中。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "知识体系建设是高校智库发展的核心内容，需要落实到智库人才队伍培养与人事管理制度上。与人大重阳、盘古智库不同，IPP公共政策研究院主要组建自己的队伍，数量一般维持 25-30个左右，尽管过去两年多的时间里一共流失了13人（包括10名研究人员和3名行政人员），其中7名研究人员的流转皆由于进入海内外知名院校攻读博士。在这个流动性的开放过程中，IPP公共政策研究院稳步提升着研究团队的素质，制度流动性能有效促进组织变革与创新发展以追求更高水平和更专业化的运作模式。实际上，创新人才引进机制与开放性的团队建设是研究院管理模式的一大重点，通过具市场竞争力的薪酬和工作环境招聘吸引优秀成员进来，也支持研究院的成员继续去深造或者找到更好的工作。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在职称评定的制度与激励机制层面，硕士研究人员起步受聘为研究助理岗位，博士研究人员的评定等级依次为助理研究员、副研究员、研究员，合共四个档次。研究人员先进行院评职称，可进一步申请华南理工大学公共管理学院评定学校的副研究员、研究员职称以获得全国各高校的承认。公共政策研究员薪酬体制的灵活性一方面发挥在职称、工资上的优势，另一方面依靠学校的各类福利支持，譬如校方正商议建设廉租房保障体系；在幼儿、小学乃至中学教育给予学校教职人员子女的照顾，对IPP研究人员与校内教职员工一视同仁。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）培育高质人才梯队与创设学术研究氛围",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "招聘人才进来以后首先想要把人才留住，更进一步的是如何让人才开开心地留住，让人才团队感到留在高校智库很有前景，这是智库建设需要思考的。为了实现这样的目标，IPP进行以下四个层次的工作：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第一，保障研究人员合适的薪酬待遇，保持智库研究人员具备有尊严和体面的生活质量。作为海外智库工作的基本共识，长期聘用的研究人员首先要“住有所居”，满足研究人员购买房屋的刚性物质需求，以及其家庭的小孩受教育的需要。同理，高校智库需要向学校和政府反映人才培养的重要性，要建设一流的人才湾区与创新湾区，怎么能把人才留住？一定要让高素质人才愿意把这里作为生根立命的共同家园。同时，对于短期研究人员的引进，IPP 公共政策研究院积极接纳访问学者，并将其作为智库重要的人员组成，增加研究团队与高端学术人才的沟通交流机会，2017年的两位暑期实习生分别来自哈佛大学与牛津大学。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第二，创造良好的文化学术氛围与硬件环境。首先，无规矩不成方圆。员工需要按既定的《员工守则》自我管理，《员工守则》依据每年变化不断更新，在《员工守则》规定之外的部分研究人员拥有自有裁量权。其次，研究院以每周二下午设定为恒常的内部学术交流座谈会，院内举办的专家系列讲座也尽可能安排在这个时间段内；再次，研究院尊重职员的个人空间与时间，尊重每个员工8小时工作制以外的休息时间，不占用周末闲暇。IPP公共政策研究院采用坐班制度，工作时间为上午8点半到下午5点半，不强硬依照打表，研究人员早一点、晚一点或因突发事务缺席不追究。在物力要素层面，现时博士每人一间办公室，硕士四人一间办公室，院内的硬件设施还包括喝咖啡、喝茶的休闲处与图书馆资料室，鼓励研究人员彼此交流、闲谈、思想碰撞。由于研究人员分布在政治、经济、社会、教育、国际关系、法律各个学科，思想与学术的自由有利于更优质的政策报告产出。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第三，引导精神探索让研究人员能够更好地获得学术精神。首先，建立以联合署名的博士后学者培养机制，提高研究团队成员的知名度。每位博士每个季度完成一篇政策报告，全年四篇。政策报告初稿首先由执行院长审阅并提出意见修改，再递送学术委员会主席郑永年教授指导并与其联合署名，作为政策报告上报中央部门。时间成熟后郑永年教授的名字将会放到第二作者，继而当学者的知名度为中央领导和中国社会所熟悉以后就只署年轻学者的个人名字，通过这个渐进的方式来提升年轻学者的知名度。再次，IPP公共政策研究院重视举办各种类型的会议活动（讲座、研讨会、圆桌会议）。鼓励华南理工大学各学院、广州其他院校、中国其他层次院校来交流与座谈，让研究团队更及时地接触前沿思维。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第四，通过以上三个层次的提升最终让研究人员认为智库研究就是他们的人生，就是他们的历史责任，就是他们的时代使命。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3成果转化能力建设：提升智库思想产品的影响力",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "研究报告、智库出版物等思想产品（think tank publications）是智库分析诊断（diagnose）公共政策问题并提出解决方案的重要形式，也是知识转移（know transfer）和成果转化的主要传播（disseminationactivities）途径[1o]。IPP研究院坚持以高产量（productivity）与高质量（quality）并重，以学术与应用双管齐下的方式拓宽成果转化渠道，主要有五大成果，包括政策报告、学术研究（期刊论文）、专著书籍（IPP文库）、微信公众号的“IPP评论”、内部杂志《公共政策研究季刊》，形成推动政策变迁的持续性力量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第一，以政策报告（policybrief）《公共政策研究内参》作为建言献策内参的核心成果，积极服务于国家战略和政策影响力建设。在2012年公共政策研究院成立之初政策报告每月一期，从2015年12月开始调整为每月一至两期，现在已是每月三期，至今已累积发布 73期，涵盖领域分布在政治、经济、民生、文化、教育、国际关系等重要议题。2016年向中央报送的16份政策报告中被中宣部、教育部采用12份。教育部特别指示华南理工大学要创造有利条件支持郑永年教授及其团队的相关研究，组织力量深入开展重大理论和现实问题研究，努力产出高水平的政策咨询报告并及时上报。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第二，坚持以学术研究拓展学术影响力。作为学术型智库，高校智库的独特优势以区别与其他类型智库在于学术影响力与学术资源的统筹能力。IPP公共政策研究院注重在政策报告的基础上向学术方向发展，目前研究团队已有多篇学术成果在国内外学术界有所建树，其中6篇英文学术文章被 SSCI期刊录用，12篇中文学术论文被CSSCI期刊录用发表。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第三，构建中英文专著出版物体系“IPP文库公共政策丛书”。目前已经出版了多本学术专著，其中《内部多元主义和中国新型智库建设研究》是2014年10月，IPP公共政策研究院通过竞标方式承担教育部“中国特色的新型智库建设研究”重大课题的中期研究成果，该专著出版后受到中国智库界、政策界与学术界的普遍关注。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第四，夯实传统纸质媒介基础，以内部发行刊物《公共政策评论季刊》与英文简报《IPPBulletin》构筑智库影响力。从2015年初至今已经出版了第6季。作为内部机构刊物，该季刊定位在“公共管理、公共政策理论研究刊物”，介于严肃的学术期刊与政治及财经类的通俗刊物中间，类似于美国的《National Interest》《Foreign Policy》，以瞄准中国市场上巨大需求的空缺。另外从2016年下半年开始，定期出版英文IPP简报《IPP Bulletin》。目前已出版两期，2015年一期有关智库研究，今年的一期是有关精准扶贫研究，下半年第三期准备做关于粤港澳大湾区的研究。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第五，积极利用新型媒介进行知识传播，建立微信公众号“IPP评论”作为智库成果推介的公共平台。“IPP评论”以冷静的理性分析来观察中国国内和国际上的时政热点，自2015年起营运公众号每天发布一篇文章，供稿来源主要为内部研究人员每季度的持续性供稿。现时微信公众号平台每篇文章的平均点击量接近1",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "，拥有广泛且扎实的读者受众。2016年7月南海仲裁结果公布以后，郑永年、莫道明教授合署的一篇文章点击量达到200多万。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第六，设立附属电话调研中心开展智库一手研究数据库“公共政策满意度调查”的系列开发与收集。信息情报的收集是决策的重要前提，需要客观、真实、全面的数据信息作为支撑，智库思想产品的水平取决于对政策问题的规范性科学分析，而定期开展的跟踪式社会调查有利于促进高校智库社会科学研究与政策分析方法的规范化。IPP公共政策研究院从2013年开始运行电话调研中心，目前已进行了六届电话调研，在全国电话采访了30多个大、中、小城市13500人次，采访总时间17万小时。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4战略规划能力建设：塑造国际知名度与话语权体系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "IPP公共政策研究院的愿景是打造世界领先的综合性智库，往“世界领先”这个目标前进，核心价值是独立、客观、有效，理念是“国际视野，中国情怀”。作为一个开放性的智库，努力吸取世界各国的先进思想，提出符合中国国情的政策建议，为中国服务。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作为这个时代全球第二大经济体，中国正面临许多国际国内的新问题，而高校智库首先需要思考的问题是：高校智库在全球化深入发展的背景下如何给国家提出战略性、政策性的建议时具有被最高决策者关注的价值？回应这些思考，IPP公共政策研究院审视自身的优势有如下四点。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第一，以海外国际学术网络为优势，深化已建立的国际交流合作机制。郑永年教授平时长期在新加坡工作，其观察点、思考点、参照对象与海外欧美的学者不同，也与中国国内的学者不同，这是一个特殊的观察和思考角度。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第二，创办高端国际学术会议，扩大高校智库国际学术话语权体系建设。从2013年开始每年举行一次IPP国际研讨会，在广州的香格里拉酒店举行。2017年的会议专题是“发展与贫困：中国与世界经验”，把院内的扶贫研究推进了世界，同时也邀请世界各大洲，包括非洲、南美洲、中东、东南亚学者与中国学者交流他们地区的扶贫经验。2016年IPP国际会议的主题是“国家治理”，2015年是“人本主义”，2014年是“国家开放”。每年一次的国际会议使公共政策研究院跟国际学术界保持着良好的关系。在国际最高端的学术界，我们有自己的朋友，有自己的网络，有自己的话语权影响。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第三，构筑国际学术平台网站，同步运营“IPP中文官方网站”与全英文时评网站“IPPReview”（Intermational Public Policy）“IPPReview”从2016年1月起每天更新一篇英文评论，网站运营初期由新加坡国立大学东亚研究所的华人学者发表观点，近期已有越来越多美国、欧洲的海外学者发表文章讨论关于中国与全球的议题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第四，立足中国改革开放先行先试的广东省。广东在1980年代就处于中国领先地位，在GDP发展速度及总量、引进外资、进出口等多方面走在国内前沿，而当前中国经济急剧转型以后广东要如何继续走在前沿？公共政策研究院与广东的政界、学者一起在思考这个问题。从21世纪第2个十年开始，粤港澳合作正在迈向一个新的高度：粤港澳大湾区城市群的建设，该合作模式的变化反映了广东叫板对象的转变。从2007年的新加坡、香港、韩国等“亚洲四小龙”地区，转到现在的纽约湾区、旧金山湾区、东京湾区等世界一流湾区。第二，叫板内容由以前GDP、进出口、投资转变为能否建立创新高地，能否建立一个引领世界经济、社会、政治体制发展全球化的高地，同时在这个高地里以及“一国两制”的框架内让香港、澳门特别行政区有新的发展和上升空间。这一思路受到中央领导的关注。2017年3月，李克强总理的政府工作报告中指出“推动内地与港澳深化合作，研究制定粤港澳大湾区城市群发展规划”的指导方针，提出要在粤港澳大湾区的建设中努力发挥香港澳门的优势。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.总结与讨论",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "探索中国特色新型高校智库建设需要识别高校智库如何在中国智库体系中发挥自己的独特价值。从微观智库个体运作的维度而言，以“多维度的能力建设”模式作为高校智库的治理之道，合理科学配置人力、物力、财力等能力要素，能克服智库战略定位不准、成果转化机制不全、对外合作交流不畅通等共通性问题。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "基于IPP个案资料的定性分析，本文认为在资金募集能力建设层面促进政商学媒多元筹资方式，有利于智库在多元的利益相关者之间保持相对的独立性；在知识储备能力建设层面，构建扁平的组织架构和多元学科研究团队，有利于优化智力资源的科学配置；在成果转化能力建设方面，需要不断提高智库产品的竞争力和影响力；突破体制局限与发展人事自主权；培育高质人才梯队与创设学术研究氛围；在战略规划能力建设层面塑造国际知名度与话语权体系等举措。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "杨沐：文章选题、思路确定、原创观点提供林坤：理论框架构建、文献资料收集、论文撰写",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Exploration of Developing University-affiliated Think Tanks with Chinese Characteristics and Multidimensional Capacity Building: A Case Study of SCUT Institute of Public Policy (IPP) ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "YangMu Lin Shen SCUT Institute of Public Policy (IPP), Guangzhou 510000 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance] University-afiliated think tanks with Chinese characteristicsis undergoing an unprecedented booming phase across China under the globalization process. This paper aims to investigate the internal management mechanismofuniversity-afiliated think tanks,providing feasible suggestions for significant innovations in the Chinese think tank system. [Method/processThis paper employed a qualitative method of case study by taking the Institute of Public Policy (IPP) afiliated to the South China University of Technology (SCUT) as an ilustrative evidence. It explored how IPP was operated on the way to a high-end think tank through organizational change and management innovation to address the institutional shortcomings. [Result/conclusion] This paper adopts a theoretical framework of“multi-dimensional capacity building”as the principle of managing university-afiliated think tanks,suggesting that the best practice in scientific resource matching includes cultivating dualistic fundraising from multi-stakeholders，optimizing intellectual capital in knowledge transfer,and seizing the international discourse right and enhancing the global impact of Chinese university-affiliated think tanks. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: university-affiliated think tank multidimensional framework capacity building 收稿日期：2017-09-07修回日期：2017-09-30 本文责任编辑：唐果媛 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1[]Hallgan J.Policy Advice and the Public Service[M]// Guy Peters B,Savoie D.T. Governance in a Changing Environment. Montreal: McGill-Queen's University Press,1995:138-172.   \n2[]McGann,J.G.2O16 Global Go-To Think Tank Index Report[J]. University of Pennsylvania,2016.   \n3[]Craft J, Howlett M.The dual dynamics of policy advisory systems: The impact of externalization and politicization on policy advice[J]. Policy & Society, 2013,32(3):187-197.   \n4[]朱旭峰,韩万渠.中国特色新型高校智库的兴起、困境与探索:以中国人民大学智库建设为例[J].高等教 育评论,2015(00).   \n5[]Medvetz T. Murky Power:‘Think Tanks'as Boundary Organizations: Rethinking Power in Organizations, Institutions,and Markets[M]. Emerald Group Publishing Limited, 2012:113-133.   \n6[]杨沐,邓淑宜.“智库热”与政策思想市场[J].智库理论与实践,2016,1(5):1-9.   \n7[]张序,劳承玉.公共服务能力建设:一个研究框架[J].理论与改革,2013(2):25-29.   \n8[]SavageGC.Think tanks,educationand elite policyactors[J].Australian Educational Researcher,2O15,43(1):1 19.   \n9[]孔媛,李宏.从知识资本增值路径分析我国智库转型发展方向[J].智库理论与实践,2017,2(1):16-22. 10[]KelstrupJD.Quantitative diferences in think tank disseminationactivities in Germany, Denmark and the UK[J]. Policy Sciences, 2017, 50(1):1-13. ",
        "page_idx": 8
    }
]