[
    {
        "type": "text",
        "text": "抵御西方文化霸权的对策性思路",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1张小平",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国发展战略学研究会文化战略专业委员会北京100000",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]针对中国改革开放30多年来经济高速发展和经济全球化加剧中文化战略安全存在的隐患，对文化战略安全进行深度认识，并提出解决的对策性思路。在当前国际局势风云变幻、国家文化软实力不断提升的大背景下，对文化战略安全进行研究具有重大的战略意义。[方法/过程]研究中主要采用了大视野和横向比较的方式，注意始终把自我的认识放到全球语境下进行，并且紧密联系发达国家和文化强国成功的经验，使分析更具有借鉴和指导性。[结果/结论］加强中国文化战略安全的首要策略在于加强文化认同，确保民族文化主体地位。其次，要运用文化外交展示中华文化的独特魅力，让中国文化品牌走向国际文化市场，占领国际文化市场份额。此外，还应借鉴他国经验，处理好政府主导与市场调节，制约并削弱文化霸权的影响力，特别是要在国际文化贸易和交流中，利用文化例外原则对西方文化产品适度控制，在文化上更应该设置屏障。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：文化战略　文化安全文化霸权分类号：G251DOI: 10.19318/j.cnki.issn.2096-1634.2016.06.14",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "文化霸权（culturalhegenomy）在不同的历史时期受到了学界不同程度的重视。20世纪初，西方的左派社会学家用它来指资产阶级霸占社会主流文化的企图。意大利著名的马克思主义学者安东尼奥·葛兰西（AntonioGramsci）曾经在论述文化霸权时提出了一种“战略的区分”（strategicdistinction）：把民族、国家、阶级间的斗争分为“阵地战”（war of position）和“策略战”（war ofmaneuver）[]。他认为：在帝国主义前期依赖阵地战打开贫弱国家的资源库和市场，在后期却主要靠策略战来达到同化、影响并臣服广大群众的目的。因此他提出：革命者不仅要在政治军事上反抗新殖民主义，而要通过建设自己的世界观，制定自己的文化策略，并且把自己的思想积极推广出去，从而增强阶级意识、传播革命理论和唯物史观，真正地从殖民者的精神压迫中解放出来。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "但冷战结束后，特别是中国改革开放以后，全球呈现多元、多极、多样的态势，文化霸权有了新的历史含义，逐渐从以社会阶层（socialhierarchy）为单位的阶级文化霸权演变成以民族国家（nationstate）为单位的国际文化霸权。在此过程中，许多近代殖民主义的受害国、生活水平较为低下的发展中国家、以及逐渐衰落的老牌文明大国都在面临文化主权的危机。中国深受了一个多世纪的帝国主义侵蚀，本身面临着调和固有文明和现代文化的艰巨任务，而经济发展建设仍是任重而道远。在3项标准都满足的情况下，不难看出我国文化安全面临的威胁是巨大的，抵御西方文化霸权的工作是相当重要的，制定相应的文化对策也是十分紧迫的。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "加强文化认同，确保民族文化主体地位",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "必须承认，我们赖以生存的文化价值和精神支柱受到外来文化的冲击而发生畸变，民族文化的认同感被弱化，中华民族的凝聚力受到了极大的挑战。因此，只有激发全民族对民族文化的认同感和自豪感，才能提高抵御西方文化霸权的能力。虽然许多专家学者对于“大中华文化圈”的提法有着不同的解读，但“大中华”已经超越了地理概念，赋予了更多的文化内涵。为了巩固民族文化的主体地位，只有打破文化的疆域性，才能将文化的生命力最大化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着中国经济文化的迅速发展，对周边国家的影响逐渐增强，大中华文化圈将扩展到周边地区，因为既然是“大中华文化圈”，就是中华文化影响所及的范围，其发展模式首先以中国大陆为核心，香港、澳门、台湾是第二圈；第三圈则是历史上曾经受到中国文化重大影响的国家，包括日本、韩国、越南和泰国等。至于第四圈，可以大致分为两类。第一类是指居住于世界各地的华人华裔，特别是指亚洲以外的华人华裔，他们大多居住在美洲、欧洲、大洋洲等文化和经济发达的国家，而且都已经归属为所在国的公民，并在当地建立了自己的社区。第二类指的是热爱中华文化或者受中华文化影响的非华裔人士，也包括跟中国在商业与经贸上有来往的人士。台湾从20世纪六七十年代开始，岛内大量人民移居海外；80年代以后，香港和中国大陆人民蜂拥移居欧美，甚至远至中东和非洲。他们在政治上虽然认同所在国，但血比水浓，在文化上却认同中国。海外华人学者杜维明在《海外华人百科全书》里所说的全球“文化中国”（CulturalChina）的成员，不但包括所有的华裔，也包括那些非华裔人士的学者、文化工作者、工业家、商人、企业家与作家，他们试图理智地了解中国，并把他们对中国的概念，带到自己语言的领域中去[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "增强民族文化认同，就是以中华文化为内涵的民族自我认同、自我肯定以及自我凝聚，在历史发展中，随着文化的交流与传播，逐渐形成了一个发源于中国、传播于四海的中华文化圈。在多元文化背景下，以民族文化认同为切入点，强化大中华文化圈，对于增强民族归属感和国家凝聚力具有重要意义。对于全球华人来说，其种族血统、文化根基、民族感情，都存在着共同点，所谓同宗同文，指的就是都属于同一个民族，都崇尚和认同中华文化的精髓和优秀成分。努力挖掘、整理、弘扬民族传统优秀文化，充分发挥文化的凝聚功能，铸造中华文化新辉煌。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“海外华人”（OverseasChinese）以及大量的留学生是中国文化传播与交流的重要力量。中华民族所以能历经磨难而不衰、饱尝艰辛而不屈，就在于有一个民族赖以生存和发展、并深深溶人民族灵魂和血脉之中的精神家园，这个精神家园就是世界上几千年来唯一绵延至今的中华文化，它具有巨大的包容性和强大的凝聚力。所谓精神家园，是一个国家和民族的精神归属地和栖息地。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "作为浃泱大国的中国竟然不是留学生进口国，却是最大的留学生出口国。这一方面是归因于西方的先进科技、管理、经济资源，另一方面在于西方没有充分意识到中国文化自身的魅力。面对这种情况，中国可以通过各种方式吸引留学生，因为留学生是中国文化对外传播的重要力量，同时留学生也是重要的人力资源。如果不是大量的留学生和移民进入美国，美国取得当今的成绩是不可想象的，而且已经有许多移民进入了美国政坛。来华的留学生既可以传播中国文化，又可以促进中国文化。当越来越多的留学生喜欢中国，那么他无论在中国还是在其他国家，都可能将所学到的中国文化应用到自己的事业中。所以，加大海外留学生的招生、录取和培养是文化传播的重要方式，反过来，也是促进中华民族凝聚力的重要方式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "运用文化外交展示中华文化的独特魅力，占领国际文化市场份额",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国在文化引进与文化输出方面，不仅存在巨大的文化交流逆差，也存在文化交流的落差。就拿中国的翻译界来说，翻译过来的西方名著举不胜举，但翻译输出的中国著作却只有为数不多的唐诗和一些初等读物。而西方书店中最多的却是“风水”“易经”“八卦”“菜谱”之类的神秘和实用书籍。大多可靠的学术专著被束之高阁、笼罩在政治的迷雾之下，难以抵挡耸人听闻、歪曲中国现实的畅销书和媒体报道。中国的文化“走出去”战略，就是要让具有“中国特色、中国风格、中国气派”的文化品牌，走向国际文化市场，而不是游离于世界市场体系之外，就是要让西方重视当代中国学者的最新思想和中国最新文化进程。面对西方普通大众，借助影像网络传媒，传播中国文化，展示给西方人一个真实直观的中国形象，减少因为意识形态原因对中国的层层有意误读，全面推出中国高精尖的文化精品形象。不能局限在汉语教学，而是要把中国各种传统文化艺术的精髓整体传授给他们，能够就当代世界性前沿话题与西方人直接对话。我们不应把视野局限在歌唱家、演奏家、艺术家身上，而应让学者教授也可以走出去。相比形式艺术而言，思想的走出去，更具有长远的文化的冲击力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "有数据表明，2013年世界文化产业市场营业额达到2.337万亿美元。分区域看，北美市场份额最高，达到 $3 5 . 2 \\%$ ；欧洲、中东和非洲共占$30 . 9 \\%$ ；亚太占 $2 7 . 4 \\%$ ，中南美洲占 $6 . 5 \\% ^ { [ 3 ] }$ 。再从东亚来看，日本是在20世纪90年代经济不景气的时期大力推出日本文化的。韩国瞄准60亿人的国际市场，2007年韩国的文化产业份额占世界份额的 $5 \\%$ 。拿最规范的出版物行业来说，在世界出版贸易中，中国的市场份额很小。近年来，虽然中国的市场份额稳步提升，但并未改变总体格局。在现有这种格局下，中国文化如何突破瓶颈、走向世界？这是中国各阶层公民不得不思考的长远大计。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "文化市场是文化传播与流通的重要形态，在文化安全领域里，也是最具有国家文化主权意义的。要影响一国主流意识形态，必须首先进入一国的主流文化市场；而市场准入作为一个普遍性原则也正因此具有特别重要的文化安全意义。在中美关于中国加入世界贸易组织的谈判中，文化市场的准入一度成为焦点。由此我们也可以看出文化市场问题在双方心中的核心地位以及在外交上的权重。现阶段，世界文化市场主要集中在电影、音乐唱片、动画片、电脑游戏等大众娱乐项目方面，各国都在不惜血本地争夺着这块市场。据《文化蓝皮书：中国文化产业发展报告（2015—2016）》[4指出：反思近年来我国在实施“文化走出去”战略时出现的问题，基本上可以归结为“以内宣模式做外宣”的结果，因此现在需要做的是“以外宣创新倒逼内宣改革”，这就要进一步深化文化体制改革。中国文化产业走进新阶段的首要特征是改变政府与市场的关系，我国文化产业正越来越融入实体经济，显示出与发达国家相似的景象。问题的关键还不在于外来文化商品在中国的畅销，而在于我们没有同样具有竞争力的畅销的文化商品去竞争以求赢得市场，这种状况如不改变，中国文化市场被外国文化商品占领就不是危言耸听而已了。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "文化作为软实力，对政治、经济、社会各方面的渗透性很强，对外文化交流要采用喜闻乐见、人家乐于接受的渠道和方式，才能推动中华文化走向世界。如果文化对外宣传的意味太浓，过于官方化，过分受政治状态的影响，容易引起不必要的怀疑和反感。文化外交的目的就是促进国家间、人民间相互理解与信任，促进本国的价值观念和生活方式被他国公众和舆论理解、认同和赞赏，构建和提升本国良好的国际形象。文化外交指主权国家以维护本国文化利益及实现国家对外文化战略目标为目的，在一定的对外文化政策指导下，借助文化手段来进行的外交活动。在文化外交中，政府的主导作用和其政治目的是隐性的，是通过文化的多层面交流实现的。文化的民间交往尤为重要。中国政府积极创造条件鼓励民间交流，通过政策法规杠杆等，鼓励文化企业通过符合国际惯例的市场运作走向世界，通过“长流水、不断线”的文化外交，增加与周边国家的信任，增加与西方发达国家之间的了解，稳定、巩固与发展中国家的传统友谊；达到以民间促官方的效果。中国政府主导下的对外文化交流，是近年来文化外交的亮点。通过与不同的国家协议举办互惠的“文化节”“文化周”“文化季”“文化年”等活动，展现了中国文化的丰富内涵和独特魅力，增加了中国人民和其他国家人民对彼此文化的了解，为中国文化走向国际文化市场打开了新局面。复兴中国文化，保护文化遗产，巩固中国传统文化的根基，是在文化全球化条件下维护中国文化安全的最基本要求，是确立中华文化在国际文化中的地位的前提，也是推动文化外交的基础。文化外交已经成为中国对外文化交流中的一个重要内容，不仅要发挥中国孔子基金会、国际儒学联合会的作用，而且要拓展文化外交的多种渠道和多种手段，更多地吸收非政府组织的加入。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "制约并削弱文化霸权的影响力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "二战以后，美国文化强势进入欧洲，包括西欧和东欧。但是，欧洲文化绝非被动地全盘接受美国化，法国、德国等国家致力于维护本国本民族的文化，尤其以法国为甚。并且在国际上形成了以世界贸易组织（WTO）和联合国教科文组织（USNESCO）为平台的两大文化阵营。1984年美国退出联合国教科文组织本身就说明，在政治上形成了以北大西洋公约组织和以联合国为代表的两大政治阵营，而WTO和USNESCO则是在文化上的具体表现。自20世纪80年代以来，随着世界文化产业迅猛发展，文化成为各国很重要的一项国家战略议题。1993年英国发布了《创造性的未来》（ACreative Future）报告[5]，这是英国有史以来第一次以官方文件形式颁布的国家文化艺术发展战略。1994年，澳大利亚也颁布了自己的文化政策《创造性的国家：澳大利亚联邦文化政策》。1998年，欧洲各国相继推出了自己的文化政策，更大力度地推进本国的文化。目前出台文化政策的欧洲国家已经有27个之多。1995年日本推出了“文化立国”的国策，1998 年韩国也推出了“文化立国”的国策。当前，文化战役早已经打响。在此氛围中，中国的“国家文化发展战略”必然要借鉴西方发达国家中抵制美国强势文化的经验并联合西方发达国家中抵制美国强势文化的力量，一方面反对文化霸权，一方面发展本国民族文化。这将成为中国文化发展的必然要求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "加拿大和法国等欧盟成员国都不主张将文化商品的国际贸易纳入美国“贸易自由化”的框架中，但同时又在与美国的贸易战中，不断拓展国际文化市场，传播自己的文化和价值观念，扩大本国文化在国际范围的生存与发展空间，从而在积极参与国际文化市场竞争中，维护国家文化安全。比如，在加拿大文化事业发展中，民间的力量是不可忽视的，市场调节的作用也同样存在，但政府起着重要的主导作用。主要表现为：（1）政府直接发展文化产业，如建设档案馆、图书馆、提供电影及相关服务、文化及自然遗存、表演艺术学院及有关设施和服务，而且这些设施和服务均为政府所有。（2）对艺术团体、文化及自然遗存机构、艺术家和文化产业进行资助。（3）制定文化法律、规则和政策，如关于对国家级文化产品出口的限制，制定税收政策等。（4）提供特殊服务，如为表演艺术、博物馆等提供国际拓展、贷款项目等服务。我国目前在文化发展中也是政府起主导作用，如何处理好政府主导与市场调节的关系非常需要认真思考，借鉴他国经验是重要途径之一。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4在国际文化贸易和交流中，利用文化例外原则对西方文化产品适度控制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "美国文化产业的成功归纳起来主要是依靠“三片”：第一是“大片”，大投入、大制作、视觉冲击、明星轰炸的好莱坞大片，在不遗余力地向全球推广其帝国意识形态和日常生活法则；第二是“薯片”，洋快餐风靡全球，在中国，已经伸入大大小小的城镇，通过“吃文化”塑造了一代代东方儿童的美国梦；第三是“芯片”，美国windows系统几乎统治了全球所有个人用户的操作系统。美国的文化控制和文化传播，从饮食文化、视觉文化到办公文化等各个方面改变着人们的思维方式。近些年来，中国经济日渐崛起令世人瞩目，假如中国的文化魅力和影响力不能与之相匹配的话，后果将会很严重。文化市场安全最关键的就是关于文化商品流通安全。文化市场过度开放而不设置屏障势必给中国的文化商品流通安全带来极大的威胁。如果文化商品流通的主渠道被占领以后，政府便丧失了对市场的宏观调控能力。尤其当中国的文化商品流通业还不能同样地参与国际流通业竞争的时候，文化市场的非对称性开放将进一步加剧中国文化市场安全的严重性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "世界上许多国家包括西方发达国家为了各自国家的民族文化利益，均采取文化保护主义政策和建立防范机制。法国为抵制和限制美国文化娱乐产品在法国销售、传播进而保护法国文化产业，规定法国的电视和广播节目至少有 $40 \\%$ 的时间要使用法语，硬性规定其全国4500家影院所放映的影片中，好莱坞影片最多只能占 $1 / 4$ ；加拿大于1995年将美国“乡村音乐电视台”逐出加拿大后，为保护本国的期刊业，又开始实施C—55号法案[7]。该法案规定，加拿大企业不得在加拿大发行的外国期刊上做广告，否则将被处高额罚款，通过切断美国期刊杂志在加的财源将其置于死地，从而达到保护本国文化产业的目的。法国、加拿大乃至整个欧盟尚且能够看到文化是一个“涉及我们的特性、价值和差异的至关重要的问题”，并且为了保护自己文化产业的需要而通过立法制定文化保护的政策系统，更何况像中国这样一个在文化上与西方主流国家之间存在巨大差异的国家，在文化上更应该设置屏障。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "文化商品的国际贸易所从事的是关于文化精神产品的国际交换，涉及意识形态和不同文化传统的诸多领域，而这种意识形态和文化传统所体现的不同价值观念，有许多方面是根本对立的。通过向他国输出自己的文化产品，传播自己的文化观念和意识形态是当代国际社会斗争与较量的重要形式和主要手段。美国依仗其在文化产业领域里的强势地位强行要求“市场准人”任何一个国家或地区，就是要在“贸易自由化”的掩盖下，实施对他国的文化渗透，推行美国的文化和价值观，最终达到不战而胜的目的，这是最典型的表现。因此，世贸组织在它的政策系统中，就不仅规定了市场准入、透明度、非歧视、最惠国待遇等原则条款，同时也包括“涉及保持传统文化的艺术品和文物”“允许例外和实施保障措施”“维护国家安全”等。这就可以使任何一个国家，特别是一些发展中国家或最不发达国家从维护本国的根本文化利益和文化安全出发，制定相关政策保护自己。世贸组织的原则是保护本国文化的个性化，支持各国文化的多样并存，维护世界文化的丰富性和多样性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国学者约瑟夫·奈（JosephNye）在《权利大未来》一书中把政治实力分为威迫力（powerofcoercion）和吸引力(powerof seduction)，其中吸引力就是我们通常说的软实力。软实力又分为3类：文化、政治价值观和政策[8]。如果说后两者都带有政治的功利主义色彩，那么文化就是起支配作用的最终软实力，是民族国家凝聚力的来源和综合国力的象征。大国文化策略的复杂性在于：（1）既依赖个体的创新力，又需要集体的引导力，考验我们如何协调政府干预文化政策和民众贡献文化资源的关系；（2）既强调民族文化本位，从而有一种固有的排他性，同时要求在广阔的国际舞台上有高度的兼容性，以求能被他人所接受，而不是互遭排斥；（3）既保持本民族文化道路的历史性，从中汲取经验，又要在旧路上推陈出新，确保我国文化发展的时代性。由此看来，文化策略不是所谓的“经济的延续”或“政治的附属”。如何在中华民族伟大复兴的征程上策略性地抵御文化霸权、保护和发扬本民族文化，既延续中国的文化传统，又为世界文明的进步做出贡献，是摆在全中华儿女面前的大课题，也是我国今后几十年愈显紧迫的大任务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]安东尼奥·葛兰西.狱中札记[M].葆煦,译.北京：人民出版社，1983:222.  \n[2] 潘翎.海外华人百科全书[M].香港：三联书店，1998.  \n[3] 世界主要经济体文化产业发展状况及特点[EB/OL].[2014-12-08]. http://www.stats.gov.cn/.  \n[4]中国社会科学院文化研究中心.文化蓝皮书：中国文化产业发展报告(2015-2016)[R].北京：社会科学文献出版社，2016.  \n[5]中宣部文化体制改革和发展办公室，文化部对外文化联络局．国际文化发展报告[R].北京：商务印书馆，2005.  \n[6]澳大利亚发展创意产业的国家战略[EB/OL].[2007-07-05].http://www.ssfcn.com/.  \n[7] 胡惠林．中国国家文化安全报告[M].太原：山西人民出版社，2005.  \n[8] 约瑟夫·奈.软实力[M.马娟娟，译.北京：中信出版社，2013.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Strategy of Resistance to the Western Cultural Hegemony ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Zhang Xiaoping ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cultural Strategy Specialized Commitee, Chinese Association of Development Strategy Studies,Beijing 100000 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Taking into consideration the hidden danger to the cultural strategy security in the rapid economic development since the reform and opening up of China over 30 years ago and the economic globalization intensification,this paper deeply analyzes thecultural strategy security and provides the strategic solution. It is of strategic significance to study thecultural strategic security in the background of the changeable international situation and the continued improvement of the national cultural soft power.[Method/process] The author used the method of horizontal comparison with a panoramic eyeshot and put self-consciousness in the global context. Besides,the author introduced the successful experience of developed countries and culturally strong countries.[Result/conclusion] The first strategy of strengthening China's cultural strategy security is strengthening the cultural identification to guarantee the dominant position of the national culture.Secondly, we should apply the unique charisma of Chinese culture to the cultural diplomacy, which willpromote Chinese cultural brands to the international cultural market and takeup the share of the international cultural market.In addition,we should also learn from other countries'experience,balancethe government guidance and the market regulation,restrict and undermine the influence of cultural hegemony. Cultural restrictions on Western cultural products should also be setup based on the cultural exception principle in the international cultural trade and exchange. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords: cultural strategy cultural security cultural hegemony收稿日期：2016-12-01 修回日期：2016-12-07 本文责任编辑：栾瑞英",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2016科技智库核心能力建设高级研修班在沪开班",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为贯彻习近平总书记在全国科技创新大会上的重要讲话精神，落实中办、国办《关于加强中国特色新型智库建设的意见》的要求，提高研究人员的核心能力，推进我国高水平科技智库的建设，中国科学学与科技政策研究会区域创新专业委员会、科技日报社新闻研究所、上海科技管理干部学院以及上海科学技术政策研究所于2016年12月14日-16日在上海联合举办了“2016科技智库核心能力建设高级研修班”，《智库理论与实践》编辑部作为媒体支持单位。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "此次为期三天的研修班围绕研究人员亟需重点提高的五方面能力一“知大势、懂方法、能写作、善沟通、会传播”来设计制定研修课程，邀请了科技部中国科学技术信息研究所、科技部中国科技发展战略研究院、科技日报社、中国科学院成都文献情报中心、复旦大学、中国科协创新战略研究院、上海财经大学、北京科学学研究中心、ClarivateAnalytics（原汤森路透知识产权与科技部）等国家高端智库及知名机构的学者专家，展开深入讲解、互动交流。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "此次研修班吸引了来自十多个省市的30家智库的研究人员共70余人报名参加，期间还伴随“文汇科技创新沙龙”和“科技智库建设与人才发展”经验交流座谈的开展。在当前国家加快实施创新发展战略纲要对提供决策支撑的科技智库提出更高标准的背景下，此次研修班的举办有助于推动我国科技智库建设与发展，",
        "page_idx": 5
    }
]