[
    {
        "type": "text",
        "text": "喜迎新时代 祝愿春常在",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "罗伟",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院科技战略咨询研究院北京100190",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/1393826f2c4f32d51eb66a00d2130ab67d2a60b73ff1d32e2622818ba9c11521.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全国科学大会距今已有40年了，当时20岁的青年也已步入退休年龄，现在的中青年知道这件事的恐怕为数不多了。但这确是我国科技事业发展史上的一件大事。正是这次大会标志着我国科技人员和知识分子在粉碎“四人帮”后政治上、思想上重新获得解放，我国的科学事业迎来了一个春天。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1“科学的春天到来了” ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "这次大会是华国锋同志倡议召开的。华国锋同志比较重视科技，他在湖南工作时，当地的四级农科网搞得有声有色，是为科学种田而作的大规模科学普及和技术推广的工作。在全国有重要的影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "更重要的是，我国的经济在“文革”中遭受重创，民生凋蔽，人心思变。为了把濒临崩溃的经济搞上去，需要依靠科技，需要发挥科技人员的作用。因此华国锋同志提出要开这样一个大会，内容主要是奖励一批科技人员和科技成果，同时制订科技发展长期规划。要求在全国大造声势，把科技人员的积极性调动起来。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "由中共中央主持召开全国科学大会，这在中国历史上尚属首次，而且规模上（5000余人）也是空前的。当时的声势确实很大。各省市都是第一或第二把手抓大会的筹备工作，会后的传达一直到县级，而且都是几千上万人的大会，有的甚至是几万人的广播大会。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "有一件事当时大家没有太注意，即在经华国锋同志签发的《中共中央关于筹备科学大会的通知》中，已经提出要把全党的工作重点转到以经济建设为中心的轨道上来。很可惜，这个思想没有在他的科学大会上的讲话中重现，而是又恢复到了无产阶级专政下继续革命的路线上。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "这次大会确实鼓舞人。长期以来，多是科技人员站在批判大会上，而这次他们站到了领奖台上。但是，如果只是轰轰烈烈的群众运动式的场面，而不否定“文革”的极“左”路线，科技人员势难获得真正的解放。枷锁未除，身份依旧，跪着革命是不行的，跪着搞科技又怎么可能？这就必然要提到邓小平同志在科学大会上的讲话的重大意义了。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "人们印象最深而且极为重要的是小平同志在会上提出的两个观点：“知识分子是工人阶级的一部分”和“科学技术是生产力”。这两个观点现在可说已是常识，而在当时却如春雷、如甘霖，许多科技人员为之激动得泪流满面。因为有了工人阶级知识分子这个“帽子”，就把过去的许许多多的“紧箍咒”（诸如：资产阶级知识分子、“臭老九”、反动学术权威、修正主义苗子、资本主义复辟的基础、封建主义的“土围子”、无产阶级专政的对象等）都扫进了历史的垃圾堆。知识分子蒙羞忍辱的日子可望结束了！而科学技术是生产力，则把那些愚昧无知的种种谬论（诸如：我国的科技是拾外国人的牙慧，是在外国人的文献缝里找课题；科研机构是象牙之塔，要拆墙填沟、开门办所；过去的科技工作是脱离政治、脱离群众、脱离实际的）予以彻底否定。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "知识分子政策和理论与实际的关系，这对科技工作一直是至关重要的问题。1956年，张劲夫同志初到中科院工作时，曾向周恩来总理请示机宜，总理告以必须重视这两个问题。果然，此后20多年中在这两个问题上折腾来折腾去，而在这过程中许多人碰得头破血流。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其实，这两个观点早在20世纪50年代就曾被提出，尔后几经反复，直到1978年全国科学大会上才又重见天日，可谓路漫漫兮。而付出的代价实在是太大了。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“知识分子是工人阶级的一部分”这个观点，1956年周恩来同志在中共中央关于知识分子问题会议的报告中就已明确提出了。当时，周恩来同志说：知识分子的绝大部分“已经成为国家工作人员，已经为社会主义服务，已经是工人阶级的一部分”①但随之而来的反右斗争，以及对当时形势的判断，否定了这个估计。1962年广州会议，以及接着在二届三次全国人大会议上，周恩来同志又提出知识分子中的绝大多数“属于劳动人民知识分子”，陈毅同志还提出为知识分子“脱帽加冕”②。但又再次被否定了。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“科学技术是生产力”的思想，马克思早就有过表述。20世纪50年代，据说毛泽东同志也曾说过（后来毛泽东同志表示不记得说过此话，此事可存疑）。但是，60年代后半期提出的以阶级斗争为纲，以及“社教”“文化大革命”等一系列运动，把政治思想革命提到第一位，大肆批判“唯生产力论”，“四人帮”更是把科学技术的作用贬低到了荒谬的程度，甚至对科技也要实行“无产阶级全面专政”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "邓小平同志的讲话使科学家们欢欣鼓舞。著名物理冶金学家、1955年被选聘为中科院学部委员（院士）的李薰同志认为，小平同志在科学大会上的讲话说出了自己多年来想说而不敢说也说不清楚的话。李薰同志说：“肯定了科学技术是生产力，影响是深远的。‘四人帮’鼓吹科学技术是上层建筑，就是为了制造思想混乱，迫害知识分子，破坏工农与知识分子的联盟。肯定科学技术是生产力，从事科学技术的同志当然是劳动者，这是消除‘四人帮’制造的知识分子与工农对立，加强劳动人民团结的有力思想武器。”著名神经生理学家、原中央研究院院士、1955年被选聘为中科院学部委员（院士）的冯德培同志说：“明确了科学技术是生产力，理论联系实际的问题就从根本上解决了。”这两位先生的话，在当时具有相当的代表性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 “要鼓实劲，要切实解决问题”",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当然，这两个观点要真正被大家接受并非易事。在全国科学大会后相当一段时间内仍是“脑体倒挂”“搞导弹的不如卖茶叶蛋的”，一提改善知识分子待遇有人就说工人会有意见。针对知识分子的大规模批判甚至斗争的运动是没有了，初春天气后的“夏季的形势”当已不可能再现了，但以知识分子为主要对象的“敲敲打打”还时有发生。“中关村一条街”一度被人讥为“骗子一条街”“投机倒把一条街”。对于科学工作，虽然“三脱离”的大棒已经入库，但以为生产服务之名要对暂无实效的科研机构“断奶断粮”，把其中的科技人员“赶下去”。对转让成果取得的收入，曾被一些人说成是经济犯罪。对科学技术虽在口头上已被赋以崇高的地位，但即使在提出“科教兴国”战略后，研究发展经费占国内生产总值（GDP）的比例仍逐年下降。（近年来我们可以引以为傲的是研发经费占GDP的比例已居世界前列，但基础研究经费占研发经费的比例几十年未变，仍在 $5 \\%$ 左右低水平运行。）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "这里，又应当提到邓小平同志所作的努力。若没有大会前后小平同志亲自抓的一件件实事，采取的一系列具体举措，那么全国科学大会固然也开的热气腾腾、振奋人心，却未必能很快地出现全国范围的新局面。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "全国科学大会前后，国家百废待兴，实际困难着实不小。正如有些科技人员所说：现在有干头，有奔头，但闭眼一想问题成堆——工资问题、职称问题、夫妻两地分居问题、子女入学问题、学术资料问题、国际交流问题这时，小平同志主动提出当科学技术工作的“后勤部长”，并且一再告诫大家：“解放思想必须真心解决问题”，“不抓科学教育，四个现代化就没有希望，就成为一句空话。抓，要有具体政策，具体措施，解决具体的思想问题和实际问题”，“要调动科学和教育工作者的积极性，光空讲不行，还要给他们创造条件，切切实实地帮助他们解决一些具体问题”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "正如小平同志在全国科学大会上所说，“现在,摆在我们各级党组织面前的事情，就是要鼓实劲，要切实解决问题，要踏踏实实工作。一句话，就是落到实处”。他就是这样身体力行的。比如，关于科技人员的工资问题，中科院一家确实解决不了，小平同志于是提出可以给补贴，并亲自批准中科院实行科研津贴制度。关于夫妻两地分居的问题，一时不能都解决，他提出可先解决重点，并一次批给中科院400个进京户口。关于房子困难，他在听汇报时指示拿出2000万元，尽快建造一批房屋，解决科研人员住房的严重困难。后来，小平同志又多次对中科院的基建问题给予支持。中国科学技术大学在北京玉泉路的房子被其他部门占用了，他又批示有关部门从速处理。为改变高校的招生制度，他亲自主持召开了科学和教育工作座谈会，多方面听取意见，果断支持正确意见，决定恢复中断了10年的高考制度。会后，他还很快找教育部门领导谈话，做思想工作，从而大大加快了招生制度的改革进程和具体落实。对中国科学技术大学率先从应届高中毕业生中招生、学制改为五年、招收研究生，以及中科院派人出国进修等，小平同志都给予了支持和鼓励。小平同志还提出，一定要办好学术刊物，“要解决一下科研、教育方面的出版印刷问题，把它列入国家计划”，并指出“纸张困难，是因为有些不必要印的东西印的太多”。他还果断地决定建设北京正负电子对撞机，以及有远见地批示实施“863”计划…",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "嗣后，中央历届领导循着解放思想、实事求是的正确路线，贯彻尊重知识、尊重人才的方针，全面进行科技体制的改革；提出建设国家科技创新体系，建设知识创新工程；实施科教兴国战略；建设创新型国家；建设世界科技强国等一系列战略方针和具体措施。现在我国已在科技经费、人才、论文、专利等方面居世界前列，在若干重要科技领域包括高新技术领域已占重要一席，我们已经可以看到实现科技强国之梦可期。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 科技体制改革的序幕",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "全国科学大会，特别是邓小平同志的讲话，为科技界破除了长期以来“左”的路线的禁锢，使科技人员从思想上获得解放。思想的解放必然激发科技人员发展科技的热情，要求政策的调整和体制的改革。因此，中科院得以试行了一系列放活研究机构和放活科技人员的改革新举措。如经费制度实行两部制；实行所长负责制，扩大研究所的自主权；课题组人员自由组合；率先与美、欧、日建立科技合作关系，向国外派遣“文革”后首批留学生；恢复研究生培养制度；试行博士后制度;提出技术成果的有偿转让；建立面向全国的中国科学院科学基金；实行“开放、联合、流动”为特点的开放实验室制度；鼓励科技人员创办公司；以及后来为建设国家创新系统而提出知识创新工程的试点方案等。这些措施在全国都带有首创意义。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当然，如果没有全国的改革形势和国家科技体制改革的决策，中科院的科技改革措施也难以顺利推进。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科学发展无止境，改革无竟期。思想和观念需要不断提高和更新。今天，已不能只看到科技是生产力，而且要看到它是重要的精神力、思想力，是社会经济进步的强大推动力。无视或忽视这种力量，将成为新时代的落伍者；妨碍这种力量的陈规陋习终将被变革。科技人员也不仅是工人阶级的一部分，而且是掌握先进生产力和先进文化的一部分。对科技人员已不能只限于提高社会地位，提高生活待遇，提供必要的工作条件等方面，而是更要重视和发挥他们的独立精神、批判精神、创新精神、自由思想，改革一切障碍。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "今天，我国已经进入中国特色社会主义的新时代，正向着建设创新型国家、建设世界科技强国迈进。恰逢“科学的春天”40周年，我们把一些事情重新提起，无非是为了珍惜这份宝贵的历史经验，珍惜这来之不易的新时代。我们为1978年全国科学大会所起的重大历史作用而纪念它，更为科学大会开创的科技事业发展新时期而欢呼它。我们要学习小平同志在全国科学大会上讲话中体现的解放思想、实事求是的思想路线，更要发扬在这个路线下不断前进和发展的精神，继续清除“文革”和极“左”路线的影响，与时俱进，在以习近平同志为核心的党中央领导下取得更大的胜利。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "罗伟中国科学院科技战略咨询研究院研究员。原中国科学院政策研究室主任，原中国科学院科技政策与管理科学研究所所长、研究员。负责起草1978年全国科学大会上方毅同志的讲话稿。",
        "page_idx": 3
    }
]