[
    {
        "type": "text",
        "text": "普适计算技术综述与应用展望",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "朱珍民",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：“各尽所能，各取所需”是人类的伟大理想。普适计算把信息空间与物理空间高度融合，正是希求向人们提供其最所需的“计算”服务。本文从普适计算的发展、关键技术与挑战、应用前景等进行分析和综述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：普适计算 情境计算 中间件 泛在设备人机交互 传感网 物联网",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 普适计算的起源",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1987年，施乐（Xerox）公司PARC研究中心的电子和图像实验室（EIL）开始研制大型墙面平板计算机系统。它可用作电子笔、图像扫描输入设备、电子白板，尤其是可与其他这类设备联网。这种“墙面”引发出一种与“一人一台桌面计算机”模式十分不同的研究思想：将计算机无处不在地、不可见地散布到整个环境中。当时PARC的人类学专家观察到：人们真正利用技术的做法并非与他们所声称的一致。例如人们使用计算机时往往很少去考虑诸如存储器、像素数、频率等计算机的特性，而更多的是考虑具体情景下计算机的利用。特别是，计算机如何嵌入到复杂的社会日常活动框架中，计算机如何与真实世界交互作用等。在此背景下，以马克·维瑟（MarkWeiser）为首的技术团队于1988年初开始了普存计算（Ubiquitous Computing，简称UC，普遍存在的计算）的研究。后又称为普适计算（PervasiveComputing，简称PvC，普遍渗透的计算）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对于马克而言，社会和技术、艺术和科学、工作和娱乐之间没有明显的界限。他希望建立一种能展现人类和社会精神的技术世界，并坚定不移地挑战并驾驭计算机科学、人机交互、以计算机为媒介的工作环境等方面的现代概念。马克的普适计算理念就是将计算机嵌入到人们日常生活中所接触的形形色色的用品上，创造一个以人为本的信息服务新世界。他于1991年在《科学美国人》杂志上发表了极具影响的论文《21世纪的计算机》[2]。伴随着计算、通信和内容的相互结合以及计算机的微型化、嵌入式发展趋势，计算模式正向着以人为中心的普适计算发展。计算和通信能力已经开始融入到人们的日常生活环境之中，信息空间与物理空间也已有了很好的融合。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本文将介绍普适计算的起源与发展、涉及的关键技术和面临的技术挑战、应用前景分析，最后总结全文并展望下一步工作。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 普适计算的发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1普适计算研究发展概况",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从20 世纪90年代中后期开始，以普适计算为背景的研究计划广泛开展，绝大多数美国和欧洲的知名大学和研究所都启动了相关研究。如，美国的麻省理工、卡内基.梅隆、斯坦福、加州大学伯克利分校、伊利诺大学香槟分校（UIUC）、佐治亚理工学院（GIT)，德国信息技术国家研究中心（GMD）、卡尔斯鲁厄大学（Universityof Karlsruhe)，英国的剑桥、兰开斯特（Lancaster)，日本的东京大学等。新世纪以来中国开展了相关研究，2006 年得到国家研究计划的全面支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为了争夺技术的制空权，各国政府对普适计算研发提供了广泛支持。美国的国防高级研究计划署(DARPA)'、国家科学基金会（NSF）、国家标准研究院（NIST）都对普适计算研究提供了资助，国防高级研究计划署专门设立了普存计算（UbiquitousComputing）科目并资助了5个相关研究计划，分别是麻省理工的Oxygen、卡内基梅隆的 Aura、俄勒冈研究院（Oregon Graduate Institute of Science，OGI）和佐治亚理工的 InfoSphere、加州伯克利的Endeavor 和华盛顿大学的 Portolano。在欧洲，由政府部门资助的项目有欧盟的 IPTS（TheInstitute for Prospective Technological Studies)资助的 Ubiquitous Computing in Europe 计划、英国工程和物理科学研究理事会（Engineering and Physical Sciences Research Council,EPSRC）资助的 Equator 计划，英国的剑桥和兰开斯特，相继承担了欧盟资助的 DisappearingComputer 和FP6 计划支持的相关项目。此外还有伯克利的 Endeavour、IBM的 DreamSpace。在亚洲，有韩国的u-Korea，日本的u-Japan,等。国内有清华大学的智能教室 SmartClassroom、浙江大学的智能影子 smartshadow、中国科学院计算技术研究所的INAP协议等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "普适计算将会孕育出许多商机，产业界对之也是热情高涨。20 世纪末IT业突显的疲软使IT巨头们认识到桌面计算已经进入到发展的平稳期，希望普适计算能够促进产业继续发展。因此，IBM、微软、Sun、惠普、AT&T、索尼等公司纷纷投入巨资开展普适计算方面的研究。其中，IBM 是普适计算的积极鼓吹者，其属下研究院专门开展了相应研究。普适计算的概念甚至已经进入该公司的产品营销层面，2008 年的“智慧地球”计划更是要将普适计算及其技术成果推向一个新的应用高潮。微软开展了Easy Living 计划，研发普适计算中信息设备互联互通等关键问题及其WCN（WindowsConnectedNow）应用和 $\\scriptstyle \\mathrm { U P n P } ^ { 2 }$ 应用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着相关研究的深入，国际上已经发行了两种专门针对普适计算的期刊：1997 年创刊的《Personal and Ubiquitous Computing》和 2OO2 年创刊的《IEEE Pervasive Computing》。形成了每年召开的两个著名国际会议系列：1999 年开始的UbiComp 会议（The InternationalConference on Ubiquitous Computing, Published in LNCS series by Springer-Verlag）和从 2003年开始的 PerCom 会议（IEEE International Conference on Pervasive Computing andCommunications）。另外还有很多国际会议都包含了普适计算的议题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2著名研究计划",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近20年来，比较有名的研究计划有：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.1原创性研究 施乐的普存计算",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1988 年初，施乐公司的研究中心PARC 开始普存计算（Ubiquitous Computing，UC）计划原创性研究。UC计划有以下三个相互交叉的部分：（1）大型墙面显示LiveBoard（后来的产品称为LiveWorks），可按传统方法接入网络；（2）便笺ParcPad（后称为MPad)，书本大小，用一个独特的近场射频（near-field radio）系统保持固定联网，有一个视窗加输入笔（window-and-pen）接口系统。ParcPad 验证了一个重要的平台，可用于无线电、协议、移动联网、用户接口和工作研究；（3）标签ParcTab，手掌大小，采用一个位置传感、基于代理、企业范围的红外线辐射敏感网络。它用一个Unistrok系统进行字母数字输入，并通过触摸屏和三个按人类工程学设计的按钮进行选择。此外，还有身份标牌（Badge）一Active Badge系统。这样，Board、Pad、Tab、Badge 和一个灵活的计算基础设施组成一体，不但可以识别设备，还可以识别设备的位置、态势、使用的连接和所有者。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PARC 的UC计划在计算机科学的一个独立领域内产生了许多基础性的技术成果，包括物理传输、网络协议、操作系统、视窗系统、文件系统、用户接口、能源管理和输入方法，从而建立了计算机科学的一个新领域，提出了一个开创性的设想：建立一个由各种传感器、执行器、显示器和计算元件充分地、不可见地相互编织起来的物理世界，这些设备无缝地嵌入到我们的日常生活事物中，并且通过一个连续的网络相连接，从而使我们的物理世界和信息世界融为一体。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "施乐PARC的研究受当时计算机硬件技术和网络技术的局限，所以主要集中在开发多种形式的普适计算设备以及从0开始构建整个系统，缺少对于多方面集成的考虑，但它深刻影响了普适计算的研究，体现了不同于桌面计算的计算特点：持续的服务和上下文的使用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2室内定位 -AT&T的Batsystem ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "英国剑桥大学AT&T实验室致力于使位置（Location）成为普适计算应用的一个资源。1992年研制出的Activebadge（主动标牌）对普适计算研究产生了重要影响。该项目实现了第一个室内定位系统，使用可佩戴的身份标牌（badges）来发送信标（beacons），网络传感器监测标牌来定位佩戴者。Active badge 系统也助推了普适计算新应用，早期的上下文感知(context-aware)的应用都是使用主动标牌。为了提供精确的位置和方向信息，他们还首次将超声波引入到室内定位系统中，开发了超声波定位系统—Active bat。Bat系统成为感知计算（Sentient Computing，2000 年）的研究基础。感知计算维护一个包含位置和状态信息的现实世界软件模型，其研究重点是希望通过用户接口、传感器，以及建立资源数据等手段，为系统提供基于用户和位置的数据更新能力，使系统可无缝扩展到整个建筑物。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.3室外定位 兰开斯特的Guide system",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PARC 和AT&T的研究仅限于开发家庭和局域范围内的基础设施和应用。而随着移动计算设施的大量部署以及室外定位技术（如 $\\mathrm { G P S } ^ { 3 }$ ）的发展，使普适计算系统的研究超出了办公室的范围。1996 年一些系统开始在应用领域提供移动、持续的服务和上下文使用，如旅游向导和导航系统，这些提供了普适计算在广大公众中的应用前景。其中典型的代表是LancasterGuide项目，对兰开斯特城市的访问者提供向导服务。用户使用手持设备作为端系统，通过802.11网来连接到信息服务器。用户可以在物理空间移动的同时，有效地在信息空间导航。但定位系统不是随处都有的，而且用户交互受基础设施的能力限制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.4以人为中心 麻省理工的Oxygen计划",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2000 年，在美国国防高级研究计划署资助下，麻省理工计算机科学实验室和人工智能实验室开始Oxygen计划。这个计划是一个追求普适计算理想的典型代表。该计划的研究人员认为，未来世界将是一个到处充斥着嵌入式计算机的环境，嵌入式系统将融入人们的日常生活中。Oxygen 项目的寓意是使未来的计算像氧气一样无处不在并可自由获取。传统的计算模式以计算机为中心，新的计算模式应该以人为中心，并能自适应用户的需求和工作的变化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Oxygen 计划包括三个要素：E21(Embedded 21，嵌入式设备)、N21（Network21，网络）和 H21(Handy21，手持终端)。E21 是指包含在办公室、建筑物、家居、汽车等物理空间中的嵌入式计算设备，其作用是把物理空间转换为智能空间。E21提供了大量的人与计算机系统的交互点，用户在智能空间中使用人类的自然交互手段（如语音和视觉）进行信息交流，而隐藏了交互接口。N21是把环境中的各种设备连接起来并支持协同工作的网络，它支持不同的协议并提供统一的命名和安全机制。H21为用户提供了一个可以随身携带的交互接口，能接收语音和视频的输入，进行自我配置以支持多种通信协议或完成各种功能（例如，用作蜂窝电话、收音机、电视机、地理位置定位器、摄像机、个人数字助理、蜂鸣器等)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "E21嵌入在各种生活环境和场合中，H21可随身携带，N21将所有的设备联网，使H21随时可以与周围的或远程的E21联系。通过这三个要素，Oxygen 计划将在计算机系统和用户之间建立自然、紧密和全方位的联系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.5无需分心 一卡内基梅隆大学的Aura计划",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2000 年，卡内基梅隆大学开始了Aura计划。该项目是在用户和计算环境之间增加一个软件层（称为Aura)，由它代理用户去管理、维护分布式计算环境中频繁变化、松散耦合的多个计算设备，以完成用户的目标任务。Aura 的理念是：‘人的精力’（User Attention）是最宝贵的资源，应该让它集中在用户要完成的任务，而不是管理、配置硬件和软件资源上。为了“无需分心”，Aura通过重新考虑系统的设计来解决这些问题，其目的是给每个用户提供一个与位置无关的、持续的、不可见的计算和信息服务氛围。为了达到这个目标，需要每一层的努力，从硬件、网络层、操作系统、中间件到用户接口和应用，旨在开发，实现，部署和评价一个大规模的包含可穿戴的、手持的、桌面以及计算设施计算机的系统，充分展示普适计算的概念。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Aura 计划涉及的研究内容很多，包括：任务驱动计算、能量察觉适应、智能网络、语音识别、语言翻译、增强现实、多模式用户接口、移动数据管理、可穿戴计算机、用户接口自适应、数据和网络自适应、安全和隐私、用户/虚拟空间交互、评价标准和方法，等等。这些内容融入到许多独立的研究项目之中，如Darwin 智能网络;Coda分布式文件管理系统；Odyseey 提供操作系统支持的资源自适应等。Aura系统就是代理系统的一种典型代表。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.6活动空间 香槟的Gaia工程[3] ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Gaia 是古希腊的大地之神。上世纪70年代，有人把地球上的大气、海洋、岩石圈和生物圈集合体看作单一的控制论意义上的自运行的超级有机体，并称这个全球实体为Gaia。2000年，伊利诺大学香槟分校系统软件研究组的Gaia项目将上述概念用于计算，将传统的计算机系统延伸到各种设备以及周围的物理空间。Gaia 的目标是设计实现中间件操作系统来管理活动空间中的资源，从而使虚/实世界的对象可以无缝交互，使物理空间成为交互空间或称活动空间（Active Space for Ubiquitous Computing）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Gaia 是一种基于组件的服务管理。Gaia 组件管理核利用现有的中间件平台，提供三个抽象：Gaia 组件、Gaia节点、Gaia 组件容器。节点代表任何可以执行Gaia 组件的设备，在组件的基础上嫁接各类服务，如：实体监视（Presence Service）、事件管理（Event Manager）、位置服务（Location service）、安全服务，环境服务，等。然后通过应用程序框架（ApplicationFramework）向用户提供各种服务。Gaia的研究内容主要包括：位置察觉、活动空间、安全和信任机制、系统软件和基础设施、传感器和网络，等等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.7流体软件 伯克利的Endeavour计划",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Endeavour源于一个航海家的船名，寓意大海连接了世界的许多部分，而项目的理念是建立无所不在的信息基础设施，组件在设施中流动，根据他们的用处和当前的任务来调整自己的形态，就像大海里的水一样。1999 年伯克利开始了他们的 Endeavour 计划，其目标是通过运用信息技术，提供全新的、全球规模的信息基础设施，而这些信息设施动态实时地协调世界上任何可用的资源来满足用户计算的需要，从根本上方便人们与设备（包括信息源)和他人进行信息交互。该项目试图在这种新的流动系统基础上开发普遍的信息实体来实现新的问题解决方案和新的学习方法。Endeavour的创新之一就是“流体软件”（Fluid Software），它能自适应地选择在何处执行、在何处存储，通过协议获得可用资源并向其他实体提供服务。创新之二是通过在信息实体具有大规模捕捉和组织关于人类活动的能力的条件下，自动提取关于人与其他人或者信息源交互的信息，来尽可能改善提高人类活动和积累及获得经验或者",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智能的效率。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Endeavour计划主要包含四个研究领域：信息设备、信息实体、应用、设计方法学。信息设备的研究包括集成传感器、执行器、具有定位和通信功能的照相机、显示装置以及手持和移动计算设备如交通工具和移动机器人，并保证这些设备可以集成在系统中。信息实体的研究包括支持fluid software 必需的技术（组件协同、设备多样化支持、随时可以利用的数据管理等)。应用的研究主要是通过协同环境来支持高度的决策制定以及支持教育和学习空间。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.8 不可见计算—华盛顿大学的Portolano 计划[4]",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1999 年，华盛顿大学开始了Portolano 计划。该计划提出了\"数据为中心的网络\"以适应让计算本身变成不可见的要求。该计划认为目前计算机技术的发展仍然是技术驱动而非用户需求驱动。为了改变这一现状，该计划致力于研究根据用户的位置变化而自适应地改变软件用户界面的机制、以数据为中心的网络以及新型的分布式服务模型。它强调不可见(invisible)和基于意图的计算（intent-based computing)，根据用户在环境中与日常对象交互来推断用户的意图，提出了一种建立在与应用和用户交互的移动智能体（agent）之上的基础设施。并试图建立这样的应用：用户接口不是在计算机上，而是这个计算机；用户没有连接网络，但是用户的数据可以在网络上传输；用户没有显式地发出执行命令，但是智能体可以根据用户的意图自发地操作。主要研究三个方面：用户接口、网络基础设施、分布式服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.9 消失计算一 欧盟研究计划[5]",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1998 年起（实际上相关工程从 2001年才开始)，欧洲各个大学和研究机构开展了消失计算（DisappearingComputer）的研究计划。该计划的目标是：研究信息技术如何融合在日常物体中，以及这将如何产生新的支持和改善人们生活的方式；如何使用交互的信息实体集合来支持日常生活。主要研究内容包含三个方面：创建嵌入在日常物体中的基于新的软件和硬件结构的信息实体；研究这些智能信息实体集合如何在一起协同工作，以及其所导致的新的功能和应用；研究在这些环境中的人的体验在时间和空间上的一致性和连续性。消失计算包含若干个工程，下面的 Ambiente 就是其中之一。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.10 智能环境 德国的AMBIENTE项目[]",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AMBIENTE—未来的智能环境（Smart Environments of the Future）属于欧盟资助的消失计算（disappearcomputing）项目的一部分，由德国国家信息技术研究中心承担。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AMBIENTE包含下面几个工程：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1. AMIGO — Ambient Intelligence for the Networked Home Environment。2004 年开始，其目的是研究和开发联网家庭环境中开放的、标准化的互操作中间件和智能用户服务，提供无缝的服务和应用之间的互操作。  \n2. Hybrid Games 一 Entertainment of theFuture。2O03 年开始，目的是设计一种新型的计算机游戏，引入新的游戏表示方式如音频和视频，以及使用户沉浸在其中的游戏虚拟世界。  \n3. Ambient Agoras — Dynamic Information Clouds in a Hybrid Word。2OO1 年至 2003年，其目的是给用户提供位置服务、位置相关信息以及方位感，嵌入在环境中的显示设备和用来帮助用户通信、向导和工作的移动设备等。  \n4. InterSmArt— User-oriented Design of new Interaction Forms for Smart Artefacts。研究和以上所述智能实体之间的新的交互方式。  \n5. RoomWare。1997年开始，通过将房间中的物体如门、墙、家具与嵌入式设备结合，使其集成为支持信息和通信技术的计算机增强的房间，，如动态墙、通信椅、交互桌等。  \n6. InterSpace — Novel Group Interaction in Ubiquitous Computing Environments。由微软资助的协同工作项目，研究针对多种异质设备协同的新的群组交互技术，包括：多种异构设备交互，支持多个用户协同工作，个人设备和公共设备的协同，集成用户，设备和上下文的环境。  \n7. i-LAND—An Interactive Landscape for Creativity and Innovation。这是未来智能环境 AMBIENTE 中协同工作的建筑物概念的一个应用实例。其中集成了物理世界和虚拟空间，利用了RoomWare 中的组件，允许为一个项目组动态配置和自动分配资源。  \n8. BEACH— the Basic Environment for Active Collaboration with Hypermedia。这是一个提供多个用户共享数据的功能的软件平台，同时作为协同软件的一个框架。最初它是作为i-LAND项目的一个软件组件开发的，目的是为一个项目团队的协同提供基本的功能，此外还提供了支持创意会话和幻灯演示的模块。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.11 u-Korea 韩国的UT项目",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2003 年，韩国科学技术部正式立项开展普适计算的研发工作（称为UT项目)，成立了专门的管理机构，并将其列为韩国科技界21世纪重点前沿研究项目之一。韩国计划在 2013年取得技术领先地位，建设成功真正的普适计算环境。UT项目涉及韩国5个研究所、14家公司和18家大学，年平均预算为1700万美元，开发期为10年。目前已经选定了有待开发的三项核心技术：自动计算体系、灵巧传感器和标识技术。UT项目瞄准世界信息技术的发展前沿，以推动相关应用技术的产业化，提高韩国民众的生活水平为宗旨。为此，该项目提出了“造福人类社会的世界级普适技术领先国家”的口号。UT项目被分为三个关键阶段，每个阶段的目标分别是家庭环境、城镇和全国的普适计算化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.12 可视化空间—IBM的DreamSpace[7] ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人类通过视觉和会话相互交流，发现并认识世界。计算机可以设计成允许人与机器以自然的方式交互作用，即采用说话、做手势、眼神、移动、伸手等模态进行交流。IBMWatson研究中心的DreamSpace项目目标就是允许用户在共享空间合作。系统可以“听”声音命令，“看”手势和身体位置，像人-人交互那样进行人-机自然交互。计算机能理解用户，用户可以自由地专注于对实际对象和信息进行理解和思维，而最小程度地被计算机所限制和分散精力。目前该项研究用墙面大小的三维图像和声音进行交互，但没有键盘、鼠标、导线、遥控器等。DreamSpace又称“可视化空间”，是一种联网的工作空间。计算机系统会自动适应人的需求，以提高其易用性、使用的愉悦度及优化信息的组织和理解过程。这对许多应用场景，如教育和娱乐、科学可视化、视频会议等是非常理想的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "此外，IBM还开展了WebSphere Everyplace项目，其目标是使企业应用更易于在移动设备上发布。该技术的核心是一个基于WebSphere 的扩展服务，该扩展服务是一个中间件，可嵌入其它的应用软件，使软件开发商、设备制造商和企业在手持设备中扩展IBM 的WebSphere平台和基于Java的应用。利用该技术，开发人员无需为移动设备重新编写程序，也无需利用微浏览器去访问信息，终端用户可以按需随时下载所需的应用和数据。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.13 场所感知 惠普的Cooltown",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "惠普的Cooltown 将万维网（web）基础设施和普适计算概念相结合，惠普实验室的工程师在房间里安装了可以向手持设备广播网址（URL4）的装置。通过无线网络，穿梭于这个空间的人可以随时随处获得信息和服务。这个被惠普称作\"场所感知”（location-aware）的系统\"Cooltown”，是该公司流动（nomadic）计算研究项目的一部分。该项目致力于将万维网资源与自然目标和地方结合起来。用户可以将各种各样的计算设备通过互联网相连。Cooltown 技术开发了一个基础设施来支持人、场所和物（people,places and things）的万维网表示，使用万维网机制来定位和连接现实世界中的物理实体。其中使用嵌入式服务器技术、物理位置的虚拟表示、现实世界中嵌入网址以及新的交互技术解决了物理集成的问题。在使用cooltown技术创建的办公环境中，每个物体都有网址。用户通过万维网方式访问网址来操作和访问物理空间中的实体。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "惠普计划将Cooltown技术应用到打印机、收音机这类的家用电器上，使这些设备通过无线连接和特定软件能交互操作。这样，实际上是大大扩大了万维网基础结构。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2.14 轻松生活 微软的EasyLiving[8] ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "微软的居家和工作的智能空间 EasyLiving 项目计划建立智能环境，方便人与人、计算机和设备的交互，使计算机使用更方便。该项目致力于智能环境的体系开发，涉及中间件、几何世界建模、定位感知、服务描述等技术。它的关键特点是机器视觉、多传感器的自动和半自动校准以及独立于设备的通信。EasyLiving 的目标是使未来的居家和办公室（智能空间）里，计算机就像电灯一样自然。通过计算机视觉，该智能空间可以感知其中人员，响应声音和手势命令，知道自己所处的几何空间和能力，且可以方便地将之扩展。这种系统有三个特征：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1．具有自我感知的空间（Self-Aware Spaces)：EasyLiving 空间应能感知位于其中的活动和内容，以便恰当地响应人的移动和请求。这样一个具有自我感知的空间（EasyLiving）知道自己的几何位置、在此空间内的人、这些人的行动和爱好、以及可资自己利用的能满足这些人要求的资源。  \n2. 随意访问（Casual Access to Computing)：计算机在空间中任何位置都是可及的，不需要人走到某个专门的地方去与计算机交互，也不需要穿载专门的设备或标志以便计算机知道用户在那里。EasyLiving 所谓的“随意访问”目标是在EasyLiving空间里，计算机随处可及，用户总是可以通过照相机和拾音器把信号发给计算机。而由于计算机一直在跟踪用户及其场境，所以将能始终恰当地回应用户。  \n3． 可扩展性(Extensibility)：EasyLiving扩充了“即插即用”的感念。新设备应当能智能化地自动被集成到系统中。可扩展性的一个方面是把新的器件看作系统可以任意使用的资源。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 研究内容与技术挑战",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "普适计算是一个跨学科的综合性的研究方向，涉及的内容和技术很多很广。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1主要研究内容与关键技术",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "普适计算研究主要包括泛在设备（ubiquitous Devices）、泛在网络（ubiquitous networks）、系统软件（system software）和人机交互（human-machine interactive interface）等多个方面，同时形成了情境计算（context computing）、智能空间（smart space）、可穿戴计算（wearablecomputing）、安全与隐私（security＆ private）等多个研究领域[9.10]。图1描述了普适计算的",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "主要方面。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1.1泛在设备与泛在网络",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "普适计算环境是一种普遍互连的环境，泛在设备和泛在网络是其重要组成部分。根据功能不同，泛在设备可以分为信息终端、感知设备、智能物体等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "信息终端是为了使用户能够通过有线或无线的方式与网络连接，随时随地按需获取各种信息和服务。典型的信息终端包括PDA、智能手机、网络计算机等，其中智能手机被认为是普适计算的首选平台[]。普适环境下信息访问终端通常具有移动性、智能性等特征。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "mPCA TrustCom Rodar出四EasyLiving iRoom AwarehomeiLand eClass Guide  \n人机交互 语音输入、人脸识别、手写输 安全和隐私入、电子纸、眼镜显示器  \n系统软件 分布式资源发现与管理、协同服 情景计算 智能空间务、主动交互、自适应服务  \n泛在网络 无线网络、移动计算、自组网络、无线传感器网络、对等网络  \n泛在设备移动和手持设备、智能设备、传感器、可穿戴计算机、RFID",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "感知设备包括用于标识对象身份的设备（如射频标签RFID）和用于感知物理对象和环境状态的设备（如传感器、智能灰尘等）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "智能物体是通过将计算和通信能力嵌入到日常生活所应用的物体（如家俱[12]、家电等)中形成的，目的是实现计算机对这类设备的感知和控制，建立物理世界与虚拟世界联系的桥梁。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "除计算机之间的互联外，各种物体都通过不同方式与其他物体相连。普适计算环境下的网络环境包括各种无线网络、互联网、电信网、电视网等，还包括射频标签网络、无线传感器网络、GPS 网络等多种类型的网络——这些组成了无处不在的泛在网络。泛在网络支持异构环境和异构设备的自动互连、支持对环境动态变化的自适应性，并提供无处不在的通信服务。当前泛在网络的研究主要集中在无线和移动网络、自组网、无线传感器网络、对等传输（Peer to Peer，P2P）等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1.2情境计算 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "普适计算的一个重要特征是自主感知普适计算环境中的对象与环境的状态信息及其变化，通过情境计算利用情境信息向用户提供高效率的信息交互和个性化服务。常见的情境信息包括：时间、位置、场景等环境信息，屏幕大小、存储容量、处理能力等设备信息，身份、操作习惯、个人喜好、情绪状态等用户信息。情境计算涉及情境感知、情境建模和情境推理及其应用等多个方面[13]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "情境信息可以通过感知器捕获，从已有的信息中抽取（如日程表、天气预报等)，由用户直接设定等多种感知方式获取。其中感知器除包括用于感知声光电等物理信息的传感器外，还包括射频标签、摄像头、GPS 系统等多种感知设备，甚至还可以包括感知用户是否在使用电脑设备的键盘（在ICQ等程序用于感知用户状态)，统计分析网络流量与特征的网络监视器等。还有许多情境需要新型的感知技术和多种感知技术混合来支持。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "情境计算是普适计算服务的重要支撑。但是情境信息具有多样性、实时性、隐蔽性、时效性等特点，这些特点影响情境推理的准确性。当前的研究内容包括情境表示模型、情境推理模型等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1.3智能空间",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "智能空间是一个嵌入了计算机、信息设备和多模态传感器的工作空间。其目的是使用户能够方便地访问信息和获得计算机的服务，进而高效地实现个人目标和与他人协同工作[14]。智能空间可以在不同尺度上体现，以家庭、办公室、教室、超市或机场等离散环境为基础，可以先实现局域的智能空间，再逐步将其实现互连并扩大至全球[13,15]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "可穿戴计算是智能空间的一个典型代表[16]，它是泛在设备集成的一个智能体。通过把计算和交互设备穿戴在身上，方便人们随时随地获得计算和信息服务。典型的可穿戴计算设备如可穿戴式战场电脑、智能衣服、智能手套、智能手表等。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1.4系统软件",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "普适计算系统软件需要实现对普适计算中大量联网的信息设备、智能物体、计算实体的管理，为它们之间的数据交换、消息交互、服务发现、任务协调等提供系统级的支持。普适计算的系统软件不同于传统分布式系统软件，主要有两个基本的特点：物理集成和自发的互操作。由于普适计算环境存在任务动态性和设备异质性等特点，普适计算系统软件必须解决设备和服务的发现、自适应等问题，实现对物理实体的管理以及模块间的协调机制，同时还要保证系统的鲁棒性和安全性[17]。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/fd41bedbc2af21f24f32cb53ba9d0c0d8164d8a592490673c30b6428923158a8.jpg",
        "img_caption": [
            "图2.Gaia体系结构"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Gaia 系统是普适计算系统软件一个典型代表，它把操作系统功能带入物理空间，将操作系统功能延伸到环境和针对交互空间的许多功能上。Gaia 系统建立在中间件的基础上，其体系结构[18.19]如图2所示。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1.5人机接口技术",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "普适计算是“以人为中心”的。在普适计算环境中，用户应能使用各种不同设备（如传感器、掌上电脑、笔记本电脑和 PC 机等)，特别是随身携带的泛在设备，通过适当的交互方式来访问所需要的服务以及协作完成某些任务。由于泛在设备在功能和性能上存在极大差异，这就要求一个普适计算系统必须屏蔽各种设备的差别，给用户提供一种访问物理世界的自然接口，为人与普适计算环境之间提供更和谐、更高效的交互方式，典型的如语音输入、电子纸、眼镜显示器等。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "目前的普适计算接口技术研究主要集中在以下方面： (1).接口的自适应性，即系统能够根据用户使用的设备类型及其所提供的能力，产生适合于该设备的接口；(2).接口的“不可见”，即在传统的图形用户界面和命令行方式之外，还要提供多种自然的人机交互方式，如语音、手势、手写等，并且这些应该成为系统默认的或蕴涵的交互方式。此外，还有基于身体行为、情感等多种模态的交互接口；(3).多模融合接口，即将上述两方面的技术有机地结合起来，根据人、设备及其所处环境自适应地选择最合适的设备接口进行人机交互。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.1.6自适应技术",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在普适计算环境中，各种设备自身的资源，包括计算能力、存储容量、电池容量、交互方式等有很大差异。另一方面因设备的位置、时间、场所等情境的变化使其所拥有的资源如：移动过程中无线网络带宽、网络切换、周围可为其服务的其它设备等也在不断变化。这就导致用户的资源请求与系统资源不匹配的矛盾。为此需要解决自适应的问题，即系统能够根据自身的资源状态，采取一定的策略来保证应用程序自动平滑执行。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "普适计算系统中采用的自适应策略主要有以下几种：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1. 对用户情境自适应，即系统通过收集用户的情境信息，推测用户的意图，自动改  \n变用户的执行程序。这种方式通常会导致失真问题。  \n2. 对设备资源自适应，即根据设备的能力和当前资源状况，确定设备运行的程序。  \n3. 对系统资源状态自适应，即据系统的资源状态，以会话方式选择下一步的活动。  \n4. 保留系统，即系统预留一定的资源来满足某些用户的最低服务请求。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.1.7构件与中间件技术",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "普适计算开辟了新的应用模式。推动其发展的因素主要有两个方面：适应普适计算环境的网络环境及硬件设备技术的创新和适应普适计算环境的系统软件技术创新。后者基于构件和中间件技术为普适计算应用提供系统支持，Gaia系统就是典型代表。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "针对普适计算环境中的中间件技术研究目前大多还都处于探索阶段。究其原因：一是目前普适计算环境构建本身正处于研究探索阶段，不断有新技术和新设备应用到普适计算环境中；二是用户对普适计算环境中的应用需求也在不断发展变化，不同用户不同应用场景对普适计算应用需求的差异很大。目前的发展趋势是充分利用已有的被广泛使用的构件和中间件技术；采用公开开放的技术规范和标准；网络服务环境与智能空间的统一。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.1.8资源发现与服务组合技术",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "资源发现技术是指在普适计算环境下，泛在设备要能够自动发现网络中的可用服务，并能在无用户干预的情况下相互通信。这就需要增强网络数据包执行代码的能力，使它们能够调用存储在主节点上的发现函数或者选择一个最佳路径来得到这些服务。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "普适计算系统具有分布式特点，而分布式系统的服务是垂直整合的，不是水平分层的。通过垂直整合，系统能够提供问题的完整解决方案，但代价很大，而且也不够灵活。尽管在垂直系统中，系统管理和规定是集中的，但用户经常无法准确得到其所要求的服务子集，而且在垂直系统中部署新的服务或者改变服务都是很困难的。普适计算环境是一个高度异构、动态的变化系统。它提供的服务分散在不同的设备、不同的系统，显然采用垂直的方式来组织系统服务是不恰当的，水平分层比较适合普适计算环境。在水平分层方式下，系统服务增加和修改都能够无缝地整合到原来的系统，不需要用户自己去配置，实现了服务的“不可见性”和透明性，而优化服务的依据可以由服务质量参数（QoS）提供。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2 面临的技术挑战[20] ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“影响最深远的技术就是那些融入生活而消失于无形的技术。”[2]马克·维瑟描绘的普适计算环境就是建立在泛在的计算和通信能力基础之上的这种技术。在这样的环境之中，计算与通信既“无处不在”，又“不可见”。普适计算的工作者们经过20多年的努力，已经让幻想中的许多东西变成了现实，但是仍有很多具有挑战性的问题等待着人们继续探索和实",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "现：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（1）．消失计算需要低功耗与嵌入化技术",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "微型化和嵌入化是消失计算的主要实现手段。而微型与嵌入设备，其能量储备是有限的，对能耗问题相当敏感。除了借助物理、化学和生物在材料技术上的成果外，如何用系统的观念来进行设备的设计和制造？计算机技术中的休眠和唤醒等节能技术是一种尝试，更好的软硬件联合设计技术可以降低能耗，但是这种降低总是有限的。一般情况，嵌入设备的生命周期远远大于其储备能量的支撑时间。是否会有从所嵌入的系统上“借能”（包括窃借能量和转换能量）技术、或者是节能与“借能”的混合方法与技术吗？这都是需要探索的问题。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（2）．情境计算需要合适的情境模型",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "基于情境推理来提供个性化服务是普适计算的目标之一。推理的准确性和效率与情境的以下特性密切关联：(1).情境的实时性 一 许多情境信息是随时间在不断的变化的，如危险环境信息、重病人生命体征信息、现场控制中的各种信息等，需要对这些信息进行实时采集和即时推理。这就需要借助实时的传感器和感知技术；(2).情境的多样性一多样性带来了表示难题，很难给出统一表达方式，即使是个体的信号量也存在量纲差异，需要研究如何建立情境信息的表示模型；(3).情境的隐蔽性—除了通过传感器获取的和用户设置的情境信息外，还有大量的情境是隐藏在现有的信息系统和信息网络之中的。需要研究新的挖掘技术来准确地获取这些情境信息；(4).情境的时效性一失效的情境信息会让推理结果不准确或产生错误的结果。这就需要感知更复杂的情境一复合情境；(5).情境的语用性一情境推理实际上就是理解情境。理解过程并非基于公理系统，而是类似于自然语言理解，对使用的环境（施体、受体、场合）有很强的依赖性；(6).情境的模糊性一对于数字世界，情境可以是“说一是一”，能够准确表示和准确推理。但也有许多情境是难以用数字来刻画，或者本身就是非数字化的，具有模糊性。此外，还有其他很多影响推理的因素。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "这么多的因素影响并制约了情境推理技术的发展。人工智能几十年的研究努力也未能很好地解决推理问题（即使是逻辑推理)。在普适计算环境下，追求建立一种统一的格式来表示情境模型也许是不现实的，也无法表达出多种多样的情境。那么是否可以建立一类情境模型，让它在表示、存储和运算等情境计算的全过程中都是可行和有效的？",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（3）．自主协同计算需要实体描述语义",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在普适计算环境中，人、泛在设备、软件系统等实体构成了一个协作共同体，需要建立多个层面的自然交互与自主协同，包括泛在设备之间，软件系统之间，人与泛在设备之间、人与软件系统之间等，方可达到“消失计算”的境界。交互与协同就像人与人之间的“动口”，和“动手”。自然交互技术研究得比较多，已有一定的成果和产品。而自主协同计算对各种实体具有更高的要求，既要它们“动口”又要它们“动手”。因而需要掌握实体有什么能力（功能）、能力的大小和效能，为他们建立合适的语义描述方法和协调这些能力的机制。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（4）．系统鲁棒性需要合适的计算模型",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "丘奇-图灵计算理论模型指引计算机发展，带来了该领域辉煌和全球的技术进步。对于分布式与并发性的问题空间，该模型的刻画能力存在明显不足。而分布式与并发问题正是普适计算系统的重要特征。寻求新的计算模型，是普适计算最具挑战性的工作。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4 总结与展望 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "普适计算的概念从提出到现在不过二十多年的时间，但它对计算机、信息科学的发展产生了重要的影响，它将引导计算机技术和信息技术朝着“以人为本”的方向发展。目前，普适计算所需要的各种技术基本都已成为现实，而且各种研究机构和公司也投入了大量的人力和物力去研究各种普适计算的原型，取得了一定的成果，但离真正意义上的普适计算还有一定的距离。问题的关键在于如何把现有的技术无缝地整合在一起。这就需要制定一定的工业标准以及加强研究的合作和交流。而且，随着普适计算研究的深入，以前许多没有考虑的经济问题、社会问题也变得非常重要。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "普适计算最核心的内容在于“以人为中心”，追求“对人的关怀”。在普适计算建立的融合空间中，人们可以随时随地透明地获得计算服务，而不用坐在计算机前。从某种意义上来说，就是让计算消失了。这种服务的访问方式甚至可以在用户没有觉察的情况下由系统主动提供，即“透明服务”或“个性化服务”。在普适计算环境中，每个设备都需要响应或预测用户的各种需求，同时每个设备和整个环境都需要保持对环境中每个用户的非妨碍状态，无需用户分散精力进行干预——“无需分心的计算”。计算和信息传递将不再是一种工作或者技能，而成为我们生活中自然而然的一部分，让计算机学会理解人的表情、感受，最终让人以最自然的方式使用计算，这就是“普适计算”的理想境界。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[1] 李幼平，马卫东．泛印技术．中国计算机学会通讯，2006.   \n[2] Mark Weiser, The Computer for the twenty-first Century,Scientific American,1991,265(3).   \n[3] http://srg.cs.uiuc.edu/gaia/index.html/   \n[4] http://portolano.cs.washington.edu/   \n[5] http://www.disappearing-computer.net/   \n[6] http://www.ipsi.fraunhofer.de/ipsi_e/nav/ipsi_f_contact.html/   \n[7] http://www.research.ibm.com/thinkresearch/pervasive.shtml/   \n[8] http://research.microsoft.com/easyliving/   \n[9] 李锦涛．普适计算研究，信息技术快报，2005,3(10).   \n[10] 朱珍民,史红周．网格终端与普适计算的发展趋势[J].信息技术快报,2004,2(4).   \n[11] M. Satyanarayanan,Swiss Army Knife or Wallet, IEEE Pervasive Computing,2O05,4(2).   \n[12] Masaki Ito,Akiko Iwaya,Masato Saito,Kenichi Nakanishi,Kenta Matsumiya, Jin Nakazawa, Nobuhiko Nishio,Kazunori Takashio,Hideyuki Tokuda,Smart Furniture: Improvising Ubiquitous Hot-Spot Environment, ICDCSW'03.   \n[13] Andy Harter,Andy Hopper,et al.,The Anatomy of a Context-Aware Application,Wireless Networks, 2001, Vol. 8.   \n[14] N. Streitz, J. Geisser,and T. Holmer,Roomware for Cooperative Buildings: Integrated Design of Architectural Spaces and Information Spaces, CoBuild'98.   \n[15] B.Johanson，A.Fox,and T.Winograd,The Interactive Workspaces Project:Experiences with Ubiquitous Computing Rooms,IEEE Pervasive Computing,2002,vol.1.   \n[16] Martin,T.,Wearable and ubiquitous computing,IEEE Pervasive Computing,2O03, 2(3).   \n[17] 徐光祐，史元春，谢伟凯．普适计算，计算机学报，2003,26(9).   \n[18] M.Roman, C.K.Hess,R.Cerqueira,R.H. Campbell,and K.Narhstedt, Gaia: A Middleware Infrastructure to Enable Active Spaces, IEEE Pervasive Computing,2O02, vol.1.   \n[19] 史元春等．普适计算：营造以人为本的信息服务新环境,中国计算机学会通讯，2006.   \n[20] M.Satyanarayanan, Pervasive Computing: Vision and Challenges IEEE Personal Communications, 2001, 8(4).   \n[21] http://www.informationweek.com ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "作者简介：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "朱珍民： 中国科学院计算技术研究所 普适计算研究中心副主任、教授 zmzhu@ict.ac.cn",
        "page_idx": 11
    }
]