[
    {
        "type": "text",
        "text": "An experimental study of salt expansion in sodium saline soils under transient conditions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WAN Xusheng1\\*, YOU Zhemin²,WEN Haiyan³,William CROSSLEY4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 School of Civil Engineering and Architecture, Southwest Petroleum University, Chengdu 6105oo, China;   \n2 State KeyLaboratoryofFrozen SoilEnginering,NorthwestInstituteofEco-EnvironmentandResources,ChineseAcademy of Sciences,Lanzhou 73000o,China;   \n3 College ofPastoral Agriculture Science andTechnology,State KeyLaboratoryof GasslandAgro-ecosystems,Lanzhou University,Lanzhou 730020, China;   \n4 School of Foreign Languages, Southwest Petroleum University,Chengdu 610500,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Salt expansion in sulfate saline soils that are widely distributed in northwestern China causes serious infrastructural damages under low-temperature conditions. However, the mechanism of salt expansion under low temperatures is not clear.In this study, we conducted a series of cooling experiments combined with salt crystalization to study this mechanism,and employed an ionic model to calculate the supersaturation ratio of the solution. During the experiments, the strength and the process of salt expansion were examined under different cooling rates and various crystal morphologies.The relationship between temperature and supersaturation ratio under transient conditions was also considered. Results indicate that the initial supersaturation ratio ofa sodium sulfate solution is closely related to environmental conditions,and that this ratio decreases with slowing the cooling rates and stabilizing the crystal forms. Higher initial supersaturation ratios lead to an increased non-steady-state zone, resulting in less salt expansion.On the other hand,chloride ion content has a distinct influence on the crystalzation supersaturation ratio of the sodium sulfate solution,and higher chloride ion content can inhibit salt expansion in sodium saline soils. These findings help explain salt expansion mechanisms in complex conditions such as seasonally frozen soils,and thus help search for improved methods of preventing salt expansion in sulfate saline soils. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: sulfate saline soil; supersaturation ratio; ionic model; cooling rate; salt expansion ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Saline soils are widely distributed in northwestern regions of China and cover $2 \\%$ of the total land area (Luo, 198O). Salt expansion, associated with the chemical and physical properties of saline soils,can seriously damage infrastructures such as roads,canals,and airports.However, with increasing economic development in western China, these infrastructures are set up densely in saline soil regions,thus greatly elevating the social and economic risks to the salt expansion. Therefore,study of salt expansion in sulfate saline soil is needed for reducing those social and economic risks. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Previous studies of salt expansion in sodium sulfate soils in China mainly focused on measurement of the expansion rates of saline soils under different salt contents,water contents, and other environmental conditions (Li et al.,1989; Yuan and Li,1995; Xu et al.,1995,2010; Wu et al.,20o1). Recently, predictive models for salt expansion in sodium saline soils were developed from experimental studies (Gao et al.,1996; Chen et al.,2006; Zhao,2012). And the calculations of salt expansion and precipitation of salt crystals in soils were usually depended on the phase diagrams of the solution in a steady-state. However, these predictive models are unable to accurately estimate salt expansion in a complex system under natural conditions. Generally, the fundamental cause of salt expansion is salt crystallization， and supersaturationisa thermodynamic status for salt crystallization. That is,when the supersaturation ratio of the salt solution exceeds initial supersaturation ratio, salt crystallization begins and salt heaving of the soil occurs (Mullin,1993;Mersmann, 2001; Zhang,2011). The Pitzer model has been widely used to calculate supersaturation in porous media (Steiger, 2Oo5; Espinosa et al., 2Oo8),but most related studies just considered salt crystallization and the initial supersaturation ratio in brick, concrete,rock and other construction materials,instead of soils (Mersmann,1995,2Ool; Rocha and Martina, 2002；Espinosa et al.，2008；Derluyn，2012).When soil was examined，salt expansion was only studied at room temperature (Mokni et al.,2O1O). Therefore, salt expansion at lower temperatures and under non-steady-state conditions remains uninvestigated, and damage to infrastructure caused by salt expansion remains troublesome in cold regions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Researches on sulfate saline soils in cold regions must consider the following questions: At what supersaturation ratio does salt crystallization occur in soils at low temperature? How does the initial supersaturation ratio of solutions in soil vary under different environmental conditions? How does salt crystallization influence salt expansion? Therefore, given the large variations in temperature on the Tibetan Plateau,this study aims: (1) to explore the crystalization status of sulfate under non steady-state conditions；(2） to identify the relationship between crystal morphology and salt expansion; and (3） to analyze the influence of chloride ion content on the supersaturation ratio of sulfate saline soils. The results may be useful for understanding the properties of saline soil, and in studying land surface processes in cold regions with sulfate saline soils. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Calculation of supersaturation ratio ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The fundamental cause of salt expansion is crystallization, as salt heaving cannot occur without the presence of salt crystals.However,salt crystallization is itself dependent on supersaturation as the necessary thermodynamic condition. Supersaturation is a metastable state during which crystal formation conditions shift from unsteady to steady. Crystallization occurs when the solution is supersaturated with respect to the crystallizing phase.If a salt contains hydrated water, the water-salt interaction must be considered,and the supersaturation ratio of the solution can be expressed as: ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nU _ { _ a } = ( \\frac { a _ { \\pm } } { a _ { \\pm } ^ { * } } ) ^ { \\nu } \\times ( \\frac { a _ { _ w } } { a _ { _ w } ^ { * } } ) ^ { \\nu _ { 0 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where $U _ { a }$ is the supersaturation ratio of salt solution; $a _ { w }$ is the water activity; $a _ { _ w } ^ { \\ast }$ is the water activity at saturation; $\\nu$ is the number of ions produced per solute molecule; $\\nu _ { 0 }$ is the number of hydrated water molecules per salt molecule; $a _ { \\pm }$ is the mean ion activity; and $\\alpha _ { \\pm } ^ { * }$ is the mean ion activity at saturation. The formulae for calculating these parameters are given in Appendix A. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In saline soils,ions are mainly present in moisture,thus,the concentration of a salt in solution can be determined by the salt content and water content. Based on the saturation curve of a sodium sulfate solution (Xu et al.,1995),there will be litte salt crystallization below the initial freezing temperature of soil, compared to that at room temperature. Therefore,we consider that solutes are excluded from ice crystals below freezing temperature,and the salt concentration in the remaining brine will increase as water freezes.The unfrozen water content is mainly determined by the ice-water phase change,and can be obtained by fitting experimental data (Wan ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "et al., 2017). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sulfate soil is a predominant and representative type of sulfate saline soil found in western China (Wan et al.,2O15),and sodium sulfate is most prevalent in large areas of the Beilu River on the Qinghai-Tibet Plateau.Therefore，sodium sulfate soil was selected to study salt expansion mechanisms. The samples consist of silty clay soils collected approximately $1 ~ \\mathrm { k m }$ from the western side of the Beilu River highway overbridge $( 3 4 ^ { \\circ } 5 4 . 2 1 7 \\mathrm { N } _ { \\mathrm { : } }$ ， $9 2 ^ { \\circ } 5 6 . 3 6 2 ^ { \\prime } \\mathrm { E }$ )，near the abandoned Qinghai-Tibet Highway.Factors that affect salt expansion include salt content, water content,and dry density ( $\\mathrm { \\Delta X u }$ et al.,1995; Mokni et al., 2O1O). Thus,water content and dry density used are those of the natural soil,and the influence of salt content (salt concentration） on expansion is studied under transient conditions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1 Cooling experiments using sodium sulfate soils ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sodium sulfate soils were manufactured from the natural samples at room temperature, by adding the following percentages of sodium sulfate $0 . 5 \\%$ ， $0 . 6 \\%$ ， $0 . 7 \\%$ ， $0 . 8 \\%$ ， $0 . 9 \\%$ ， $1 . 0 \\%$ ， $1 . 1 \\%$ ， $1 . 2 \\%$ $1 . 4 \\%$ ， $1 . 5 \\%$ ， $2 . 1 \\%$ ， $2 . 6 \\%$ ， $3 . 2 \\%$ ,and $3 . 8 \\%$ . The water content of each soil was $18 \\%$ . Thermistors (accurate to $\\pm 0 . 0 1 ^ { \\circ } \\mathrm { C } _ { \\cdot }$ ） encased in waterproof plastic sheets were inserted into the samples to monitor temperature variations. The test samples were put into specially-made iron boxes (diameter $3 . 3 ~ \\mathrm { c m }$ ，height $3 . 8 ~ \\mathrm { c m } \\dot { } ,$ ,and the dry density of the test samples was $1 . 8 4 \\mathrm { - } 1 . 8 6 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 }$ ， being consistent with that of the in situ soil. The samples were placed into a cooling bath at $2 5 ^ { \\circ } \\mathrm { C }$ and were maintained at that temperature for $3 0 ~ \\mathrm { m i n }$ . Temperature of cooling bath was decreased from $2 5 ^ { \\circ } \\mathrm { C }$ to $- 2 0 { } ^ { \\circ } \\mathrm { C }$ by a rate of $0 . 0 2 ^ { \\circ } \\mathrm { C } / \\operatorname* { m i n }$ , then samples were maintained at $- 2 0 ^ { \\circ } \\mathrm { C }$ for $2 \\mathrm { h }$ .The data acquisition and data logging system was a CR3Ooo micrologger (Campbell Scientific Headquarters,Logan，UT, USA） with recording interval set to 1O seconds.The initial salt crystallization temperature is represented by the abrupt rise of the cooling curve (the heat released during salt crystallization). At negative temperatures,the initial salt crystallization temperature of soils with low salt content can be determined by the second phase-transition point on the cooling curve (Lai et al., 2016; Wan et al., 2017). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2Effects of cooling rate on supersaturation ratio and salt expansion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Mirabilite is the predominant crystal type in sodium sulfate soils at high humidity,and the variation of the initial supersaturation ratio with various salt contents can be studied under different cooling rates when mirabilite crystallizes.We used sodium sulfate soils with sodium sulfate contents of $2 . 1 \\%$ ， $2 . 6 \\%$ ， $3 . 2 \\%$ ，and $3 . 8 \\%$ and a water content of $18 \\%$ . The samples were placed in plastic cups and compacted to a diameter of $6 . 3 ~ \\mathrm { c m }$ and height of $7 . 5 ~ \\mathrm { c m }$ .NS-WY02 displacement sensors with an accuracy of $\\pm 0 . 0 0 1 \\ \\mathrm { m m }$ (Shanghai TM Automation Instruments Co., Ltd., Shanghai, China) were installed into the soil samples to monitor variations in displacement. A programmable ultra-low temperature chamber (Dongguan Terchy Test Equipment Co. Ltd., China）was used to replicate the temperature regime of the Qinghai-Tibet Plateau. Thermistors were inserted into the samples to monitor variations in temperature.The cooling rates were set at 0.02, 0.1 and $1 ^ { \\circ } \\mathrm { C } / \\mathrm { m i n }$ . Temperature was decreased from $2 5 ^ { \\circ } \\mathrm { C }$ to $0 ^ { \\circ } \\mathrm { C }$ ， and samples were kept at $0 ^ { \\circ } \\mathrm { C }$ for $2 \\mathrm { h }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.3 Effect of chloride ion content on salt expansion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This section outlines the test employed to study the effect of chloride ion content on salt expansion in sodium sulfate soils.To ensure that the sulfate crystals would not crystallize at $2 5 ^ { \\circ } \\mathrm { C }$ we prepared three sulfate soil samples at room temperature with different salt contents. Sodium sulfate content was fixed at $3 . 8 \\%$ ，while sodium chloride contents were $0 \\%$ ， $3 . 8 \\%$ ，and $5 . 8 \\%$ . The water content of these preparations was $18 \\%$ (the concentration of the sodium sulfate solution was $1 . 5 \\mathrm { \\ m o l / L }$ and the concentrations of the sodium chloride solutions were O,3.6 and $5 . 5 \\ \\mathrm { m o l / L }$ respectively).Dry bulk density was maintained above $1 . 6 5 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 }$ . Test samples were placed into specially made organic glasses (diameter $6 . 3 ~ \\mathrm { c m }$ ,height $1 0 . 0 \\ \\mathrm { c m } \\dot { } ,$ ),and samples were then placed in a programmable ultra-low temperature chamber; displacement sensors were installd into the soil samples to monitor displacement variation. Temperature was decreased from $2 5 ^ { \\circ } \\mathrm { C }$ to $0 ^ { \\circ } \\mathrm { C }$ at $2 ^ { \\circ } \\mathrm { C }$ or $1 ^ { \\circ } \\mathrm { C }$ intervals and samples were maintained at each temperature for $3 0 \\ \\mathrm { \\ m i n }$ .Soil displacement was measured bya date Taker CR3000. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Salt expansion of sodium sulfate soil under transient conditions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.1 Initial supersaturation ratio ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The initial supersaturation ratio can be calculated using Equation 1 for mirabilite crystal morphology. As shown in Figure 1,the freezing point is the cut-off point for the rate change of the initial supersaturation ratio in sodium sulfate soils.Above the frezing point, the regression slope is $- 0 . 1 8$ ，and the initial supersaturation ratio reaches up to 4.2.However， the initial supersaturation ratio increases sharply as the temperature decreases below the freezing point of the sodium sulfate soils. The slope of the regression line is $- 4 . 9$ and the value of the initial supersaturation ratio reaches 45 at $- 1 1 . 5 ^ { \\circ } \\mathrm { C }$ .If the supersaturated state of the solution is defined as an unsteady state,in which the supersaturation ratio of the solution changes from 1 to the value at which salt crystals begin to crystalize,then the unsteady zone of salt crystallization can be represented as the shaded zones in Figure 1. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c8386cb7b25ad916bab9a285e4f4c7e5bb1fffc99e9d2096bacf4882f566513e.jpg",
        "img_caption": [
            "Fig.1Initial supersaturation ratios of solution in sodium sulfate soils "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.2Effect of cooling rate on initial supersaturation ratio   \nFigure 2 shows that the initial supersaturation ratio increases as the cooling rate increases. Together with Figure 1,Figure 2 also shows that the area of the unsteady-state zone of the solution increases with increased cooling rate.In addition,the condensate depression of each solution,at a given temperature,increases with a faster cooling rate, thereby making initial crystallization increasingly difficult.It is also clear from Figure 2 that the initial supersaturation ratio varies significantly with cooling rate and with varying salt concentration. In the sample with a salt content of $3 . 8 \\%$ ，this ratio increased from O.O37 to O.131 as the cooling rate increased $\\mathrm { f r o m } 0 . 0 2 \\$ to $0 . 1 ^ { \\circ } \\mathrm { C } / \\mathrm { m i n }$ and from 0.1 to $1 ^ { \\circ } \\mathrm { C } / \\mathrm { m i n }$ ,respectively. However, the ratio increased from 0.226 to 0.572 for the soil with a $2 . 1 \\%$ salt content given the same increase in cooling rates. This illustrates that cooling rate significantly influences the initial supersaturation ratio of the solution in low-salt sodium sulfate soils. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.3 Effect of cooling rate on salt expansion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For a given salt content, the salt expansion ratio decreases as the cooling rate increases,and the difference in the ratio between different cooling rates increases as the initial salt content increases (Fig. 3). In the sample with a salt content of $2 . 1 \\%$ , the increase in expansion ratio reaches $0 . 0 2 1 \\%$ （204号 and $0 . 2 9 2 \\%$ as the cooling rate decreases from 1 to $0 . 1 ^ { \\circ } \\mathrm { C } / \\mathrm { m i n }$ and from 0.1 to $0 . 0 2 ^ { \\circ } \\mathrm { C } / \\operatorname* { m i n }$ respectively. However, for sodium sulfate saline soil with a $3 . 8 \\%$ salt content, this increase reaches $0 . 8 1 8 \\%$ and $1 . 2 6 8 \\%$ ，respectively, for the same decrease in cooling rates. This also demonstrates that soils with high salt content have smaller unsteady zones and that in these soils salt heaving is especially strengthened when the temperature drops quickly. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6a0d33688a01b68613c85fad81cec388777424af4737a0907275a8f02aa4259b.jpg",
        "img_caption": [
            "Fig.2Initial supersaturation ratios under different cooling rates "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/300e6862aa76781388d7df0f4244db8634d41d3eee9de659244a663302955418.jpg",
        "img_caption": [
            "Fig.3Salt expansion ratios under different cooling rates ",
            "Fig.4Salt expansion ratios and supersaturation ratios under different cooling rates (dashed lines indicate the supersaturation ratio of solution and solid lines indicate the salt expansion ratio) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.4Salt expansion process ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To highlight the effect of salt expansion, we also analyzed sodium sulfate soils with a salt content of $3 . 8 \\%$ .Mirabilite is formed in cooling conditions ( $\\nu _ { 0 } { = } 1 0$ $\\scriptstyle \\nu = 3$ ),and the supersaturation ratio is calculated by Equation 1. The changes in supersaturation ratio and salt expansion ratio with changing temperature are shown in Figure 4. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 2.51C/min ---1C/min0.1C/min --A-- 0.1C/mine 0.02C/min---0.02C/min 2.0Unstable area .5 onrr ersrdea nan1.00.5 Stablearea 0.58000.0- -0.0T 1 125 20 15 10 5 0Temperature (C)",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "When the supersaturation ratio of the sodium sulfate solution is less than 1, sodium sulfate soils are in a stable state，but soil displacement decreases slightly due to soil contraction. As temperature decreases,the supersaturation ratio increases and exceeds 1，and the soils enter an unsteady state.If the supersaturation ratio is higher than the initial ratio,salts will crystallize.The salts crystalize first in the soil with the lowest cooling rate,leading to a salt expansion (Fig. 4). The increase in the cooling rate leads to an enlargement of the unsteady zone,and to an increased supersaturation ratio of the solution, causing the initial crystallization temperature to decrease. The larger unsteady zone of the salt solution suggests that the concentration of the salt solution is higher during the cooling process and that relatively small amounts of salt crystals are generated in these soils.Thus,the larger salt expansion ratios correspond to the smaller unsteady zones. Figure 4 also shows that the unsteady zones of salt solutions decrease continuously as temperature decreases following initial crystallization and that the supersaturation ratios tend towards 1. This also suggests that salt expansion occurs more readily when the unsteady zones of salt solutions contracts. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.5Effect of sulfate sodium crystal morphology on supersaturation ratio ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The salt expansion ratio of sodium sulfate soils is directly influenced by the morphology of salt crystals.From Equation 1,we calculated the initial supersaturation ratios of solutions for different sulfate crystal morphologies (Fig. 5). Figure 5 shows that the initial supersaturation ratio decreases during the transformation of anhydrous sodium sulfate to sodium sulfate heptahydrate and sodium sulfate decahydrate.Furthermore,this reduction of the initial supersaturation ratio is enhanced as the temperature decreases. The initial supersaturation ratio for anhydrous sodium sulfate is O.14 greater than that for sodium sulfate decahydrate at $1 7 ^ { \\circ } \\mathrm { C }$ ，while this difference is 0.54 at $0 ^ { \\circ } \\mathrm { C }$ ，Generally， for salt crystals to achieve stable crystal morphology， the initial supersaturation ratio of the solution must decrease. Thus,the process of cooling the sodium sulfate soils causes crystals to constantly alter from an unsteady to a steady state. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/b5b472b32f08adaef651304711670a673b45da6f565e33b7dcf2c73ee3424182.jpg",
        "img_caption": [
            "Fig.5Initial supersaturation ratio of solution with different sulfate crystal morphologies "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.oCrystal Iorpnoiogy unuer uerent environmental conuiuons ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The morphology of sodium sulfate crystals changes with environmental humidity and material pore size,and the growth and size of crystals are also influenced by pore size. Although mirabilite typically exhibits a needle-like structure (Fig.6a)，the transformation from mirabilite to anhydrous sodium sulfate,as the temperature reaches $3 2 . 4 ^ { \\circ } \\mathrm { C }$ ，still shows needle-like branches as shown in Figure 6b,whereas anhydrous sodium sulfate ultimately becomes powder-like after sodium sulfate soils experience weting-drying cycles (Fig. 6c). Sodium sulfate heptahydrate has a pyramidal shape and is difficult to observe in soils due to its instability.The shapes of salt crystals in soil differ from those in solution. Typically, salt crystals in soils are very small and their observation requires the use of a scanning electron microscope (SEM).However, the shapes of some salt crystals in sodium sulfate solutions can be observed with the naked eye,including some forms of mirabilite that can be rather large in size (Fig.6d) and some intermediate states between mirabilite and anhydrous sodium sulfate that can exhibit grainy or layered structures (Figs. 6e and f). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/6674226370b69949cc45b5bd443e276a4127b44ce4cd35740135ce532d3bf4c2.jpg",
        "img_caption": [
            "Fig.6Crystal morphology of sodium sulfate "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Effect of chloride ion content on salt expansion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.1Supersaturation ratio in $\\mathrm { N a _ { 2 } S O _ { 4 }  – N a C l }$ binary solutions ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Sodium chloride crystals cannot be formed,as they show consistently high solubility in various sodium chloride solutions.Nevertheless,the sodium chloride content has a significant effect on the solubility of sodium sulfate.The solubilities of sodium sulfate solutions under different sodium chloride contents and different temperatures are given in Table 1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The saturation concentration of a sodium sulfate solution gradually decreases with increasing concentration of sodium chloride.When the sodium chloride concentration exceeds $6 ~ \\mathrm { m o l / L }$ ，the saturation concentration of the sodium sulfate solution is very low. Consequently, $6 \\ \\mathrm { m o l / L }$ of sodium chloride was selected as the maximum concentration for the sodium chloride solution. Then the water activity and mean ion activity of the sodium sulfate solution in a $\\mathrm { N a _ { 2 } S O _ { 4 }  – N a C l }$ binary solution were calculated from Equation 1，and the related parameters are listed in Appendix B. Given the cooling rates are same, the calculated supersaturation ratios of the sodium sulfate solution are shown in Figure 7. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/e3c456be9e2594f685c36a01963a8f5317e59c8c0704907e73b07333866314e5.jpg",
        "table_caption": [
            "Table 1 Saturation concentration (mol/L） of $\\mathrm { N a } _ { 2 } \\mathrm { S O } _ { 4 }$ under different sodium chloride contents and different temperatures "
        ],
        "table_footnote": [
            "Note:“-” indicates no value. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">5℃</td><td colspan=\"2\">10℃</td><td colspan=\"2\">15℃</td><td colspan=\"2\">21.5℃</td><td colspan=\"2\">27℃</td><td colspan=\"2\">35℃</td></tr><tr><td>NaCl</td><td>NazSO4</td><td>NaCl</td><td>NazSO4</td><td>NaCl</td><td>NazSO4</td><td>NaCl</td><td>NazSO4</td><td>NaCl</td><td>NazSO4</td><td>NaCl</td><td>NazSO4</td></tr><tr><td>0.20</td><td>0.42</td><td>0.00</td><td>0.64</td><td>0.00</td><td>0.96</td><td>0.00</td><td>1.50</td><td>0.00</td><td>2.18</td><td>0.00</td><td>3.38</td></tr><tr><td>0.86</td><td>0.32</td><td>0.79</td><td>0.44</td><td>0.77</td><td>0.67</td><td>1.62</td><td>1.09</td><td>0.48</td><td>2.02</td><td>0.38</td><td>3.08</td></tr><tr><td>1.52</td><td>0.25</td><td>1.76</td><td>0.33</td><td>1.72</td><td>0.50</td><td>3.13</td><td>0.97</td><td>0.95</td><td>1.91</td><td>2.43</td><td>1.88</td></tr><tr><td>2.65</td><td>0.20</td><td>2.80</td><td>0.28</td><td>2.80</td><td>0.42</td><td>3.66</td><td>0.96</td><td>1.42</td><td>1.83</td><td>3.37</td><td>1.39</td></tr><tr><td>3.53</td><td>0.19</td><td>3.91</td><td>0.28</td><td>3.91</td><td>0.42</td><td>4.66</td><td>1.06</td><td>2.89</td><td>1.75</td><td>5.72</td><td>0.58</td></tr><tr><td>4.52</td><td>0.21</td><td>4.96</td><td>0.30</td><td>5.04</td><td>0.44</td><td>4.75</td><td>1.02</td><td>3.39</td><td>1.49</td><td>6.39</td><td>0.00</td></tr><tr><td>5.05</td><td>0.22</td><td>5.40</td><td>0.31</td><td>5.40</td><td>0.46</td><td>5.70</td><td>0.72</td><td>3.52</td><td>1.42</td><td>1</td><td>1</td></tr><tr><td>5.87</td><td>0.22</td><td>5.80</td><td>0.32</td><td>5.78</td><td>0.48</td><td>6.04</td><td>0.31</td><td>3.72</td><td>1.36</td><td>1</td><td>1</td></tr><tr><td>6.08</td><td>0.20</td><td>6.08</td><td>0.23</td><td>6.05</td><td>0.25</td><td>6.35</td><td>0.00</td><td>5.79</td><td>0.65</td><td>1</td><td>1</td></tr><tr><td>6.50</td><td>0.00</td><td>6.45</td><td>0.00</td><td>二</td><td>二</td><td>二</td><td>二</td><td>6.35</td><td>0.00</td><td>二</td><td>二</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "From Figures 7 a and b,the supersaturation ratios of the sodium sulfate solution decrease when the concentration of the sodium chloride solution is less than $2 . 0 \\ \\mathrm { m o l / L }$ under $2 7 ^ { \\circ } \\mathrm { C }$ and $2 1 . 5 ^ { \\circ } \\mathrm { C }$ conditions,and inflection points are observed for a $5 . 0 \\ \\mathrm { m o l / L }$ concentration of sodium chloride solution. Above this concentration， the supersaturation ratios of the sodium sulfate solution markedly increase as the concentration of the sodium chloride solution increases.However, when the concentration of the sodium sulfate solution exceeds $2 . 0 \\ \\mathrm { m o l / L }$ ，a critical point occurs at the $3 . 0 \\mathrm { \\ m o l / L }$ sodium chloride solution. In other words,when the concentration of the sodium chloride solution is lower or higher than $3 . 0 \\ \\mathrm { m o l / L }$ ，the supersaturation ratios of the sodium sulfate solution decrease or increase correspondingly (Figs. 7a and b). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "From Figures 7c-e, variations in supersaturation ratios of the sodium sulfate solution are similar, i.e., they increase as the concentration of sodium chloride solution is lower than $3 . 0 \\mathrm { m o l / L }$ and then decrease until the concentration reaches up to $5 . 5 \\mathrm { m o l / L }$ .Furthermore, there is an abrupt increase in the supersaturation ratio as the concentration is higher than $5 . 5 \\ \\mathrm { m o l / L }$ . On the other hand,the supersaturation ratios increase as the concentration of sodium sulfate solution is less than $1 . 5 \\mathrm { m o l / L }$ . As shown in Figures $_ { 7 \\mathrm { a - e } }$ ,the maximum supersaturation ratio at $5 ^ { \\circ } \\mathrm { C }$ is about 40 times higher than that of at $2 7 ^ { \\circ } \\mathrm { C }$ . Thus，we speculated that the supersaturation ratios will constantly increase at a given concentration with decreasing temperature (the concentration corresponding to binary system solutions). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.2Effect of sodium chloride content on salt expansion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The salt expansion ratio of sulfate saline soils increases concurrently with the increase in sodium chloride content (Fig.8). Salt expansion at temperatures above $2 0 ^ { \\circ } \\mathrm { C }$ only occurs in the sample of sulfate saline soil containing $3 . 8 \\%$ sodium chloride.This is in accordance with the rule for supersaturation ratio of sodium sulfate solution,presented in the $\\mathrm { N a _ { 2 } S O _ { 4 }  – N a C l }$ binary solution. The supersaturation ratio of the sodium sulfate solution increases as the chloride concentration increases.When this ratio exceeds the initial supersaturation ratio,mirabilite precipitates and causes salt expansion.However, in the sulfate saline soil containing $5 . 8 \\%$ of sodium chloride,the sodium sulfate solution is saturated. In this case,the sodium sulfate exists in the form of a powder in soils above $2 0 ^ { \\circ } \\mathrm { C }$ (in Fig. 6c） and soil displacement remains constant. With declining temperature, more powdered sodium sulfate can dissolve in water to form mirabilite.At this point, due to the greater precipitation of mirabilite,the salt expansion ratio increases sharply and exceeds that of a sulfate saline soil containing $3 . 8 \\%$ sodium chloride ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b090c99c70abb7bbf2cad7e9874da5245cb5fe96e17a37ba42b20a4b1e52e4f6.jpg",
        "img_caption": [
            "Fig.7Supersaturation ratios of $\\mathrm { N a } _ { 2 } \\mathrm { S O } _ { 4 }$ in $\\mathrm { N a } _ { 2 } \\mathrm { S O } _ { 4 }$ -NaCl binary solution under different temperatures "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/94e80137a4b2cfaaff6bc11e1f46a341091e29f57c83927a99f4c2c56da621dc.jpg",
        "img_caption": [
            "Fig.8Salt expansion of sulfate saline soil under different sodium chloride contents "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The behavior of salt solution in soils is usually afected by the temperature,pressure,and concentration. The soil pore pressure will change with salt crystallization, but this has little effect on the equilibria between liquid and solids.We therefore do not need to consider the efect of pressure on crystallization. The results present above suggest that the supersaturation ratio of a sodium sulfate solution is strongly associated with crystal morphology, cooling rate,and chloride ion concentration. It appears that a small supersaturation ratio generally leads to stable crystal shape,and that large unsteady-state zones are associated with the formation of unstable crystals, such as sodium sulfate heptahydrate.The cooling rate not only affects the supersaturation ratio of the sodium sulfate solution,but also influences the extent of the non-steady-state zone.An increase in cooling rate likely results in the formation of unstable crystal shapes,and may reduce salt expansion. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The temperature of the precipitated salt crystals in soils is generally lower than that in pure solution (Wan and Lai, 2O13),and the adsorptive action of free energy on soil particle surfaces leads to increased supersaturation ratios for salt solutions in soils.This,in turn,results in an enlarged non-steady-state zone for the sodium sulfate solution,showing that salt crystallization is a more complex process in soils than in pure solutions. Crystallization theory states that salt crystals are first generated in the larger pores of porous materials and that crystallization becomes more dificult with the decreasing pore size (Steiger, 2OO5). During salt expansion, crystals continue to fill the pores and decrease the pore volume,so the salt expansion ratio increases slowly with time (Fig. 4). When the temperature is below the freezing point of saline soils, water begins to freeze and growth of ice crystals decreases pore size. On the other hand, water freezing increases the concentration of the remaining salt solution. Thus,these two aspects result in a high initial supersaturation ratio (Fig.1) and thus a weak salt expansion. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The condensation depression of the solution decreases as cooling rate decreases,which can promote the precipitation of salt crystals. The mass of crystals increases more quickly in the slowly cooled soils than in the rapidly cooled soils.In addition,because the volume of one mole of sodium sulfate decahydrate is 3.1 times greater than that of an anhydrous sodium sulfate (Chen et al.,2Oo6),the transformation of anhydrous sodium sulfate into mirabilite enhances the salt expansion process.The greatest variation of salt expansion occurs as the precipitation of salt crystals begins,and the concentration of salt solution is close to the saturation concentration for crystallization.We can therefore estimate the saline soil deformation in saturated soil during cooling based on the actual solubility curve,simply by subtracting the volume of water loss from the increase in the volume of salt crystals. It remains very dificult to calculate the amount of salt heaving in unsaturated soil. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The presence of sodium chloride influences both the water and ionic activities of the sodium sulfate solution. Indeed,with increasing concentration of the sodium chloride solution，the maximum temperature for mirabilite to precipitate first decreases from $3 2 . 4 ^ { \\circ } \\mathrm { C }$ to $1 7 . 9 ^ { \\circ } \\mathrm { C }$ ,and then increases for supersaturated concentrations. In solutions with high salt content (concentrations of the sodium sulfate solution exceed than $2 . 0 \\mathrm { \\ m o l / L }$ ，the increased chloride ion content can effectively reduce the supersaturation ratio of the sodium sulfate solution at temperatures above $1 7 . 9 ^ { \\circ } \\mathrm { C }$ ，thereby effectively inhibiting salt expansion.However,below $1 7 . 9 ^ { \\circ } \\mathrm { C }$ ，the mirabilite exists in a stable state and sulfate saline soils readily undergo salt expansion. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In seasonally frozen regions,the temperature is sometimes below zero. In these settings,an increase in chloride ion content may lead to the crystallization of sodium chloride dehydrate and cause salt expansion. Consequently,it is very important to use chloride ion content in a reasonable manner, considering the temperature range of the intended environment, to control the strength of salt expansion and frost heaving in sulfate saline soils.In addition,increasing the dry density of subgrade fill and decreasing the median pore size is an effective way to weaken salt expansion. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Based on the cooling experiments and theoretical analyses of sulfate saline soils,we found that the initial supersaturation ratio of the brine in sulfate soils increases linearly as temperature decreases,and this increase is more rapid below the freezing temperature of the soil. The non steady-state zone of sulfate saline soils is determined by the cooling rate; the higher the cooling rate,the larger the initial supersaturation ratio of the sodium sulfate solution. The supersaturation ratio of the sodium sulfate solution is closely related to the crystal morphology of the precipitating mineral phases.The initial supersaturation ratio decreases as the stability of the crystal shape increases.When salt crystals precipitate as mirabilite, the salt expansion ratio is at its maximum and the efect of salt expansion is significant. Chloride ion concentration has a distinct influence on the crystallization supersaturation ratio of the sodium sulfate solution. Below $1 7 . 9 ^ { \\circ } \\mathrm { C }$ ,an increase in chloride ion content induces soil heaving in sulfate saline soils. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (416Ol068,31602001, 41230630),the Young Scholars Development Fund of Southwest Petroleum University (2O1599010104),and the Scientific Research Starting Project of Southwest Petroleum University (2O15QHZ025). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chen XB,LiuJK,LiuHX,etal.2Oo6.FrostActionofSoilandFoundationEnginering.Beijing: ScencePress,707.(in Chinese)   \nClegg $s \\textsc { L }$ ，Whitfield M.1991.Activity coefficients in natural waters,In:Pitzer K S.Activity Coefficients in Electrolyte Solutions ( $2 ^ { \\mathrm { n d } }$ ed.).Boca Raton: CRC Press,279-434.   \nDerluy H.2O12.Salt transportandcrystalizationinporous limestone:neutron-X-Ray Imagingand poromechanicalmodeling. PhD Dissertation. Zurich:ETH Zurich,9-27.   \nEspinosaRM,FrankeL,Deckelmann G2Oo8.Phasechangesofsalts inporous materials:crystalization,hydrationand deliquescence.Construction and Building Materials,22(8):1758-1773.   \nGaoJP,WuJH,DengYS,etal.1996.Amulti-factorstudyofsalt expansionofsulphatesaltysoil.JoualofGlaciologyand Geocryology,18(2): 170-177.   \nLaiYM,Wan X S,Zhang MY.2O16.An experimental studyon theinfluence of cooling rates onsalt expansion in sodium sulfate soils.Cold Regions Science and Technology,124: 67-76.   \nLi NY,LiB,WuJH.1989.Studyon the expansivecharacteristicsof sulphuricsalinesoils.Jourmalof Xi'an Instituteof Highway,7(3): 81-90.(in Chinese)   \nLuo WF1980.Highway Engineering in Saline Soil Regions.Beijing: China Communications Press,1-25.(in Chinese)   \nMarion GM,Grant SA.1994.FREZCHEM: Achemical hermodynamic model for aqueous solutions atsubzero temperatures. In: Cold Region Researchand EngineeringLaboratory.CRREL Special Report.94-18.Hanover,New Hampshire.   \nMarion GM,FarrenRE.1999.Mineral solubilities in the N $\\mathrm { a - K \\mathrm { - } M g \\mathrm { - } C a \\mathrm { - } C l \\mathrm { - } S O _ { 4 } \\mathrm { - } H _ { 2 } O }$ system:A re-evaluation of the sulfate chemistry in the Spencer-Mpllr-Weare model. Geochimica et Cosmochimica Acta,63(9):1305-1318.   \nMarliacyP,SolimandoR,Bouroukba M,etal.2Ooo.Thermodynamicsofcrystalizationof sodium sulfatedecahydratein （204号 $\\mathrm { H } _ { 2 } \\mathrm { O } { \\cdot } \\mathrm { N a C l } { \\cdot } \\mathrm { N a } _ { 2 } \\mathrm { S O } _ { 4 }$ :application to $\\mathrm { N a } _ { 2 } \\mathrm { S O } _ { 4 }$ ·10HO-base latent heat storage materials,Thermochimica Acta, 344(1-2): 85-94.   \nMersmann A.1995.Crystallization Technology Handbook.New York:Marcel Dekker,Inc.,4-10.   \nMersmann A.2Oo1.Crystallization Technology Handbook ( $2 ^ { \\mathrm { n d } }$ ed.).New York:Marcel Dekker,Inc.,4-20.   \nMokniN,OlivellaS,AlonaoEE.2010.Swelling inclayeysoils inducedbythe presenceofsalt crystals.Applied ClayScience, 47(1-2): 105-112.   \nMullin JW.1993.Crystallization ( $3 ^ { \\mathrm { r d } }$ ed.). Oxford: Butterworth-Heinemann,216-231.   \nPitzerKS.1975.Thermodynamicsof electrolytes.V.efectsofhigher-orderelectrostaticterms.JournalofSolution Chemistry 4(3): 249-265.   \nPrausnitzJM.Lichtenthaler R N,De Azevedo,E G.199.Molecular Thermodynamics of Fluid-phase Equilibria( $3 ^ { \\mathrm { r d } }$ ed.). Upper Saddle River,New Jersey: Prentice Hall PTR,312-326.   \nRochaF,MartinaPM.2Oo.Experimental investigationandkinetic modelingof crystal growth.In:Fifteenth Interational Symposium on Industrial Crystallization,Sorrento,Italy:AIDIC,383-388.   \nSpencerRJ,MollerN,WeareJH.1990.The predictionofmineralsolubilities innatural waters:Achemical equilibriummodel for theNa-K-Ca-Mg-Cl- $\\mathrm { S O _ { 4 } }$ -HO systemat temperatures below $2 5 ^ { \\circ } \\mathrm { C }$ Geochimica et Cosmochimica Acta,54(3):575-590.   \nSteigerM.2oo5.Crystalgrowth inporous materials—IThecrystallizationpressureoflargecrystals.JouralofCrystalGrowth, 282(3-4): 455-469.   \nWan X S,Lai YM.2O13.Experimental studyonfrezing temperature andsalt crystal precipitationof sodiumsulphate solution and sodium sulphate saline soil.Chinese Journal of Geotechnical Engineering,35(11):2090-2096.(in Chinese)   \nWan $\\mathrm { ~ x ~ s ~ }$ ，LaiYM,Wang C.2O15.Experimental study on the freezing temperatures of saline silty soils.Permafrost and Periglacial Processes,26(2):175-187.   \nWanX S,Hu QJ,LiaoMK.2Ol7.Salt crystalization incold sulfate saline soil.ColdRegionsScienceandTechnology,137: 36-47.   \nWu QB,Sun T,TaoZX,et al.2Ool.Experimental studiesonthesalt expansionof coarse grainsaline soilsunderconstant temperature.Journal of Glaciology and Geocryology,23(3): 239-243.(in Chinese)   \nXu X Z,WangJC,ZhangLX,etal.1995.MechanismsofFrost Heave andSoilExpansionof Soils.Beijing:Science Press, 100-115.(in Chinese)   \nXu X Z, Wang JC,Zhang LX.2010.Frozen Soil Physics.Beijing: Science Press,231-239.(in Chinese)   \nYuan H,LiB.1995.Onthe minimum saltcontentand alowable saltcontentof sulphate saltysoil.China Journalof Highway and Transport,8(3):10-14.(in Chinese)   \nZhang KC.2011.Modern Crystallography( $2 ^ { \\mathrm { n d } }$ ed.).Beijing: Science Press,76-94.(in Chinese)   \nZhao TY.2O12.Experimental studyon salt heaving properties of inland sulphate saline soil in cold andaridregions.PhD Dissertation.Lanzhou: Lanzhou University.(in Chinese) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix A ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The detailed definition of water activity in solution can be found in Prausnitz et al.(1999). It is related to the osmotic coefficient $\\varphi$ (Steiger, 2Oo5), the value can be calculated by Equation A1: ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\ln a _ { _ w } = - \\varphi \\frac { M _ { _ w } } { 1 0 0 0 } \\sum _ { i } m _ { i } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "where $M _ { w }$ is the molar mass of water, and $m _ { i }$ is the molar mass fraction of $i ^ { \\mathrm { t h } }$ ion.In the Pitzer approach, the osmotic coefficient for a single electrolyte is given by: ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi { - 1 } = \\left| \\zeta _ { + } \\zeta _ { - } \\right| f ^ { \\phi } + 2 m \\frac { \\nu _ { + } \\nu _ { - } } { \\nu } B _ { M X } ^ { \\phi } + 2 m ^ { 2 } \\frac { \\left( \\nu _ { + } \\nu _ { - } \\right) ^ { 3 / 2 } } { \\nu } C _ { M X } ^ { \\phi } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "where $f ^ { \\phi } = A _ { \\phi } \\frac { I ^ { 1 / 2 } } { 1 + b I ^ { 1 / 2 } }$ and $B _ { _ { M X } } ^ { \\phi } = \\beta _ { _ { M X } } ^ { ^ { ( 0 ) } } + \\beta _ { _ { M X } } ^ { ^ { ( 1 ) } } \\exp ( \\alpha _ { _ 1 } I ^ { 1 / 2 } ) + \\beta _ { _ { M X } } ^ { ^ { ( 2 ) } } \\exp ( \\alpha _ { _ 2 } I ^ { 1 / 2 } ) ; \\ z _ { + } z _ { - }$ is the charge number of electrolyte ions; $m$ is the molar mass fraction of the solute; $\\nu$ is the total number of ions released upon complete dissociation of the salt; and $\\nu _ { + } \\nu _ { - }$ is the number of positive and negative ions; $b$ is a constant $( b { = } 1 . 2 \\ \\mathrm { k g } ^ { 1 / 2 } \\mathrm { m o l } ^ { - 1 / 2 } )$ ; and $\\boldsymbol { a } _ { 1 }$ and $ { a _ { 2 } }$ are regression coefficients with different values for different ionic types. The interaction parameters $\\beta _ { M X } ^ { ( 0 ) }$ ， $\\beta _ { M X } ^ { ( 1 ) }$ ， $\\beta _ { M X } ^ { ( 2 ) }$ and $C _ { M X } ^ { \\phi }$ （204 are specific to a salt $M X$ ，and are a function of the temperature.The relation between the interaction parameters $\\beta _ { M X } ^ { ( 0 ) }$ ， $\\beta _ { M X } ^ { ( 1 ) }$ ， $\\beta _ { M X } ^ { ( 2 ) }$ and $C _ { M X } ^ { \\phi }$ , and temperature is expressed by the following equation: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "$P ( T ) = \\alpha _ { 1 } + \\alpha _ { 2 } ( 1 / T - 1 / T _ { R } ) + \\alpha _ { 3 } \\ln ( T / T _ { R } ) + \\alpha _ { 4 } ( T - T _ { R } ) + \\alpha _ { 5 } ( T ^ { 2 } - T _ { R } ^ { 2 } ) + \\alpha _ { 6 } \\ln ( T - 2 2 5 ) ,$ (A3) where $a _ { 1 } – a _ { 6 }$ refer to the regression parameters (Steiger et al., 2OO8). Their values vary in different solutes. $\\scriptstyle { T _ { R } = 2 9 8 . 1 5 \\ K }$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The mean ion activity is defined as: ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\na _ { \\pm } = m _ { \\pm } \\gamma _ { \\pm } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "vhere $m _ { \\pm }$ is the mean mass molarity;and $\\gamma _ { \\pm }$ is the mean ionic activity coefficient. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "For 2-1 salt types, such as $\\mathrm { N a } _ { 2 } \\mathrm { S O } _ { 4 }$ $m _ { \\pm }$ can be approximated as (Prausnitz et al., 1999): ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\nm _ { \\pm } = 4 ^ { 1 / 3 } m _ { \\scriptscriptstyle M X } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "where $M X$ is the corresponding salt. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The mean ionic activity coefficient can be calculated using the following equations (Marliacy, 2000): ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\ln \\gamma _ { \\pm } = \\left| z _ { M } z _ { X } \\right| f ^ { r } + 2 m \\frac { \\left| \\nu _ { M } \\nu _ { X } \\right| } { \\nu } B _ { M X } ^ { \\gamma } + 2 m ^ { 2 } \\frac { \\left( \\nu _ { M } \\nu _ { X } \\right) ^ { 3 / 2 } } { \\nu } C _ { M X } ^ { \\gamma } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "where, ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { f ^ { r } = A _ { \\phi } ( \\displaystyle \\frac { I ^ { 1 / 2 } } { 1 + b I ^ { 1 / 2 } } + \\displaystyle \\frac { 2 } { b } \\ln ( 1 + b I ^ { 1 / 2 } ) ) , } } \\\\ { { { } } } \\\\ { { { \\displaystyle B _ { M X } ^ { \\gamma } = 2 \\beta _ { M X } ^ { ( 0 ) } + \\displaystyle \\frac { 2 \\beta _ { M X } ^ { ( 1 ) } } { \\alpha _ { 1 } ^ { 2 } I } \\Big [ 1 - ( 1 + \\alpha _ { 1 } I ^ { 1 / 2 } - 0 . 5 \\alpha _ { 1 } ^ { 2 } I ) \\times \\exp ( - \\alpha _ { 1 } I ^ { 1 / 2 } ) \\Big ] + \\displaystyle \\frac { 2 \\beta _ { M X } ^ { ( 2 ) } } { \\alpha _ { 2 } ^ { 2 } I } \\times } } } \\\\ { { { \\Big [ 1 - ( 1 + \\alpha _ { 2 } I ^ { 1 / 2 } - 0 . 5 \\alpha _ { 2 } ^ { 2 } I ) \\Big ] \\times \\exp ( - \\alpha _ { 2 } I ^ { 1 / 2 } ) , } } } \\\\ { { { { } } } } \\\\ { { { C _ { M X } ^ { \\prime } = \\displaystyle \\frac { 3 } { 2 } C _ { M X } ^ { \\phi } . } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Pitzer model is used to calculate the supersaturation ratio at positive temperatures (Pitzer, 1975；Steiger, et al., 2O08)，while the FREZCHEM or SMW (Structural Modeling Workflow) model is used to calculate the supersaturation ratio below the freezing point of pure water (Spencer et al.,199O; Marion and Grant, 1994; Marion and Farren, 1999). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "$A _ { \\phi }$ is the Debye-Hückel parameter for the osmotic coefficient,which represents a nonlinear relationship with the temperature $T$ (Clegg and Whitfield,1991): ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\nA _ { \\phi } = 0 . 0 4 9 4 4 T - 1 . 9 6 3 \\ln T - { \\frac { 2 0 5 . 3 8 1 } { T } } \\substack { + 1 0 . 7 9 2 . }\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$I$ is the ionic strength defined as: ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\nI = \\frac { 1 } { 2 } \\sum _ { i } m _ { i } z _ { i } ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "where $\\mathbf { \\delta } _ { Z _ { i } }$ is the charge number of electrolyte ions $i$ ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Appendix B ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Fora $\\mathrm { N a _ { 2 } S O _ { 4 } \\mathrm { - N a C l } }$ binary solution system,the osmotic coefficient $\\varphi$ can be calculated using the formula defined by Marliacy et al. (2OoO).The mean molarity $( m _ { \\pm } )$ and the mean ion activity $( \\gamma _ { \\pm } )$ coefficients are respectively defined as: ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\nm _ { \\pm } = ( m _ { + } ^ { \\nu _ { + } } m _ { - } ^ { \\nu _ { - } } ) ^ { 1 / \\nu } ; \\gamma _ { \\pm } = ( \\gamma _ { + } ^ { \\nu _ { + } } \\gamma _ { - } ^ { \\nu _ { - } } ) ^ { 1 / \\nu } ,\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "where $m _ { + }$ and $m _ { _ - }$ refer to the molar mass of positive and negative ions,respectively; and $\\gamma _ { + }$ and $\\gamma _ { _ - }$ refer to the ion activity coefficient of positive and negative ions,respectively. The remaining parameters are defined above. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The ion activity coefficient of sodium and sulfate ions can be calculated by Equations B2 and B3,respectively: ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\operatorname* { i n } \\gamma _ { _ { N d ^ { + } } } = z _ { _ { N d ^ { + } } } ^ { 2 } \\times F + 2 m _ { _ { C l ^ { - } } } ( B _ { _ { N d C l } } + Z C _ { _ { N a C l } } ) + 2 m _ { _ { S O _ { 4 } ^ { - } } } ( B _ { _ { N a _ { 2 } S O _ { 4 } } } + Z C _ { _ { N a _ { 2 } S O _ { 4 } } } ) } \\\\ & { \\qquad + m _ { _ { C l ^ { - } } } \\times m _ { _ { S O _ { 4 } ^ { - } } ^ { 2 } } \\times { \\Psi } _ { _ { N a ^ { + } , C l ^ { - } , S O _ { 4 } ^ { - } } } + \\left| z _ { _ { N a ^ { + } } } \\right| ( m _ { _ { N a ^ { + } } } \\times m _ { _ { C l ^ { - } } } \\times C _ { _ { N a C l } } ) + m _ { _ { N a ^ { + } } } \\times m _ { _ { S O _ { 4 } ^ { - } } } \\times C _ { _ { N a _ { 2 } S O _ { 4 } } } } \\\\ & { \\operatorname* { l n } \\gamma _ { _ { S O _ { 4 } ^ { - } } ^ { 2 } } = z _ { _ { S O _ { 4 } ^ { - } } ^ { 2 } } ^ { 2 } \\times F + 2 m _ { _ { N a ^ { + } } } ( B _ { _ { N a _ { 2 } S O _ { 4 } } } + Z C _ { _ { N a _ { 2 } S O _ { 4 } } } ) + 2 m _ { _ { C l ^ { - } } } \\times \\phi _ { _ { C l ^ { - } , S O _ { 4 } ^ { - } } ^ { \\phi } } ^ { \\phi } + m _ { _ { C l } } \\times m _ { _ { N a ^ { + } } } \\times { \\Psi } _ { _ { N a ^ { + } , C l ^ { - } , S O _ { 4 } ^ { - } } } } \\\\ & { \\qquad + \\left| z _ { S O _ { 4 } ^ { - } } \\right| ( m _ { _ { N a ^ { + } } } \\times m _ { _ { C l ^ { - } } } \\times C _ { _ { N a C l } } ) + m _ { _ { N a ^ { + } } } \\times m _ { _ { S O _ { 4 } ^ { - } } } \\times C _ { _ { N a _ { 2 } S O _ { 4 } } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "where $B _ { M X }$ is the second virial coefficient; $C _ { M X }$ is the third virial coefficient; $\\phi _ { C l ^ { - } , S O _ { 4 } ^ { 2 - } } ^ { \\phi }$ and $\\psi _ { _ { N a ^ { + } , C l ^ { - } , S O _ { 4 } ^ { 2 - } } }$ are the fiting parameters for the binary solution of sodium sulfate and sodium chlorie, respectively; $B _ { M X }$ and $C _ { M X }$ are calculated by Equations B4 and B5,respectively (Marliacy et al., 2000; Steiger et al., 2008): ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { \\displaystyle B _ { _ { M X } } = \\beta _ { _ { M X } } ^ { ( 0 ) } + \\beta _ { _ { M X } } ^ { ( 1 ) } g ( \\alpha _ { 1 } I ^ { 1 / 2 } ) + \\beta _ { _ { M X } } ^ { ( 2 ) } g ( \\alpha _ { 2 } I ^ { 1 / 2 } ) , } } \\\\ { { \\displaystyle C _ { _ { M X } } = \\frac { C _ { _ { M X } } ^ { \\phi } } { 2 \\left| z _ { _ { M } } z _ { _ { X } } \\right| ^ { 1 / 2 } } . } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The parameter $\\phi _ { C l ^ { - } , S O _ { 4 } ^ { 2 - } } ^ { \\phi }$ can be calculated as: ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\n\\phi _ { { \\it C l } ^ { - } , S O _ { 4 } ^ { 2 - } } ^ { \\phi } = \\theta _ { { \\it C l } ^ { - } , S O _ { 4 } ^ { 2 - } } + { \\it E } ^ { E } \\theta _ { { \\it C l } ^ { - } , S O _ { 4 } ^ { 2 - } } + I \\times { \\it ^ { E } \\theta } _ { { \\it C l } ^ { - } , S O _ { 4 } ^ { 2 - } } ^ { \\phi } ,\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "where $^ { E } \\theta _ { _ { C l ^ { - } , S O _ { 4 } } 2 ^ { - } }$ is the term accounting for asymmetrical mixing (Pitzer, 1975);and $^ { E } \\theta _ { _ { ^ { C - , S O _ { 4 } } ^ { 2 - } } } ^ { \" }$ is the derivative of $^ { E } \\theta _ { _ { C l ^ { - } , S O _ { 4 } ^ { 2 - } } }$ ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The function $F$ in Equations B2 and B3 is defined as: $F = - A _ { \\psi } ( \\frac { I ^ { 1 / 2 } } { 1 + b I ^ { 1 / 2 } } + \\frac { 2 } { b } \\mathrm { l n } ( 1 + b I ^ { 1 / 2 } ) ) + m _ { _ { N ^ { d } } } \\times m _ { _ { C T } } \\times B _ { _ { N a C l } } + m _ { _ { N ^ { d } } } \\times m _ { _ { S O _ { 4 } ^ { 2 } } } \\times B _ { _ { N a _ { 2 } S O _ { 4 } } } ^ { \\dagger } + m _ { _ { C T } } \\times m _ { _ { S O _ { 4 } ^ { 2 } } } \\times \\phi _ { _ { C T } ^ { ' } , S O _ { 4 } } ^ { \\dagger }$ 4− with Byx=- $B _ { _ { M X } } ^ { ' } = \\frac { 1 } { I } \\Big [ \\beta _ { _ { M X } } ^ { ( 1 ) } g ^ { ' } ( \\alpha _ { 1 } I ^ { 1 / 2 } ) + \\beta _ { _ { M X } } ^ { ( 2 ) } g ^ { ' } ( \\alpha _ { 2 } I ^ { 1 / 2 } ) \\Big ]$ and $\\phi _ { C l ^ { - } , S O _ { 4 } ^ { 2 - } } ^ { \" } = { } ^ { E } \\theta _ { C l ^ { - } , S O _ { 4 } ^ { 2 - } } ^ { \" }$ 9crso， whereg'isthederivativeof. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The function $g$ in Equation B4 is defined as: ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\ng = 2 \\Bigl [ 1 - ( 1 + x ) e ^ { - x } \\Bigr ] / x ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "with $\\scriptstyle x = a _ { 1 } I ^ { 1 / 2 }$ or $\\alpha _ { 2 } I ^ { 1 / 2 }$ . The remaining parameters in Equations B2 and B3 are defined as above. ",
        "page_idx": 13
    }
]