[
    {
        "type": "text",
        "text": "中国创新发展：迈向世界科技强国之路 \\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/8f20737b80e5a8b48667bf0ce353e84b556387933c4790bdcd0b681a2825b6ab.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "穆荣平1.2 樊永刚1²文 皓1.2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院科技战略咨询研究院北京100190  \n2中国科学院大学公共政策与管理学院北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要建设世界科技强国“三步走”战略是指导我国科技和创新发展的行动纲领。文章梳理了世界主要科技强国的历史演进，从经济发展、社会进步、人才集聚、科技革命机遇等方面分析提出科技强国兴起存在多种可能路径。文章从科技发展、创新转型、科技革命机遇等方面对我国建设世界强国的基础、问题和形势进行了分析，作出我国正处于迈向世界科技强国战略机遇期的判断。在分析2030年和2050年两个关键时间节点发展愿景的基础上，文章提出我国加快推进科技强国建设的总体思路与举措建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词创新发展，世界科技强国，历史演进，举措建议 DOI 10.16418/j.issn.1000-3045.2017.05.010 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平总书记在2016年全国科技创新大会、两院院士大会、中国科协第九次全国代表大会上明确提出我国建设世界科技强国的“三步走”战略，即：“我国科技事业发展的目标是，到2020年时使我国进入创新型国家行列，到2030 年时使我国进人创新型国家前列，到新中国成立100年时使我国成为世界科技强国”[。《国家创新驱动发展战略纲要》（以下简称《纲要》）[2围绕“三步走”战略目标，按照“坚持双轮驱动、构建一个体系、推动六大转变”对创新驱动发展战略作出总体部署，国家“十三五”科技创新规划聚焦进人创新型国家行列并作出了详细部署。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前，如何进入创新型国家前列和建成世界科技强国不仅是政府、学术界、企业共同关注的战略问题，也是社会公众普遍关注的热点问题。本文分析了世界科技强国历史演进模式和国际科技经济发展竞争格局，研究了中国建设世界科技强国的基础和差距，勾勒了中国迈向世界科技强国的发展愿景，提出了加快推进世界科技强国建设的思路和举措，对于探索符合中国国情和创新发展规律的科技强国道路具有参考意义。",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/64854691fc42d3427c16574d9f8fd275c221db4c9058d4026da503b133c2c144.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1世界科技强国历史演进呈现多路径发展模式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1近代以来，世界范围内先后涌现出意大利、英国、法国、德国、美国等公认的世界科技强国",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这些国家在一定历史时期是世界主要的科学中心和创新枢纽，拥有一批世界一流的科研机构、研究型大学和创新型企业，涌现出一批世界顶尖水平的科学大师和专业技术人才，能够持续产出重大原创科学思想和科技成果，引领世界科技发展潮流和方向。按照日本学者汤浅光朝[3]对世界科学中心的界定，一个国家的重大科学成果超过全世界总数的 $2 5 \\%$ 即为世界科学中心，16世纪以来意大利、英国、法国、德国、美国先后兴起为世界科学中心，相隔时间大概为80年。我国学者赵红洲4采用不同研究方法也得到类似结论。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2新科技强国兴起并不必然导致原有科技强国的衰落",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "戴维斯5基于《科学时间表》所收录的重大科技成果数据进行的大时间尺度统计分析结果显示，近代历史上大部分时期的世界科技格局都是若干科技强国并存状态。1601—1660 年间，法国、意大利、英国的科学技术成果占世界的份额总体相当，分别为 $2 1 . 4 \\%$ 、 $2 0 . 8 \\%$ 、$1 9 . 5 \\%$ ；1801一1900年，德国科技成果占世界份额的 $2 5 . 3 \\%$ ，英国占 $2 5 \\%$ 。20世纪以来美国崛起为超级科技强国，但欧洲作为传统世界科学中心仍然保持了较强竞争力。从1901一2016年的诺贝尔物理学奖获奖情况来看，美国获奖94人次，占世界的 $4 6 . 1 \\%$ ；英、法、德三国共获奖62人次，占世界的 $30 . 4 \\%$ ；欧洲国家共获奖81人次，占世界的 $3 9 . 7 \\%$ 。同期诺贝尔化学奖也是美欧两强共存，美国获奖72人次，占世界的 $41 . 1 \\%$ ；英、法、德三国共获奖64人次，占世界的 $3 6 . 6 \\%$ ；欧洲国家共获奖89人次，占世界的 50.9%①",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3世界科技强国崛起受到经济发展、社会进步、人才集聚等多种因素影响，不存在唯一的最优路径",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "英国在17世纪崛起为世界科技强国时期，虽然经济发展水平远不及欧洲大陆的法国、德国、意大利等国[，但率先完成了资产阶级革命并建立起现代国家制度，率先建立了专利制度，创造了有利于科学技术发展的环境。一方面，制造业和海外贸易进一步发展，使得机械发明事业受到重视；另一方面，当时英国的君主立宪制度在聚集人才方面有一定优势，形成历史上有名的“无形学院”（英国皇家学会的前身），为英国科学技术崛起奠定了坚实基础。据不完全统计，英国在1660—1730年间拥有60 多名杰出科学家，占当时世界杰出科学家的比例超过 $3 6 \\%$ ，重大成果占全世界的 $40 \\%$ 以上。19世纪初期德国追赶英国的过程，在很大程度上得益于其教育培养体系。德国大学推进科学教学和研究工作，到19世纪30年代逐步完善了教学实验室制度，依靠正规教育传播科技知识，在化学和电力等领域涌现出李比希、赫姆霍兹、普朗克等大量优秀人才，使德国成为第二次技术革命的中心。德国的另一经验是敏锐抓住科技热点向化学和电磁学转移的契机，研制出低压放电管等一大批世界领先的化学分析仪器和电磁学仪器。一流的科学家队伍加上强有力的先进实验装备，大大加速了德国科技能力的提升。美国虽然在19世纪末已超越英国成为世界第一大经济体，但直到20世纪中期才崛起为世界科技强国，除了得益于美国强大的经济基础之外，在很大程度上得益于第二次世界大战前后爱因斯坦、洛伦兹、费米、盖尔曼、冯·诺伊曼、哈勃等一大批世界顶尖科学家移居美国。据统计，1950年美国杰出科学家（189名）占全世界的 $42 \\%$ ，重大科技成果数占 $5 7 \\% ^ { [ 1 0 ] }$ 专",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.4科技革命从根本上改变原有科学研究和技术发展范式，往往给后发国家实现“赶超”提供重大机遇",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "回顾人类社会发展过程中经历的两次科学革命和三次技术革命[]，大都伴随着新兴科技强国的兴起和世界科学中心的转移。16世纪中期到17世纪末，以天文学、物理学领域的重大突破和牛顿力学体系建立为标志的第一次科学革命，伴随着世界科学中心从意大利向英国的转移。19世纪中期，人类历史上迎来了以电力和内燃机的广泛应用为主要标志的第二次技术革命;20世纪初期以量子论、相对论为代表的第二次科学革命，伴随着德国成为新的世界科学中心。20世纪中后期以来，以计算机和互联网为代表的第三次技术革命，伴随着世界科学中心从欧洲向美国的转移。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 中国正处于迈向世界科技强国的战略机遇期",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2006年，中国颁布实施《国家中长期科学和技术发展规划纲要（2006—2020年）》，明确提出到2020年进入创新型国家行列的宏伟目标。2012年，中国进一步提出实施创新驱动发展战略，明确科技创新是提高社会生产力和综合国力的战略支撑，必须摆在国家发展全局的核心位置。10多年来，中国持续加大科技创新投入,大力营造有利于创新的制度文化环境，科技论文和专利为代表的国家科技创新能力持续提升，正快速从科技大国向科技强国转变，基本形成美国“一超”与欧洲、中国和日本“多强并存”的世界科技发展格局。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1我国科技投入、产出数量已跃居世界前列，确立和稳固了世界科技大国地位，但大而不强的问题仍然十分突出",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国科技发展水平与发达国家的差距逐步缩小，已经居发展中国家前列，在世界科技发展格局中占据重要地位。我国研发人员总量稳居世界首位，全社会研发经费支出总量名列世界第二，占GDP 比例达到 $2 . 0 8 \\%$ 。国际科技论文数稳居世界第2位，被引用数升至第4位；发明专利申请达133.9万件，连续6年位居世界首位。创新基础能力建设成效显著，累计建设国家重点实验室488个，国家工程研究中心131个，国家工程实验室194个，国家企业技术中心1276家。有效专利628.5万件，其中境内有效发明专利110.3万件，每万人口发明专利拥有量8.0件[12]。在高温超导、纳米材料、量子通信等基础科学领域，超级杂交水稻、高性能计算机等前沿技术领域，以及载人航天、高速铁路等重大工程领域取得了一批具有世界影响力的重大成果，一些重要领域方向跻身世界先进行列，某些前沿方向开始进入并行、领跑阶段，正处于从量的积累向质的飞跃、点的突破向系统能力提升的重要时期[1]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总体上看，我国基础研究能力与世界科技强国差距仍然较大，缺乏提出新科学思想和开创新科学领域的能力，也缺少引领科学发展方向的科学大师；重点领域核心技术受制于人的局面仍未从根本上得到扭转，航空发动机、高端数控机床等战略高技术领域核心技术和装备严重依赖进口，高端芯片、基础软件等国产化比例很低，这些都给国家信息和经济安全带来严重隐患。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2我国经济总量跃居世界第二，但产业转型升级和资源环境刚性约束的矛盾日益突出，对科技和创新的需求比以往任何时期更加强烈",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2015年，我国国内生产总值达到11万亿美元，稳居世界第二位，超过日本、德国和英国的总和，占全球的比例接近 $1 5 \\% ^ { [ 1 3 ] }$ 。我国稳居世界第一制造大国和网络大国地位，500余种主要工业产品中有220多种产量位居世界第一，56家制造企业进入2015年世界500强企业榜单；建成全球最大4G网络，网民总数达到7.31亿人，4家企业进入全球互联网企业市值前10名[14]。此外，中国拥有完备的工业体系，13亿人口的全国统一大市场，为建设世界科技强国奠定了良好的基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总体而言，中国产业处于国际分工中低端，发展过度依靠资源能源消耗和规模扩张，迫切需要依靠创新实现转型升级。以集成电路产业为例，2016年我国集成电路进口金额为2270亿美元，已连续4年超过2000亿美元，是当年原油进口价值的2倍左右[15]。我国装备制造业产值突破20万亿元，高居世界首位，但约 $90 \\%$ 的高档数控机床和数控系统严重依赖进口。按照现价美元计算，我国单位能源消耗产生的GDP仅为世界平均水平的 $58 . 3 \\%$ ，以及经合组织（OECD）国家平均水平的 $3 7 . 1 \\% ^ { [ 1 6 ] }$ ，与世界先进水平相差巨大。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 新一轮科技革命和产业革命正孕育兴起，与我国创新驱动转型发展形成历史性交汇，为加快建设世界科技强国带来难得的战略机遇",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "未来30年是新一轮科技革命和产业革命孕育发展的关键时期，世界科技和经济竞争格局将迎来新一轮大调整、大变革。当前，在物质能量的调控与转换、量子信息调控与传输、生命基因的遗传变异进化与人工合成、脑与认知、地球系统的演化等科学领域，在能源、资源、信息、先进材料、现代农业、人口健康等关系现代化进程的战略领域，一些重要的科学问题和关键技术正在经历一系列重大突破，带动了关键技术交叉融合、群体跃进，将有可能成为新科技革命的突破口。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "新一轮产业革命呼之欲出。近年来，主要国家政府纷纷加大新能源、生物、信息、人工智能等战略领域的投入，力图创造新的经济增长点、新的就业岗位和新的经济社会发展模式。以能源互联网、3D打印、智能制造等为代表的新工业革命蓬勃发展，“工业4.0”等概念风靡全球，很有可能重塑全球经济发展格局。新一轮科技革命和产业变革与我国加快转变经济发展方式形成历史性交汇，为我们实施创新驱动发展战略带来了难得的战略机遇。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3中国迈向世界科技强国长远发展愿景",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1到2030年，中国将实现跻身创新型国家前列建设目标",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "自主创新能力进人世界前列，科技实现跨越发展，创新成为经济社会发展和国防建设的重要驱动力，总体上扭转科技发展以跟踪为主的被动局面，呈现一个创新全球化、低碳工业化、智慧城市化、智能信息化、生态循环型、绿色消费型的社会发展图景。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）科技实现创新跨越，成为世界科技中心之一。科技发展能力从数量领先向质量领先转变，在若干基础前沿领域由并行走向领跑，产出一批对世界科技发展和人类文明进步有重要影响的原创成果；部分重要技术领域具有全球竞争力，专利质量接近发达国家平均水平；攻克制约国防科技的主要瓶颈问题；若干大学和研究机构进入国际一流行列。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）产业创新能力显著增强，国际竞争力名列世界前列。产业总体呈现绿色、低碳、智能和服务化发展特征，单位GDP能耗、水耗、污染物排放等指标达到OECD国家平均水平。创新成为产业发展主要驱动力，基本改变产业关键核心技术受制于人的被动局面；实现与发达国家从互补合作向竞争合作、与发展中国家从竞争合作向互补合作关系的双转变；涌现若干引领世界的新兴产业，一批引领全球产业发展方向的跨国经营企业。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）社会创新和生态环境跨越发展，公共部门管理效能达到中等发达国家水平。义务教育、基本医疗、养老健康、转岗培训、就业辅导、公共交通、社会治安等基本公共服务总体上能够满足城乡居民需求；优质教育培训、医疗卫生和信息网络资源共享水平以及优质公共服务资源配置均等化水平显著提高；生态环境质量达到宜居宜业要求，城市生产、生活、生态环境智能信息化发展水平显著提升，涌现若干引领世界的生产生活方式（在线支付、共享单车），建设更安全、更放心、更便捷和更舒适的智能信息社会。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2到2050年，中国将迈入世界科技强国行列，成为世界主要科学中心和创新高地",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "创新理念深人人心，创新法治保障有力，创新政策系统协调，创新要素流动顺畅，全民科学素养显著提升，企业家精神得到充分释放，涌现一大批世界级高校、科研院所和创新型跨国经营企业，世界顶尖科学大师和创新人才云集，中国学派持续产出引领世界科技潮流的重大原创科学思想和科技成果，创新成为经济社会发展的主要驱动力，创新成为国家空间安全、信息安全、网络安全、科技安全、国土安全、环境安全、能源安全、生态安全、生物安全、资源安全、核安全、生产安全、食品安全、公共卫生安全、交通安全、社会安全等监测、预警、应急和保障的决定性支撑力量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4建设世界科技强国的总体思路与举措",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中国建设世界科技强国，必须聚焦2050年国家发展目标，牢牢抓住新一轮科技革命及其引发的产业革命带来的战略机遇，深入实施创新驱动发展战略，以深化体制机制改革为动力，以自主创新能力建设为主线，着力优化开放合作的国家创新体系布局，着力加强全球视野的创新人才队伍建设，着力建设平等合作互惠共赢的区域创新发展环境，多措并举，全方位加速中国融入世界进程，走出一条具有中国特色的科技强国道路。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）强化科技强国顶层部署。启动研究编制《世界科技强国建设中长期发展规划纲要》，开展国家层面中远期技术预见和国家技术路线图研究，制定世界科技强国建设时间表和路线图，明确“三步走”战略的阶段性目标、重点任务和保障举措。建立规划纲要动态监测评价机制，完善推进世界科技强国建设政策体系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）加速提升原始创新能力。面向世界科学前沿方向、聚焦重大科学问题，加大稳定支持力度，前瞻部署、推进世界一流科研机构、一流大学和一流学科建设，优化科研院所和研究型大学科研布局，建设一批国际领先的科学研究基地和大科学工程，集聚世界顶尖创新团队，为世界科学发展和应对全球挑战作出贡献。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）构建现代产业创新体系。以把握新一轮产业革命机遇为目标，布局前沿技术和颠覆性技术创新，培育和发展战略性新兴产业。聚焦事关国家长远和全局发展的重大任务，以高铁、核电、大飞机、网络安全、空天海洋等国家重大工程和任务牵引相关产业整体创新能力提升。以国家企业技术中心建设为主线，激励和鼓励企业加大创新投入，构建全球化生产和创新体系，提升国际竞争力；加强产业技术创新、知识产权和技术标准服务平台建设，支持“专精特新”企业发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（4）强化国家战略科技力量布局。以把握新一轮科技革命机遇和突破事关我国发展全局和长远的重大技术瓶颈为目标，加快实施国家科技重大专项，启动“科技创新2030一重大项目”，超前谋划和系统布局世界领先的国家重大科技基础设施，提升引领世界科技发展的基础能力。聚焦空天海洋、能源、信息安全等国家战略重点领域，依托优势研究单元和重大科技基础设施组建若干国家实验室，加快形成引领发展的国家战略科技力量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（5）优化创新能力区域空间布局。推进全球科技创新中心建设，将京津冀、长三角、珠三角三大创新型城市群建设成为世界级创新中心,率先实现创新驱动转型。推动国家自主创新示范区、创新型城市建设，布局建设合宁、成渝、武汉、长株潭等创新型城市群，带动一大批各具特色、优势互补、充满活力的区域创新型城市，打造国家创新发展新引擎。完善区域协同创新和利益分享机制，推动创新要素跨区域流动，辐射带动欠发达地区创新发展。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（6）持续推动体制机制改革。深化国家创新管理体制机制改革，完善国家创新驱动发展战略组织推进机制。强化创新关键领域、关键环节立法工作，依法推动创新驱动发展，依法推动创新政策先行先试。进一步优化公共财政创新资源配置方式，加大科技战略能力建设投入力度，加快引导社会增加创新投人的体制机制改革步伐，培育尊重知识、崇尚创造、追求卓越的企业家精神和创新文化。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（7）建设世界级创新人才队伍。改革人才培养、引进、使用机制，造就一批能够把握世界科技大势、研判科技发展方向的战略科技人才，培养一批善于凝聚力量、领兵打仗的科技领军人才，凝聚一批活跃于世界科技前沿的顶尖人才。营造大众创业、万众创新环境，培育一大批熟悉市场运作、科技背景强的创新创业人才。加强科教融合、校企联合，培养大批青年科技人才。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（8）全方位加速中国开放合作。建设平等合作、互惠共赢的区域创新发展环境，发展更高层次的开放型经济，构建广泛的利益共同体，全方位加速中国融入世界步伐。深入参与全球科技创新治理，积极参与重大国际科技合作规则制定，共同应对环境污染、气候变化等全球性挑战。支持科研院所、高校、企业国际化发展，深度融人全球创新网络，为世界顶尖人才来华创新创业提供良好环境。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1习近平．为建设世界科技强国而奋斗—在全国科技创新大会、两院院士大会、中国科协第九次全国代表大会上的讲话.[2016-05-31].http://news.xinhuanet.com/politics/2016-05/31/c_1118965169.htm.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2 中共中央，国务院．国家创新驱动发展战略纲要.[2016-05-20]. http://www.gov.cn/gongbao/content/2016/content_5076961.htm.  \n3Yassa M.Center of scientific activity:its shift fromthe 16th to the 2Oth century. Japanese Studies in theHistory of Science,1962,1(1): 57-75.  \n4 赵红洲.科学能力学引论.北京：科学出版社,1984:191-193.  \n5Davies M.A thousand years of science and scientists:988 to 1988.History of Science, 1995,33: 239-251.  \n6 Maddison A. The World Economy:HistoricalStatistics.Paris: OECD Publishing,2001:261.  \n7贝尔纳．历史上的科学.北京：科学出版社，1959:255.  \n8 赵红洲.科学能力学引论.北京:科学出版社,1984:17.  \n9 戴维·兰德斯.国富国穷.北京：新华出版社,2010:",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "305-306. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "10 赵红洲.科学能力学引论.北京：科学出版社,1984:18.  \n11白春礼．五次科技革命得出三大启示.[2014-05-24].http://news.xinhuanet.com/tech/2014-05/24/c_1110843498.htm?prolongation=1.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "12国家统计局．中华人民共和国2016年国民经济和社会发展统计公报.[2017-02-28].http://www.stats.gov.cn/tjsj/zxfb/201702/t20170228_1467424.html.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "13World Bank.Indicators $\\because$ GDP(current US\\$). [2017- ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "04-27].http://data.worldbank.org/indicator?tab=all.  \n14苗圩.国新办举行2016年工业通信业发展有关情况发布会.[2017-02-17]. htp://www.scio.gov.cn/xwfbh/xwbfbh/wqfbh/35861/36258/index.htm.  \n15海关总署.2016年全国进口重点商品量值表（美元值）.[2017-01-13]. http://www.customs.gov.cn/publish/portal0/tab49666/info836853.htm.  \n16 World Bank. Indicators $\\because$ GDP per unit of energy use(constant 2011 PPP \\$ per kg of oil equivalent). [2017-04-27]. http://data.worldbank.org/indicator?tab=all.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Innovation Development: Way to Build China a Major S&T Power ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mu Rongping1,2² Fan Yonggang1,2 Wen Hao1,2 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(1 Institutes of Science and Development, Chinese Academy of Sciences,Beijing 100l90,China; ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2School of Public Policyand Management, University of Chinese Academyof Sciences,Beijing 10o049,China） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractThe‘Three Steps’strategy of building China a major S&T power by 205O is the top guideline of science, technology,and innovationdevelopment in China.Bysummarizing the historical evolutionof those generallyrecognized major S&T powers,this article argues that there are multiple possible ways a country evolving into a major S&T power, from the perspectiveof economic development,social progress,talent pool,S&Trevolution opportunities,and soon. By analyzing the basis,problems,and situation of building China a major S&Tpower from the view of S&Tdevelopment, innovation and transformation,andthe opportunities of S&Trevolution,the paper judges that China is inan important period of strategic opportunities evolving into amajor S&Tpower.At the end,on the basis ofanalyzing the innovation development visions of 2030 and 2050,this paper puts forward the idea and suggestions to build China a major S&T power. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywordsinnovation development, major S&T power,historical evolution, measures and suggestionss穆荣平中科院科技战略咨询院（原“科技政策与管理科学所”）研究员，中国科学技术大学理学学士、硕士，德国柏林工业大学哲学博士。现任中科院创新发展研究中心主任，国家发展规划专家委员会委员，《科研管理》主编，中国科学学与科技政策研究会理事长，曾任中科院科技政策与管理科学所所长（2004—2014年）。主要从事科学技术和创新政策与管理、技术预见、产业国际竞争力研究，参与中国许多重要创新发展政策文件的研究起草工作，发表了40多篇有关科技政策和产业竞争力等方面的学术期刊论文。E-mail: mrp@casipm.ac.cn",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "MuRongpingReceived his B.S.and M.S.degrees from UniversityofScience and Technologyof China,Dr.Phil.from Technische Universitat Berlin, Germany.Dr.Mu is professorof CASISD (former CASIPM),and director-general of CAS Center for Innovation and Development,a memberof Expert Commiteeon National Development Planof NDRC,editorin-Chief ofthe Journalof Science Research Management,presidentofthe Chinese Association for Science ofScience and S&TPolicy Research.He was director-generalof Institute of Policyand Management (2004—2014).Dr Muhas nvolved in drafting many policy documents concerning innovation and development in China,and published more than 40 papers in peer-reviewed journalsandseveral books in the fields ofS&Tpolicy,foresight,and industrial competitiveness. E-mail: mrp@casipm.ac.cn ",
        "page_idx": 8
    }
]