[
    {
        "type": "text",
        "text": "RESEARCHREVIEW ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Winter oilseed production for biofuel in the US Corn Belt: opportunities and limitations ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AARONJ.SINDELAR1,MARTYR.SCHMER1,RUSSELLW.GESCH²,FRANK FORCELLA²,CARRIE A.EBERLE²,MATTHEW D.THOM² and DAVID W.ARCHER? Agroecosystem ManagementResearch Unit,UDA-AR,251Food Industry Complex,UN-EastCampus，Lincoln,NE 68583,USA,NorthCentralSoilConseroationResearchLab,-AR3waAeMoris,M6267,USArt GreatPlains Research Laboratory,USDA-ARS,170110th AueSW，Mandan,ND 58554,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Interest from the US commercial aviation industryand commitments established by the US Navyand Air Force to use renewable fuels has spured interest in identifying and developing crops for renewable aviation fuel. Concern regarding greenhouse gas emissons assciated with land-use change and shifting land grown for food to feedstock production for fuel has encouraged the concept of intensifying curent prominent cropping systems through various double cropping strategies. Camelina (Camelina satioa L.）and field pennycress(Thlaspi aruense L.)are two winter oilseed crops that could potentially be integrated into the corn (Zea mays L.)-soybean[Glycine max (L.) Merr] cropping system, which is the prominent cropping system in the US Corn Belt. In addition to providing a feedstock for renewable aviation fuel production,integrating these crops into corn-soybean cropping systems could also potentially provide a range of ecosystem services. Some of these include soil protection from wind and water erosion, soil organic C (SOC) sequestration, water quality improvement through nitrate reduction,and a food source for polinators. However, integration of these crops into corn-soybean cropping systems also carries possible limitations,such as potential yield reductions of the subsequent soybean crop.This review identifies and discuses some of the key benefits and constraints of integrating camelina or field pennycress into corn-soybean cropping systems and identifies generalized areas for potential adoption in the US Corn Belt. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Camelina,cropping system intensification,doublecropping，pennycress，renewable jetfuel，second-generatior biofuels,winter oilseeds ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received19 June2015;accepted3August 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Producing sustainable renewable fuels with little to no competition with land used for food production while simultaneously reducing society's carbon (C） footprint is an important goal of the second-generation biofuel crop industry. Land-use changes and potential subsequent greenhouse gas emission increases are main concerns associated with the production of crops for bioenergy (e.g., Fargione et al.，20o8; Searchinger et al., 2008;Kim et al.,2009;Dale et al.,2011). The intensification of current cropping systems with a bioenergy crop through double or relay cropping is one strategy that may alleviate these concerns regarding land-use change (Heaton etal.,2013;Moore&Karlen,2013).In the Corn Belt Region of the United States (Fig.1)，corn-based cropping systems dominate the agricultural landscape, and cropland is often fallow during the winter months (Fig.2). Because of this，winter annual oilseed crops offer potential for biofuel production while coexisting with other crops grown for food [e.g.，corn，soybean, wheat (Triticum aestiuum L.)].Whilethe inclusion of winter oilseeds into cropping systems where corn is grown continuously may also be an option, this discussion is centered on corn-soybean cropping systems because it is the dominant cropping system in the US Corn Belt,with an estimated area of 27 million hectares in the region (Table 1). In this cropping system, the oilseed crop would ideally be interseeded into corn before or immediately after corn harvest (Fig. 3) and would be harvested prior to soybean planting in a sequential double cropping system or while soybean is growing in a relay double cropping system. Benefits and limitations exist with winter oilseed crop integration into corn-soybean systems.However，the added value of winter cropping diversity and winter cash crops may also offer relief for some of the previously reported limitations. This review identifies and discusses agronomic,environmental,and socioeconomic benefits and challenges associated with the possible implementation of this system. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/7f0264e9460c095ad1fea5a217ea69452e9237abfa85f76904a2b274a7fc66ea.jpg",
        "img_caption": [
            "Fig.1Select infrastructureforbiodiesel production in the US Corn Belt.Airports were those with enplanementsof ${ \\geq } 2 5 0 \\ 0 0 0$ people. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b940d034028b2a917490596f56e13a01b29bd6be2a2ff81227bd4d83aacb796c.jpg",
        "img_caption": [
            "Fig.2Average(-13)covestprogress (longdashline),obeanplantingprogress (solidline),ndsbeangec progress (short dash line) for selected states in the US Corn Belt (www.nass.usda.gov). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Renewablefueldemands ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The 2013 adjustment of the US Renewable Fuel Standard(RFS2) requires 7.3 and 10.4 billion L of biomassbased diesel and advanced biofuels,respectively,in an effort to increase domestic fuel production and decrease reliance on foreign sources (United States Environmental Protection Agency,2013, 2015). The aviation industry also has significant interest in adopting renewable fuels that reduce carbon emissions while simultaneously being economically competitive with petroleum-based fuels.At the 20o8 Aviation and Environment Summit, commitments were set to maintain current carbon emission levels by 202O and halve emissions based on 2005 levels by 2050 (Air Transportation Action Group,2015). Inattempt to shift its reliance to sustainable fuel, the US ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Federal Aviation Administration established the goal of using approximately 4 billion $\\mathrm { ~ L ~ y r ^ { - 1 } }$ of renewable jet fuel by 2018 (FAA，2011).The US Air Force and US Navy have also set renewable fuel consumption goals where the Air Force goal is that $5 0 \\%$ of noncontingency operations will use an alternative drop-in fuel blend by 2025 (U.S.Air Force,2013).The Navy has set a target that $5 0 \\%$ of total energy consumed will be from renewable sources by 2020 (U.S.Navy，2010). Therefore, renewable fuels are planned to serve as an integral fuel source for ground- and air-based transportation in the near future and beyond.Additionally,a recent report bythe US Environmental Protection Agency has concluded that emissions from aircraft endangers human health because of their contribution to global warming (United States Environmental Protection Agency,2015), which will likely result in emission regulations imposed on the commercial aviation industry (Mouawad& Davenport, 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Traditional oilseed feedstocks used for biofuel production include soybean，rapeseed/canola (Brassica napus)， palm(Elaeisguineensis)， andsunflower (Helianthus annus) (Moser,2012).However,as noted by ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/28627ee0309a115882f3eb09ce516a580e3ef0a450bd5207e2d7c03086c32fb8.jpg",
        "table_caption": [
            "'able1Acreage estimates for2-and 3-yearcorn-soybeanand alfalfa-based cropping systemsintheU.SCorn Belt from29-13\\* "
        ],
        "table_footnote": [
            "\\*Clasificationaccuracyofcorn,soybean,andalfalfaareabyUSDA-NASSCroplandDataLayersisvailable inaTableS1. +Distribution is the proportion of a cropping system for a given state compared to the U.S. Corn Belt region. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">Corn-soybean</td><td colspan=\"2\">Corn-corn-soybean</td><td colspan=\"2\">Alfalfa-based</td></tr><tr><td>State</td><td>Area, ha</td><td>Distribution,%†</td><td>Area,ha</td><td>Distribution, %</td><td>Area,ha</td><td>Distribution,%</td></tr><tr><td>Illinois</td><td>4 281 810</td><td>19.8</td><td>1 153 150</td><td>21.1</td><td>31 550</td><td>1.4</td></tr><tr><td>Iowa</td><td>5 417 130</td><td>25.1</td><td>1 164 080</td><td>21.3</td><td>140 410</td><td>6</td></tr><tr><td>Indiana</td><td>2 353 080</td><td>10.9</td><td>466 910</td><td>8.5</td><td>29 450</td><td>1.3</td></tr><tr><td>Michigan</td><td>426 590</td><td>2</td><td>151 780</td><td>2.8</td><td>384 950</td><td>16.6</td></tr><tr><td>Minnesota</td><td>2 923 730</td><td>13.5</td><td>661 830</td><td>12.1</td><td>363 020</td><td>15.6</td></tr><tr><td>Nebraska</td><td>2 161 620</td><td>10</td><td>1 024 380</td><td>18.7</td><td>258 800</td><td>11.1</td></tr><tr><td>North Dakota</td><td>517 060</td><td>2.4</td><td>87 070</td><td>1.6</td><td>124 830</td><td>5.4</td></tr><tr><td>Ohio</td><td>1 337 550</td><td>6.2</td><td>153 190</td><td>2.8</td><td>60 650</td><td>2.6</td></tr><tr><td>South Dakota</td><td>1 732 970</td><td>8</td><td>311 320</td><td>5.7</td><td>220 290</td><td>9.5</td></tr><tr><td>Wisconsin</td><td>428 490</td><td>2</td><td>301 570</td><td>5.5</td><td>707 850</td><td>30.5</td></tr><tr><td>Total</td><td>21 580 030</td><td></td><td>5 475 280</td><td></td><td>2 321 800</td><td></td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Moser (2012),the soleuse of these traditional oilseed feedstocks will likely not meet production demands mandated by the RFS2.For example,Hill et al. (2006) estimated that dedicating all US soybean production to biofuel would only satisfy $6 \\%$ of the US diesel demand. Also,the use of prominent crops like soybean for biofuel production diminishes its opportunity to be used for food (Cassman & Liska，20o7;Tilman et al.，2009; Karp & Richter,2011),which is of increasing importance as world population is estimated to surpass nine billion by 2044 (U.S. Census Bureau，2014).Finally，soybean production has been reported to have adverse effects on the soil environment, specifically through greater wind and water erosion susceptibility and less soil organic carbon (SOC) when compared to corn-based cropping systems(Laflen &Moldenhauer，1979;Varvel & Wilhelm,2008,2011). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Alternative crops and cover crops ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Theaforementionedconcernshaveresultedin expansion of research on alternative oilseed crops for bio-based diesel and aviation fuel. Examples of secondgeneration oilseed crops include camelina,field pennycress,crambe (Crambe abyssinica),cuphea, (Cuphea spp.) oilseed radish (Raphanus satiuus L.),Ethiopian mustard (Brassica carinata),white mustard(Sinapis alba L.),and flax (Linum usitatissimum L.),to name a few (Johnson et al.，2007；Moser，2012)．These crops have several desirable characteristics including greater seed oil concentration than soybean，reported lower agricultural input requirements (Putnam et al.，1993;Zubr，1997), and potential for little or no disruption when integrated into prominent cropping systems.They can also provide environmental benefits like protection from soil erosion, increased C inputs for potential SOC sequestration,and providing food resources and habitat for pollinators and other beneficial insects. Camelina and field pennycress are particularly viewed as attractive options for biodiesel or aviation fuel due to their desirable fatty acid profiles in addition to high oil contents (Moser et al.,2009;Boateng et al.,2010;Moser,2012;Fan et al., 2013).Also, significant greenhouse gas emissions reductions are expected from second-generation oilseed crops either for ground transportation or aviation fuels,espe cially when used in a double cropping system (Shonnard et al.,2010; Krohn & Fripp,2012;Fan et al.,2013). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Double cropping strategies ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Simply defined，double cropping is the agricultural practice of growing two crops on the same unit of land during the same growing season. In traditional double cropping systems, the second crop is planted following the harvest of the first.Double cropping of biomass crops has been viewed to be a potential option in northern areas of the US Corn Belt (Iowa，Minnesota,and Wisconsin)，where the traditional growing season is often regarded as short (Moore & Karlen，2013).For example,Feyereisen et al. (2013)concludedthatwinter rye(Secale cereale L.） could be successfully grown in a corn-soybean cropping system across the US Corn Belt, thus potentially alleviating the issue of displacing cereal crops with energy crops and avoiding significant landusechange.Additionally, land area suitable fordouble cropping in the US Corn Belt has increased in the last 30 years and is projected to further increase as a result of future climate change (Seifert & Lobell, 2015).A particular double cropping strategy that may help to mitigaterisk,particularly in northern environments,is relay ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "L sudis cropping.In this type of system, the second crop (summer annual) is interplanted into the first crop (winter annual prior to maturity，which extends the growing season for the second crop (Fig.3).Research in the North Central USA has shown promising results with this system.For example,Gesch et al. (2014) reported that soybean relay-cropped with winter camelina produced greater seed and more total gross income comparedtoasequential soybean-camelinadouble cropping system and was economically competitive with full-season monocropped soybean. Moreover, relay cropping soybean with winter camelina was shown to produce at least $5 0 \\%$ more seed oil per hectare than growing a sole full-season soybean crop.Research similar to that performedby Gesch et al.(2014) will need to be conducted in other environments and on other oilseed crops to identify double cropping strategies that maximize productivity and profitability. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Potential ecosystem value ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "While the intensification of corn-soybean cropping systems with a winter oilseed crop would be to primarily increaseopportunitiesforrenewabledieselor hydroprocessed renewable jet fuel, its inclusion may also indirectly affect cellulosic biofuel (ethanol） from agricultural residues.Corn stover，the aboveground biomass remaining after grain is harvested, is forecasted to be a primary feedstock for lignocellulosic biofuel production with estimated stover harvests ranging from 54 to $1 2 3 ~ \\mathrm { T g ~ y r } ^ { - 1 }$ for the USA (Graham et al., 2007; Muth et al.,2013).However, harvesting corn stover,or other crop residues,without other organic amendments can have adverse effects on soil erosion susceptibility (Mann et al.，2002; Jin et al.，2015；Kenney et al.，2015)，SOC (Wilhelm et al.,2004; Stetson et al.，2012; Schmer et al., 2014)，and general soil fertility (Karlen et al.，1984; Blanco-Canqui & Lal，2009;Sindelar et al.，2013).Our hypothesis is that inclusion of winter oilseed crops into corn-soybean cropping systems where corn stover is harvested may reduce，or even potentially offset in some cases,organic C losses associated with corn stover removal. For example, Blanco-Canqui et al. (2014) found that the inclusion of a winter rye cover crop helped offset SOC losses when stover was removed in a continuous corn system in Nebraska.Osborne et al. (2014) reported thata winter lentil (Lens culinaris Medik.)/slender wheatgrass [Elymus trachycaulus (Link)Gould ex Shinnersl cover crop combination reduced the impact of corn stover removal on SOC in a corn-soybean cropping system in South Dakota. Research is needed to determine whether the response of oilseed cover crops would result in a deviation from this response. Corn stover removal has also been shown to increase residual nitrate-N in the soil profile following corn,particularly at N fertilizer rates that economically optimize grain yield as stover,that can often immobilize N,is absent from the soil surface (Sindelar et al., 2015). Strock et al. (2004) found that a corn-soybean cropping system with a winter rye cover crop reduced subsurface tile water drainage discharge and flow-weighted mean nitrate concentration. Drury et al. (2014) reported that the inclusion of a winter wheat cover crop in a corn-soybean cropping system reduced nitrate-N loss by 14 to $1 6 \\%$ .A recent study by Kladivko et al. (2014) used the Root Zone Water Quality Model to simulate residual nitrateN dynamics in the Mississippi River Basin and concluded that residual nitrate-N loadings would be reduced by approximately $2 0 \\%$ if cover crops were integrated into corn-soybean cropping systems. In western Minnesota，R.W. Gesch (unpublished data） recently found that winter camelina seeded in late summer as a cover crop produced as much as $1 5 4 4 ~ \\mathrm { { k g } ~ h a ^ { - 1 } }$ (DW) of aboveground biomass containing $5 0 ~ \\mathrm { k g } ~ \\mathrm { h a } ^ { - 1 }$ of $\\mathsf { N }$ by the onset of winter. Therefore, there may be opportunity to mitigate the risk of N loss if a winter oilseed crop is integrated into a corn-soybean cropping system where corn stover is removed. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Winter oilseed crops may provide other ecosystem services beyond soil and water quality improvements, including weed and pest control, and insect and wildlife habitat (Heaton et al.， 2013). Johnson et al. (2015) reported that pennycress reduced weed biomass by ${ > } 8 0 \\%$ . Although not explicitly discussed by the authors, this response may have been related to the presence of glucosinolates，a class of secondary metabolites found in mustards (Moser,2012),which can inhibit growth of other plants (Gimsing & Kirkegaard,2009).This might be of practical interest in organic production systems and may also serve as a use for coproducts that remain following oil extraction. For example,Vaughn et al. (2005) found that defatted pennycress seed meal inhibited seedling germination and emergence of wheat and arugula [Eruca vesicaria (L.）Cav. Susp. sativa (Mill.) Thell.]. Control of pests by oilseed residue has also been reported. Mojtahedi et al.(1991） found thatsoils amended with rapeseed tissues had lower populations of root-knot nematode (Meloidogyne spp.). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Oilseed crops can also enhance beneficial insect populations and diversity,as several studies on the ecology of pollinators and mass-flowering crops have demonstrated. Bumble bee (Bombus spp.) density was found to be related positively to rapeseed availability on the landscape (Westphal et al.，2003)，with a higher abundance in rapeseed fields compared to wheat and Miscanthus(Miscanthus $\\times$ giganteus)(Stanley&Stout, 2013).This effect can extend even to crops maturing laterin the season; the density of bumble bees in late flowering sunflower has been shown to be enhanced by early flowering rapeseed,an effect known as temporal spillover (Riedinger et al.,2014).Recently，Eberle et al. (2015) evaluated pollinator visitation and nectar production of camelina and pennycress grown as cover crops in Minnesota and found that visitation rates for these two oilseeds reached 67 and 22 insects $\\mathrm { m i n } ^ { - 1 }$ ，respectively $( 1 1 2 ~ \\mathrm { m } ^ { 2 }$ -area).Theyalso reported that,during the period of anthesis (Table 2),camelina and pennycress flowers produced 100 and $1 3 ~ \\mathrm { k g }$ of sugar $\\mathrm { \\ h a } ^ { - 1 }$ in their nectar，respectively，the former ofwhich was even greater than that of winter canola $( 8 4 ~ \\mathrm { k g } \\mathrm { h a } ^ { - 1 } )$ ,awidely recognized pollinator-friendly plant.Both camelina and pennycress specifically were cited by the presidentially mandated Pollinator Health Task Force (2015) as being useful early season forage resources for pollinators, which may assist in improving health of both domesticated and wild pollinators. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Solitary bee biodiversity is also enhanced by mass flowering in agricultural habitats，including increased abundance (Holzschuh et al.,2013) and species richness (Diekotter et al.，2014) in nearby seminatural areas,as well as increased species richness within rapeseed fields (Stanley & Stout,2013).Pollination services rendered by bumble bees and solitary bees are increasingly important as they are recognized as more efficient pollinators in many crops and native plants compared to honey bees (Apis spp.),and in some cases, the only pollinator (Klein et al.，20o7,and sources therein).Furthermore, the declines in managed honey bee colonies as a result of a number of interacting factors (pests,disease,pesticides,stress,inadequate diet)places an increased burden on native pollinators for agricultural production and ecosystem function. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mass-flowering crops like rapeseed are likewise attractive to pollinating syrphid flies (Syrphidae spp.)，whose ecosystem services also include biological control resulting from predaceous larval stages that consume crop pests such as aphids(Aphis spp.)(Schmidt et al.,2003; Haenke et al.,2014).Syrphids are major visitors of pen nycress and camelina,with both plants serving as a foraging resource during times when few other crops or native plants are flowering (Groeneveld & Klein,2014). In a relay or double cropping system including a winter oilseed followed by soybean, there is potential for a temporal spillover of biological control of soybean aphid (Aphis glycines)，analogous to the temporal spillover of bumble bees mentioned above.There is need for further study on this topic,asenhancement of natural enemies such as syrphid flies could provide a direct value by reducing pest populations and outbreaks,which in turn would reduce the economic and environmental costs of pesticide use.If oilseeds are to provide pollinator bene",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/9078a60dfa946be266f93fc6ccb7b38b9f1747978b40afb5bd9ebb4df76477fc.jpg",
        "table_caption": [
            "Table 2Anthesis interval of winteroilseeds in Moris,Minnesota,and Brookings,South Dakota,2011-2014 "
        ],
        "table_footnote": [
            "\\*Ground coverage of flowers $2 1 \\%$ = "
        ],
        "table_body": "<html><body><table><tr><td></td><td></td><td colspan=\"2\">Camelina</td><td colspan=\"2\">Pennycress</td><td colspan=\"2\">Canola</td></tr><tr><td>Location</td><td>Year</td><td>Begin</td><td>End</td><td>Begin</td><td>End</td><td>Begin</td><td>End</td></tr><tr><td>Morris,MN</td><td>2011</td><td>28 May</td><td>3 July</td><td>1</td><td>1</td><td>1</td><td>1</td></tr><tr><td></td><td>2012</td><td>23 April</td><td>29 May</td><td>7 May</td><td>29 May</td><td>7 May</td><td>19 June</td></tr><tr><td></td><td>2013</td><td>7 June</td><td>25 June</td><td>7 June</td><td>25 June</td><td>23 May</td><td>7 July</td></tr><tr><td></td><td>2014</td><td>23 May</td><td>4 June</td><td>23 May</td><td>9 June</td><td>27 May</td><td>9 July</td></tr><tr><td>Brookings, SD</td><td>2013</td><td>19 June</td><td>3 July</td><td>19 June</td><td>3 July</td><td>1</td><td>1</td></tr><tr><td></td><td>2014</td><td>23 May</td><td>3 June</td><td>一</td><td></td><td>1</td><td>1</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Published2015.ThisarticleisaU.S.Government workandisinthe publicdomain intheUSA.,doi:10.111/gcbb.1297 fits,it will be important that they are incorporated into cropping systems in ways that enhance these benefits and do not negate them (e.g., by increasing need for insecticide applications). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Corn-Soybean cropping system demographics ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A geographic analysis (2010-13） estimated that 21.6 and 5.5 million hectares are classified as 2-year (cornsoybean) and 3-year (corn-corn-soybean) cropping systems，respectively,in the US Corn Belt (Table 1).The analysis also found that crop sequences in the 2-year system were quite consistent (51 and $4 9 \\%$ ).This indicates that there are no discernable temporal acreage fluctuations as a result of crop phase changes with this cropping system.When individual states were compared,Illinois and Iowa combined,accounted for $45 \\%$ of the total 2-year corn-soybean system acreage in the US Corn Belt,while Minnesota,Indiana,and Nebraska individually accounted for an additional 14,11，and $1 0 \\%$ ，respectively. Conversely,North Dakota,Michigan, and Wisconsin $( < 2 . 5 \\%$ ，individually）accounted for low proportions of the 2-year cropping system acreage. Further county-level extrapolation of the acreage data displayed dense areas of 2-year corn-soybean cropping systems in central Illinois，western Iowa，and southwestern Minnesota (Fig. 4a)，with a high volume of counties with 2-year corn-soybean acreage ranging from 50 O00 to 150 o00 hectares.Additionally,at least ten counties in Nebraska and South Dakota had acreage ranging from 50 000 to 100 000 hectares.The prevalence of 2-year corn-soybean cropping systems was ${ < } 1 0 0 0$ hectares in western areas of North Dakota, South Dakota，and Nebraska，northern areas of Minnesota，Wisconsin，and Michigan，and southeastern Ohio. This is a function of agricultural row crop production being limited in these areas with greater production of small grains and other shorter-season and less water-intensive crops,and as a result of the prevalence of grasslands (North Dakota,South Dakota,and Nebraska）and forests (Minnesota，Wisconsin，Michigan,and Ohio) in those areas. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Total acreage of the 3-year cropping system is approximately one-fourth of that observed for the 2-year system (Table 1).However,the spatial layout of dense areas of 3-year cropping systems was generally similar to those observed for the 2-year cropping system,with some slight differences (Fig.4b).In this case,clusters of counties with the greatest 3-year cropping system acreage $( > 3 0 \\ 0 0 0$ hectares）were located in south central Nebraska and northern Illinois.The analy sis also indicated that all states except Michigan and Ohio had multiple counties that had at least 1O Ooo hectares of the 3-year cropping system. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Adoption considerations and potential challenges ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Several environmental，agronomic,and socioeconomic issues may exist as a result of intensifying a corn-soybean cropping system with a winter oilseed crop in the US Corn Belt.Additionally,these constraints may be spatially dependent.Moore & Karlen(2013) concluded that double cropping may be a feasible cropping strategy in the north central USA,pending further research. However, the system they discussed would be primarily biomass-driven，thus allowing both crops to be harvested prior to physiological maturity. The cropping system of interest in this review would require both crops(winter oilseed and soybean) to reach physiological maturity within the same calendar year,as seed/ grain harvest is the primary goal of both crops.However,recent work in the north central USA has shown that double cropping winter oilseeds with soybean is attainable if agronomic management decisions (e.g., soybean cultivar selection） are modified appropriately (Gesch& Archer,2013;Johnson et al.,2015).Thiswill be discussed in detail later. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Environmental ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The inclusion of a cover crop into a cropping system is formally the concept of double cropping，where two crops are grown during the same season on the same unit of land (Gesch & Archer,2013;Moore & Karlen, 2013).The concept of a double cropping system is to better utilize the resources available during the active growingseason， particularlygrowing degreeunit (GDU）availability.Both Helsel & Wedin(1981）and Moore&Karlen(2013) concluded thatareasinthenorth central region，where the growing season is often regarded as short when compared with other areas of the USA，can support double cropping systems if at least one,if not both,of the crops is harvested for forage.The biomass harvest of the first crop would theoretically result in the planting of the second crop at a date that would not significantly deviate from a traditional planting date,barring unfavorable weather conditions (e.g.,wet soils) that interfere with timely planting. Winter oilseed growth could help reduce the potential for planting delays in wet conditions by utilizing water during late fall and early spring periods and by improving soil structure to increase internal drainage and support field equipment. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In double cropping systems where the first crop is harvested for seed， planting of the second crop may often occur after the‘traditional' planting window (Fig.2).For example，Johnson et al． (2015） planted soybean following pennycress maturation in early- to mid-June in a 2-year study in Minnesota,while Gesch & ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/ac58795c7e4ea82fbe58a17e1de9455fccacb08a2b65a21f4048bafa3b563f02.jpg",
        "img_caption": [
            "Fig.4Acreageestimates (2010-2013)byountyintheUSCornBeltfor(a)2-yearcorn-soybean,(b)3-yearcor-soybeanand(c alfalfa-based cropping systems. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Archer (2o13） planted soybeans following camelina in late June to early July in a 2-year study in Minnesota. Thesedateswereatleast2to3weekslater thanrecommended for optimum soybean production in that state. In a research trial in Nebraska,soybeans were planted after pennycress harvest in early- to mid-June (M.R. Schmer & A.J. Sindelar,unpublished data). As GDU availability will often be one of the primary limiting factors to grain production in double cropping systems, particularly in the north central USA，its availability was estimated for the second crop based on 30-year normal temperature data from 15 June to the average first frost $( { \\leq } 0 ~ ^ { \\circ } \\mathrm { C } )$ date (Fig.5a).This analysis found that GDU availability over this time period ranged from 956 to 3070 GDU across the US Corn Belt region and 1396 to 3070 in counties with at least 1ooo hectares of 2-year corn-soybean cropping systems. The limited amount of GDUs over this time period in Wisconsin,Minnesota, and North Dakota may result in either a forage crop or soybean being the preferred second crop in a double cropping system. The selection of indeterminate soybean cultivars (those that continue vegetative growth during reproductive development) may be better suited for compressed growing seasons than other major crops with a determinate growth process (e.g., corn, grain sorghum). Foley et al. (1986) evaluated yield performance of determinate and indeterminate soybean lines in Minnesota and found that yields of indeterminate lines were often greater. While quantification of GDU requirements of soybean is difficult,Kandel & Akyiz (2012) estimated that maturity group (MG) 00 soybean required at least 1679 GDU to reach physiological maturity.Another report by Kandel & Akyüz (2011）estimated that the GDU requirement of a MG O soybean ranged from 1542 to 1837 GDU.While the lower requirement of these ranges should not be considered to be the absolute minimum GDU requirement, it does at least suggest that there is some degree of risk that soybean growing in a double cropping system may not often reach physiological maturity in far northern areas of the US Corn Belt. However, the risk of the growing season ending prior to the secondary crop reaching physiological maturity should decrease if a proper soybean cultivar is selected to account for the condensed growing season. This issue may become less problematic if relay cropping strategy is implemented. Gesch et al.(2014) demonstrated that soybean could be produced successfully by interplanting it into winter camelina in the spring at a normal or near-normal time for westernMinnesota.Furthermore， thistechnique allowed the use of a standard Maturity Group soybean for the region (MG I),whereas sequential double cropping required the use of a shorter-maturity soybean variety (MG 00). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Water availability through precipitation is the other primary environmental variable that may influence the success of a double cropping system. However，the overall influence of cover crops on subsequent crop yields is conflicted.For example，Olson et al． (2014) found no negative effects of hairy vetch (Vicia villosa Roth) and rye cover crops on corn and soybean production,respectively,in Illinois.In Nebraska,a winter rye cover crop reduced subsequent corn grain yield in one of 3 years,but had no effect in the other two (Kessavalou & Walters,1997).Acuna & Villamil (2014) evaluated the effects of several cover crop species and mixtures on subsequent soybean production in Illinois and found that there was no yield reduction when compared with the conventional treatment.In South Dakota, seeding a cover crop mixture following wheat did not affect corn grain yield the following year in a low or highwater stress environment,butdid reduce yieldat a sitewith moderate water stress (Reese et al.,2014).At this site, cumulative soil water in the 30- to $6 0 \\mathrm { - c m }$ depth was reduced in treatments with the cover crop mixture by $1 5 \\%$ .However,no soil water changes occurred in the low- or high-stress environments with the use of the cover crop mixture.Lastly，winter rye cover crops in Minnesota reduced soybean yield by one-third in ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/aa903387f0653745181c48d6e638150177e2cbd7f7529a30303e2ad4e95d1bce.jpg",
        "img_caption": [
            "(a) In-season GDU availability "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "Fig.5Long-term (30 year) (a) in-season growing degree unit (GDU) availability,(b)annual precipitation,and(c) in-season precipitation in the US Corn Belt.Area within the blue outline identifies the generalized geography of $\\geq 1 0 0 0$ hectares county-1 of 2-year corn-soybean cropping systems. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1 year,but had no influence in another for both shortand full-season cultivars (Forcella, 2013).With regard to winter oilseeds, in a camelina-soybean double cropping study,Gesch& Johnson (2015) found that water use for sequentially and relay-cropped soybean in Minnesota was greater than continuous soybean,but absolute differences were not large. These authors concluded that these double cropping systems can be used feasibly in most rain-fed agricultural areas in the US Corn Belt region. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The region of interest in this review exhibits a considerable range in average annual precipitation, with as littleas $3 3 ~ \\mathrm { c m }$ received in western Nebraska to $1 2 4 ~ \\mathrm { c m }$ in Illinois (or 41 to $1 2 4 ~ \\mathrm { c m }$ within the region that supports 1000 ha county-1 corn-soybean cropping system) (Fig. 5b). When in-season precipitation was calculated according to the same parameters explained for GDU availability,a spatial precipitation gradient from west to east that was similar to annual precipitation was observed (Fig. 5c). Over the hypothetical growing season for soybean, in-season precipitation ranged from 20 to $6 0 ~ \\mathrm { c m }$ across the region (24 to $6 0 ~ \\mathrm { c m }$ within 1000-hectare county-1 corn-soybean geography). While in-season and annual precipitation can serve as an initial gauge,the overall suitability will ultimately be determined by water demand by the combined needs of crop (T)and evaporative demand (E),which is defined as evapotranspiration (ET).As water demand can fluctuate on both macro-(Robinson & Nielsen,2015) and microscales (Sadler et al.,2002),to explicitly identify or rule out suitable areas at this point would be dificult, if not inappropriate. However, as evaporative demand generally decreases as the distance from the southern US Plains increases,a logical hypothesis is that the core area of the US Corn Belt would be under less restriction. Furthermore，we speculate that locations restricted by water availabilitywill primarily be located in central and western areas of Nebraska，South Dakota，and North Dakota.However，even exclusion of areas in these states is not necessarily certain nor appropriate at this point because of the confounding influence of supplemental irrigation. According to the USDA-National Agricultural Statistics Service (2008),approximately 3.5 million hectares of agricultural land is irrigated in Nebraska,accounting for $1 5 \\%$ of total irrigated land in the USA In comparison,1.25 million hectares are irrigated in the remaining nine states in the USA Corn Belt, combined. Therefore, opportunities for cropping system intensification with winter oilseed cover crops will likely exist in many areas in the western Corn Belt, particularly in Nebraska, as a result of supplemental irrigation.In these areas,the potential increase in water demand would need to be weighed against any limitations in irrigation water supply. Further identification of irrigated land in these regions would be necessary to identify acreage where cropping system intensification would not be practical. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Finally, landscape attributes,specifically slope,could also affect land availability for a corn-soybean cropping system with stover removal and winter oilseed crop inclusion.In several areas in the US Corn Belt, scenarios exist where at least 100o hectares of corn-soybean cropping systems reside in areas with landscape slopes of $6 \\%$ or greater (Fig. 6).A point of emphasis by many has been that corn stover removal ratesneed to be at levels that simultaneously maintain SOC and control wind and water erosion，and that areas exist where corn stover removal may not be appropriate (e.g.，Mann et al.,2002；Nelson,2002;Wilhelm et al.,2007;Johnson et al.,2010).As water erosion is affected by landscape slope，this becomes a critical attribute for determining landscape suitability for such a cropping system. Graham et al. (2007) reported that the area appropriate for corn stover removal decreases significantly as erosion susceptibility increases. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Coincidentally，however，there may be situations where the addition of a winter oilseed crop may allow for stover removal when previously declared unacceptable as a result of landscape erosion constraints.In a 2- yearstudyat a sloped site in Iowa,Kaspar et al.(2001) found that a winter rye cover crop interseeded with soybean reduced interrill erosion and runoff in both years,while an oat (Avena sativa L.) cover crop reduced erosion and runoff in 1 year. Bonner et al.(2o14) used anintegrated modeling framework to evaluate the effect of cover crops on corn stover supplies and found that theirinclusion would increase sustainable stover removal ratesacrossa range ofslopegradients, although it became less impactful at slopes ${ > } 4 \\%$ .Therefore,based on initial results from this study,it seems that the amount of harvestable stover in this scenario may still be rather small. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Agronomic ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "From a production standpoint, soybean yield reduction associated with delaying the planting of the crop in a double cropping system is probable，regardless of geographic location. The review of 17 studies where soybean plantingwas delayed revealed a clear yield response when planting was delayed by at least 19 days,although the magnitude varied among sites (Table 3). In this review,all but four site-years exhibited a yield loss of 4 to $2 8 \\%$ when planting was delayed. Two cases existed where no yield losses occurred with delayed planting in Minnesota and Wisconsin,although planting was delayed into late May by 19 and 20 days, respectively (Leuschen etal.，1992；Pedersen & Lauer, ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e26c8758a223fd116215dca39b96db6b8f8f3d559681c014b0277288c7f36b69.jpg",
        "img_caption": [
            "Fig.6Landscape slope in the US Corn Belt.Area within the blue outline identifies the generalized geographyof ${ \\geq } 1 0 0 0$ hectares of 2 year corn-soybean cropping systems. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2003). Two studies used in this review evaluated soybean production in double cropping systems (LeMahieu & Brinkman,1990; Gesch & Archer,2013).In Wisconsin, LeMahieu & Brinkman(199O) reported that planting in late June (delay of 41 days) as a result of growing a winter rye crop for biomass reduced subsequent soy bean yield by $2 6 \\%$ . In comparison,delaying soybean planting over the same period without a double crop reduced soybean yield by $2 7 \\%$ .In Minnesota,Gesch & Archer (2O13) reported that soybean yield decreased by $2 0 \\%$ when it was planted following camelina harvest when compared with continuous soybean sown in early May (52-day difference between planting dates).Based on these results，producers must be aware of and amendable to probable soybean yield reductions associated with grain-based double cropping systems,regardless of location in the US Corn Belt.However，it is important to consider is that the reduction in soybean yield may not necessarily equate to less net profit for the cropping system when the economic value of the oilseed crop is considered. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Several authors (e.g,Carter& Boerma,1979;Wilcox &Frankenberger，1987;Specht et al.,2012)have stated that reductions in soybean yield as a function of delayed planting is a result of the reduction of main stem nodes.Specht et al.(2012)also noted that a new node is produced on the main stem every 3.7 days, regardless of planting date.Therefore，soybean plants planted after‘traditional'planting dates have less opportunity for nodal development.An observed reduction in main stem node number reported by Carter & Boerma (1979)also coincided with a reduction in plant height by 14 to $3 9 \\%$ when planting was delayed. Because of this physiological response and the aforementioned planting date studies,there are likely limited scenarios where delaying soybean planting to mid- to late June would not result in some degree of yield reduction. However，additional research isclearly needed to identify crop management practices that reduce this yield gap as a result of delayed planting in double cropping systems. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "An agronomic-associated landscape constraint for winter oilseed adoption may be temporal and spatial proximity to alfalfa (Medicago sativa L.)-based cropping systems.Cropping systems where alfalfa precedes at least 1 year of corn can be quite attractive as a result of the legume N credit supplied to the subsequent corn crop(Fox & Piekielek,1988;Bundy& Andraski,1993), and scenarios can exist where second-year corn following alfalfa does not require additional N fertilizer (Yost et al.,2014).Alfalfa with high protein concentration is of particular value to the dairy industry,as it has been shown to increase milk production (Wu & Satter,2000; Olmos Colmenero & Broderick,2006),among other reasons. Therefore,areas or states with a prominent dairy industry and subsequent large areas of alfalfa production (Table 1, Fig. 4c） wil require thoughtful planning and placement of cropping systems utilizing some types of winter oilseed crops (e.g. pennycress and camelina). This is because their temporal or spatial 'escape' into an alfalfa-based cropping system may negatively influence quality and/or palatability.Although most research on the reduction of alfalfa forage quality is dedicated to other common weeds,a general conclusion is that polycultures of alfalfa and nontarget plant species often produce less dry matter,have lower forage quality,and are less palatable than monoculture alfalfa (Temme et al., 1979;Marten et al.，1987;Fisher et al.，1988).Moyer & Hironaka (1993) reported that the proportion of digestible crude protein by sheep and subsequent digestible energy of pennycress was lower than that with alfalfa, despite crude protein concentration being similar between the two plant species.Pennycress can also have adverse effects on livestock and their corresponding milk and meat products if excess quantities are consumed due to high erucic acid levels in its seed oil and glucosinolates,specifically sinigrin, in its seed and vegetative tissues (Best & MCIntyre，1975;Warwick et al., 2002;Sedbrook et al.,2014).For example,consumption of large quantities of plants containing glucosinolates by dairy cattle can result in off-flavored milk products (Fenwick et al.，1982).Also,beef cattle carcasses have been shown to have slight to strong odor when fed high proportions of pennycress seed immediately before pro cessing,yet no discernable odor existed when the time period between feeding and processing was $2 4 \\mathrm { ~ h ~ }$ or greater(Whiting et al.,1958) Despite this effect on animals and corresponding products， myrosinase， the enzyme responsible for the degradation of sinigrin into the toxic compounds isothiocynate and allyl isothiocynate，can be successfully deactivated through a heat treatment prior to seed crushing (Sedbrook et al.,2014). Furthermore，Hojilla-Evangelista et al.(2014） reported that two protein recovery methods,saline extraction and acid precipitation,performed on defatted pennycress seed also can effectively recover protein extracts that are sinigrin-free. This finding is significant,as protein content in pennycress seed meal can range from 20 to $2 7 \\%$ (Hojilla-Evangelista et al.，2013;Selling et al.. 2013)，and thus could be a serviceable livestock feed. Conversely，camelina should be less problematic than pennycress in this regard.Research has shown that camelina seed meal is low in glucosinolates (Schuster & Friedt，1998)，can serve as a potential livestock feed (Korsrud et al.,1978;Moriel et al.,2011;Szumacher-Strabel et al.,2011; Colombini et al.,2013),and is approved by theUS Food and Drug Administration for use in cattle and chicken feeds (up to $10 \\%$ of total ration). Longtermmanagement plans inaddition to short-term strategies should also be considered in areas with dense dairy production or fields that may be seeded to alfalfa in the near future.However,a counterpoint to this issue is the recent availability of glyphosate-tolerant alfalfa cultivars that can aid in control of nontarget plants.Therefore, any issues regarding winter oilseed production in or near alfalfa-based cropping systems may be alleviated if widespread adoption of glyphosate-tolerant alfalfa cultivarsoccurs. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/47c105098f258e813f02ec4b63d92fb1738ac9b8a58362222f7a0719d9d9f6f0.jpg",
        "table_caption": [
            "Table 3Reported responses of soybean grain yield to delayed planting across the US Corn Belt "
        ],
        "table_footnote": [
            "\\*Soybeans were double cropped,with camelina being the preceding crop. tSoybeans were double cropped,with barley being the preceding crop. tAuthors reported no statistical change. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">State</td><td rowspan=\"2\">Site(s)</td><td rowspan=\"2\">Study length, years</td><td colspan=\"2\">Average planting date</td><td rowspan=\"2\">Yield change (D1-D2),kg ha-1</td><td rowspan=\"2\">Reference</td></tr><tr><td>Date 1 (D1)</td><td>Date 2 (D2)</td></tr><tr><td>Illinois</td><td>Urbana</td><td>3</td><td>13 May</td><td>18 June</td><td>-458 (13%)</td><td>Beaver & Johnson (1981)</td></tr><tr><td></td><td>Brownston</td><td>2</td><td>20 May</td><td>14 June</td><td>+478 (28%)</td><td>Beaver & Johnson (1981)</td></tr><tr><td>Illinois</td><td>Urbana</td><td>2</td><td>12 May</td><td>14 June</td><td>-715 (22%)</td><td>Anderson & Vasilas (1985)</td></tr><tr><td>Indiana</td><td>West Lafayette</td><td>3</td><td>12 May</td><td>22 June</td><td>-531 (21%)</td><td>Wilcox & Frankenberger (1987)</td></tr><tr><td>Indiana</td><td>West Lafayette</td><td>2</td><td>10 May</td><td>10 June</td><td>-620 (15%)</td><td>Robinson et al. (2009)</td></tr><tr><td>Iowa</td><td>Ames</td><td>3</td><td>14 May</td><td>8 June</td><td>-205 (8%)</td><td>Krell et al. (2005)</td></tr><tr><td>Iowa</td><td>Newton</td><td>3</td><td>11 May</td><td>7 June</td><td>-200 (7%)</td><td>Perez-Bidegain et al. (2007)</td></tr><tr><td>Iowa</td><td>Ames, Crawfordsville, De Witt, Nashua,</td><td>4</td><td>29 April</td><td>8 June</td><td>-1055 (25%)</td><td>De Bruin & Pedersen (2008)</td></tr><tr><td>Minnesota</td><td>Nevada, Whiting Morris</td><td>4</td><td>3 May</td><td>22 May</td><td>-215 (7%)t</td><td>Leuschen et al. (1992)</td></tr><tr><td></td><td>Lamberton</td><td>3</td><td>4 May</td><td>25 May</td><td>+38 (2%)</td><td>Leuschen et al. (1992)</td></tr><tr><td></td><td>Waseca</td><td>4</td><td>8 May</td><td>28 May</td><td>-303 (10%)</td><td>Leuschen et al. (1992)</td></tr><tr><td>Minnesota</td><td>Waseca, Lamberton, Madison, Rosemount</td><td>3</td><td>15 May</td><td>14 June</td><td>-590 (23%)</td><td>Coulter et al. (2011)</td></tr><tr><td>Minnesota*</td><td>Morris</td><td>2</td><td>8 May</td><td>29 June</td><td>-463 (20%)</td><td>Gesch & Archer (2013)</td></tr><tr><td>Nebraska</td><td>Clay Center</td><td>3</td><td>7 May</td><td>15 June</td><td>-390 (13%)</td><td>Elmore (1990)</td></tr><tr><td>North Dakota</td><td>Fargo, Casselton</td><td>2</td><td>21 May</td><td>17 June</td><td>-820 (26%)</td><td>Helms et al. (1990)</td></tr><tr><td>Ohio</td><td>Hoytville, South Charlston</td><td>3</td><td>1 May</td><td>10 June</td><td>-834 (25%)</td><td>Beuerlein, (2013)</td></tr><tr><td>Wisconsint</td><td>Arlington</td><td>2</td><td>12 May</td><td>22 June</td><td>-1004 (27%)</td><td>LeMahieu & Brinkman (1990)</td></tr><tr><td></td><td></td><td>2</td><td>12 May</td><td>22 June</td><td>-941 (26%)</td><td>LeMahieu& Brinkman (1990)</td></tr><tr><td>Wisconsin</td><td>Arlington</td><td>4</td><td>15 May</td><td>13 June</td><td>-572 (17%)</td><td>Oplinger & Philbrook (1992)</td></tr><tr><td>Wisconsin</td><td>Hancock</td><td>2</td><td>1 May</td><td>30 May</td><td>-565 (21%)</td><td>Grau et al. (1994)</td></tr><tr><td>Wisconsin</td><td>Arlington</td><td>4</td><td>5 May</td><td>25 May</td><td>−170 (4%)</td><td>Pedersen & Lauer (2003)</td></tr><tr><td></td><td>Hancock</td><td>4</td><td>10 May</td><td>30 May</td><td>-600 (14%)*</td><td>Pedersen & Lauer (2003)</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Both pennycress and camelina are considered minor weeds to select crops.For pennycress,most yield losses associated with its presence have been reported with canola,wheat,and safflower(Carthamus tinctoriusL.）in Canada (Warwick et al.，20o2).Camelina is a minor weed in flax (Putnam et al.,1993),resulting in its alternate name as false flax. Despite both crops being historicallyregarded as a weed and a recent risk assessment by the USDA-Animal and Plant Health Inspection Service (APHIS) classifying pennycress as a high risk potential for spread and impact (USDA-APHIS,2015), we hypothesize their impact as a volunteer weed on corn and soybean production to be low.This is because chemical control of both plants is historically quite successful.Francis & Warwick (20o9) concluded that agronomic impact of camelina in corn-soybean cropping systems should not be an issue when proper herbicide chemistries are used.Pennycress is also quite susceptible to multiple herbicide chemistries (Warwick et al., 2002)，including glyphosate and glufosinate (Sedbrook et al.,2014). Therefore,a pre-emergence herbicide application at corn or soybean planting should provide adequate control of most pennycress or camelina seeds as they germinate,and any escapes can be managed with postemergence chemistries.Additionally，the majority of soybean currently grown in the US Corn Belt has resistance to glyphosate.In other situations,herbicide chemistries such as 2,4-dichlorophenoxyacetic acid,imazethapyr,and acifluorfen should also successfully control escapes. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "From a field management standpoint,a critical practice associated with oilseed and cover crop productivity isproper stand establishment.Studies that have evaluated a winter oilseed-soybean double cropping system have typically followed wheat (Phippen & Phippen, 2012; Gesch & Archer,2013). Depending on type,wheat harvest occurred no later than mid-August, thus allow ingadequate time for fall growth of thewinteroilseed when direct-seeded into the soil.Gesch & Cermak (2011） demonstrated that although stand establishment of winter camelina can differ by year and tillage system (e.g.,conventional vs.no-till) in the northern US Corn Belt, they found that final plant population density varied little by planting date when seeded from early September to mid-October.However,the greatest seed yields and oil content were generally obtained for plants seeded in late September to early October.Similar results have been obtained for pennycress (R.W.Gesch, unpublished data).Winter camelina has also been successfully established in North Dakota in Septemberand even as a dormant seeding in late October (D.W. Archer，unpublished data).Moreover，Gesch et al. (2014) have shown that winter camelina seeded in midto late October in west central Minnesota, just weeks before permanent soil freezing occurred,exhibited adequate winter survival and spring growth. This indicates that,in some of the southern regions of the US Corn Belt (e.g.,Iowa,Ilinois,and Nebraska), it may be possible to successfully establish winter camelina and pennycress following harvest of corn for grain.Nevertheless, this type of management schedule may not be applicable to many corn-soybean cropping systems unless (1) the entire corn plant is harvested for silage prior to reaching physiological maturity or (2) an early maturing hybrid is used.Typically，corn hybrids are selected based on maturities that best exploit the growing season when grain yield optimization is the primary goal. This practice,in turn, results in little growing season remaining after the corn plants reach physiological maturity, grain is allowed to dry to an appropriate moisture content,and harvest occurs (Fig.2).Therefore,aerial seeding of the winter oilseed crop may be necessary in most areas,particularly for crops/cultivars that require vernalization.Baker & Griffis (2O09) concluded that aerial seeding of winter rye in northern areas of the US Corn Belt may help mitigate growth limitations imposed by a short growing season. A survey by Singer (2Oo8) found that $8 \\%$ of cover crops were aerially seeded in a portion of the Corn Belt (Illinois,Indiana,Iowa,and Minnesota), compared to 68 and $21 \\%$ for direct drilling and broadcast spreading，respectively. However, $6 2 \\%$ of cover crops in this area were not harvested. Although not explicitly discussed by Singer (2oo8)，we speculate that the proportion of cover crops aerially seeded in this area is a function of cost, and that seed from few, if any, of these cover crops would have been harvested.Additionally, we hypothesize this proportion would increase if cash-positive winter crops were used or if incentives for cover crops are provided. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Benefits do exist for aerially seeding winter cover crops when compared with other traditional methods. These include offering a greater temporal window for seeding,elimination of machinery traffic,which may help to reduce soil compaction,and less time requirement as aerial seeding can often be performed in a shorter amount of time than other traditional methods (Wilson et al.,2013).To some,however, the disadvantages outweigh the benefits.These includea short-time period for fall growth,cost of aerial application,seed predation，and proper stand establishment (Wilson et al.,2014).Barnett & Comeau (1980) evaluated aerial seeding effects on the germination of wheat,oat,and barley (Hordeum vulgare L.） and found that the number of plants germinated was substantially less than directseeded or broadcast treatments.Therefore,to compensate for poor germination of aerially seeded crops,seeding rates may need to be increased，which would subsequently increase input costs.However, both camelina and pennycress have very small seeds compared to, for example, winter rye (about 0.8, 0.8, and $3 3 \\mathrm { ~ g ~ } 1 0 0 0 ^ { - 1 }$ seeds,respectively),which would serve to lower aerial seeding costs on a unit-area basis (Robinson,1987; Phippen et al.,2010; Miedaner et al.,2014). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Other considerations include information and techniques needed in managing these crops,and the need for continued breeding efforts to improve characteristics of these crops.For example,risk of seed loss due to shatter can be a serious concern for camelina and pennycress,with complete yield loss potentially occurring ina single untimely rain and wind event (D.W.Archer, unpublished data). Fortunately，genetic similarities of camelina andpennycresswith Arabidopsishaveresulted in expedited progress toward the genomic understanding of both crops (Gehringer et al.，2006;Dorn et al., 2013,2015; Nguyen et al.,2013). For pennycress, this can potentiallyaccelerateitsdomesticationthrough improvement of several traits including seed oil quality and quantity improvement, reduction of glucosinolates, seed dormancy manipulation, flowering and senescence synchronization，and pod shatter reduction (Sedbrook et al.,2014).Also,availability of herbicides labeled for use in these crops is limited,presenting a challenge for in-season weed management, particularly in no-till production systems.One possible solution to this issue is herbicide-resistant cultivars, such as camelina with resistance to acetolactate synthase inhibitor herbicides (Walsh et al.,2012).While initial research has demonstrated that management practices can be adjusted to overcome some of these constraints (e.g.,Gesch et al., 2014)，additional crop development and agronomic management researchis clearlyneeded. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Socioeconomic ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Despite most cover crop research generally occurring in the past quarter century,its benefits have long been rec ognized (e.g.,Odland & Knoblauch,1938;Beale et al., 1955;Moschleret al.,1967;Mitchell & Teel,1977). Some of these include erosion control (Kaspar et al.,2oo1),soil organic matter additions (Ding et al.，2Oo6)，nitrate-N leaching reductions (Kladivko et al.，2014)，and weed suppression (Teasdale, 1996).Furthermore,the addition of a cover crop into a corn-based cropping system with stover removal may help to offset some of the adverse effects on soil properties (Fronning et al.,2008; Blanco-Canqui et al.,2014) and may even increase profitability of these cropping systems (Pratt et al.,2014). However， despite these advantages， adoption by farmers is low to date. A survey by Singer et al. (2007) found that $1 8 \\%$ of farmers in Illinois,Indiana,Iowa,and Minnesota had used a cover crop,and only $6 \\%$ of the land area for the average-sized farm was seeded to cover crops in 2oo5.When farmers do indeed integrate cover crops into their cropping systems,it is because of the benefits associated with cropping system diversification, erosion control, organic matter addition,weed suppression，and $_ \\mathrm { N }$ addition by leguminous cover crops (Mallory et al.，1998;Stivers-Young and Tucker，1999; Snapp et al.，2005;Singer et al.，2007).However，as at least partially reflected in low adoption rates,many farmers feel the disadvantages outweigh the benefits.A farmer survey by Mallory et al.(1998)identified cost, potential influence on the subsequent crop,and weed problems as main concerns. Surveys by Stivers-Young & Tucker (1999) and Snapp et al. (2005)also identified cost as a concern.Despite the cash crop potential of winter oilseed crops,the limited market for their seed still makes these cover crops a cost concern.Additionally，prospective winter oilseed crops like pennycress and camelina are regarded as weeds in some cropping systems.This may further dissuade farmers from adopting these crops,particularly as pennycress seed requires a maturation period,which can increase its persistence in the seedbank (Warwick et al.,2002).However,use of nondormant pennycress cultivars (Isbell et al.，2015) may decrease this persistence,and both camelina and pennycress are easily controlled by commercially available herbicides. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "From a direct-cost standpoint, cropping systems integrating winter cover or oilseed crops may be less profitable，especially ifthey have adverse effectson subsequent crops.Bollero & Bullock(1994) estimated a net loss of $\\$ 11$ hectare-1 when a hairy vetch cover crop preceded corn and grain sorghum [Sorghum bicolor (L.) Moench] in Illinois.Mallory et al.(1998) reported that when only the sole N value of a legume cover crop was considered, it was not economically advantageous when compared with fertilizer N.However,recent research has shown that corn-based cropping systems with stover removal maintain or increase profitability when anannual ryegrass (Lolium multiflorum Lam.) or crimson clover(Trifolium incarnatum L.）cover crop is added to the cropping system (Pratt et al.，2014). Gesch et al. (2014) reportedlower net return fora sequential double crop camelina-soybean system when compared with monoculture soybean.However，in that same study, theyalso reported similar net returns between monoculture soybean and a relay-cropped camelina-soybean system when the camelina was treated with glyphosate sevento 1O days before harvest.Therefore,market values of winter oilseeds likely will need to be established before an increase in adoption of winter oilseed crops occurs.These initial findings are promising and certainly warrant further research on the topic, particularly with winter oilseed crops that may further provide monetary value. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Conclusion ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Inclusion of winter oilseed crops into corn-soybean cropping systems in the US Corn Belt may simultaneously provide a cash-positive commodity crop used for renewable diesel or hydroprocessed aviation fuel in addition to the wide range of ecosystem services often observed with cover crops. The geographic analysis conducted for this discussion identified 21.5 and 5.6 million hectares that are grown in corn-soybean and corn-corn-soybean cropping systems in the US Corn Belt,with the densest areas generally located in llinois, Iowa,and southern Minnesota.However,whatremains unknown is the proportion of these cropping systems that ultimately would be used as adoption of biomass cover crops in the US Corn Belt is low to date.A survey by Singer et al. (2007) reported $56 \\%$ of farmers would adopt cover crops if financial cost sharing for the cover crop was available. Consequently, the additional value of the seed from a winter oilseed crop quite possibly may incentivize farmers to adopt these crops. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Environmental, agronomic,and socioeconomic obstacles resulting from integrating winter oilseed crops into Midwestern corn-soybean cropping systems do exist, and further research is needed in all of these areas in an attempt to reduce or minimize them.Initial research has already demonstrated that management practices can be adjusted to overcome some of these constraints (e.g.，Gesch et al.，2014).Management practices for a winter oilseed crop plausibly may vary slightly among areas within the US Corn Belt, much like management practices for corn and soybean can often vary slightly across the region.Regardless of these constraints，a corn-soybean cropping system where corn stover is removed and a winter oilseed crop is grown theoretically offers great potential to produce multiple independent sources for food，fuel，and fiber.However, more research is needed regarding the environmental and economic viability and sustainability of this intensified cropping system over a larger geographical area throughout the Corn Belt region and other areas in the USA. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Thisreview contributes to CenUSA Bioenergy，which is supported by Agriculture and Food Research Initiative Competitive Grant No. 2011-68005-30411 from the USDA National Institute of Food and Agriculture.The USDA is an equal opportunity employer and provider. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acuna JCM,Villamil MB(2014)Short-term efects of cover crops and compaction on soil properties and soybean production in Illinois. Agronomy Journal,106,860-870.   \nAir Transport Action Group (2015) Our climate plan.Available at: http://aviationbenefits.org/environmental-eficiency/aviation-and-climate-change/our-climateplan/(accessed 21 March 2015).   \nAnderson LR,Vasilas BL (1985)Efectsof planting date on two soybeancultivars: seasonal dry matteraccumulationand seed yield. Crop Science,25,999-1004.   \nBaker JM,Griffs TJ(209)Evaluating thepotentialuseofcover crops incorn-soybean systems for sustainable co-production of food and fuel.Agricultural and Forest Meteorology,149,2-2132.   \nBarnett GM,Comeau JE (1980) Seding cereals by air and ground. Canadian Journal of Plant Science,60,1147-1155.   \nBeale OW,NuttGB,Peele TC (1955)The efectsof mulch tillgeon runof,erosion, soil properties,and crop yields.Soil Science Society ofAmerica Journal,19,244-247.   \nBeaver JS, Johnson RR (1981) Response of determinate and indeterminate soybeans to varying cultural practices in the northern USA.Agronomy Journal,73,833-838.   \nBest KF,MCIntyre GI (1975)The biology of Canadian weeds.9.Thlaspi arvense L.. Canadian Journal of Plant Science,55,279-292.   \nBeuerlein JE (2013) Yield of indeterminate and determinate semidwarf soybean for several planting dates,row spacings,and seeding rates.Journal of Production Agriculture,4,300-303.   \nBlanco-Canqui H,Lal R (2009) Crop residue removal impacts on soil productivity andenvironmentalquality.Critical Reviews inPlantSciences,28,9-16.   \nBlanco-Canqui H,Ferguson RB,Jin VL,Schmer MR,Wienhold BJ,TatarkoJ(2014) Can cover crop and manure maintain soil properties after stover removal from irrigated no-till corn?Soil Science SocietyofAmerica Journal,78,368-1377.   \nBoateng AA,Mullen CA,Goldberg NM (2010) Producing stable pyrolysis liquids from the oil-seed presscakes of mustard family plants: pennycress (Thlaspi arvense L.)and camelina (Camelina sativa).Energy&Fuels,24,6624-6632.   \nBollero GA,Bullock DG (1994)Covercropping systems forthecentral Con Belt. Journal ofProductionAgriculture,7,55-58.   \nBonner IJ, Muth DJ, Koch JB,Karlen DL (2014) Modeled impacts of cover crops and vegetative barriers on corn stover availability and soil quality. BioEnergy Research, 7, 576–589.   \nBundy LG,Andraski TW(1993) Soiland plant nitrogen availability tests for corn following alfalfa.Journalof Production Agriculture,6,200-206.   \nCarter TE,Boerma HR (1979) Implications of genotype $\\times$ planting date and row spacing interactions in double-cropped soybean cultivar development. Crop Science,19,607-610.   \nCassman KG, Liska AJ (2oo7) Food and fuel for all: realistic or foolish? Biofuels,Bioproducts,& orefining,,-.   \nColombini S, Broderick GA, Galasso I, Martinelli T,Rapetti L, Russo R,Reggiani R (2013)Evaluation of Camelina satioa (L.) Crantz meal as an alternative protein source in ruminant rations.Journal of the ScienceofFoodand Agriculture,94,736-743.   \nCoulter JA,Sheaffer CC,Haar MJ,Wyse DL,Orf JH (2011) Soybean cultivar response to planting date and seeding rate under organic management. Agronomy Journal,103,1223–1229.   \nDale VH, KlineKL, Wright LL,Perlack RD,Downing M,GrahamRL(2011) Interactions among bioenergy feedstock choices,landscape dynamics,and land use. EcologicalAplictios,4.   \nDe Bruin JL,Pedersen P (20o8) Soybean seed yield response to planting date and seeding rate in the Upper Midwest.Agronomy Journal,100,696-703.   \nDiekotterT,PeterFJukerBWoltersVJaukerF24)Mas-floweringo increase richness of cavity-nesting bees and wasps in modern agro-ecosystems. Global Change Bology Bioenergy,6,9226.   \nDing G,Liu X,Herbert S, Novak J,Amarasiriwardena D,Xing B (2006) Effect of cover crop management on soil organic matter. Geoderma,130,29-239.   \nDorn KM,FankhauserJD,WyseDL,Marks MD (2013) De noo assembly of the pennycress (Thlaspi arvense) transcriptome provides tools for the development of a winter cover crop and biodiesel feedstock.ThePlant Journal,75,1028-1038.   \nDorn KM,Fankhauser JD,Wyse DL,Marks MD (2015)A draft genomeof field pennycress (Thlaspi arvense) provides tools for the domestication of a new winter biofuel crop. DNA Research, 22,121-131.   \nDrury CF,Tan CS,WelackyTWetal. (2014)Reducingnitratelossintiledraiage water with cover crops and water-table management systems.Journal of Environmental Quality,43,587-598.   \nEberle CA,Thom MD,Nemec KTetal.(205)Usingcash covercrops: peress, camelina，and canola to provision pollinators. Industrial Cropsand Products, doi:10.1016/j.indcrop.2015.06.026. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Published2015.ThisarticleisaU.S.GovernmentworkandisinthepublicdomainintheUSA.doi:10.111/gcbb.1297 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Agronomy Journal,82,69-73.   \nFan J, Shonnard DR,Kalnes TM,JohnsenPB,Rao S(O13)Alifecycle assessmentof penycress (TlaspiaruenseL)derivedjetfuelanddieselBiomassandioeergy 55, 87–100.   \nFargione J,HillJ, Tilman D,Polasky S,Hawthorne P(2Oo8)Land clearingand the biofuel carbon debt. Science,319,1235-1238.   \nFederal Aviation Administration (2011).FAA Desination 2025.Available at: http:// www.faa.gov/about/plans_reports/media/Destination2025.pdf(accessed 19 March 2015).   \nFenwick GR,Heaney RK,Mullin WJ, VanEtten CH (1982) Glucosinolates and their breakdon products in food and food plants.Critical Reviews in Food Science and Nutrition,18,123-201.   \nFeyereisen GW,Camargo GGT, Baxter RE,Baker JM,Richard TL (2013) Cellulosic biofuel potential of a winter rye double crop across the U.S.corn-soybean belt. Agronomy Journal,103,631-642.   \nFisher AJ, Dawson JH,Appleby AP(1988)Interferenceof annual weeds inseedling alfalfa (Medicago satioa).Weed Science,36,583-588.   \nFoley TC,Orf JH, Lambert JW (1986) Performance of related determinate and indeterminate soybean lines. Crop Science,26,5-8.   \nForcella F (2013) Short- and full-season soybean in stale seedbeds versus rolledcrimped winter rye mulch.Renewable Agriculture and Food Systems,29,92-99.   \nFox RH,Piekielek WP (1988) Fertilizer N equivalence of alfalfa,birdsfoot trefoil, and red clover for succeeding corn crops.Journal of Production Agriculture,1, 313-317.   \nFrancis A,Warwick SI (20o9) The biology of Canadian weeds.142.Camelina alyssum (Mill.)Thell; C microcarpa Andrz.Ex DC.; C.satioa (L.) Crantz. Canadian Journal of Plant Science,142,791-810.   \nFronning BE,ThelenKD, Min D-H(2008)Use of manure,compost,andcover rops to supplant crop residue carbon in corn stover removed cropping systems.Agronomy Journal,100,1703-1710.   \nGehringer A,Friedt W,Luhs W,Snowdon RJ (2006) Genetic mapping of agronomic traits in false flax (Camelina satioa subsp.sativa). Genome,49,1555-1563.   \nGesch RW, Cermak SC (2011) Sowing date and tillage effects on fall-seeded camelina in the northern Corn Belt. Agronomy Journal,103,980-987.   \nGesch RW,Archer DW (2013)Double-cropping with winter camelina in the northern Corn Belt to produce fuel and food.Industrial Crops and Products,44,718-725   \nGesch RW, Johnson JMF (2015) Water use in a winter camelina-soybean dual cropping systems.Agronomy Journal,107,1098-1104.   \nGesch RW,Allen BL,Archer DW et al. (2014) Agronomic comparisons of several Brassica species in the Corn Belt as feedstock for hydrotreated jet fuel.Association for the Advancement of Industrial Crops,26th Annual Meeting,Athens, Greece.   \nGimsing AL,Kirkegaard JA (20o9)Glucosinolates andbiofumigation: fateof glucosinolates and their hydrolysis products in soil.Phytochemistry Review,8,299-310.   \nGraham RL,Nelson R, Sheehan J,Perlack RD, WrightLL (2007) Current and potential U.S. corn stover supplies. Agronomy Journal, 99,1-11.   \nGrau CR,Oplinger ES,Adee EA,Hinkens EA,Martinka MJ(1994) Planting date and row width effect on severity of brown stem rot and soybean productivity. Journal of Production Agriculture,7,347-351.   \nGroeneveld JH,Klein A-M (2014)Polinationof two oil-producing plant species: Camelina (Camelina satioa L. Crantz) and pennycress (Thlaspi arvense L.) doublecropping in Germany. GCB Bioenergy,6,242-251.   \nHaenke S,Kovacs-Hostyanszki A,Frund J,Batary P,Jauker B,Tscharntke T, Holzschuh A (2014) Landscape configuration of crops and hedgerows drives local syrphid flyabundance.Journalof Applied Ecology,51,505-513.   \nHeaton EA, Schulte LA, Berti M,Langeveld H,Zegada-Lizarazu W,Parrish D, Monti A (2013) Managing a second-generation crop portfolio through sustainable intensification: examples from the USA and the EU.Biofuels,Bioproducts, $\\mathcal { E }$ Biorefining,7,702-714.   \nHelms TC,Hurburgh CR,Lussenden RL,Whited DA (1990) Economic analysis of increased protein and decreased yield due to delayed planting of soybean. Journal of Production Agriculture,3,367-371.   \nHelsel ZR, Wedin WF(1981) Harvested dry mater from single and double-cropping systems. Agronomy Journal,73,895-900.   \nHill J,Nelson E, Tilman D,Polasky S,Tiffany D (2006) Environmental, economic, and energetic costs and benefits of biodiesel and ethanol biofuels.Proceedings of the National Academy of Sciences,103,11206-11210.   \nHojilla-EvangelistaMP,EvangelistaRL,IsbellTA,SellingGW(203)Effectsof oldpressing and seed cooking on functional properties of protein in pennycress (Thlaspi aroense L.) seed and press cakes.Industrial Crops and Products,45,223-229.   \nHojilla-Evangelista MP,SellingGW,Berhow MA,EvangelistaRL (2014)Preparation composition,and functional properties of pennycress (Thlaspi aroense L.） seed protein isolates.Industrial CropsandProducts,55,173-179.   \nHolzschuhA,DormannCF,Tsharntke,Steffan-DewenterI(03)Mas-flowring crops enhance wild bee abundance.Oecologia,172,477-484.   \nIsbell TA,Cermak SC,Dierig DA,EllerFJ,Marek LF (2015) Registration of Katelyn Thlaspi arvense L. (pennycress)with improved nondormant traits.Journal of Plant Registrations,9,212-215.   \nJin VA,Schmer MR,Wienhold BJ,et al.(2015) Twelve yearsof stoverremoval increasessoil erosionpotential without impacting yield.Soil Science Society of America Journal,79,1169-178.   \nJohnson JMF,Coleman MD,Gesch R, Jaradat A, Mitchell RD,Wilhelm WW (2007) Biomas-bioenergy crops in the United States: a changing paradigm.The Americas Journaloflantcienceandotechnology.   \nJohnson JMF,Karlen DL,Andrews SS (2010) Conservation considerations for sustainable bioenergy feedstock production: If, what, where,and how much? Journal of Soil and Water Conseroation, 65,88A-91A.   \nJohnson GA,Kantar MB,Betts KJ, Wyse DL(2015)Field penycress productionad weed controlin a double crop system with soybean in Minnesota.Agronomy Journal, 107,532–540.   \nKandel H,Akyiiz FA (2011)Heat unitsand development stages of soybean.North Dakota State University Extension Service.Available at: http://www.ag.ndsu.edu/cpr/plant-science/heat-units-and-development-stages-of-soybean-7-7-11. (accessed 13 March 2015).   \nKandel H,AkyuzFA (2012) Growing degree model for North Dakota soybean.North Dakota State University Extension Service.Available at: http://www.ag.ndsu.edu/cpr/plant-science/growing-degree-day-model-for-north-dakota-soybean6-28-12 (accessed 13 March 2015).   \nKarlen DL,Hung PG,Campbell RB (1984) Crop residue removal effectson corn yieldand fertilityof aNorfolk sandyloam.Soil Science Society of America Journal, 48, 868–872.   \nKarp A,Richter GM (2011) Meeting the challenge of food and energy security. Journal of Experimental Botany,62,3263-271.   \nKaspar TC,Radke JK,Laflen JM (2001) Small grain cover crops and wheel traffic effects on infiltration,runoff,and erosion.Journal of Soil and Water Conseroation, 56, 160–164.   \nKenney I, Blanco-Canqui H,Presley DR,Rice CW, Janssen K, Olson B (2015) Soil and crop response to stover removal from rainfed and irigated corn. GCB Bioenergy,7,219-230.   \nKessavalou A, Walters DT (1997) Winter rye asacover crop following soybean under conventional tillage. Agronomy Journal,89,68-74.   \nKim H,KimS,Dale BE (2o09) Biofuels land use change,and greenhouse gas emissions: some unexplored variables.Enuironmental Science& Technology,43,961-967.   \nKladivko EJ,KasparTC,JaynesDB,MaloneRWSingerJ,Morin XK,Searchinger (2014)Cover crops in the upper midwestern United States: potential adoption and reductionof nitrate leaching in the Misissippi River Basin.Journal of Soil and Water Conseroation,69,279-291.   \nKlein A-M, Vaissiere BE, Cane JH, Steffan-Dewenter I, Cunningham SA,Kremen C, Tscharntke T (2007) Importance of pollinators in changing landscapes for world crops.Proceedings of theRoyal SocietyB: BiologicalSciences,274,303-313.   \nKorsrud GO,Keith MO,Bell JM(1978)A comparison of the nutritional value of crambe and camelina seed meals with egg and casein.Canadian Journalof Animal Science, 58,493–499.   \nKrell RK,Pedigo LP,Rice ME,Westgate ME,Hill JH (2005) Using planting date to manage bean pod mottle virus in soybean. Crop Protection.,24, 909-914.   \nKrohn BJ,Fripp M (2012)A life cycle assessment of biodiesel derived from the \"niche filling\" energy crop camelina in the USA.Applied Energy,92,92-98.   \nLaflen JM, Moldenhauer WC (1979) Soil and water losses from corn-soybean rotations.Soil Science Society of America Journal,43,213-15.   \nLeMahieuPJ,knA(9)oubleopingbeanferestall grains as forage in the north central USA. Journal of Production Agriculture,3,385- 389.   \nLeuschen WE,Ford JH, Evans SD et al.(1992) Tillage,row spacing,and planting date effects on soybean following corn or wheat.Journal of Production Agriculture, 5,254-260.   \nMallory EB,Posner JL,Baldock JO (1998) Performance,economics,and adoption of cover crops in Wisconsin cash grain rotations: on-farm trials.American Journal of Alternative Agriculture,13,2-11.   \nMann L, Tolbert V,Cushman J (2o02) Potential environmental effects of corn (Zea mays L.)stover removal with emphasis on soil organic matter and erosion. Agriculture. Ecosustems & Environment.89.149-166.   \nMarten GC,Sheater CC, Wyse DL (198/）Forage nutritive value and palatability ot perennial weeds. Agronomy Journal,79,980-986.   \nMiedaner T, Schwegler DD,Wilde P,Reif JC (2014) Association between line per se and testcross performance for eight agronomic and quality traits in winter rye. TheoreticalandAppliedGenetics,127,3-41.   \nMitchell WH,TelMR(1977Winter-annualcovercrops forno-tilagecornproduction. Agronomy Journal, 69,569-573.   \nMojtahedi H, Santo GS,Hang AN, Wilson JH (1991) Suppression of root-knot ematode populations with selected rapeseed cultivars as green manure. Journal of Nematology,23,170-174.   \nMoore KJ, Karlen DL (2013) Double cropping opportunities for biomasscrops in the north central USA. Biofuels,4,605-615.   \nMorielP,Nayigihugu V,Cappellozza B.et al. (20l)Camelina meal and crude glycerinas feed supplements for developing replacement beef heifers.Journal of Animal Science,89,43144324.   \nMoschler WW,Shear GM,Hallck DL,Sears RD,Jones GD (1967) Winter cover crops for sod-planted corn: their selection and management. Agronomy Journal, 59, 547–551.   \nMoser BR (2012) Biodiesel from alternative oil feedstocks: camelina and field pennycress.Biofuels,3,93-29.   \nMoser BR,Knothe G, Vaughn SF,IsbellTA(20o9)Production and evaluationof biodieselfromfieldpennycress(TlaspiaroenseL.)oil.Energy&Fuels,23,4149-4155.   \nMouawad J, Davenport C (2015). E.P.A. takes step to cut emisions from planes. The New York Times.10 June,2015.Available at: http://www.nytimes.com/2015/06/ 11/business/energy-environment/epa-says-it-will-set-rules-for-airplane-emissions.html (accessed 14 June 2015).   \nMoyer JR,Hironaka R (1993)Digestible energy and protein content of some annual weeds,alfalfa,bromegrass,and tame oats. Canadian Journal of Plant Science,73, 1305-1308.   \nMuth DJ Jr, Bryden KM,Nelson RG (2013) Sustainable agricultural residue removal for bioenergy: a spatially comprehensive US national assessment. Applied Energy, 102, 403–417.   \nNelson RG (2002) Resource assessment and removal analysis for corn stover and wheat straw in the Eastern and Midwestern United States-rainfall and wind-induced soil erosion methodology. Biomass and Bioenergy,22,349-363.   \nNguyen HT,Silva JE,Podicheti R,MacranderJ(2013)Camelina seed transcriptome: a tool for meal and oil improvement and translational research.Plant Biotechnology Journal,11,7599.   \nOdland TE, Knoblauch HC (1938)The value of cover crops in continuous corn culture. Journal of the American Society of Agronomy,30,22-29.   \nOlmos Colmenero JJ, Broderick GA (2006) Effect of dietary crude protein concentration on milk production and nitrogen utilization in lactating dairy cows.Journal ofDairy Science,89,1704-1712.   \nOlson $\\mathrm { K , }$ Ebelhar SA,Lang JM (2014) Long-term effects of cover crops on crop yields, soil organic stocksand sequestration.Open Journal ofSoil Science,4,284-292.   \nOplinger ES,Philbrook BD (1992)Soybean planting date,row width,and seeding rate response in three tillage systems.Journal of Production Agriculture,5,94-99.   \nOsborne SL,Johnson JMF,Jin VL,Hammerbeck AL,Varvel GE,Schumacher TE (2014)The impact of corn residue removal on soil aggregates and particulate organic matter. Bioenergy Research,7,559-567.   \nPedersen P,Lauer JG (2oo3)Soybean agronomic response to managementsystems in the Upper Midwest. Agronomy Journal,95,1146-1151.   \nPerez-Bidegain M, CruseRM,Ciha A (2oo7) Tillage system by planting date interaction effects on corn and soybean yield.Agronomy Journal, 99,630-636.   \nPhippen WB,Phippen ME (2012) Soybean seed yield and quality as a response to field pennycress residue. Crop Science, 52, 2767-2773.   \nPhippen WB, John B,Phippen ME, Isbell T (201o)Planting date,herbicide,and soybeanrotation studies with field pennycress (Thlaspi arvense L.).Association for the Advancement of Industrial Crops, 22nd Annual Meeting,Ft Collins, Colorado, USA.   \nPollinator Health Task Force (2O15)Pollinator Research Action Plan.Available at: https://www.whitehouse.gov/sites/default/files/microsites/ostp/Pollnator% 20Research%20Action%20Plan%202015.pdf (accessed 17 June 2015).   \nPratt MR,Tyner WE,Muth DJ,Kladivko EJ (2014) Synergies between cover crops and corn stover removal. Agricultural Systems,130,67-76.   \nPutnam DH, Budin JT, Field LA,Breene WM (1993) Camelina: A promising low-input oilseed.In: New Crops (eds Janick J,Simon JE),pp.314-322.Wiley,New York, USA.   \nReese CL, Clay DE, Clay SA, Bich AD,Kennedy AC,Hansoen SA,Moriles J (2014) Winter cover crops impact on corn production in semiarid regions.Agronomy Iournal. 106. 1479–1488. mass-flowering crops mitigate pollinator dilution in late-flowering crops.Landscape Ecology,29,425-435.   \nRobinson RG (1987) Camelina: a useful research crop and a potential oilseed crop. University of Minnesota Agricultural Experiment Station Bulletin,579-1987,1-12.   \nRobinson C,Nielsen D (2015) The water conundrum of planting cover crops in the Great Plains: when is an inch not an inch? Crops $\\mathcal { E }$ Soils, 48,25–31.   \nRobinson AP,Conley SP,Volenec JJ, Santini JB (2009)Analysisof high yielding, early-planted soybeaninIndiana.Agronomy Journal,01,31-139.   \nSadler EJ,Camp CR,Evans DE,Millen JA (2002) Spatial variation of corn response to irigation.TransactionsoftheAmericanSocietyofAgricultural Enginees,45,1869- 1881.   \nSchmer MR, Jin VL,Wienhold BJ, Varvel GE,Follett RF (2014) Tillage and residue management effects on soil carbon and nitrogen under irrigated continuous corn. Soil ScienceocietyofmricaJoual,8,996.   \nSchmidt MH, Lauer A,Purtauf T, Thies C, Schaefer M, Tscharntke T (2003)Relative importance of predators and parasitoids for cereal aphid control. Proceedings of the Royal Society -Biological Sciences,270,1905-1909.   \nSchuster A, Friedt W (1998) Glucosinolate content and composition as parameters of quality of Camelina seed.Industrial Crops and Products,7,297-302.   \nSearchinger T,Heimlich R,Houghton RA et al. (2008) Use of U.S.croplands for biofuels increases greenhouse gases through emissions from land-use change. Science,319,1238-1240.   \nSedbrook JC,Phippen WB,Marks MD (2014) New approaches to facilitate rapid domestication of a wild plant to an oilseed crop: example pennycress (Thlaspi arvense L.).Plant Science,227,122-132.   \nSeifert CA,Lobell DB (2015)Response of double cropping suitability to climate change inthe United States.Environmental Research Letters,10,doi:10.1088/1748- 9326/10/2/024002.   \nSelling GW,Hojilla-Evangelista MP,EvangelistaRL,Isbell T,Price N,Dol KN (2013)Extraction of proteins from pennycress seeds and press cake. Industrial Crops andProucts,41,1.   \nShonnard DR, Williams L, Kalnes TN (2010)Camelina-derived jet fuel and diesel: sustainable advanced biofuels.Sustainable Energy,29,382-392.   \nSindelar AJ,LambJA,Sheafer CC,Rosen CJ,Jung HG (20l3)Fertilizer nitrogerate effects on nutrient removal bycorn stover and cobs.Agronomy Journal,105,437-445.   \nSindelarAJ, Coulter JA,Lamb JA,Vetsch JA (2015)Nitrogen,stover,and tillge management affect nitrogen use efficiency in continuous corn. Agronomy Journal, 107, 843-850.   \nSinger JW (2008) Corn Belt assessment of cover crop management and preferences. Agronomy Journal,00,6762.   \nSinger JW,Nusser SM,Alf CJ (2007) Are cover crops being used in the US Corn Belt?Journal of Soil and Water Conseroation,62,353-358.   \nSnapp SS,Swinton SM,Labarta R et al.(20o5)Evaluating cover crops for benefits, costs and performance within cropping system niches.Agronomy Journal, 97,322- 332.   \nSpecht JE,Rees JM,Zoubek GL et al.(2012) Soybean planting date-When and why. University of Nebraska Extension Bulletin,EC145,1-7.   \nStanley DA,Stout JC (013) Quantifying the impacts of bioenergy crops on pollinating insect abundance and diversity: a field-scale evaluation reveals taxon-specific responses.Journal of Applied Ecology,50,335-44.   \nStetson SJ, Osborne SL, Schumacher TE et al.(2012) Corn residue removal impact on topsoil organic carbon in a corn-soybean rotation.Soil Science Society of America Journal,76,1399–1406.   \nStivers-Young LJ, Tucker FA (199)Cover-cropping practices of vegetable producers in western New York.Hortechnology,9,459-465.   \nStrock JS,PorterRusselle004Coveroingteducerateloss through subsurface drainage in the northern U.S.corn belt. Journal of Enuironmental Quality,33,1010-1016.   \nSzumacher-Strabel M, Cieslak A, Zmora P,Pers-Kamczyc E, Bielinska S, Stanisz M, W6jtowski J (2011) Camelina sativa cake improved unsaturated fatty acids in ewe's milk. Journal of the Science ofFood andAgriculture,91,2031-2037.   \nTeasdale JR (1996) Contribution of cover crops to weed management in sustainable agricultural systems.Journal of Production Agriculture,9,475-479.   \nTemme DG,Harvey RG,FawcettRS,Young AW (1979) Effects of annual weed control on alfalfa forage quality.Agronomy Journal,71, 51-54.   \nTilmanD,ocolowRoleyJAetal.()Beeficialifuels-thefood,gyd environment trilemma. Science,325, 270-271.   \nUnited States AirForce (2013)AirForce energy strategic plan.Availableat:http:// www.safie.hq.af.mil/shared/media/document/AFD-091208-027.pdf (accesed 21 April 2015).   \nUnited States Census Bureau (2O14) International database,world population:1950- 2050.Available at:http://www.census.gov/population/international/data/ idb/worldpopgraph.php (accessed 12 March 2015).   \nUnited States Environmental Protection Agency (2013) Regulatory announcement: EPA finalizes 2013 renewable fuel standards.EPA-420-F-13-048.Available at: http:// www.epa.gov/otaq/fuels/renewablefuels/documents/420f13048.pdf(accessed 20 March 2015).   \nUnited States Environmental Protection Agency (2015) Proposed finding that greenhouse gas emissions fromaircraft cause or contribute to air pollution that may reasonability beanticipated to endanger public healthandwelfareandadoancenoticeof proposedrulemaking.EPA-HQ-OAR-2014-0828.Available at:http://epa.gov/ otaq/documents/aviation/aircraft-ghg-pr-anprm-2015-06-10.pdf(accessed11 June 2015).   \nUnited States Navy (2O1O)A Navy energy vision for the 2lst century.Available at: http://dtic.mil/ndia/2010navy/Cullom_Revised.pdf (accessed 21 April 2015)   \nUSDA-APHIS (2015)Weed risk assessment for Thlaspi aroense L.(Brassicacae)-Field pennycress.Available at:http://www.aphis.usda.gov/plant_health/plant_pest_ info/weeds/downloads/wra/Thlaspi-arvense.pdf (accessed 21 April 2015).   \nUSDA-NASS (2008) 2007 Farm and ranch irrigation survey.Available at: http:// www.agcensus.usda.gov/Publications/20o7/Online_Highlights/ Farm_and_Ranch_Irrigation_Survey/index.php (accessed 11 March 2015).   \nVarvel GE,Wilhelm WW (2O08) Soil carbon levels in irrigated western Corn Belt rotations. Agronomy Journal,1oo,1180-1184.   \nVarvel GE,Wilhelm WW (2011) No-tillage increases soil profile carbon and nitrogen under long-term rainfed cropping systems.Soil& Tillage Research,114,28-36.   \nVaughn SF,Isbell TA,Weisleder D,Berhow MA (20o5) Biofumigant compounds released by field pennycress (Thlaspi aroense) seedmeal. Journal of Chemical Ecol0gy,31, 167-177.   \nWalsh DT, Babiker EM, Burke IC,Hulbert SH (2012) Camelina mutants resistant to acetolactate synthase inhibitorherbicides.Molecular Breeding,30,1053-1063.   \nWarwick SI,Francis A,Susko DJ (2002) The biology of Canadian weeds.9.Thlaspi arvenseL. (updated).Canadian Journal ofPlant Science,82,803-823.   \nWestphal C, Steffan-Dewenter I, Tscharntke T (2003) Mass flowering crops enhance pollinator densities at a landscape scale.Ecology Letters,6,961-965.   \nWhiting F,Young D,Phillips AH,Munro WB,Steves HL (1958) The effects on the odourand flavour of the meat of feeding refuse screenings with a high stinkweed (Thlaspi AroenseL.) content to fattening catle.Canadian Journal of Animal Science, 38,48–52.   \nWilcox JR,Frankenberger EM (1987) Indeterminate and determinate soybean responses to planting date. Agronomy Journal, 79,1074-1078.   \nWilhelm WW,Johnson JMF,Hatfield JL,Voorhees WB,Linden DR (2004) Crop and soil productivity response to corn residue removal. Agronomy Journal, 96,1-17.   \nWilhelm WW,Johnson JMF,Karlen DL,Lightle DT (2007) Corn stover to sustain soil organic carbon further constrains biomass supply.Agronomy Journal,99,1665-1667.   \nWilson ML, Baker JM,Allan DL (2013) Factors affecting successful establishment of aerially seeded winter rye. Agronomy Journal,105,1868-1877.   \nWilson ML,Alln DL, Baker JM (2014) Aerially seeding cover crops in the northern US Corn Belt: limitations,future research needs,and alternative practices. Journal of Soil and Water Conseroation,69,67A-72A.   \nWu Z, Satter LD (2ooo) Milk production during the complete lactation of dairy cows fed diets containing different amounts of protein. Journal of Dairy Science,83, 1042–1051.   \nYostMA,Morris TF,Russelle MP,Coulter JA (2014) Second-year cornafteralfalfa often requires no fertilizer nitrogen. Agronomy Journal,106, 659-669.   \nZubrJ (1997) Oil-seed crop: Camelina satioa.Industrial Crops and Products,6,113-119. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the onlineversionofthisarticle: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Table S1.User accuracy of corn, soybean,and alfalfa classification by USDA-NASS Cropland Data Layers,2010-13. ",
        "page_idx": 16
    }
]