[
    {
        "type": "text",
        "text": "SCIENTIFIC REPORTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CUG-BP1 regulates RyR1 ASI alternative splicing in skeletal muscle atrophy ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:22 May 2015   \nAccepted: 3o September 2015   \nPublished: 04 November 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yinglong Tang1,3/\\*， Huiwen Wang¹,\\*，Bin Wei2\\*, Yuting Guo³,Lei $\\mathsf { G u } ^ { \\mathsf { 1 } , \\mathsf { 3 } }$ , Zhiguang Yang1,3, Qing Zhang5, Yanyun Wu¹, Qi Yuan¹, Gang Zhao4 & Guangju Ji1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "RNA binding protein is identified as an important mediator of aberrant alternative splicing in muscle atrophy.The altered splicing of calcium channels,such as ryanodine receptors (RyRs), plays an important role in impaired excitation-contraction (E-C) coupling in muscle atrophy; however, the regulatory mechanisms of ryanodine receptor1(RyR1) alternative splicing leading to skeletal muscle atrophy remains to be investigated.In this study we demonstrated that CUG binding protein 1 (CUG-BP1) was Up-regulated and the alternative splicing of RyR1 ASl (exon7O) was aberrant during the process of neurogenic muscle atrophy both in human patients and mouse models.The gain and loss offunction experiments in vivo demonstrated that altered splicing pattern of RyR1 ASl was directly mediated by an up-regulated CUG-BP1 function.Furthermore,we found that CUG-BP1 affected the calcium release activity in single myofibers and the extent of atrophy was significantly reduced upon gene silencing of CUG-BP1 in atrophic muscle.These findings improve our understanding of calcium signaling related biological function of CUG-BP1 in muscle atrophy. Thus, we provide an intriguing perspective of involvement of mis-regulated RyR1 splicing in musculai disease. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Muscle atrophy is featured by rapid loss of muscle mass and contractile function,which results from fasting,denervation,disuse as wellas a co-morbidity of several common diseases,including cancer, sepsis,uremia, and diabetes1,2. In general, muscle atrophy involves several pathways of intracellular signaling that eventually activate the protein degradation mechanisms including ubiquitin-proteasome and autophagy-lysosome system, which work coordinately to remove the myofibrillar proteins and myocyte organelles3,4. The related E3 ligase genes, Atrogin-1/MAFbx and MuRF-1,as wel as several autophagy genes,including LC3, Bnip-3, have been found to be rapidly up-regulated at early stage of multiple types of muscle atrophy to initiate protein degradation5-8. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Post-transcriptional regulation of RNA processing plays an essential role in gene expression during mammalian development as wellas pathogenesis,2. Alternative splicing is a process in which multiple messenger RNAs (mRNAs) are generated from one pre-messenger RNA (pre-mRNA) molecule,and as a result,distinct proteins isoforms,or splicing variants,are produced with diferent biological functions10. Given that $9 2 { - } 9 4 \\%$ of human genes undergo alternative splicingl1,12, alternative splicing provides an esential mechanism for gene expresion and regulation. An increasing number of studies has shown that disruption of normal splicing paterns can cause or modify human diseasel3,14; however,the mechanisms by which aberrant alternative splicing play a role in muscular human disease are still unclear. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1NationalLaboratoryof Biomacromolecules,Instituteof Biophysics,Chinese AcademyofSciences,15 Datun Road, Beijing100101,China.²DepartmentofPhysiology,WayneState UniversitySchoolof Medicine,Detroit,Michigan 48201.3Universityof the Chinese Academy ofSciences,Beijing 100049,China.“Department of Neurology, Xijing Hospital,Forth ilitary MedicalUiversityXi'an,Shaanxi7oo32,China.5Departmentofnesthesiology,Beijing Tiantan Hospital,Capital Medical University,Beijing10oo50,China.\\*Theseauthorscontributed equaly tothis work.Correspondence and requests for materials should be addressed to H.W.(email: whw@moon.ibp.ac.cn)or G.Z. (email: zhaogang@fmmu.edu.cn) or G.J. (email: gj28@ibp.ac.cn) ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/864bdc3f01555dafcf58f2922c05d8214b9581bb7e222bac0ed7f2d751adadf6.jpg",
        "img_caption": [
            "Figure 1. Increased CUG-BP1 protein level and decreased $\\mathbf { A S I } ( + )$ isoform in denervation-induced skeletal muscle atrophy of mice.(a) Western bloting results show CUG-BPl protein level is increased in the process of denervation-induced atrophy in TA muscle. (b) mRNA expresson level of CUG-BPl and RyR1 ASI alternative splicing determined by RT-PCR in the process of denervation-induced atrophy in TA muscle.(c) Real time PCR analysis of RyR1 $\\mathrm { A S I } ( + )$ proportion in 3,7,10,14 days after denervation.(d) The correlation between the increased RyR1 $\\mathrm { A S I } ( + )$ isoform and the developmental loss of CUB-BPl protein during three weeks after postnatal.To keeping the clarity and conciseness,the cropped gels and blots were presented in the current and following figures.The full-length gels/blots are included in the supplementary information. Three independent experiments were performed and one representative result was presented. Data are presented as the means $\\pm$ s.e.m. $^ { * * } \\mathrm { P } < 0 . 0 1$ and $\\mathsf { \\Omega } ^ { \\ast \\ast \\ast \\mathrm { \\Delta } } \\mathrm { P } < 0 . 0 0 1$ by two-tailed Student's test. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A large familyof RNA-binding proteins (RBPs)as splicing regulators has been identified with involvement in multiple regulatory functions in mammalian cells.The CUG-BPl and ETR-3 like factor (CELF) family consists six members that control various aspects of RNA metabolism, including alternative splicing, mRNA stability and translation15,16.The majority of studies on CUG-BP1/CELF1 has been focused on the roles of this protein in development of muscle pathology in myotonic dystrophy (DM) type 1 and 2 patients17,18. Dysfunctional calcium channel genes with alternatively spliced exons have been identified in human DM1 disease, especially RyRl ASI (exon70,residues 3481-3485)19. Some other genetic disorders are also suggested to be partially caused by the mutation of RyR1 ASI region20. Meanwhile, $\\mathrm { C a } ^ { 2 + }$ dependent process known as excitation-contraction (E-C) coupling is also mis-regulated in atrophy related diseases2i,2 and the ASI region has been found to be involved in regulating efficacy of skeletal muscle E-C coupling in vitro21,23. However, whether the aberrant alternative splicing of calcium regulatory genes exist in neurogenic muscle atrophy and the regulatory mechanism remains unknown. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study, we examined the biological function of CUG-BPl and altered RyRl alternative splicing in both human neurogenic muscle atrophy and denervation-induced muscle atrophy mouse model. We found that CUG-BP1 up-regulation led to aberrant alternative splicing of RyRl and impaired $\\mathrm { C a } ^ { 2 + }$ release in muscle atrophy. Most interestingly, by silencing CUG-BP1 in denervated muscle,we identified altered calcium release properties,as well as the extent of atrophy was significantly prevented. These findings suggest that an altered function of CUG-BP1 plays a pivotal role in the pathogenic process of skeletal muscle atrophy,and CUG-BPl can be served as a target for clinical intervention of neurogenic skeletal muscle atrophy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Up-regulation of CUG-BP1 and aberrant splicing of RyR1 ASI in skeletal muscle atrophy. It has been reported that CUG-BPl,a protein interacts with RNA CUG repeats, is expanded in patients with $\\mathrm { D M } 1 ^ { 2 4 , 2 5 }$ ,and the activation of CUG-BP1 leads to dysfunction in splicing, stability and translation of multiple mRNAs26.To investigate the role of CUG-BP1 in neurogenic muscle atrophy, we established neurogenic skeletal muscle atrophy model by sciatic denervation on hind limb muscles from threemonth-old mice.As shown in Fig.la,western blotting assay indicated that the protein level of CUG-BP1 was up-regulated in denervated tibialis anterior(TA) muscle at day 3 and reached the plateau at day 7 after the denervation; however, reverse transcription polymerase chain reaction (RT-PCR) assy indicated that the mRNA level of CUG-BPl was not altered by denervation (Fig.1b), which suggested that the increase in CUG-BP1 protein level was atributed to the increase of post-transcription efficiency. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In order to investigate the splicing isoforms of RyR1 ASI during muscle atrophy,RT-PCR analysis was performed with a primer set generated fragments of diffrent length,according to the inclusion and the exclusion of the exon70 of RyR1. The proportion of variant $\\mathrm { A S I } ( + )$ ，which including ASI region,was significantly decreased in the following two weeks after denervation (Fig.1b).To quantify this process, quantitative PCR(qPCR) was performed with specific primers targeted to RyR1 $\\operatorname { A S I } ( + )$ isofrom,the results showed that $\\operatorname { A S I } ( + )$ variant was down-regulated to $6 2 . 7 \\%$ of the contralateral in TA muscle at day3 and eventually decreased to $3 8 . 7 \\%$ at day l4 after denervation (Fig.lc). The result revealed the same pattern of RyR1 aberrant splicing as Fig. 1B. However, the mRNA expression level of RyRl gene was not significantly changed in the atrophic TA muscle,suggesting that alternative splicing, but not the gene expresson activity, plays an important role in RyRl pathological remodeling (see Supplementary Fig. Sla) in skeletal muscle atrophy. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/7ebd206afd165b09d2927532ecf81abdb753408674c8ab77c4e06d999f2ff952.jpg",
        "img_caption": [
            "Figure 2. The changes of CUG-BP1 expression and alternative splicing of RyRl in human neurogenic atrophy. (a) Protein level of CUG-BPl in control and neurogenic atrophic human skeletal muscle was detected by western blot assay (upper panel),the statistic results of densitometry analysis showed that the expression of CUG-BPl was enriched in atrophic human skeletal muscle (lower panel). (b)Analysis of RyR ASI splicing pattern was performed by RT-PCR and then separated on an $8 \\%$ polyacrylamide gel, the statistic results showed the proportion of RyRl $\\mathrm { A S I } ( + )$ isoform was decreased accordingly (lower panel). Data are presented as the means $\\pm \\ : s . e . \\mathrm { m }$ from three control and three atrophic human gastrocnemius muscle samples; ${ ^ { * } \\mathrm { P } } < 0 . 0 5$ and $\\mathsf { \\Omega } ^ { \\ast \\ast } \\mathrm { P } < 0 . 0 1$ by two tailed Student's test. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The results above led us to further investigate the potential involvement of CUG-BP1 in RyRl alternative splicing during postnatal development in physiological condition. We examined the expresson of CUG-BPl and RyR1 ASI in skeletal muscles at different postnatal stages of mice.Western bloting assay revealed that the amount of CUG-BPl expresson reached to peak level on postnatal day 1 in TA muscle (Fig.ld),in the following three weeks,the protein level of CUG-BPl was continuously down-regulated; interestingly, the proportion of RyR1 $\\mathrm { A S I } ( { \\bar { + } } )$ was persistently increased in the same process, suggesting the quantitative role played by CUG-BP1 in determining physiological status of RyRl alternative splicing. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To further elucidate the role of CUG-BPl in human muscle diseases,western blot analysis was performed in control and neurogenic atrophic human gastrocnemius muscles.As shown in Fig. 2a (upper panel),the protein level of CUG-BP1 was significantly increased in neurogenic muscle atrophy. The alternative splicing study of RyR1 demonstrated that the variant $\\operatorname { A S I } ( + )$ decreased in the atrophic group (Fig. 2b,right panel). Interestingly,patients with higher degree of increased CUG-BPl protein level showed a lower degree of $\\mathrm { A S I } ( + )$ proportion, suggesting a significant correlation exists between CUG-BPl and RyRl ASI pattern. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Correlation between alternative splicing of RyR1 ASl and CUG-BP1 protein level in different muscles. To verify whether CUG-BPl provided a general mechanism in mediating alternative splicing of RyRl ASI in neurogenic muscle atrophy, splicing patterns of RyRl ASI was examined in samples collcted from soleus (Sol)，gastrocnemius (Gas),TA,extensor digitorum longus (EDL),and flexor digitorum brevis (FDB) muscles.As shown in Fig.3a,the proportion of $\\operatorname { A S I } ( + )$ varied in different types of muscle.Being a slow twitch-dominant muscle,soleus showed the lowest $\\operatorname { A S I } ( + )$ （204号 $( 9 \\pm 1 \\% )$ level; while EDL,a typical fast twitch muscle,exhibited the highest $\\mathrm { A S I } ( + )$ （20 $( 7 5 \\pm 5 \\% )$ level. Interestingly, CUG-BPl was highly expressed in soleus,but much lower in EDL muscle (Fig.3b).These results suggest that the proportion of RyR1 $\\operatorname { A S I } ( + )$ isoform is negatively correlated to the protein level of CUG-BP1 in physiological conditions. Next, we examined the change of CUG-BPl expresson and RyR1 $\\mathrm { A S I } ( + )$ （204 proportion in denervation-induced muscle atrophy. As a typical fast twitch muscle,EDL exhibited the highest reduction of $\\operatorname { A S I } ( + )$ proportion from $7 5 \\pm 5 \\%$ to $3 8 \\pm 2 \\%$ ，while soleus remained expressed the $\\operatorname { A S I } ( + )$ isoform dominantly $( 1 0 \\pm 1 \\% )$ (Fig.3c).This was consistent with the findings that CUG-BPl was up-regulated by $5 . 7 1 \\pm 0 . 9 9$ folds in EDL muscle,but only $0 . 6 5 \\pm 0 . 3 2$ folds in soleus muscle which with highly expressed CUG-BP1. Competitively, FDB,a moderate fast twitch muscle²7,exhibited a $2 . 3 3 \\pm 0 . 6 3$ folds increase in CUG-BPl protein level and $4 1 \\pm 3 \\%$ of $\\operatorname { A S I } ( + )$ decrease after denervation (Fig. 3c). All data above suggests that CUG-BPl mediates RyR1 ASI alternative splicing in the process of muscle atrophy. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/abe19a457d1066918e51d7fe36fb7e9da1d0726c6a13c0713b3b840aafc10d80.jpg",
        "img_caption": [
            "Figure 3.Positive correlation between alternative splicing of RyR1 ASI and CUG-BPl protein level. (a) The proportion of $\\mathrm { A S I } ( + )$ in atrophy muscle in different types of denervated and contralateral striated muscles from three-month-old adult wild type mice.PCR bands were quantified by densitometry. (b) Western blot analysis of CUG-BPl expressions in denervated and contralateral muscles.Western blots were quantified by densitometry and normalized to $\\beta$ -actin.(c) The positive correlation of changes in CUG-BP1 expression and $\\mathrm { A S I } ( + )$ proportion in denervated muscles.Fold changes of CUG-BP1 protein level compared to contralateral muscles were shown.At least three independent experiments were performed and one of the results was presented.Data are presented as the means $\\pm \\ : \\mathrm { s . e . m }$ $\\mathsf { \\Pi } ^ { * * * } \\mathrm { P } < 0 . 0 0 1$ by two-tailed Student's test. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To determine whether the increases in CUG-BPl protein level and altered ASI splicing are common features in diffrent types of muscle atrophy,we next examined muscle atrophy induced by tail suspension (TS) and starvation (Starv),which are commonly used models in muscle atrophy studies28,29.As shown in Fig.4,inclusion of ASI was remarkably decreased (Fig.4a,b) with the concurrent increase in the CUG-BP1 protein level (Fig. 4c). Thus,the increases in CUG-BPl protein level and alteration of ASI splicing are conjoint phenomenon in several types of muscle atrophy. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Subcellular distribution of CUG-BP1 during the process of muscle atrophy. CUG-BP1 has been identified a critical player in regulating mRNA stability in cytoplasmic and alternative splicing in nucleus15,16. The subcelllar location and activity of CUG-BP1 are precisely determined by multiple post-translational modification mechanisms30.31. To determine whether the subcelllar translocation of CUG-BP1 is involved in regulation of CUG-BP1 function during muscle atrophy, we performed immunofluorescence staining assay. We observed that CUG-BP1 was predominant in nucleus and the nuclear presence of CUG-BP1 was strikingly enhanced in TA and soleus upon denervation(Fig.5a).Western blots from nuclear fractions of TA or Gas muscles after denervation for 7 days also confirmed the increase in CUG-BP1 expression in nucleus (Fig. 5b, right). The enhanced nuclear presence of CUG-BP1 in atrophy muscle is consistent with its function in regulating alternative splicing of $\\mathrm { R y R 1 } ^ { 3 2 }$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CUG-BP1 directly regulates RyR1 ASl alternative splicing. In order to examine whether the upregulated CUG-BP1 function is sufficient to cause aberrant splicing of RyR ASI,as observed in muscle atrophy,and to determine the internal correlation between RyR1 ASI splicing and CUG-BPl expression, we performed expressional manipulation of CUG-BPl using the in vivo electroporation³³ followed by RT-PCR and western blot (WB) analysis. None persistent injury and inflammation response of the muscles were observed 5 days post plasmids injection.In FDB muscle,the pre-mRNA of the RyR1 was spliced to a proportion of $4 \\bar { 9 } \\% \\mathrm { ~ A \\bar { S } I ( + ) ~ }$ when transfected with control plasmid.However, when the FDB muscle was transfected with the CUG-BP1 expression plasmid, $\\mathrm { A S I } ( { \\bar { + } } )$ proportion was decreased from $4 9 \\pm 2 \\%$ to $3 0 \\pm 3 \\%$ (Fig. 6a, top). Over-expression of CUG-BP1 resulted in the atrophy-like RyR1 ASI splicing pattern though the total mRNA level of RyRl remained unchanged (see Supplementary Fig. S1b). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a3f36d227beb289cca6f3223076043d7ec80ad67d07682a16c6834bf7d876d83.jpg",
        "img_caption": [
            "Figure 4. Alteration of CUG-BPl and ASI proportion in TS and Star induced muscle atrophy. (a) Proportion of $\\mathrm { A S I } ( + )$ in Gas and TA muscles from tail suspension(TS) mice was analyzed by RT-PCR.(b) Proportion of $\\mathrm { A S I } ( + )$ in TA and EDL muscles from starvation (Starv) mouse model was determinated by RT-PCR analysis.(c) Increased CUG-BPl expression was confirmed by WB assay in TA muscle from TS or Starv mice.Data are presented as the means $\\pm$ s.e.m. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Moreover, in order to further determine whether the aberrant slicing of RyRl ASI was caused by up-regulation of CUG-BP1 function, we generated two shRNA plasmids that target CUG-BPl coding sequence.The knockdown of CUG-BP1 was performed by using the in vivo electroporation in FDB muscle33.Ten days after electroporation,FDB muscles were collected and followed byRT-PCR and WB analysis.We found that the expression level of endogenous CUG-BP1 protein in denervated FDB muscle was significantly depressed after transfected with CUG-BP1 shRNA (Fig.6b). Correspondingly,when the denervated FDB muscle was transfected with the shRNA,RyR1 $\\operatorname { A S I } ( + )$ proportion was increased from $2 7 \\pm 3 \\%$ to $3 9 \\pm 4 \\%$ (shRNA-1） and $4 1 \\pm 3 \\%$ (shRNA-2)，respectively (Fig. 6b), indicating that shRNA-mediated down-regulation of CUG-BP1,at least partially, rescued aberrant ASI splicing during FDB muscle atrophy. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We next explored whether CUG-BP1 directly regulated RyR1 ASI pre-mRNA splicing in muscle atrophy using a mouse myoblast celline C2C12. The physical association of CUG-BP1 and RyRl was examined by RNA immunoprecipitation (RIP) PCR assay. The coprecipitated RNA was subjected to RT-PCR to demonstrate the presence of RyRl pre-mRNA (Fig. 6c). As an independent validation of the association with CUG-BP1, RIP-quantitative PCR assay was performed for these transcripts (Fig. 6d). Our results confirm that CUG-BPi specially bond to RyR1 pre-mRNA by using $\\beta$ -actin as a negative control. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CUG-BP1 alters calcium release properties in FDB myofibers. The contribution of aberrant endoplasmic reticulum (ER) $\\mathrm { C a } ^ { 2 + }$ release has been recognized as an important pathogenic factor of muscular dystrophy34. In this study we tested whether the CUG-BP1 aberrant expression leads to any observable change in sarcoplasmic reticulum (SR) $\\mathrm { C a } ^ { 2 + }$ release property in intact skeletal myocytes. Single FDB myofibers were separated from contralateral and denervated (Day7) muscles,and cafeine-induced $\\mathrm { C a } ^ { 2 + }$ release was characterized. The peak amplitude of $\\mathrm { C a } ^ { 2 + }$ release in the denervated myofibers was lower than that of the control myofibers when $1 \\mathrm { m M }$ caffeine was applied (Fig.7a);the rise time was also prolonged by $6 8 . 5 \\%$ in the atrophic cells (Fig.7b),which again characterized the desynchronized E-C coupling in muscle atrophy. However, there was no difference of SR $\\mathrm { C a } ^ { 2 + }$ content between control and denervated myofibers (Fig.7c,d).Previous studies showed that the open probability of ASI(-） RyR1 in planar lipid bilayers is less than that of $\\mathrm { A S I } ( + ) ^ { 1 9 }$ ,therefore these findings are quite consistent with the RyR1 channel isoform changes from $\\operatorname { A S I } ( + )$ to $\\mathrm { A S I } ( - )$ ,and suggested an aberrant calcium release function of the RyR1 ASI $( + )$ in muscle atrophy. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/64380e205af8d3b2fb8c0e91b24e70e0ab7df2ff5a494bb517c1649483f13d33.jpg",
        "img_caption": [
            "Figure 5. Subcelllar distribution of CUG-BP1 in atrophied muscles.(a) Immunofluorescence staining of CUG-BPl from control and denervated muscle by frozen section.The localization of CUG-BPl was determined by immunofluorescence staining.DAPI and CUG-BP1 (Alexa Fluor® 546)-stained images of a single representative feld are shown and merged. (b) Summary data of Subcelular distribution of CUG-BP1. Notably,at day7after denervation,total muscle nuclei stained with CUG-BPl was increased in TA (left) and in soleus muscl (right).(c)The results of western blots from subcellular fractions of muscles after denervation confirm the increase of CUG-BPl expression in nucleus.Nuclear extracts were prepared from denervated and control TA or soleus muscle.Relative amounts of CUG-BP1 during atrophy as wellas the nuclear marker Histone 3 were determined by Western bloting.Data are presented as the means $\\pm$ s.e.m; ${ ^ { \\ast } \\mathrm { P } } < 0 . 0 5$ and $^ { \\ast \\ast } \\mathrm { ~ P } < 0 . 0 1$ by two-tailed Student's test. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Similar experiments were performed in control and CUG-BP1 overexpressing FDB muscles.We found that the peak amplitude of $\\bar { \\mathrm { C a } ^ { 2 + } }$ release in the CUG-BP1 overexpressing myofibers was much lower than that of the control, exhibiting the same pattern as the atrophic myofibers (Fig.7e).Furthermore, when denervated myofibers were transfected with CUG-BP1 shRNA,the peak amplitude of caffeine-induced ${ \\mathrm { C a } } ^ { 2 + }$ release was increased to a much higher level than the atrophic myofibers (Fig.7f). Taken together, our results suggest that up-regulated CUG-BP1 alters calcium release properties in FDB myofibers.The causal relationship _between CUG-BP1 altered calcium release properties and RyR1 alternative splicing will be studied in the future. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/35688a3dabcee6b21979e7f7a37a95b23d16ac0cd7c36b38969b37eb5017889d.jpg",
        "img_caption": [
            "Figure 6.RyR1 ASI alternative splicing is directly regulated by CUG-BP1.(a) Dsred tagged mouse CUG-BPl cDNA was over-expressed in FDB muscle. Ten days after electroporation,over-expression of CUG-BPl was verified by western blot. The proportion of RyR1 $\\mathrm { A S I } ( + )$ isform was decreased from $4 9 \\pm 2 \\%$ （204号 to $3 0 \\pm 3 \\%$ .(b) CUG-BP1 knock-down assay in denervated FDB. The protein level of CUG-BP1 was inhibited in both shRNA assays;RyR1 $\\mathrm { A S I } ( + )$ isoform was increased from $2 7 \\pm 3 \\%$ to $3 9 \\pm 4 \\%$ in shRNA 1 and $4 1 \\pm 3 \\%$ in shRNA 2 samples. (c) RIP analysis in undifferentiated C2C12 cells. IP was performed using antibodies against CUG-BPl,and RT-PCR assay using primers targeting adjacent intron of RyR1 exon 70 as indicated. Beta-actin was used as input control. (d) Real time PCR assy using the same primers targeting adjacent intron of RyRl exon 70.Data are presented as the means $\\pm$ s.e.m.; ${ ^ { \\ast } \\mathrm { P } } < 0 . 0 5$ ： "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Gene silencing of CUG-BP1 by shRNA protects FDB muscle from atrophy. Down-regulation of CUG-BPl rescues the aberrant $\\mathrm { C a } ^ { 2 + }$ signaling leads us to hypothesize that CUG-BP1 plays an important role in muscle atrophy. We,thus,further tested the idea whether the pathologic process of muscle atrophy could be intervened through targeting CUG-BP1. To quantify the influence of CUG-BPl gene silencing on muscle atrophy, we measured and calculated the diameter of atrophy muscle fibers transfected with shRNA plasmid after denervation (Fig.8a).As shown in Fig.8b,after 10 days of shRNA injection, the diameter of FDB myofiber was not significantly reduced (maintained at $2 9 . 7 \\pm 0 . 6 \\mu \\mathrm { m } .$ comparing to normal size $3 0 . 3 \\pm 1 . 0 \\mu \\mathrm { m }$ ，data not shown);however, the control denervation myofiber diameter was only $2 4 . 8 \\pm 0 . 9 \\mu \\mathrm { m }$ .These results indicate myofiber atrophy was partially rescued by correction of abnormal CUG-BP1 expression. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The fundamental roles of CUG-BP1 playing in muscle atrophy encouraged us to investigate the expression of the genes functionally involved E3 ligases (Atrogin-1 and MuRF-1) and autophagy (LC3 and Bnip3) mediated protein degradation pathway3,35.As shown in Fig. 8c,ten days after denervation, the relative expressional levels of LC3 and Binp3 were dramatically decreased in CUG-BP1 shRNA FDB muscle compared to those of the contralateral limb.Moreover,the relative expressional levels of Atrogin-1 and MuRF-1 gene were also decreased in CUG-BP1 shRNA muscles though statistically less dramatic,suggesting that CUG-BPl mainly exerts its effect through autophagy dependent pathway in neurogenic atrophy. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/03f0a75f497717a94c3b59f862dd28420bb04014283562d0bcd809f5789b9563.jpg",
        "img_caption": [
            "Figure 7. CUG-BP1 expressional manipulation alters $\\mathbf { C a 2 + }$ release properties in FDB muscle fbers. ${ \\bf ( a , b ) }$ Summary data of $\\mathrm { C a } ^ { 2 + }$ release properties in control and atrophic FDB muscle fibers.Peak amplitude of $1 ~ \\mathrm { m M }$ caffeine induced ${ \\mathrm { C a } } ^ { 2 + }$ transient was significantly lower in atrophic myofiber than that of control. Rise time of $\\mathrm { C a } ^ { 2 + }$ transient in in atrophic myofiber was significantly prolonged. $\\mathrm { n } = 1 5 \\sim 2 0$ from 6 mice. $( \\mathbf { c } , \\mathbf { d } )$ Summary data of $\\mathrm { C a } ^ { 2 + }$ content measured by $1 0 \\mathrm { m M }$ caffeine in control and atrophic FDB muscle fibers. (e) ${ \\mathrm { C a } } ^ { 2 + }$ release properties induced by $1 \\mathrm { m M }$ caffeine in control and CUG-BP1 over-expressed FDB muscle fibers.Peak amplitude of ${ \\mathrm { C a } } ^ { 2 + }$ transient was significantly lower in CUG-BP1 over-expressed myofiber than that of control. ${ \\mathfrak { n } } = 1 3$ from 5 mice.(f) Peak amplitude of ${ \\mathrm { C a } } ^ { 2 + }$ transient in denervated FDB myofiber with CUG-BP1 shRNA.It is notable that knocking down CUG-BPl in atrophic process dramatically increased the peak amplitude of ${ \\mathrm { C a } } ^ { 2 + }$ transient. $\\mathrm { { n } } = 1 7$ from 7 mice.Data are presented as the means $\\pm$ s.e.m.; \\* $\\mathrm { P } < 0 . 0 5$ by two-tailed Student's test. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/516e794fecb0b1ba3e0485cca5b045f5f21cdfbbcfc2c26587404459c97b2346.jpg",
        "img_caption": [
            "Figure 8.CUG-BP1 knockdown protects denervation FDB muscle from atrophy. (a) Representative images of FDB muscle fibers transfected with control and CUG-BP1 shRNA.Images were taken at day 10 after denervation with a total $4 0 0 \\times$ magnitude.(b) Statistic result of FDB myofiber diameters transfected with CUG-BP1 shRNA. $\\mathrm { n } = 1 2 0$ from 4 mice.(c) Relative mRNA levels of muscle atrophy-related genes in shRNA-CUG-BP1 denervated muscles.The mRNA levels of LC3,Bnip3,and Atrogin-1 in denervated shRNA-CUG-BP1 muscles were decreased to $3 8 . 7 \\pm 4 . 6 \\%$ ， $3 1 . 0 \\pm 5 . 4 \\%$ and $5 7 . 5 \\pm 8 . 7 \\%$ of those in the control shRNA muscles.Data are presented as the means $\\pm$ s.e.m. ${ ^ { * } \\mathrm { P } } < 0 . 0 5$ 0 $^ { * * } \\mathrm { P } < 0 . 0 1$ and $\\mathsf { \\Psi } ^ { \\ast \\ast \\ast \\ast } \\mathrm { P } < 0 . 0 0 1$ by two-tailed Student's test. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The biological functions of CUG-BPl in skeletal muscle diseases, including neurogenic muscle atrophy, are mostly unknown. Although several earlier studies demonstrated that CUG-BP1 is involved in myotonic dystrophy, whether a dys-regulated CUG-BPl function provides a general mechanism mediating skeletal muscle disease remains unknown. In the present study, we demonstrated for the first time that CUG-BP1 was up-regulated both in neurogenic muscle atrophy patients and muscle atrophy mouse models,suggesting that up-regulation of CUGBP-1 protein level is a common feature during initiation of muscle atrophy. Furthermore,when the CUG-BPl up-regulation is inhibited by the specific shRNA in denervation-induced muscle atrophy, muscle atrophy process was strikingly prevented, which suggests that CUG-BPl is a potential therapeutic target in the treatment of skeletal muscle atrophy. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Post-transcriptional regulation of CUG-BP1 has been implicated in the translation and phosphorylation36-38. Considering that the up-regulated miR-23 and miR-503 expression in skeletal muscle atrophy39,40 which would represses CUG-BP1 translation36.37,translational regulation is not atributed to the increase of CUG-BPl protein level in the skeletal muscle atrophy.Previous study indicated that the increase in the ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "CUG-BP1 expression level is due to mutant CUG repeats41 and PKC-mediated hyperphosphorylation38 in DM1. In this study, we did not observe any change of mutant CUG repeats or $\\operatorname { P K C } \\alpha$ 0 $\\bar { \\beta \\mathrm { I I } }$ expression level in the denervated mice (see Supplementary Fig. S2). However,it has been reported that CUG-BP1 is phosphorylated by cyclinD3-cdk4/6 at Ser302,which enhances CUG-BP1 binding to certain $\\mathrm { m R N A } ^ { 3 0 }$ ： Considering the expresson level of cyclin D3 and cdk 4 was strikingly increased in the denervation model (see Supplementary Fig.S2),it is possible that cyclinD3-cdk4/6 increases the steady-state levels of CUG-BPl via phosphorylation. All these results hint a new way of activating CUG-BP1 expression by post-transcriptional regulation in denervation-induced muscle atrophy exists. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Programmatic switch that specifically reverts alternative splicing regulation to an embryonic state is important in many diseases13. A recent study reported that CUG-BP1 regulates re-expression of embryonic M2 isoform of pyruvate kinase that correlates with altered glucose metabolism in $\\mathrm { D M } 1 ^ { 4 2 }$ . The ASI residues are lacking in the fetal RyRl isoform $\\mathrm { ( A S I ( - ) \\ R y R 1 ) }$ ,but present in the adult isoform $( \\mathrm { A S I } ( + )$ （204号 RyR1).RyR1-knockout myotubes expressing $\\mathrm { A S I } ( - )$ exhibited a decreased incidence of $\\mathrm { C a } ^ { 2 + }$ oscillations19 and a homozygous mutation at an exon (P3527S,exon71) adjacent to that of ASI has been identified in central core disease $\\mathrm { ( C C D ) ^ { 2 0 } }$ . These studies above indicate that alternative splicing of ASI plays an important role in the regulation of RyRl when adapted to different physiological and pathological conditions.In the present study we found that the fetal variant $\\mathrm { A S I } ( - )$ isoform was significantly increased in atrophic skeletal muscles which was regulated by the up-regulation of CUG-BP1. Thus,our findings provide new insight into the regulation of alternative splicing of RyR1 by CUG-BPl in muscle diseases. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Altered myoplasmic $\\mathrm { C a } ^ { 2 + }$ handling plays an important role in muscle atrophy and myotonic dystrophy2,343.4 The aberrant $\\mathrm { C a } ^ { 2 + }$ signaling in muscle atrophy attributes to the activation of enzymes that involved in protein breakdown such as calpain45 and defective SR $\\mathrm { C a } ^ { 2 + }$ release has also been reported in age-dependent muscle weakness46,47. Alternative splicing, which is an important contributor for the distortion of calcium channel gene activity, significantly alters the $\\mathrm { C a } ^ { 2 + }$ handling in myocytes21,48. Intriguingly, recent studies demonstrated that calcium also impacts on the output of gene expression through altering alternative pre-mRNA splicing paterns49. Previous studies on DM1 showed that CUG-BPl participates in the regulation of alternative splicing of calcium channels, such as exon 29 of $\\mathrm { { C a } _ { v } \\mathrm { { l } } . 1 }$ and C-terminal of SERCA1b19,48. Here, we found that CUG-BP1 directly regulated alternative splicing of ASI isoform of RyR1.However, more detailed studies need to be performed over the link between impaired $\\mathrm { C a } ^ { 2 + }$ release and alternative splicing regulation of calcium channel genes by CUG-BP1 in muscle atrophy. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Animal model. The use of animals and experimental procedures were approved by the Institutional Animal Use and Care Commitee of Institute of Biophysics at Chinese Academy of Sciences.The experiments were carried out in accordance with the approved guidelines. C57BL/6 male mice (age 8 weeks, weight about $2 1 \\mathrm { g }$ ）were purchased from Weitong-Lihua Co.Denervation,disused and starvation-induced muscle atrophy models were made as previously described0. Muscle samples were harvested at 3, 7,10 and 14 days after the denervation surgery. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Patient samples and controls. The local Institutional Review Board of the Xijing Hospital approved the studies in human muscle tissue samples (KY20150318-2) and informed consent was obtained from all subjects. Human Gastrocnemius muscle samples were obtained from patients undergoing neurogenic atrophy who were previously diagnosed in strict accordance with the approval guidelines and regulations from the Xijing Hospital.All tissue samples were obtained from anonymous individuals without identifiers or demographic characteristics.The specimens were processed immediately after surgery and stored at liquid nitrogen until total RNA and protein were extracted. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Plasmids. The DsRed tagged mammalian expression plasmid for CUG-BP1 was generated by PCR-mediated cloning based on the human CUG-BP1 expression vector (a gift from Dr. Hua Lou’s lab, Case Western Reserve University). The PCR products of Dsred coding sequence were digested with BamH I and Bgl I,and cloned into the hCUG-BPl expression vector digested with BamH I. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For knockdown of CUG-BPl, two shRNA constructs were designed by BLOCK-ITM RNAi Designer (http://rnaidesigner.lifetechnologies.com/rnaiexpress/) (shRNA-1: GCTCAAACGTTCGAAGAA, shRNA-2: GAGCCAACCTGTTCATCTA). The oligos that synthesized by Sangon Co. were annealing and cloned into pSIREN-RetroQ vector (Clontech).An oligonucleotide that target eGFP 0 $5 ^ { \\prime }$ -AAAGGACGGAGGACATTAT $\\cdot 3 ^ { \\prime }$ ）was cloned into pSIREN-RetroQ vector as control. The independently expressed Dsred fluorescent protein in pSIREN-RetroQ vector allows us to directly monitor the delivery. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "RNA Immunoprecipitation. Mouse C2C12 myoblasts were maintained in H-DMEM (Gibco) supplemented with $1 5 \\%$ fetal serum (FS）and antibiotics,at $3 7 ^ { \\circ } \\mathrm { C }$ and $5 \\%$ （204号 $\\mathrm { C O } _ { 2 }$ . RIP experiment was performed as previously described51.Briefly,antibody to CUG-BP1 (Santa Cruz Biotechnology, cat# sc-20003),and $\\mathrm { I g G }$ (Santa Cruz Biotechnology, cat# sc-2025） was added to supernatant for immunoprecipitation (IP) and mock group,respectively. Twenty microliters of protein $\\mathrm { A } / \\mathrm { G }$ beads (Santa Cruz Biotechnology,cat# sc-20o3) were added in the supernatant following the adding of antibody and IgG. After washing,ten percent of the beads were used for western blot analysis of pull-down CUG-BPl,the others were resuspended in $\\mathrm { 1 m l }$ of Trizol to isolate coprecipitated RNAs according to the manufacturer's instruction (Invitrogen). ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/d607bfeeb04bdc1bf49aa5a3416e14fead940dffa092d439601d81b43d95f224.jpg",
        "table_caption": [
            "Table 1． List of primers used in this study. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Name</td><td>Sequence (5'-3')</td></tr><tr><td>Human-RT-ASI-F</td><td>GTCCAGAATGAGATCAACAACATGTC</td></tr><tr><td>Human-RT-ASI-R</td><td>CCGGCGCTTCTTCTTGGTGCGTTCCTG</td></tr><tr><td>Mouse-RT-ASI-F</td><td>GTCCAGAATGAAATCAACAACATGTC</td></tr><tr><td>Mouse-RT-ASI-R</td><td>CCGGCGCTTCTTCTTGGTGCGTTCCTG</td></tr><tr><td>Mouse-ASI(+)-qPCR-F</td><td>CTTTAAGCGTGAGAACAGAAC</td></tr><tr><td>Mouse-ASI(+)-qPCR-R</td><td>CCACCTGACTGTACGTCTCCTG</td></tr><tr><td>CUG-BP1-RIP-RyR1-F</td><td>CACAACAGCCCTCTCTGGGGTTC</td></tr><tr><td>CUG-BP1-RIP-RyR1-R</td><td>CGCTGACCTGTACGTCTCCTG</td></tr><tr><td>Atrogin-1-F</td><td>TGAATAATCCCAGCACACGA</td></tr><tr><td>Atrogin-1-R</td><td>ATCGGCAACTGCATCTCTTC</td></tr><tr><td>MuRF-1-F</td><td>TAACTGCATCTCCATGCTGGTG</td></tr><tr><td>MuRF-1-R</td><td>GGCGTAGAGGGTGTCAAACTT</td></tr><tr><td>LC3-F</td><td>CGGCTTCCTGTACATGGTTT</td></tr><tr><td>LC3-R</td><td>ATGTGGGTGCCTACGTTCTC</td></tr><tr><td>Bnip3-F</td><td>CACCTTCTGATGAAGATTTGGA</td></tr><tr><td>Bnip3-R</td><td>GGAACACCGCATTTACAGAA</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Quantitative PCR and RT-PCR analysis. One microgram of RNA were converted to first strand cDNA using PrimeScriptTM RT reagent kit with gDNA Eraser (Taraka, cat.#RR047A) folowing the manufacturer's instruction. The quantitative PCR was carried out with a Rotor-Gene Q machine (Qiagen, Hilden,Germany）using a three-step protocol and PCR reaction for each sample was performed in triplicate.Data analysis was performed as previously described50. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Endogenous RyRl ASI alternative splicing in muscle was analyzed with specific primers for mouse and human. The PCR product was separated on an $8 \\%$ polyacrylamide gel in TBE buffer. Quantification of RyR1 ASI inclusion was determined by NIH Image J software, the percentage of RyR1 $\\operatorname { A S I } ( + )$ proportion was calculated as $\\mathrm { \\Delta [ A S I ( + ) / ( A S I ( - ) + A S I ( + ) ] \\times 1 0 0 \\% ^ { 5 0 } }$ . Primers used in quantitative PCR and RT-PCR are shown in table 1. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Electroporation of FDB muscle. In vivo transfection experiments were carried out on 8-week-old C57BL/6 mice according to a published procedure33.Briefly, Mice were first anaesthetized and received a single injection of $0 . 4 \\mathrm { U }$ of hyaluronidase (Sigma） in $2 5 \\mu \\mathrm { l }$ PBS into the FDB muscle.After $^ \\mathrm { 1 h }$ ,a total of $1 0 \\mu \\ g$ of plasmid DNA was injected into each FDB.An electrical field was then applied to the muscle to ensure the absorption of the plasmid.Electroporate the muscles by applying 20 pulses, $2 0 \\mathrm { m s }$ in duration/ each with an electric field of $1 0 0 \\mathrm { V / c m }$ .None persistent injury and inflammation response of the muscles were observed 5 days post plasmids injection. Ten days after electroporation, mice were euthanized and muscles were collected. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "FDB single fiber preparation and $\\mathsf { C a } ^ { 2 + }$ measurement. FDB fibers were isolated by enzymatic disassociation in a Tyrode solution containing $1 0 0 \\mu \\mathrm { M } \\mathrm { C a } ^ { 2 + }$ 5 $2 \\mathrm { m g / m l }$ type II collagenase (Sigma-Aldrich), $\\mathrm { 1 0 m g / m l }$ BDM for $6 0 \\mathrm { m i n }$ at $3 7 ^ { \\circ } \\mathrm { C }$ twice and loaded with $1 0 \\mu \\mathrm { M }$ Fluo-4-AM (Molecular Probes, Eugene, OR,USA) for $1 5 \\mathrm { m i n }$ at room temperature.Mean FDB fiber size was $1 \\ \\mathrm { m m } \\times 2 0 \\mu \\mathrm { M }$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For determination of cytoplasmic $\\mathrm { C a } ^ { 2 + }$ transients and total SR $\\mathrm { C a } ^ { 2 + }$ store,individual FDB fibers were transferred to an experimental chamber at room temperature in Tyrode solution containing (in mM) $1 4 0 \\mathrm { N a C l }$ ， $5 . 5 \\mathrm { K C l }$ ， $2 { \\bar { \\mathrm { C a C l } } } _ { 2 } ,$ （20 $\\mathrm { 1 { M g C l } } _ { 2 }$ ，10 HEPES,3 glucose, $\\mathrm { p H } 7 . 4$ $\\dot { \\mathrm { C a } } ^ { 2 + }$ was measured by using a laser scanning confocal microscope (SP5,Leica),which was connected to Leica DMI6oo0 inverted microscope,using a Plan $\\mathrm { { A p o } \\times 4 0 }$ oil objective.The myocytes were first excited at $5 4 3 \\mathrm { n m }$ to detect the DsRed expression. Then the excitation wavelength was changed to $4 8 8 \\mathrm { n m }$ to detect the $\\mathrm { C a } ^ { 2 + }$ fluorescence activity of the DsRed positive cels.Fibers were imaged in full-frame (XY) mode,with a format of $5 1 2 \\times 5 1 2$ pixels,a total time lapse of 250 images were acquired at $1 \\mathrm { H z }$ . Images were processed and analyzed using Image J. The $\\mathrm { C a } ^ { 2 + }$ -dependent fluorescence intensity ratio (F/FO) was plotted as a function of time.Under our experimental conditions,fluorescent bleaching was not significant. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Western blot analysis.Tissues from control and atrophy skeletal muscle was isolated from anesthetized mcie and homogenized in RIPA buffer containing $5 0 \\mathrm { m M }$ Tris (pH7.4), $1 5 0 \\mathrm { m M }$ sodium chloride $1 \\%$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Triton X-100, $1 \\%$ sodium deoxycholate, $0 . 1 \\%$ SDS.After centrifugation to remove cell debris,the lysates were prepared using loading buffer containing $2 \\%$ SDS and $1 \\%$ （204号 $\\beta$ -mercaptoethanol, $\\mathrm { p H } 8 . 8$ . Protein sampleswere heated at $8 5 ^ { \\circ } \\mathrm { C }$ for 5min and a short spin every time before loaded onto a $12 \\%$ SDS-PAGE in the running buffer.The resolved proteins were transferred to PVDF membranes (Millipore)at $3 0 0 \\mathrm { m A }$ for $9 0 \\mathrm { m i n }$ .The membranes were blocked for 1h with Tris-buffered saline-Tween 20 (TBST) containing $1 \\%$ （204号 BSA at room temperature.The blocked membranes were immunoblotted with specific antibodies.After washing 5 times in TBST,the membranes were incubated in TBST containing $1 \\%$ BSA and the secondary antibody conjugated to horseradish peroxidase.Final detection was performed using enhanced chemiluminescence detection solution 1 and 2 (1:1) (ECL; Millipore). Relative expression level of protein was analyzed by densitometry using Image J program (Bethesda, Maryland, USA). Primary antibodies used in this study were as follows: anti-CUG-BPl (Eptomics),Anti-GAPDH (Invitrogen, USA),anti-Histone 3 (Cell Signaling, USA） antibody). $\\beta$ -actin (Beyotime,China） protein was detected as a control housekeeping protein to ensure equal protein loading in all experiments. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Immunostaining.The slides with muscle sections were fixed with $3 \\%$ paraformaldehyde for $2 0 \\mathrm { m i n }$ andwashed with PBST( $0 . 3 \\%$ Triton X-100 in PBS) for $1 0 \\mathrm { m i n }$ and repeat three times.The slides were incubated with anti-monoclonal CUG-BP1 antibody overnight at $4 ^ { \\circ } \\mathrm { C }$ ，Then,the slides were washed with PBST for three times and cultured with goat anti-mouse secondary antibody (Alexa Fluor@ 546, Invitrogen） for $2 \\mathrm { h }$ .Slides were washed with PBST for three times and following by staining with DAPI (Vector Laboratories）for $1 0 \\mathrm { m i n }$ and wash with PBST. The slides were examined with a fluorescent microscope (Leica). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Nuclear protein extraction. To prepare the nuclear proteins, TA or Gas muscles were lysed using tissue homogenizer and a nuclear and cytoplasmic protein extraction kit (Beyotime, China) according to the manufacturer's instructions.The lysates were ultracentrifuged at $1 2 , 0 0 0 \\times \\mathbf { g }$ for $1 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C } ,$ and the supernatants were colected as the cytoplasmic fraction.The pelleted nuclei were resuspended in a buffer containing $1 \\mathrm { m M }$ PMSF. After $3 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ ,lysates were centrifuged,and supernatants containing the nuclear proteins were stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ ： ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1.Hasselgren,P.O.&Fischer,J.E.Theubiquiti-proteasomepathway:reviewofnovelintracelularmechanismofmuscleprotein breakdown during sepsis and other catabolic conditions.Ann Surg. 225,307-316 (1997).   \n2.Jagoe,R.T&Goldberg,A.L.What dowereallknowabout theubiquitin-proteasomepathwayinmuscleatrophy?CurOpin Clin NutrMetab Care.4,183-190 (2001).   \n3.Gomes,M.D.,Lecker,S.H.,Jagoe,R.T.,Navon,A.&Goldberg,A.L.Atrogin-1,amuscle-specificF-boxproteinhighly expressed during muscle atrophy.Proc Natl Acad Sci USA98,14440-14445,doi:10.1073/pnas.251541198 (2001).   \n4.Sandri,M.Signalinginmuscleatrophyand hypertrophyPhysiology23,160-170,doi:10.152/physil41.00(008).   \n5.Bodine,S.C.etal.dentificatioofubiquitinlgassrequiredforseletaluscletropyience94,70708,doi2/ science.1065874 (2001).   \n6.Cai,D.etal.IKKbeta/NF-kappaBactivationcausesseveremusclewasting inmice.Cell119,285-298,doi:10.1016/j. cell.2004.09.027 (2004).   \n7.Moresi,V.etal.Myogeninandclas IHDACscontrolneurogenicmuscleatrophbyinducingE3ubiquitinligases.Cell143,   \n35-45,doi: 10.1016/j.cell.2010.09.004 (2010).   \n8.Furuno,K,dan,M.N.&drg,A.LRoleofentproteolticstesinegadatinofusclerotesuing denervation atrophy.J Biol Chem.265,8550-8557 (1990).   \n9.Glisovic,Tcorik,JLong,J.&efu,Gbdingproesottrasiioalgegulaio   \n582,1977-1986,doi: 10.1016/j.febslet.2008.03.004 (2008).   \n10.Blencowe,Jeraivespig:nisightsfroblaaysesCell,,do6/jcell.().   \n11.Wang,E..taleaieoforeglatioinansetaiptosaure,47,doiu509 (2008).   \n12.Kwan,T.etal.GnomewideaalysisoftrascitsoforariatioinumansNatGenet.,2-31,doi:38/g07.57 (2008).   \n13.Faustino,N.A.&Cooper,T.A.Pre-mRNA splicingand human disease.Genesdevelopment17,419-437,doi:10.1101/ gad.1048803 (2003).   \n14.TaziJ,Bakkour,N.& Stamm,S.Alternativesplicinganddisease.BiochimBiophysActa.1792,14-26,doi:10.1016/j. bbadis.2008.09.017 (2009).   \n15.Vlasova,I.A.&Bohjanen,PRPostranscriptionalregulationofgen networksbyGU-richelementsandCELFproteins.RNA Biol.5,201-207 (2008).   \n16.Barreau,C.，Pailard,L，MereauA.&Osborne,H.B.MammalianCELF/Bruno-likeRNA-bindingproteins:molecular characteristics and biological functions.Biochimie 88,515-525,doi:10.1016/j.biochi.2005.10.011(2006).   \n17.Schoser,B.&Timchenko,L.Myotonicdystrophiesland 2:complexdiseases withcomplex mechanisms.CurrGenomics.11,   \n77-90,doi: 10.2174/138920210790886844 (2010).   \n18.Lee,J.E.&Cooper,T.A.Pathogenic mechanismsof myotonicdystrophyBiochemSoc Trans.37,281-1286,doi:10.1042/ BST0371281 (2009).   \n19.Kimura,T.etal.Altered mRNA splicingof theskeletal muscleryanodinereceptorandsarcoplasmic/endoplasmicreticulum ${ \\mathrm { C a } } ^ { 2 + }$ -ATPase in myotonic dystrophy type1.Hum Mol Genet.14,2189-2200,doi: 10.1093/hmg/ddi223 (2005).   \n20.Ferreiro,A.etal.Arcesivefoofentraloedisease,transientlypresetingasulti-nicoredisease,isssociaedwitha homozygous mutationintheryanodinereceptor type1 gene.Ann Neurol.51,750-759,doi:10.1002/ana.10231(2002).   \n21.Kimura,T.etalAlertivesgoalterstheyofseletalECoupin.Celllc4,64274,d6. ceca.2008.11.005 (2009).   \n22.Weiss,N.et al.Altered myoplasmic $\\mathrm { C a } ( 2 + )$ handling in rat fast-twitch skeletal muscle fibres during disuse atrophy.Pflugers Arch.   \n459,631-644,doi: 10.1007/s00424-009-0764- $\\mathbf { \\nabla \\cdot x }$ (2010).   \n23.Kimura,T.etal.Avariablysplicedregioninthetypelryanodinereceptormayparticipateinaninter-domaininteraction. Biochem J. 401,317-324,doi: 10.1042/BJ20060686 (2007).   \n24.TimchenkoL.Tetal.Identifcationofa(UG)ntripletrepeatRNA-bndingproteianditsexpressoninmyotonicdstroy Nucleic Acids Res.24,4407-4414 (1996).   \n25.Timchenko,L.T.&Caskey,C.T.Trinucleotiderepeat disorders inhumans:discusionsof mechanismsand medicalissues. FASEB J. 10,1589-1597 (1996).   \n26.Ward,A.JmlnJ.gJ.&orT..Gersouelealuedc features of myotonic dystrophy type 1.Hum Mol Genet.19,3614-3622,doi: 10.1093/hmg/ddq277 (2010).   \n27.Isaeva,E.V.kryl,V.M.&irokova,N.Mitochondrialredoxtateand $\\mathrm { C a } ^ { 2 + }$ sparks in permeabilized mammalian skeletal muscle.J Physiol. 565,855-872,doi: 10.1113/jphysiol.2005.086280 (2005).   \n28.Medina,R.,Wing,S.S.&Goldberg,A.L.Increaseinlevelsof polyubiquitiand proteasome mRNAinskeletal muscleduring starvation and denervation atrophy. Biochem J.307 (Pt 3),631-637 (1995).   \n29.Mukai,R.etal.Quercetinpreventsunloading-deriveddisusedmuscleatrophybyatenuatingtheinductionofubiquitinligases in tail-suspension mice.JNat Prod.73,1708-1710,doi: 10.1021/npl00240y (2010).   \n30.Salisbury,E.etal.Ectpicexpressonofcclin3correctsdiferentiationofDMmyblaststroughactivationofACUGbinding protein,CUGBP1.Exp Cell Res.314,2266-2278,doi: 10.1016/j.yexcr.2008.04.018 (2008).   \n31.Huichalaf,C.et al.ExpansionofCUGRNArepeatscauses stressand inhibitionof translatio inmyotonicdystropy1(DM1) cels.FASEB J.24,3706-3719,doi: 10.1096/f.09-151159 (2010).   \n32.Philips,A.V,Timchenko,L.T.&Cooper,T.A.Disruptionof splicingregulatedbya CUG-binding proteininmyotonc dystrophy. Science 280,737-741 (1998).   \n33.DiFranco,M.，Quinonez,M.，Capote,J.& Vergara,J.DNA transfectionof mammalian skeletal musclesusing invivo electroporation.JVis Exp.:JoVE,doi: 10.3791/1520 (2009).   \n34.Andersson,D.C.etal.Leakyryanodinereceptors inbeta-sarcoglycandeficient mice:apotentialcommon defectinmuscular dystrophy. Skeletal muscle 2,9,doi:10.1186/2044-5040-2-9 (2012).   \n35.Sandri,M.Autophagy in skeletal muscle.FEB leters 584,1411-1416,doi:10.1016/.febslet.2010.01.056 (2010).   \n36.Kalsotra,A.Wang,K,Li,P.F&Cooper,T.A.MicroRNAsoordinateaalternativesicingnetworkduring moueotatal heart development. Genes Dev. 24,653-658,doi: 10.1101/gad.1894310 (2010).   \n37.Cui,Y.H.etal.miR-503represes CUG-bindingprotein1translationbyrecritingCUGBPlmRNAtoprocesingbodies.Mol Biol Cell. 23,151-162,doi: 10.1091/mbc.E11-05-0456 (2012).   \n38.Kuyumcu-Martinez,N.M.,Wang,G.S.&Cooper,T.A.Increasedsteady-statelevelsofUGBPlinmyotonicdystrophyare due to PKC-mediated hyperphosphorylation.Molecular cell28,68-78,doi:10.1016/j.molcel.2007.07.027(2007).   \n39.Heranderes,,Araega,A.E.&FrancoDIdentftionofregulatoryelementsdirecinga----4-2 transcriptional regulation inresponse tomusclehypertrophic stimuli.Biochim BiophysActa.1839,885-897,doi:10.1016/j. bbagrm.2014.07.009 (2014).   \n40.Shen,H.etalentifatioficsedixamsocedmucletroolCelle doi: 10.1007/s11010-013-1692-9 (2013).   \n41.Timchenko,N.A.etal.RNA CUGrepeats sequester CUGBP1and alter protein levelsand activityof CUGBP1.JBiol Chem. 276,7820-7826,doi: 10.1074/jbc.M005960200 (2001).   \n42.Gao,Z.&Cooper,T.A.Rexpresionof pyruvate kinase M2intypelmyofiberscorrelates withalteredglucose metabolismin myotonic dystrophy.Proc Natl Acad Sci USA.110,13570-13575,doi: 10.1073/pnas.1308806110 (2013).   \n43.Shenkman,B.S.&Nemirovskaia,T.L.[Roleof calcium-dependent mechanisms inthedevelopmentof atrophyinpostural muscle deprived of gravitational loading].Aviakosmicheskaia i ekologicheskaia meditsina $\\vDash$ Aerospace and Environmental Medicine 43,12-20 (2009).   \n44.McGivern,J.V.etal.Spinal muscularatrophyastrocytes exhibitabnormal calciumregulationandreduced growth factor production.Glia 61,1418-1428,doi: 10.1002/glia.22522 (2013).   \n45.Smith,I.J,ckr,S.H.&Hsselgren,P.OlctiiydusclewasiginepsisAmJsioldociolb.9, E762-771,doi: 10.1152/ajpendo.90226.2008 (2008).   \n46.Gonzalez,E,Mess,.L,Zheng,Z.&Delbon,O.Insulin-lkegrowthfactor-preventsage-relateddecreaseinsecifcfore and intracellular $\\mathrm { C a } ^ { 2 + }$ in single intact muscle fbres from transgenic mice.JPhysiol.552,833-844,doi:10.1113/jphysiol.2003.048165 (2003).   \n47.Jimenez-Moreno,R.,Wang,Z.M.,Gerring,R.C.& Delbono,O. Sarcoplasmic reticulum $\\mathrm { C a } ^ { 2 + }$ release declines in muscle fibers from aging mice.Biophysical journal 94,3178-3188,doi: 10.1529/biophysj.107.118786 (2008).   \n48.Tang,Z. Z. et al. Muscle weaknessin myotonic dystrophy associated with misregulated splicing and altered gating of $\\mathrm { { C a } ( V ) 1 . 1 }$ calcium channel. Hum Mol Genet.21,1312-1324,doi: 10.1093/hmg/ddr568 (2012).   \n49.Sharma,A.etal.Calcium-mediated histone modificationsregulatealternativesplicing incardiomyocytes.ProcNatl Acad Sci USA.111,E4920-4928,doi: 10.1073/pnas.1408964111 (2014).   \n50.Wei,B.etal,eyperianingfstseletauscetroyog,doi:/7471- (2013).   \n51.Rinn,J.L.etal.Functional demarcationofactiveand silentchromatindomains in humanHOXlociby noncodingRNAs.Cl 129,1311-1323,doi: 10.1016/j.cel.2007.05.022 (2007). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We thank Dr. Xiaojiao Zheng for the RIP experiment. This work was supported by grants from the National Basic Research Program of China (2011CB809104 to GJ） and the National Foundation of Sciences and Technology (31371430 to HW,31300976 to BW). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The study presented here was carried out in collaboration between allauthors. Y.T., H.W.,G.J. and G.Z. conceived and designed the experiments.Y.T., H.W.and L.G.carried out the experiments and analyzed the data. Y.G., Z.Y., Q.Y. and Y.W. performed the statistical analysis. G.J., B.W. and Q.Z. reviewed and edited the manuscript. All authors have read and approved the final manuscript. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additional Information ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supplementary information accompanies this paper at http://www.nature.com/srep ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "How tocite this article: Tang,Y.et al. CUG-BP1 regulates RyR1 ASI alternative splicing in skeletal muscle atrophy. Sci. Rep.5,16083; doi: 10.1038/srep16083 (2015). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license,users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 13
    }
]