[
    {
        "type": "text",
        "text": "Morphological variation of star dune and implications for dune management: a case study at the Crescent Moon Spring scenic spot of Dunhuang, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Weimin\\*, TAN Lihai, AN Zhishan, ZHANG Kecun, GAO Yang, NIU Qinghe ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dunhuang Gobi Desert Research Station,Northwest Instituteof Eco-Environment and Resources,Chinese Academy o Sciences,Lanzhou 7300oo,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Aerial photographs and 3-D laser scans of a $9 0 \\mathrm { - m }$ high star dune at the Crescent Moon Spring scenic spot in Dunhuang, China,are used to investigate the changes in dune morphology on timescales from months to decades. The result revealed that relative-equilibrium airflow strength in three wind directions of northeast, west and south was an important condition for the stability of star dunes with limited migration. Transverse and longitudinal airflows exerted a crucial impact on variation processes of star dune morphology. Controlled by transverse airflows,the easterly winds,the east side was dominated by wind erosion; and strong deposition occurred on the south-south-east arm with a maximum deposition rate of $0 . 4 4 ~ \\mathrm { m / a }$ in the 46-a monitoring period, causing the east side becoming steep and high. Controlled by longitudinal airflows,the westerly winds,the west-north-west side was mainly eroded and the north arm migrated from west to east with a rate of $0 . 3 0 ~ \\mathrm { m / a }$ ,causing the dune slope becoming gentle and elongate.The local air circulation (southerly winds) exerted a significant impact on the development process of the star dune.Due to the influence of human activities,the south side present surface processes from a concave profile to a convex profile in $4 6 \\mathrm { ~ a ~ }$ ，which is a potential threat to the Crescent Moon Spring. The results indicate that rehabilitating the airflow field at most is a crucial strategy to the protection of Crescent Moon Spring from burial. Opening up the passage of easterly, westerly and southerly winds through intermediately cutting the protection forest, demolishing the enclosed waland changing the pavilion into a porous patern have been suggested to protect the Crescent Moon Spring from burial. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: star dune; morphology variation; erosion and deposition; time scale; Crescent Moon Spring ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: ZHANG Weimin,TAN Lihai,AN Zhishan,ZHANG Kecun,GAO Yang,NIU Qinghe.2019.Morphological variationof star dune and implications for dune management:acase studyatthe Crescent Moon Spring scenic spotof Dunhuang,China.Journal of Arid Land,11(3):357-370.htps://doi.org/10.1007/s40333-019-0099-1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Star dunes are the largest aeolian landforms in many sand seas and may reach heights of more than $3 0 0 \\mathrm { ~ m ~ }$ (Cooke et al., 1993;Wilson,1973;Wasson and Hyde,1983; Lancaster, 1989a). They contain a greater volume of sand than any other dune type (Wasson and Hyde,1983; Yang et al., 2011) and seem to occur in areas that represent depositional centers (Zhu et al.,1981; Lancaster, 1983；Dong et al.，2013). Star dunes，with their tall bodies， special morphology， balanced development and relatively litle migration, are usually distributed in specific geographical areas that have multi-directional wind regimes (Fryberger, 1979). They grow vertically as they accumulate sand brought in from multiple directions (Lancaster, 1989a). Their near-surface airflow fields and sedimentary structures are also very complex (Nielson and Kocurek, 1987; Lancaster,1989 a, b; Qu et al.，1992; Hu and Wu, 1997; Zhang et al., 2000). The surface processes and dynamics of star dunes have been relatively litle observed and documented; and paterns of erosion and deposition under different wind velocities and directions are less well known. By studying the airflow fields of a star dune's surfaces and internal structure of star dunes in Dumont dune field, California,Nielson and Kocurek (1987) believed that the strength, direction and duration of the seasonal primary winds,the size of the dune and its arms,and the secondary airflow all played critical roles in the maintenance and growth of star dunes.Lancaster (1989,1996) systematically studied the near-surface airflow fields, patterns of deposition and erosion of a star dune in Gran Desierto,Mexico.After field observation of the migration characteristics of a star dune under multidirectional winds on the top of the sandstone massif of Mogao Grotoes near Dunhuang, China, Qu et al.(1992) and Zhang et al. (2000) considered that the local wind circulation played an important role in the evolution of the star dunes.Generally, the star dunes are relatively stable with less movement, which are different from transverse and longitudinal dunes (Breed and Grow,1979; Qu et al.,1992; Hu and Wu,1997; Zhang et al.,2000; Wang et al., 2Oo5). The oscillation of their arms is in accordance with the seasonal variation of wind directions,exhibiting the movement features of transverse or linear dunes (Nielson and Kocurek, 1987). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Aeolian processes over the star dune bed surface consist of three basic types, namely, erosion, transport and deposition (Tsoar et al., 2Oo4), of which erosion and deposition processes over the dune sides are significant for revealing the dune dynamic process. However, aeolian erosion and deposition over the dune sides cannot be quantified at present. The large volume and complex morphology of star dunes lead to diffculties in field observations for their dynamic processes. Up to date,star dunes remain as one of the least investigated dune types because of the complexity of morphology, combined with the spatial and temporal variability (Lancaster,1989b; Qu et al., 1992;Hu and Wu,1997; Zhang et al.,2000; Wang et al., 2005; Dong et al., 2013). Thus, it is difficult to accurately measure the erosion and deposition patterns of the star dunes using the traditional monitoring methods,such as erosion pins.Furthermore,dune migration characteristic is strongly influenced by the features of near-surface airflow, such as transverse and longitudinal airflows (Tsoar et al., 2Oo4). The concave or convex profile of dune sides, one of the important factors influencing the dynamic process of mega dunes, exerts a significant effect on the airflow field and in turn causes the variation of the sand flux profile (Wiggs et al.,1996; Walker et al., 2009).However, it is still unclear how the dominating factor for the transition between erosion and deposition occurs. Long-term and contiguous wind regime data are also scarce in desert environments,leading to difficulties in comparison between wind regime and dune dynamics. Thus,relatively litle is known about the mutual feedback between star dune dynamics in different monitoring time scales and the corresponding wind regime (Lancaster,1989b; Qu et al., 1992; Hu and Wu, 1997; Zhang et al., 2000; Wang et al., 2005). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Star dune is one of the main dune types in Mingsha Mountain-Crescent Moon Spring area, Dunhuang, China.The airflow field over Mingsha Mountain has been disturbed by buildings and protection forests, which constructed around the scenic spot in recent decades, aiming to improve tourism environments and facilities.The variation of airflow field causes the star dune at the north side of the spring and the mega dune at the south side moving toward each other, thus threatening the survival of the spring and endangering the sustainable development of local tourism (Dong and Bian, 2004; Pang et al.， 2014). The proper coordination among natural heritage protection, human activity impact and dune management has become a new research problem in the study area. Though much observation of wind-blown sand over the star dune has been performed in recent years, it is still unable to explain what causes the star dune and the mega dune move toward the spring and the swell in the south side of the star dune.To date, these circumstances can only be described qualitatively due to the lack of quantitatively evaluating the change of morphology in the field,and the management of mega dune has not yet been reported in the literature. This study mainly focuses on aeolian erosion and deposition processes over the star dune at the north side of the Crescent Moon Spring in time scales from months to decades using digital elevation model (DEM) data from aerial photographs and 3-D laser scans,aiming to reveal the star dune dynamic processes under human impacts and thus provide scientific evidence for the proper coordination among natural heritage protection, human activity impact and dune management. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Crescent Moon Spring is located in the north of Mingsha Mountain and approximately $5 ~ \\mathrm { k m }$ south of Dunhuang city, a famous historical and cultural city in Gansu Province, China. The Mingsha Mountain-Crescent Moon Spring is famous for its unique natural landscape of \"spring mirroring sand hills\" and is considered as an outstanding tourism resource，which plays an important role in local economy. Mingsha Mountain, $1 0 { - } 1 5 ~ \\mathrm { k m }$ from the north to south and approximately $3 0 \\mathrm { k m }$ from the east to west, is located in the east edge of Kumtag Desert and is an aeolian depositional landform composed of pyramidal mega dunes, complex linear dunes and complex mega dunes, which are allsuperimposed on low bedrock hills. The Mingsha Mountain is $3 0 0 \\mathrm { ~ m ~ }$ high,with an altitude of $1 2 5 0 { - } 1 6 0 0 \\ \\mathrm { m }$ .Over the period 1990-2000,the recorded mean annual precipitation at the meteorological station ( $\\mathrm { \\Omega } ^ { \\mathrm { 7 4 0 ^ { \\circ } 0 8 ^ { \\prime } N } }$ ， $9 4 ^ { \\circ } 4 7 ^ { \\prime } \\mathrm { E } )$ ）in Dunhuang City is approximately $3 9 . 7 \\ \\mathrm { \\ m m }$ ，with $64 \\%$ falling in June to August. The mean annual potential evaporation is about $2 4 6 5 ~ \\mathrm { { m m } }$ ,which is 62 times of the precipitation. Winds in the study area are from east, west, and south. The easterly winds dominant the spring and summer while the westerly winds prevail in winter and southerly winds occur at midnight around a year, particularly from October to February in the next year. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The monitored star dune ( $( 4 0 . 0 9 ^ { \\circ } \\mathrm { N } ,$ ， $9 3 . 6 7 ^ { \\circ } \\mathrm { E }$ ),with a relative height of $9 0 ~ \\mathrm { m }$ ，is located at the north edge of Mingsha Mountain dune field and in the north of Crescent Moon Spring (Fig. 1). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/82c9d33dc6ade54bbba5a0d583794a7810456eec4cbe602ae10d17205e6af88b.jpg",
        "img_caption": [
            "Fig.1Location of the investigated star dune and the layout of the measurement of the airflow field.N,north; WNW,west-north-west; WSW, west-south-west; S,south; SSE,south-south-east; and E,east. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This star dune has three arms radiating from the central peak and extending to the north $( \\mathrm { N } , 5 ^ { \\circ } )$ _， south-south-east （SSE, $1 4 0 ^ { \\circ } )$ ，and west-south-west (WSW, $2 5 0 ^ { \\circ } )$ ). The two adjacent arms constitute the east (E), south (S),and west-north-west (WNW) dune sides. The E side,with a slope length of $3 8 6 \\mathrm { m }$ ,is a typical avalanche face at angles of $2 5 ^ { \\circ } - 3 2 ^ { \\circ }$ , and a gently sloping plinth ahead presents on this side.The S and north $( \\Nu )$ sides have respective slope angles of $1 5 ^ { \\circ } - 3 0 ^ { \\circ }$ and $2 0 ^ { \\circ } - 3 0 ^ { \\circ }$ and respective slope lengths of 266 and $2 0 9 \\mathrm { m }$ (Fig. 1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Materials and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The airflow fields over dune sides of the investigated star dune were measured by a HOBO station with four wind cups at O.2, O.5,1.0,and $2 . 0 \\mathrm { { m } }$ and one wind vane at $2 . 0 \\mathrm { m }$ above the dune surface (Fig. 1).Wind speeds were recorded at 1-min interval. Five 3-D ultrasonic anemometers (Young Model 810oo,R.M. Young, USA) were combined to measure the 3-D wind speed at a frequency of $1 \\mathrm { H z }$ at the height of $3 \\mathrm { ~ m ~ }$ (Fig.1).The measurement period was from January to December 2015. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Aerial photographs of 1963,1985,2004 and 2009 were processed by a digital photogrammetric workstation (JX-4C， Beijing Geo-Vision Tech. Co. Ltd.， China)， which hadgreat human-computer interaction and strong product quality control and was mainly used to produce digital orthophoto map, digital line graph and DEM in various scales (Pang et al., 2O14; Zhang et al., 2016). These photographs were used to perform interior orientation, relative orientation, absolute orientation, epipolar image resampling, image correlation, and feature matching. In this study, the DEM with a cell size of $3 \\mathrm { m } { \\times } 3 \\mathrm { m }$ was created. We acquired 28 ground-control points on relatively flat terrain around the star dune (buildings,curves and road intersections visible on the photographs),which were used to validate the digital elevation data.The horizontal and vertical accuracy of the GPS (Trimble 5800) points after post-processing was $< 1 0 \\ \\mathrm { c m }$ . We estimated the horizontal accuracy of the DEM to be less than $2 0 ~ \\mathrm { c m }$ and the vertical accuracy was $3 0 { \\mathrm { - } } 4 0 ~ { \\mathrm { c m } }$ The DEM data were then processed using the arithmetic operation in ArcGIS 9.3 (ESRI, Redlands, USA). Erosion and deposition of dune surface could be reflected from the changes in elevation indicated by the D-values between the former elevation data (1963,for example) and the latter (1985,for example). Aeolian erosion and deposition characteristics of dune sides were visualized and analyzed using Surfer 8.0 software (Golden Software, Golden, USA). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Four monitoring periods were selected to show the variation processes of star dune morphology controlled by diferent near-surface airflow fields in different time scales, namely,1963-2009, 1963-1985,1985-2004,and 2004-2009. Hereinto,the dynamic process of the star dune in 1963- 2009 was under influence of the airflow field without the impact of human activity and the affected airflow field, which represented the original state.In 1985-2004 and 2004-2009, the processes were under the effect of human activities, such as the pavilions inside the scenic spot and the protection forests around (Pang et al., 2014; Zhang et al., 2016). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The dynamic process of the star dune in the time scale of months was monitored by a 3-D laser scanner (Leica Scan Station C10, Leica Geo systems AG, Switzerland). The surveys were conducted in July to September 2011, July 2014 to February 2015,and February to April 2015, when the morphological variations of star dune were under the effects of southerly, easterly and westerly winds, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Pre-existing stable structures (typically man-made） found within scan range were used as benchmarks for co-registration of surveys from different dates (Katz and Mushkin, 2013). A local coordinate system was established to guarantee that multi-phase survey data were located at an identical coordinate system and four sphere targets were set between two stations to control the corresponding accuracy less than $6 ~ \\mathrm { m m }$ .The density of scanned dataset was $1 0 \\ \\mathrm { c m } { \\times } 1 0 \\ \\mathrm { c m }$ .The processing of the point-cloud data was performed within the Cyclone software package (http://hds.leica-geosystems.com). Then,a DEM with the cell size of $3 \\ \\mathrm { m } { \\times } 3 \\ \\mathrm { m }$ was created. The further data processing was consistent with that of aerial photographs mentioned above. The coordinate system of topographic maps was applied by a geodetic coordinate system, while the 3-D laser scanner was in its own coordinate system, and both of them be matched. Thus, the changes in elevation using dataset of aerial photographs could not be compared with that of scanning. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The drift potential (DP), expressed in vector units (VU), was widely used to describe the sand activities in relation to the power of winds (Fryberger, 1979). ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { D P } = V ^ { 2 } ( V - V _ { t } ) t ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $V$ is the wind speed above the threshold velocity $\\mathrm { ( m / s ) }$ ·， $V _ { t }$ is the threshold velocity $\\mathrm { { ( m / s ) } }$ and $t$ is the frequency $( \\% )$ of sand-driving wind, expressed as a percentage of the total time. The resultant drift potential (RDP) refers to the net drift potential of different wind directions,and the resultant drift direction (RDD) determines this direction. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1Near-surface airflow fields over the star dune under three wind directions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The regional aeolian environment in the study area was described by Pang et al. (2014) and Zhang et al. (2O16). The star dune in this area was formed by winds from three directions. Using the 2015 wind data at the dune top, the annual DP calculated at the dune crest was $2 3 2 . 9 \\mathrm { V U }$ (Fig. 2). A three-directional wind regime presented: the primary peak in the southern direction (SSE, S, SSW and SW), the secondary peak in the western direction (WSW, W, WNW and NW), and the third peak in the eastern direction (NNE,NE,ENE and E).The drift potentials (DPs) in the three directions mentioned above were 90.8,86.8,and $3 6 . 1 ~ \\mathrm { V U }$ ，respectively. Considered the DP of eastern direction in the upper one third section of the E side reaches lO7.2 VU,the star dune develops in a relative-equilibrium aeolian environment with three wind directions (Fig. 2). According to Fryberger's classification of aeolian environment, this wind regime belongs to the intermediate-energy environment with a directional variability (RDP/DP) of 0.45. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5258ef82b749d0ff0e013998a6a7dd8f2f89dabb0df16a69403320cb32fb4e40.jpg",
        "img_caption": [
            "Fig.2Annual DP at diffrent locations of the star dune in 2015.DP,drift potential; RDP,resultant drift potential; RDD,resultant drift direction. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Near-surface airflow field is the key to indicate the erosion and deposition processes and in turn the dynamic mechanism of star dunes.Figure 3 showed that the investigated star dune in the north of Mingsha Mountain was formed by winds from three directions. The DPs in 2015 in diferent wind directions were calculated to show the near-surface airflow field over the investigated star dune. Wind speeds $\\geq 5 ~ \\mathrm { m / s }$ (the threshold wind speed at the height of $2 ~ \\mathrm { m } \\dot { }$ ）and directions of $2 0 ^ { \\circ }$ to $9 0 ^ { \\circ }$ at the lower section of the E side were selected,and thus the corresponding time was determined; Wind speeds $( \\geq 5 ~ \\mathrm { m / s } )$ and directions in 2015 at different locations were also selected. The DP of easterly winds accounted for $46 \\%$ of the total DP, indicating easterly winds were relatively strong among the three wind directions. The amplification effect of wind was remarkable as easterly winds flowed over the E side.For example, the annual DP at the toe of the E side in 2O15 was $3 . 4 \\mathrm { V U }$ with a main speed range of $5 -$ $9 ~ \\mathrm { m / s }$ ， whereas the DPs in the upper one third section of the E side and the top of the dune increased to 107.2 and $3 8 . 1 ~ \\mathrm { V U }$ ，respectively,with a main speed ${ > } 9 ~ \\mathrm { m / s }$ . Crescent Moon Spring was surrounded by mega dunes in the south, west and north with a gap in the east; and easterly winds deflected the lower section of the SSE arm and airflow amplified at the toe of the S side. Consequently, the annual DP at the toe of the S side was 2O VU with a SE direction. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/80121b3db750b563e1bc241444eec82d0615e6c9e2277e0350ba44589d78ebc9.jpg",
        "img_caption": [
            "Fig.3Changes in the annual DP at diferent locations of the star dune under easterly winds in 2015.Easterly winds were referenced by the HOBO U30 sensor at the lower section of E side in directions of $2 0 ^ { \\circ } - 9 0 ^ { \\circ }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the periods of westerly winds,wind speeds $\\geq 5 ~ \\mathrm { m / s }$ and the directions from $2 0 0 ^ { \\circ }$ to $2 7 0 ^ { \\circ }$ at the lower section of the WNW side were selected using the same method with that under easterly winds. The annual DP of westerly winds at the dune top was $5 8 . 6 \\mathrm { V U }$ , accounting for $2 5 \\%$ of the total DP(Fig.4). The DP increased from $1 1 . 5 \\mathrm { V U }$ at the toe of the WNW side to $2 7 . 0 \\mathrm { V U }$ in the upper one third section and $5 8 . 6 ~ \\mathrm { V U }$ at the dune top with respective increases of 2.3 and 5.0 times.During westerly winds,the DP in the upper one third section reached $3 7 . 3 { \\mathrm { ~ V U } }$ and the main wind direction deflected from W to SW. The DP on the E side ranged from $1 . 3 \\mathrm { - } 1 . 8 ~ \\mathrm { V U }$ 0 which was basically unaffected by westerly winds.Thus,as a longitudinal airflow, westerly winds mainly affected the development of the WNW side (Zhang et al., 2016). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Given that southerly winds were affected by the pavilions in the south of Crescent Moon Spring (Fig. 1), wind speeds ${ \\ge } 5 ~ \\mathrm { m / s }$ and directions of $1 1 0 ^ { \\circ } - 1 8 0 ^ { \\circ }$ at the lower section of the E side were selected using the same method mentioned above. The results showed that the DP of southerly winds was $4 3 . 4 ~ \\mathrm { V U }$ with a main speed range of $9 \\mathrm { - } 1 1 ~ \\mathrm { m / s }$ ，accounting for $18 \\%$ of the total DP at the dune top (Fig.5). Under the influence of the pavilions,the DP at the toe of the S side was $0 . 6 ~ \\mathrm { V U }$ with a speed range of ${ 5 { - } 9 \\ } \\mathrm { m / s }$ in a SE direction. The DP at the dune top increased to $4 3 . 4 ~ \\mathrm { V U }$ with a main speed ${ > } 9 ~ \\mathrm { m / s }$ . Southerly winds that were unaffected by the pavilions flowed over the SSE arm, causing the DP at the toe of the E side increased to $3 6 . 6 \\mathrm { V U }$ ：， wind speeds were concentrated at $9 { \\mathrm { - } } 1 1 ~ { \\mathrm { m / s } }$ because of the funneling effect caused by the gap in the east of Crescent Moon Spring. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/604cf767f938a30d4184a27f409554b538417ce8d153f58015972c1078e57757.jpg",
        "img_caption": [
            "Fig.4Changes in the annual DPat diferent locations of the star dune under westerly winds in 2O15.Westerly winds were referenced by the HOBO U30 sensor at the lower section of WNW side in directions of $2 0 0 ^ { \\circ } - 2 7 0 ^ { \\circ }$ "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/8f194d4a893d873c97a1f03570e34b1205f5f551e239250fa6d39c75fee49dfd.jpg",
        "img_caption": [
            "Fig.5Changes in the annual DPat diffrent locations ofthe star dune under southerly winds in 2015.Southerly winds unaffected by the pavilions were referenced by the HOBO U3O sensor at the lower section of E side in directions of $1 0 0 ^ { \\circ } - 1 8 0 ^ { \\circ }$ "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2Morphological variation of star dune in time scales from years to decades ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The maximum erosion depth (rates) and deposition height (rates） were calculated to show the variation process of star dune morphology, which was significant to probe into the star dune dynamics.Figure 6a showed the variation process of star dune morphology in a time scale of 46 a. The results showed that erosion and deposition processes occurred on the three sides of the star dune and oscillation presented on the three arms. Generally, the variation process of star dune morphology followed the basic rule that aeoilan erosion occurred on the windward slope and deposition on the lee side,whereas complex erosion and deposition processes presented on the sides of the star dune such as the S side because of deflecting airflows. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In particular, the E side of the star dune was mainly affected by easterly winds.During the $4 6 \\mathrm { a }$ the E side dominated by surface erosion with a noticeable feature that the occurrence of strong sand deposition occurred on the SSE arm. The maximum erosion depth on the E side was $1 6 . 1 \\mathrm { ~ m ~ }$ during 1963-2009 with a maximum erosion rate of $- 0 . 3 5 ~ \\mathrm { m / a }$ (Table 1),which mainly occurred on the lower part of the E side.Meanwhile,the maximum deposition on the SSE arm of E side was $2 0 . 2 \\mathrm { ~ m ~ }$ with a maximum deposition rate of $0 . 4 4 ~ \\mathrm { m / a }$ (Fig. 6a; Table 1). The variation process of morphology over E side on the three monitoring periods showed the similar pattern with that during 1963-2009 (Zhang et al., 2016). However, the respective maximum erosion rates on the E side were -0.86, $- 0 . 4 9$ and $- 0 . 9 3 \\mathrm { \\ m / a }$ during the three monitoring periods 1963-1985,1985-2004 and 2004-2009 (Table 1)； and the maximum deposition rates were 0.82, 0.28 and $2 . 2 6 \\ \\mathrm { { m } / \\mathrm { { a } } }$ respectively. Thus, the stronger the easterly winds were, the more remarkable the upward growth of the star dune was. Besides, the average erosion or deposition rates of the E side were $- 0 . 0 8$ ， $- 0 . 0 7$ and $0 . 3 3 ~ \\mathrm { m / a }$ in the three periods of 1963-1985,1985-2004 and 2004-2009,respectively. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/174bb27c056445e43562a08932bf07eafa3512f6fc726e09c08fd41cd05839be.jpg",
        "table_caption": [
            "Table1Erosionand deposition statistical dataof dune sides and migration rates of dune arms during the different monitoring periods "
        ],
        "table_footnote": [
            "Note: $\\mathrm { E } _ { \\mathrm { m a x } }$ ,maximum erosion rate; $\\mathrm { D } _ { \\mathrm { m a x } }$ ,maximum deposition rate; Mean,average erosion or deposition rate; $\\mathrm { W { \\to } E }$ ,the migration of N (north) arm from W(west) to E(east); $_ { \\mathrm { N  S } }$ ,the migration of WSW(west-south-west) arm from $\\mathrm { \\Delta N }$ to W at the upper part of the WSW arm; $\\mathrm { ~ S \\to N }$ ,the migration ofWSW arm from S (south) to Wat the lower part of WSW arm; $\\operatorname { S W } {  } \\operatorname { N E }$ ,the migration of SE (southeast) armfromSW(southwest)toNE(northeast).Positivevale meansdeposition,ngativevalue meanserosion,nd-eansnoigration. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\">Monitoring period</td><td colspan=\"9\">Erosion and deposition rates (m/a)</td><td colspan=\"3\">Arm migration rates (m/a)</td></tr><tr><td colspan=\"3\">E side</td><td colspan=\"3\">WNW side</td><td colspan=\"3\">S side</td><td>N</td><td>WSW</td><td>SSE</td></tr><tr><td>Emax</td><td>Dmax</td><td>Mean</td><td>Emax</td><td>Dmax</td><td>Mean</td><td>Emax</td><td>Dmax</td><td>Mean</td><td>W→E</td><td>N→S/S→N</td><td>SW→NE</td></tr><tr><td>1963-1985</td><td>-0.86</td><td>0.82</td><td>-0.08</td><td>-0.70</td><td>0.16</td><td>-0.27</td><td>-1.10</td><td>0.42</td><td>-0.49</td><td>0.35</td><td>0.47/0.38</td><td>1.35</td></tr><tr><td>1985-2004</td><td>-0.49</td><td>0.28</td><td>-0.07</td><td>-0.53</td><td>0.40</td><td>0.10</td><td>-0.52</td><td>1.42</td><td>0.27</td><td>0.45</td><td>0.26/0.34</td><td>0.51</td></tr><tr><td>2004-2009</td><td>-0.93</td><td>2.26</td><td>0.33</td><td>-1.65</td><td>1.22</td><td>0.03</td><td>-3.49</td><td>1.64</td><td>-1.01</td><td>0.78</td><td>-/1.80</td><td>0.32</td></tr><tr><td>1963-2009</td><td>-0.35</td><td>0.44</td><td>0.04</td><td>-0.50</td><td>0.16</td><td>-0.19</td><td>-0.55</td><td>0.43</td><td>-0.10</td><td>0.30</td><td>0.37/0.21</td><td>0.66</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The erosion at WNW side, with an average erosion rate of $- 0 . 1 9 \\mathrm { m / a }$ ,a maximum erosion rate of $- 0 . 5 0 \\ \\mathrm { m / a }$ and the maximum erosion depth of $2 3 . 2 \\mathrm { ~ m ~ }$ during 1963-2009,was under the effect of westerly winds. The deposition mainly occurred on the dune top with a maximum deposition rate of $0 . 1 6 ~ \\mathrm { m / a }$ . In addition, westerly winds played an important role in the migration of dune arms.The crest line of the SSE arm end migrated by $3 0 . 2 \\mathrm { ~ m ~ }$ from the SW to the NE with an average rate of $0 . 6 6 ~ \\mathrm { m / a }$ ，and the $\\mathrm { \\Delta N }$ arm migrated by $1 3 . 8 \\mathrm { ~ m ~ }$ from W to E with an average migration rate of $0 . 3 0 ~ \\mathrm { \\ m / a }$ in the monitoring period (Table 1). The variation pattern of morphology on the WNW side in the three monitoring periods (1963-1985,1985-2004, 2004- 2009) showed little difference from that during 1963-2009 (Fig. 6). The average migration rates of SSE arm from SW to NE in the three periods were 1.35, O.51 and $0 . 3 2 ~ \\mathrm { m / a }$ ,respectively, and the average migration rates of $\\mathrm { \\Delta N }$ arm from W to E were 0.35, 0.45 and $0 . 7 8 ~ \\mathrm { m / a }$ ，respectively (Table 1). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Over the 46-a period, erosion and deposition processes on the S side varied in a wide range. The results revealed that aeolian erosion and deposition occurred on the S side,where erosion mainly occurred around the WSW arm with a maximum erosion depth of $2 5 . 3 \\mathrm { ~ m ~ }$ ，whereas deposition mainly distributed on the section around the SSE arm with a maximum deposition height of $1 9 . 7 \\mathrm { m }$ . The annual maximum erosion rate and deposition rate were $- 0 . 5 5$ and $0 . 4 3 ~ \\mathrm { m / a }$ ， respectively. Moreover, the eastern two thirds part of the WSW arm migrated with a maximum of $1 7 . 0 \\mathrm { ~ m ~ }$ from $\\mathrm { \\Delta N }$ to S,whereas the western one third part of the WSW arm migrated with a maximum of $9 . 5 \\mathrm { { m } }$ from S to $\\mathrm { \\Delta N }$ in the monitoring period. The corresponding migration rates were 0.37 and $0 . 2 1 ~ \\mathrm { m / a }$ (Table 1). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Star dunes are usually distributed in areas with a strong local air circulation (Zhu et al.,1981; ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Lancaster,1989b; Qu et al.,1992; Zhang et al.,2000; Wang et al.,2005; Zhang et al.,2016). The results of variation processes of star dune morphology further illustrated the strength of southerly winds in the study area. The entire south-oriented side was mainly dominated by erosion from 1963 to 1985 (Zhang et al., 2016). The maximum erosion depth reached $2 4 . 3 \\mathrm { ~ m ~ }$ with a maximum erosion rate of $- 1 . 1 0 \\ \\mathrm { m / a }$ (Table 1).However, some pavilions that had been rebuilt since the 1990s hindered the channel of southerly winds,lessened the strength of the southerly winds,and damaged the near-surface airflow field, thus resulting in a change from wind erosion to sand deposition on the S side. The maximum sand deposition thickness from 1985 to 2004 was $2 6 . 9 \\mathrm { m }$ and sand was deposited at a maximum rate of $1 . 4 2 ~ \\mathrm { m / a }$ ; deposition mainly occurred on the upper two thirds section of the S side (Zhang et al., 2O16). As sand deposition on the S side reached a certain degree, convex streamline curvature and significant wind speed acceleration occurred at the windward slope, causing a transition from aeolian deposition to erosion (Wiggs et al., 1996). In 2004-2oo9,aeolian erosion dominated on the S side again,and the maximum erosion depth was $1 7 . 4 \\mathrm { m }$ with a maximum erosion rate of $- 3 . 4 9 \\mathrm { \\ m / a }$ (Fig. 6b; Table 1).These results indicated that southerly winds exerted a significant impact on the development process of the star dune. As wind erosion achieved a certain level, concave streamline curvature resulted in stream wise deceleration and sand deposition occurred. Consequently, the development of the star dune sides follows the cyclic processes from the concave to convex slope profiles. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b0228da74a5a8f5d9e5dba8643803d517d68b943d22aa86e0bc4057df9b75b51.jpg",
        "img_caption": [
            "Fig.6Changes in elevationof the star dune surface in periods of 1963-2009 (a)and 2004-2009 (b).Positive contour interval values indicate deposition and negative values indicate erosion. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3Morphological variation of the star dune in the time scale of months ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The airflow patterns on the dune and the resulting paterns of erosion and deposition are dominated by interactions between the preexisting dune form and airflow as winds change direction seasonally (Lancaster,1989a). During each wind season, the dune form adjusts to the new airflow field around it, which reflects the erosion and deposition patterns (Lancaster,1989a). The morphological variation of star dune in the time scale of months reflects the effect of the recent wind regime and the changes in dune morphology under three wind directions embody the different roles of the three groups of winds in shaping the dune surface. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the period of July 2014 to February 2015, the total DP at the dune top was $9 3 . 1 \\mathrm { V U }$ and the RDP was $2 2 . 9 \\ \\mathrm { V U }$ with a resultant wind direction of $5 6 . 1 ^ { \\circ }$ (Fig.7). In this period, the DP of westerly winds (W, WNW, and NW), southerly winds (S, SSW, and SW) and easterly winds (NNE,NE,and ENE) were 15.5, 36.5,and 45.1 VU, respectively. It is apparent that easterly winds were stronger than westerly and southerly winds.The amplification effect of easterly winds was remarkable.For example, the DP at the toe of the E side was $1 . 2 3 ~ \\mathrm { V U }$ with a main velocity range of $5 { - } 7 ~ \\mathrm { m / s }$ and that in the middle of E side was 45.1 VU with a velocity $\\geq 1 1 ~ \\mathrm { m / s }$ ，which was 36 times that of the toe. The DP at the toe of the WNW side was $1 . 6 3 ~ \\mathrm { V U }$ with a velocity range of $5 { - } 9 ~ \\mathrm { m / s }$ and that of the upper one third section of the E side was $1 4 . 8 4 ~ \\mathrm { V U }$ with a velocity range of $5 { - } 9 ~ \\mathrm { m / s }$ ，which was 9 times of that at the toe. The DP at the toe of the S side was $1 1 . 7 \\mathrm { V U }$ with a velocity range of $9 \\mathrm { - } 1 1 ~ \\mathrm { m / s }$ and that of the upper one third section of the E side was $7 1 . 3 \\mathrm { V U }$ with a velocity ${ \\ge } 9 \\mathrm { m / s }$ ,which was 6 times of that at the toe. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The monitoring results of the variation processes of star dune morphology revealed that aeolian erosion dominated on the E side with erosion depths of $0 . 2 \\mathrm { - } 0 . 6 \\mathrm { ~ m ~ }$ and deposition only occurred at the end of the SSE arm and lower E side,with deposition heights of $0 . 2 \\mathrm { - } 1 . 0 \\mathrm { m }$ (Fig. 7). The WSW arm was dominated by erosion with a depth of $0 . 2 \\mathrm { ~ m ~ }$ while the WNW side was dominated by deposition with a height of $0 . 2 \\mathrm { ~ m ~ }$ .Significant deposition occurred on the S side with a height of $0 . { \\bar { 6 } } { - } 2 . 6 \\mathrm { ~ m ~ }$ .Aeolian sediment flux flowing over the S arm resulted in sand deposition on the S side,which was mainly dominated by SSE and SE winds with a speed range of $9 { - } 1 1 ~ \\mathrm { m / s }$ ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/00a5042301cb61217c153a520309c6798e06e36b68e3ec52e65ec368c0933241.jpg",
        "img_caption": [
            "Fig.7Change in elevation of the star dune surface between July 2O14 and February2O15and thecorresponding DP at different locations. This period was determined by the survey date of the scanning. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "During February to April 2015, the DP of westerly winds (W, WNW,and NW) was $2 7 . 4 ~ \\mathrm { V U }$ accounting for $4 3 . 2 \\%$ of the total DP (63.4 VU; Fig. 8). The DP of easterly winds (NNE, NE,and ENE) was 29.7 VU and the DP of southerly winds (S, SSW, and SW) was $1 9 . 0 ~ \\mathrm { V U }$ , indicating that westerly winds prevailed. The DP at the toe of the WNW side was $5 . 3 ~ \\mathrm { V U }$ with a main velocity range of $5 { - } 9 \\mathrm { m / s }$ and that of the upper one third section of the WNW side was $1 5 . 6 \\mathrm { V U }$ with a velocity range of ${ 5 { - } 9 \\mathrm { ~ m } } / { \\mathrm { { s } } }$ . The DP at the toe of the S side was $9 . 1 \\ \\mathrm { V U }$ with a velocity range of $7 { - } 1 1 ~ \\mathrm { m / s }$ and that of the upper one third section of the S side was 27.6 VU with a velocity range of $9 { - } 1 1 ~ \\mathrm { m / s }$ ： ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/4d9741aab465458ec490fb44d17a6799ea7cde022696566c10086b73d76ffd60.jpg",
        "img_caption": [
            "Fig.8Change in elevation of the star dune surface between February 2O15 and April 2O15 and the corresponding DP at different locations.This period was determined by the survey date of the scanning. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Winds erosion occurred on the WNW side with a depth of $0 . 3 \\mathrm { ~ m ~ }$ ， and a relatively strong deposition mainly occurred over the upper half of the E side with a height range of $0 . 3 { - } 0 . 6 \\ \\mathrm { m }$ which was mostly contributed by westerly winds (Fig. 8). Weak deposition occurred on the bottom of the S side with a height of $0 . 3 \\mathrm { ~ m ~ }$ ： ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "From July to September 2O11, the total DP at the dune top was $4 . 2 ~ \\mathrm { V U }$ and the RDP was 2.4 VU with a resultant wind direction of $5 8 . 6 ^ { \\circ }$ . The DPs of southerly, westerly, and easterly winds were 2.2,1.0,and $0 . 9 \\mathrm { V U }$ (Fig. 9),respectively. During the southerly winds,a noticeable feature of the variation process of the star dune morphology was that strong erosion occurred over the upper half of the S side with a maximum depth of $3 . 0 \\mathrm { m }$ and the depth of the lower half part of the S side ranged from 0.0 to $1 . 0 \\mathrm { m }$ (Fig. 9).Another noticeable feature was that the crest line of the WSW arm migrated by $3 . 0 { - } 4 . 1 \\ \\mathrm { m }$ from S to $\\mathbf { N }$ ，These results indicated that southerly winds were strong and played an important role in the development of S side; and the southerly winds could entrain the deposited sand of easterly winds. The deposition occurred on the WNW side and the upper half of the E side with respective deposition heights of $1 . 0 { - } 3 . 5 ~ \\mathrm { m }$ and $0 . 5 { - } 1 . 5 \\ \\mathrm { m }$ . Moreover, deposition occurred at the end of the SSE arm because of deflecting easterly winds. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/294736e007736d7d0fd56a14c013d90a7657752e1f2fe10c5a2976b2cf1bccc3.jpg",
        "img_caption": [
            "Fig.9 Change in elevation of the star dune surface between July 201l and September 201l and the corresponding DP.This period was determined by the survey date of the scanning. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.1Development of the star dune controlled by airflows in three wind directions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Near-surface airflow in different directions is a dominant factor for different dune surface processes (Tsoar,1983;Mulligan,1988; Burkinshaw and Rust,1993). The development of the star dune is the result of the mutual efects of transverse,longitudinal airflows and the local air circulation. The incident angle between the easterly winds and the SSE arm is greater than $3 0 ^ { \\circ }$ and the airflow is called transverse airflow (Tsoar,1983; Zhang et al., 20o0; Wang et al., 2005). Transverse airflow causes the dune side becoming higher and steeper. The easterly wind is one of dominant factors for the upward growth of the monitored star dune. The airflow flowing along the E side is with high vertical and horizontal wind speeds,and the wind speed reaches the maximum near the crest line. The airflow diverges over the crest line and a reverse and helical vortex occurs (Lancaster, $1 9 8 9 \\mathrm { a }$ ; Zhang et al., 2000; Wang et al., 2005; Tan et al., 2016; Zhang et al., 2016). At the star dune crest, the convergence of the windward sand stream on the stoss slope and reverse sand stream on the lee slope leads to sand accumulation, causing the vertical ridge growth over a small area. This mechanism explains the formation of distinct peaks along the crest line of the dune. With gradual vertical development of the ridge,avalanching of sands at the crest occurs down the lee side,causing the crest to advance.Thus, the windward easterly winds with high vertical velocity results in the development of a reverse and helical vortex，which is the mechanism of the upward growth of star dunes (Zhang et al., 2O16). The movement of star dunes is a transverse migration and dune sides become increasingly steep and high. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "When the incident angle between westerly winds and the WSW arm is smaller than $3 0 ^ { \\circ }$ ，the airflow is called longitudinal airflow (Tsoar, 1983; Zhang et al.,2000; Wang et al.,2005; Zhang et al., 2016). The longitudinal airflow plays a significant role in the development of the WNW side and WsW arm. The longitudinal airflow causes strong wind erosion on the WNW side. Meanwhile, the airflow flowing over the WSW arm causes aeolian erosion and the sand eroded from the windward flank does not deposit on the lee flank, but continues to move along the dune lee flank with the deflected wind. Deposition occurs when the incident angle of the wind becomes less acute and its magnitude over the lee side decreases. Given that the reverse Vortex near the crest line of the WSW arm is relatively weak, the ridge moves forward longitudinally as the longitudinal airflow flows over the WsW arm. Consequently, the dune side becomes increasingly gentle and long. This confirms that sand transport or deposition of the lee side is mainly determined by the incident angle (Tsoar, 1983). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Star dunes mostly develop in piedmont areas and the piedmont causes an increase in the complexity of the regional wind flow and the generation of secondary flows through differential surface heating (Lancaster,1989b). The local air circulation usually has high frequency and long duration (Qu et al.,1992; Zhang et al., 2000;Wang et al.,2005; Zhang et al.,2016). Generally, local air circulation is considered to be weak in wind power. However, during southerly winds, wind speed at the top of the star dune can reach $9 . 2 ~ \\mathrm { m / s }$ and the wind speed can reach $6 . 9 ~ \\mathrm { m / s }$ at the height of $2 \\mathrm { m }$ above the surface in the south of the star dune toe. Thus, the local air circulation (southerly winds) and the regional wind regime (northeast and west winds) constitutes three wind directions in the study area, contributing to the maintenance and development of star dunes. The dunes in the study area evolve into linear dunes when southerly winds weaken or disappear (Zhang et al.,2O15).In addition,the S side of the star dune can also be influenced by westerly and easterly winds,as they deflect over the crest lines of the star dune. The S side is suffering from the most complex airflow effect and is also the side with the greatest variation in erosion and deposition rates in the monitoring periods. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.2 Star dune management ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Mingsha Mountain-Crescent Moon Spring had existed since the Han Dynasty according to historical records. The harmonious coexistence of the Crescent Moon Spring and Mingsha Mountain was due to the unique regional atmospheric circulation (Qu et al., 1997; Pang et al., 2014).The secret that the Crescent Moon Spring cannot be buried by shifting sand has always been an unresolved issue. Our study shows that,as the airflow field over the star dune is affected by human activities, the equilibrium between surface erosion and deposition is damaged, causing anomalous deposition on the S side of the star dune,which is a potential threat to the spring.Two main reasons for this situation are as follows:(1） the decline of easterly winds due to the large-scale construction of protection forests around Mingsha Mountain since the 1980s, causing more sand to deposit on the S side and mega dunes in the north and south sides of the spring to migrate closely toward each other (Pang et al.,2014);and (2) the pavilions in the south of the spring obstruct the passage of southerly winds, causing the decrease of wind speed at the lower section of the S side of the star dune,and eliminating the ability of airflow in entraining deposited sand brought by easterly winds. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The construction of aeolian engineering should be supported by the theory of aeolian geomorphology； otherwise， it can even bring counterproductive results. Consequently， the clarification of the star dune dynamics is a precondition.Rehabilitating the airflow field at most is a crucial strategy for the protection of Crescent Moon Spring from sand burial. Artificial interference should be reduced at most by demolishing the enclosed wallinfluencing airflows and changing the pavilion in the south of the spring inside the scenic spot into a porous pattern, increasing the ability of southerly winds in entrainment of deposited sand on S side.Besides, opening up the passage of easterly winds at most through intermediately cutting the protection forest and demolishing some buildings in the upwind direction of the spring can greatly amplify the strength of easterly winds,and thus entrain the deposited sand on the S side and eliminate the potential hazard of spring burial caused by the closer migration of these mega dunes.Recently, the management of opening up the passage of easterly winds has acquired a certain effect. For example,the DP of easterly winds on the star dune top in 2O15 was two times of that in 2014 after the intermediate cuting of forest trees by local government in the upwind direction of easterly winds.Further study on the effect of the increase in wind strength of easterly winds on aeolian erosion and deposition on the S side needs to be conducted. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The relative-equilibrium near-surface airflow field under three wind directions is the key factor effecting the migration of the star dune.The patterns of surface erosion and deposition reflect the variation of relative-equilibrium near-surface airflow field. Easterly winds, which are transverse airflows,erode sand on the E side,causing the E side to become steep and high. Westerly winds, which are longitudinal airflows cause erosion on the WNW side,resulting in the windward migration of $\\mathrm { \\Delta N }$ and SSE. The local air circulation (southerly winds） contributes to the maintenance and development of star dunes. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The transition between erosion and deposition occurs on the S side in the monitoring period of 46 a. The cyclic process from a concave slope profile to a convex one is the dynamic process of the S side. The concave or convex slope shape alters the feature of near-surface airflow, causing the transition between aeolian erosion and deposition. The S side was mainly dominated by erosion from 1963 to 1985 with a maximum erosion rate of $- 1 . 1 0 \\ \\mathrm { m / a }$ ，However, some pavilions that had been rebuilt since the 199Os decreased the strength of the southerly winds,and the S side was mainly dominated by deposition from 1985 to 2004 with a maximum deposition rate of 1.42 $\\mathrm { { m } / \\mathrm { { a } } }$ .When sand deposition on the S side reached a certain degree, erosion dominated on the S side again with a maximum erosion rate of $- 3 . 4 9 \\mathrm { m / a }$ from 2004 to 2009. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Human activities damage the airflow field state, contributing to the swell on the S side and the closer migration between northern and southern mega dunes. Clarifying the near-surface airflow field and the morphological variation of the star dune and providing scientific evidence for resuming the airflow field at most are key strategies for the protection of Crescent Moon Spring. Opening up the passage of northeasterly and westerly winds through intermediately cutting the protection forest, demolishing the enclosed wall and changing the pavilion in the south of the spring into a porous pattern have been suggested to protect the Crescent Moon Spring from burial. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work was funded bythe National Natural Science Foundationof China (41271023).We thank the Crescent Moon Spring Management Agency for their help in the field work. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Bred CS,Grow T.1979.Morphologyand distributionof dunes insand seas observed byremote sensing.A studyof global sand seas,USGS Professional Paper,1052:253-303.   \nBurkinshawJR,RustIC.1993.Aeolian dynamics on the windward slopeofareversing transverse dune,Aexandria coastal dunefield，South Africa.In:PyeK，Lancaster N.Aeolian SedimentsAncientand Modern.[1993-05-27]. https://onlinelibrary.wiley.com/doi/10.1002/9781444303971.ch2.   \nCooke R U, Warren A, Goudie A S.1993.Geomorphology in Deserts.London: UCL press,390-391.   \nDongJH,Bian ZF.2Oo4.Proposalfortheprotectionofnatural heritageofSinging Sand Mountainand Crescent Moon Spring in Dunhuang City, China. Journal of Natural Resources,19(5): 561-566.   \nDong Z,Zhang Z,Qian G,etal.2013.Geomorphologyof star dunes in the southern Kumtagh Desert,China:control factors and formation. Environmental Earth Sciences, 69(1): 267-277.   \nFryberger S G.1979.Dune forms and wind regime.In: McKee ED.A Studyof Global Sand Seas. USGS Professional Paper, 1052: 137-169.   \nHu S,Wu Z.1997.The studyonthe modelfor pyramid dune formation inthe Mingsha mountain,Dunhuang City.Geographical Research,16(1): 60-67.   \nKatzO,MushkinA.2O13.Characteristicsof sea-clif erosion inducedbyastrong inter storm intheeastern Mediteraean. Quaternary Research,80(1):20-32.(in Chinese)   \nLancasterN.1983.Controls of dune morphology in the Namib sand sea.Developments in Sedimentology,38:261-289.   \nLancasterN.1989a.The dynamicsof stardunes:anexample from the GranDesierto,Mexico.Sedimentology,36(2):273-289.   \nLancaster N.1989b.Star dunes.Progress in Physical Geography,13(1): 67-91.   \nLancaster N.1996.Theroleof field experiments in studiesof dune dynamics and morphology.Annals of Arid Zone,35(3): 171-186.   \nMullgan KR.1988.Velocity profiles measuredon the windward slope of atransverse dune.Earth Surface Proceses and Landforms,13(7): 573-582.   \nNielson J,Kocurek G.1987.Surface processs,deposits,and developmentof starunes:Dumont dune field,California. Geological Society of America Bulltin, 99(2): 177-186.   \nPang Y,QuJ,Zhang K,et al.2014.Quantitativeanalysisonthedynamiccharacteristicsof megadunes around the Crescent Moon Spring,China.Journal of Arid Land,6(3): 255-263.   \nQu J,Ling Y,Zhang W,etal.1992.Preliminaryobservationandstudyotheformationmechanismofpyramiddune.Jouralof Desert Research,12(4):20-28.(in Chinese)   \nQu J,Gong G,Wen Z,etal.1997.Sanddriftencroachmentinthe Dunuang Mogao GrottoesDistrictanditscontrol.Sciencein China Series D: Earth Sciences,40(2): 197-206.   \nTanL,Zang W,BianK,etal.2O16.Numericalsimulationof hree-dimensional windflowpaternsoverastardune.Journalof Wind Engineering and Industrial Aerodynamics,159:1-8.   \nTsoar H.1983.Dynamic processes acting on a longitudinal (seif) sand dune. Sedimentology,30(4): 567-578.   \nTsoar H,Blumberg DG,Stoler Y.2004.Elongationand migration of sand dunes.Geomorphology,57(3-4):293-302.   \nWalkerIJ,HespPA,Davidson-ArmottRG,etal.2O09.Responsesof thre-dimensional flowtovariationsintheagleof incident windand profile formof dunes:Greenwich Dunes,Prince Edward Island,Canada.Geomorphology,105(1-2): 127-138.   \nWang T,Zhang W,Dong Z,et al.2Oo5.The dynamic characteristicsand migrationofa pyramid dune.Sedimentology,52(3): 429-440.   \nWasson R J,Hyde R.1983.Factors determining desert dune type.Nature,304: 337-339.   \nWiggs GF,Livingstone I, Waren A.1996.Theroleof streamline curvature in sand dune dynamics:evidence from fieldand wind tunnel measurements. Geomorphology,17(1-3): 29-46.   \nWilson IG.1973.Ergs.Sedimentary Geology,10(2): 77-106.   \nYang X,ScuderiL,LiuT,etal.2O11.Formationofthe highestsanddunesonEarth.Geomorphology,35(1-2):108-116.   \nZhang K,Niu Q,An Z,etal.2O15.Aeolian dynamics environments nearearth surface in desert-oasis transitional zoneof Dunhuang area.Bulletin of Soil and Water Conservation,35(4):8-11.(in Chinese)   \nZhang W,QuJ,Dong Z,etal.2ooo.Theairflowfieldanddynamic procesesofpyramiddunes.JournalofAridEnvironments, 45(4): 357-368.   \nZhang W,Qu J,Tan L,et al.2016.Environmental dynamics of a star dune.Geomorphology,273: 28-38.   \nZhu ZD,Chen ZP,WuZ,etal.1981.StudyonAeolian SandLandformsofTklimakanDesert.Beijing:Science Press,27-55. (in Chinese) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]