[
    {
        "type": "text",
        "text": "Expression of Arabidopsis Bax Inhibitor-1 in transgenic sugarcane confers drought tolerance ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Daniel Alves Ramiro1,Danila Montewka Melotto-Passarin²,Mariana deAlmeida Barbosa1,Flavio dos Santos1, Sergio Gregorio Perez Gomez³,Nelson Sidnei Massola Junior?,Eric Lam4\\*and Helaine Carrerl\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Depto.Ciencias Biologicas,ESALQ/Universidadede Sao Paulo,Piracicaba-SP,Brazil   \n2Centrode Tecnologia Canavieira,Bairro Santo Antonio,Piracicaba-SP,Brazil   \n3Depto.de Fitopatologiae Nematologia,ESALQ/UniversidadedeSao Paulo,Piracicaba-SP,Brazil   \n4Departmentof Plant BiologyandPathology，Rutgers the State Universityof New Jersey，New Brunswick,NJ,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 16 October2015; revised 21 December 2015; accepted 13 January2016. \\*Correspondence (H. Carrer,Tel $+ 5 5$ -19- 3429-4344;fax $+ 5 5$ -19-3447-8649;email hecarrer@usp.br;E.Lam,Tel $+ 8 4 8 - 9 3 2 -$ 6351;fax +732-932-4293;email Lam@aesop.rutgers.edu) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:ER stress,PCD, tunicamycin,antioxidant enzymes, photosynthesis,Saccharum officinarum. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The sustainability of global crop production is critically dependent on improving tolerance of crop plants to various types of environmental stress.Thus,identification of genes that confer stress tolerance in crops has become a top priority especially in view of expected changes in global climatic patterns.Drought stress is one of the abiotic stresses that can result in dramatic loss of crop productivity.In this work,we show that transgenic expression of a highly conserved cell death suppressor,Bax Inhibitor-1 from Arabidopsis thaliana (AtBl-1),can confer increased tolerance of sugarcane plants to long-term $_ { ( > 2 0 }$ days)water stress conditions.This robust trait is correlated with an increased tolerance of the transgenic sugarcane plants,especially in the roots, to induction of endoplasmic reticulum (ER) stress by the protein glycosylation inhibitor tunicamycin. Our findings suggest that suppression of ER stress in $\\mathsf { C } _ { 4 }$ grasses,which include important crops such as sorghum and maize,can be an effective means of conferring improved tolerance to long-term water deficit.This result could potentially lead to improved resilience and yield of major crops in the world. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Brazilian sugarcane agroindustry maintains the largest commercial system of energy production from biomass in the world,producing bioethanol and burning the bagasse for electric power (Furtado et al.,2011).At present,sugarcane plantations are concentrated in the central-south region of Brazil,mainly in the State of Säo Paulo.Further increase in sugarcane production may involve either boosting higher levels of productivity or expansion of the area for sugarcane cultivation,especially with extensive arable land at the central region of Brazil. However, the introduction of sugarcane to the mid-west region of Brazil facesa set of challenges as this region is known to experience high temperaturesand irregularrainfall during the year.To enable sugarcane farming in these areas,plants must carryanumber of physiological and morphological traits for increased tolerance to these abiotic stresses. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "One of the first responses of plants to water deficit is the production of reactive oxygen species (ROS) (Carvalho,2008).If moderate,these ROS are thought to mediate induction of defence pathways and acclimation responses that help in the adaption of plant metabolism to a changing environment.However,if the stress is severe and sustained,the heightened production of ROS can result in damage of nucleic acids,proteins,lipids and other cellular components in the plant，as well as initiationof programmed cell death (PCD) (Dat et al.,20oO). PCD is an integral mechanism of plant,animal and microbes that functions in the self-destruction of those cells that are damaged by various stress factors (Lam,2oo4).In metazoans,the control of cell suicide is defined bya homeostatic balance between anti-apoptotic proteins (such as BCL-2，BCL-X_，BFL-1，MCL-1 and others) and proapoptotic proteins (such as those belonging to the BAX and BH3 subfamilies) that tightly regulates the induction of ROS signalling cytochrome C release from mitochondria and activation of DNase and caspase-like proteases (Watanabe and Lam,2oo9).One of the most well-characterized pro-apoptotic protein is BAX (BCL-2 antagonist $\\mathsf { X } )$ ，inpart due its capacity to interact with and antagonize a pro-survival protein belonging to the BCL-2 subfamily (Oltvai et al.，1993)． BAX protein can localize onto the mitochondrial membrane and when activated induces cytochrome Crelease，stimulation of caspases and cleavage of essential proteins leading to cell death (Danial and Korsmeyer，2o04).In Arabidopsisand tobacco,the overexpression of mammalian Bax results in spontaneous cell death that is dependent on mitochondrial localization of the expressed Bax protein (Kawai-Yamada et al.,2001;Lacomme and Santa-Cruz, 1999).These observations indicate that a conserved mechanism regulates PCD in plants and animals in spite of the fact that structural homologues of BCL-2 related proteins are not present in sequenced plant genomes. In yeast，several enzymes that are known to be induced during oxidative stress were isolated from BAX survival screens with plant cDNA expression libraries,suggesting that ROS production plays an important role in BAX-dependent cell death (Kampranis et al., 2000;Moon et al.,2oo2).Similar to apoptosis in animals,plant cell death caused by heterologous expression of mammalian Bax is preceded by $H _ { 2 } O _ { 2 }$ production (Yoshinaga et al.,2005). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The gene Bax inhibitor 1 (Bl-1),an anti-cell death gene that is conserved in animal and plant genomes,was first isolated from a human cDNA library based on its ability to block cell death mediated by Bax in yeast $( \\mathsf { X } \\mathsf { u }$ and Reed,1998). Contrary to BCL-2 protein that can physically interact with BAX，Bl-1 acts downstream in the signalling pathway that leads to PCD (Baek et al., 2004;Xu and Reed,1998). In plants,B/-1-like genes have been isolated from several speciesand their predicted amino acid sequences showed a high level of homology with the human Bl-1 protein (Kawai et al.,1999;Watanabe and Lam,2009).Despite the homology between B1-1 genes，members of BCL-2 family proteins are not present in plants.However，overexpression of Arabidopsis Bl-1 (AtBl-1） suppresses cell death induced by the ectopic expression of mammalian Bax in yeast (Kawai et al, 1999).Similarly, cell death was reduced in transgenic Arabidopsis expressing Bax when retransformed with AtBl-1，providing a functional validation of the gene in planta (Kawai-Yamada et al., 2001).The AtBl-1 gene encodes a cytoprotective protein located inthe endoplasmic reticulum (ER)membrane that is induced during senescence as well as under various biotic and abiotic stress situations,and in these conditions modulates the activation of PCD (Watanabe and Lam,20o9). Ihara-Ohori et al. (2007) demonstrated an interaction between AtBl-1 and calmodulin (CaM),one of the most conserved sensors of ${ C a ^ { + 2 } }$ in eukaryotes. CaM proteins directly bind to ${ \\mathsf { C a } } ^ { 2 + }$ -ATPases in the ER,indicating a possible role for AtBl-1 in calcium homeostasis through its interaction with CaM (Ishikawa et al.,2011). Calcium flux from the ER to the cytoplasm of the cell is one of the earliest known events that is activated by oxidative stress (Ermak and Davies, 2002)，while the capacity of AtBl-1 in the suppression of cell death was abolished in yeast mutants deficient in ion transporter proteins from the ER to the cytoplasm (Ihara-Ohori et al.,2007). Inaddition，it was demonstrated that Arabidopsis Bl-1 can interact with sphingolipid fatty acid 2-hydroxylases (AtFAH)via cytochrome $\\mathsf { b } _ { 5 }$ $( A _ { i } C _ { s } - B _ { i } )$ ）to modulate ER stress responses (Nagano et al.，2012). These results thus indicate that AtBl-1 may be a highly conserved cell death modulator that mediates stress signalling from that ER via alterations in ${ C a ^ { + 2 } }$ fluxes as well as redox signalling via modulation of fatty acid metabolism. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Studying transgenic expression of AtBl-1 in sugarcane may provide new insights into the role of Bl-1 in regulating ROS signalling and also can help to develop novel sugarcane varieties that exhibit increased tolerance to drought.In this work,we show that transgenic lines of sugarcane expressing AtBl-1 display significantly higher tolerance to drought stress.Also,transgenic sugarcane show altered patterns of development，sugar accumulation in leaves and culms,increased tolerance to stress caused by tunicamycin and higher activity of oxidative stress-related enzymes，indicating that ROS signalling may be affected by ectopic expression of this conserved anti-cell death gene.Our results showed that cell death modulation through increased expression of Bl-1 could be an attractive approach to improve drought tolerance in sugarcane，an important energy grass for renewable biofuel production. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Overexpression of AtBl-1 in sugarcane increased tolerance to hydric restriction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The gene Bax Inhibitor-1 is implicated to suppress $H _ { 2 } O _ { 2 ^ { - } }$ and ER-stress-induced plant cell death (Kawai-Yamada et al.，2004; Watanabe and Lam,2oo8). In model dicot plant species such as ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Arabidopsis and tobacco,overexpression of Bl-1 has been found to provide increased tolerance to abiotic stresses such as heat and drought stresses as assayed by plant recovery after the stress treatment (lsbat et al.，2009；Watanabe and Lam，2006). In addition,loss-of-function atbi1 mutants in Arabidopsis display heightened sensitivity to ER stress induction by the inhibitor tunicamycin，while AtBl-1 overexpression increased plant tolerance to ER stress (Watanabe and Lam,20o8).Although the mechanisms through which Bl-1 functions to improve stress tolerance in these plant species remain unknown,we wanted to test whether its overexpression in sugarcane,one of the major ${ \\mathsf { C } } _ { 4 }$ crop plants in the world，can provide improved performance under water stress conditions as well as to quantify other physiological and molecular effects that may mediate the effects of Bl-1.To accomplish these objectives,we generated independent transgenic lines of sugarcane (designated as ScBl lines) Overexpressing the Arabidopsis Bl-1 cDNA (AtBl-1). RT-PCR (Figure 1）and Western blot analysis (Figure S1） showed that AtBl-1 was expressed at the mRNA and protein levels in ScBl transgenic lines.Southern blot analysis confirmed the integration of multiple copies of the transgene in all the tested ScBl lines (Figure S2).The two lines that exhibited the highest apparent AtBl-1 transcript levels (Figure 1）were evaluated by water restriction treatments in order to characterize their phenotypic responses in different tissues,such as leaves,culms and roots. Under drought condition,plants tend to reduce water loss to the atmosphere (transpiration）and thereby minimize the rate of dehydration.This adaptive response is mediated in part via reduction in stomatal conductance that leads to closure of the stomates，which in turn limits the availability of ${ \\mathsf { C O } } _ { 2 }$ for photosynthesis (Chaves et al.,2002;Flexas et al.,2006).To test whether drought stress in sugarcane may be attenuated by AtBl-1 overexpression，capacity for photosynthesis and gas exchange was thus measured at various time points after exposing sugarcane plants to treatment of hydric restriction (i.e.withholding irrigation).We found that in the two ScBl lines examined,a significant decrease in stomatal conductance (Figure 2a) and ${ \\mathsf { C O } } _ { 2 }$ assimilation rate (Figure 2b)was apparent only from about 21 DAT (days after treatment start)，whereas in the WT and VC (vector-only control) plants drastic reduction in the gas exchange and photosynthesis rate was observed at about 12 DAT. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/fba8b498e307365ba3855ee4c3721896e3ce00a755db906e9251dcc9c6f29fc6.jpg",
        "img_caption": [
            "Figure 1 AtB/-1 expression in 12 lines of sugarcane transgenic plants. Agarose gel $1 \\%$ stained with ethidium bromide,showing products of amplification by RT-PCR from leaves of ScBl (1-12) and WT plants.The plasmid pDM9,harbouring the AtBl-1 gene,was used as positive control $( \\mathsf { C } + )$ $\\beta$ -actinwas used as an internal control in the same samples.\\*ScBl-3 and $\\ast \\ast \\varsigma _ { \\sf C B l - 4 }$ "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/336a55318c1ea135cdecb93c8d92736eb5b7ed42de613e7935be095dfd079e25.jpg",
        "img_caption": [
            "Figure2 Gas exchange measurements on transgenic sugarcane submitted to drought stres.(a)Stomatal conductance $( \\mathsf { m o l } / \\mathsf { m } ^ { 2 } / \\mathsf { s } )$ and (b) ${ \\mathsf { C O } } _ { 2 }$ assimilation rate $\\scriptstyle ( { \\mu \\bmod { } } 0 | / m ^ { 2 } / 5 )$ sugarcaneadult plantsundergoing continuous irigation (controls)and underdroughtcondition.Plants belonging to ScBl-3 andScBl-4eventshveshownAtB-1geneexpressoncontrolldbyUbi-1promoter.Eachsymbolcorrspondstotheaveragevalue $( n = 5 ) \\pm \\mathtt { S D }$ 1 irrigated;NI,nonirigated;VC,vector-only control; WT,wild-type plants. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Consistent with previous studies (Flexas and Medrano，2002; Ghannoum,2oo9),a reduction in stomatal conductance caused by water stress was accompanied by a parallel decrease in the rate of ${ \\mathsf { C O } } _ { 2 }$ assimilation of all the sugarcane plants studied here. The longer persistence of ${ \\mathsf { C O } } _ { 2 }$ assimilation capacity in transgenic sugarcane expressing AtB/-1 under water stress conditions indicates the maintenance of primary metabolism in these plants for almost twice as many days as the control plants,suggesting that the effects of water limitation on sugarcane can be dramatically delayed by the expression of the AtBl-1 gene. Consistent with this interpretation,relative water content (RWC) analysis showed that leaves of ScBl plants can maintain their level of internal water above $80 \\%$ ，even after 21 consecutive days without irrigation (Figure 3b).RWC levelsare frequentlyused asa reference to control for the relative intensity of hydric stress between samples,with values higher than $7 5 \\%$ considered to indicate mild or moderate hydric deficit (Flexas and Medrano 2002).Therefore，the water restriction treatment imposed on sugarcane plants under our experimental conditions resulted in different levels of hydric deficit between the different genotypes tested in parallel: severe for control plants (WT and VC)and moderate to mild for the two lines of transgenic plants expression AtBl-1 by 21 DAT. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Morphological and biochemical changes in sugarcane overexpressing AtBl-1 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Previous studies with overexpression of Bl-1in Arabidopsisand tobacco plants did not report any obvious morphological or developmental changes (lsbat et al.，2oo9;Watanabe and Lam, 2006).In contrast,we found that ScBl plants showed significant differences between the mean height and leaf area index (LAl) compared with WT plants (Table 1).Seven-month-old transgenic sugarcanes with AtB/-1 overexpression were significantly shorter than WT,whereas the LAl was statistically higher on the ScBl plants,mainly due to the increased width of the leaves (Figure S3). In contrast to the differences observed in plant height and leaf area index,stalk circumference was found to be similar between genotypes (Table 1).Considering entire plants (leaves,stalks and roots),there were no statistical differences in the fresh and dry mass between transgenic,VC and WT plants (Table_1_Supplnfo). Asthe density of stomata and trichomes may be considered morpho-physiological parameters that could modulate the plant's ability to adapt to hydric stress (Ennajeh et al.，2o1O)，and stomatal size may affect the dynamics of the response (Drake et al.,2013),we also examined these properties in the genotypes ofsugarcane in ourwork.However,we did not detect significant difference $( P < 0 . 0 5 )$ ）between transgenic and WT plants for stomata density or size,as well as for the density of trichomes on leaves (Figure S4). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/03777740db986bd1608c70cb0ae2c84416fdc5de0692b7480fc02b52d5fa33de.jpg",
        "img_caption": [
            "Figure3Relativewatercontent (RWC)inleavesofsugarcaneindiferentconditions.Temporalvariationof watercontentinleaves $( \\% )$ of plants of sugarcane genetically transformed with the gene $A t B I - 1 ,$ in irrigated (a) and nonirrigated (b) condition.Average values $( n = 5 ) \\pm \\mathtt { S D }$ .DAT,daysafter treatment. Diferent letters indicate statistic diferences between the averages (Tukey, $P < 0 . 0 5$ ).VC,vector-only control; WT,wild-typeplants. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/eb59ffb0e5cee67022986b3ce3ad37a42e0d1ac08ca3e58cac0a2bde0a9741c2.jpg",
        "table_caption": [
            "Table1EvauatiofplogicatraitsfrsgnicB-garcaneins-nd-4)ctorotrol(ndidtnts( "
        ],
        "table_footnote": [
            "SC,stalk circumference; LAl, leaf area index $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ length $\\times$ width $\\times 0 . 7 5$ .Different letters indicate statistical differences among genotypes $\\langle n = 5 \\rangle$ (Tukey, $P < 0 . 0 5$ 0 "
        ],
        "table_body": "<html><body><table><tr><td></td><td>ScBl-3</td><td>ScBl-4</td><td>VC</td><td>WT</td></tr><tr><td>Heights (cm)</td><td>100.21 (±10.3)b</td><td>64.00 (±5.08)</td><td>131.92 (±6.72)a</td><td>138.33 (±12.9)a</td></tr><tr><td>SC (cm)</td><td>12.21 (±0.67)a</td><td>12.75 (±2.76)a</td><td>13.00 (±0.92)a</td><td>12.65 (±1.52)a</td></tr><tr><td>LAI (cm²)</td><td>282.46 (±23.76)a</td><td>252.59 (±33.64)a</td><td>187.97 (±32.51)b</td><td>170.11 (±6.29)b</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In a previous study on gene expression associated with the sugar content of sugarcane，Papini-Terzi et al. (2oo9) reported that a large number of genes correlated with sucrose accumulation in the culms are associated with stress signalling pathways, suchas those activated by ABA and drought.Similar results were also obtained in earlier transcript profiling studies designed to identify genes that are differentially expressed in sugarcane culms during their development (Casu etal.，2oo4). In our present study，we want to ascertain how AtBl-1 overexpression may impact sugar accumulation in sugarcane in parallel to the characterization of its response to water stress.We found that the content of total soluble sugars (TSS)and reducing sugars (RS) were statistically higher $8 2 \\%$ and $78 \\%$ ,respectively) in leaves of ScBl plants when compared to WT plants (Figure 4). In contrast, the TSS and RS levels in the culms of transgenic plants were statistically lower than those of WT plants( $3 6 \\%$ for TSS and $1 1 0 \\%$ for RS)(Figure 4).No significant difference was observed between WT and VC plants for TSS or RS in leaves and culms. Results shown here indicate that the overexpression of the AtB/-1 gene in sugarcane resulted in alterations in the sugar translocation and accumulation processes in both leaves and culms. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Effects of AtBl-1 overexpression on antioxidant enzyme activities and osmoprotectant levels ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Inparallel to an increase in sugar accumulation，conserved enzymatic and nonenzymatic mechanisms in sugarcane can also be induced during abiotic stresses in order to protect their cells against the toxic effects of ROS generated under these conditions (Krasenskyand Jonak,2012;Molinari etal.,2o07).Plants protect their cells by removing or neutralizing ROS through the activation of antioxidant systems.This is often manifested by an increase in enzyme activities such as those of superoxide dismutase (SOD), catalase (CAT), guaiacol peroxidase (GPOX),ascorbate peroxidase (APX)and polyphenol oxidase (PPO),as well as the synthesis and accumulation of osmoprotectants such as proline (Ashraf and Foolad,2007;Molinari etal.,2007;Reddy et al.,2004). Increases in the activities of such enzymes and of proline are thus good indicators of oxidative stress response in plants (Reddy et al., 2004).In order to establish more precisely the experimental time pointat which WT sugarcane plants is likely to be under drought stress,an additional time course experiment was carried out to monitor the stress level indirectly through measuring the decrease in ${ \\mathsf { C O } } _ { 2 }$ assimilation rate in WT and ScBl sugarcane plants put under hydric stress (Figure 5).At 17 DAT,when the photosynthesis level in WT plants decreased to about $5 \\ \\mu \\mathrm { m o l } / \\mathrm { m } ^ { 2 } / \\mathrm { s } ,$ leaf samples from all the plants in the experiment were collected and used for quantification of enzyme activities for CAT,GPOX and APX,as well as the content of TSS,RS and proline in the same tissues.We found that in the ScBl-3 and ScBl-4 plants,oxidative stress markers were not activated by exposure to hydric restriction treatment at 17 DAT,in contrast to significant increases on the level of all oxidative markers that was observed in the WT plants (Figure 6b-d).Similarly，nonirrigated WT plants showed a dramatic increase in the foliar content of proline at 17 DAT，as compared to irrigated plants (Figure 6a).The concentration of proline in irrigated WT plants was $2 2 . 4 ~ \\mu \\ g / \\ g$ of fresh mass, whereas in stressed plants these values rose by about 2O-fold. WithScBl plants,the levels of proline remained low and stable during this experimental condition $( 2 0 . 9 ~ \\mu \\ g / \\ g$ FM on irrigated plants and $1 8 . 5 ~ \\mu \\ g / \\ g$ FM on nonirrigated plants) (Figure 6a). Interestingly，ScBl irrigated plants showed significantly higher catalase activity,but not that of APX or $\\mathsf { G P O X } ,$ when compared to WT plants before hydric stress was imposed (Figure 6). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/46c207e8ca9a98eac416ded7913f81f36e080ee1fab1643461631d6ad39c12c8.jpg",
        "img_caption": [
            "Figure 4 Total soluble sugars (TSS) and reducing sugars (RS) from leaves and culms of sugarcane. Measurements were made on transgenic plants (ScBl) transformed with AtBl-1 gene,wild-type (WT)and vector control plants (VC) under normal conditions of development. The levels are expressed in mg of glucose/g of dry matter. Different letters indicate statistic differences between the averages ${ ( n = 5 ) }$ (Tukey, $P < 0 . 0 5 )$ DM,dry mass. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/d16407ec5d0e3d165eaa9b90afd3cedee4c4a41799cc5bb618a447df93287ab5.jpg",
        "img_caption": [
            "Figure 5 ${ \\mathsf { C O } } _ { 2 }$ assimilation rates on irrigated and nonirigated plants.The photosynthetic activity $( \\mu \\mathrm { m o l } / \\mathsf { m } ^ { 2 } / \\mathsf { s } )$ was evaluated on the first totally expanded leaf of 3O-day-old sugarcane transformed with $A t B I - 1$ gene and wild-type plants (WT) under continuous irrigation (controls) and hydric stress conditions (drought).The levels of drought stress were monitored by measurements of gas exchange until ${ \\mathsf { C O } } _ { 2 }$ assimilation rate in the nonirrigated WT plants dropped to approximately $5 ~ \\mu \\mathrm { m o l } / \\mathrm { m } ^ { 2 } / \\mathrm { s }$ .DAT,days after treatment. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In addition to quantifying enzyme activities related to oxidative stress,we also measured the level of sugars in sugarcane leaves under drought stress.In response to hydric stress,soluble sugars can accumulate in leaves (Krasensky and Jonak,2012) and could contribute to the maintenance of the cells' turgor and to the osmoprotection of membranes and proteins (Kaplan and Guy, ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2004)．Under our assay conditions,we found a significant increase (Tukey test $5 \\%$ ）inthe TSSandRS levels in leaves of the WT plants under hydric restriction when compared to the irrigated ones (Figure 7).The hydric stress resultedinan increase ofapproximately $3 3 \\%$ in the levels of TSS (Figure 7a) and $12 5 \\%$ (from 14.72 to 33.18 mg glucose/g dry per mass) on the levels of RS (Figure 7b) in WT sugarcane leaves. In contrast, no significant change in leaf TSS and RS content was observed between irrigated and nonirrigated ScBl plants (Figure 7a,b).This data is consistent with the observation that $A t B I - 1$ overexpression resulted ina decrease in sensitivity to hydric restriction,and thus, the sugar metabolic pathway in leaves is less affected by the water stress treatment. In sum，our results suggest that the expression of AtB/-1 gene was sufficient to increase tolerance of sugarcane to loss of irrigation for more than 2 weeks.The induction of various antioxidant enzymes in WT sugarcane plants under the water stress treatment suggests that ROS management is part of the signal that mediates normal water stress response in this plant species. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Evaluation of resistance to the brown rust fungus with ScBl plants ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Depending on the pathogen lifestyle,overexpression of Bl-1 can attenuate or improve plant resistance to microbes (reviewed by Ishikawa et al.,2011).In theory,one may expect the spread of biotrophic pathogens could be favoured by the cell death suppression that Bl-1 expression may confer，consistent with the observed decrease in susceptibility of transgenic barley to biotrophic fungal pathogen Blumeria graminis f.sp.hordei when HvBl-1 expression was lowered by RNA interference (Eichmann etal.,201O).However,in the wheat—Puccinia striiformis f.sp. triticiinteraction，the suppression of TaBl-1expressionina resistant wheat genotype produced a moderate increasein susceptibility，suggesting that TaB/-1 may contribute to wheat resistance to stripe rust (Wang et al.,2012). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Puccinia melanocephala is the causal agent of brown rust, the major disease of sugarcane in almostall areas in the world where this crop is grown (Dixon et al.，201O).As normally observed in most plant-rust interactions,resistance of sugarcane to brown rustisexpressed byaposthaustorial hypersensitive response (Oloriz et al.,2012).To evaluate the effect of AtBl-1 expression onthe resistance level of sugarcane to the biotrophic fungus $P$ （204号 melanocephala，we inoculated WT，VC and ScBl plants with uredospores from an avirulent race of the fungus.For comparison，we also tested a susceptible sugarcane line，RB835089，in parallel.Our results showed that AtBl-1 expression strongly affected the resistance of sugarcane plants to the brown rust fungus (Figure 8). Usually, the latency period (time period elapsed between inoculation and production of spores) of P.melanocephala lastsapproximately 15 days (DAl).In this study, the latency period of the fungus decreased to 7 DAl on the leaves of the ScBl plants,with large number of spore production (Figure 8b).In addition, the density of pustules Was significantly greater in the transgenic lines,even when compared to the susceptible control (Figures 8a).In contrast,WT and VC plants are relatively resistant tothe rust fungus (Figure 8c).These results suggest that constitutive AtB/-1 expression may suppress resistance against $P$ melanocephala in sugarcane. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/1c00efe5e42847c0c55e0915947b173dab7e48df8be19e25b3cf3439676e3a2e.jpg",
        "img_caption": [
            "Figure6Proline contents and antioxidant enzymes activity of sugarcane plants under drought condition.Proline (a) and antioxidant enzymes ascorbate peroxidase (APX) (b),guaiacol peroxidase (GPOX activity) (c) and catalase (CAT) (d) levels on sugarcane leaves (ScBl) transformed with Bax inhibitor-1 gene from Arabidopsis and in wild-type plants (WT) under drought stress caused by interrupting irrigation for a period of 17 days. Error bars indicate standard deviation of four biological samples.Values for each genotype followed by the same small letter and treatment followed by the same capital letter were not significantly different (Tukey $5 \\%$ ） ",
            "Figure7Levelsoftotalsolublesugarsandreducingsugars(S)iavesofstreedsugarcaneugarcanetransforedwitainibito gene(ScBl)froabosisdldtantssubectedtdrictressprovdyiteuptioorgaiurinpdfd ErrorbarsidiatesandarddevitiooffourbooicalsamplesVaesfoachgeotypefollowedbyheamesallteandtreatmntollod bythe same capital letter were not significantly different (Tukey $5 \\%$ ).DM,drymass. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ScBl transgenic sugarcane plants exhibit reduced sensitivityto the ER stress inducertunicamycin ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Previous studieswith Arabidopsis provided evidence for AtBl-1 to function in cell death suppression via modulation of the ER stress response pathway's threshold for PCD activation (Watanabe and Lam,2oo8).One strong support for this model comes from the suppression of cell death response to the ER stress inducer tunicamycin (TM)，which inhibits N-glycosylation of nascent proteins in the ER.To test whether overexpression of $A t B I - 1$ in sugarcane can also suppress cell death activated by ER stress,we tested whether ScBl plants show an attenuated sensitivity towards TM treatment of young sugarcane plantlets grown under hydroponic culture conditions.With WT plantlets，we found that root growth under these conditions became repressed between day 7 and day 10 of culture (Figure 9a).Addition of TM at $0 . 5 ~ \\mathsf { m g / L }$ (T2)and $1 . 0 ~ \\mathsf { m g / L }$ (T3)accelerated this root growth arrest to day 4 or earlier.With two lines of ScBl plants，we observed delayed growth arrest under all three conditions.This difference is especially clear under condition T2 where root growth of WT plantlets stopped between day 4 and day 7,while the ScBl plants continue to grow even after 10 days.In addition to quantifying the effects of TM on root growth arrest,we also observed drastic morphological effects on WT plantsafter 10 days of TM treatment.As shown in Figure 9b，swelling of root tips at T2,and cell death in the roots at T3 in which the tissues often turn black or dark brown were observed.The ScBI lines did not show these severe morphological changes in roots with only some browning of the tissues observed under the T3 condition (Figure 9b). In addition to the cell death observed in roots upon treatment with TM,we also observed similar effects in theaerial tissues of sugarcane plantlets (Figures 9c,d).After 12 days of incubation with $1 . 0 \\ \\mathrm { m g / L }$ of TM (T3 condition)，WT plantlets showed leaf browningand a significant loss of chlorophyll content that suggested activation of cell death.In contrast, little change in chlorophyll content is observed for ScBl-3and ScBl-4 plants that were treated similarly and the plantlets'aerial tissues stayed green even under the T3 condition. These results indicate that heterologous AtB/-1 expression resulted in the suppression of ER stress sensitivity in both leaf and root tissues of sugarcane plants. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/9bec835cc58b46cb1d613bd42cca30383c1debdcbf279493ef9771794d94ac4e.jpg",
        "img_caption": [
            "Figure8 Effect of AtBl-1 overexpression on lesiondevelopmentby Pucciniamelanocephala. (a) Number of lesions per $\\mathsf { c m } ^ { 2 }$ counted in leaves of ScBI,wild-type (WT)and vector control plants (VC),7 days after inoculation (DAl). (b) Sporulating lesion in ScBl leaf at seven DAl. (c) Sugarcane leaves inoculated with brown rust fungus at seven DAl.The variety RB835486 was used as susceptible control. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The highly conserved B/-1 gene is a universal suppressor of cell death，found in the endoplasmic reticulum of metazoan and plants,where it acts to modulate cell death signalling (lshikawa et al.，2011).The highly responsive nature of AtBl-1 expression under ER stress indicates that this gene may also have a role in the unfolded protein response's connection to PCD activation.In plants,B/-1 expression can be induced bya variety of stress stimuli suchas pathogen attack,oxidative stress and heat stress,and its overexpression can suppress the activation of cell death (Huckelhoven，2004;Watanabe and Lam，2004).Potentially，these stresses lead to the accumulation of ROS and increase the level of cytosolic calcium in the cell,resulting in activation of cell death (Hofius et al.，2007;Lam，2004).Given its location in the ER, which is the largest reservoir of intracellular calcium and an organelle that is sensitive to external and internal stresses，Bl-1 could act by regulating the concentration of cytosolic calcium and/or redox state.Although the precise mechanism of Bl-1 function remains to be elucidated,previous genetic studies have established the function of AtB/-1 asa critical determinant for plant survival under ER stress in Arabidopsis.The present studies demonstrate that the heterologous expression of AtB/-1 cDNA in sugarcane,a ${ \\mathsf { C } } _ { 4 }$ monocot species,can attenuate the induction of cell death pathways that are activated during hydric stress or upon chemical-induced ER stress.The observed increasein tolerance to hydric stress is not necessarily predicted as the anatomy of ${ \\mathsf { C } } _ { 4 }$ monocots is very different from that of $C _ { 3 }$ dicots, and the role of ER stress response in drought tolerance has not beenestablished.Our results thus provide the first demonstration that overexpression of the AtBl-1 gene in a wide range of plant species can likely generate plants that could be highly tolerant to drought,and thus,its deployment can potentially enable cultivation of sugarcane and other crops in more arid environments. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To begin to elucidate the mechanism through which AtBl-1 overexpression can enhance tolerance to hydric restrictionin sugarcane，we quantified soluble sugars and osmoprotectant levels，as well as antioxidant enzyme activities in the different genotypes.Several results are significant. In the first,some of the common antioxidant enzymes and the osmoprotectant proline that are normally induced during hydric restriction in WT plants did not show any dramatic increase with or without the stress treatment. This result shows that AtBl-1 did not function by ‘preactivating'the water stress response pathway per se.However, the second observation is that sugar levels as well as catalase enzyme activity in the leaves of ScBl-3 and ScBl-4 irrigated plants do show a significant increase in the ScBl plants as compared to control plants. Interestingly, the sugar levels in the culms of ScBl-3 and ScBl-4 plant lines showed a significant decrease compared to those of the control plants.This suggests that sugar transport and partitioning in sugarcane may be altered by constitutive overexpression of AtBl-1.Although the mechanism of sugar accumulation in the culms of sugarcane has been well studied (McCormick et al.,2009;Wang et al.,2013),many steps in this process remain unknown. Nevertheless,an extensive microarray study with sugarcane found a strong correlation between the expression of drought stress-related genes and high sucrose content in the culms of contrasting genotypes (Papini-Terzi et al., 2009)．Around $32 \\%$ of genes known as responsive to drought stress in sugarcane were associated with increased sucrose content in mature and immature internodes of thirty genotypes (Papini-Terzi et al.,20o9). Our data presented here suggest that alterations of sugar levels in the ScBl-3 and ScBl-4 plants could contribute to the observed improvement in tolerance to hydric stress as manifested bya significant delay in drought-induced physiological changes. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/c0412e2fd0e827bcc6cbdb2064c2968462ed590cff40666e5af57594c7c10372.jpg",
        "img_caption": [
            "Figure 9Effect of tunicamycin (TM) on the phenotype of transgenic sugarcane.Plants with 4 weeks of age were incubated in different treatments:T1 (control without TM),T2 $( 0 . 5 ~ \\mathrm { m g / L }$ TM)and T3( $1 . 0 \\ \\mathrm { m g / L }$ TM) for 10 days.(a) Effect of TM on the sugarcane root elongation of WT plants and transgenic plants SCBl-3 and ScBl-4. The vertical length of the root system (mm) was determined at 1st,4th,7th and 10th daysafter the start of the experiment. Error bars indicate standard deviation of 10 biological samples. (b) Phenotype of the sugarcane root system of WT plants and transgenic plants (ScBl-3 and ScBl-4) incubated in different dosage of the antibiotic, 10th day after treatments.In the black window: swelling of root tipsat T2.(c) Chlorophyll content in WT and transgenic plants (ScBl) growing in liquid MS medium with tunicamycin,after 12 days of incubation.Error bars indicate standard deviation of 10 biological samples. (d) Phenotype of sugarcane growing in liquid MS medium with tunicamycin.Arrows indicates WT plantlets with leaves and roots browning after 12 days of incubation with $1 . 0 ~ \\mathrm { m g / L }$ of TM (T3 condition). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The higher level of catalase activity observed in ScBl transgenic plants is also intriguing as this enzyme acts on the fast degradation of $H _ { 2 } O _ { 2 }$ in the peroxisomes and ER.It is possible that the twofold higher catalase activity present in ScBl transgenic plants before hydric restriction may help to suppressROS signalling during the early phase of stress onset，providing tolerance to drought and increased susceptibility to rust fungus attack.However,the cause for the observed increase in catalase activity in ScBl transgenic plants remains to be established. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Consistent with previous work in other model plant species, overexpression of AtB/-1 in sugarcane was found to suppress the sensitivity to ER stress agents.In both root and leaf tissues,ScBl transgenic plants showed heightened resistance to TM.Consistent with previous indication that ER stress may be induced during heat and drought in other plant models (Liu and Howell, 2010), our results show that suppression of ER-stress-mediated cell death insugarcane during hydric restriction could be a plausible hypothesis for the action of AtB/-1 in this crop species.A delay in cell death activation may in turn slow the generation of additional ROS and the subsequent signalling cascade to activate other stress responses in the plant. In this vein,the sensitivity of the sugarcane root tissues to stresses (Figure 9)and the clear ability of AtB/-1 overexpression to ameliorate the rapid growth arrest and cell death that we observed may suggest that better root survival in ScBl transgenic plants could be a critical contributor to increased drought tolerance.Finally，our current Work also indicated a critical need to determine the optimal tissue and timing-of-expression for effective deployment of the B/-1 transgene to increase drought tolerance in crop plants.As our results with brown rust illustrated，and consistent with other reports with other phytopathogens (Babaeizad et al.，2009), constitutive expression of the Bl-1 transgene may increase susceptibility to certain disease agents.In addition,the morphological effects on leaf shape in our ScBl plants indicated that $B { 1 - 1 }$ constitutive expression can also cause other subtle changes in plant development. In order to minimize these unintended effects,it would be important to determine whether expression of the B/-1 transgene in specific tissues or using drought-specific promoters can retain its ability to improve drought tolerance in sugarcane.The results from these studies will help future design ofoptimal AtBl-1 expression constructs that can optimally suppress ER stress in crop plants both spatially and temporally in order to minimize unintended effects.The SUCEST database of sugarcane transcripts (Vettore et al.，2oo3）and accelerating advancesin genome sequencing of sugarcane (Lembke et al., 2013）should enable the identification and characterization of tissue-specific as well as drought-inducible promoters from this species. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Experimental procedures ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Plantmaterial andbiolistictransformation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sugarcane is a perennial grass,clonally propagated by sections of a cane stalks with buds. Depending on plant variety and growing conditions,sugarcane is harvested after 12-14 months from an original planting.For in vitro propagation,the apical region of the sugarcane (Saccharum officinarum) stem variety RB835o89 was collected from 10-month-old field-grown plants.Embryogenic calli were initiated from transverse segments of immature leaves on MS medium (Murashige and Skoog，1962)，supplemented with $5 \\%$ coconut water, $1 3 . 5 ~ \\mu \\mu 2 . 4$ -dichlorophenoxyaceticacid (2,4-D)， $1 5 0 ~ \\mathrm { m g / L }$ of citric acid, $3 0 ~ \\mathsf { g } / \\mathsf { L }$ of sucrose $\\left( \\mathsf { p } \\mathsf { H } \\ 5 . 8 \\right)$ 1 solidifiedwith $2 . 3 ~ { \\mathfrak { g } } / { \\mathsf { L } }$ ofPhytagel? (Sigma). Explants were cultured in the dark at $2 7 ^ { \\circ } C$ for 50 days.Four hours before and after bombardment,cali were placed in a culture medium supplemented with $0 . 4 ~ \\mathsf { M }$ mannitol and $0 . 4 ~ \\mathsf { M }$ sorbitol as an osmotic treatment (Vain et al., 1993). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sugarcane transformation was performed by biolistic approach (PDS-1000/He Biolistic Particle Delivery System (Bio-Rad)using co-transformation of the plasmid pHA9 (Falco et al.,2ooO)with the vector (pDM9)(Figure S5) constructed by replacing the coding region of the bar gene in the vector pAHC2O (Christensen and Quail,1996) with the coding region of AtBl-1 cDNA fused to a V5-His6 epitope tag at its C-terminus,isolated from the binary vector pNW166 with BamHl and Sacl enzymes (Watanabe and Lam,2oo8).The integrity of the pDM9 vector was confirmed by PCR,digestions with restriction enzymes and sequencing. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "RT-PCR analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For RT-PCR analysis,total RNA was isolated from leaves using TRlzol Reagent (Invitrogen，Carlsbad， CA）according to the manufacturer's instruction.Reverse transcription was performed With the SuperScript First-Strand Synthesis System for RT-PCR kit (Invitrogen),using oligo(dT) primers.The sequences of primers for the internal control $\\beta$ -actin were designed based ona clone from the SUCEST project (Vettore et al.，20o3)，which are forward: $5 ^ { \\prime }$ -CTTAGGTTGGATCTTGCTGG- ${ \\cdot } 3 ^ { \\prime }$ andreverse: $5 ^ { \\prime }$ -TTAGAAGCATTTGCTGTGGAC ${ \\cdot } 3 ^ { \\prime }$ .PCRs were performed according to the protocol:initial denaturation for 3 min at $9 5 ~ ^ { \\circ } C ;$ 30 cycles for 45sat $9 5 ~ ^ { \\circ } C .$ 45sat $5 5 ~ ^ { \\circ } C$ 45sat $7 2 ^ { \\circ } C$ final;and extension for $1 0 \\mathrm { \\ m i n }$ at $7 2 ^ { \\circ } C$ .PCRs with same amounts of total cDNA were performed using specific primers for the AtB/-1 cDNA (Bl-1 forward: $5 ^ { \\prime }$ -GACCTTATGTTGTGCTCTTGT ${ \\cdot } 3 ^ { \\prime }$ and Bl-1 reverse: $5 ^ { \\prime }$ -CATTGTAGTCCACACCGAGGT-3').As cOntrols，We used the cDNAs from nontransformed sugarcane RB835089 (negative control) and plasmid DNA of the vector pDM9 (positive control). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Drought tolerance comparative experiments ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Transgenic and wild-type sugarcane plants were transferred to the glasshouse and 6O days later were transferred to 1O-L plastic potscontaining a mixture ofsoil， humus and vermiculite $( 1 : 1 : 1 )$ (Figure S6).After 30 days of acclimation,two sugarcane transgenic lines (ScBl-3 and ScBl-4)，control transgenic sugarcane plants carrying only the selection gene [vector control (VC)] and nontransgenic sugarcane plants (WT) were submitted to the following treatments:irrigated (watered with $5 0 0 ~ \\mathrm { m L }$ of distillated water disposed into the pots every afternoon）and nonirrigated.With the exception of the treatments，all plants were kept under the same conditions and samples at different dayswere then taken for various comparative assays and measurements. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Measurement of gas exchange was taken by an infrared gas analyser (IRGA) $( \\mathsf { L C p r o + } .$ ：ADC BioScientific Ltd.，Hertfordshire, UK)．The leaf ${ \\mathsf { C O } } _ { 2 }$ assimilation rate (A)and the stomatal conductance (gs) measurements were taken at the middle portion of the first leaf with a visible dewlap (leaf $+ 1$ ，from 10:00 to $1 4 : 0 0 \\ \\mathsf { h } .$ with $1 5 0 0 ~ { \\mu \\mathrm { m o l / m } } ^ { 2 } / { \\mu \\mathrm { m } }$ photosynthetic photon flux density (PPFD).The levels of drought stress were monitored by measurements of gas exchange rates at 0,10,12,14,17,19 and 21 days of treatment (DAT).The experiment was conducted in randomized block delineation,with five replications. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Aiming to compare the effects of AtBl-1 overexpression on antioxidant enzyme activities and osmoprotectant levelsinto different genotypes,we did a new drought experiment using thirty-day-old WT and ScBl plants (two plants from each line, ScBl-3 and ScBl-4). Sugarcane plantlets Were transferred to 10-L plastic pots containing sterilized soil in glasshouse condition and kept for 3O days in acclimation.After this period，plantswere submitted to the same treatments performed in the first experiment until ${ \\mathsf { C O } } _ { 2 }$ assimilation rate in the nonirrigated WT plants dropped to approximately $5 ~ \\mu \\mathrm { m o l } / \\mathrm { m } ^ { 2 } / \\mathrm { s }$ At this moment, leavesand culms of all plantswere harvested for biochemical and physiological analyses.The experiment was conducted in randomized block delineation,with four replications. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Total protein,antioxidant enzymes activity and proline analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Protein was extracted from $1 . 0 \\ { \\mathfrak { g } }$ of fresh leaves according to Azevedo et al. (1998). Quantification of total soluble protein was performed according to the protocol of Bradford(1976)using BSA(Bovine Serum Albumin)as a standard.Guaiacol peroxidase activity was determined by spectrophotometry accordingto Matsuno and Uritani (1972).Ascorbate peroxidase was measured according to Nakano and Asada (1981).The activity of catalase was measured according to Kraus et al. (1995) as modified by Azevedo et al. (1998).The proline content of the leaves was analysedas described by Bates etal. (1973). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Relativewatercontent ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The relative water content (RWC)was performed according to the protocol proposed by Barrs and Weatherley (1962). Samples of expanded leaves( ${ 1 \\times 7 ( m ) }$ were cut with stylus in the portion between the midrib and leaf edge,weighed [fresh weight (FW)], keptin distilled water for $4 \\ h$ ，carefullydried on filterpaperand weighed again [turgid weight (TW)].After weighing，the leaf segments were held at $8 0 ~ ^ { \\circ } C$ for $2 4 \\mathrm { ~ h ~ }$ to obtain the dry weight (DW).The RWC was determined in 4，11，14，18 and 21 DAT using the following formula: ${ \\mathsf { R W C } } = [ ( { \\mathsf { F W } } - { \\mathsf { D W } } ) / ( { \\mathsf { T W } } - { \\mathsf { D W } } ) ] \\ \\times$ 100. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Determination of total soluble and reducing sugars ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The determination of the levels of total soluble sugars (TSS)was performed by the phenol-sulphuric acid method (Dubois et al., 1956).At the end of the experiments for tolerance to drought stress，irrigated and nonirrigated plants had leaves and culms collected and dried at $6 0 ~ ^ { \\circ } C$ ：Analyses of colorimetric reactions were performed with a spectrophotometer at $4 9 0 \\ \\mathsf { n m }$ .The levels of TSS were calculated by interpolation of the absorbance on a standard curve of glucose.The determination of the levels of reducing sugars (RS)was conducted in the same extract obtained for determination of TSS,following the methodology of Somogye and Nelson (Nelson,1944). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Evaluation of morphological characteristics ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Before the induction of the drought stress,six plants of each genotype were evaluated for morphological parameters such as plant height (m) obtained from the root-shoot transition to the tip of younger leaf (at the top of the plant),stalk circumference (cm)measured in the bottom of the first culmand leaf area index $( \\mathsf { c m } ^ { 2 } )$ ，defined by the formula: $\\mathsf { L A l } = \\mathsf { W i d t h } \\times \\mathsf { l e n g t h } \\times 0 . 7 5$ measured in the leaf $+ 3$ (Francis et al.,1969). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Evaluation of resistance to the brown rust fungus ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For evaluation of resistance to the brown rust fungus,three leaves of four plants chosen randomly from each genotype (WT,VC and ScBl-3 and ScBl-4)were inoculated with a fresh uredospore solution $( 5 . 3 \\times 1 0 ^ { 4 } \\thinspace \\mathsf { s p o r e } / \\mathsf { m l } \\mathsf { H } _ { 2 } \\mathsf { O } )$ 、After inoculation,plants were kept for 2 days in a humid chamber and another 5 days in an incubator( $2 1 ^ { \\circ } C$ and photoperiod of $1 2 { \\mathrm { ~ h } } ,$ .Thereafter，we evaluated the latent period and the number of pustules per $\\mathsf { c m } ^ { 2 }$ Five plants of the compatible variety RB835486 were used as susceptible control. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Bioassay of transgenic plants with tunicamycin ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Transgenic sugarcane and wild-type plantlets at 4 weeks of age were incubated with MS liquid medium supplemented with $3 0 ~ { \\mathfrak { g } } / { \\mathsf { L } }$ of sucrose $\\mathrm { ( p } \\mathsf { H } 5 . 8 )$ in three different treatments with the antibiotic tunicamycin (TM)，an ER stress inducer，at three different concentrations: T1 $( 0 \\mathrm { \\ m g / L \\ T M ) }$ ，T2 $( 0 . 5 ~ \\mathsf { m g } / \\mathsf { L }$ TM)and T3( $1 . 0 ~ \\mathrm { m g / L }$ TM).The plantlets were maintained under $2 0 - 1 7$ light/4-h dark at $2 7 \\pm 2 ^ { \\circ } { \\mathsf { C } }$ .The root length and the morphological changes in leaves and roots of the plants were then measured at 3-day intervals.After 12 days， the chlorophyll content of the plants was measured according to Lichtenthaler (1987). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Western blot analysis ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "See Experimental procedures in Data S1. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Southern blot analysis ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "See Experimental procedures in Data S1. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Measurementofleaf parameters ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "See Experimental procedures in Data S1. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Theauthors wish to acknowledge the financial support from Fundacao de Amparo ä Pesquisa do Estado de Säo Paulo (FAPESPBIOEN Project 2008/52066-7);Daniel Alves Ramiro and Mariana de Almeida Barbosa were recipients of fellowships from FAPESP and Danila M.Melotto-Passarin was supported by fellowship from Coordenacao de Aperfeicoamento de Pessoal de Nivel Superior (CAPES). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conflict of interest ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The authors declare no conflict of interest. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Ashraf,M.and Foolad,M.R.(2oo7) Roles of glycine betaine and proline in improving plant biotic stress resistance.Environ. Exp.Bot.59,206-216.   \nAzevedo，R.A.，Alas，R.M.，Smith，R.J.and Lea，P.J.(1998)Responseof antioxidant enzymes to transfer from elevated carbon dioxide to air and ozone fumigation,in the leaves and roots of wild-type and a catalasedeficient mutant of barley.Physiol.Plant.104,280-292.   \nBabaeizad,V., Imani,J., Kogel, K.H., Eichmann,R.and Hückelhoven, R.(2009) Over-expression of the cell death regulator BAX inhibitor-1 in barley confers reduced or enhanced susceptibility to distinct fungal pathogens.Theor. Appl. Genet. 118,455-463.   \nBaek,D.,Nam,J.,Koo,Y.D.,Kim,D.H., Lee,J., Jeong,J.C.,Kwak,S.S.et al. (2004) Bax-induced cell death of Arabidopsis is meditated through reactive oxygen-dependent and -independent processes. Plant Mol. Biol. 56,15-27.   \nBarrs，H.D.and Weatherley，P.E.(1962)A re-examination of the relative turgidity technique for estimating water deficits in leaves.Aust.J.Biol. Sci. 15, 413-428.   \nBates,L.S.,Waldren,R.P.and Teare, I.D.(1973) Rapid determination of free proline for water-stress studies.Plant Soil,39,205-207.   \nBradford,M.M.(1976)A rapid and sensitive method for the quantization of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem.72,248-254.   \nCarvalho，M.H.C.(20o8) Drought stress and reactive oxygen species.Plant Signal. Behav.3,156-165.   \nCasu,R.E.，Dimmock，C.M.，Chapman，S.C.，Grof,C.P.L.，Mcintyre，C.L., Bonnett,G.D.,Manners, J.M. (2oo4) Identification of differentially expressed transcripts from maturing stem of sugarcane by in silico analysis of stem expressed sequence tags and gene expression profiling.Plant Mol. Biol. 54, 503-517.   \nChaves,M.M.,Pereira,J.S.,Maroco,J.,Rodrigues,M.L.,Ricardo, C.P.P.,Osorio, M.L.,Carvalho,l. et al. (2oo2) How plants cope with water stress in the field. Photosynthesis and growth. Ann. Bot. (London),89,907-916.   \nChristensen,A.H.and Quail, P.H.(1996) Ubiquitin promoter-based vectors for high-level expression of selectable and/or screenable marker genes in monocotyledonous plants. Transgenic Res.5,213-218.   \nDanial,N.N.and Korsmeyer,S. (2O04) Cell death: critical control points.Cell, 116,205-219.   \nDat,J.,Vandenabeele,S.,Vranovä,E.,Van Montagu,M.,Inzé,D.and Van Breusegem,F. (2ooo) Dual action of the active oxygen species during plant stress responses. Cell. Mol. Life Sci. 57,779-795.   \nDixon，L.J.，Castlebury，L.A.，Aime,M.C.，Glynn,N.C.and Comstock，J.C. (2010)Phylogenetic relationships of sugarcane rust fungi. Mycol. Prog.9, 459-468.   \nDrake,P.L.,Froend, R.H.and Franks,P.J. (2013) Smaller,faster stomata: scaling of stomatal size,rate of response,and stomatal conductance.J. Exp. Bot. 64, 495-505.   \nDubois，M.，Gilles,K.A.，Hamilton,J.K.，Rebers,P.A.and Smith,F.(1956) Colorimetric method for the determination of sugars and related substances. Anal. Chem.28,350-356.   \nEichmann,R.，Bischof,M.，Weis,C.,Shaw,J.,Lacomme,C.，Schweizer，P., Duchkov,D.et al. (201O) BAX INHIBITOR-1 is required for full susceptibility of barley to powdery mildew.Mol.Plant Microbe Interact.，23，1217- 1227.   \nEnnajeh,M.,Vadel,A.M,Cochard,H.and Khemir,H. (201O) Comparative impacts of water stress on the leaf anatomy of a drought-resistant anda drought-sensitive olive cultivar. J. Hortic. Sci. Biotechnol.，85, 289-294.   \nErmak,G.and Davies，K.J.A.(2oo2) Calcium and oxidative stress: from cell signaling tocell death.Mol.Immunol.38,713-721.   \nFalco,M.C.，Tulmann-Neto,A.T.and Ulian,E.C.(200O) Transformation and expression of a gene for herbicide resistance in a Brazilian sugarcane.Plant Cell Rep.19,1188-1194.   \nFlexas,J.and Medrano,H.(2002) Drought-inhibition of photosynthesis in C3 plants:stomatal and non-stomatal limitations revisited.Ann. Bot. (London), 89,183-189.   \nFlexas,J.,Ribas-Carbó,M.,Bota,J.,Galmés,J.,Henkle,M.,Martinez-Canellas, S.and Medrano,H. (2oo6) Decreased Rubisco activity during water stress is not induced by decreased relative water content but related to conditions of low stomatal conductance and chloroplast CO2 concentration.New Phytol. 172, 73-82.   \nFrancis,C.A.,Rutger,J.N.and Palmer,A.F.E.(1969)A rapid method for plant leaf area estimation in maize (Zea mays L.). Crop Sci.9, 537-539.   \nFurtado，A.T.，Scandiffio，M.I.G.and Cortez，L.A.B.(2O11） The Brazilian sugarcane innovation system. Energy Pol.39,156-166.   \nGhannoum, O. (2009) ${ \\mathsf { C } } _ { 4 }$ photosynthesis and water stress.Ann. Bot. (London), 103, 635–644.   \nHofius,D.，Tsitsigiannis,D.I.,Jones,J.D.and Mundy,J.(2oo7) Inducible cell death in plant immunity.Semin. Cancer Biol.17,166-187.   \nHuckelhoven,R.(2o04) BAX Inhibitor-1,an ancient cell death suppressor in animals and plants with prokaryotic relatives.Apoptosis,9,299-307.   \nIhara-Ohori,Y.,Nagano,M.,Muto,S.， Uchimiya,H.and Kawai-Yamada，M (2007) Cell death suppressor Arabidopsis Bax inhibitor-1 is associated with calmodulin binding and ion homeostasis. Plant Physiol.143,650-660.   \nIsbat,M.，Zeba，N.，Kim，S.R．and Hong，C.B.(2O09)A BAX inhibitor-1 gene in Capsicum annuum is induced under various abiotic stresses and endows multi-tolerance in transgenic tobacco.J. Plant Physiol.166,1685- 1693.   \nIshikawa，T.,Watanabe，N.，Nagano,M.，Kawai-Yamada，M.and Lam，E. (2011) Bax inhibitor-1: a highly conserved endoplasmic reticulum-resident cell death suppressor. Cell Death Differ.18,1271-1278.   \nKampranis, S.C., Damianova,R.,Atallah,M.,Toby,G., Kondi,G.,Tsichlis,P.N. and Makris,A.M.(2Ooo)A novel plant glutathione S-transferase/peroxidase suppresses Bax lethality in yeast.J. Biol. Chem.275,29207-29216.   \nKaplan,F.and Guy, C.L. (2oo4) beta-Amylase induction and the protective role of maltose during temperature shock. Plant Physiol. 135,1674-1684.   \nKawai,M.,Pan,L., Reed,J.C.and Uchimiya,H.(1999) Evolutionally conserved   \nplanthomologueoftheBax inhibitor-1(Bl-1)genecapableof suppressing Bax-induced cell death in yeast. FEBS Lett 464,143-147.   \nKawai-Yamada,M.,Jin,L., Yoshinaga,K.，Hirata,A.and Uchimiya,H.(2001) Mammalian Bax-induced plant cell death can be down-regulated by overexpression of Arabidopsis Bax Inhibitor-1(AtBl-1).Proc.Natl Acad.Sci. USA,98,12295-12300.   \nKawai-Yamada，M.，Ohori，Y.and Uchimiya，H.(2004）Dissectionof ArabidopsisBax inhibitor-1 suppressing Bax， hydrogen peroxideand salicylic acid-induced cell death.Plant Cel,16,21-32.   \nKrasensky， J.and Jonak，C.(2012) Drought,salt，and temperature stressinduced metabolic rearrangements and regulatory networks.J.Exp. Bot.63, 1593-1608.   \nKraus，T.E.，Mckersie，B.D.and Fletcher，R.A.(1995) Paclobutrazol-induced tolerance of wheat leaves to paraquat may involve increased antioxidant enzyme activity.J.Plant Physiol.145,570-576.   \nLacomme,C.and Santa-Cruz,S.(199) Bax-induced cell death in tobacco is similar to hypersensitive response. Proc. Natl Acad.Sci. USA,96,7956-9061.   \nLam,E.(2O04) Controlled celldeath,plant survival and development. Nat. Rev. Mol. Cell Biol. 5,305-315.   \nLembke,C.G.,Nishiyama,M.Y.Jr,Fereira,S.S.,Dal-Bianco,M.L.,Sato,P.M., Hotta,C.T.,Carneiro,M.et al. (2013) Sugarcane genome sequencing and gene discovery: Geting closer to sugar content,fibre and drought traits. Inter.Suqar J.115.710-715.   \nLichtenthaler，H.K.（1987）Chlorophylsand carotenoids:pigmentsot photosynthetic biomembranes.In Methods in Enzimology (Packer,L.and Douce,R.,eds),pp.350-381. London: Academic Press.   \nLiu, J.X.and Howell,S.H. (2010) Endoplasmic reticulum protein quality control and its relationship to environmental stress responses in plants. Plant Cell,22, 2930-2942.   \nMatsuno，H.and Uritani,I.(1972） Physiological behavior of peroxidases isozymes in sweet potato root tissue injured by cutting or with black rot. Plant Cell Physiol. 13,1091-1101.   \nMcCormick,A.J.,WattD.A.and Cramer,M.D.(2009) Supply and demand: sink regulation of sugar accumulation in sugarcane.J. Exp. Bot.60,357- 364.   \nMolinari,H.B.C.，Marur,C.J.，Daros,E.，Campos,M.K.F.，Carvalho,J.F.R.P., Bespalhok-Filho, J.C.，Pereira,L.F.P.et al.(2Oo7) Evaluation of the stressinducible production of proline in transgenic sugarcane (Saccharum spp.): Osmotic adjustment,chlorophyll fluorescence and oxidative stress. Physiol. Plant.130,218-229.   \nMoon,H.,Baek,D.,Lee,B.,Prasad, D.T.,Lee,S.Y., Cho,M.J.,Lim,C.O.et al. (2002)Soybean ascorbate peroxidase suppresses Bax-induced apoptosis in yeast by inhibiting oxygen radical generation．Biochem.Biophys.Res. Commun.290,457-462.   \nMurashige,T.and Skoog,F.(1962)A revised medium for rapid growth and bioassays with tobacco tissue culture. Physiol. Plant.15,473-497.   \nNagano,M.,Takahara,K.,Fujimoto,M.,Tsutsumi,N., Uchimiya,H.and KawaiYamada，M. (2012） Arabidopsis sphingolipid fatty acid 2-hydroxylases (AtFAH1 and AtFAH2）are functionally differentiated in fatty acid 2- hydroxylation and stress responses.Plant Physiol.159,1138-1148.   \nNakano，Y.and Asada，K. (1981） Hydrogen peroxide isscavenged by ascorbate-specific peroxidase in spinach chloroplasts.Plant Cell Physiol.22, 867-880.   \nNelson，N.(1944)A photometric adaptation of the Somogyi method for determination of glucose.J.Biol. Chem.153,375-380.   \nOloriz,M.I.,Gil,V.,Rojas,L.,Portal,O.,lzquierdo,Y.,Jimenez,E.andHofte,M. (2012） Sugarcane genes differentially expressed in response to Puccinia melanocephala infection:identification and transcript profiling.Plant Cell Rep.31, 955-969.   \nOltvai,Z.N.,Milliman,C.L.and Korsmeyer,S.J.(1993) Bcl-2 heterodimerizes in vivo with a conserved homolog，Bax,that accelerates programmed cell death. Cell,74,609–619.   \nPapini-Terzi，F.S.，Rocha，F.R.，Vencio，R.Z.N.，Felix，J.M.，Branco，D.S, Waclawovsky,A.J.,Lembke, C.G.et al. (20o9) Sugarcane genes associated with sucrose content.BMC Genom.10,120.   \nReddy，A.R., Chaitanya,K.V.and Vivekanandan,M.(2004) Drought-induced responses of photosynthesis and antioxidant metabolism in higher plants. J. Plant Physiol.161,1189-1202.   \nVain,P.，McMullen,M.D.and Finer,J.J.(1993) Osmotic treatment enhances particle bombardment-mediated transient and stable transformation of maize. Plant Cell Rep.12,84-88.   \nVettore,A.L., Silva,F.R.,Kemper,E.L., Souza,G.M.,da Silva,A.M.,Ferro,M.I. and Henrique-Silva,F.et al. (2oo3) Analysis and functional annotation of an expressed sequence tag colection for tropical crop sugarcane. Genome Res. 13, 2725-2735.   \nWang,X.J.,Tang,C.L.,Huang,X.L.,Li,F.F.,Chen,X.M.,Zhang,G.,Sun,Y.F. et al.(2012)Wheat BAX inhibitor-1 contributes to wheat resistance to Puccinia striformis.J.Exp.Bot.63,4571-4584.   \nWang,J.，Nayak，S.，Koch，K.and Ming，R.(2013)Carbon partitioning in sugarcane (Saccharum species).Front. Plant Sci.4,201.   \nWatanabe,N.and Lam,E.(2o04) Recent advance in the study of caspase-like proteases and Bax inhibitor-1 in plants:their possible roles as regulator of programmed cell death.Mol.Plant Pathol.5,65-70.   \nWatanabe,N.and Lam,E.(2O06)Arabidopsis Bax inhibitor-1 functions as an attenuator of biotic and abiotic type of cell death. Plant J.45,884-894.   \nWatanabe，N.and Lam,E.(2008) BAX Inhibitor-1 modulates endoplasmic reticulum stress-mediated programmed cell death in Arabidopsis.J.Biol. Chem.283,3200-3210.   \nWatanabe，N.and Lam,E.(2Oo9)Bax Inhibitor-1，a conserved cell death suppressor,isa key molecular switch downstream from a variety of biotic and ahintir ctracc cinnalc in nlantc Int / Mnl Sri 1n 314q_3167 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Xu，Q.and Reed，J.C.(1998)Bax inhibitor-1.A mammalian apoptosis suppressor identified by functional screening in yeast.Mol. Cell,1,337- 346. Yoshinaga，K.，Arimura,S.，Hirata,A.，Niwa，Y，Yun,D.J.，Tsutsumi，N., Uchimiya,H.et al. (2oo5) Mammalian Bax initiates plant cell death through organelle destruction.Plant Cell Rep.24,408-417. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supporting information ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional Supporting information may be found in the online version of this article: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure S1 Western blot analysis of the AtBl-1-V5His6 protein in leaves of transgenic plants.Analysis of immunodetection using anti-V5 primary antibody and Anti-lgG of mouse conjugated with alkaline phosphatase second antibody. (a) Approximately $2 0 ~ { \\mu \\ g }$ of total protein from each plant were separated on $12 \\%$ SDSPAGE.(b) Proteins transferred to nitrocellulose membrane incubated with the primary and secondary antibodies.M:Molecular weight markers,C-: crude extract of the sugarcane WT,columns 1-8:crude extract of transgenic sugarcane. $\\ast \\varsigma _ { \\mathsf { C B } | - 3 }$ and $\\ast \\ast \\varsigma _ { \\sf C B l - 4 }$ Figure S2 Southern blot analysis for certification of the copy number of AtBl-1 cDNA in selected transgenic lines.Samples of genomic DNA were digested with restriction enzyme Ncol, generating fragments that contain the transgene. (a) $1 \\%$ agarose gel (TAE $1 \\times$ buffer，3 V/cm）stained with ethidium bromide containing the probe and digested genomic DNA samples of the WT plant and transgenic plants.(b) X-ray film after exposure of the nylon membrane hybridized with the probe.L:1 kb plus DNA ladder; S:Probe that is AtBl-1-V5His6:T-Nos with 100O bp; C-: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "nontransformed plant;1-4: ScBl transgenic lines.\\*ScBl-3 and $\\ast \\ast \\varsigma _ { \\sf C B l - 4 }$ ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure S3 Width (cm) of the leaves of transgenic B/-1 sugarcane (lines ScBl-3 and 4),vector control (VC)and wild-type plants (WT). Different letters indicate statistical differences among genotypes $( n = 5 )$ (Tukey, $P < 0 . 0 1$ ） ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure S4 Morphological comparison between leaves of transgenic and wild-type plants of sugarcane.(a) Stomatal length and width $( \\mu \\mathsf { m } )$ in leaves of WT and ScBl plants; SL,stomatal length; SW,stomatal width.(b) Stomatal and trichome densities (number per $\\mathsf { m m } ^ { 2 }$ ）counted in the leaf $+ 3$ of five randomly selected plants of each genotype.(c) Nail polish impressions of leaf surface of WT and ScBl plants.Red arrows indicate stomates and yellow arrows indicate trichomes. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure S5 SchematicrepresentationofpDM9vector with 5764 bp containing the cassette for expression of the cDNA of the gene AtBl-1 fused to the $V 5 H i S _ { 6 }$ tagged under the control of the Ubi-1 promoter and terminator of nopaline synthase. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure S6 Sugarcane drought stress experiments. (a) Plantsused to evaluate the physiological parameters of gas exchanges in the first experiment. (b) Transgenic and WT plants used in the second drought experiment. (c) Infra-Red Gas Analyzer measurement. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Table S1 Fresh mass (FM) and dry mass (DM) of transgenic $B / - 1$ sugarcane (lines ScBl-3 and 4),vector control (VC) and wild type plants (WT),seven month after planting.The mass index (Ml) was calculated by the formula $[ 1 0 0 - ( { \\mathsf { D M } } / { \\mathsf { F M } } \\times 1 0 0 ) ]$ .Equal letters indicate no statistical differences among genotypes（ $h = 5 )$ 号 (Tukey, $\\begin{array} { r } { P < 0 . 0 5 \\ ' } \\end{array}$ ） ",
        "page_idx": 11
    }
]