[
    {
        "type": "text",
        "text": "读者培训工作流程分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "牛振恒",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（中国科学院青岛生物能源与过程研究所，青岛266101）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要读者培训是图书馆服务的重要内容，文章结合实例分析读者培训各环节工作，指出文献情报专员队伍和自助培训平台在培训工作中起到重要作用，为图书馆有效开展读者培训提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 图书馆；读者培训；文献情报专员；自助培训 分类号 G252 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "On the Process Analysis of Reader Training ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Niu Zhenheng (Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Science, Qingdao( China), 266101) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Reader training is one of the library important work，By narrating the whole reader training process of one readers' training,the article emphasises on training work details and the important role that inteligence commissioner and self-help training platform play in the training work, and provides reference for library reader training. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords Library; Reader training; Intelligence commissioner; Self-help training ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ClasNumber G252 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为提升读者的文献情报能力，中科院青岛生物能源与过程研究所图书馆（以下称“本馆”）多年来重视读者文献情报能力培训工作，历经总结，培训服务不断完善，每年平均举办集中培训6场以上，有的单场培训参加人数高达 240余人，受到普遍欢迎。现以 2014年8月的一次培训为例，分析读者培训工作需要注意的事项，抛砖引玉。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1培训内容的确定",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本馆建立了覆盖全所科研团队的文献情报专员队伍—一由各科研团队负责人指定一位在职人员，负责配合图书馆做好有关本团队的文献情报工作，他们在图书馆的文献情报服务过程中起着非常重要的纽带作用。本馆制作了培训报名统计表，对各培训主题名称、培训目标和主要内容简要介绍，发至各科研团队文献情报专员电子邮箱，由他们负责宣传到本团队所有人员（包括学生），统计各项培训报名者信息，并反馈给图书馆汇总。汇总统计结果：EndNote使用能力培训有46人报名，TDA使用能力培训有32人报名，论文收录引证检索技能培训21人报名。本次培训内容的确定基于“新人入所”，这些新人中有一部分从未使用过EndNote 软件，且EndNoteX7又有新功能；TDA作为重要情报分析工具，科研人员应有需求；论文收录引证检索技能是科研人员应该具备的基本情报能力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2培训人员、场地与时间的确定",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中科院文献情报中心学科馆员对 EndNote 和TDA使用能力培训非常熟练，图书馆工作人员具有中科院文献情报中心收录引证检索资质。于是，3场培训人员确定。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "如仅按报名人数，使用能容纳50人的小会议室即可，只需要400元场地使用费，但是，本馆根据以往的培训经验，通过宣传，单场培训参加者极可能超过50人，需使用大会议室。根据培训时间安排，3场培训正好半天，很好地节约开支。也确定了培训的起止时间、各场培训的顺序和所需时间（包括中间休息和现场答疑时间）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3培训宣传 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从图书馆网站公告、读者电子邮件群发和海报张贴3个途径展开培训宣传。为节约经费，本馆自行设计打印海报，选取纸张大小为A3的1个版面，所有培训核心信息集中展示。为醒目，文字须精练，字体、字号、颜色须考虑好。为此，我们把3场培训信息在海报上分成海报名称、培训时间和地点、培训主题及其目标和时间段、培训人员介绍、鼓动性宣传文字几个部分。字体、字号、颜色方面突出海报名称、培训主题和鼓动语，让读者较远即可看到海报名称“TDA、Endnote等三项情报能力培训”和鼓动语“磨刀不误砍柴工”。稍近即可看到3场培训主题及其培训目标和实施时段。宣传语——EndnoteX7：帮助科研人员高效管理文献，便捷科研写作；TDA：帮助科研人员通过技术手段了解已知竞争对手，发现潜在竞争对手，预测技术发展方向，为个人和团队科研决策提供重要参考依据；论文收录引证检索能力培训目标：帮助科研人员快速学会准确查证论文被SCI、EI等收录和被引用情况。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "海报设计好以后，将海报内容稍加改造，形成图书馆网站和读者电子邮件通知。提前3天宣传，要求文献情报专员把培训通知转发到其团队所有人员（包括学生）电子邮箱，唤起部分读者的潜在需求；培训当天上班前向文献情报专员发电子邮件，要求他们在同事和学生中提醒。海报张贴在各公告栏张贴，尤其食堂门口的公告栏张贴非常重要。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4培训实施",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "培训人员提前到会场进行开窗通风，调试投影仪、网络等培训设施；培训开始，可发放引导文献资源利用的宣传品。中科院文献情报中心提供印有“资源到所 服务到人融入一线嵌入过程”的眼镜布等小礼品很受欢迎。读者往往不喜欢做第一排或靠前，培训组织人员引导读者集中往前坐。本次首场培训到场读者80余人，比最高单场报名人数将近翻了一翻。如果为了省钱而采用50人的会议室，就会出现某图书馆培训场地过小，部分读者只能站在门外，甚至不得不离开的情况。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由于培训者选取本馆读者熟悉的培训题材结合在线演示，深入浅出，3场培训过程中，读者精力集中，全神贯注。组织者培训开始就告知读者，培训的课件会及时上载图书馆网站供大家下载，因此，不用大量记录，而是应该专心听讲，记录自己认为非常重要知识或疑问。现场答疑，读者提问踊跃，求知气氛较为浓厚，尤其EndnoteX7使用能力培训，部分读者是带着问题来参加培训的。由于EndNote和TDA使用能力培训以前举办过，且有录像，而论文收录引证检索方法参考课件足以掌握，本次培训未进行现场录像。每场培训开始，培训组织者从多角度进行拍照，以便日后存档，宣传使用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "5培训善后",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "培训结束，图书馆及时将3场培训课件上传至本所机构知识库“读者文献情报能力培训”栏目，然后将相应链接地址用于培训课件下载通知中。通过图书馆网站公告和读者电子邮件群发途径，通知大家下载相应的培训课件和如何获取以前的培训录像。结果，读者根据通知，当天下载 Endnote 培训资料182次，下载TDA培训资料79次，下载论文收录引证检索培训资料45次，都远比当初报名参加培训的人数多。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本馆提前下载了Endnote、TDA软件安装包并上传到机构知识库相应的主题附件，与课件一起供大家下载，节约了研究所的流量。为更好地普及TDA学科情报分析技术，本馆请中科院文献情报中心资源建设部协调，开通了1个月的全所试用，使受训读者实战演练，而图书馆公用计算机购买开通1个常年席位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "值得一提的是，本馆一向重视读者自助培训平台建设—一根据读者需求搜集或制作主题明确、方法适当的培训资料，通过网络平台向读者便捷提供，由读者自学掌握某方面知识或方法。本馆通过机构知识库建立了自助培训平台，将近几年的培训按主题系统收集，并主动通过网络收集相关培训课件，形成了若干文献情报能力培训主题，供读者自助下载学习。图书馆网站开辟了“信息素质培训”栏目，以超链接形式，将读者引向“中科院文献情报中心信息素质教育平台”、“本所培训资料平台”等，方便读者根据需求获取有关培训资料。平台公开培训课件均得到作者的许可。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "6结语 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "读者培训牵涉的人、事、物较多，如何合理、高效开展读者培训值得研究，希望图书馆同仁共同探索，扎实地开展，充分发挥图书馆的支撑作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[1]谷聪聪.高校图书馆读者培训分析与思考——以复旦大学图书馆为例[J].上海高校图书情报工作研究,2014(2):14-16.",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "作者简介牛振恒，男，硕士，研究馆员，中国科学院青岛生物能源与过程研究所，研究方向：信息资源管理，发表正刊第一作者研究论文40余篇。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "联系方式联系电话：15153237828 Email地址：niuzh@qibebt.ac.cn邮政地址：山东省青岛市崂山区松岭路189号，邮编，266101",
        "page_idx": 2
    }
]