[
    {
        "type": "text",
        "text": "蛋白激酶PINK1与糖尿病难愈创面修复的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨嘉琪 张培华 黄海丽\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（广东医科大学附属医院 整形外科研究所，广东省 湛江市 524000）基金项目：广东省医学科学技术研究基金项目“RAB6-ADSCs 促进糖尿病创面修复的小鼠活体研究”（项目编号：A2022173）。\\*诵信作者：黄海丽．整形研究所副所长．副研究员．F-mail．hiianghl@gdmlodilcn",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【摘要】慢性难愈创面已成为糖尿病（diabetes melitus，DM）最严重的并发症之一，并尚且缺乏有效治疗方法。大量研究证实DM创面修复过程中炎症反应、血管形成及基质重塑等事件均与线粒体功能密切相关。磷酸酶和张力蛋白同源基因诱导的激酶1(PINK1)是一种丝氨酸/苏氨酸蛋白激酶，主要定位在线粒体。PINK1参与调控线粒体自噬，保护细胞免受氧化应激损害；另外，它在调控炎症反应、促进脂质代谢等事件中发挥重要作用。PINK1基因突变与帕金森综合征发病密切相关。最近的研究显示PINK1可参与调控2型糖尿病的发生和发展进程。本文综述了PINK1参与DM创面修复机制的最新研究进展，希望通过阐明 PINK1调控创面修复的作用机制，为治疗DM难愈创面提供线索和思路。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】磷酸酶张力蛋白诱导的激酶1；PINK1；糖尿病难愈创面；创面修复",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research progress of protein kinase PINK1 and refractory diabetic wound healing Jiaqi Yang,peihua Zhang， haili Huang（Institute of Plastic Surgery， Affiliated Hospital of Guangdong Medical University, Zhanjiang 5240ooGuangdong， China） ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*Corresponding authors: haili Huang，Deputy Director of the Institute of Plastic Surgery，Associate Researcher； E-mail: huanghl $@$ gdmu.edu.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Abstract】 Chronic refractory wounds have become one of the most serious complications of diabetes melitus (DM) and there is a lack of effective treatments. A large number of studies have confirmed that events such as inflammatory response, blood vessl formation and matrix remodeling during DM wound repair are closely related to mitochondrial function. Phosphatase and tension protein homologous genes induced kinase l(PINK1) is a serine/threonine protein kinase that primarily localizes mitochondria. PINK1 is involved in regulating mitochondrial autophagy to protect cells from oxidative stress,and it plays an important role in regulating inflammatory responses and promoting lipid metabolism. Mutations in the PINK1 gene are closely related to the onset of Parkinson's syndrome. Recent studies have shown that PINK1 can be involved in regulating the development and development of type 2 diabetes. In this paper,the latest research progressof PINK1's participation in DM wound repair mechanism is reviewed, and it is hoped that by clarifying the mechanism of action of PINK1 in regulating wound repair, it can provide clues and ideas for the treatment of DM refractory wounds. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Key words】Phosphatase and tensin homologue-induced putative kinase 1; PINK1; diabetic refractory wounds; wound repair ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "前言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "糖尿病（diabetes melitus，DM）是一种临床高发的慢性代谢性疾病，易伴发包括血管病变及周围神经病变在内的多种并发症’。慢性难愈创面是DM最常见且最严重的并发症之一，并缺乏有效的治疗方式，是导致DM患者截肢率居高不下的主要原因‘²。近年来部分研究提示，磷酸酶和张力蛋白同源基因诱导的激酶1（PINK1）可能通过调控线粒体功能以及炎症反应、脂质代谢等在糖尿病创面修复过程中发挥重要作用。本文就创面修复的机制、线粒体功能、PINK1、难愈创面三者的关系、PINK1在创面修复过程不同阶段中的作用等方面进行综述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1皮肤创面修复的机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1创面修复的过程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "伤口修复包括四个阶段：止血期、炎症期、增生期以及重塑期。止血期自创面产生开始，伤口处血管收缩并开始凝血级联反应，血小板在此期间释放出各种蛋白、细胞因子、化学介质，对后续的愈合过程有重要的调节作用“。凝血过程中不断招募炎症细胞，被招募至创面周围的肥大细胞、中性粒细胞及巨噬细胞相互配合、分工合作，共同清除伤口部位的细菌、失活或坏死的组织并促进炎症因子的释放，为新生肉芽组织提供一个干净的场地，炎症期的进展情况直接影响创面愈合的发展方向‘。DM 创面属于慢性难愈创面，近期的研究表明这与过度的炎症反应紧密相关。当中性粒细胞释放白介素1和肿瘤坏死因子-α（TNF-α）激活成纤维细胞和上皮细胞，修复进入增殖期。在增殖期，修复细胞（角质形成细胞、内皮细胞、成纤维细胞）迁移、增殖，基质生成和降解，新生血管形成，形成新鲜的肉芽组织°。重塑期开始于肉芽组织的成分沉积，最终形成疤痕完成伤口修复\"。这些活动的组合决定修复的最终结果。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2DM难愈创面的成因",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "血糖控制不佳、晚期糖基化终末产物（advanced glycation end products，AGEs）蓄积、炎症反应加重、氧化应激反应增加、细胞凋亡增加、微循环障碍等多种病理因素均可导致创面难愈，有研究表明高糖环境诱发的氧化应激可能在延迟创面愈合中发挥关键作用’。DM患者伤口局部持续的高糖环境经过复杂的糖基化过程产生AGEs，蓄积的AGEs 与其主要细胞表面受体 RAGE 结合引发氧化应激，加重炎症，影响细胞功能和代谢\"。创面修复过程中，中性粒细胞在炎症早期释放适量氧自由基（reactive oxygen species，ROS）清除细菌及异物°，吞噬细胞碎片后迅速调亡并释放基质金属蛋白酶（matrix metalloproteinase，MMP）和弹性蛋白酶等酶，进一步消化周围的受损细胞1°。为防止过度损伤，巨噬细胞会及时清除凋亡中的中性粒细胞并由促炎表型M1型向促愈合表型M2型极化，抑制炎症发展，促进组织再生“，巨噬细胞表型转化是促进创面修复进展的重要因素“。研究证实，AGEs蓄积会抑制中性粒细胞的迁移并促进其凋亡，无法及时到达创面基部的中性粒细胞在创面周围聚集。在AGEs的作用下各种炎症因子的表达上调，ROS、MMP、弹性蛋白酶增加，同时内源性抗氧化酶的表达被抑制，导致氧化应激反应增强。，细胞外基质（extracelllar matrix，ECM）严重受损 ’，助愈合的生长因子如血小板衍生生长因子和肿瘤坏死因子-β减少14，研究证实 ECM 降解平衡异常是伤口在炎症期停滞的主要因素之一1°。其次，Khanna S等15发现DM小鼠伤口处巨噬细胞细胞清除功能下降，炎症消除受阻。有研究证实AGE-RAGE 通路阻碍巨噬细胞表型转换\"，主要分泌促炎因子的M1型巨噬细胞增多，分泌抗炎因子和促修复细胞因子的M2型巨噬细胞减少，导致修复细胞增殖和迁移减少，创伤愈合发展受阻。此外，研究证实AGEs可能会恶化DM患者的血糖紊乱，导致炎症反应以及氧化损伤进行性加重18，最终形成DM慢性难愈创面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2线粒体功能与DM难愈创面的关系",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.12型糖尿病导致脂肪组织线粒体异常",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "线粒体在细胞稳态、细胞凋亡、ROS 生成、能量底物代谢中起重要作用19,20。线粒体除了作为能量供应细胞器，还可以被作为能量传感器，线粒体的稳态常常与代谢相关的疾病密不可分2]。线粒体可能在难愈创面的形成过程中发挥关键作用：研究发现，2型糖尿病（type 2diabetes melitus，T2DM）患者或db/db 小鼠（T2DM动物模型）脂肪组织中线粒体表现出功能障碍或减少现象223，与非糖尿病正常体重对照组相比，肥胖的T2DM患者显示出异位脂质的累积，线粒体来源ROS 增加，抗氧化酶下降25，其中抗氧化酶的减少被证实会降低胰岛素敏感性26，加重高血糖状态，形成恶性循环加速疾病进展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2氧化应激损害细胞功能",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "线粒体是胞内 ROS 的主要来源,却也易受ROS 引起的氧化损伤2728,适量的ROS 对于维持细胞功能是必要的，包括基因表达、分子信号传达、蛋白质翻译后修饰、控制细胞的增殖分化，维持细胞衰老等等2。过量的ROS 会导致氧化应激损害细胞生理功能3。通常，线粒体具有自限性反馈机制来减弱线粒体ROS 的产生，但AGEs 蓄积会降低内源性抗氧化酶的生成，破坏体内氧化还原平衡；其次，过量的ROS 会促进线粒体分泌细胞死亡相关分子（DAMPs）激发炎症反应32，线粒体分泌的多种DAMPs导致促炎细胞因子分泌增加、细胞代谢改变和炎症诱导。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为保证线粒体的健康和稳态、避免细胞调亡，线粒体通过裂变/融合平衡进行质量控制。多数损伤线粒体通过裂变激活自噬进行降解，另一部分损伤程度轻的线粒体被选择性融合进健康的线粒体网络进行成分再分配，挽救线粒体功能，防止过度碎片化33,34。自噬是一种细胞自卫机制，分为非选择性和选择性，在正常的生理件下，具有适度的自噬水平有利于维持稳定的细胞内环境和应对不利环境”。因此，在创面修复过程中线粒体调控细胞凋亡的这一功能比起其他功能具有更重要的意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3PINK1功能",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1PINK1介导线粒体自噬 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PINK1 是丝氨酸/苏氨酸激酶家族中的一员。作为线粒体功能障碍监测器，PINK1能持续监控线粒体状态，识别受损线粒体，并启动选择性自噬程序清除受损线粒体，维持细胞内稳态。研究证实PINK1异常与帕金森综合征紧密相关。PINK1主要分布于线粒体外膜，属于线粒体自噬信号级联反应中的最上游因子之一，与其下游因子 E3-泛素连接酶 Parkin一起介导线粒体自噬。首先，PINK1在受损线粒体外膜上活化并蓄积，通过磷酸化附着在线粒体外膜蛋白上的泛素丝氨酸65（Ser65）触发起始信号向细胞传递损伤信息。近期研究发现，在PINK1中，Ser228磷酸化是将PINK1转化为泛素激酶的先决条件3。随后Parkin蛋白被选择性的招募至受损线粒体外膜并被活化以促进其自噬3，并泛素化线粒体外膜上相关蛋白，活化的Parkin蛋白通过延长泛素链形成泛素基团，泛素基团结合自噬受体蛋白，最后通过自噬适配器形成自噬小体，完成线粒体自噬\"。在此过程中，完全活化的Parkin可以为PINK1提供更多磷酸化底物，又反过来募集和活化更多Parkin，形成正反馈环，从而扩大线粒体自噬信号4。此外，研究提出PINK1可以不通过Parkin通路直接激活线粒体自噬4，这表明 PINK1可以通过不同途径调控自噬。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2PINK1其他功能",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "越来越多的证据表明，PINK1通过除自噬外的其他途径参与调控细胞代谢和活性。ArenaG等发现PINK1能通过磷酸化Bcl-xL（一种抗凋亡蛋白）的 Ser62对抗氧化损伤引起的细胞凋亡，其次，该作者在另一篇研究中提出PINK1也可能通过调节钙稳态以增强呼吸链功能维持线粒体功能4；PINK1的下调导致DM患者体内脂滴聚集和线粒体脂肪酸氧化证实了PINK1能够影响脂质代谢“；PINK1对神经元存在保护作用，GMartella等发现PINK1能够提高线粒体对鱼藤酮等线粒体毒性物质的拮抗能力;Akundi RS 等46发现PINK1基因敲除的哺乳动物细胞内出现线粒体碎片化、扩大及肿胀等异常形态，部分线粒体伴随 Parkin募集或去极化，证实PINK1能够影响线粒体形态47",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4PINK1与T2DM及其难愈创面的关系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PINK1 突变是帕金森综合征（PD）的主要原因之一48，但PINK1除神经保护作用外的其他功能正在被逐步挖掘43。实验证实，PINK1介导的线粒体自噬可以通过影响胰岛β细胞的Ca稳态、葡萄糖感知及摄取能力和胰岛素抵抗参与糖代谢过程调控T2DM。并有研究表明PINK1缺乏是T2DM的潜在发病因素°。Bhansali S等发现，轻度高血糖能上调线粒体自噬以保证β细胞功能，中度或高度高血糖会导致PINK1/Parkin表达下调损害线粒体自噬，高血糖诱导的氧化应激造成线粒体功能紊乱及ROS清除功能下降，进而炎症反应过度、细胞修复能力下降。此外，线粒体自噬的下调会促进巨噬细胞向M1型极化\"2，进一步促进炎症反应。这些因素与前文所提到的难愈创面的成因高度契合，这证实PINK1对DM及其难愈创面存在重要影响作用，本文将从修复过程的不同阶段具体介绍PINKI对难愈创面修复的作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5PINK1在创面修复中的作用",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5.1PINK1在创面修复炎症反应阶段的作用",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5.1.1PINK1对抗内外界氧化胁迫",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "T2DM 患者创面持续的高糖微环境产生大量AGEs、TNF-α、脂多糖等因子，增强氧化应激反应及加重炎症反应，是阻碍愈合的关键原因。过量的ROS 会破坏抗氧化防御系统，引发氧化应激损伤细胞。研究表明，PINK1可以通过不同途径参与对抗氧化应激。第一，为避免过度的细胞损伤 PINK1通过介导选择性自噬不断清除产生过量ROS 的异常线粒体。在HK-2细胞（人肾近端肾小管细胞系）中，当PINK1介导的线粒体选择性自噬减少时，会导致mtROS 产增多以及DNA氧化损伤，加重造影剂诱发的急性肾损伤5³。同样，在外界高氧诱导下，PINK1的缺乏会增加肺内皮细胞中线粒体氧化剂和 mtROS 的产生，加重肺部损伤54，以上表明 PINK1介导自噬能有效对抗内外界氧化损伤。第二，PINK1通过自噬以外的途径对抗氧化应激。Wasim Qasim等55报道了PINK1可以通过磷酸化Ser637位点的激肽相关蛋白1（DRP1)抑制细胞凋亡，减少在肠缺血再灌注时期过量的ROS 释放导致的细胞损伤。ArenaG等42发现PINK1能通过磷酸化 Ser62位点的Bcl-xL对抗细胞调亡。此外，研究发现的调控 PINK1表达的上游因子正在逐渐增多，Hitoshi Murata等对PINK1mRNA在胁迫条件下的转录调控进行研究后提出，Nrf2（一种抗氧化剂转录因子）能够上调 SH-SY5Y细胞中PINK1的转录表达，增强其线粒体保护作用，提高细胞存活率。值得注意的是，在不同细胞谱系中，Nrf2对PINK1的转录调节具有差异性。MeiY等发现FOXO3a在生长因子/血清减少时调节T淋巴细胞中PINK1的表达。但在 SH-SY5Y细胞中，Nrf2 诱导的PINK1表达水平远高于FOXO3a。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5.1.2PINK1介导线粒体自噬抑制NLRP3炎症小体的激活 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "研究显示，过量的线粒体ROS（mtROS）58和氧化线粒体DNA（mtDNA）在中性粒细胞调亡期间能够激活 NOD样受体热蛋白结构域相关蛋白 3（NOD-like receptor thermal protein domain associated protein 3，NLRP3）59,o。NLRP3炎症小体是现发现的炎症体中被研究的最广泛的一种炎症复合体，是激活半胱天冬酶1（Caspase-1，细胞凋亡的主要介质之一）的多蛋白复合物，可以诱导促炎细胞因子白介素-1β和白介素-18的成熟，可被多种刺激物激活，并刺激自身免疫的加强，强化炎症反应。从该角度出发，寻找调节NLRP3激活的相关机制或能成为防止炎症反应过度的重要突破口。研究显示，线粒体自噬级联反应能够将功能异常的线粒体清除并降低 mtROS，Zhou等证实了NLRP3受到自噬的负性调节，而PINK1是介导自噬的主要上游因子之一。关于PINK1调节NLRP3 炎症小体激活的具体机制的研究较少，现存研究以PINK1调控自噬清除受损线粒体为主要机制多关注于上游调节因素及其相关疾病。Mouton-Liger等°首次将 PINK1与免疫细胞NF-k B 途径的负调节因子的抗凋亡信号蛋白 20AD（A20）联系起来，表示PINK1介导的自噬导致A20 的缺失会诱发NLRP3 炎症小体在体内和体外过度激活，但这是在神经细胞及骨髓来源的巨噬细胞中研究发现的结果，难愈创面相关细胞的情况是否相同还有待进一步研究。PINK1-NLRP3通路与各类疾病相关联的证据近些年正逐步积累：PINK1介导的自噬通路能够有效降低mtROS 及NLRP3 炎症小体活化，以缓解或防治肝缺血/再灌注损伤、致命的多微生物败血症、急性胰腺炎、棕榈素减毒葡聚糖硫酸钠诱导的结肠炎°、神经炎症、造影剂诱导的急性肾损伤、痛风性关节炎、乙酰氨基酚诱导的小鼠急性肝损伤等涉及身体各个系统的损伤。以上说明 PINK1介导的自噬对NLRP3 炎症小体的抑制对人体炎症相关疾病存在着重要且广泛的保护作用，但其与糖尿病难愈创面关系的相关研究尚且较少。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "长期的高血糖环境、严重的氧化应激、持续的炎症反应，三者相互促进，这样的恶性循环导致T2DM患者的足溃疡创面愈合在炎症反应期大大延长。PINK1介导的自噬通过与固有免疫信号通路的调节性相互作用、清除内源性炎症小体激动剂以及通过影响免疫介质的分泌来控制炎症。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5.2PINK1在创面修复增生期的作用",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "创面修复时，DM患者体内的代谢应激状态会引发细胞线粒体功能异常“。研究显示，高糖微环境中的 AGEs对人主动脉内皮细胞中的线粒体动力学有显著影响，通过促进融合和裂变动态平衡向裂变转化，显著增加线粒体裂变，增加细胞凋亡7²。内皮细胞状态异常导致的血管增生障碍是增生过程受阻的重要原因。研究发现，PINK1在肥胖及糖尿病小鼠中表达上调，并对保护内皮细胞免受损伤有重要作用，这也许能成为其为难愈创面肉芽组织增生保驾护航的可待研究靶点之一，在糖尿病心血管疾病的研究中常有涉及。Yang,J等4发现匹伐他汀可以通过激活PINK1途径保护内皮祖细胞增殖。XiJ等‘提出黄芩素可以通过上调PINK1介导的线粒体自噬，保护人脐静脉内皮细胞（Human Umbilical Vein Endothelial Cels，HUVECs）免受氧化损伤。另一方面，Yikai Zhang等则认为利拉鲁肽（一种胰高血糖素样肽-1受体激动剂）是通过抑制PINK1介导的线粒体自噬来防止高糖诱导的HUVECs功能障碍的。Jie Xiang 等也提出沙尔维诺酸B（Salvianolic acid B，Sal B）通过下调内皮细胞的凋亡和线粒体自噬来缓解糖尿病内皮和线粒体功能障碍。引起大家注意的是，为何通过上调或抑制自噬都能够提高内皮细胞的存活率？通过对比得出结论，损伤来源于高血糖导致的氧化损伤，PINK1介导线粒体自噬清除过量的 mtROS 是为减少细胞调亡，但当ROS 过多，自噬功能失调，细胞的凋亡率提高。而当调节因子可直接降低ROS 的含量，PINK1的表达就会随之降低。即自噬下调的前提是ROS 的降低，自噬行为的减少为跟随效应。如在 Jie Xiang 等的研究中，Sal B首先改善了糖尿病小鼠脂质、葡萄糖和胰岛素代谢紊乱，高糖环境是ROS 过度产生和线粒体功能障碍的诱因,PINK1表达升高是为消除增多的ROS，当高糖环境得到缓解，PINK1表达恢复到与对照组相似的正常水平，从其研究图示中可发现这一点。因此这些研究的观点并非相悖，相反他们都肯定了PINK1介导的自噬对于维持线粒体稳态、避免内皮细胞凋亡的保护作用。对此，FanY等“提出PINK1途径可能是氧化铜纳米颗粒诱发的病理性血管内皮损伤的治疗策略。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5.3PINK1在创面修复重塑期的作用",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在创面修复的最后阶段，成纤维细胞和角质形成细胞发挥主要作用，二者之间的相互影响在愈合过程中起重要作用7。研究显示，PINK1表达缺失的患者皮肤中的成纤维细胞更容易发生由应激引发的细胞凋亡，并且过表达组细胞中线粒体上的PINK1在应激条件下会被重新分配到细胞质，证实了PINK1发挥的细胞保护作用°。角质形成细胞中的自噬可通过调节CCL2表达激活成纤维细胞和角质形成细胞，促进伤口再上皮化并促进创面愈合的进展。自噬影响肌成纤维细胞分化并调节 ECM 降解，在调节组织重塑中起重要作用\"。因此，PINK1可能通过调控线粒体自噬发挥重要作用。TianL等发现增加Drpl介导的线粒体裂变可以促进右心室成纤维细胞的增殖和胶原蛋白的产生。以前的研究证明 PINK1是Drp1的上游调节因子84，并能通过磷酸化Drp1减少线粒体裂变抑制细胞凋亡55,在这里，PINK1是否可能在成纤维细胞中起相反作用，通过上调 Drpl促进成纤维细胞的增殖和胶原蛋白的产生，有待进一步研究验证。另外，研究显示，PINK1表达异常病人成纤维细胞中的脂质氧化产物显著增加，除了对抗氧化应激外，PINK1还可能通过调节细胞内脂质代谢或线粒体中的乙酰基积累来保护细胞85。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "6间充质干细胞在创面修复中的应用",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DM难愈创面的治疗方式一直在不断进步和发展，近年来，间充质干细胞（mesenchymal stem cels，MSCs）治疗逐渐步入人们的视野。作为一种重要的多功能自我更新细胞，MSCs 分泌细胞因子、免疫调节、分化等能力使它在治疗DM难愈创面有着巨大的潜力。MSCs对糖尿病血管疾病的治疗与PINK1介导的自噬密切相关。Zhu W等发现随高糖处理的剂量升高和作用时间延长，PINK1和Parkin、自噬标志物LC3-II蛋白表达量降低，促凋亡因子Bax 和裂解的Caspase-3蛋白表达量升高，随后 mtROS 的产生增加，说明高糖刺激会导致线粒体功能障碍，减少线粒体自噬，促进细胞凋亡。MSCs 治疗逆转了这些改变，并且PINK1的上调抑制了Drpl 的表达，减少线粒体裂变诱导的碎片化，这可能是降低 mtROS 的重要途径。研究证实 MSCs能够通过上调PINK介导的线粒体选择性自噬抑制高血糖诱导的HUVECs 损伤，减少细胞凋亡。该研究提示PINK1可能是治疗DM难愈创面的重要靶点之一，其具体作用机制需要进一步的研究并需要更多的关注。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "7总结与展望 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "PINK1是线粒体自噬发生的主要调控因子，可作为检测线粒体功能的传感器。研究表明,PINK1具有除神经保护作用外的诸多功能。PINK1在许多疾病发生中具有启动作用,与疾病相关的突变分布于整个PINK1蛋白,大多数的突变发生在丝氨酸/苏氨酸激酶结构域中。最近的研究显示PINK1在DM患者体内表达上调，并且参与调控2型糖尿病的发生和发展进程。PINK1介导的线粒体自噬在DM难愈创面修复过程中发挥重要作用。PINK1通过调节自噬修复AGEs 诱发的线粒体功能障碍，去除产生的过量的ROS 以及损伤的DNA，对抗氧化应激，维持细胞的正常功能保护参与创面的细胞免受氧化应激损伤。PINK1参与调节炎症因子激活和炎症信号传导抑制炎症反应的持续激活。它还能保护血管内皮细胞免受高糖微环境引起的氧化损伤、促进新生血管的生成、形成健康的肉芽组织。在重塑期，PINK1参与调节胶原生成，维持细胞间的信号传导，促进成纤维细胞和角质形成细胞的增殖和迁移，加速创面修复。遗憾的是，本文小结的关于PINK1调控创面修复的机制均是体外实验研究。目前仍缺乏PINK1调控糖尿病难愈创面修复的体内研究；并且现有研究未能揭示创面修复的不同阶段PINK1参与的分子机制与信号转导过程的时序性和交互作用。因此，通过体内研究进一步揭示PINK1在创面修复的具体作用机制，对研发治疗糖尿病创面有效措施具有重要意义。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1. American Diabetes A.11.Microvascular Complications and Foot Care: Standards of Medical Care in Diabetes-2021. Diabetes Care. Jan 2021;44(Suppl 1):S151-S167.   \n2. Soyoye DO,Abiodun OO,Ikem RT,Kolawole BA,AkintomideAO.Diabetesand peripheralarterydisease:Areview.World JDiabetes.Jun 15 2021;12(6):827-838.   \n3. Eisinger F,Patzelt J,Langer HF.The Platelet Response to Tissue Injury. Front Med (Lausanne).2018;5:317.   \n4. Goldberg SR, Diegelmann RF. Basic Science of Wound Healing. 2017:131-136.   \n5. TianM,Qing C,NiuY,etal.The Relationship Between Inflammationand Impaired Wound Healing ina DiabeticRat Burn Model.J Burn Care Res. Mar-Apr 2016;37(2):e115-124.   \n6. Pastar l,Stojadinovic O,YinNC,etal.Epithelialization in Wound Healing:A Comprehensive Review.AdvWound Care (New Rochelle). Jul 1 2014;3(7):445-464.   \n7. AryaAK,TripathiR,Kumar S,Tripathi K.Recentadvances ontheassociationofapoptosisinchronic non healingdiabetic wound.World JDiabetes. Dec 15 2014;5(6):756-762.   \n8. Khalid M,Petroianu G,AdemA.Advanced Glycation End Products and Diabetes Melitus: Mechanisms and Perspectives. Biomolecules. Apr 4 2022;12(4).   \n9. Wilgus TA,Roy S, McDaniel JC.Neutrophils and Wound Repair: Positive Actions and Negative Reactions.Adv Wound Care (New Rochelle). Sep 2013;2(7):379-388.   \n10. Moor AN,Vachon DJ,GouldLJ.Proteolyticactivityin wound fluidsand tissuesderived from chronic venous legulcers. Wound Repair Regen. Nov-Dec 2009;17(6):832-839.   \n11. Das A,Ganesh K, Khanna S,Sen CK,Roy S.Engulfmentof apoptoticcels by macrophages:a role of microRNA-21 in the resolution of wound inflammation.JImmunol. Feb 1 2014;192(3):1120-1129.   \n12. Paredes LC，Luz R，Tozi ON,et al. Distinct macrophage phenotypes and redox environment during the fin fold regenerative process in zebrafish.Scand JImmunol. Aug 2021;94(2):e13026.   \n13. Diegelmann RF. Excessive neutrophils characterize chronic pressure ulcers.Wound Repair Regen.Nov-Dec 2003;11(6):490-495.   \n14. Nwomeh BC, Liang HX, Diegelmann RF， Cohen IK,Yager DR. Dynamics ofthe matrix metalloproteinases MMP-1 and MMP-8 in acute open human dermal wounds. Wound Repair Regen. Mar-Apr 1998;6(2):127-134.   \n15. Khanna S,Biswas S,Shang Y,et al. Macrophage dysfunction impairs resolution of inflammation in the wounds of diabetic mice. PLoS One. Mar 4 2010;5(3):e9539.   \n16. Wang Q，ZhuG,Cao X，Dong J，Song F，Niu Y. Blocking AGE-RAGE Signaling Improved Functional Disorders of Macrophages in Diabetic Wound.J Diabetes Res. 2017;2017:1428537.   \n17. Aitcheson SM,Frentiu FD, Hurn SE,Edwards K,Murray RZ.Skin Wound Healing: Normal Macrophage Functionand Macrophage Dysfunction in Diabetic Wounds. Molecules. Aug 13 2021;26(16).   \n18. Pinto-Junior DC,Silva KS,Michalani ML,et al.Advanced glycationend products-induced insulin resistance involves repression of skeletal muscle GLUT4 expression.Sci Rep. May 25 2018;8(1):8109.   \n19. LartigueL,Faustin B.Mitochondria:metabolicregulatorsof innate immuneresponses topathogensandcelstress.ntJ Biochem Cell Biol. Sep 2013;45(9):2052-2056.   \n20. Rossignol R,LetelierT,Malgat M,Rocher C，Mazat JP.Tisse variation inthecontrolof oxidative phosphorylation: implication for mitochondrial diseases. Biochem J. Apr 1 2000;347 Pt 1(Pt 1):45-53.   \n21. Gomez-ValadésAG,Gonzalez-FranquesaA,Gama-Perez P,ClaretM,Garcia-Roves PM.Emerging Concepts inDiabetes: Mitochondrial Dynamics and Glucose Homeostasis. Curr Diabetes Rev.2017;13(4):370-385. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "24. Rieuset J.Contribution of mitochondria and endoplasmic reticulum dysfunction in insulin resistance:Distinct or interrelated roles? Diabetes Metab. Nov 2015;41(5):358-368.   \n25. Chattopadhyay M, Khemka VK,Chatterjee G,GangulyA, Mukhopadhyay S,ChakrabartiS.Enhanced ROS productionand Oxidative damage in subcutaneous white adipose tissue mitochondria in obese and type 2 diabetes subjects. Mol Cell Biochem. Jan 2015;399(1-2):95-103.   \n26. Anderson EJ,Lustig ME,Boyle KE,etal.Mitochondrial H2O2emissionandcellularredox statelink excessfat intake to insulin resistance in both rodents and humans.JClin Invest. Mar 2009;119(3):573-581.   \n27. Ott M，Gogvadze V，Orenius S，Zhivotovsky B. Mitochondria，oxidative stress and cell death. Apoptosis.May 2007;12(5):913-922.   \n28. Murphy MP. How mitochondria produce reactive oxygen species. Biochem J. Jan 1 2009;417(1):1-13.   \n29. Zhang B,Pan C,Feng C,etal. Role of mitochondrial reactive xygen species inhomeostasis regulation.Redox Rep.Dec 2022;27(1):45-52.   \n30. Koenig A，Buskiewicz-Koenig IA. Redox Activation of Mitochondrial DAMPs and the Metabolic Consequences for Development of Autoimmunity. Antioxid Redox Signal. Mar 2022;36(7-9):441-461.   \n31. Brand MD,Affourtit C,EstevesTC,etal.Mitochondrial superoxide: production,biologicalefects，andactivationof uncoupling proteins. Free Radic Biol Med. Sep 15 2004;37(6):755-767.   \n32. Krysko DV，Agostinis P，Krysko O，et al.Emerging role of damage-associated molecular patterns derived from mitochondria in inflammation. Trends Immunol. Apr 2011;32(4):157-164.   \n33. Xie LL,ShiF,TanZ,LiYBodeAM,CaoY.itochondrialnetwork structure homeostasisandcelldeath.Cncerci.Dec 2018;109(12):3686-3694.   \n34. GotliebRA,Piplani H,SinJ,etal.Attheheartof mitochondrialqualitycontrol: manyroadstothetop.CellMolLife Sci. Apr 2021;78(8):3791-3801.   \n35. Mizushima N, Komatsu M. Autophagy: renovation of cels and tissues. Cell. Nov 11 2011;147(4):728-741.   \n36. Hason SA,Kane LA,Yamano K,etal. High-content genome-wide RNAiscreens identifyregulators of parkin upstreamof mitophagy. Nature. 2013;504(7479):291-295.   \n37. Rojansky R,Cha M-Y, Chan DC.Elimination of paternal mitochondria in mouse embryos occurs through autophagic degradation dependent on PARKIN and MUL1.eLife. 2016;5.   \n38. Gan Z, Callegari S,Cobbold S, et al. Activation mechanism of PINK1. Nature. 2021.   \n39. NarendraD,TanakaA,SuenD-F,YouleRJ.Parkin isrecruitedselectivelyto impaired mitochondriaand promotes their autophagy. The Journal of cellbiology. 2008;183(5):795-803.   \n40. McWilliams TG,Muqit MM.PINK1and Parkin: emerging themes inmitochondrial homeostasis.Cur Opin Cel Biol.Apr 2017;45:83-91.   \n41. Lazarou M,Sliter DA,Kane LA,etal.Theubiquitin kinase PINK1 recruits autophagy receptors to induce mitophagy. Nature. 2015;524(7565):309-314.   \n42. Arena G,Gelmeti V,Torosantucci L,et al.PINK1 protectsagainst celldeath induced bymitochondrialdepolarization,by phosphorylating Bcl-xL and impairing its pro-apoptotic cleavage.Cel Death Differ. Jul 2013;20(7):920-930.   \n43. Arena G,Valente EM.PINK1 in thelimelight: multiple functions ofan eclectic protein in human health and disease.J Pathol. Jan 2017;241(2):251-263.   \n44. ChoiJ，Ravipati A，Nimmagadda VSchubert M，CastellaniRJRussellJW.Potential rolesof PINK1 for increased PGC-1α-mediated mitochondrial faty acid oxidation and their associations with Alzheimer disease and diabetes. Mitochondrion. Sep 2014;18:41-48.   \n45. Martella G, Madeo G,Maltese M,etal. Exposure to low-dose rotenone precipitates synaptic plasticity alterations in PINK1 heterozygous knockout mice. Neurobiol Dis. Jul 2016;91:21-36.   \n46. Akundi RS,ZhiL,SullvanPG,BuelerH.Saredandcelltype-specificmitochondrialdefectsand metabolicadaptationsin primary cells from PINK1-deficient mice. Neurodegener Dis. 2013;12(3):136-149. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "47. Koh H,ChungJ.PINK1asamolecularcheckpoint in the maintenanceof mitochondrialfunctionand integrity.Mol Clls. Jul 2012;34(1):7-13. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "48. Valente EM,Abou-Sleiman PM,Caputo V,et αl. Hereditary early-onset Parkinson's disease caused by mutations in PINK1. Science. May 21 2004;304(5674):1158-1160.   \n49. Deas E, Pipari K, Machhada A, et al. PINK1 deficiency in $\\beta$ -cells increases basal insulin secretion and improves glucose tolerance in mice. Open Biol. May 7 2014;4(5):140051.   \n50. Cang XM,Wang XH,LiuPL,etal.PINK1 alleviatespalmitate induced insulinresistancein HepG2cels bysuppressing ROS mediated MAPK pathWays. BIOCHEMICAL AND BIOPHYSICAL RESEARCH COMMUNICATIONS.SEP9 2016;478(1):431-438.   \n51. BhansaliS,Bhansali A,Walia R,Saikia UN,Dhawan V.Alterations in MitochondrialOxidative Stress and Mitophagyin Subjects with Prediabetes and Type 2 Diabetes Mellitus. Front Endocrinol (Lausanne). 2017;8:347.   \n52. Liu K， Zhao E, Ilyas $\\mathsf { G } ,$ et al. Impaired macrophage autophagy increases the immune response in obese mice by promoting proinflammatory macrophage polarization.Autophagy. 2015;11(2):271-284.   \n53. Lin Q,LiS,Jiang N,etal. PINK1-parkin pathwayof mitophagy protectsagainstcontrast-inducedacute kidneyinjury via decreasing mitochondrial ROS and NLRP3 inflammasome activation. Redox Biol. Sep 2019;26:101254.   \n54. Zhang YSauler M,ShinnAS,etal.Endothelial PINK1 mediates the protective efectsof NLRP3 deficiency during lethal oxidant injury. J Immunol. Jun 1 2014;192(11):5296-5304.   \n55. Qasim W,LiYSunRM,etal.PTEN-induced kinase1-induceddynamin-related protein1Ser637phosphorylationreduces mitochondrial fision and protectsagainst intestinal ischemia reperfusion injury.World JGastroenterol.Apr 21   \n2020;26(15):1758-1774.   \n56. Murata H,Takamatsu H,Liu S, Kataoka K,Huh NH,Sakaguchi M.NRF2 Regulates PINK1 Expression under Oxidative Stress Conditions. PLoS One. 2015;10(11):e0142438.   \n57. Mei Y, Zhang YYamamoto K, Xie W,Mak TW,You H.FOXO3a-dependent regulation of Pink1 (Park6) mediates survival signaling in response to cytokine deprivation. Proc Natl Acad Sci US A. Mar 31 2009;106(13):5153-5158.   \n58. Juliana C,Fernandes-AnemriT,Kang S,FariasA,QinF，Alnemri ES.Non-transcriptional priminganddeubiquitination regulate NLRP3 inflammasome activation.J Biol Chem. Oct 19 2012;287(43):36617-36622.   \n59. Shimada K,CrotherTR,Karlin J,etal.Oxidized mitochondrial DNAactivates the NLRP3 inflammasome during apoptosis. Immunity. Mar 23 2012;36(3):401-414.   \n50. BauernfeindF,Bartok E,RiegerA,FranchiL,NunezG,HornungV.Cuting edge:reactive oxygen speciesinhibitors block priming, but not activation,of the NLRP3 inflammasome.JImmunol. Jul 15 2011;187(2):613-617.   \n51. Swanson KV, Deng M,Ting JP.The NLRP3 inflammasome: molecular activationand regulation to therapeutics.Nat Rev Immunol. Aug 2019;19(8):477-489.   \n52. Kanki T,Furukawa K,Yamashita S.Mitophagyin yeast: Molecularmechanisms and physiological role.Biochim Biophys Acta. Oct 2015;1853(10 Pt B):2756-2765.   \n53. Zhou R,Yazdi AS，Menu P，Tschopp J.A role for mitochondria in NLRP3 inflammasome activation. Nature. Jan 13   \n2011;469(7329):221-225.   \n54. Mouton-Liger F，Rosazza T, Sepulveda-Diaz J，et al. Parkin deficiency modulates NLRP3 inflammasome activation by attenuating an A20-dependent negative feedback loop. Glia. Aug 2018;66(8):1736-1751.   \n55. Xu YTang Y,LuJ,etal.PNK1-mediatedmitophagyprotectsagainst hepatic ischemia/reperfusion injurybyrestraining NLRP3 inflammasome activation. Free Radic Biol Med. Nov 20 2020;160:871-886.   \n56. Kang R,Zeng L, Xie Y,etal.A novel PINK1- and PARK2-dependent protective neuroimmune pathway in lethal sepsis. Autophagy. Dec 2016;12(12):2374-2385.   \n57. Zhang J,Huang W, He Q,et al. PINK1/PARK2 dependent mitophagy efectively suppresses NLRP3 inflammasome to alleviate acute pancreatitis. Free Radic Biol Med. Apr 2021;166:147-164.   \n58. Mai CT,Wu MM,Wang CL,SuZR,Cheng Y,Zhang XJ.Palmatineatenuateddextransulfate sodium(DS)-inducedcolitis via promoting mitophagy-mediated NLRP3 inflammasome inactivation. Mol Immunol. Jan 2019;105:76-85.   \n59. Fan WM,Chen SX,Wu XH,ZhuJQ,LiJ.ResveratrolRelieves GoutyArthritisbyPromoting Mitophagyto Inhibit Activation of NLRP3 Inflammasomes.Journal of Inflammation Research. 2021;14:3523-3536.   \n70. Shan S,Shen ZZhang C,Kou R,XieK,Song F.Mitophagy protectsagainstacetaminophen-inducedacute liver juryin mice through inhibiting NLRP3 inflammasome activation. Biochem Pharmacol. Nov 2019;169:113643. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "71. Lowell B,Shulman Gl.Mitochondrial dysfunctionandtype2diabetes.Science.Jan 21 2005;307(5708):384-387.   \n72. Zhang S,GaoY,WangJ.Advanced glycation end products influence mitochondrialfusion-fisiondynamicsthrough RAGE in human aortic endothelial cells. Int J Clin Exp Pathol. 2017;10(7):8010-8022.   \n73. Wu W, Xu H,Wang Z,etal.PINK1-Parkin-Mediated Mitophagy Protects Mitochondrial Integrityand Prevents Metabolic Stress-Induced Endothelial Injury. PLoS One. 2015;10(7):e0132499.   \n74. YangJ,SunM,Cheng R,etal.Pitavastatinactivates mitophagy toprotect EPCproliferationthroughacalcium-dependent CAMK1-PINK1 pathway in atherosclerotic mice. Commun Biol. Feb 10 2022;5(1):124.   \n75. Xi J,Rong Y,ZhaoZ,etal.Scutelarinameliorates high glucose-inducedvascular endothelialcells injurybyactivating PINK1/Parkin-mediated mitophagy.J Ethnopharmacol. May 10 2021;271:113855.   \n76. Zhang Y,Wang S，Chen X，et al.Liraglutide prevents high glucose induced HUVECs dysfunction via inhibitionof PINK1/Parkin-dependent mitophagy. Mol Cell Endocrinol. Apr 5 2022;545:111560.   \n77. Xiang J，Zhang C，DiT,etal.SalvianolicacidBallviates diabeticendothelialand mitochondrial dysfunctionby down-regulating apoptosis and mitophagy of endothelial cels.Bioengineered.Feb 2022;13(2):3486-3502.   \n78. Fan Y, Cheng Z, Mao Letal. PINK1/TAX1BP1-directed mitophagy atenuates vascular endothelial injury induced by copper oxide nanoparticles.JNanobiotechnology. Mar 19 2022;20(1):149.   \n79. AmiriN,GolinAP,JaliliRB,Ghahary A.Rolesof cutaneouscell-cellcommunication in wound healing outcome:An emphasis on keratinocyte-fibroblast crosstalk.Exp Dermatol.Apr 2022;31(4):475-484.   \n80. KlinkenbergM,ThurowN,GispertS,etal.Enhancedvulnerabilityof PARK6 patientskinfibroblasts toapoptosis induced by proteasomal stress.Neuroscience.Mar 17 2010;166(2):422-434.   \n81. QiangLYang S,CuiYH,He YY.Keratinocyteautophagy enables theactivationof keratinocytesand fibroblastsand facilitates wound healing. Autophagy. Sep 2021;17(9):2128-2143.   \n82. MigneaultF，Hebert MJ.Autophagy， tisserepair，andfibrosis:adelicate balance.Matrix Biol.Jun 2021;100-101:182-196.   \n83. TianL,Potus F，Wu D,etal.Increased Drp1-Mediated Mitochondrial Fision Promotes Proliferationand Collagen Productionby Right VentricularFibroblastsin Experimental PulmonaryArterial Hypertension.Front Physiol.2018;9:828.   \n84. Gao QY,Zhang HF，TaoJ,etal.Mitochondrial Fissionand MitophagyReciprocallyOrchestrate Cardiac Fibroblasts Activation. Front Cell Dev Biol. 2020;8:629397.   \n85. Franks PW,Scheele C,Loos RJ,etal.Genomicvariantsatthe PINK1locus areassciatedwith transcriptabundanceand plasma nonesterified fatty acid concentrations in European whites. Faseb j.Sep 2008;22(9):3135-3145.   \n86. Zhu W, YuanY,LiaoG,etal.Mesenchymal stemcelsameliorate hyperglycemia-induced endothelial injurythrough modulation of mitophagy. Cell Death Dis. Aug 6 2018;9(8):837.   \n87. Lee HJ, Jang SH, Kim H, Yoon JH, Chung KC. PINK1 stimulates interleukin- $\\cdot 1 \\beta$ -mediated inflammatory signaling via the positive regulation of TRAF6 and TAK1. Cell Mol Life Sci. Oct 2012;69(19):3301-3315. ",
        "page_idx": 7
    }
]