[
    {
        "type": "text",
        "text": "杨乐：“春” 到人间草木知",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《中国科学院院刊》编辑部",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/34015a279f413b473589add42b45a629dea4d8436ff4f3c46a6fdf8136eedf79.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨乐，一位杰出的数学家，全国科学大会后首批走出国门并载誉归来的中国科学家，中国科学院学部恢复活动与建设后，增补的第一批学部委员（院士）。并曾长期担任全国政协委员；中国科协全国委员会常委；中国数学会常务理事、秘书长、理事长等职务。回顾人生发展轨迹，杨乐先生认为“科学的春天”对自己具有非同一般的意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1源于兴趣，受教名师，数学领域崭露头角",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "初中二年级时，学校开设的代数课和平面几何课，逐渐让杨乐对数学产生了浓厚的兴趣。17岁时，他考上了北京大学数学力学系。20世纪60年代初，杨乐本科毕业后考入中科院数学所继续攻读研究生，并有幸成为数学大师熊庆来教授的关门弟子、华罗庚的同门师弟。在熊先生的指导下，读研的头3个月，杨乐就完成论文《亚纯函数及函数组合的重值》，后发表于《数学学报》。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1964年，25岁的杨乐开始与张广厚合作研究全纯与亚纯函数族，并获得了很好的成果，用法语写成的学术论文于次年发表在《中国科学》期刊上。这项研究成果，恰好解决了英国著名数学家海曼于同年一次国际数学会议中提出的《函数论研究中的若干问题》中的一个，并引起了国际同行的重视。“但遗憾的是，由于当时我国与国际科技交流渠道的匮乏，我们到很多年以后才知道海曼所提的问题。”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2启航遇阻，领导关怀，逆境仍出硕果",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "数学家哈代说，数学是一种更适合年轻人的游戏，数学家成名都在年少时。但是，正当年轻的杨乐完成研究生论文，即将毕业的时候，“文革”开始了，中科院数学所的研究工作完全中断，他也不能幸免。此后，长达四五年的时间里，杨乐没有机会再碰数学书本。“在我们被迫与科技书刊、文献隔绝期间，国际上相应的研究工作却在迅速发展。美国、英国、苏联、德国等，原有的资深专家与一批青年学者的优秀成果竞相涌现。”中国科技发展被迫中断了十年，这对于杨乐自身，对于中国数学界，乃至于世界数学的发展，",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "都是一大憾事。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "幸运的是，1971年底，文化禁锢有所松动，周恩来总理亲自过问中科院的工作，并肯定基础理论研究的重要性。此后，杨乐逐渐恢复研究工作，并可以到图书馆查阅文献，从而告别了只能在脑海里“走走神”，抽象地思考一些数学问题的窘境。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "有了发育的土壤，杨乐很快就做出了重要成果一他与张广厚合作，首次发现函数值分布论中的两个主要概念“亏值”和“奇异方向”之间的具体联系，国际数学界亦为之瞩目，后来他们的这一研究成果被命名为“杨一张定理”或“杨一张不等式”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "尽管得到了周总理的亲自关心与过问，但“四人帮”仍然时时干扰与破坏，不让“穿新鞋走老路”，这使得认真工作的科研人员受到了新的冲击与批斗。当被问及为何能在如此艰难的情况下做出世界级的科研成果时，杨乐动情地说：“我从小学到中学（江苏省南通中学）再到大学（北京大学），一直是在当时国内最好的学校学习；然后又能到中科院数学所做研究生，国家在自己身上花费了很大的力气，然而研究生一结束就发生‘文革’了，好像没有任何用武之地了；所以一旦有机会，我们就必须倾尽全力去做工作。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3 拨乱反正，涤荡丛弊，沐浴在“科学的春天”里",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "粉碎“四人帮”之后，1977年夏，中央决定让有气魄、有才能，对科技工作与科技人员十分关心与支持的邓小平同志复出，中科院为此举行了隆重的庆祝大会。杨乐在大会上表达了自己的喜悦之情：“在半个世纪里，小平同志南征北战，呕心沥血，为全党和全国人民建立了丰功伟绩，现在中央恢复他的职务，我们一千个赞成，一万个拥护。”当时，全礼堂一千多人热烈鼓掌。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "邓小平同志、党中央没有辜负广大科技人员与全国人民的期望，甚至没有让大家等太久，随着一项项政策的出台，“春”的气息开始在科学界弥散，而杨乐对此",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "感受最深。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“在邓小平同志的支持和关怀下，为了调动广大科研人员的积极性，中科院率先恢复了科技与教育战线的专业技术职称以及正常的普升制度，陈景润、张广厚和我均被破格提升。同时，国家开始实行对有突出贡献的专家给予特殊津贴制度，第一批名单中就有我们三个，这使我们的生活有了很大的改善。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“文革”期间，一些学有所长的老专家和老教授,被当作“反动学阀”，被批斗、凌辱，甚至迫害致死，这其中就包括杨乐的老师熊庆来先生。在全国科学大会召开前夕，中科院特地为“文革”中遭受迫害逝世的著名科学家熊庆来、赵九章、张宗燧等教授平反昭雪，举行了骨灰安放仪式。杨乐说：“中科院为他们平反昭雪，肯定了他们的爱国情怀与历史功绩，赞扬了他们以往在研究工作与培养人才上的贡献与作用。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1978年3月18一31日，全国科学大会胜利召开，杨乐不仅与华罗庚、陈景润、张广厚等中科院数学所的同事一起参加了此次盛会，还获得了“全国科学大会奖”。全国科学大会上，邓小平同志关于“科学技术是生产力”“知识分子是工人阶级的一部分”等著名论断，以及让大家投身到四个现代化热潮中去的号召，让所有科研工作者欢欣鼓舞。“聆听小平同志的报告，感受到科学春天的到来，在我们的住地友谊宾馆，很多老专家热泪盈眶，提出这是‘二次解放’”，杨乐回忆道。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4 整装再出发，从“春天” 走向收获的季节",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“十年浩劫”中，学者个人赴国外参加学术会议或从事访问研究，是不可能的；而粉碎“四人帮”后，瑞士学者邀请杨乐和张广厚参加1978年春的国际学术会议，则由中科院向中央请示，经方毅同志作了很长一段批示与全体政治局委员的圈阅后，才得以成行。杨乐说：“刚到会场时，一些外国学者把我们俩当成是日本人。”在大会上，杨乐用英语作了《整函数与亚纯函数的一些新成果》的学术报告。报告非常成功，改变了许多国外学者对中国数学家的看法。著名数学家、近代函数值分布论的创始人，年逾八旬的奈望利纳对杨乐说：“刚才你说，你们是来向欧洲数学家学习的，现在我认为，欧洲数学家们应该向你们学习。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "改革开放以来，杨乐又陆续发表了《值分布理论及其新研究》等不少具有影响的学术专著和论文，先后到普林斯顿高等研究院、哈佛大学、瑞典皇家科学院等世界多所著名大学和研究机构作访问和演讲，多次应邀到国外多所大学和研究机构作学术报告和交流。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "走出国门，打开眼界的杨乐认为不能仅局限于科研的本身，应该从体制制度方面为中国的科学发展提供助力。“1980年，访美回京，我们向钱三强副院长汇报了美国大学的一些值得借鉴的地方。钱副院长深表赞许，并拟安排全院会议进行报告。”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "全国科学大会后，中科院开始恢复学部的活动与建设。1980年秋，各学部增选了280余位新学部委员（院士），尚未满41岁的杨乐成为最年轻的当选者。次年5月，学部大会前，邓小平和其他领导同志会见了大会主席团成员。中科院胡克实副院长汇报了增选后学部的情况，当汇报到新学部委员年龄情况时，小平同志特别问道：有50岁以下的没有？有40岁以下的没有？胡克实说杨乐是最年轻的，当时已超过了41岁。在场的杨乐听到了这些对话，深深感受到小平同志对青年学者的殷切期望。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "杨乐说：“全国科学大会已过去了整整40年，在这过去的40年里，知识分子的积极性和作用都得到了空前的发挥，科技战线捷报频传，祖国有了巨大进步。这些充分说明了邓小平同志在全国科学大会上讲话的英明与正确，显示了他的远见卓识。目前，我国与世界科技强国相比，已经从过去的跟跑者成为并跑者，甚至在部分学科领域已实现超越。这是小平同志给科技界带来的春天，也是在历代党和国家领导人的关怀下，所有科学工作者共同努力奋斗的结果。中国特色社会主义进人了新时代，期待中国全体知识分子再接再厉，加倍努力地投身到世界科技强国的建设中！”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "杨乐数学家。1939年11月出生于江苏南通。1962年毕业于北京大学，1966年中国科学院数学研究所研究生毕业。1980年当选为中国科学院学部委员（院士）。中国科学院数学与系统科学研究院研究员，曾任中国科学院数学与系统科学研究院院长，中国科学院数学研究所所长，中国数学会理事长。主要从事复分析研究。对整函数与亚纯函数亏值与波莱尔方向间的联系作了深入研究，与张广厚合作最先发现并建立了这两个基本概念之间的具体联系。对亚纯函数奇异方向进行了深入研究，引进了新的奇异方向并对奇异方向的分布给出了完备的解答。对全纯与亚纯函数族的正规性问题进行了系统研究，建立了正规性与不动点以及正规性与微分多项式取值间的联系。引进亏函数的概念，证明了有穷下级亚纯函数的亏函数至多是可数的。与英国海曼教授合作解决了著名数学家立特沃德的一个猜想。对整函数及其导数的总亏量与亏值数目做出了精确估计。曾获1982年国家自然科学奖二等奖、1997年陈嘉庚数理科学奖等。",
        "page_idx": 2
    }
]