[
    {
        "type": "text",
        "text": "穴位注射护理技术治疗1例慢性湿疹患者的护理体会",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈璐，孙明丽 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（北京中医药大学东方医院皮肤科，北京，100078)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：本文总结了1例慢性湿疹瘙痒及皮损患者行穴位注射的效果观察及护理措施，包括护理评估、穴位注射方法及注意事项、常规护理措施等。基于中医辨证施护理论开展护理干预,有助于改善慢性湿疹患者瘙痒症状,促进皮损好转。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：慢性湿疹；穴位注射；皮损；中医护理",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nursing of a patient with chronic eczema treated by acupoint injection technique ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CHENLu， SUN Mingli",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(Department ofDermatology,Dongfang Hospital Beijing University of Chinese Medicine,Beijing，100078） ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT:This paper summarized the application effect of Traditional Chinese Medicine （TCM）acupoint injection technique and related nursing management for a patient with chronic eczema and skin lesions.Nursing assessment and health education about injection method and precautions were carried out. Under the guidance of TCM syndrome differentiation and nursing theory，acupoint injection technique was adopted to relieve the pruritus symptoms and improve the recovery from skin lesions in patient with chronic eczema. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS: chronic eczema；acupoint injection； skin lesions； Traditional Chinese Medicine nursing ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "慢性湿疹主要是皮肤表皮层或真皮层慢性反复非特异性损伤，急性期表现为皮肤丘疹、红斑、水泡、渗出、糜烂、结痂等，慢性期多为皮肤呈褐红色，浸润，肥厚,粗糙,苔藓样改变等[1]。慢性湿疹患者自觉有明显瘙痒，常呈阵发，易复发，经久不愈，严重影响患者的身心健康和生活质量[2]。慢性湿疹临床辨证分型为：风热蕴肤证、湿热浸淫证、脾虚湿蕴证、血虚风燥证[3]。目前,西医治疗慢性湿疹主要外用糖皮质激素和口服抗组胺药，虽然有一定疗效，但远期效果不佳。近年来，中医疗法广泛应用于慢性湿疹的治疗，彰显出独特的优势和潜力4。本研究总结1例慢性湿疹瘙痒及皮损的患者进行穴位注射治疗的护理经验，现报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1临床资料",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "患者男性，74岁，主因：全身起皮疹伴瘙痒3余年，复发并加重1月余。患者入院症状为：全身反复起皮疹，伴瘙痒剧烈，夜间为重，纳好，大便干,约两日一行，小便调,夜寐不安。专科检查：全身泛发暗红色皮疹、斑片和一部分结合，部分发生融合大片，没有显著渗出，部分皮肤肥厚，干燥，伴随少许脱屑，皮疹对称性分布。患者情况符合《皮肤性病学》中慢性湿疹的诊断标准。中医诊断标准：参照2002年新世纪版《中医外科学》拟定国家中医药管理局颁布的《中医病证诊断疗效标准》[5]。中医诊断：湿疮。辨证分型：血虚风燥证，血虚风燥证常见于慢性湿疹，皮损粗糙肥厚，脱屑，表面有抓痕、血痂，颜色暗红或色素沉着，阵发性瘙痒，夜间加重;伴有口干不欲饮，纳谷差，腹部胀，舌质淡，苔白，脉细弦。西医诊断：慢性湿疹。患者人院后遵医嘱予穴位注射治疗。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "治疗前患者瘙痒视觉模拟评分量表(VAS)评分为7分，根据患者自身每日瘙痒感进行评估，经过7d治疗，疼痛评分由原来的7分降至4分，效果显著。治疗前慢性湿疹皮损评分为6分，根据护士每日测量进行评估，经过7d治疗，慢性湿疹皮损由原来的6分降至现3分，效果显著。经过1个疗程(14d)的治疗，根据患者自身主观感受进行评估，VAS评分为0分，慢性湿疹皮损评分为1分，患者自诉瘙痒及慢性湿疹面积及严重度均得到明显缓解。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1护理评估 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1瘙痒症状评估：瘙痒评分采用VAS评估[，用 $0 \\sim 1 0 ~ \\mathrm { c m }$ 的刻度尺，量化患者的主观感受，VAS指数0代表无瘙痒，10代表难以忍受剧烈瘙痒。评分越高，瘙痒程度越重。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.2慢性湿疹面积及严重度评估：评估采用慢性湿疹面积及严重度指数(EASI)[7],主要包括临床体征及临床表现面积大小两方面：临床症状分为红斑、水肿/丘疹、渗出/结痂、表皮剥脱、苔藓化5项，每项按无、轻、中、重计为0\\~3分，各体征分值之间可计0.5分；皮损面积评估分为头额部、上肢、躯干、下肢，各部位皮损面积按比例计0\\~6分。各部分分值相加为EASI总体分数，可作为评价患者皮损严重程度的标准。评分越高则提示患者皮损程度严重。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2护理措施",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.1中医特色护理：科室进行穴位注射是将维生素 $\\mathbf { B } _ { 1 2 }$ 药液注射至曲池穴的一种操作方法，具体方法如下：患者暴露双侧曲池穴，侧掌屈肘，当肘横纹外端凹陷为此穴，常规消毒穴位，右手持已备好的注射针，对准穴位垂直刺1～1.5寸，提插捻转得气后回抽无血推入药液 $0 . 5 ~ \\mathrm { m L }$ ,再如法注射对侧穴位，每周3次。注意事项： $\\textcircled{1}$ 治疗时应向患者说明治疗的特点和注射后的正常反应。 $\\textcircled{2}$ 注射后局部可能有酸胀感， $4 8 \\mathrm { ~ h ~ }$ 内局部可有轻度的不适，有时持续时间会比较长，但一般不会超过1日。 $\\textcircled{3}$ 要严格消毒防止感染。如注射后局部红肿，发热等应及时处理。 $\\textcircled{4}$ 要注意药物的性能，药理作用,配伍禁忌,副作用等[8]。注射前及时检查药物的有效期以及药物有无沉淀变质等情况。 $\\textcircled{5}$ 药物不可注射至关节腔、脊髓腔、血管内，以免发生严重不良反应。针头触碰神经干，患者会出现触电感觉，因此必须将针略微向后退，再注入药",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "品，以免损伤神经。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.2常规护理：慢性湿疹患者的膳食应选择清热解毒利湿气的食材，如冬瓜、胡萝卜、黄瓜、枸杞、马齿苋等；少食用鱼类、虾类、牛羊肉含有刺激性的食物，多吃含有维生素和矿物质的食材；患病后应忌食辣椒、虾、糯米、茄子、肉、葱、蒜、胡椒、咖啡、烟酒等，少吃荤菜；指导患者挑选柔软的棉质衣物，防止摩擦皮损造成的不适感；多与患者沟通交流，创建优良的护患关系，维持心情愉快；为患者讲解疾病相关知识，帮助其解除思想顾虑，增加战胜疾病的信心。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "慢性湿疹是以皮疹特点取名的一种过敏炎性皮肤疾病，属变态反应性炎症性皮肤病，慢性期皮肤呈苔藓样变，伴有剧烈瘙痒，且反复发作，严重影响患者的衣食住行和身体健康。目前临床治疗慢性湿疹的方式较多，所用药物主要包括抗组胺药、免疫调节剂等,也可采用物理治疗等方式[9]，但是长期使用易产生耐药性。慢性湿疹属中医学“湿疮\"“血风疮\"\"浸淫疮\"等范畴，其发病除与禀赋不耐、饮食失调、湿热内蕴有关外，长期的情志失调引起肝气不畅，五志化火;复因滕理不密，洗浴淋雨，防护不周，外感风湿热邪;内外相搏，充于滕理，浸淫肌肤，也可发为湿疮。曲池穴是手阳明大肠经之合穴，是治疗皮肤病必不可少的穴位之一，具备疏风解表、清热解毒、消除瘙痒、提高免疫力的功效。穴位注射疗法通过穴位刺激激发、调节机体的免疫抵抗能力，增强拮抗组胺等物质的活性，让患者的细胞免疫抵抗能力得到提高，能合理抑止超敏反应，显著扩张毛细管，促进血液循环，起到调节机体免疫功能，抗菌消炎的作用。与此同时，该疗法还能降低炎症性渗出，抑止白细胞、溶酶体的生成,对减少复发有显著作用[]。由此可见，穴位注射疗法在减轻慢性湿疹给患者带来瘙痒和皮损的同时，还可以增强机体免疫力，减少复发率，有良好的治愈效果。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，国家正在大力弘扬“促进中医药振兴发展”思想，这是传统中医药焕发青春的机遇，也是传承和发扬传统中医药文化的重要时机。中医护理在中西医结合的基础上不断发展，基于历史悠久的中医基本理论，加以极具特色的中医技术及食疗、运动、情志护理等方法，重视人体的统一性、完整性及其与自然界相互关系，最终形成独具特色的中医护理体系[11]。中医特色护理拥有独特优势，在疑难病症方面更是效果突出。当下，中医医院仍需加强中医护理人才的培养，帮助护士建立系统的中医思维[12],使中医特色护理在实践中创新、在保护中传承，为推进健康中国建设和增进人民健康作出新的更大的贡献。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "利益冲突声明：作者声明本文无利益冲突。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1] 颜少敏，郑叶君，张诗华，等．曲池穴注自血治疗湿疹临床观察[J].世界最新医学信息文摘，2017，17(13):159.  \n[2] 许壁瑜．自血疗法治疗慢性湿疹的临床效果观察与护理[J].实用临床护理学电子杂志，2019，4(38):45，53.  \n[3] 林海龙，林良才．基于数据挖掘技术探讨针灸治疗慢性湿疹的选穴规律[J].上海针灸杂志，2022，41(1):102-106.  \n[4] 战惠娟.斯奇康曲池、手三里穴位注射治疗慢性湿疹30例[J].中国中医药科技，2015，22(3）：335-336.  \n[5] 黄乃健．中国肛肠病学[M」．济南：山东科学技术出版社，1996.  \n[6] 林越，王甸红，白赞，等．乌梅丸加减方外洗对维持性血液透析皮肤瘙痒症患者瘙痒程度及炎性指标的影响[J]．中国中医药信息杂志，2021，28(9):124-129.  \n[7] 王岩，高存志，翁志．外周血 $\\mathrm { I F N } { - \\gamma }$ IL-4及IFN-γ/IL-4比值与急性湿疹皮损程度的关系及对短期疗效的预测价值[J]．中国美容医学，2022，31(1):93-96.  \n[8] 梁粤，皮敏，谢柱，等．邵氏点穴位注射复方青藤碱注射液治疗慢性脊神经后支源性下腰痛临床观察[J].新中医，2014，46(1)：154-157.  \n[9] 景万仓，许霄霄．贞芪扶正颗粒联合咪唑斯汀缓释片治疗慢性泛发性湿疹疗效观察[J].内蒙古中医药，2018，37(2):51-52.  \n［10］胡咏梅，钟细英，黄秀红．穴位注射治疗慢性湿疹效果观察及护理方式分析[J]．当代医学，2014，20(16):99-100.  \n[11」王亚丽，张凯烨，唐玲，等．中医饮食护理溯源[J]．中西医结合护理，2022，8(3)：79-82.  \n[12］琚慧，郭红，马雪玲，等．乳痈(急性乳腺炎)中西医结合健康管理方案的构建[J].中华现代护理杂志，2020，26(36):5052-5061.",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    }
]