[
    {
        "type": "text",
        "text": "Measuring System with dual magnetic sensors for outer-rotor type torque motor ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hai Qiao, Chi Zhang,Youyong Liao, Jie Zhou， Xindong Shu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ningbo Institute of Materials Technology and Engineering,Chinese Academy of Sciences, Ningbo, China 315201 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "qiaohai20064201@126.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: dual magnetic sensors; outer-rotor torque motor; FPGA; arc- second ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: As there is no round optical grating and magnetic grating with large diameter that is over $0 . 5 \\mathrm { m }$ in the market, a measuring system adopting dual magnetic sensors based on FPGA is proposed in this paper to measure the position/displacement and velocity of the rotating outer-rotor motor. Through using strip-type magnetic grating to stick around the outer rotor over half circumstance, the proposed system is able to produce continuous position pulse signals by switching the signals of dual magnetic sensors. The system core chip distinguishes, subdivides and filters the signals from two sensors, judging the operational state of the sensor and generating the dual magnetic sensor switching signals. It can switches the sensor signals in real time during motor operation and measures the position/displacement and velocity of motor in a precise manner. Moreover, the position/displacement, operating time and positive/negative rotation can be displayed through man-machine interactive unit. The experimental results show that arc-second control accuracy of the outer-rotor torque motor can be achieved by using the proposed system to measure the speed and position/ displacement of the outer-rotor torque motor as the feedback signal through the motion control system of motor. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In modern, optical grating and magnetic_grating are widely used in measuring the position/ displacement and velocity of large motor[if[2]However, there is no round optical grating and magnetic grating with large diameter in the market; therefore precision position control of large diameter motor becomes a problem. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Optical grating sensor has high accuracy and it is implemented digitization easily l3], but it has complex manufacturing process[4]，and applicationsoffer higher protection requirements for outdoor and harsh environments,and the sensor is expensive. Magnetic grating has a simple structure, easy instalation and adjustment, wide measuring range, anti-interference ability, It is widely used in light and heavy manufacturing industry[5], so the measuring device of system uses magnetic gratingll[7]. The system uses strip-type magnetic grating, which is close to the outer-rotor. To avoid the ends of strip-type magnetic grating can't seamless connection, motor drive can not accurately measure position signal of the gap,a method of dual magnetic sensors switching to read the magnetic signals based on FPGA (field programmable gate array) is proposed in this paper. The system switches dual sensors in order to obtain continuous magnetic signals which are generated by magnetic interaction between dual magnetic sensors and magnetic grating. The signals as drive feedback signals are used to measure position/displacement and velocity of motor. This system has the characteristics of simple structure,low cost and high precision control. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Principle of dual magnetic sensors measuring system ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Outer- rotor torque motor and magnetic sensors installation ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The motor is designed and manufactured by the authors' research team in this paper. The motol is designed by outer-rotor structure is shown in Fig.1. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/054eedec74ea72aaa28148dc1e94334ef122e6febb5429296827b436c1cc04fd.jpg",
        "img_caption": [
            "Fig.1 Outer-rotor torque motor "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Motor diameter is $1 0 5 0 \\mathrm { m m }$ ， outer-rotor diameter is $8 4 0 ~ \\mathrm { m m }$ . Motor unit is 10-pole and 9-slot; the motor has 16 units and 16O poles.Rated torque of motor is $1 8 0 0 \\mathrm { N m }$ ；rated speed of motor is 50rpm.The motor doesn't have mechanical transmission parts,therefore it has the characteristics of high rigidity and fast response. It is used for variety of textile machines,like milling machines, machining centers and other types of CNC machine tools in line. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The two magnetic sensors are placed on outer side of rotor. The position of two sensors is symmetrical to diameter of outer-rotor, and sensor distance from magnetic grating is no more than （204号 $2 \\mathrm { m m }$ . Peripheral magnetic grating of rotating outer-rotor motor is greater than a half of motor circumference, which ensures that at least one of the two sensors contact with magnetic grating. The Installation position of dual magnetic sensors is shown in Fig.2. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/d3cdd498d2a8fbdec27b959b1eebcbfbd0663c3751797429e20f5b57bae765c9.jpg",
        "img_caption": [
            "Fig.2 Installation position of magnetic sensor on torque motor housing "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "When the motor move in forward direction, if M point is as the start point of magnetic sensors switch, then $\\mathrm { \\Delta N }$ point is the end point; when the motor move in reverse direction, if $\\mathrm { \\Delta N }$ point is as the start point of magnetic sensors switch, then M point is the end point. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The relation between Strip-type magnetic grating length L of the motor outer periphery and the interval angle $\\alpha$ of the two magnetic sensors is shown as Eq. (1): ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n2 \\pi R > L > 2 \\pi R - \\alpha \\pi R / 1 8 0 + Y\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Where $R$ is the radius of outer-rotor; $Y$ is the width of magnetic sensor. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Principle of dual magnetic sensors measuring ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Dual magnetic sensors measuring system is shown in Fig.3. The magnetic signals of system are generated by magnetic interaction between dual magnetic sensors and magnetic grating， when motor is running. The signals are used to measure motor's position/displacement and velocity. Two signals form a continuous signal by FPGA and then feedback to motor driver to control the motor. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/fb035a25cd05d83895bee005f0a3fc2cd6761e2f7d3386271efe929c48511baa.jpg",
        "img_caption": [
            "Fig.3 Dual magnetic sensors measuring principle "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The closed loop control is adopted in outer-rotor torque permanent magnet motor driver, and it has good dynamic performance [8]. The vector control algorithm of magnetic field, i.e. ${ i _ { \\mathrm { d } } } \\mathrm { { = } } 0$ ， $i _ { \\mathrm { d } }$ is used in motor, and motor rotation is controlled by the torque component [9][1o].The control algorithm uses three closed loop (i.e. current loop,velocity loop and position loop) feedback control. PI regulator control is adopted in the three loops and the three loops nested within each other. The motor control principle is shown in Fig. 4. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/453887d77023300ae9bb8d5ad1a25f8222500a06f3ada9acaad4f1cd5aa4591e.jpg",
        "img_caption": [
            "Fig.4 Motor control principle "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Dual magnetic sensors are used to measure position/displacement and velocity of motor in the system. The data of position/displacement and velocity are used as speed loop fedback and position loop feedback in motor driver. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Principle of magnetic sensor switching ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The signal processing method of magnetic sensor's two magnetic head on magnetic grating is shown in Fig.5 [11]. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/254d66f8ee587c45573b156a86cdcb9bd7f94e206e5bf081d1ce03a056869758.jpg",
        "img_caption": [
            "Fig.5. Signal processing method of magnetic head "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "One of two way signals detected by magnetic sensor is sine wave; the other is cosine wave. The system sums, band-pass filters and shapes the two signals after these steps, it forms a two-way difference $9 0 ^ { 0 }$ square wave. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The system distinguishes， subdivides, filters and switches the two square wave signals of magnetic sensors after these steps,it forms a two-way continuous signal is shown in Fig.6. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0ad273e83df6ba82b504b05968eddb6d8451f6bbe74879ec750086d058cbd0d1.jpg",
        "img_caption": [
            "Fig.6 Sensor switching signal "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Design of dual magnetic sensors measuring system ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Software development process of system chip ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a972f4fb0d0387c22b72f245f59ab1a052ac080030d8f8f3089ba043657ea3f7.jpg",
        "img_caption": [
            "Fig.7 System chip software development process "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "System core chip recognizes and detects the input magnetic signals to determine whether the two magnetic sensors on magnetic grating and motor running direction. The system generates motor switching signal of single-way operation, motor position/negative rotation signal, the sensors switching position signal. Sensors switching signal is obtained by the three switching signal, so that the system switches the sensors when motor running in real time. Meanwhile, the switched sensor's continuous signal is distinguished and subdivided in this system. The system displays motor running direction, motor running distance, the real time running sensor and motor running time, and then motor running time displayed and motor positive/negative rotation displayed are switched by key of system. System chip software development process is shown in Fig.7. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Design and implementation of system functions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Embedded dual magnetic sensors measuring system is implemented by EP2C8Q208C8N type FPGA chip. And the measurement system achieves integration of distinguished and subdivided of magnetic grating, signal filtering,sensor switching，digital display and other function. Hardware design and software-oriented development method is adopted in System. The system utilizes hardware description language VHDL and Verilog HDL to complete hardware modular design; the overall system is shown in Fig. 8. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/23a5d9c258da847b75e178e7d55b4bb7b0c45a5514ada49a5440aa0379e341b3.jpg",
        "img_caption": [
            "Fig.8 Modular design of dual sensors measuring system "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Distinguished and subdivided ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The each sensor's two signals is distinguished and subdivided in order to detect the signal of magnetic interaction between dual magnetic sensors and magnetic grating. The distinguished and subdivided module adopt VHDL language in this system[12l， which stores four times frequency [13]14lf magnetic grating signal into high speed register, then Mealy state machine composes with this input signal and signal stored in the register to realize magnetic grating signal direction recognizing detection. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The direction of the motor running determining ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The output signals of distinguished and subdivided module are filtered in this system， then the system adopt state machine can determine the working status of two magnetic sensors such as forward reading,reverse reading, and not reading. And then system determines the direction of motor running. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Generation of switching signal ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "System need to generate a switching signal for switch sensors. So the motor direction determining signal and motor positive/negative rotation signal obtain sensor switching signal through state machine. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Motor reversal switching signal ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "When the direction of motor running opposite to the previous direction of motor running, the system need to adjust sensor switching signal, and take the opposite sensor switching mode. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Sensor switching ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "System adjusts sensor switching position of the motor through clock delay switching signal, in order to the sensor can be switched in real time. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Digital display system ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The digital tube of dual sensors measuring system circuit board can display motor positive/negative rotation and motor running distance. LED (light-emiting diode） display the working sensor in real time. An adjustable timing clock is designed in the system, which can count the motor running time and the time is adjustable. The motor running distance and time are displayed on eight digital tubes through key switching. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Theanti common-mode interference ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "If directly adopting sensor's input signal $\\mathrm { A } + , \\mathrm { A } \\mathrm { - } , \\mathrm { B } + , \\mathrm { B } \\mathrm { - } , \\mathrm { R } + , \\mathrm { R } -$ , the input high and low signal of system core chip will appear common-mode interference and the signal instability. So the two differential chips DS26C32 are introduced into FPGA input port and two input sensors,differential chip DS26C31 is introduced into FPGA output port and system output port. The circuits can be achieved the purpose of the anti common-mode interference ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Experiments results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "System functional testing ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Each module of the system adopts appropriate operating frequency; the experiments prove reliable operation of measuring system with dual magnetic sensors. The errors are carried out analysis on the basis of experiments,one is the system error, the other is driven cumulative error.The magnetic grating paste tightly with outer-rotor of the motor in order to reduce drive cumulative error, so that the semicircle distance error of any two symmetrical points on magnetic grating is reduced minimum. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Dual sensors measuring system includes power supply circuit, minimum system circuit, signal differential circuit, digital display circuit, key control circuit, etc. Physical map of the system is shown in Fig.9. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/9e969f9fcfa651bcabcf2e9ce944c8055fb70c144b132ba2348ed571c2942e8d.jpg",
        "img_caption": [
            "Fig.9 Dual sensors measuring system "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "System control motor accuracy positioning ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Measuring System with dual magnetic sensors for outer-rotor type permanent magnet synchronous motor with US COPLEY driver performance test is shown in Fig.11. The yellow line shows motor positioning location, positioning location is 40ooo0counts； the purple line shows motor positioning speed, positioning speed is 0, the orange line shows motor positioning accuracy. The number of Outer-rotor torque motor revolution pulses is about 2635200 counts. The motor adopts multiple positioning measuring of different speeds, and positioning accuracy is less than 3counts. The part of measuring data is shown in Fig.1O, when motor is $2 \\mathrm { \\ r p m / m i n }$ ， $4 \\ \\mathrm { r p m / m i n }$ 6 $\\mathrm { r p m / m i n }$ ， $8 \\mathrm { r p m / m i n }$ ,and $1 0 \\mathrm { r p m / m i n }$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/bcf39b971a2d413acc637258f5777e96aef16c85f5096faf2a031142a513fcf1.jpg",
        "img_caption": [
            "Fig.10Motor positioning performance test "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/8c91dd6130a416a8d0532c947b62ca79ee3ce7a43235dc15676f5069ce435509.jpg",
        "img_caption": [
            "Fig.11 Motor positioning accuracy "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Motor positioning error is shown in Eq. (2): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nY = { \\frac { 3 6 0 0 \\times 3 6 0 \\times n } { X } }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Where n is pulse counting error; $X$ is motor rotation pulse number; $Y$ is motor positioning error, its unit is arc-second. The control accuracy of outer-rotor torque motor achieves 1.4754 arc-second. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The dual magnetic sensors control outer-rotor torque motor theory is proposed. Measuring system with dual magnetic sensors for rotational motor based on EP2C8Q208C8N type FPGA chip is designed by modular programming method. The system can measure accurately speed and position/displacement as the fedback signal of motor drive by switching dual magnetic sensors and magnetic interaction with strip-type magnetic grating. The experiments prove that 1.4754 arc-second control accuracy of motor can be achieved by using the proposed system to control the outer-rotor torque motor. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This paper is supported by National Science Foundation of China (51207158), One Hundred Talents Program of the Chinese Academy of Sciences, Qianjiang Talents Program of Zhejiang Province (QJD1102001), Science and Technology Innovation Group of Ningbo (2012B82005) and Ningbo National Science Foundation (2011A610107). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1] LU Guo-gang. World Manufacturing Engineering & Market[J], 2007, (4): 72-73.   \n[2] SCIAMMARELLA C A. Experimental Mechanics[J], 2003, 43(1) : 1- 19.   \n[3] ZHANG Ying-xin, LIU Jing-nan. Acta Metrologica Sinica[J], 2006, 27(1): 7-10.   \n[4] DONG L L,XIONG J W,WAN Q H. Opt. Precisi0n Eng.[J], 2000, 8(2): 198-202.   \n[5] HAO Shuang-hui, LIU Yong, HAO Ming-hui. Electric Machines and Control[J]. 2008,12(4): 451-454.   \n[6] Li Fang,Gu Wentao, Lei Shaokun etc. Computer Measurement & Control[J] 2013, 21(7): 1178-1182.   \n[7] JIE De-gang, LIU Yan-jie， SUN Li-ning etc. Optics and Precision Engineering[J]. 2007, 15(7):1177-1183.   \n[8] WANG Zi-hui， YE Yun-yue,WAN Qiu-hua. Electric Machines and Control[J],2011, 15(10):36-42.   \n[9] B.K.Bose.Power. Indudustrial Electronics[J].2009, 56(2):581\\~588.   \n[10] Wei Qu, Hai Qiao, Zhaoxi Zhang etc.Applied Mechanics and Materials[J].2013,(336-338): 1519-1524.   \n[11] SI Haili, CHENG Wushan, SUN Xin, DONG Lin etc. industrial process measurement and control instrument[J], 2009, (2):55-57.   \n[12] PAN Song, HUANG Jing-ye. EDA technology and VHDL [M]. Beijing: Tsinghua University Press，2005，7:6- 28.   \n[13] SHI Xiao-juan. Manufacturing Technology & Machine Tool[J], 2008,16(6) : 85-87.   \n[14] Qu Wei, Ye Hong-An, Zheng Hui-Min. 201O International Conference on Display and Photonics[J], 2010, 7749: 774905-1\\~774905-5. ",
        "page_idx": 7
    }
]