[
    {
        "type": "text",
        "text": "Metabolomic analysis of banana during postharvest senescence by $\\mathrm { ^ { 1 } H }$ -high resolutionNMR ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yunfei Yuana, Yupeng Zhaoab, Jiali Yanga, Yueming Jianga, Fei ${ \\mathrm { L } } { \\mathrm { u } } ^ { \\mathrm { c } }$ , Yongxia Jiaa, Bao Yanga \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Key Laboratory of Plant Resources Conservation and Sustainable Utilization, Guangdong Provincial Key Laboratory of Applied Botany， South China Botanical Garden, Chinese Academy of Sciences, Guangzhou 510650, China b College of Light Industry and Food Sciences, Zhongkai University of Agriculture and Engineering, Guangzhou 510225, China c College of Grain Science and Technology, Shenyang Normal University， Shenyang 110034, China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Running title: Metabolomic analyses of banana \\* Corresponding author Bao Yang,PhD,Professor Tel: +86 20 37083042 Email: yangbao@scbg.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Banana is a tropical fruit widely accepted by people over the world. Its chemical composition is critical for the organoleptic property and nutritional value. In this work,the metabolites change during postharvest senescence was investigated by using NMR spectroscopy. The 1D and 2D NMR spectroscopic information revealed the primary and secondary metabolites in banana fruit, including organic acids, amino acids, carbohydrates and phenolics. Bananas at five senescence stages showed similar chemical profiles, but the levels of the individual compounds varied to a large extent. The principal metabolites responsible for postharvest senescence of banana were valine, alanine, aspartic acid, choline, acetate, glucose, malic acid, galic acid and dopamine. At stage V, ethanol was present due to the conversion of glucose. Salsolinol was generated due to the conversion of dopamine. This was a characteristic marker for the postharvest senescence of banana fruit. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: Banana; Metabolite; NMR; Principal component analysis; Senescence ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Banana (Musa nana Lour.)，originated from Southeast Asia, is one of the most important horticultural crop. It is also a limited fruits available all year long in tropical and sub-tropical areas .Banana is widely accepted by consumers due to its high nutritional value,as it is rich in carbohydrates, phenolics, and minerals . Over the past few decades, banana fruits have been evaluated for scientific and medical interests. The health benefits have been widely documented. Consumption of banana can lead to a low risk of cancer incidence .The banana extract shows considerable antioxidant capacity ， and wound healing activity . Particularly, banana fruit can prevent chronic diseases like cardiovascular dysfunction and muscular degeneration due to its antimicrobial and other therapeutic properties . ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Banana ripens with significant physicochemical and biochemical changes in the process of postharvest senescence. The color changes from green to yellow, and the fruit softens. Starch degrades into glucose ,and the flavor accumulates .These are the characteristic phenomena commonly observed. The metabolites in banana are responsible for these physicochemical changes. Several studies have been carried out to explore the chemical changes during different stages of ripening. Bioactive amines and carbohydrate changes during ripening of‘Prata’ banana were studied . The changes in aromatic components of banana during ripening and air-drying have also been investigated . The changes in provitamin, a carotenoid, during ripening of eight non-indigenous banana (Musa spp.） cultivars from eastern Africa have been established through high performance liquid chromatography . However, the changes of the metabolites profile during postharvest senescence are rarely investigated. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Two metabolomic profiling approaches are used widely, includingliquid chromatography-tandem mass spectrometry (LC-MS/MS) and nuclear magnetic resonnance (NMR) spectroscopy . The proton nuclear magnetic resonance ( $\\mathrm { ^ { 1 } H }$ -NMR) spectroscopy has been widely proven as a more atractive technique with an “all in one” feature. It is able to provide qualitative and quantitative information for a wider range of chemical metabolites with simple sample preparation and fast acquisition. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the present study， the changes in metabolites profile of banana during postharvest senescence were investigated by high resolution NMR spectroscopy. Principal component analysis (PCA） was conducted to highlight the principal metabolites responsible for the postharvest senescence. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.Material and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.Plant materials and reagents ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Banana (Musa acuminata AAA) fruit at $70 \\%$ maturation was collected from a local farm in Guangzhou, China in July 2O15. It was kept at $2 5 ~ ^ { \\circ } \\mathrm { C }$ for natural senescence. The senescence stage was judged by color and softness. As shown in Figure 1, five stages are selected. They were stored at $2 4 ~ ^ { \\circ } \\mathrm { C }$ .Methanol- $d _ { 4 }$ ( $\\mathrm { \\ C D _ { 3 } O D } )$ was obtained in Tenlong Reagent (Qingdao, China). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.Preparation of banana extract ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The banana sample was treated by liquid nitrogen and was grinded by using a pestle and mortar. Two hundred and fifty milligrams of banana peel were weighed in a scale. One milliliter of methanol $d _ { 4 }$ was added and the extraction was conducted at 40 $^ \\mathrm { { { \\circ } } } \\mathrm { { C } }$ in a water bath with continuous shaking for $3 0 \\ \\mathrm { m i n }$ . After cooling to room temperature, the supernatant was collected by centrifugation at $_ { 1 3 , 0 0 0 g }$ for $2 0 ~ \\mathrm { m i n }$ transferred into a $5 \\mathrm { - m m }$ magnetic tube (ST500-7, Norell, America) and immediately subjected to NMR measurement. All the experiments were carried out in triplicate. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 NMR spectroscopy analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The ${ } ^ { 1 } \\mathrm { H } .$ -NMR spectra were recorded on a BRUKER AVANCE III 500 spectrometer (Bruker, Karlsruhe，Germany） at 500.13 MHz proton frequency, equipped with $Z .$ -gradient system at $2 5 ^ { \\circ } \\mathrm { C }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For signal assignment purpose, standard 2D NMR spectra were acquired at 25 $^ \\mathrm { { { \\circ } } } \\mathrm { { C } }$ ，including $\\mathrm { ^ { 1 } H \\mathrm { - } ^ { 1 } H }$ correlation spectroscopy (COSY)， selective total correlation spectroscopy (1D-TOCSY)， J-resolved spectroscopy (JRES), ${ } ^ { 1 } \\mathrm { H } \\mathrm { - } { } ^ { 1 3 } \\mathrm { C }$ heteronuclear single quantum coherence spectroscopy (HSQC） and heteronuclear multiple bond correlation (HMBC). For COSY and 1D-TOCSY experiments, 128 transients were collected into 1024 data points for each of 160 increments with the spectral width of 12.0 ppm for both dimensions. Phase insensitive mode with gradient selection was used for the COSY experiments and the wel-known MLEV-17 was employed as the spin-lock scheme in the phase sensitive 1D-TOCSY experiment (TPPI) with the mixing time of $8 0 ~ \\mathrm { { m s } }$ . For JRES spectra, 128 transients were collected into 4096 data points for each of 8O increments with spectral width of $6 0 0 0 \\mathrm { H z }$ in the acquisition and ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$6 0 ~ \\mathrm { H z }$ in the evolution dimensions. ${ } ^ { 1 } \\mathrm { H } \\mathrm { - } ^ { 1 3 } \\mathrm { C }$ HSQC and HMBC experiments were recorded by using the gradient selected sequences with 512 transients and 2048 data points for each of 128 increments. The spectral widths were set $6 0 0 0 ~ \\mathrm { H z }$ for 1H, $2 0 6 2 5 ~ \\mathrm { H z }$ for $^ { 1 3 } \\mathrm { C }$ in HSQC experiments and $2 7 5 0 0 ~ \\mathrm { H z }$ for $^ { 1 3 } \\mathrm { C }$ HMBC experiments, respectively. The data were zero-filled to a $2 0 0 0 { \\times } 2 0 0 0$ matrix with appropriate window functions prior to Fourier transformation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4 NMR data processing and multivariate data analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\mathrm { ^ { 1 } H }$ NMR spectra of banana extract was manually corrected for phase and baseline distortions，and referenced to MeOD- $d _ { 4 }$ (3.31 ppm) by using software package TOPSPIN (v3.2, Bruker Biospin, Germany). Twenty two metabolites were identified by 1D and 2D NMR spectra. The relative contents of these compounds were defined by the area. The area of characteristic peak for each metabolite was integrated. A linear baseline scaling normalization approach was used. The baseline was constructed by calculating the median of each feature over all spectra. The scaling factor was computed for each spectrum as the ratio of the mean intensity of the baseline to the mean intensity of the spectrum. The intensities of all spectra were multiplied by their particular scaling factors .Principal component analyses were carried out to find the general trends and possible outliers. Results were then visualized in the form of the score plots in which each point represented an individual sample. The quality of models was evaluated with the $\\mathrm { R } ^ { 2 } \\mathrm { X }$ and $Q ^ { 2 }$ values, reflecting the explained variables and the model predictability. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.Results and Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1. Identification of metabolites in banana peel extract by 1D and 2D NMR ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the present work, the metabolates profiles of five different mature stages were determined. The chemical shifts of the identified metabolites by NMR are listed in Table 1.Representative $\\mathrm { ^ { 1 } H }$ NMR spectra of banana fruit extract are shown in Figure 2. The analyses of banana peel extracts by $\\mathrm { ^ { 1 } H }$ NMR allowed the detection of essential primary metabolites and secondary metabolites. $\\mathrm { ^ { 1 } H }$ NMR and 2D NMR techniques were applied to identify the individual chemicals. The quantitative and qualitative differences at five maturation stages were observed. In total, 22 compounds were assigned (Figure 3). Primary metabolites are directly involved in normal growth, development and reproduction. Sugars, amino acids, organic acids and fatty acids were detected as primary metabolites. They were presented at a high concentration. Secondary metabolites are not directly involved in above physiological processes, but usually has important roles in physiology. Coumarin derivatives were secondary metabolites and were detected as minor constituents in banana peel. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The signals in the region from 3.0 to $5 . 5 \\ \\mathrm { p p m }$ ，which were assigned to the carbohydrates, were frequently overlapping, and the major differences were observed in the anomeric signals of carbohydrates. We were able to assign the anomeric protons of sucrose at 5.40 ppm (d $, \\mathrm { J } { = } 3 . 8 ~ \\mathrm { H z }$ ) $\\mathfrak { a }$ -D-glucose at 5.14 ppm (d $, \\mathbf { J } { = } 3 . 7 ~ \\mathrm { H z }$ ), $\\beta$ -Dglucose at 4.52 ppm ( $1 , \\ \\mathrm { J } { = } 8 . 0 \\ \\mathrm { H z }$ ）and fructose at $4 . 1 3 \\ \\mathrm { p p m }$ （ $1 , \\ \\mathrm { J } { = } 8 . 6 \\ \\mathrm { H z }$ ）.These compounds were the major compounds in banana peel extracts. The residual proton signals of the sugars shown in the crowded region (3.0-4.0 ppm) were assigned by the comparison of $\\mathrm { ^ { 1 } H }$ -NMR spectra of the reference compounds and JRES, COSY, HSQC and HMBC spectra (Figures. 4A-4D). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $\\mathrm { ^ { 1 } H }$ NMR spectra in the aromatic region $( 6 . 5 { - } 8 . 0 \\ \\mathrm { p p m } )$ revealed the presence of phenolics . Three aromatic protons at 6.77 (d, $J { = } 8 . 0 \\ \\mathrm { H z } \\$ , 6.73 (d, $J { = } 2 . 3 ~ \\mathrm { H z }$ ,6.62 ppm (dd, $J { = } 8 . 0 , 2 . 3 \\mathrm { H z }$ ） indicated the existence of an important secondary metabolite. Further analysis of $\\mathrm { ^ { 1 } H \\mathrm { - } ^ { 1 } H }$ COSY spectra led to identification of benzene ring with ABX spin system. In the HSQC experiments， H-5 (6.77 ppm) correlated with C-5 (115.5 ppm), H-2 (6.73 ppm) correlated with C-2 (115.8 ppm) and H-6 (6.62 ppm) correlated with C-6 (120.1 ppm). In the HMBC experiments， the $^ 3 J$ long-range correlations from H-2 and H-6 to C-7 (32.1 ppm) offered additional evidences. Thus, these three protons were assigned to dopamine. Surprisingly, these three protons disappeared completely and two aromatic protons at 6.70 (s), 6.66 ppm (s) appeared subsequently in $\\mathrm { ^ { 1 } H }$ NMR spectra of the stage V. Further analyses of HSQC confirmed the $^ { 1 } J$ correlations from H-2 (6.66 ppm) to C-2 (114.5 ppm) and from H-5 (6.70 ppm) to C-5 ( $( 1 1 2 . 0 \\mathrm { p p m } )$ . In the HMBC spectra, the $^ 3 J$ long-range correlations from H-2 to C-7 (24.3 ppm), C-4 (144.2 ppm), C-6 (124.6 ppm) and from H-5 to C-9 (51.5 ppm), C-3(145.1 ppm)， C-1 (122.4 ppm) were observed， which confirmed the transformation of dopamine to salsolinol .Besides the chemical shift data of ${ } ^ { 1 } \\mathrm { H } .$ NMR, JRES, COSY, HSQC and HMBC spectra could give more evidences for the identification of amino acids. The proton signal at 1.47 ppm (d, $J { = } 7 . 3 \\mathrm { ~ H z } ,$ was assigned to H-3,and it correlated with C-1 (174.5 ppm) by the HMBC spectra. Thus, they were assigned to alanine. The proton peaks at 2.14 (m) and 2.38 ppm (m) were assigned to H-3 and H-4, respectively. In the HMBC spectra, H-3 and H-4 correlated with C-5 ( $( 1 7 6 . 9 \\mathrm { p p m } )$ and these signals were identified as glutamine. The peak at 1.00 (d, $J { = } 7 . 0 ~ \\mathrm { H z } )$ , 1.05 ppm (d, $J { = } 7 . 0 ~ \\mathrm { H z } ,$ ） were assigned to H-4 and H-5 of valine. The peaks at 0.91 (d, $J { = } 7 . 0 \\ \\mathrm { H z }$ ), 0.96 ppm (d, $J { = } 7 . 0 \\ \\mathrm { H z } \\$ ） were assigned to H-5 and H-6 of leucine and the peaks at 1.02 (d, $J { = } 7 . 0 \\ \\mathrm { H z } ,$ and 0.95 ppm (t, $J { = } 7 . 5 \\ \\mathrm { H z } \\$ ）were assigned to H-6 and H-5 of isoleucine . These chemicals were the most abundant amino acids in the banana peel extract. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The signals at O.47 (d, $J { = } 4 . 0 ~ \\mathrm { H z } \\ '$ ,0.66 ppm (d, $J { = } 4 . 0 ~ \\mathrm { H z } \\ '$ ）were assigned to sterols.Previous studies on the sterol constituents of banana peel have shown the occurrence of these unique sterols . The signals at 1.89 (m), 2.31 (t, $J { = } 7 . 5 ~ \\mathrm { H z } )$ and 2.99 ppm (t, $J { = } 7 . 5 ~ \\mathrm { H z }$ ） were assigned to $\\gamma$ -amino-butyrate (GABA). In the $\\mathrm { ^ { 1 } H }$ NMR of stage V, the signals at 1.17 (t, $J { = } 7 . 5 ~ \\mathrm { H z } { \\mathrm { ~ } }$ ） and 3.62 ppm (m） were identified as ethanol. Ethanol was detected in stage $\\mathrm { \\Delta V }$ due to the conversion of glucose. Several other compounds, including two fatty acids, acetate, choline,malic acid, L-aspartic acid, phosphocholine and gallic acid were detected in banana fruit. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2.Principal component analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The metabolite composition and their relative contents in banana fruit were identified by selecting characteristic peaks, following the assignments of the NMR spectra.For finding the principal metabolites and highlighting the chemical changes in the senescence process, a comparison of banana fruit through PCA was performed for the metabolomic study. An unsupervised approach was applied to find the differences according to their relative contents. Unit variance scaling method was applied for PCA. The first two principal components explained $8 2 . 8 \\%$ of the total variance in the model, and the first principal component explained $6 1 . 7 \\%$ (Fig. 5A). It indicated that the model had a good fitness. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The score plot was applied to analyze the statistical similarity between all samples. It was obvious that banana samples at five senescence stages could be divided into three groups in the score plot (Fig. 5B). Each senescence stage has collected two samples for analyses. Stage I included samples 1# and 2#. Stage II included samples $3 \\#$ and 4#. Stage III included samples 5# and 6#. Stage IV included samples 7# and 8#. Stage V included samples $9 \\#$ and 10#.As shown in Figure 5, samples 1# and $2 \\#$ were located in the proximity of samples $3 \\#$ and 4#. The samples 5# and $6 \\#$ were located in the proximity of samples $7 \\#$ and 8#. Samples $9 \\#$ and 10# were isolated from other samples and located in the fourth quadrant. The results indicated that there is a big change in the metabolomic profiles during postharvest senescence. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Correspondingly， the principal compounds responsible for the separation between these three groups were conducted by the loading plot (Fig. 5C). The first principal component was represented by valine， alanine， malic acid， gallic acid, choline， acetate, $\\mathfrak { a }$ -D-glucose, $\\beta$ -D-glucose， fatty acid-1，L-aspartic acid and dopamine. The second principal component was mainly characterized by asparagine, ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "phosphocholine, fructose and sucrose. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In the $\\mathrm { ^ { 1 } H }$ NMR spectra of stages I-IV, dopamine was detected obviously. It was surprising that dopamine disappeared in the stage V and salsolinol appeared suddenly. We also found that ethanol occurred in stage V and ethanol can turn into acetaldehyde under the action of enzymes. Salsolinol could be generated enzymatically by the interaction between dopamine and acetaldehyde. Thus, the possible route of salsolinol biosynthesis during postharvest senescence was consistent with the classical PictetSpengler condensation .From the above results,a conclusion was drawn that dopamine was an important marker, which defined the quality and senescence of banana fruits. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Carbohydrates contribute much to the health benefit of fruit . Carbohydrate metabolism is one of the most important metabolic pathways during postharvest senescence. The content of $\\mathfrak { a }$ -D-glucose, $\\beta$ -D-glucose, fructose and sucrose increased significantly from stage I to stage $\\mathrm { v }$ due to starch hydrolysis,and the banana fruits soften. The sweetness of banana was attributed to the existence of $\\mathfrak { a }$ -D-glucose, $\\beta$ -Dglucose, fructose and sucrose. Therefore, the quality of the banana was correlated with the content of $\\mathfrak { a }$ -D-glucose, $\\beta$ -D-glucose, fructose and sucrose. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The metabolism of amino acid also existed during postharvest senescence. Amino acids are important nutrients in banana fruits. We found that glutamine was the leading signal among amino acids in $\\mathrm { ^ { 1 } H }$ -NMR spectra. However, it was not the representative chemical in the first two principal components due to the unimportant variance. The loading plot showed that valine, alanine, L-aspartic acid and asparagine were the principal amino acids which defined the quality differences of banana fruits at different senescence stages. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Malic acid, gallic acid, choline, acetate, fatty acid-1 and phosphocholine are the most common primary metabolites and exist in plants. In the loading plot, we found that these compounds were the first two principal components. Their contents changed due to endogeneously enzymatic action in the senescence process and also defined the quality of banana fruits. In this report, stage II and stage IV had related better qualities,which had high contents of $\\mathfrak { a }$ -D-glucose, $\\beta$ -D-glucose, fructose and sucrose. Because of the transformation of dopamine to salsolinol, the quality of stage V was lower than stage II and IV. Due to insufficient maturity, stage I and I had lower amounts of the first two principal components. Thus, banana fruits at stages III and IV is a better choice for commercial usage. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4. Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "From the above results, analysis of the metabolites profile by $\\mathrm { ^ { 1 } H }$ -high resolutionNMR was documented to be a good way to investigate the chemical changes of banana fruits during postharvest senescence. Twenty two chemicals were identified and their contents were statistically compared. The first principal component was represented by valine,alanine, malic acid, gallic acid, choline, acetate, $\\mathfrak { a }$ -D-glucose, $\\beta$ -D-glucose， fatty acid-1，L-aspactic acid and dopamine. The second principal component was mainly characterized by asparagine， phosphocholine, fructose and sucrose. PCA could differentiate well the metabolites changes of banana during ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "postharvest senescence. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The authors appreciate the financial support from National Natural Science Foundation of China， National Key Technology R&D Program of China (No. 2015BAD16B03), Youth Innovation Promotion Association of Chinese Academy of Sciences (No. 2O11252), Guangdong Natural Science Foundation for Distinguished Young Scholar (No. S2013050014131), Guangdong Science & Technology Program (No. 2016A010105014) and Pearl River Science and Technology New Star Fund of Guangzhou (No. 2014J2200081). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Adao,R. C., & Gloria, M. B.A. (20o5). Bioactive amines and carbohydrate changes during ripening of Prata' banana (Musa acuminata x M-balbisiana). Food Chemistry, 90(4), 705-711.   \nAgarwal, P.K., Singh, A., Gaurav, K., Goel, S., Khanna, H. D., & Goel, R.K. (2009). Evaluation of wound healing activity of extracts of plantain banana (Musa sapientum var. paradisiaca) in rats. Indian Journal of Experimental Biology, 47(1), 32-40.   \nAgopian, R. G.D.， Soares, C. A., Purgatto,E., Cordenunsi, B.R.， & Lajolo, F.M. (2008). Identification of fructooligosaccharides in different banana cultivars. Journal of Agricultural and Food Chemistry, 56(9), 3305-3310.   \nAkihisa, T., Shimizu, N., Tamura, T.，& Matsumoto, T. (1986). (24s)-14-Alpha,24- ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Dimethyl-9-Beta,19-Cyclo-5-Alpha-Cholest-25-En-3-Beta-Ol - a New Sterol and Other Sterols in Musa-Sapientum. Lipids,21(8), 494-497. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Alkarkhi, A. F. M., bin Ramli, S., Yong, Y. S., & Easa, A. M. (2011). Comparing physicochemical properties of banana pulp and peel flours prepared from green and ripe fruits. Food Chemistry, 129(2), 312-318. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Boudhrioua， N.，Giampaoli， P.，& Bonazzi, C. (2O03). Changes in aromatic components of banana during ripening and air-drying. LebensmittelWissenschaft Und-Technologie-Food Science and Technology, 36(6), 633-642. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Choi, Y. H., Tapias,E. C., Kim, H. K., Lefeber, A. W. M., Erkelens, C., Verhoeven, J. T. J.,Brzin, J., Zel, J.,& Verpoorte,R. (2004). Metabolic discrimination of Catharanthus roseus leaves infected by phytoplasma using H-1-NMR spectroscopy and multivariate data analysis. Plant Physiology, 135(4), 2398- 2410. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Ekesa, B., Nabuuma,D., Blomme, G.,& Van den Bergh, I. (2015). Provitamin A carotenoid content of unripe and ripe banana cultivars for potential adoption in eastern Africa. Journal of Food Composition and Analysis, 43, 1-6. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Emaga, T.H.,Andrianaivo,R.H.,Wathelet, B., Tchango,J.T.,& Paquot,M. (2007). Effects of the stage of maturation and varieties on the chemical composition of banana and plantain peels. Food Chemistry, 103(2), 590-600. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "He, Q. H., Kong, X. F., Wu, G. Y., Ren, P.P., Tang, H. R., Hao, F.H., Huang, R. L., Li， T. J.， Tan, B.,Li, P.,Tang, Z. R.， Yin, Y. L.，& Wu, Y. N. (2009). Metabolomic analysis of the response of growing pigs to dietary l-arginine supplementation. Amino Acids, 37(1), 199-208. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Huang, H., Jing, G. X., Wang, H., Duan, X. W., Qu, H. X., & Jiang, Y. M. (2014). The combined effects of phenylurea and gibberellins on quality maintenance and shelf life extension of banana fruit during storage. Scientia Horticulturae, 167, 36-42. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Juricic, M. D., Berrios-Carcamo, P. A., Acevedo, M. L., Israel, Y., Almodovar, I., & Cassels, B. K. (2O12). Salsolinol and isosalsolinol: Condensation products of acetaldehyde and dopamine. Separation of their enantiomers in the presence of a large excess of dopamine. Journal of Pharmaceutical and Biomedical Analysis, 63,170-174. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Kanazawa,K.，& Sakakibara，H. (2Ooo).High content of dopamine，a strong antioxidant, in Cavendish banana. Journal of Agricultural and Food Chemistry, 48(3), 844-848. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Kohl, S. M., Klein, M. S., Hochrein, J., Oefner, P. J., Spang, R., & Gronwald, W. (2012). State-of-the art data normalization methods improve NMR-based metabolomic analysis.Metabolomics, 8(1), S146-S160. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Lewis, D.A., Fields, W. N., & Shaw, G. P. (1999). A natural flavonoid present in unripe plantain banana pulp (Musa sapientum L. var. paradisiaca) protects the gastric mucosa from aspirin-induced erosions. Journal of Ethnopharmacology, 65(3), 283-288. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Mohapatra， D.， Mishra， S.，Singh，C. B.，& Jayas，D. S. (2011). Post-harvest Processing of Banana: Opportunities and Challenges. Food and Bioprocess ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Technology, 4(3), 327-339.   \nMohapatra, D., Mishra, S., & Sutar, N. (201O). Banana and its by-product utilisation: an overview. Journal of Scientific & Industrial Research, 69(5), 323-329.   \nPrasanna, V., Prabha, T. N., & Tharanathan, R. N. (20O7). Fruit ripening phenomena - An overview. Critical Reviews in Food Science and Nutrition, 47(1), 1-19.   \nRiggin, R. M., Mccarthy, M. J., & Kissnger, P. T. (1976). Identification of Salsolinol as a Major Dopamine Metabolite in Banana. Journal of Agricultural and Food Chemistry, 24(1), 189-191.   \nSivakumar, D., Jiang, Y. M., & Yahia, E. M. (201). Maintaining mango (Mangifera indica L.) fruit quality during the export chain. Food Research International, 44(5), 1254-1263.   \nSomeya, S., Yoshiki, Y.,& Okubo,K. (2002). Antioxidant compounds from bananas (Musa Cavendish). Food Chemistry, 79(3), 351-354.   \nSun, J., Chu, Y. F., Wu, X. Z., & Liu, R. H. (2002). Antioxidant and anti proliferative activities of common fruits. Journal of Agricultural and Food Chemistry, 50(25), 7449-7454.   \nTorgerson, A. M. (201O). Fair trade banana production in the Windward Islands: local survival and global resistance. Agriculture and Human Values, 27(4), 475-487.   \nWen, L. R., Wu, D., Jiang, Y. M., Prasad, K. N., Lin, S., Jiang, G. X., He, J. R., Zhao, M. M.,Luo,W.,& Yang,B. (2014). Identification of flavonoids in litchi (Litchi chinensis Sonn.) leaf and evaluation of anticancer activities. Journal of Functional Foods, 6, 555-563.   \nYang,B., Yang, H. S., Chen, F., Hua, Y. L., & Jiang, Y. M. (2013). Phytochemical ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "analyses of Ziziphus jujuba Mill. var. spinosa seed by ultrahigh performance liquid chromatography-tandem mass spectrometry and gas chromatographymass spectrometry. Analyst, 138(22), 6881-6888. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Yuan, Y. F., Wang, Y. B., Jiang, Y. M., Prasad, K. N., Yang, J. L., Qu, H. X., Wang, Y., Jia,Y. X.，Mo，H.，& Yang，B. (2016). Structure identification of a polysaccharide purified from Lycium barbarium fruit. Int J Biol Macromol, 82, 696-701. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Zhang,P.Y.，Whistler,R.L.，BeMiller, J.N.，& Hamaker,B.R. (2005).Banana starch: production, physicochernical properties, and digestibility - a review. Carbohydrate Polymers, 59(4), 443-458. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Zhu, Q. Q., Jiang, Y. M., Lin, S., Wen, L. R., Wu, D., Zhao, M. M., Chen, F., Jia, Y. X., & Yang, B. (2013). Structural Identification of ( $( 1  6 )$ -alpha-D-Glucan, a Key Responsible for the Health Benefits of Longan，and Evaluation of Anticancer Activity. Biomacromolecules, 14(6), 1999-2003. ",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/159ffaa378b4e47f73a1e09ac57cc9bcd05d7f3c16c9c424fe6f0f5d2a300426.jpg",
        "table_caption": [
            "Tablel. Assignment of proton signals in the representative $\\mathrm { ^ { 1 } H } \\cdot$ -NMR spectra $( \\mathrm { M e O D - } d 4 )$ （204 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>No.</td><td>Metabolites</td><td>Assignment of proton signals</td></tr><tr><td>1</td><td>Sterols</td><td>0.47 (d, J=4.0 Hz), 0.66 (d, J=4.0 Hz)</td></tr><tr><td>2</td><td>Valine</td><td>1.00 (d, J=7.0 Hz), 1.05 (d, J=7.0 Hz)</td></tr><tr><td>3</td><td>Leucine</td><td>0.91 (d, J=7.0 Hz), 0.96 (d,J=7.0 Hz)</td></tr><tr><td>4</td><td>Isoleucine</td><td>1.02 (d, J=7.0 Hz),0.95 (t, J=7.5 Hz)</td></tr><tr><td>5</td><td>Fatty acid-1</td><td>0.87 (t, J=7.3 Hz), 1.20-1.28 (m), 1.54-1.58 (m), 2.24 (t, J=7.5 Hz),</td></tr><tr><td>6</td><td>Fatty acid-2</td><td>0.87 (t, J=7.3 Hz), 1.30-1.33 (m), 1.58-164(m), 2.38 (t, J=7.5 Hz)</td></tr><tr><td>7</td><td>Alanine</td><td>1.47 (d,J=7.3 Hz), 3.64 (m)</td></tr><tr><td>8</td><td>γ-Amino-butyrate</td><td>1.89 (m), 2.31 (t,J= 7.5 Hz),2.99 (t, J= 7.5 Hz)</td></tr><tr><td></td><td>(GABA)</td><td></td></tr><tr><td>9</td><td>Acetate</td><td>1.94 (s)</td></tr><tr><td>10</td><td>Glutamine</td><td>2.12 (m), 2.46 (m), 3.65 (m)</td></tr><tr><td>11</td><td>L-Aspactic acid</td><td>2.58 (m), 2.80 (m), 3.78 (m)</td></tr><tr><td>12</td><td>Malic acid</td><td>2.44 (m), 2.74 (m), 4.27 (m)</td></tr><tr><td>13</td><td>Asparagine</td><td>2.74 (m), 2.94 (m), 3.87 (m)</td></tr><tr><td>14</td><td>Choline</td><td>3.21 (s)</td></tr><tr><td>15</td><td>Phosphocholine</td><td>3.23 (s)</td></tr><tr><td>16</td><td>Fructose</td><td>4.13 (d, J= 8.6 Hz)</td></tr><tr><td>17</td><td>β-D-Glucose</td><td>4.52 (d, J= 8.0 Hz), 3.16 (m)</td></tr><tr><td>18</td><td>α-D-Glucose</td><td>5.14 (d,J= 3.72 Hz)</td></tr><tr><td>19</td><td>Sucrose</td><td>5.40 (d,J= 3.8 Hz), 3.84 (m), 3.74 (m),3.47 (m), 3.41 (m)</td></tr><tr><td>20</td><td>Dopamine</td><td>6.77 (d,J= 8.0 Hz), 6.73 (d, J= 2.3 Hz), 6.62 (dd,J= 8.0, 2.3 Hz)</td></tr><tr><td>21</td><td>Gallic acid</td><td>7.01 (s)</td></tr><tr><td>22</td><td>Phenolics</td><td>6.8-7.8 (m)</td></tr><tr><td>23</td><td>Ethanol</td><td>1.17 (t, J=7.5 Hz), 3.62 (m)</td></tr><tr><td>24</td><td>Salsolinol</td><td>6.70 (s), 6.66 (s)</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Figure captions Fig. 1. Five senescence stages of the banana fruit. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Fig. 2. $\\mathrm { ^ { 1 } H }$ NMR(5oo MHz) spectra of banana peel extracts. From bottom up, stages IV.   \nFig. 3.Representative $\\mathrm { ^ { 1 } H }$ NMR spectra of banana peel extract. Peaks:1, sterols; 2, valine; 3, leucine; 4, isoleucine; 5, fatty acid-1; 6, fatty acid-2; 7, alanine; 8, $\\gamma$ -amino butyrate; 9, acetate; 10, glutamine; 11,L-aspartic acid; 12, malic acid; 13,asparagine; 14, choline; 15, phosphocholine; 16, fructose; 17, $\\beta$ -D-glucose; 18, $\\mathfrak { a }$ -D-glucose; 19, sucrose; 20, dopamine; 21, gallic acid; 22, phenolics.   \nFig. 4. Representative NMR spectra of banana peel extract. A, JRES spectra; B, COSY spectra; C,HSQC spectra; D, HMBC spectra.   \nFig. 5. PCA results for the metabolite profile of banana peel extract.A, the principal components explaining variances used in PCA. $Q ^ { 2 }$ reports the cross validation and qualitative consistency between predicted and original data. $\\mathrm { R } ^ { 2 }$ assesses the degree of fitness to the data; B, the score plot of PCA; C, the loading plot of PCA. ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/2d744ec7feb4c3772af94f89f8d344097bc5f318843e417aded4864c576dea55.jpg",
        "img_caption": [
            "Fig. 1. "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/f53beea3f197e36267e92f721599fc9c3dbe978651e96f0319e3822ce3c947cf.jpg",
        "img_caption": [
            "Fig. 2. "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/929f0a7ba5734b671e32f972be0100170789ecd5c6a2f08af0cc1f05f818ba1e.jpg",
        "img_caption": [
            "Fig. 3. "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/7992903dfaed63e7e51400d0ce79ae5d1cc4b76da50a6bf471200f9585f4b61d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/16b3ac889d14788f423bb24fa4593d347acef589953b4248488ebd54a06fbd07.jpg",
        "img_caption": [
            "Fig. 4. "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/1b37fc47b6597b443462414bcc4f18c4d02641c221a790a72b13718c4f6646bd.jpg",
        "img_caption": [
            "Fig. 5. "
        ],
        "img_footnote": [],
        "page_idx": 24
    }
]