[
    {
        "type": "text",
        "text": "Quantitative analysis of vesicle recycling at the calyx of Held synapse ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xufeng Qiua,b,1,Qianwen Zhua,b,1,and Jianyuan Suna,b.c,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "StateKebiid Academyoficsindterofkinso'siseseitefoderse ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Editedfdidd ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Vesicle recycling is pivotal for maintaining reliable synaptic signaling,but its basic properties remain poorly understood.Here,we developed an approach to quantitatively analyze the kinetics of vesicle recycling with exquisite signal and temporal resolutionat the calyxof Held synapse.The combination of this electrophysiological approach with electron microscopy revealed that $\\sim 8 0 \\%$ of vesicles $( \\sim 2 7 0 , 0 0 0$ out of ${ \\sim } 3 3 0 . 0 0 0 )$ in the nerve terminal are involved in recycling. Under sustained stimulation,recycled vesicles start to be reused in tens of seconds when $\\sim 4 7 \\%$ of the preserved vesicles in the recycling pool (RP) are depleted.The heterogeneity of vesicle recycling as well as two kinetic components of RP depletion revealed the existence of a replenishable pool of vesicles before the priming stage and led to a realistic kinetic model that assesses the size of the subpools of the RP.Thus, our study quantified the kinetics of vesicle recyclingand kinetically dissected the whole vesicle pool in the calyceal terminal into the readily releasable pool $( \\sim 0 . 6 \\% )$ ，thereadily priming pool $( \\sim 4 6 \\% )$ ,the premature pool $( \\sim 3 3 \\% )$ ,andthe resting pool $( \\sim 2 0 \\% )$ ！ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "kinetics丨vesicle recycling丨vesicle pool |calyx of Held | short-term plasticity ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Systicicleitict cycle is poorly understood.In contrast to vesicle exocytosis and endocytosis,which can be directlyassayed by presynaptic capacitance measurements and postsynaptic current recordings, vesicle recycling is usually investigated by fluorescence imaging and electron microscopy (EM) with limited signal or temporal resolution(4-7).Likely owing to technical difficulties,the basic properties of vesicle recycling,such as the size of the recycling pool (RP) (3, 6,8-11), the kinetics of vesicle recycling (6,8-12), and how the RP supports synaptic transmission(1,13-15） remain to be elucidated.Classically，presynaptic vesicles can be functionally divided into three populations: the readily releasable pool (RRP),the reserve pool,and the resting pool (3,16, 17).The RRP is defined as being composed of docked and immediatelyreleasable vesicles(17),which areusually depleted by high-frequency stimulation,prolonged presynaptic depolarization,or the application of hypertonic solution (18-21).The reserve pool functions as a reservoir and serves to maintain vesicle refilling into the RRP(2,3).These two pools together are commonly referred to as the RP.The resting pool serves as a depot of vesicles forbackupuse (16,22).However,ithas been debated for a decade whether nerve terminals use the majority （ $( \\sim 1 0 0 \\%$ ,from electrophysiology) or only a small fraction $( 5 - 4 0 \\%$ from fluorescence imaging and EM) of vesicles in recycling, and whether the RP size undergoes dynamic changes during varied neuronal activity (6,7, 23-28). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Theuse of vesicles in recycling is a critical determinant of synaptic transmission (1,13-15).However,it has never been rigorously determined how fast recently recaptured vesicles are organized to recycle and whether vesicles in the RP are homogeneously ready for use (25).Two forms of vesicle retrieval, “kiss-and-run” and full collapse,have been reported for many years.It is still ambiguous whether the rapidly recaptured vesicles in the kiss-and-run mode can be rapidly reused (29-31). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Here,we addressed the above issues by developing a new approach to quantify the basic properties of vesicle recycling with unparalleled precision.Different from previous studies in cultured cell systems,the present work combined electrophysiological measurements and EM observations at the calyx of Held synapse in acute brain slices,quantitatively analyzed synaptic vesicle recycling，and kinetically dissected the recycling vesicle pool.We propose a realistic kinetic model and provide new insights into the mechanism that ensures rate-limited but sustainable synaptic transmission. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Kinetics of Vesicle Recycling Revealed by Impeding Transmitter Refilling with Folimycin.To investigate the kinetics of vesicle recycling,in acute brain slices we compared the evoked excitatory postsynaptic currents (EPSCs）at the calyx of Held synapse under sustained afferent fiber stimulation without and with impeding vesicle reacidification and transmitter refilling by folimycin,a vacuolar-ATPase inhibitor(Fig.S1)(8,9,11,19).After local perfusion of $2 ~ \\mu \\mathrm { M }$ folimycin,we found a significant suppression of EPSCs during sustained stimulation ( $( 4 0 0 \\mathrm { s }$ at $2 0 \\mathrm { H z }$ ) (Fig.1A). This suppression was not due to impairment of the vesicle fusion machinery because simultaneous presynaptic and postsynaptic dual-patch recordings showed that folimycin changed neither the RRP size nor the vesicle release probability when EPSCs had already been significantly reduced after long-duration $( > 2 ~ \\mathrm { m i n } )$ cell-attached or action potential-like pulsed whole-cell stimuli (Figs. S2 and S3) (19,32).The possibility that folimycin ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Significance ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Compared with vesicle exocytosis and endocytosis, relatively little is known about vesicle recycling. Here, we developed a novel methodological approach, potentially applicable to al axosomatic synapses, to quantify the kinetics of vesicle recycling with exquisite signal and temporal resolution. Using this approach combined with electron-microscopic observations, we estimated that ${ \\sim } 8 0 \\%$ of synaptic vesicles participate in recycling and provided an explanation to reconcile the discrepancies in previous reports. We kinetically dissected vesicle recycling in the calyceal terminal, defined a new concept of the readily priming pool, and proposed a realistic kinetic model to quantify the basic properties of vesicle recycling. These findings contribute to filling the gap in understanding vesicle recycling, particularly postendocytotic vesicle trafficking. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Author contributions: J.S.designed research; X.Q.and Q.Z. performed research;X.Q., Q.Z., and J.S.analyzed data; and X.Q.,Q.Z.,and J.S.wrote the paper. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SVs $( N _ { p r e s e r \\nu e d }$ and $N _ { r e u s e d } )$ with $q _ { c t r l }$ (see Eq.4)，whereas both $N _ { p r e s e r \\nu e d }$ with $q _ { c t r l }$ and $N _ { r e u s e d }$ with $q _ { f o l i }$ contributed to the cumulative EPSC amplitude in the presence of folimycin (see Eq.5).Hence,we derived the following two formulae to estimate $N _ { p r e s e r \\nu e d }$ and $N _ { r e u s e d }$ at any time and developed an approach to analyze the kinetics of vesicle recycling(Fig. $1 F$ and Materials and Methods): ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nN _ { p r e s e r v e d } = \\frac { \\sum E P S C _ { f o l i } \\cdot q _ { c t r l } - \\sum E P S C _ { c t r l } \\cdot q _ { f o l i } } { \\left( q _ { c t r l } - q _ { f o l i } \\right) \\cdot q _ { c t r l } }\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/c5098f2434cfd083108ea033934f950b535af631dafdbe3087e232c3ea0e2ab9.jpg",
        "img_caption": [
            "Fig.1.Folimycin application reveals the kinetics of synaptic vesicle recycling.(A) Representative EPSCs (Upper) and EPSC amplitudes (Lower) corresponding to $2 0 - H z$ stimulation with (blue) and without folimycin (red). (Inset) EPSC amplitudes in the last $2 0 ~ \\mathsf { s }$ of stimulation with folimycin fitted with linear regression (red line).(B)The first (Upper) and last (Lower) EPSCs in A.(C) Statistical comparison of the amplitudes of the last 100 EPSCs before and after folimycin application $\\left( n = 8 \\right)$ . All of the statistics in the paper denote mean $\\pm \\mathsf { S E M }$ .(D)Summary of mEPSC amplitude measured in control and estimated in the folimycin group $\\left( n = 8 \\right)$ .(E)Pooled cumulative EPSC amplitudesunder $5 0 - H z$ stimulation $( n = 4 )$ with (blue)andwithout folimycin (red). $( F )$ Calculated cumulative number of total released vesicles (red), preserved vesicles (blue),and reused vesicles (black) under $5 0 - H z$ stimulation $( n = 4 )$ ;dashed linesdenote mean $\\pm \\mathsf { S E M }$ in Eand $\\boldsymbol { F }$ "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "permeabilized into the terminal to affect all vesicles was also ruled out because there was no significant decrease in EPSC amplitude after $1 0 \\mathrm { - m i n }$ extracellular folimycin application without stimulation (Fig. S4).We thus determined that folimycin only eliminated the transmitterrefilling of newly endocytosed vesicles and suppressed the EPSCs without impairing presynaptic vesicle fusion (25). ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nN _ { r e u s e d } = \\frac { \\sum E P S C _ { c t r l } - \\sum E P S C _ { f o l i } } { q _ { c t r l } - q _ { f o l i } } .\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We recorded EPSCs responding to sustained fiber stimulation $4 0 0 \\mathrm { s }$ at $2 0 \\mathrm { H z }$ or $3 6 0 \\mathrm { s }$ at ${ 5 0 } \\mathrm { H z }$ )beforeandafterlocal perfusion offolimycin,with ${ \\sim } 2 0$ min recovery for the completion of endocytosis,as well as preperfusion with $2 \\mu \\mathrm { M }$ folimycin $( 2 { - } 3 \\operatorname* { m i n } )$ 0 between two stimulus trains (Fig. S1B).In the middle of ${ \\sim } 6 { \\cdot } \\mathrm { m i n }$ stimulation,a short 1O-s break was designed for adjusting series resistance (Rs) compensation (arrowheads in Fig. S1B).In control conditions,EPSC amplitude declined to a steady state of $9 7 1 . 3 \\pm 1 8 2 . 0 \\mathrm { ~ p ~ }$ A $( n = 8 )$ ),whereas those in the presence of folimycin decreased to $9 8 . 7 \\pm 2 0 . 6 \\mathrm { p A }$ $( n = 8 )$ butdid notvanish completely (Fig. $1 A { \\mathrm { - } } C )$ .Based on the fact that the vesicle fusion machineryand the release probability were not affected (Figs.S2 and S3)，we attributed the nonexhausted EPSCs to the incomplete blockade of neurotransmitter refilling by folimycin— the much-reduced intraluminal transmitter content eventually causing small EPSCs when all of the preserved vesicles were depleted and the newly endocytosed vesicles were fully reused. The quantal size of these reused vesicles $( q _ { f o l i } )$ was thus estimated as $3 . 7 4 \\pm 0 . 6 7 \\mathrm { p A }$ 1 ${ \\mathit { n } } = 8$ ,see Eq.3) and ${ \\sim } 1 0$ times smaller than normal $( q _ { c t r l } , 3 4 . 3 1 \\pm 2 . 3 4 \\mathrm { p A }$ $n = 8$ (Fig. $1 D$ ).We further took the cumulative amplitude of the EPSCs as the measure of all released vesicles (Fig. $1 E$ ).After the prolonged stimulation started, the nerve terminal was consuming two populations of vesicles,the preserved vesicles (preserved SVs;the summative number is $N _ { p r e s e n v e d } )$ and the reused vesicles (reused SVs; the summative number is $N _ { r e u s e d , }$ ).In control experiments,the cumulativeEPSCamplitude wasattributedto the sumof released ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Estimation of Recycling Pool Size at the Calyx of Held Synapse.This approach enabled us to quantify the RP size at the calyx-type synapse.We found that sustained presynaptic stimulation at $2 0 \\ : \\mathrm { { H z } }$ or $5 0 \\ \\mathrm { H z }$ was sufficient to deplete the whole RP because the cumulative number of released preserved SVstended to be unchanged at the end of stimulation (Fig.2A).We estimated the RP size from the ultimate value of the cumulative curve as $2 7 4 , 7 7 9 \\pm 2 8 , 0 3 4$ （2 $( n = 4 )$ at $2 0 \\mathrm { H z }$ and $2 7 1 , 2 9 8 \\pm 2 6 , 8 1 7$ $( n = 4$ ） at $5 0 ~ \\mathrm { H z }$ (Fig.2B) with no significant difference $( P > 0 . 9 )$ .A similar estimate was obtained by measuring EPSC charges （204 $( 2 7 7 , 0 6 5 \\pm 2 8 , 4 8 6$ at $2 0 ~ \\mathrm { H z }$ and $2 6 2 , 1 3 3 \\pm \\bar { 2 } 9 , 4 9 6$ at $5 0 ~ \\mathrm { { \\bar { H } z } }$ Fig. S5). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/ede96dd3f642d52eda5fdc115b39f46cea440ebf35b2e8edf432dcc88e65b56b.jpg",
        "img_caption": [
            "Fig.2.Estimation of total vesicle number and recycling pool size at the calyceal terminal. $( A )$ Kinetics of cumulative preserved SV depletion under $5 0 - H z$ (red, $n = 4 ,$ and $2 0 - H z$ stimulation (blue, $n = 4 ,$ ; thedashed lines denotemean $\\pm mathsf { S E M }$ .(B)The estimated recycling pool size derived from the last points in A at $2 0 ~ { \\mathsf { H } } z$ and $5 0 ~ { \\mathsf { H } } z$ 1 $\\langle n = 4 \\rangle$ .Aand B were obtained from electrophysiological measurements.(C)Reconstructed nerve terminal (cyan, Upper),active zones (AZs) (purple,Lower),and postsynaptic principal neuron (soma,yellow)of a calyceal synapse.(Scale bar, $5 \\mu \\mathrm { m }$ ） $( D )$ Reconstructed AZs (different colors) and synaptic vesicles (yellow) in a compartment of the calyceal terminal. (Scale bar, $5 0 0 \\mathsf { n m } .$ )(E) Representative TEM images of FMlabeled nerve terminals.The labeled vesicles appear electron-dense.(Scale bar, $2 0 0 ~ \\mathsf { n m }$ ） $( F )$ Statistics of vesicle number per AZ $[ n = 2 6$ AZs from seven cells)and AZ number per terminal $( n = 4$ cells) counted from 3D reconstructions.(G) Summary of the total vesicle pool size calculated by 3D reconstruction (left coordinate,error bar is the difference of maximum and mean value) and the fraction of FM1-43-labeled vesicles (right coordinate; $n = 1 1$ cells). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To further assess the RP size as a fraction of total vesicles in calyceal terminals,we carried out scanningEMwith focused ion beam (FIB/SEM) to calculate the total vesicle number and transmission EM(TEM) to estimate the percentage of vesicles involved in recycling.Based on 3D reconstruction of entire calyceal terminals at $1 0 0 \\mathrm { - n m }$ milling thickness (Fig. $2 C$ and Movie S1) and terminal compartments containing several active zones (AZs) at $2 0 \\mathrm { - n m }$ milling thickness (Fig. $2 D$ and Movie S2), we counted the total number of AZs as $7 9 9 \\pm 1 9$ 1 $\\mathrm { \\mathit { \\Delta } } _ { n } = 4$ cells)and calculated the average vesicle number per AZ as $4 0 4 \\pm 6 5$ 1 $( n =$ 26 AZs from seven cells) (Fig. $2 F$ ).Thus，the total vesicle number in the calyceal terminal was estimated to be $^ { 3 2 2 , 7 8 9 \\pm }$ 51,831 (Fig. $2 G$ ),the product of the AZ number and the vesicle number per AZ.Furthermore,we used FM1-43FX to label recycled vesicles under high extracellular $\\mathrm { K } ^ { + }$ stimulation.Surprisingly,there was a steep decline in FMfluorescence intensity with increasing tissue depth under two-photon microscopy (Fig. $\\mathbf { S } 6 A$ and $B$ ),most likely owing to limited diffusion of the dye into brain tissue (6,24).To obtain more precise statistics,we selectively observed the terminalswithin $\\sim 5 0 ~ \\mu \\mathrm { m }$ of the slice surface (Fig. $2 E$ and Fig. $S 6 B$ ).The TEMobservationofthose terminals on the slice surface showed an average percentage of labeled vesicles of $7 9 . 5 7 ~ \\pm ~ 2 . 1 4 \\%$ ? $( n ~ = ~ 1 1$ cells)，corresponding to ${ \\sim } 2 5 6 { , } 0 0 0$ vesicles (Fig.2G).Taken together,our electrophysiological findings were confirmed by the EM results and converged to the estimate that ${ \\sim } 8 0 \\%$ of total vesicles (256,000-275,000 out of 320,OoO） participate in recycling at the calyx-type synapse, independent of presynaptic activity.We obtained an RRP size of $2 , 1 9 \\bar { 6 } \\pm 2 4 6$ vesicles by corrected effective RRP estimation (Fig. $S 7 , n = 9 )$ and determined that the RRP occupies $< 1 \\%$ of the RP (18).Taking all vesicles in the terminal into account,it seems that $2 0 . 4 \\pm \\mathrm { \\overline { { 2 . 1 \\% } } }$ of the vesicles stay in the resting state. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Time Course of Recycling Pool Depletion and Vesicle Reuse Under Sustained Stimulation. This approach also enabled us to dissect the kinetics of vesicle reuse and RP depletion simultaneously (Fig.3A).The starting time points of vesicle reuse during stimulation at $2 0 ~ \\mathrm { H z }$ and $5 0 ~ \\mathrm { H z }$ were measured as $8 0 . 5 5 \\pm \\bar { 1 } 1 . 5 4 ;$ S $( n = 4 )$ and $2 9 . 6 1 \\pm 4 . 3 9 \\mathrm { ~ s ~ } ( n$ $( n = 4 )$ (Fig.3B,Fig.S8,andMaterials andMethods)，respectively，and apparentlydisplayed activity dependence.This timing is consistent with previous studies at the calyx of Held and hippocampal synapses but much longer than the reported ultrafast vesicle reuse (9-11). To test whether ultrafast vesicle reuse occurred,we applied 4O action potentials at ${ 5 0 } \\mathrm { H z }$ before and after perfusion with folimycin and detected no difference in short-term synaptic depression, implying no significant vesicle reuse within $0 . { \\bar { 8 } } \\ s$ (Fig. 3 $D$ and $E$ ). Importantly, whenwe correlated the timing of vesicle reuse and RP depletion (as depletion of all of the preserved recycling vesicles),we found that newly endocytosed vesicles started to be reused when ${ \\sim } 4 7 \\%$ of the RP was depleted during stimulation at $2 0 ~ \\mathrm { H z }$ $( 4 6 . 7 7 \\pm$ $5 . 2 2 \\%$ ， $n = 4$ ）and $5 0 ~ \\mathrm { H z }$ ( $( 4 7 . 9 0 \\pm 4 . 6 6 \\%$ ， $n = 4$ ）(Fig.3C), suggesting that the apparent activity-dependent timing of vesicle reuse is mainly use-dependent. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Kinetic Dissection of the Recycling Pool by a Simplified Sequential Three-Pool Model. We differentiated the normalized preserved vesicle depletion as the rate of RP depletion $( R _ { d e p l } )$ . After the vesicle-release rate reached a steady state (within $1 1 . 5 \\pm 1 . 4$ stimuli; Fig. S7) (18), $R _ { d e p l }$ was essentially fitted by a doubleexponential function(Fig. $^ { 4 A }$ ).In some cases,when the release rate was low, $R _ { d e p l }$ displayed a slow decliningphase in the initial $1 0 0 \\mathrm { { s } }$ ,followed by an exponential decay (as $\\tau _ { 1 } \\approx \\tau _ { 2 }$ ,red curve in Fig. S9B; five out of nine cells). These observations suggest that there are at least two kinetic components of vesicle recycling. We found that it is unlikely that these two components originate from two parallel kinetic pathways (Fig. S9D). First, for the $R _ { d e p l }$ with double-exponential fiting, there was a newly appearing fast component (with $\\tau _ { \\mathrm { a u g . } }$ ）after the Rs compensation adjustment break (Fig. S9A, Inset) when the fast component (with $\\tau _ { \\mathrm { f a s t } }$ ）had been exhausted (Fig. $S 9 A$ and $C$ ).Second, the parallel model is not able to explain the slow declining phase for the $R _ { d e p l }$ with a low release rate (Fig. S9B).All this evidence points to the implicationthat there isareplenishable and size-limited pool of vesicles before the priming stage.Therefore,we propose a simplified sequential three-pool scheme.In this model, the RP is composed of the RRP,the readily priming pool (RPP),and the premature pool (PMP); $k _ { 1 }$ and $k _ { 2 }$ are assigned to the formal priming rate and the supply rate from PMP to RPP (Fig. 4C), respectively.The dynamics of RP depletion can be described as a group of ordinary differential equations with the general assumption that vesicle release during the steady-state phase of depression is limited by a constant supply of vesicles (33-35) (see Eq.7).In the resting state,all of the initial subpools $( R R P _ { O } ,$ $R P P _ { o }$ and $P M P _ { o }$ ）are occupied by the preserved vesicles and composed of the initialRP,amongwhich $R R P _ { o }$ was estimated as ${ \\sim } 0 . 7 9 \\%$ of the RP by corrected effective RRP estimation (Fig. $4 E$ and Fig. S7) (18). The three-pool model well describes the ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/53e58a145aebc975fb2093590b36b672a788e009158e6b2cbf7f7f9ef70d7700.jpg",
        "img_caption": [
            "Fig.3.Timing of vesicle reuse under sustained stimulation.(A) Cumulative preserved SV(Upper) and reused SV(Lower) numbers normalized to RP size under $2 0 - H z$ (blue, $n = 4 .$ and $5 0 - H z$ (red, $n = 4 .$ stimulation.Thedashed lines denote mean $\\pm \\mathsf { S E M }$ .The vertical dashed lines indicate the starting time points of vesicle reuse.(B) Statistics of starting time of reuse under $2 0 - H z$ $( n = 4 )$ and $5 0 - H z$ stimulation $( n = 4 ) ; { } ^ { \\star \\star } P < 0 . 0 1$ ,t tests.(C) Statistics of the fraction of RP depletion at the starting time point of reuse under $2 0 \\mathsf { H z } \\left( n = 4 \\right)$ and $5 0 ~ { \\mathsf { H } } z$ （204 $( n = 4 )$ stimulation.(D) Representative EPSCs and (E) normalized EPSC amplitudes during 40 action potentials under $5 0 - H z$ stimulation before (red)and after folimycin application (blue) $\\left( n = 1 1 \\right)$ ） "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/6dabc23eee1243d2cd2b5c428249ca8ffd9027ece76944f80d53c2775db8f945.jpg",
        "img_caption": [
            "Fig.4.A sequential three-pool model of the recycling pool.(A) Representative normalized RP depletion rate $( R _ { d e p l } )$ trace after RRP depletion with double-exponential fitting (white curve,also as three-pool model fitting) under $5 0 - H z$ stimulation.(B) Representative $R _ { d e p I }$ traceat $2 0 H z$ with threepool model fitting (white curve). (C) Schematic of sequential three-pool model of vesicle recycling. $( D )$ Statistics of RPP size at $2 0 - H z$ 1 $( 5 5 . 6 8 \\pm 4 . 7 \\%$ $n = 4$ and $5 0 - H z$ stimulation $( 6 2 . 7 9 \\pm 3 . 1 3 \\%$ $n = 4 )$ .(E)Statistics ofthe RRP size $( 0 . 7 9 \\pm 0 . 0 9 \\% )$ ，RPPsize $( 5 7 . 5 3 \\pm 3 . 1 0 \\%$ ,andPMPsize $( 4 1 . 6 8 \\pm 3 . 1 7 \\% )$ 1 related to RP size $( n = 9 )$ ： $( F )$ Quantification of dissected synaptic vesicle pools in terms of total vesiclesin the calyceal terminal. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RP depletion kinetics (Fig. $4 A$ and $B$ ,white curve),and the size of $R P P _ { O }$ and $P M P _ { O }$ were thus estimated as $5 7 . 5 3 \\pm 3 . 1 0 \\%$ and $4 1 . 6 8 \\pm 3 . 1 7 \\%$ of the RP (Fig. $4 E$ $n = 9$ )by fitting the measured $R _ { d e p l }$ with the analytic solution of these equations (Materials and Methods).Notably, the estimated pool sizeswere independent of stimulation frequency(Fig. $4 D$ ).In terms ofall of the vesicles in the nerve terminal, four pools, RRP $( 0 . 6 3 \\pm 0 . 0 7 \\% )$ ,RPP $( 4 5 . 8 \\pm$ $2 . 5 \\%$ ),PMP $( 3 3 . 2 \\pm 2 . 5 \\bar { \\% } )$ ,and resting pool $( 2 0 . 4 \\pm 2 . 1 \\% )$ ，can thus be kinetically dissected (Fig. $4 F$ ） ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We took advantage of the excellent electrical access at the calyxtype synapse and quantitatively analyzed the basic properties of synaptic vesicle recycling.The logic underlying this study is that newly endocytosed vesicles that are trapped in an alkaline state are prevented from refilling with transmitter and can be electrophysiologically detected when they are reused (9,11).After verifying that folimycin specificallyaffected newly endocytosed vesicles (Fig. S4) and depressed EPSCs without impairing the vesicle fusion machinery (Fig. S2)，we compared the evoked EPSCsunder a sustained train of stimuli with and without folymycin treatment and derived an estimate of the kinetics of the preserved vesicle depletion and the newly endocytosed vesicle reuse(Fig.1andMaterialsandMethods).Differentfrommost studies that use fluorescence imaging with low signal and temporal resolution (4,5,7, 9), this approach provides a quantitative analysis of the kinetics of vesicle recycling with a temporal resolution of $2 0 ~ \\mathrm { { m s } }$ (interstimulus interval) and signal resolution of ${ \\sim } 2 0$ vesicles ( $2 1 \\%$ of the RRP) (Fig. S1O). The results from this approach were further confirmed by EM(Fig.2).Importantly, this approach isapplicable to all axosomatic synapses with qualified whole-cell electrical access. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "There has been a decade-long debate about the size of the RP and whether it can be regulated by stimulation(1,16,23,24,27, 28,36-38).We estimated the RP size as ${ \\sim } 2 7 0 { , } 0 0 0$ vesicles (Fig. 2 $A$ and $B$ ),which is lower than that obtained by the presynaptic glutamate washing-out effect but much more than that calculated from EM studies (6,23,24).To further verify our pharmacology-based results and to investigate the discrepancy among these studies in depth,we calculated the total vesicle number as 320,000 (Fig. 2G) by FIB/SEM and estimated the fraction of FMdye-labeled vesiclesas ${ \\sim } 8 0 \\%$ by TEM (Fig. $2 E$ and $G$ ).The steep gradient of FM dye labeling with increasing tissue depth (Fig.S6B)was largely correlated with a huge deviation and variation in the percentage of FM dye-labeled vesicles (Fig. $\\mathsf { S } 6 D$ ).We thus attributed the disparity in FM labeling to the limited diffusion capacity of the FM dye into brain tissue and selectively observed terminals within $\\sim 5 0 ~ \\mu \\mathrm { m }$ from the slice surface.OurEMresultsrevealed that the RPcontains ${ \\sim } 2 6 0 { , } 0 0 0$ vesicles,similar to the ${ \\sim } 2 7 0 { , } 0 0 0$ obtained with the electrophysiological approach (Fig. $2 G$ ).Takentogether,allof the evidence converged on the conclusion that the RP occupies ${ \\sim } 8 0 \\%$ of all of the vesicles in the nerve terminal.Our results not only clarify the long-lasting argument about whether only a small fraction $( 5 - 4 0 \\% )$ ormajority of vesicles in the nerve terminal are involved in recycling,but also provides an explanation to reconcile the disparities in previous reports (6,14,23,24). Importantly, no significant difference in RP size was detected during repetitive stimulation at $2 0 ~ \\mathrm { H z }$ and $5 0 ~ \\mathrm { H z }$ ，frequencies corresponding to background and acoustic stimulus-evoked firing at the calyx of Held in vivo (39).These results demonstrate the enormous capacity of the vesicle recycling pool that ensures synaptic transmission withhigh fidelity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A small fraction of vesicles $( \\sim 2 0 \\% )$ are never depleted by sustained stimulation and stay in the resting pool. Two possible functions of the resting pool have been proposed,one as a buffer for soluble proteins and the other as a supply for spontaneous release (4O-42).The present work provides supporting evidence for the latter because we recorded nonnegligible miniature EPSC(mEPSC) events even when the evoked EPSCs had been abolished by folimycin (Fig.S11).These spontaneously released vesicles may come from a vesicle pool other than the RP,possibly involvinga different pathway and molecular basis (41,43,44). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Consistent with previous reports, the kinetics of vesicle recycling were activity-dependent (8),and the reuse timing of the newly endocytosed vesicles differed at $2 0 { \\cdot } \\mathrm { H z }$ and ${ \\boldsymbol { 5 0 - H \\bar { z } } }$ stimulation in our study.However, the correlation between the timing of vesicle reuse and RP depletion displayed significant heterogeneity and use dependence of RP vesicles (Fig.3 A-C). The heterogeneity of vesicle use and two kinetic components of RP depletion predicted the existence of a replenishable pool of vesicles before the priming stage and led to the realistic kinetic model (Fig. 4C). Notably,as many as $5 7 . 5 \\%$ of the recycling vesicles $( \\sim 1 6 0 , 0 0 0 )$ were readily primed and some of them may reside away from release sites (26).It was previously reported that recently recycled vesicles have a scattered distribution,implying that the priming is not necessarily location-dependent. The mechanism of how the distantRPP vesicles access the active zones is unclear.One hypothesis is that cytoskeletal elements, such as the actin network, guide synaptic vesicles to the priming sites (45-47).It will be of great interest to reveal the molecular mechanism that regulates vesicle mobilization along the recycling pathway. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In conclusion,our study quantified the basic properties of vesiclerecyclingand kinetically dissected theRP into RRP,RPP, and PMP.Because not all vesicles in the RP are ready for priming, the vesicle release rate may not be maximized.However，the sequential pool system makes synaptic transmission more regulatory and the low-pass filtering effect of interpool translocation keeps vesicle recycling more robust to fluctuation in exocytosis and endocytosis (1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Slice preparation,electrophysiology,and FM1-43FX photoconversion experiments are described in detail in $S I$ MaterialsandMethods.FIB/SEMand TEM experiments were performed according to standard procedures,as described in $S I$ Materials and Methods.The care and use of mice in all experiments conformed to institutional policies and guidelines (IBP animal protocol 8701, approved by the Ethics Committee of Chinese Academy of Sciences Institute of Biophysics). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Estimation of mEPsC Amplitude in the Presence of Folimycin. Based on the fact that folimycin reduced the vesicular transmitter content without affecting the fusion machinery or the vesicle release probability,the fractional change in evoked EPSCs would reflect the fractional change in quantal size when newly endocytosed vesicles were fully reused.Thus,the size of mEPSCswith folimycin $( q _ { f o I i } )$ is estimated as ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nq _ { f o l i } = q _ { c t r I } \\cdot \\frac { E P S C _ { f o l i } } { E P S C _ { c t r I } } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $q _ { c t r I }$ is the average mEPsC amplitude during the resting period before folimycinapplication. $E P S C _ { f o I i }$ and $E P S C _ { c t r I }$ represent the average amplitude of the last 100 EPSCs in the folimycin and control groups,respectively (Fig.1C). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Kinetics of Vesicle Recycling.We attributed the cumulative EPSC amplitude to the summative preserved SVs $( N _ { p r e s e r v e d } )$ with $q _ { c t r I }$ and reused SVs $( N _ { r e u s e d } )$ with $q _ { c t r I }$ (control group) or $q _ { f o I i }$ (folimycin group): ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\sum E P S C _ { c t r I } = \\left( N _ { r e u s e d } + N _ { p r e s e r v e d } \\right) \\cdot q _ { c t r I } } \\\\ & { \\sum E P S C _ { t o l i } = N _ { p r e s e r v e d } \\cdot q _ { c t r I } + N _ { r e u s e d } \\cdot q _ { t o l i } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\sum E P S C _ { c t r I }$ and $\\sum E P S C _ { f o I i }$ represent the cumulative EPSC amplitudes in the control and folimycin groups,respectively.Thus, $N _ { p }$ reservedand $N _ { r e u s e d }$ can be derived as Eqs.1 and 2. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Determination of the Starting Time Points of Vesicle Reuse. Because the time constant of the fast component of RP depletion is $> 2 0 \\ s ,$ the major power $( 9 9 \\% )$ ofthe recycling signals in the frequency domain $[ \\tau / ( 1 + j \\tau \\omega ) ]$ would be distributed within $0 { \\ - } 0 . 0 1 { \\ } { \\mathsf { H z } }$ (48).The estimated signals of vesicle reuse were thus low-pass-filtered with a cutoff frequency of $0 . 0 1 ~ { \\mathsf { H z } }$ .We determined the starting time points of vesicle reuse as the last time point that deviated from the baseline in the reuse trace (arrowhead in Fig. S8). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Three-Pool Kinetic Model. In the model,we propose that (1) RP in the resting state is composed of the initial size of the RPP $( R P P o )$ ，PMP $( P M P _ { O } )$ ，and RRP $( R R P _ { o } )$ as described in Eq.6 (2).Under the general assumption that vesicle release during the steady-state phase of depression is limited by the constant rate of vesicle supply (33-35),the RP depletion rate $( R _ { d e p l } )$ assayedas release rate,isapproximately the same as the priming rate at the steady state as described in Eq.7. By designating $R P P ( t )$ and $P M P ( t )$ as the pool sizes ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.Alabi AA,Tsien RW(2012) Synaptic vesicle pools and dynamics.Cold Spring Harb Perspect Biol4(8):a013680.   \n2.Sudhof TC (2004) The synaptic vesicle cycle.Annu Rev Neurosci 27:509-547.   \n3.Sudhof TC (200o) The synaptic vesicle cycle revisited.Neuron 28(2):317-320.   \n4.Kavalali ET (2oo6) Synaptic vesicle reuse and its implications.Neuroscientist 12(1): 57-66.   \n5.Rizzoli SO, Richards DA, Betz WJ(20o3) Monitoring synaptic vesicle recycling in frog motor nerve terminals with FM dyes.JNeurocyto/32(5-8):539-549.   \n6.de Lange RP,de Roos AD,Borst JG (20o3) Two modes of vesicle recycling in the rat calyx of Held.J Neurosci 23(31):10164-10173.   \n7.Harata N,Ryan TA, Smith SJ,Buchanan J,Tsien RW (20o1) Visualizing recycling synaptic vesicles in hippocampal neurons by FM1-43 photoconversion.Proc Natl Acad Sci USA 98(22):12748-12753.   \n8.Fernandez-Alfonso T, Ryan TA (2o04)The kinetics of synaptic vesicle pool depletion at CNS synaptic terminals. Neuron 41(6):943-953.   \n9.Li Z,et al.(20o5) Synaptic vesicle recycling studied in transgenic mice expressing synaptopHluorin.Proc Natl Acad Sci USA 102(17):6131-6136.   \n10.Pyle JL,Kavalali ET,Piedras-Renteria ES,Tsien RW(2ooO) Rapid reuse of readily releasable pool vesicles at hippocampal synapses.Neuron 28(1):221-231.   \n11.Sara Y,Mozhayeva MG,Liu X,Kavalali ET (2002) Fast vesicle recycling supports neurotransmission during sustained stimulation at hippocampal synapses.J Neurosci 22(5):1608-1617.   \n12.Wu XS,Wu LG (2oo9) Rapid endocytosis does not recycle vesicles within the readily releasable pool.J Neurosci 29(35):11038-11042.   \n13.Abbott LF, Regehr WG (2004) Synaptic computation.Nature 431(7010):796-803.   \n14.Harata N,et al.(20o1) Limited numbers of recycling vesicles in small CNS nerve terminals: Implications for neural signaling and vesicular cycling.Trends Neurosci 24(11):637-643.   \n15.Gabriel T,etal.(2011)A new kinetic framework for synaptic vesicle trafficking tested in synapsin knock-outs.J Neurosci 31(32):11563-11577.   \n16.Rizzoli SO,Betz WJ(2005) Synaptic vesicle pools. Nat Rev Neurosci 6(1):57-69.   \n17.Schikorski T,Stevens CF (2oo1) Morphological correlates of functionally defined synaptic vesicle populations. Nat Neurosci 4(4):391-395. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "at a given time t, the relation among $R _ { d e p I } ,$ RPP,PMP,RRP,and RP are represented as ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { R P P _ { 0 } + P M P _ { 0 } + R R P _ { 0 } = R P } } \\\\ { { \\ } } \\\\ { { R _ { d e p I } = k _ { 1 } \\cdot R P P ( t ) } } \\\\ { { \\ } } \\\\ { { \\displaystyle { \\frac { d R P P ( t ) } { d t } = - k _ { 1 } \\cdot R P P ( t ) + k _ { 2 } \\cdot P M P ( t ) } } } \\\\ { { \\ } } \\\\ { { \\displaystyle { \\frac { d P M P ( t ) } { d t } = - k _ { 2 } \\cdot P M P ( t ) } , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\boldsymbol { k } _ { 1 }$ is the formal priming rate and $k _ { 2 }$ is the supply rate from PMP to RPP. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The $R _ { d e p I }$ is fitted by a double-exponential function or monoexponential function (the case with two very close time constants) (Fig.4 A and $B _ { . } ^ { ' }$ .For double-exponential fitted $R _ { d e p I } ,$ the analytic solution is ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l r } {  { R _ { d e p I } = k _ { 1 } \\cdot R P P ( t ) = k _ { 1 } \\cdot ( R P P _ { 0 } - \\frac { k _ { 2 } } { k _ { 1 } - k _ { 2 } } \\cdot P M P _ { 0 } ) \\cdot \\mathrm { e } ^ { - k _ { 1 } \\cdot t } + \\frac { k _ { 1 } \\cdot k _ { 2 } } { k _ { 1 } - k _ { 2 } } \\cdot P M P _ { 0 } \\cdot \\mathrm { e } ^ { - k _ { 2 } \\cdot t } } } \\\\ & { } & \\\\ & { } & { = [ \\frac { \\tau _ { 2 } } { \\tau _ { 1 } \\cdot ( \\tau _ { 2 } - \\tau _ { 1 } ) } \\cdot R P P _ { 0 } - \\frac { 1 } { \\tau _ { 2 } - \\tau _ { 1 } } \\cdot ( R P - R R P _ { 0 } ) ] \\cdot \\mathrm { e } ^ { - t / \\tau _ { 1 } } } & { [ 1 0 \\cdot \\mathrm { e } ^ { - k _ { 1 } \\cdot t } ] } \\\\ & { } & \\\\ & { } & { + \\frac { 1 } { \\tau _ { 2 } - \\tau _ { 1 } } \\cdot ( R P - R R P _ { 0 } - R P P _ { 0 } ) \\cdot \\mathrm { e } ^ { - t / \\tau _ { 2 } } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\tau _ { 1 } = 1 / k _ { 1 }$ and $\\tau _ { 2 } = 1 / k _ { 2 }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For monoexponential $( k _ { 1 } \\approx k _ { 2 } = k )$ fitted $R _ { d e p I } ,$ the analytic solution is ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { R _ { d e p I } = k \\cdot R P P ( t ) = k \\cdot ( R P P _ { 0 } + k \\cdot P M P _ { 0 } \\cdot t ) \\cdot \\mathrm { e } ^ { - k \\cdot t } } \\\\ { = \\left[ \\frac { R P P _ { 0 } } { \\tau } + \\frac { ( R P - R R P _ { 0 } - R P P _ { 0 } ) \\cdot t } { \\tau ^ { 2 } } \\right] \\cdot \\mathrm { e } ^ { - t / \\tau } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\tau = 1 / k$ $R P P _ { O }$ can thus be obtained by fitting the measured $R _ { d e p I }$ with the above functions. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS.We thank Drs.T.C.Sudhof,L.G.Wu,Z.P.Pang, X.Lei,and C.Strobel for beneficial discussions and critical comments on the manuscript; Drs.F.Sun,L.Sun,and J.G. Zhang for support with electron microscopy; H.Tian for support with mEPSC analysis;and X.D.Zhao and S.Liu for technical support.This study was supported by the National Basic Research Program of China 2013CB835100,Natural Science Foundation of China Grant 30825012,and supporting funding from Parkinson's Disease Center Grant BIBD_PXM2014_014226_000016,Science and Technology Program of Yunnan Province 2013GA003. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "18.Thanawala MS,Regehr WG (2013) Presynaptic calcium influx controls neurotransmitterrelease in part by regulating the effective size of the readily releasable pool. J Neurosci 33(11):4625-4633.   \n19.Sun JY,Wu LG (2001) Fast kinetics of exocytosis revealed by simultaneous measurements of presynaptic capacitance and postsynaptic currents at a central synapse. Neuron 30(1):171-182.   \n20.Xu J,Wu LG (2oo5) The decrease in the presynaptic calcium current is a major cause of short-term depression at a calyx-type synapse.Neuron 46(4):633-645.   \n21.Stevens CF,Tsujimoto T(1995) Estimates for the pool size of releasable quanta at a single central synapse and for the time required to refill the pool.Proc Natl Acad Sci USA 92(3):846-849.   \n22.Stevens DR,Schirra C, Becherer U, Retig J(2011) Vesicle pools: Lessons from adrenal chromaffin cells.Front Synaptic Neurosci3:2.   \n23.Xue L,et al.(2013) Most vesicles in a central nerve terminal participate in recycling. J Neurosci 33(20):8820-8826.   \n24.Denker A,et al.(2011)A smallpool of vesicles maintains synaptic activity in vivo.Proc Natl Acad Sci USA 108(41):17177-17182.   \n25.Ikeda K,Bekkers JM (2oo9) Counting the number of releasable synaptic vesicles in a presynaptic terminal. Proc Natl Acad Sci USA 106(8):2945-2950.   \n26.Sätzler K,et al.(2oo2) Three-dimensional reconstruction of a calyx of Held and its postsynaptic principal neuron in the medial nucleus of the trapezoid body.JNeurosci   \n22(24):10567-10579.   \n27.Poskanzer KE,Davis GW(20o4) Mobilization and fusion of a non-recycling pool of synaptic vesicles under conditions of endocytic blockade.Neuropharmacology 47(5):   \n714-723.   \n28.Chi P,Greengard P,Ryan TA (2oo3) Synaptic vesicle mobilization is regulated by distinct synapsin I phosphorylation pathways at different frequencies.Neuron   \n38(1):69-78.   \n29.Xue L,Mei YA (2011) Synaptic vesicle recycling at the calyx of Held.Acta Pharmacol Sin 32(3):280-287.   \n30.He L,Wu LG (2o07) The debate on the kiss-and-run fusion at synapses.Trends Neurosci 30(9):447-455.   \n31.Ryan TA (2oo3) Kiss-and-run,fuse-pinch-and-linger,fuse-and-collapse:The life and times of a neurosecretory granule. Proc Natl Acad Sci USA 100(5):2171-2173.   \n32.Sun JY,Wu XS,Wu LG (2oo2) Single and multiple vesicle fusion induce different rates of endocytosis at a central synapse.Nature 417(6888):555-559.   \n33.Schneggenburger R, Sakaba T, Neher E (2oo2) Vesicle pools and short-term synaptic depression: Lessons from a large synapse.Trends Neurosci 25(4):206-212.   \n34.Bollmann JH, Sakmann B, Borst JG (2oo0) Calcium sensitivity of glutamate release in a calyx-type terminal.Science 289(5481):953-957.   \n35.Taschenberger H,von Gersdorff H (2ooo) Fine-tuning an auditory synapse for speed and fidelity: Developmental changes in presynaptic waveform, EPsC kinetics,and synaptic plasticity.JNeurosci 20(24):9162-9173.   \n36.Murthy VN, Stevens CF(1999) Reversal of synaptic vesicle docking at central synapses. Nat Neurosci2(6):503-507.   \n37.Richards DA, Guatimosim C, Betz WJ (2ooo) Two endocytic recycling routes selectively fill two vesicle pools in frog motor nerve terminals.Neuron 27(3):551-559.   \n38.Richards DA,Guatimosim C, Rizzoli SO,Betz WJ (2o03) Synaptic vesicle pools at the frog neuromuscular junction. Neuron 39(3):529-541.   \n39.Sommer l, Lingenhohl K,Friauf E(1993) Principal cells of the rat medial nucleus of the trapezoid body:An intracellular in vivo study of their physiology and morphology. Exp Brain Res 95(2):223-239.   \n40.Fredj NB, Burrone J(2oo9)A resting pool of vesicles is responsible for spontaneous vesicle fusion at the synapse.Nat Neurosci 12(6):751-758.   \n41.Rizzoli SO (2014) Synaptic vesicle recycling: Steps and principles.EMBO 33(8): 788-822.   \n42.Denker A,Krohnert K,Bückers J,Neher E,Rizzoli SO(2011) The reserve pool of synaptic vesicles acts as a buffer for proteins involved in synaptic vesicle recycling. Proc Natl Acad Sci USA 108(41):17183-17188.   \n43.Sara Y,VirmaniT,Deak F,Liu X,Kavalali ET(2oo5)An isolated pool of vesicles recycles at rest and drives spontaneous neurotransmission.Neuron 45(4):563-573.   \n44.Kavalali ET,et al.(2011) Spontaneous neurotransmission: An independent pathway for neuronal signaling? Physiology (Bethesda) 26(1):45-53.   \n45.Rizzoli SO,Betz WJ (20o4) The structural organization of the readily releasable pool of synaptic vesicles. Science 303(5666):2037-2039.   \n46.Sakaba T, Neher E (2oo3) Involvement of actin polymerization in vesicle recruitment at the calyx of Held synapse.JNeurosci 23(3):837-846.   \n47.Shupliakov O,Haucke V, Pechstein A (2011) How synapsin I may cluster synaptic vesicles.Semin Cell Dev Biol22(4):393-399.   \n48.Oppenheim AV,Willsky AS,Nawab SH (2o02)The continuous-time Fourier transform. Signals and Systems (Publishing House of Electronics Industry,Beijing),2nd Ed, pp 284-357. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]