[
    {
        "type": "text",
        "text": "Maternal salinity improves yield, size and stress tolerance of Suaeda fruticosa seeds ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Syed Z SHAH',²,Aysha RASHEED',Bilquees GUL'，Muhammad A KHAN',，Brent L NIELSEN³,Abdul HAMEED1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Institute of Sustainable Halophyte Utilization, University of Karachi,Karachi 7527o,Pakistan;   \n2Govt.Degree Boys Collge,Sector 4E,New Saeedabad,Baldia Town, Karachi 7576o,Pakistan;   \n3 Department of Microbiology & Molecular Biology, Brigham Young University,Provo,UT 84602,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Shrubby seablite or lani (Suaeda fruticosa Forssk) is a perennial euhalophyte with succulent leaves, which could be planted on arid-saline lands for restoration and cultivated as a non-conventional edible or cash crop. Knowledge about the impacts of maternal saline environment on seed atributes of this important euhalophyte is lacking. This study investigated the efects of maternal salinity on yield,size and stress tolerance of S. fruticosa seeds. Seedlings of $S .$ fruticosa were grown in a green net house under increasing maternal salinity levels (O,30O,60O and $9 0 0  { \\mathrm { ~ m M ~ N a C l } } )$ until seed production. Total yield,size,stress tolerance and germination of the descended seeds under different maternal saline conditions were examined. Plants grown under saline conditions (3Oo, 6OO and $9 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l } )$ produce a substantially higher quantity of seeds than plants grown under non-saline condition $\\mathrm { ( 0 ~ m M ~ N a C l ) } _ { \\ }$ .Low maternal salinity $( 3 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l } )$ （20 improves seed size. Seeds produced under all maternal salinity levels display a higher tolerance to low temperature (night/day thermoperiod of $1 0 ^ { \\circ } \\mathrm { C } / 2 0 ^ { \\circ } \\mathrm { C } )$ , whereas seeds produced under $3 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l }$ maternal saline condition show a beter tolerance to high temperature (night/day thermoperiod of $2 5 ^ { \\circ } \\mathrm { C } / 3 5 ^ { \\circ } \\mathrm { C } )$ during germination. Seeds from all maternal saline conditions germinate better in the $1 2 \\mathrm { ~ h ~ }$ photoperiod ( $^ { 1 2 \\mathrm { ~ h ~ } }$ light/ $^ { 1 2 \\mathrm { ~ h ~ } }$ dark)than in the dark ( $2 4 \\mathrm { ~ h ~ }$ dark)；however, seeds produced from low and moderate maternal saline conditions (300 and $6 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l } )$ show a higher germination in the dark than those from control and high maternal saline conditions (O and $9 0 0 \\ \\mathrm { m M } \\mathrm { N a C l }$ ). In general, maternal salinity is found to improve yield, size and stress tolerance of $S$ fruticosa seeds. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: euhalophyte; maternal salinity;salt tolerance;seed germination; non-salinecondition; Suaeda fruticosa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Saline lands are stressful heterogenous habitats with large spatiotemporal variations in salinity, moisture and temperature (Ievinsh，2006；Bui，2013;Qadir et al.，2014). As a result，only halophytes are naturally found on saline lands (Flowers et al.,2O1O). Many halophytes can endure as high as seawater salinity or more at the growth level and some,called obligate halophytes or euhalophytes,can even grow better at a certain salinity level compared to low or no salt conditions (Hameed et al.，2O12; Moir-Barnetson et al.,2O16).Despite high tolerance at the growth level, halophytes,including most euhalophytes,can endure low to moderate salinity during the seed germination stage (Di Caterina et al.,2O07; Gul et al.,2013).For example,the euhalophyte Suaeda fruticosa Forssk can tolerate $1 0 0 0 \\ \\mathrm { m M \\ N a C l }$ at the growth level (Khan et al., 2OOO) but only 500 mM NaCl during the seed germination stage (Khan and Ungar, 1998). Often, salinity-induced seed germination inhibition is ascribed to the decrease in soil water potential due to excess salts that restrict seed imbibition (Bewley and Black,1994; Pujol et al.,2000; Gul etal.,2013). However, ion toxicity because of high $\\mathrm { N a ^ { + } }$ content of saline soil/water has also been reported to have negative impacts on seed germination of some euhalophytes (Song et al., 2Oo5; Hameed et al., 2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Beside salinity, the thermoperiod and photoperiod also impact seed germination of euhalophytes (Gul et al.，2013；El-Keblawy et al.，2018). For most subtropical euhalophytes,a moderate thermoperiod of $2 0 ^ { \\circ } \\mathrm { C } / 3 0 ^ { \\circ } \\mathrm { C }$ and light are considered optimal for germination of seeds (Khan and Gul,2006).Whereas,high temperatures and dark conditions cause the higher inhibition of seed germination of most halophytic plants (Gul et al.,2013; El-Keblawy et al., 2018).For instance, seeds of Zygophyllum propinquum Decne. (Manzoor et al., 2O17) and Urochondra setulosa Trin. (Gulzar et al.，2Oo1） germinated optimally under the thermoperiod of $2 0 ^ { \\circ } \\mathrm { C } / 3 0 ^ { \\circ } \\mathrm { C }$ and in the presence of light. Hence,a thorough understanding of the sensitivity of seeds to variations in abiotic factors appears important from both ecological and agronomic viewpoints. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The maternal environments (i.e., habitat conditions during the growth of mother plants) such as soil salinity may also affect tolerance and germination atributes of seeds through transgenerational induction (Holeski et al.,2012; Wang et al.,2015; El-Keblawy etal.,2018).For instance,exposure of mother plants to salinity improved production, salt tolerance and vigor of Suaeda salsa L. seeds (Guo et al., 2O15). Likewise, seeds of Suaeda aegyptiaca (Hasselq.) Zoh. in saline lands showed a higher germination in NaCl solutions at higher temperatures compared to those in non-saline environments (El-Keblawy et al.，2O16).Maternal effects are considered to be important adaptations that enhance progeny fitness based on the experience of the parental generation (Galloway,2O05; Holeski et al.,2012). The previous studies mostly examined the effects of saline environments of mother plants on vigor and salt tolerance of progeny seeds(Guo et al.,2015; El-Keblawy et al., 2016,2018). It is still obscure if exposure of mother plants to salinity may induce a cross-tolerance in seeds for other abiotic stresses such as temperature and photoperiod. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Shrubby seablite or lani (S. fruticosa),belonging to the family of Amaranthaceae, is a perennial euhalophyte with succulent leaves and is widely reported from both inland and coastal saline areas of Pakistan and many southern Irano-Turanian and Saharo-Sindian countries (Khan et al.,2000; Freitag et al.,2OO1). This species can tolerate $5 0 0 \\ \\mathrm { m M \\ N a C l }$ during the seed germination period (Khan and Ungar,1998) and $1 0 0 0 \\ \\mathrm { m M \\ N a C l }$ during the growth period (Khan et al., 20OO). It can serve as a potential crop on saline soils for camel forage (Towhidi et al.,2O11),domestic soda or saji (Freitag et al., 2001), edible seed oil (Weber et al., 2O07) and medicinal purposes (Samia et al., 2011; Oueslati et al.,2O12; Rehman et al.,2O13). Its cultivation could also help in land reclamation from salinization (Khan et al.,2OO9) and bioremediation of toxic metals (Bankaji et al.,2016). Seed germination ecophysiology (Khan and Ungar, 1998; Hameed et al., 2O06), mechanisms underlying salinity induced germination inhibition (Hameed et al.， 2O14) and physiochemical responses of mature plants of S. fruticosa (Labidi et al.,2010; Hameed et al.,2012; Bankaji et al.,2016; Yadav et al.,2018) have been studied. However, there is a dearth of knowledge about the impacts of maternal salinity on germination attributes and tolerance of the progeny seeds of this euhalophyte.This study thus attempted to answer the following questions: (1） How does salinity exposure of mother S. fruticosa plants afect quantity and morphology of their seeds? (2) Does an exposure of mother S. fruticosa plants to salinity induce a cross-tolerance in their seeds to temperature variations?(3) Is salt tolerance of S. fruticosa seeds influenced by the maternal saline environment? And (4) does the saline environment of mother S. fruticosa plants influence the photoblastic responses of their seeds? ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Habitat and collection of seeds ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Seed-bearing inflorescence of S. fruticosa were collcted in January 2O15 from a large population found in coastal salt-flat areas along marshes of Hawke's Bay, Karachi, Pakistan $( 2 4 ^ { \\circ } 5 2 ^ { \\prime } 2 2 ^ { \\prime \\prime } \\mathrm { N }$ $6 6 ^ { \\circ } 5 1 ^ { \\prime } 2 5 ^ { \\prime \\prime } \\mathrm { E }$ . The seed collection site has a subtropical summer monsoon climate. The soil type was mainly sandy with soil electrical conductivity and moisture ranging from 55 to 191 $\\mathrm { d } \\mathrm { S } / \\mathrm { m }$ and from $1 . 6 \\%$ to $9 . 5 \\%$ ,respectively (Zia et al., 2OO7). This site had uneven topography and was dominated by perennial euhalophytic vegetation. Seeds were randomly collected from a large number $( > 1 0 0 )$ of plants. They were scrub-cleaned using a rubber car-mat and stored at $2 5 ^ { \\circ } \\mathrm { C } - 3 0 ^ { \\circ } \\mathrm { C }$ before the start of experiments. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Growth conditions and treatments ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Plants were grown from the seeds in plastic pots (diameter of $1 2 \\mathrm { c m }$ and depth of $2 6 \\mathrm { c m }$ filled with sand.Three seeds were sown per pot initially，and after the seedling emergence,one healthy seedling was left per pot. Irigation was done via a tiny hole made in the bottom of the pots, initially with water and then with half-strength Hoagland nutrient solution after the seedling emergence (Epstein,1972). Seedlings were grown in a green net house under ambient conditions with the daily maximum air temperature of $3 0 ^ { \\circ } \\mathrm { C } { - } 3 7 ^ { \\circ } \\mathrm { C }$ ,the relative humidity of $30 \\% - 6 0 \\%$ , and the mid-day $( 1 3 { : } 0 0 \\ \\mathrm { L S T } )$ light of $1 0 0 0 { - } 1 5 0 0 ~ \\mathrm { \\mu m o l / ( m ^ { 2 } { \\cdot } s ) }$ .After1O weeks,seedlings were transferred into large plastic pots (diameter of $1 3 \\ \\mathrm { c m }$ and depth of $3 0 ~ \\mathrm { c m } \\backslash$ ） containing sand.After1 week of transplanting, salinity treatments (O,3Oo, 600 and $9 0 0 \\ \\mathrm { m M \\ N a C l } _ { , }$ ） were started gradually $( 5 0 ~ \\mathrm { m M }$ NaCl increments per $1 2 { \\mathrm { ~ h ~ } }$ ） to protect plants from osmotic-shock. This scheme was arranged to achieve the final salinity levels at the same time.It should be noted that we replaced all treatment solutions every week to sustain nutrient content. For each salinity treatment, 4 replicate pots with one plant for each were used, which were nurtured for about 1O months until seed production/maturation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Harvest and examination of seed characteristics ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Seeds were harvested manually by clipping all seed-bearing inflorescence from each replicate plant of each salinity treatment separately. Inflorescence was scrubbed on a rubber-mat and seeds were handpicked followed by examining husks under a handheld lens for any remaining seeds.Total seed production per mother plant was determined by measuring the weight of total seeds produced by each plant for each salinity treatment. Total seed production was also estimated by counting the total number of seeds on mother plants for each maternal salinity treatment. Seed production measurements for each salinity treatment were recorded for 4 replicate plants. Seeds produced under different maternal salinity levels were then photographed and their size was estimated using Image J software (http:/imagej.nih.gov/ij/images/). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4Seed germination experiments ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Four replicates of 25 seeds were used for each germination treatment. Germination experiments of seeds collected from mother plants grown under different maternal salinity treatments were performed in plastic Petri plates ( $5 0 ~ \\mathrm { m m }$ in diameter） containing $5 \\mathrm { ~ L ~ }$ of treatment solution and placed in programmed incubators. Seeds were separately germinated in $2 0 0 \\ \\mathrm { m M \\ N a C l }$ solution (i.e.,defining salinity tolerance value for halophytes;Flowers and Colmer, 2Oo8) to compare salt tolerance of seeds produced under different maternal salinity treatments at the night/day thermoperiod of $2 0 ^ { \\circ } \\mathrm { C } / 3 0 ^ { \\circ } \\mathrm { C }$ (common optimal thermoperiod for halophytes of subtropical habitats; Gul et al.,2Ol3).The light in the incubators was provided via Philips cool fluorescent lamps (400- $7 0 0 ~ \\mathrm { n m }$ ； approximately $2 5 ~ \\mu \\mathrm { m o l } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } ) )$ . The final germination percentage as marked by visibility of radicles (Bewley and Black, 1994) was noted at the $2 \\mathrm { d }$ intervals for $2 0 \\textup d$ .The germination rate (GR)，using the Timson index,was calculated with the formula: ${ \\mathrm { G R } } { = } \\Sigma G / t$ (where $G$ is the germination percentage at the $^ { 4 8 \\mathrm { ~ h ~ } }$ intervals $( \\% )$ and $t$ is the total time (d); Khan and Ungar,1984). Seed lots produced under different maternal salinity treatments were imbibed in distilled water and kept at low $( 1 0 ^ { \\circ } \\mathrm { C } / 2 0 ^ { \\circ } \\mathrm { C } )$ ，moderate $( 2 0 ^ { \\circ } \\mathrm { C } / 3 0 ^ { \\circ } \\mathrm { C } )$ and high $( 2 5 ^ { \\circ } \\mathrm { C } / 3 5 ^ { \\circ } \\mathrm { C } )$ thermoperiods to study the effect of maternal salinity on temperature tolerance of seeds during germination. The final germination percentage and germination rate were determined as described above. In order to compare photoblastic requirements of seeds produced under diferent maternal salinity treatments, we divided the seeds into two lots: one lot was germinated under a $1 2 \\mathrm { ~ h ~ }$ photoperiod ( $1 2 \\mathrm { h }$ light/12 h dark） and the other was kept under complete dark condition $( 2 4 \\mathrm { ~ h } )$ in distilled water at $2 0 ^ { \\circ } \\mathrm { C } / 3 0 ^ { \\circ } \\mathrm { C }$ For the $2 4 \\mathrm { h }$ dark treatment, petri-plates were wrapped in a dark photographic envelope and germination was recorded on the $2 0 ^ { \\mathrm { t h } }$ d after germination. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Statistical analyses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We used SPSS version 20.O (SPSS,2O15) for the analyses of data. Final germination percentage was transformed (arcsine） before analysis of variance (ANOVA)，which tested whether experimental factors affected seed germination significantly. Post-hoc Bonferroni test highlighted significant $( P { < } 0 . 0 5 )$ differences among mean values. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Morphology and quantity of seeds produced under different maternal salinity treatments ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Seed production (both total seed number and total seed mass) per plant was substantially higher under saline conditions than under non-saline condition (Fig.1). More specifically, seed quantity was found to be in the following decreasing order of magnitude: $6 0 0 > 3 0 0 > 9 0 0 > 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l }$ maternal salinity. Seed size was largest in plants grown under $3 0 0 \\mathrm { m M N a C l }$ maternal salinity level compared to those under control and the other salinity levels (Fig.2). Seeds were shiny black, smooth textured and drop-shaped. There was no difference in color, seed coast texture or shape of the seeds across different maternal salinity treatments (Fig. 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2Temperature tolerance of seeds produced under different maternal salinity treatments ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Seeds were germinated in distilled water in a temperature-dependent manner (Table 1; Fig. 3). At : ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e0e3f4a5fcb7e22f5b2d636a8248b5bf6dbfcf041a0cd67a1ab816e924bdb6ee.jpg",
        "img_caption": [
            "Fig.1Effcts of maternal salinity on seed production of Suaeda fruticosa plant. (a),qualitative seed production per plant; (b),total seed number per plant; (c) total seed mass per plant. $F .$ -values are given.\\*means significance at $P { < } 0 . 0 5$ level and \\*\\* means significance at $P { < } 0 . 0 1$ level (ANOVA). Bars represent standard errors. Different lowercase letters indicate significant difference $_ { ( P < 0 . 0 5 ) }$ among different maternal salinity treatments (Post-hoc Bonferroni test). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/01a6cacbda096ea4082269b8e2c2dd70568bbf18d3bc01598d4493f68e9f48f0.jpg",
        "img_caption": [
            "Fig.2Effects of maternal salinity on seed size (a and b)of Suaeda fruticosa plants.Bars represent standard errors. Different lowercase letters indicate significant difference $( P { < } 0 . 0 5 )$ among different maternal salinity treatments (Post-hoc Bonferroni test). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/1e801981439e3ff231ffd5ce98409787c04687f23187f7fd608231896f2dd468.jpg",
        "table_caption": [
            "Table 1 ANOVA indicating effects of maternal salinity (MS), incubation temperature (T)and their interaction on mean final germination percentage $( \\% )$ and germination rate of Suaeda fruticosa seeds "
        ],
        "table_footnote": [
            "Note:Numbers are $F$ values.\\*, $P { < } 0 . 0 5$ level; \\*\\*, $P { < } 0 . 0 1$ level; \\*\\*\\*, $P { < } 0 . 0 0 1$ level. "
        ],
        "table_body": "<html><body><table><tr><td>Factor</td><td>Final germination percentage</td><td>Germination rate</td></tr><tr><td>MS</td><td>9.730***</td><td>9.221***</td></tr><tr><td>T</td><td>2.334*</td><td>15.669***</td></tr><tr><td>MSxT</td><td>5.379**</td><td>4.604**</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "low $( 1 0 ^ { \\circ } \\mathrm { C } / 2 0 ^ { \\circ } \\mathrm { C } )$ thermoperiod, seeds of saline origin showed greater final germination percentage and germination rate than those of non-saline control, with the values increasing significantly from 0 to $6 0 0 \\ \\mathrm { m M \\ N a C l }$ maternal salinity levels (Fig. 3). At a moderate $( 2 0 ^ { \\circ } \\mathrm { C } / 3 0 ^ { \\circ } \\mathrm { C } )$ thermoperiod, seeds from all maternal salinity treatments showed similar final germination percentage and germination rate with those from control treatment (Fig. 3). Specifically,the final germination percentage and germination rate of seeds produced under 30O and $6 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l }$ maternal salinity levels were slightly higher than those under control treatment, while seeds produced under $9 0 0 ~ \\mathrm { { m M } }$ NaCl maternal salinity level showed slightly lower final germination percentage and germination rate compared to those under control treatment. A high $( 2 5 ^ { \\circ } \\mathrm { C } / 3 5 ^ { \\circ } \\mathrm { C } )$ thermoperiod led to slight inhibition of germination of seeds produced under all saline and non-saline conditions except for $3 0 0 \\mathrm { m M N a C l }$ maternal salinity treatment (Fig. 3). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3Salt tolerance of seeds produced under different maternal salinity treatments Maternal salinity improved salt tolerance of S.fruticosa seeds. In general, seeds produced under saline conditions (irrespective of maternal salinity levels） showed a higher final germination percentage under $2 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l }$ condition than those produced under non-saline condition (Fig. 4). The germination rate also displayed a similar trend for the final germination percentage. Improvement in germination rate ( $F$ value ${ \\it \\Omega } = 9 . 9 4 0 { \\it \\Omega }$ ：， $P { < } 0 . 0 1 \\$ ） was generally comparable to that in final germination percentage ( $F$ value ${ \\it \\Omega } = 7 . 4 3 7  \\it$ $P { < } 0 . 0 5 \\rangle$ of seeds produced under saline conditions. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/7546bcb2e5ac354c8b84e2df6e6823e98567249d42743e74678d8e49fe36d520.jpg",
        "img_caption": [
            "Fig.3Efects of maternal salinity on final germination percentage and germination rate of Suaeda fruticosa seeds under diferent thermoperiods.Bars represent means with standard errors.Diffrent lowercase lettrs indicate significant difference $_ { ( P < 0 . 0 5 ) }$ among maternal salinity treatments (Post-hoc Bonferroni test). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4Photoblastic responses of seeds produced under different maternal salinity treatments ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Seeds produced under both non-saline and saline conditions showed a greater final germination percentage under the $1 2 \\mathrm { ~ h ~ }$ photoperiod ( $1 2 \\mathrm { ~ h ~ }$ light/l2 h dark) than under the dark treatment ( $2 4 \\mathrm { ~ h ~ }$ dark;Fig.5). However, seeds produced under 3OO and $6 0 0 \\ \\mathrm { m M \\ N a C l }$ maternal salinity levels showed a higher final germination percentage under the dark treatment than those produced under O and $9 0 0 \\ \\mathrm { m M \\ N a C l }$ maternal salinity levels (Fig.5).The difference between final germination percentages under the $1 2 \\mathrm { h }$ photoperiod and under the dark treatment was higher in seeds from 600 and $9 0 0 \\ \\mathrm { m M \\ N a C l }$ maternal salinity levels than those from O and $3 0 0 \\ \\mathrm { m M \\ N a C l }$ maternal salinity levels. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The maternal environment during seed development may influence both the quantity and quality of the seeds (He et al., 2014; Guo et al.,2015; Song et al., 2016). In this study,seed production per plant was substantially higher under saline conditions than under non-saline condition and the mean seed mass/size of S. fruticosa plants was greater under $3 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l }$ maternal salinity level than under the other salinity levels (Fig. 6). Similarly，the mean seed mass/size of another euhalophyte, S. salsa,was also greater under $2 0 0 \\ \\mathrm { m M \\ N a C l }$ maternal salinity level as compared with $1 \\ \\mathrm { m M \\ N a C l }$ control maternal salinity (Guo et al.,2O15). Zhou et al. (2016) reported that exposure of mother plants of S.salsa to salinity during seed development enhanced photosynthesis of developing embryos that provides oxygen and adenosine triphosphate,which in turn favored the larger seed size. Similarly, Guo et al. (2O15) reported better food reserve content in S. salsa seeds produced under $2 0 0 \\ \\mathrm { m M \\ N a C l }$ maternal salinity level than under $1 \\ \\mathrm { m M } \\ \\mathrm { N a C l }$ maternal salinity level,with a concurrent larger size in the former seeds relative to the latter mentioned seeds. Seed mass of the facultative desert halophyte Anabasis setifera Moq. (El-Keblawy et al.,2O16) was lower from the population growing in saline habitat than in non-saline habitat. Minuto et al. (2011) reported that seed morphology is an indicator of the ecological adaptations of the mother plants to their natural environment. Hence, beter quality and quantity of euhalophyte seeds under saline conditions might be an indicator of their adaptation to complete lifecycle under saline conditions. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/028178d9fbd14584304d292c827bdfae420870b336280791c6d087c056a1d902.jpg",
        "img_caption": [
            "Fig.4Efects of maternal salinityon final germination percentage and germinationrate of Suaeda fruticosa seeds in $2 0 0 \\ : \\mathrm { m M N a C l }$ solution. $F _ { \\mathrm { \\ell } }$ -values are given.\\* means significance at $P { < } 0 . 0 5$ level and \\*\\* means significance at $P { < } 0 . 0 1$ level (ANOVA).Bars represent standard errors. Different lowercase letters indicate significant difference $( P { < } 0 . 0 5 )$ （20 among maternal salinity treatments (Post-hoc Bonferroni test). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/60caf337b2c2c5929111f6cf86748bb07dcd905aee516f2c99c589178215bf7e.jpg",
        "img_caption": [
            "Fig.5Effects of maternal salinity on final germination percentage of Suaeda fruticosa seeds under the $1 2 \\mathrm { ~ h ~ }$ photoperiod(12 h light/12 h dark) and under the dark treatment ( $2 4 \\mathrm { ~ h ~ }$ dark).The black circles represent final germination percentages under the $1 2 \\mathrm { ~ h ~ }$ photoperiod( $1 2 \\mathrm { ~ h ~ }$ light/12 h dark）and the rectangles represent final germination percentages under $2 4 \\mathrm { ~ h ~ }$ dark treatment.Bars represent standard errors.Different capital letters indicate significant difference $( P { < } 0 . 0 5 )$ among different maternal salinity treatments under the $1 2 \\mathrm { ~ h ~ }$ photoperiod treatment (Post-hoc Bonferroni test),while different lowercase letters indicate significant difference $_ { ( P < 0 . 0 5 ) }$ among different maternal salinity treatments under the dark treatment (Post-hoc Bonferroni test). $F .$ -valuesare given for the significant effects of maternal salinity (MS)，photoperiod (L）and their interaction $( \\mathbf { M S } { \\times } \\mathbf { L } )$ ）on mean final germination percentage,represented as $F _ { \\mathrm { M S } }$ ， $F _ { \\mathrm { L } }$ and $F _ { \\mathrm { M S \\times L } }$ ，respectively.\\* means significance at $P { < } 0 . 0 5$ level; \\*\\*means significance at $P { < } 0 . 0 1$ level; \\*\\*\\* means significance at $P { < } 0 . 0 0 1$ level (ANOVA). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/0eca8f258885bf170a2a41e1baf9f054e76e0f7649eb8259517f5574c6c4071b.jpg",
        "img_caption": [
            "Fig.6Pictorial model indicating the efects of maternal salinityon yield,sizeand stress tolerance of Suaedd fruticosa seeds.Black circle depicts the seed and the radius indicates the seed size. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Seeds of S. fruticosa produced under saline conditions showed a better tolerance to low temperature $( 1 0 ^ { \\circ } \\mathrm { C } / 2 0 ^ { \\circ } \\mathrm { C } )$ during germination than those under non-saline condition,whereas seeds produced under $3 0 0 \\ \\mathrm { \\ m M }$ NaCl maternal salinity level displayed a better tolerance to high temperature $( 2 5 ^ { \\circ } \\mathrm { C } / 3 5 ^ { \\circ } \\mathrm { C } )$ . This might be related to the local soil salinity and temperature conditions during seed germination of the studied species in its natural local habitat, where the test species is adapted. Both non-saline and saline origin seeds of Suaeda vermiculata showed similar final germination percentages across different temperatures (El-Keblawy et al.,2O18). In contrast, seeds of S. aegyptiaca from the saline habitat showed a lower final germination percentage under low and high temperatures compared with the seeds from the non-saline habitat (El-Keblawy et al., 2017). Hence,the effects of maternal salinity on seed germination could be variable under different temperatures, even within the genus Suaeda. Recently, Hadi et al. (2O18) reported that exposure of germinating seeds to low salinity induced a cross-tolerance to high temperature in Salvadora persica Linn. during germination. A similar transgenerational cross-tolerance might be possible in the seeds produced from salinity-treated plants in this study，and this mechanism needs to be investigated in the future. Stress tolerance of seeds during germination is often reported to be linked to their chemical composition (Bewley and Black,1994; Guo et al.,2015).For instance,S. salsa seeds produced under high saline conditions showed better stress tolerance than those produced under low saline conditions and were represented by higher protein, sugar, starch, lipid and gibberellic acid contents (Guo et al., 2O15; Wang et al.,2O15). Hence,the better tolerance to supra-/sub-optimal temperatures in seeds of S. fruticosa from salinity-treated plants could be related to seed composition such as hormonal and food reserve levels. However, detailed studies about the biochemical/molecular basis of differential temperature tolerance of seeds produced under different maternal salinity levels are required. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Salt tolerance of S. fruticose seeds produced in the saline medium was substantially higher than that of seeds produced in the non-saline medium.In the $2 0 0 \\ \\mathrm { m M \\ N a C l }$ solution,both the final germination percentage and germination rate of S. fruticosa seeds produced under saline conditions were substantially higher than those of seeds produced under non-saline condition.This may help test species to occupy community gaps through quick germination after the scant monsoon rains. Similarly, salt tolerance during germination was also higher in the S. salsa seeds produced under high maternal salinity in comparison to low maternal salinity (Wang et al.， 2O15)，which was ascribed to their better food reserves (Guo et al.,2015). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Maternal salinity impacts on photoblastic responses of halophyte seeds have seldom been studied.Recently, it was reported for A.setifera that seeds from two contrasting habitats showed differences in germination under dark and light conditions (El-Keblawy et al.,2O16). In contrast, seeds of S. aegyptiaca from non-saline and saline habitats showed a similar percent inhibition of germination in the dark (El-Keblawy etal.,2O17). In this study, under the dark treatment, seeds of S. fruticosa produced from low to moderate saline conditions showed a better germination than those from non-saline and highly saline conditions.Hence,the sensitivity of seeds produced under different maternal salinity levels to the dark seems to vary among species and with the magnitude of the maternal salinity level. However, the beter germination under the dark treatment for seeds produced under low to moderate maternal salinity levels could be attributed to the diferential chemical composition of these seeds. For instance，Wang et al. (2O15） reported that germination-promoting hormone gibberelic acid content was higher in seeds of S. salsa produced under $5 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l }$ maternal salinity level than those seeds produced under $\\mathrm { 1 \\ m M \\ N a C l }$ maternal salinity level. The role of gibberellic acid in light-mediated germination iswell established (Lariguet et al., 2013). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Suaeda fruticosa is a euhalophyte that produces a substantially higher quantity of seeds under saline conditions compared with the non-saline condition. Low maternal salinity $( 3 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l } )$ （20 improves seed size.Maternal salinity also improves the tolerance of seeds to salinity,low and high temperatures and darkness during germination. Hence, maternal salinity appears to improve yield, size and stress tolerance of S. fruticosa seeds. This research provides an essential baseline information about the seed ecology of this important cash crop, which can be used during its mass scale cultivation for optimal seed production and quality. However, we suggest a detailed study involving modern molecular tools to identify gene(s) responsible for the maternal control of seed size and yield in the future. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The authors would like to thank the Higher Education Commission of Pakistan for the provision of funds. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "BankajiI,CacadorI,SleiiN16.Assessingof tolerance tometallcandsalinestresssinthealoteuaedafruo:Te indicator role of antioxidative enzymes.Ecological Indicators,64:297-308.   \nBewley JD,Black M.1994. Seeds.Boston: Springer Press,1-33.   \nBuiEN.20l3.Soilsalinity:Aneglectedfactor in plant ecologyandbiogeography.JournalofAridEnvironments,92:14-25.   \nDiCaterinaR,Giuliani MM,RotunnoT,etal.2Oo7.Influenceofsat stressonseedyieldandoilqualityof twosunflower hybrids.Annals of Applied Biology,151(2): 145-154.   \nEl-KeblawyA,Gairola S,BhattA.2O16.Materal salinityenvironmentaffectssalt tolerance during germination inAnabasis setifera:Afacultative desert halophyte.Journal of AridLand,8(2):254-263.   \nEl-KeblawyA,Gairola S,BhattA,etal.2O17.Efectsof maternal salinityonsalttoleranceduringgerminationof Suaeda aegyptiaca,a facultative halophyte in the Arab Gulf desert.Plant Species Biology,32(1): 45-53.   \nEl-KeblawyA,Al-ShamsiN,MosaK.2O18.Efectofmatealhabitat,temperatureandlightongermnationandsalttoleranceof Suaeda vermiculata,ahabitat-indiferent halophyteofaridArabiandeserts.Seed Science Research,28(2):140-147.   \nEpsteinE.1972.Physiologicalgeneticsofplantnutrition.In:MineralNutritionofPlants:PrinciplesandPerspectives.NewYork: John Wiley and SonsPress,325-344.   \nFlowers TJ,Colmer TD.2OO8.Salinity tolerance in halophytes.NewPhytologist,179:945-963.   \nFlowersTJ,GalalHK,BromhamL.2Olo.Evolutionofhalophytes:multipleoriginsofsalt toleranceinlandplants.Functional Plant Biology,37(7): 604-612. and the University of Karachi,1-218.   \nGallwayLF2Oo5.Maternaleffects providephenotypicadaptation tolocalenvironmentalconditions.NewPhytologist,66(1): 93-100.   \nGulB,AnsariR，Flowers TJ,etal.20l3.Germinationstrategiesof halophyteseedsunder salinity.Environmental and Experimental Botany,92: 4-18.   \nGulzar S,Khan MA,UngarIA.2Oo1.Efectof temperatureand salinityonthegerminationof Urochondra setulosa.Seed Science and Technology,29: 21-29.   \nGuo J,SuoS,Wang B S.20l5.Sodium chloride improves seed vigourof the euhalophyte Suaeda salsa.Seed Science Research, 25(3): 335-344.   \nHadi S M S,Ahmed M Z, Hameed A,et al.2O18.Seed germinationand seedling growth responsesof toothbrush tree (Salvadora persica Linn.) to different interacting abiotic stresses.Flora,243: 45-52.   \nHameed A,Ahmed M Z,Khan MA.2006.Comparativeeffectsof NaClandsea saltonseed germination ofcoastal halophytes. Pakistan Journal of Botany, 38:1605-1612.   \nHameed A,Hussin TGulzarS,etal.2O12.Salt tolerance ofacash crophalophyte Suaeda fruticosa: biochemicalresponses to salt and exogenous chemical treatments. Acta Physiologiae Plantarum,34(6): 2331-2340.   \nHameedA,Ahmed MZ,Gulzar S,etal.O13.Seed germinationandrecoveryresponsesof Suaeda heterophyll toabiotic stresses.Pakistan Journal of Botany,45(5): 1649-1656.   \nHameed A,RasheedA,Gul B,etal.2O14.Salinity inhibitsseed germinationof perennal halophytes Limonium stocksi and Suaeda fruticosa byreducing water uptakeandascorbate dependent antioxidant system.Environmental and Experimental Botany,107:32-38.   \nHe H,de Souza VidigalD,SnoekLB,et al.2O14.Interactionbetweenparental environmentand genotype afects plant and seed performance in Arabidopsis.International Journal of Experimental Botany,65(22): 6603-6615.   \nHoleskiLM,JanderG,AgrawalAA.2O12.Transgenerational defense inductionandepigenetic inheritanceinplants.Trends in Ecology & Evolution,27(11): 618-626.   \nIevinsh G.2O6.Biologicalbasisofbiologicaldiversity:physiologicaladaptationsofplantstoeterogeneoushabitatsalongasea coast. Acta Universitatis Latviensis,71O: 53-79.   \nKhan MA,UngarIA.1984.The efect of salinityand temperatureon thegermination of polymorphic seds and growth of Atriplex triangularis Willd.American Journal of Botany,71(4): 481-489.   \nKhanMA,UngarIA.1998.Seed germinationanddormancyofPolygonumaviculareL.asinfluencedbysalinity,temperature, and gibberellic acid. Seed Science Technology,26: 107-117.   \nKhanMA,UngarIA,ShowalterAM.2Oo.Theefectofsalinityonthegrowth,waterstatus,andioncontentofaleafsucclent perennial halophyte,Suaeda fruticosa (L.)Forssk.Journal of Arid Environments,45(1): 73-84.   \nKhan MA,Gul B.2Oo6.Ecophysiology of High Salinity Tolerant Plants.Dordrecht: Springer Press,11-30.   \nKhan MA,AnsariR,AliH,etal.29.Panicumturgidum,apotentiallsustainablecatlefeedalternativetomaizeforaline areas.Agriculture,Ecosystems and Environment,129(4): 542-546.   \nLabidi N,Ammari M,Mssdi D,etal.2010.Salt excretioni Suaeda fruticosa.Acta Biologica Hungarica,61(3): 99-312.   \nLariguet P,Ranocha P,de MeyerM,etal.2013.Identificationofahydrogenperoxidesignaling pathwayinthecontrolof light-dependent germination in Arabidopsis.Planta,238(2): 381-395.   \nManzoor S,Hameed A,Khan MA,etal.2017.Seed germination ecologyof amedicinal halophyte Zygophyllum propinqum: responses to abiotic factors.Flora,233:163-170.   \nMinuto L,RoccotiellE,Casazza G.20l1.Newseed morphologicalfeatures in MoehringiaL.(Caryophyllaceae）and their taxonomic and ecological significance.Plant Biosystems,145(1): 60-67.   \nMoir-Barnetson L，Veneklas EJ,Colmer TD.2016.Salinity tolerancesof threesuculent halophytes (Tecticorniaspp.) differentially distributed along a salinity gradient.Functional Plant Biology,43(8):739-750.   \nOueslatiS,KouriRaleHetal.enolicotet,tioidat,ntifmmatrydticacectiitiofble halophyte Suaeda fruticosa Forssk.Food Chemistry,132(2): 943-947.   \nPujolJA,CalvoJF,Ramirez-DiazL.2oo.Recoveryof germinationfromdiferentosmoticconditionsbyfourhalophytes from southeastern Spain.Annals of Botany,85(2): 279-286.   \nQadir M,QuilerouE,NangiaV,etal.2Ol4.Economicsofsalt-inducedlanddegradationandrestoration.NaturalResources Forum,38(4): 282-295.   \nRehmanJU,SaqibNU,AkhtarN,etalOl3.Hepatoprotectiveactivityofqueou-methanolicextractofuaedafrucoin paracetamol-induced hepatotoxicity in rabbits.Bangladesh Journal of Pharmacology,8(4): 378-381.   \nSamiaORiadhK,HanenF,etall1.Phenolicontent,tioxidant,anti-iflammatoryandaticanceractivitiesftedible halophyte Suaeda fruticosa Forssk.Food Chemistry,132(2): 943-947.   \nSongJ,FengG,TanCY,etal.o.Strategiesforadaptationofuaedaphysophora,HaloxylonmmodendronandHaloxylon persicum to a saline environment during seed-germination stage.Annals of Botany, 96(3): 399-405.   \nSong J,ZhouJC,ZhaoWW,etal.2O16.Efectsofsalinityandnitrateonproductionand germinationofdimorphicseedsaplid boththroughthemother plantandexogenouslyduring germination in Suaed salsa.Plant Species Biology,31(1):19-28.   \nTowhidi A,SaberifarT,DirandehE.2Ol.Nutritivevalueofsomeherbagefordromedarycamels inthecentralaridzoneofIran. Tropical Animal Health and Production,43(3): 617-622.   \nWangF,XuYG,WangS,etal.2O15.SalinityafectsproductionandsalttoleranceofdimorphicsedsofSuaedsalsa.Plant Physiology and Biochemistry,95: 41-48.   \nWeberDJ,AnsariR,GulB,etal.O7.Potentialofhalophytesassourceofedibleoil.JournalofAridEnvironments,68(2):315 321.   \nYadav S,Mishra A,JhaB.2018.Elevated $\\mathrm { C O } _ { 2 }$ leads to carbon sequestration by modulating $\\mathrm { C } _ { 4 }$ photosynthesis pathway enzyme (PPDK) in Suaeda monoicaand S.fruticosa.Journal ofPhotochemistry andPhotobiology B,178:310-315.   \nZhouJC,FuTT,SuiN,etal.2Ol6.Theroleofsalinityinseedmaturationof theeuhalophyteSuaedasalsa.PlantBiosystems, 150(1): 83-90.   \nZiaS,EganTP,KhaMA.Oo7.PopulationstudiesofLimoniumstocksi (Plumbaginacea)fromasaltdesertneartherabian Sea Coast.Communications in Soil Science and Plant Analysis,38(15-16):1975-1990. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]