[
    {
        "type": "text",
        "text": "Broadening the versatility of lentiviral vectors as a tool in nucleic acid research via genetic code expansion ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yongxiang Zheng1, Fei $\\boldsymbol { \\mathsf { Y } } \\boldsymbol { \\mathsf { u } } ^ { 1 }$ , Yiming $\\boldsymbol { \\mathsf { W } } \\boldsymbol { \\mathsf { u } } ^ { 1 }$ , Longlong $\\mathsf { \\pmb { s i } } ^ { 1 }$ , Huan $\\mathbf { \\boldsymbol { x } } \\mathbf { \\boldsymbol { u } } ^ { 1 }$ , Chuanling Zhang1, Qing Xia1, Sulong Xiao1, Qi Wang1,2, Qiuchen ${ \\mathsf { H } } { \\mathsf { e } } ^ { 1 }$ , Peng Chen³, Jiangyun Wang4, Kazunari Taira1, Lihe Zhang1 and Demin Zhou1,\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State Key Laboratoryof Natural and Biomimetic Drugs,School of Pharmaceutical Sciences,Peking University Beijing 100191,China,²Departmentof Molecularand Cellar Pharmacology,Schoolof Pharmaceutical Sciences, Peking University, Beijing 100191, China, $^ { 3 } { \\mathsf { C } }$ ollege of Chemistry and Molecular Engineering,Peking University, Beijing 100871,China and 4Institute of Biophysics,Chinese Academy of Sciences,Beijing 100101,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received July 04,2014;Revised February 09,2015;Accepted February 26,2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "With the aim of broadening the versatility of lentiviral vectors as a tool in nucleic acid research,we expanded the genetic code in the propagation of lentiviral vectors for site-specific incorporation ofchemical moieties with unique properties.Through systematic exploration of the structure-function relationship of lentiviral VSVg envelope by site-specific mutagenesis and incorporation of residues displaying azideand diazirine-moieties，the modifiable sites on the vector surface were identified, with most at the PH domain that neither affects the expression of envelope protein nor propagation or infectivity of the progeny virus. Furthermore, via the incorporation of such chemical moieties,a variety of fluorescence probes, ligands,PEG and other functional molecules are conjugated, orthogonally and stoichiometrically, to the lentiviral vector. Using this methodology,a facile platform isestablishedthatis useful fortracking virus movement, targeting gene delivery and detecting virus-host interactions.This study may provide a new direction forrational design of lentiviral vectors,with significant impact on bothbasic research and therapeutic applications. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lentiviral vectors derived from the human immunodeficiency virus (HIV-1) have become major tools for gene delivery in mammalian cells. They consist of the structural and enzymatic components ofHIV-1 enveloped by vesicular stomatitis virus glycoprotein $\\mathrm { ( V S V g ) }$ (1-5). Such lentiviral vectors have been received particular attention among many different viruses due to its ability to infect both dividing and nondividing cells and integrate the delivered gene into the host genome (6). Currently the lentiviral vectors have been frequently used by biologists to deliver genetic material into a variety of mammalian cells (7). This process can also be performed inside living organisms (8) and has been explored in clinical trials for gene therapy (9-11).In particular, two successful lentiviral vector-based clinical trials in 2013 for treatment of Wiskott-Aldrich syndrome(WAS) and Metachromatic leukodystrophy(MLD) have further strengthened the potential use and impact of the lentiviral vector, especially for boosting lentiviral gene therapy $1 0 -$ 12). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The component that determines the tissue/cell tropism of the lentiviral vector and the gene delivery efficiency is the envelope glycoprotein of VSV $\\mathrm { ( V S V g ) }$ (Figure 1A), which mediates host receptor binding,internalization and trafficking within the targeted cells (13,14).A deeper understanding of the properties of the $\\mathrm { v s v } _ { \\mathrm { g } }$ envelope via structure-function exploration may expand the potential of diverse applications of lentiviral vectors in biomedicine, bio-technology and even nanotechnology (l5). Incorporation of chemical moieties such as an azide group on the proper position of the vector surface(Figure 1B) would facilitate click chemistry-mediated introduction of unique properties that enable single-virus tracking, targeted nucleic acid delivery, vector developing for gene therapy and block building for the construction of nano-structured materials.For many of these contemplated applications, the sitespecific display of chemical moieties may be crucial, since random or improper modifications of viruses may abrogate the propagation and even the infectivity of progeny viruses (16,17). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Here,we report the development of a viable and facile platform for site-specific incorporation of unnatural amino acids into lentiviral vectors via genetic code expansion. Genetic code expansion is an artificial process that usually uses a stop codon to encode an unnatural amino acid (UAA) into a protein of interest (18-22) (Figure 1C). The high fidelity of genetic code expansion plus the facile technique of mutagenesis allows precise control of the placement of the chemical moiety-containing UAA and the following orthogonal modification into the lentiviral vector, providing a foundation for the systematic structure-function exploration of such a vehicle for deliveryof a variety of functional nucleic acid molecules.Via the display of azide- and diazirine-moieties,modifiable sites on the surface of the lentiviral vector were identified that have a minimal effect on propagation and infectivity, even upon tailing with proper ligands.Using this approach,site-specific and stoichiometric conjugation of a variety of biophysical probes, tags and novel functional molecules on the envelope of lentiviral vectors is realized,which has a significant impact on single-virus tracking, targeted gene delivery and other biological applications. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/2ab5888793f4a0f42cf7d89975ed143fa8f7d728d0cb6755d4974af016bbf190.jpg",
        "img_caption": [
            "Figure 1.Genetic and site-specific display of unnatural amino acids (UAAs) on the envelope of lentiviral vectors.(A) The structure of lentiviral $\\mathrm { v s v } _ { \\mathrm { g } }$ protein.Total33 residues,marked inred,within $\\mathrm { v s v } _ { \\mathrm { g } }$ were mutated in this study.(B) Schematic representative of lentiviral vector engineering via genetic code expansion for site-specific incorporation of UAAs (NAEKor DiZPK) on the vector surface.(C) Schematic representation of genetic code expansion for site-specific incorporation of UAAs.The UAAs were incorporated into $\\mathrm { v s v } _ { \\mathrm { g } }$ protein via UAG-code and an orthogonal aaRS/tRNA. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Material ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Plasmids used to propagate the lentiviral vector included pCMV-VSVG (Addgene),pNL 4-3(NIH AIDS Reagent Program) and pAdvantage (Promega).The methanosarcina barkeri MS pyrrolysyl tRNA synthetase/tRNAcuA pair (MbPylRS/tRNAcUA) and pSupAR-Mb-DiZPK-RS for site-specific incorporation of UAAs were developed inhouse as previously reported (23,24),The mutant plasmids (pCMV-VSVG-TAG) containing an amber codon within the open reading frame were obtained from the wild-type pCMV-VSVG via site-directed mutagenesis (Agilent Technologies） and confirmed by gene sequencing (BGI Beijing).All plasmids used for transfection were amplified using a Maxiprep kit (Promega),according to the manufacturer's instructions.Antibodies used included a mouse monoclonal anti- $\\mathrm { \\Delta V S V _ { \\mathrm { g } } }$ (Sigma)，rabbit monoclonal anti-GAPDH(Cell Signaling Technology), goat antimouse IgG-HRP or goat anti-rabbit IgG-HRP(ZSGBBIO),monoclonal anti-integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ (Millipore),normal rabbit IgG (Santacruz),normal mouse IgG (Santacruz), Alexa 488-labeled secondary antibody(Cell Signaling Technology) and Alexa 594Donkey Anti-Mouse IgG(Invitrogen). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\mathrm { N } ^ { \\epsilon }$ -2-azidoethyloxycarbonyl-L-lysine (NAEK) and ([3-(3-methyl-3H-diazirine-3-yl)-propamino]carbonyl) $\\mathrm { N } ^ { \\epsilon }$ -lysine (DiZPK) were synthesized as previously reported (23,24) and characterized by mass spectroscopy (Supplementary Figure S1).Dibenzocyclooxtyne -arginine-glycineaspartic acid (DIBO-RGD） and Dibenzocyclooxtynearginine-alanine-asparticacid(DIBO-RAD)were purchased from GL Biochem (Shanghai) Ltd and dissolved in phosphate buffered saline (PBS) to a desired concentration. DIBO-Alexa 488, 1, $1 ^ { \\prime }$ -dioctadecyl- $^ { 3 , 3 , 3 ^ { \\prime } , 3 ^ { \\prime } }$ -tetramethylindocarbocyanine perchlorate (DiI) and $^ { 4 ^ { \\prime } , 6 - }$ diamidino-2-phenylindole (DAPI) was purchased from LifeTechnologies；Dibenzocyclooxtyne-Polyethylene glycol (DIBO-PEG) was synthesized in-house. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell culture ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell lines Human Embryonic Kidney 293T (HEK-293T), HeLa,MDA-MB-435S,U-87 MG(U87) and Michigan Cancer Foundation-7 (MCF-7) were obtained from the National Platform of Experimental Cell Resources for SCI-Tech (Beijing, China). HEK-293T,HeLa and MCF7 cells were maintained in Dulbecco's Modified Eagle Medium(DMEM,Macgene),Roswell Park Memorial Institute medium 1640 (RPMI1640,Macgene) medium and Modified Eagle Medium (MEM;Macgene),respectively, were supplemented with $1 0 \\% \\mathrm { ( v / v ) }$ fetal bovine serum(FBS; Gibco), $1 0 0 { - } \\mathrm { I U / m l }$ penicillin and $1 0 0 { - } \\mu \\mathrm { g } / \\mathrm { m L }$ streptomycin (Macgene). These cells were cultured at $3 7 ^ { \\circ } \\mathrm { C }$ in a humidified incubator under $5 \\%$ （204号 $\\mathrm { C O } _ { 2 }$ and passaged every 2 days at ${ \\sim } 8 0 { \\ - } 9 0 \\%$ confluency.U87 cells were maintained in MEM supplemented with $10 \\%$ $( \\mathrm { v / v } )$ FBS, $1 0 0 { - } \\mathrm { I U / m l }$ penicillin and $1 0 0 { - } { \\mu } \\mathrm { g / m l }$ streptomycin.MDA-MB-435S cells were maintained in Leibovitz L-15 medium (Macgene) supplemented with $10 \\%$ $( \\mathrm { v / v } )$ FBS, $0 . 0 1 { \\mathrm { - m g / m L } }$ bovine insulin (Macgene), $0 . 0 1 \\mathrm { - m g / m l }$ glutathione (Gibco), $1 0 0 { - } \\mathrm { I U / m l }$ penicillin and $1 0 0 { - } \\mu \\mathrm { g } / \\mathrm { m l }$ streptomycin.These cell lines were also cultured at $3 7 ^ { \\circ } \\mathrm { C }$ in a humidified incubator under $5 \\%$ $\\mathrm { C O } _ { 2 }$ and passaged every 3 days at ${ \\sim } 8 0 { \\ - } 9 0 \\%$ confluency. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Expression of VSVg proteinsbearing NAEK or DiZPK in HEK293Tcells ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Each well of a 6-well plate was seeded with $3 \\ \\times$ $1 0 ^ { 5 }$ HEK-293T cells. Twenty-four-hours later, $1 . 2 \\mathrm { - } \\mu \\mathrm { g }$ of pCMV-VSVG-TAG or wild-type pCMV-VSVG plasmid was co-transfected into HEK 293T cels with $0 . 6 \\mathrm { - } \\mu \\mathrm { g }$ MbPylRS/tRNAcUA plasmid forNAEK orpSupAR-MbDiZPK-RS plasmid for DiZPK in a single well using Mega Tran 1.O (Origene）as the transfection reagent,according to the manusfacturer's instructions. The medium was replaced by fresh medium supplemented with $10 \\%$ $( \\mathrm { v / v } )$ FBS；GIBCO), $1 0 0 { \\mathrm { - I U / m l } }$ penicillin, $1 0 0 { \\cdot } \\mathrm { m g / m l }$ streptomycin (Macgene)and 1-mM NAEK or DiZPK $6 \\bar { \\textrm { h } }$ post-transfection. The total protein was harvested $^ { 4 8 \\mathrm { ~ h ~ } }$ post-transfection using Radio-Immunoprecipitation Assay (RIPA)buffer[50-mM Tris-HCl pH:8.8,150-mM NaCl, $0 . 1 \\%$ sodium dodecyl sulfate (SDS), $0 . 5 \\%$ deoxycholate, and $0 . 5 \\%$ NP-40], and protein concentrations were quantified using the BCA Protein Assay kit (Thermo),according to the manufacturer's instructions. The samples were separated on $9 \\%$ SDS-polyacrylamide gel and transferred to PVDF membrane (Millipore) for immunoblotting de tection. $\\mathrm { v s v } _ { \\mathrm { g } }$ was detected using a mouse monoclonal anti- $\\mathrm { \\Delta V S V g }$ (Sigma, V5507); while GAPDH was used as a loading control and was visualized using a rabbit monoclonal anti-GAPDH(Cell Signaling Technology). The secondary antibodies were goat anti-mouse IgG-HRP and goat anti-rabbit IgG-HRP (ZSGB-BIO). The chemiluminescent signal was captured with a digital imaging system (ChemiDocTM $\\mathrm { X R S ^ { + } }$ System,BIO-RAD). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Conjugation of Alexa 488 with NAEK-containing $\\mathrm { v s v } _ { \\mathrm { g } }$ was carried out through copper-free click chemistry. The wild-type $\\mathrm { v s v } _ { \\mathrm { g } }$ proteins and NAEK bearing $\\mathrm { v s v } _ { \\mathrm { g } }$ at Y77 or I339 were purified by immunoprecipitation (IP) using mouse monoclonal anti- $\\mathrm { \\Delta V S V g }$ (Sigma) immobilized on Protein A/G PLUS-Agarose (SantaCruzBio).The IP products were then reacted with DIBO-Alexa 488 at $4 ^ { \\circ } \\mathrm { C }$ for $2 \\textrm { h }$ ；the reaction products were characterized by $9 \\%$ SDS-PAGE.After the electrophoresis, the fluorescent signal of the band was detected at the desired location through fluorescent scanning using a digital imaging system (ChemiDocTM $\\mathrm { X R S ^ { + } }$ System, BIO-RAD). The proteins in the gel were transferred to PVDF membrane (Millipore) for immunoblotting detection. $\\mathrm { v s v } _ { \\mathrm { g } }$ was detected using a mouse monoclonal anti- $\\mathrm { v s v } _ { \\mathrm { g } }$ (Sigma Aldrich) (1:5000) and goat anti-mouse IgG-HRP(ZSGB-BIO).The chemiluminescent signal was captured by a digital imaging system (ChemiDocTM $\\mathrm { X R S ^ { + } }$ System,BIO-RAD). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Mass spectrometry measurement of VSVg-bearing NAEK ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\mathrm { v s v } _ { \\mathrm { g } }$ proteins with or without NAEK incorporated at different positions were purified by IP,which was performed using mouse monoclonal anti- $\\mathrm { . V S V g }$ (Sigma Aldrich) and Protein $\\mathbf { A } / \\mathbf { G }$ PLUS-Agarose (SantaCruzBio),following the manufacturer's instructions. The IP products were separated by $9 \\%$ SDS-PAGE and visualized with Coomassie blue staining.The corresponding protein bands were sliced and digested in gel with sequencing-grade trypsin overnight at $3 7 ^ { \\circ } \\mathrm { C } .$ The resulting peptides were extracted twice with $5 \\%$ TFA/ $60 \\%$ acetonitrile and once with acetonitrile,and then concentrated.Peptide mixtures were suspended in $1 \\%$ FA and separated by online reversed-phase (RP) nanoscale capillary liquid chromatography (Easy-nLCII, Thermo Fisher Scientific). The peptide solution was autosampled directly and bound onto a trapping column packed with $5 \\mathrm { - } \\mu \\mathrm { m } \\thinspace \\mathrm { C l } 8$ reversed-phase material. The peptide mixtures were separatedonan analytical column ( $7 5 \\mu \\mathrm { m } - 1 0 \\mathrm { c m } )$ packedwith $3 \\mathrm { - } \\mu \\mathrm { m } \\mathrm { ~ C 1 8 ~ }$ reversed-phase material with a 4O-min effective linear gradient from $5 \\%$ to $40 \\%$ of $100 \\%$ 1 $\\mathrm { ( v / v ) }$ CAN, $0 . 1 \\%$ $( \\mathrm { v / v } )$ formic acid. The data-dependent mass spectra were acquired with an LTQ-Orbitrap mass spectrometer(Thermo Fisher) equipped with a nanoelectrospray ion source.An electrospray voltage of $2 . 2 \\mathrm { k V }$ was used.Fullscan MS spectra $( \\mathrm { m / z 3 5 0 - 1 8 0 0 } )$ were acquired in the Orbitrap analyzer,with a resolutionof 6O ooo (FWHM).The top 15 most abundant precursor ions from each MS scan with charge $\\geq 2$ were selected for MS/MS scans in the linearion trap analyzer.Database searches were performed by anin-house Mascot server (Matrix Science Ltd) on a Swiss Prot database. Tolerances were adjusted to $1 0 \\mathrm { p p m }$ (precursor) and $0 . 8 \\mathrm { D a }$ (fragment). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Propagation of wild-type, and NAEK- and DiZPKcontaininglentiviral vectors ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The detailed procedure for propagation of wild-type lentiviral vectors has been described previously (25).Briefly, 3 $\\times ~ 1 0 ^ { 5 }$ HEK $2 9 3 \\mathrm { T }$ cells per well were seeded into 6-well plates $2 4 \\mathrm { ~ h ~ }$ before transfection.HEK $2 9 3 \\mathrm { T }$ cells were cotransfected with $1 . 0 ~ { \\mu \\mathrm { g } }$ plasmid pNL4-3, $0 . 7 ~ \\mu \\mathrm { g }$ pCMVVSVG and $0 . 3 ~ { \\mu \\mathrm { g } }$ pAdvantage. After changing the medium $6 \\mathrm { ~ h ~ }$ post-transfection, the cells were continuously cultured for $4 8 \\mathrm { ~ h ~ }$ and the virus-containing supernatant was collected, concentrated by ultracentrifugation (Avanti J30I, $8 2 7 0 0 \\ \\mathrm { g }$ ， $4 ^ { \\circ } \\mathrm { C }$ for $2 \\ \\mathrm { h }$ ）and re-suspended in ${ 5 0 } \\mathrm { { - m M } }$ Tris.HC1 $\\mathrm { ( p H } 7 . 4 0 \\mathrm { ) }$ . For production of NAEK- or DiZPKcontaining lentiviral vectors,an almost identical procedure was carried out,but pCMV-VSVG plasmid was changed to mutant pCMV-VSVG-TAG and aaRS/tRNA plasmid $( M b \\mathrm { P y l R S / t R N A _ { C U A } }$ or pSupAR-Mb-DiZPK-RS) (0.35 $\\mu \\mathrm { g } )$ and the medium was supplemented with1-mMNAEK or DiZPK. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Conjugation of Alexa 488,RGD/RAD ligands and PEG molecules with NAEK-containing lentiviral vectors ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The general procedure for conjugation of Alexa 488, arginine-glycine-aspartic acid (RGD) and arginine-alanineaspartic acid (RAD) is as follows: $1 0 0 \\mathrm { - \\mu L }$ of concentrated NAEK-containing lentiviral vector was separately conjugated using the same volume of Alexa Fluor $\\mathbf { \\cdot } ( \\mathbf { \\widehat { R } } )$ 488DIBO alkyne( $1 5 0 ~ \\mu \\mathrm { M } )$ (Life Technologies), RGD-DIBO alkyne and RAD-DIBO alkyne $( 2 0 0 ~ \\mu \\mathrm { M } )$ dissolved in PBS buffer at $4 ^ { \\circ } \\mathrm { C }$ for $^ \\textrm { \\scriptsize 1 h }$ .Afterward, the unreacted ligandswere excluded by buffer exchange using $1 0 0 \\mathrm { - k D a }$ filters (Amicon Ultra- $\\cdot 0 . 5 – \\mathrm { m l }$ Centrifugal Filters).The conjugated products wereassayed withluciferase assayand western blotting.A parallel experiment was performed using the same procedure, except that the wild-type vector was substituted for the NAEK-containing lentiviral vector. Vectors thus obtained from such treatment acted as controls for each conjugated vectorinaninfectivitytestandfornormalization. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PEG conjugation of NAEK-containing lentiviral vectors was carried out as follows: the representative mutant lentiviralvectorA246NAEK was incubatedwith5KPEG-DIBO $( 2 0 0 ~ \\mu \\mathrm { M } )$ at RT for $2 \\mathrm { ~ h ~ }$ . Afterward, the conjugated products were purified by ultrafiltration using proper filter and PBS as a buffer to remove unreacted PEG-DIBO.Using the same approach,different sizes of PEG-DIBO were conjugated to the NAEK-containing lentiviral vector. The PEGconjugated lentiviral vectors were then mixed with loading buffer(Applygen),boiled for $5 ~ \\mathrm { m i n }$ and resolved on $9 \\%$ SDS-polyacrylamide gels for immunoblotting analysis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Vectorinfectivitytest ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Each well of a 96-well plate was seeded with $5 \\ \\times$ $1 0 ^ { 3 }$ HeLa cells,which were grown in $5 \\%$ （20 $\\mathbf { C O } _ { 2 }$ at $3 7 ^ { \\circ } \\mathrm { C }$ overnight. Three-hundred-microliters of vector-containing supernatant was added in triplicate wells of a 96-well plate. After $2 4 \\mathrm { ~ h ~ }$ ，the culture medium was replaced by DMEM supplemented with $10 \\%$ FBS and incubated at $3 7 ^ { \\circ } \\mathrm { C }$ under $5 \\%$ （204号 $\\mathbf { C O } _ { 2 }$ for $4 8 \\mathrm { ~ h ~ }$ .After removal of the medium, $4 0 \\mathrm { - } \\mu \\mathrm { L }$ of Bright-Glo reagent (Promega) was added to each well and then the relative fluorescence was detected byan illuminometer (Berthold, Centro XS3LB 961). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Immunofluorescence assay of lentiviral vectors ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HeLa cells were plated in $3 5 \\mathrm { - m m }$ glass-bottom culture dishes one day prior to the performance of the immunofluorescence assay.Uponreaching $50 \\%$ confluence, cells were incubated with unconjugated or conjugated lentiviral vectors at $4 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ to synchronize binding to lentiviral vectors.After removal of excess lentiviral vectors, the infected cells were fixed with $4 \\%$ paraformaldehyde(PFA) for $1 5 \\mathrm { m i n }$ atRT,permeabilized for $1 0 \\mathrm { m i n }$ byPBST $( 0 . 5 \\% \\mathrm { ( v / v ) }$ Triton X-100 inPBS).The treated cells were incubated with blocking buffer $( 1 0 \\% \\mathrm { ( v / v ) }$ normal goat serum, $1 \\%$ $\\left( \\mathrm { m } / \\mathrm { v } \\right)$ BSAin PBT) for $^ { \\textrm { 1 h } }$ at RT,and then sequentially incubated with $2 ~ { \\mu \\mathrm { g } } / { \\mathrm { m l } }$ anti-VSVG antibody overnight at $4 ^ { \\circ } \\mathrm { C }$ ， $0 . 4 ~ \\mu \\mathrm { g } / \\mathrm { m l }$ Alexa Fluor $\\mathbf { \\cdot } ( \\mathbf { \\vec { R } } )$ 594 Donkey Anti-Mouse IgG (Invitrogen) for $^ \\textrm { \\scriptsize 1 h }$ in the dark and $2 ~ \\mu \\mathrm { g } / \\mathrm { m l }$ (DAPI) (Life Technologies) for $1 0 \\mathrm { m i n }$ in the dark at RT.The samples were rinsed three times with $1 \\times \\mathrm { P B S }$ between the successive steps.The fluorescent images of cells were recorded by a confocal microscope (Leica, TCS SP8,Germany). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Dynamic tracking of lentiviral vectors ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HeLa cellsplated in $3 5 \\mathrm { - m m }$ glass-bottom culture dishes were stained with $5 \\mathrm { - } \\mu \\mathrm { g } / \\mathrm { m l }$ Hoechst 33342 $( \\lambda \\mathrm { e x } \\ 3 5 0 \\ \\mathrm { n m }$ $\\lambda \\mathrm { e m } ~ 4 6 1 ~ \\mathrm { n m }$ ）(Life Technologies）at $3 7 ^ { \\circ } \\mathrm { C }$ for $3 0 ~ \\mathrm { m i n }$ in the dark to label nucleic acids,andwere thenstained with $2 { \\cdot } | | \\mathbf { g } / \\mathbf { m } |$ DiI( $\\lambda \\mathrm { e x } \\ 5 4 9 \\ \\mathrm { n m }$ ，入em $5 6 5 ~ \\mathrm { n m }$ ）(Life Technologies） at $4 ^ { \\circ } \\mathrm { C }$ for $1 0 \\ \\mathrm { m i n }$ in the dark to label the plasma membrane.Thencellswere incubatedwithAlex488-labeled or-unlabeled lentiviral vector for $3 0 ~ \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ to allow virus binding.The excess lentiviral vector were discarded by washing inPBSand then the treated cellsweremoved to an incubator at $3 7 ^ { \\circ } \\mathrm { C } .$ The dynamic behavior of the viruses was tracked fluorescently with a spinning-disk confocal microscope equipped with a $\\mathrm { C O } _ { 2 }$ online culture system (Perkin ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Elmer). The Alexa 488 was detected using continuous excitation with a $4 8 8 – \\mathrm { n m }$ laser and DiI was detected using con tinuous excitation with a ${ 5 5 5 - } \\mathrm { n m }$ laser. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Flow-cytometry analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The expression of integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ on the surface of MDAMB-435S,U87 and MCF-7 cells was determined by flow cytometry. Briefly, $5 \\times 1 0 ^ { 5 }$ cells were trypsinized and fixed with $4 \\%$ paraformaldehyde(PFA) atRT for $1 5 \\mathrm { m i n }$ ,washed with PBST $( 0 . 1 \\%$ Triton in PBS) and centrifuged for 5 min at $3 0 0 ~ g$ three times.The treated cells were blocked with $10 \\%$ BSA in PBST for $^ \\mathrm { ~ 1 ~ h ~ }$ ，washed and incubated with monoclonal anti-integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ (Millipore）(1:1000) at $4 ^ { \\circ } \\mathrm { C }$ overnight.Afterward, the cells were washed with PBST three times,incubated with Alexa 488-labeled secondary antibody（1:1ooo)(Cell Signaling Technology） at RT for $^ \\textrm { \\scriptsize 1 h }$ ，washed with PBST three timesand analyzed by Guava EasyCyte Plus (Guava Technologies). Measurements in which the primary antibody was replaced byan irrelevant antibody (normal rabbit IgG, 1:1ooO) (Santacruz) were used as controls.For each experiment, 5ooO cells were analyzed. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Targeting delivery of modified lentiviral vectors ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Concentrated wild-type and mutant lentiviral vectors bearing NAEK at192,243,246,247 and 252, respectively, wre used fortargeteddeliveryofmodifiedlentiviral vectors.The lentiviral vectors were labeled as described above.MDAMB-435S,U87 and MCF-7 were seeded in 96 plants one day before infection,and the infectivity was validated as previouslydescribed. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Photocrosslinking of DiZPK-bearing lentiviral vectors and host cells ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HEK $2 9 3 \\mathrm { T }$ cells were plated in $1 0 0 \\mathrm { - m m }$ culture dishes one daypriorto photocrosslinking.When HEK $2 9 3 \\mathrm { T }$ cells had reached $80 \\%$ confluence, they were incubated with DiZPKbearing or wild-type lentiviral vectors in 1-mL PBS for 30 min at $4 ^ { \\circ } \\mathrm { C }$ to synchronize lentiviral vectors-binding to the cell membrane.Photocrosslinking was performed by irradiationof the cellswithUVlight( $( 3 6 5 ~ \\mathrm { n m } )$ for $1 0 ~ \\mathrm { { m i n } }$ usinga HoeferUVC 5O0 Crosslinker installed with $3 6 5 \\mathrm { - n m }$ wavelength UV lamps (Amersham Biosciences) at a distance of $3 \\mathrm { c m }$ on ice. After removal of the PBS, the protein was extracted using RIPA buffer and centrifugation at 12 $5 0 0 ~ \\mathrm { g }$ for $1 5 ~ \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ ，then the protein extract was enriched byIP and analyzed by Tricine-SDS-PAGE. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Evaluating the compatibility of genetic code expansion for site-specific incorporation of an azide moiety into a viral envelope protein ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We first investigated the compatibility of the amber suppressor with the orthogonal MbPylRS/MbtRNAcUA pair, a shuttle system for encodingUAAs in bacterial and mammalian cells (23),in the expression of the lentiviral envelope protein VSVg.A VSVg-coding plasmid, pCMV-VSVG,was mutated with the codon of residues Y77 or I339 (13) (Figure 1A),changed to the amber codon(TAG). Then the mutant plasmids, $\\mathrm { p C M V - V S V G - T A G _ { 7 7 } }$ and pCMV-VSVG$\\mathrm { T A G } _ { 3 3 9 } ^ { - }$ ,were respectively transfected into HEK 293T cells to test theirabilityto display $\\mathbf { N } ^ { \\epsilon _ { - 2 } }$ -azidoethyloxycarbonyll-lysine (NAEK;Figure 1B),an azide-bearing amino acid (23),at the defined position of $\\mathrm { v s v } _ { \\mathrm { g } }$ Western blotting detected a complete $\\mathrm { v s v } _ { \\mathrm { g } }$ protein when the plasmid encoding the MbPylRS/MbtRNAcuA pair (23) was co-transfected into HEK 293T cells in the presence of $_ { 1 - \\mathrm { m M } }$ UAA (Figure 2A). No $\\mathrm { v s v } _ { \\mathrm { g } }$ expression was detected in the absence of UAA,which suggests that UAA is essential for the expression of mutant viral $\\mathrm { v s v } _ { \\mathrm { g } }$ protein during genetic code expansion. The presence of NAEK in the $\\mathrm { v s v } _ { \\mathrm { g } }$ protein was confirmed by a click reaction between the mutant $\\mathrm { v s v } _ { \\mathrm { g } }$ protein and DIBO-Alexa 488,a fluorescence probe, bywhichazide-bearing $\\mathrm { v s v } _ { \\mathrm { g } }$ became visible through fluorescence scanning (Figure 2B).Further confirmation of the NAEK display at the defined site was carried out by LCMS/MS peptide sequencing as shown in Figure 2C. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/876734a249b77387f4aad113fa698e4e45c70db4e699fa8ff5c94748d1a586f1.jpg",
        "img_caption": [
            "Figure 2. Site-specific incorporation of NAEK $\\mathrm { v s v } _ { \\mathrm { g } }$ envelope protein. Y77 and I339 were chosen as representatives to demonstrate the compatibility of genetic code expansion with the expression of viral protein.(A) The unnatural amino acid (UAA)-dependent expression of $\\mathrm { v s v } _ { \\mathrm { g } }$ proteins carryingNAEKat sitesY77andI339,respectively.Theabsence $( - )$ and presence $( + )$ of UAA had different effects on $\\mathrm { v s v } _ { \\mathrm { g } }$ expression.The expression level of $\\mathrm { v s v } _ { \\mathrm { g } }$ was detected by western blotting analysis and GAPDH acted as an internal loading control.(B) Verification of NAEK incorporation into $\\mathrm { v s v } _ { \\mathrm { g } }$ protein via Alexa 488 probe. Incorporation of NAEK into $\\mathrm { v s v } _ { \\mathrm { g } }$ protein makes it possible to conjugate with DIBO-Alexa 488 via Click reaction and is thus visible.No fluorescent signal was detected for wild-type $\\mathrm { v s v } _ { \\mathrm { g } }$ (WT) due to lack of NAEK residue. The $\\mathrm { v s v } _ { \\mathrm { g } }$ protein,purified byIP,was incubated with $( + )$ or without (-) DIBO-Alexa 488 at $4 ^ { \\circ } \\mathrm { C }$ for $^ { \\textrm { 1 h } }$ and was then characterized by $9 \\%$ SDS-PAGE. The upper bands show the corresponding fluorescent scanning results; the lower bands show the loading of $\\mathrm { v s v } _ { \\mathrm { g } }$ protein as detected by Coomassie blue staining.(C) Verification of NAEK incorporation at the defined site (I339 as arepresentative) by LC-MS/MS peptide sequencing.The MS/MS fragmentation spectrum of a tryptic peptide derived from the purified protein confirm the incorporation ofNAEK at I339.The mass difference of $2 \\mathrm { y } _ { 4 } \\mathrm { ^ { * + + } \\mathrm { - y } _ { 3 } \\mathrm { ^ { * } } } [ 2 \\times 3 0 0 . 1 6 \\bar { 6 } 6 \\mathrm { - } 2 \\mathrm { - } ( 3 5 8 . 2 0 8 5 \\mathrm { - } 1 ) = 2 4 1 . 1 2 4 7 ]$ corresponds well to the mass of NAEK residue $( 2 5 9 . 1 3 - 1 8 . 0 1 = 2 4 1 . 1 2 )$ ！ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The facile incorporation of the azide-bearing amino acid at sites Y77 and I339 suggests the broad utility of this approach for the systematic study of $\\mathrm { v s v } _ { \\mathrm { g } }$ protein. Thirtythree representative residual sites,most of which are located on the vector surface (13)(Figure 1A),were chosen with the aim of individual incorporation of azide-bearing UAA.The choice of these sites was dictated by their locations being either potentially involved or not involved in host recognition, binding,or virus-host membrane fusion. Similar to the display of UAA at sites Y77 and I339,all codons for the chosen amino acids were separately changed to TAG using their corresponding primers (Supplementary Table S1).Next, the mutant plasmids were tested in parallel for their ability to incorporate NAEK at the defined positions of $\\mathrm { v s v } _ { \\mathrm { g } }$ Western blotting indicated thata fulllength $\\mathrm { v s v } _ { \\mathrm { g } }$ protein was detected for most mutant sites except Y73,K200,Y281,W288,D344 and G345(Supplementary Figure S2),which are located at the trimerization domain or the rigid block domain.Quantification of UAA atall successful sites indicated that the most efficient sites wereD35,Y77,E201,K225,R249,I339andR342,which displayed approximately $50 \\mathrm { - } 7 0 \\%$ of the expression level of the wild-type $\\mathrm { v s v } _ { \\mathrm { g } }$ These were followed by sites I37, Q42, D121,V161,K172,K174,D185,D192,A240,K242,D243, A246,A247and M346,which were about $20 \\text{‰}$ as efficient as the wild-type $\\mathrm { v s v } _ { \\mathrm { g } }$ (Figure 3). The remaining sites displayed poor UAA incorporation compared with the wild-type VSVg: approximately $5- 2 0 \\%$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Establishing a facile platform for site-specific engineering of alentiviral vector ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After the successful incorporation of NAEK into $\\mathrm { v s v } _ { \\mathrm { g } }$ protein,we next determined whether it could be displayed on the lentiviral vector. To produce NAEK-bearing lentiviral vectors (Figure 1B)，pCMV-VSVG- $\\mathrm { \\cdot T A G } _ { 7 7 }$ or pCMV-VSVG- $\\mathrm { T A G } _ { 3 3 9 }$ was transfected into HEK 293T, together with other three plasmids, MbPylRS/MbtRNAcUA pair,pNL4-3 (the plasmid for expression of gag,pol, rev enzymes and luciferase-coding lentiviral genome) and pAdvantage (the plasmid for enhancing packaging efficiency).The production and infectivity of the progeny vectors was verified and quantified by a luciferase assay, that is, transduction of putatively produced viral vectors into HeLa cells.From the transduced HeLa cells, we detected luciferase signals (Figure 4A), suggesting the success of propagation of lentiviral vectors. The packaging condition,especially the ratio among the four plasmids,was then screened and optimized for propagation of lentiviral vectors.We found that the maximum reading was detected when the mass ratio of pCMVVSVG-TAG:pPylRS/tRNAcUA:pAdvantage:pNL4-3 was 0.7:0.35:0.3:1.We also found that $0 . 2 5 \\mathrm { m M }$ UAA in the culture medium was sufficient for the propagation of progeny viruses.A further increase in UAA concentration produced no increase in luciferase readings, suggesting that UAA is saturated for viral vector production.The absence of UAA in the packaging system produced only a background level of luciferase signal(Figure 4A), indicating that no viral vector was produced in the absence of UAA.This demonstrates the critical role of NAEK in the propagation of lentiviral vectors. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2495a409c7c21c0886efcea5c1985530ce67b4b2a8b81519e9471eea2e85a14d.jpg",
        "img_caption": [
            "Figure 3. Comparisons of the effect of UAA incorporation at different sites on expression of $\\mathrm { v s v } _ { \\mathrm { g } }$ protein and propagation/infectivity of progeny vectors. The expression levels of $\\mathrm { V S V g }$ ,whichreflectheeffciecyofUAAincorporation,wereanalyzedbywesternblotting(SupplementaryFigureS2),quaniated by scanning the $\\mathrm { v s v } _ { \\mathrm { g } }$ bandand then normalized tothatof wild-type VSVg.Theinfectivityof lentiviral vectorscontaining NAEK wasdetected by luciferaseoadtatofeitialollqaiaieataosidadisro triplicate experiments. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Display of NAEK onto progeny lentiviral vectors was confirmed by a bio-orthogonal reaction between the progenylentiviral vectors and the probe DIBO-Alexa 488. The term bio-orthogonal reaction refers a chemical reaction that occurs inside of living systems without interfering with the native biochemical processes.A green fluorescent band was detected upon incubation of the progeny lentiviral vectors with the probe (at $2 5 ^ { \\circ } \\mathrm { C }$ for $^ \\mathrm { ~ 1 ~ h ~ }$ )andanalysisby SDS-PAGE electrophoresis (Figure 4B).As a control, there was no fluorescence detected for both wild-type lentiviral vectors and mutant lentiviral vectors. LC-MS/MS peptide sequencing of the fluorescently labeled gel bands indicated that Alexa 488 was linked to lentiviral vectors via the displayed NAEK (Supplementary Figure S3).We thus concluded that genetic code expansion enabled the display of NAEK at the defined sites of the lentiviral vector.However, the remaining luminescence readings of only approximately $10 \\%$ and $40 \\%$ of the wild-type viral vector readings (Figure 4A) indicated that the yield/infectivity of the chimera vectorswassignificantlylowered.Weconcluded that both Y77 and I339 within the lentiviral vectors might not be the proper sites for the display ofUAA; incorporation of UAA at these sites significantlyaffects virion assembly and/or infectivity. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Exploring the structure-function relationship of lentiviral vectors ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Having systematically displayed UAAs on the viral envelope protein,we next determined whether such NAEKcarrying $\\mathrm { v s v } _ { \\mathrm { g } }$ proteins still have the ability to partake in virion assembly.If so,which sites displayingUAAhave the minimal deleterious effects on virion assemblyand infectivity? Similar to displayingUAA at Y77 and I339, all $3 3 \\mathrm { \\ m u }$ tant pCMV-VSVG-TAG plasmids were co-transfected separately with the set of package plasmids into HEK 293T cells,and the putative harvest lentiviral vectors were tested byluciferaseassay.As showninFigure3,we had detected theluminescence of cells infected by lentiviral vectors,and normalized the luminescence ofmutant lentiviral vectors to that of wild type lentiviral vector. High luminescence was detectedwhenUAA wasdisplayedatN20,D35,I37,Q42, D192, E201,K225,A240,K242,D243 and E252,comparable with $( > 9 5 \\% )$ and higher than that of the wild-type lentiviral vector. This suggests that these surface sites have a high tolerance to UAA display; replacement of the natural amino acid with NAEK at these sites has no effect on virion propagationand infectivity. To displayUAA at sites D121,V161,K172,K174,A246,A247,R249 andI339,an approximately $40 \\text{‰}$ of the luminescence was maintained for the mutant lentiviral vectors (Figure 3). This suggests that these sites are also tolerant to UAA engineering,although the efficiency of virion assembly and/or infectivity somehow decreased.For the remaining sites, a $< 2 5 \\%$ luminescence was detected, suggesting that UAA at those sites had a significantly deleterious effect on progeny virus production and/or infection. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/77b8ad48c483048cc751a2d076db458aee543b417b0e13d570df2abf276bfc66.jpg",
        "img_caption": [
            "Figure4Sitesspuceas.tfeiitiooi orI339,respectively,byluciferase assa usingHeLacells sthehost infectivityoflentiviral vectors was quantified by luminescence measurement and normalized to that of the wild-ty Verificati ofNAEK on lentiviral vectors by their capability to conjugate with the DIBO-Alexa 488 probey visiblebyflu onjugationwith Alexa488.The wild-type(WT),actingasane with $( + )$ without $( - )$ DIBO-Alexa 488 and then analyzedby fluor $9 \\%$ 1ofhighly infectiousNAEKcontaininglentiviralvector $( + )$ $\\left( - \\right)$ yfluorescent scanning(upper bands) and western blotting(lo $( + )$ $( - )$ Alexa 488at siteK242 and R249,respectively by lucifer vith standard deviations from triplicate experiments.These lentiviral vectors produced from the same transfectio reatedandcor aredi parallel "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Developing azide-containing lentiviral vectors as a tool for single-virus tracking ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Having established the approach to incorporate NAEK sitespecifically into lentiviral vectors, we then demonstrated its usefulness in virology. The chemically engineered lentiviral vectors with NAEK at sites K242 or R249,which have a minimal effect on both $\\mathrm { v s v } _ { \\mathrm { g } }$ expression and virion infectivity (Figure 3), were separately incubated with DIBOAlexa 488 to generate visible vectors. As a result of this treatment, visible particles were obtained(Figure 4C), indicating that the fluorophore probe was successfully coupled to the lentiviral vectors via a strain-promoted alkyne-azide cycloaddition.Furthermore,we found that the chimera lentiviral vector showed almost the same luminescence reading as its parental mutant lentiviral vector (Figure 4D), demonstrating that introduction of Alexa 488 onlentiviral vector by copper-free bio-orthogonal reaction had very little, if any, effect on the infectivity.Thisis significantly different from the copper-catalyzed azide-alkyne cycloaddition, which usually caused irreversible oxidative damage due to the copper (I) catalyst (26). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We then used this visible lentiviral vector for singlevirus tracking,to demonstrate its significance.The visible chimera lentiviral vector, its parental mutant lentiviral vector and the wild-type lentiviral vector were added to HeLa cells in parallel. After incubation at $4 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ to synchronize binding, these three samples were fixed and analyzed by immunofluorescence using confocal microscopy. The chimera vector, detected by both $\\mathrm { v s v } _ { \\mathrm { g } }$ antibodystaining (red color) and Alexa 488 (green color),was clearly observed to be localized on the cell surface (yellow color) (Figure 5A).As a control, no Alexa 488 signaling, but only $\\mathrm { v s v } _ { \\mathrm { g } }$ antibody-staining was detected for both the wildtype and the parental mutant lentiviral vector.The real-time movements of fluorescentlylabeled single lentiviral vector were then tracked on a spinning-disk confocal microscope platform by shifting infected HeLa cells to $3 7 ^ { \\circ } \\mathrm { C }$ in a $\\mathrm { C O } _ { 2 }$ online culture system.Tracking a single virus is of importance in the understanding of the mechanism of viral entry and transport (27),and is also important for demonstrating the viability and utility of this method.Our experiment was focused on monitoring the movement of the enveloped single virus from cell membrane to cytoplasm, via either fusion or endocytosis,a key step in successful infection. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 5B shows the series of images that were selected from the real-time movement of lentiviral vectors (Supplementary Movie S1). Visualization revealed that the green vector remained bound in the $1 { - } 6 ~ \\mathrm { m i n }$ of co-culture with HeLa cells at $3 7 ^ { \\circ } \\mathrm { C }$ ,and had started separating from the cell membrane (shown in red; DiI staining; Figure 5B). The vector subsequently traveled into the cytoplasm, clearly via endocytosis,as seen by the green vector enclosed by the red cell membrane,and separatedcompletely from the cell membrane in $1 2 ~ \\mathrm { m i n }$ .Furthermore, the viral motility in different pathways within the infected cell was quantitatively analyzed (Supplementary Figure S4); the success of viral particle tracking was attributed to the long life $( > 3 0 \\mathrm { m i n } )$ ofthe Alexa 488 signal. Our observation was generally consistent with previous experiments tracking lentiviral vectors (28). However,in our study the endocytosis oflentiviral vector required only $1 2 \\mathrm { m i n }$ (Figure 5B), significantly less than that requiredbyQuantumDots-labeled lentiviral vectors,which takes more than $3 0 \\mathrm { m i n }$ (28).This may reflecta size difference of the probe,which is only $2 \\%$ of the size of a single lentiviral vector for Alexa 488,and thus it hasa different effect on viral velocity. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/f03415bf2fe64db567534bea3164e018eb2bfcfef65c92a1849f3e595e87ad3f.jpg",
        "img_caption": [
            "Figure5.DeveoeoEKainglenivalolfglesrcinAracteratiooftsiblitEK containingletialctoat2utreaetiea4esWreatedea48o lentivialotiro.alocos fAlexaoedialelediielbese membrane.After incubation of HeLa cells with lentiviral vector at $4 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ to synchronize binding,the infected HeLa cells were placed at $3 7 ^ { \\circ } \\mathrm { C }$ in a $\\mathrm { C O } _ { 2 }$ online culture systemand tracked using a spinning-disk confocal microscope platform. The Alexa 488 was detected at $4 8 8 ~ \\mathrm { n m }$ ,and DiI was detected at $5 5 5 \\mathrm { n m }$ .A series of images were selected from 1 to $1 8 ~ \\mathrm { m i n }$ that reflect the dynamic process of endocytosis of lentiviral vectors. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Developing an azide-containing lentiviral vector as a vehicle for targeted gene delivery ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To broaden the versatility of lentiviral vectors in therapeutics, the lentiviral vector was tethered to RGD,a tripeptide composed of L-arginine (Arg), glycine (Gly) and L-aspartic acid (Asp), via the azide moiety to generate a targeted delivery vehicle.RGD is a motif recognized by a subset of integrins,which are cell surface adhesion molecules that mediate both cell-substratum and cell-cell interactions (29). Thus, the RGD motif might have potential use for coating lentiviral vectors to improve their delivery efficiency and selectivity in targeting integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ -expressing tumor cells. The lentiviral vectors containing azide moiety at certain sites that have less effect on virion assembly and infectivity (Figure 3) were separately conjugated with ligand DIBORGD or DIBO-RAD under the same conditions as that forDIBO-Alexa 488.RAD isa mutated motif of RGD in which glycine is changed to alanine, and thus acts as a negative control (30). In addition,a cyclic RGD (Supplementary Figure S5),instead of its linear form,wasutilized because of its greater stability and selectivity as previously reported (31). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Theseobtainedvectorswere thentransfectedintoMDAMB-435S cells (32),which have roughly 3-fold higher levels of integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ -expression,analyzedby flow cytometry, than in MCF-7 cells (33), which acted as controls (Figure 6A). We found that conjugation of RGD at different sites of lentiviral vectors led to different threshold effect on infectivity toward MDA-MB-435S.A significant enhancement was observed for site 246,an almost 1O-fold increase compared with its RAD-carrying counterpart and azidecontaining lentiviral vector (control). Site 192 showed an approximately 7-fold enhancement,and sites 243 and 247 exerted onlyamild(3-5-fold) enhancement(Figure 6B).No improvement was observed upon conjugation of RGD at site 252.In contrast, tethering RAD rather than RGD to the lentiviral vector resulted in little improvement in infectivity for all these sites, disclosing the critical role of RGD in the enhanced infectivity.However, for MCF-7 cells, the efficiency of lentiviral infection wasnot affected by either RGD or RAD conjugation (Figure 6C),presumably due to the low expression of integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ on the cell surface. Therefore, not random,but only site-specific conjugation of RGD at the proper positions of the lentiviral vector is an effective way to improve the infectivity toward integrin-highly expressed cells. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A similar trend of enhanced infectivity was observed in U87 cells,a human primary glioblastoma cell line that also exhibit high levels of integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ -expression (34) (SupplementaryFigure S6A).Furthermore,when the reporter luciferase gene in the lentiviral genome was replaced by a visible green fluorescent protein (GFP) gene, we also found that the RGD-conjugated lentiviral vector was much more efficient than the non-conjugated and the corresponding RAD-conjugated vector in the delivery of these genes into U87cells that have high integrin expression (Supplementary Figure S6B). For MCF-7 cells with low integrin expression, no significant differentiation was found for these three vectors. Our results suggest that site-selective conjugation of RGD as a method of enhancing lentiviral vector tropism is an attractive way to modify lentiviral vector tropism and improve gene delivery; this has a significant role to play in expansion of the versatility of lentiviral vector as a tool for targeting delivery of therapeutic genes. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Developing an azide-containing lentiviral vector as an anchor for site-specific PEGylation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "One potential issue that exists in lentiviral vector-based gene therapy is immunogenicity,which is caused by certain peptide residues present on the vector surface leading to adaptive immune responses. Masking antigenicity domains with polyethyleneglycol (PEG) chains is an effective way to decrease immunogenicity of therapeutic proteins (35). For proof of this concept, the azide-containing lentiviral vector at site 246,which has been successfully tethered with RGD ligand,was chosen for conjugating with DIBOPEG via the same azide-alkyne cycloaddition. We found that incubation of the azide-containing lentiviral vectors with 5-kDa DIBO-PEG generated an envelope protein with an increased molecular weight,as characterized by western blotting (Supplementary Figure S7A). In a control experiment,whereinwild-type lentiviral vectorwas incubated with DIBO-PEG, no new $\\mathrm { v s v } _ { \\mathrm { g } }$ protein was detected. This suggests that the lentiviral vector was indeed PEGylated via the incorporated azide moiety.We also found that this coupling reaction was quick,being usually accomplished within $^ { 2 \\mathrm { ~ h ~ } }$ (Supplementary Figure S7B). Using the same methodology, linear 10- and 20-kDa PEG moieties were also separately coupled to the azide-containing lentiviral vector (Supplementary Figure S7C).Clearly,our approach is an effective route for site-specific PEGylation of lentiviral vector.The PEGylation at these specific sites might be useful at alleviating lentiviral vector-mediated immunogenicity in gene therapy. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Exploring the compatibility of site-specific incorporation of adiazirine-bearing amino acid in lentiviral vector ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Having established the approach to genetically incorporate an azide moiety into a lentiviral vector, we next determined whether other chemical moieties synthesized in laboratories with unique properties could also be sitespecifically incorporated using this approach.A diazirinebearing photo-crosslinking amino acid (3-(3-methyl- $3 H .$ diazirine-3-yl)-propamino)carbonyl)- $. N ^ { \\epsilon }$ -L-lysine (DiZPK, Figure 1C) (24) was chosen as a representative. Display of such a diazirine-bearing photo-crosslinking moiety on the lentiviral vector surface may help to probe virus-host interactions (Supplementary Figure S8A) and even capture the host factors involved in the viral life cycle. Incorporation of DiZPK into a lentiviral vector was carried out by an identical procedure,but replacing UAA NAEK with DiZPK in the culture media. Successful incorporation of DiZPK at Y77 or Y116 was demonstrated by western blot analysis (Supplementary Figure S8B).The high efficiency(Y116) of incorporation of DiZPK into lentiviral vectors was evaluated according to the luciferase assay readings (Supplementary Figure S8C). This indicated that photo-sensitive diazirine moieties were also able to be incorporated into lentiviral vectors site-specifically and highly efficiently.Two cellular proteins have been captured upon photo-crossing activation of lentiviral vectors carrying DizPK at Y77 and Y116 during transfection (Supplementary Figure S8D), and their potential sequences and function are under exploration.The successful incorporation of NAEK and DiZPK at any defined position in a lentiviral vector suggests that this approach may be viable and useful for facile incorporation of other UAAs, which might carry a variety of novel chemical, physical, and biological properties, and thus further broaden the versatility of lentiviral vectors. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Optimization of the genome backbone, one major component of lentiviral vectors,has given rise to a powerful vehicle for carrying and delivering a variety of genetic materials (36-39). Exploration of envelope properties, another major component of lentiviral vectors,might further broaden its versatility in biomedical research.As demonstrated in this study, the introduction of a chemical moiety on some sites of the fragile envelope disrupts the propagation of progeny viruses and their infectivity(Figure 3).Therefore,it is necessary to develop a nondestructive approach for site-specific engineering of the lentiviral vector. The emerging technique of genetic code expansion, that is, allocating a stop codon to encode an amino acid that is not among the 2O natural amino acids, may exhibit many relevant, promising features (18,20,23,24). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e04593b00bd0abe281ddb31cb32ec4e85864ad7801fb9b9eb9123b1e81617080.jpg",
        "img_caption": [
            "Figure6Deveotoeiececdcoolt expression of integrins. (A) Expression of integrin $\\alpha _ { \\mathrm { { V } } } \\beta _ { 3 }$ in MDA-MB-435Svs.MCF-7 cellsas detected by flow cytometry. The trypsinized cells,after sequential blocking by $10 \\%$ BSA and washing,were incubated with monoclonal integrin $\\alpha _ { \\mathrm { { V } } } \\beta _ { 3 }$ antibody (red line) and an isotype control IgG antibody (green line) overnight in paralel and then incubated with Alexa 488 labeled secondary antibody for $^ { \\textrm { 1 h } }$ .After washing three times with PBST,the treated cells were analyzed by Guava EasyCyte Plus.The level of integrin $\\alpha _ { \\mathrm { { v } } } \\beta _ { 3 }$ expression on the cell surface of MDA-MB-435S cells is almost 3-fold higher than tatonMC-eetia vectorspoougai(VectoG)RAD(VectoAD)aesitowad-ell.casd by one-way ANOVA test ( $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ $^ { * * * P } < 0 . 0 0 1 \\$ .(C) Characterization of the infectivity of the NAEK-containing vector and the RGD- or RAD-conjugtedicsilltitaoeeaddvisfrraet "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We developeda facile platform via this technique in the propagation of lentiviral vectors for site-specific incorporation of a series of chemical moieties synthesized in the laboratory. The genetic code expansion plus the mutagenesis technique allowed precise control of the placement of the azide, diazirine,and otherchemical moieties,and the subsequent conjugation of a variety of functional molecules, orthogonally and stoichiometrically,on the fragile envelope of the lentiviral vector (Figures 2-6). This is superior to posttranslation-like modifications that generally target the active groups of all constitutive amino acids with a complex mixture of generated conjugates (40,41). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "One advantage of substituting a natural amino acid with a similarly sized UAA is that structural disruption of the lentiviral vector is minimal, and therefore the propagation and innate infectivity is unlikely to change.In this study we found that, for sites D35 (located at the trimerization domain),I37,E201,K225,A240,K242,D243 andR249(all located at the PH domain) (13), UAA incorporation had almost no negative effect on both envelope protein expression and virion propagation.We also found that, for sites N20 (located at the trimerization domain),Q42 and E252 (located at the PH domain),and V161,K172 andK174 (all located at the fusion domain)(l3), despite some deleterious effects upon UAA incorporation on the expression of $\\mathrm { \\Delta V S V g }$ protein, significant quantities of lentiviral vectors were produced (Figure 3). This suggests that replacement of natural amino acids with UAA at certain sites of the trimerization andfusiondomains,and most sites of the PH domain,has less effect on virion assembly and/or infectivity.Untouchable sites were also identified,includingR342 and M346 (located at the lateral domain),and Y77 (located at the fusion domain),wherein UAA incorporation led to rather fewer or even no lentiviral vector production (Figure 3). This suggests that these amino acids are conserved for propagation or infection of progeny vectors.For sites Y73,D185,K200, Y281, G321, G345 and P362, due to poor expression of viral envelope proteins upon UAA incorporation (Figure 3), their involvement in the propagation of lentiviral vectors remains undetermined. Overall, the high fidelity of genetic code expansion makes it possible to explore the structurefunction relationship of lentiviral vectors,by which around 14 modifiable sites on the envelope have been identified that affect neither its propagation nor its infectivity. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The high fidelity of genetic code expansion also makes it possible for orthogonal and stoichiometric introduction of Alexa 488,RGD and PEG ligands at the proper position of lentiviral vectors,which is otherwise difficult.This has a significant impact on broadening the versatility of lentiviral vectors in tracking single-virus movement, targeted gene delivery, detecting virus-host interaction,and other biological applications.Inparticular,themuch shorter time observed in endocytosis (Figure 5) verifies the major advantage of this platform—neither the infectious capabilitynor the velocity of the lentiviral vector is sacrificed upon site-selective and -specific introduction of a small-sized probe. Consistently, approximately 10-fold infectivity enhancement upon conjugation of RGD at site 246 of the lentiviral vector toward integrin $\\alpha _ { \\mathrm { v } } \\beta _ { 3 }$ -positive cells(Figure 6)also demonstrated the viability and utility of this platform for site-selective and -specific engineering of lentiviral vectors. Clearly, using this platform,other chemical moieties,functional ligands, DNA/RNA aptamers,and even antibodies might also be site-specifically engineered or conjugated onto lentiviral vectors,to enhance viral infectivity and specificity oralter the tissue/cell tropism. Therefore, our report may provide a new and facile platform for the development of lentiviral vectors as a versatile tool, such as remodeling the surface structure of viruses,probing virus-host interactions, improving immunogenicity of infectious viruses,increasing the host tolerance toward therapeutic vectors. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In conclusion,with the aim of broadening the versatility of lentiviral vectors as a powerful tool, we expanded the genetic code in propagation of lentiviral vectors for sitespecific incorporation of chemical moieties synthesized in laboratories.Through systematic structure-function explorations,displaying azide, diazirine and other moieties, the modifiable sites onlentiviral vector surfaces were identified that neither affected its propagation nor its infectivity. The ability to direct chemical moieties synthesized in the laboratoryto anysiteofalentiviral vectorinvivoresulted in excellent imaging upon fluorescence labeling, significant improvement of target delivery upon RGD proper conjugation,and real-time detection of the virus-host interactions. This study may provide a foundation for the rational design oflentiviral vectors,with a significant impact on both basic research and therapeutic applications.Although the study here was focused on the $\\bar { \\mathrm { V S V } } \\mathrm { g } { \\cdot }$ -envelopedlentiviral vector in order to demonstrate the viability and utility of this method, the method could be easily applied to other types of enveloped viruses. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "SUPPLEMENTARYDATA ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Supplementary Data are available at NAR Online. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The authors thank Bo Xu, Jun Wu, Dan Liu, Lan Yuan, Qihua He,and the Peking University medical and health analysis center Facility for expert assistance. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "FUNDING ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "National Basic Research Program of China (973 Program; Grant No. 2010CB912300)； National Natural Science Foundation of China (Grants Nos.81101239,20932001, 91029711, 20852001). Funding for open access charge: National Basic Research Program of China (973 Program; Grant No.2010CB912300). Conflictofinterest statement.None declared. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1.Papayannakos,C.and Daniel,R.(2o13) Understanding lentiviral vector chromatin targeting:working to reduce insertional mutagenic potential for gene therapy. Gene Ther.,20,581-588. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.Arya,S.K., Zamani,M.and Kundra,P.(1998) Human immunodeficiency virus type 2 lentivirus vectors for gene transfer: expression and potential for helper virus-free packaging.Hum. Gene Ther.,9,1371-1380.   \n3.Poeschla,E.M.,Wong-Staal,F.and Looney,D.J. (1998) Efficient transduction of nondividing human cells by feline immunodeficiency virus lentiviral vectors. Nat. Med.,4,354-357.   \n4. Olsen,JC. (1998) Gene transfer vectors derived from equine infectiousanemia virus.Gene Ther.,5,1481-1487.   \n5.Schnell,T.,Foley,P.,Wirth,M.,Munch,J.and Uberla,K.(2000) Development of a self-inactivating,minimal lentivirus vector based on simian immunodeficiency virus. Hum. Gene Ther.,11,439-447.   \n6. Naldini,L.,Blomer,U., Gallay,P.,Ory,D.,Mulligan,R., Gage,F.H., Verma,I.M.and Trono,D.(1996) In vivo gene delivery and stable transduction of nondividing cells by a lentiviral vector. Science,272, 263-267.   \n7. Moffat,J., Grueneberg,D.A., Yang,X.,Kim,S.Y.,Kloepfer,A.M., Hinkle,G.,Piqani,B.,Eisenhaure,T.,Luo,B.,Grenier,JK.et al. (2006)A lentiviral RNAi library for human and mouse genes applied to an arrayed viral high-content screen. Cell,124,1283-1298.   \n8.Jakobsen,M., Stenderup,K.,Rosada,C.,oldt,B.,Kamp,., Dam,T.N., Jensen,T.G.and Mikkelsen,J.G. (20o9) Amelioration of psoriasis by anti-TNF-alpha RNAi in the xenograft transplantation model.Mol.Ther.,17,1743-1753.   \n9. Cartier,N., Hacein-Bey-Abina,S., Bartholomae,C.C., Bougneres,P., Schmidt,M.,Kalle,C.V.,Fischer,A.,Cavazzana-Calvo.and Aubourg,P. (20l2) Lentiviral hematopoietic cell gene therapy for X-linked adrenoleukodystrophy.Methods Enzymol.,507,187-198.   \n10.Aiuti,A.,Biasco,L., Scaramuzza,S.,Ferrua,F., Cicalese,M.P., Baricordi,C.,Dionisio,F., Calabria,A., Giannelli,S., Castiello,M.C. et al.(2013) Lentiviral hematopoietic stem cell gene therapy in patients with Wiskott-Aldrich syndrome.Science,341,1233151.   \n11. Bif,A.,Montini,E.,Lorioli,L.,Cesani,M.,Fumagalli,F.,Plati,T., Baldoli,C.,Martino,S.,Calabria,A.,Canale,S.etal.(2013)Lentiviral hematopoietic stem cell gene therapy benefits metachromatic leukodystrophy. Science,341,1233158.   \n12.Flight,M.H. (2013) Trial watch: Clinical trial boost for lentiviral gene therapy.Nat.Rev.Drug Discov.,12,654.   \n13.Roche,S.,Rey,F.A., Gaudin,Y.and Bressanelli,S.(2oo7) Structure of the prefusion form of the vesicular stomatitis virus glycoprotein G. Science,315,843-848.   \n14.Roche,S.,Albertini,A.A.,Lepault,J., Bressaneli,S.and Gaudin,Y. (2008) Structures of vesicular stomatitis virus glycoprotein: membrane fusion revisited. Cell.Mol.Life Sci.,65,1716-1728.   \n15.Mateu,M.G.(2011) Virus engineering: functionalization and stabilization.Protein Eng.Des. Sel.,24,53-63.   \n16.Everts,M.,Saini,V.,Leddon,J.L.,Kok,R.J., Stoff-Khalili,M. Preuss,M.A.,Millican,C.L.,Perkins,G.,Brown,J.M.,Bagaria,H. et al. (20o6) Covalently linked Au nanoparticles to a viral vector: potential for combined photothermal and gene cancer therapy. Nano Lett.,6,587-591.   \n17.Jiang,W.,Kim,B.Y.,Rutka,J.T.and Chan,W.C.(2008) Nanoparticle-mediated cellular response is size-dependent. Nat. Nanotechnol.,3,145-150.   \n18.Wang,L.,Brock,A.,Herberich,B.and Schultz,P.G.(20o1) Expanding the genetic code of Escherichia coli. Science,292,498-500.   \n19.Wang,Q.,Parrish,A.R.and Wang,L. (20o9) Expanding the genetic code for biological studies. Chem. Biol.,16,323-336.   \n20.Chin,JW.,Cropp,T.A.,Anderson,J.C.,Mukherji,M.,Zhang,Z.and Schultz,P.G.(2oo3) An expanded eukaryotic genetic code. Science, 301,964-967.   \n21. Liu,C.C.and Schultz,P.G. (2010) Adding new chemistries to the genetic code.Annu.Rev. Biochem.,79,413-444.   \n22. Niu,W.,Schultz,PG.and Guo,J. (2013) An expanded geneticcodein mammalian cells with a functional quadruplet codon.ACS Chem. Biol.,8,1640-1645.   \n23.Nguyen,D.P.,Lusic,H.,Neumann,H.,Kapadnis,P.B.,Deiters,A.and Chin,J.W. (2oo9) Genetic encoding and labeling of aliphatic azides and alkynes in recombinant proteins via a pyrrolysyl-tRNA 131, 8720-8721.   \n24.Lin,S., Zhang,Z., Xu,H.,Li,L., Chen,S.,Li,J.,Hao,Z.and Chen,PR. (2011) Site-specific incorporation of photo-cross-linker and bioorthogonal amino acids into enteric bacterial pathogens.J. Am. Chem. Soc.,133,20581-20587.   \n25.Yang,J.P., Zhou,D.and Wong-Staal,F. (2009) Screening of small-molecule compounds as inhibitors of HCV entry.Methods Mol.Biol.,510,295-304.   \n26.Lin,S.,Yan,H.,Li,L.,Yang,M.,Peng,B., Chen,S.,Li,W. and Chen,P.R.(20i3) Site-specific engineering of chemical functionalities on the surface of live hepatitis D virus.Angew. Chem. Int. Ed. Engl., 52,13970-13974.   \n27.Brandenburg,B.and Zhuang,X.(2oo7) Virus traffcking - learning from single-virus tracking.Nat. Rev. Microbiol.,5,197-208.   \n28.Joo,K.I.,Lei,Y.,Lee,C.L.,Lo,J.,Xie,J.,Hamm-Alvarez,S.F. and Wang,P.(2oo8) Site-specific labeling of enveloped viruses with quantum dots for single virus tracking.ACS Nano,2,1553-1562.   \n29.Ruoslahti,E.and Pierschbacher,M.D.(1987) New perspectives incell adhesion: RGD and integrins. Science,238,491-497.   \n30.Cherny,R.C.,Honan,M.A.and Thiagarajan,P.(1993) Site-directed mutagenesis of the arginine-glycine-aspartic acid in vitronectin abolishes cell adhesion.J. Biol. Chem.,268,9725-9729.   \n31.Muller,G.,Gurrath,M.and Kessler,H.(1994) Pharmacophore refinement of gpIIb/IIIa antagonists based on comparative studies of antiadhesive cyclic and acyclic RGD peptides.J. Comput. Aided Mol. Des.,8,709-730.   \n32.Crisp,J.L., Savariar,E.N., Glasgow,H.L.,Ellies,L.G.,Whitney,MA. and Tsien,R.Y.(2014) Dual targeting of integrin alphavbeta3 and matrix metalloproteinase-2 for optical imaging of tumors and chemotherapeutic delivery.Mol. Cancer Ther.,13,1514-1525.   \n33.Menendez,J.A.,Velon,L.,Mehmi,I.,Tng,P.K.,Griggs,D.W.an Lupu,R. (2005) A novel CYR61-triggered CYR61-alphavbeta3 integrinloop'regulates breast cancer cell survival and chemosensitivity through activation of ERK1/ERK2 MAPK signaling pathway. Oncogene,24,761-779.   \n34. Xiong,Z.,Cheng,Z.,Zhang,X.,Patel,M., Wu,J.C., Gambhir,S.S.and Chen,X. (2oo6) Imaging chemically modified adenovirus for targeting tumors expressing integrin alphavbeta3 in living mice with mutant herpes simplex virus type 1 thymidine kinase PET reporter gene.J. Nucl.Med.,47,130-139.   \n35.Hinds,K.D.and Kim,S.W. (2002) Efects of PEG conjugation on insulin properties.Adv.Drug Deliv.Rev.,54,505-530.   \n36. Zennou,V., Serguera,C., Sarkis,C., Colin,P.,Perret,E.,Mallet,J.and Charneau,P.(2001) The HIV-1 DNA flap stimulates HIV vector-mediated cell transduction in the brain.Nat. Biotechnol.,19, 446-450.   \n37.Firat,H., Zennou,V., Garcia-Pons,F., Ginhoux,F., Cochet,M., Danos,O.,Lemonnier,F.A.,Langlade-Demoyen,P.and Charneau,P. (2002) Use of a lentiviral flap vector for induction of CTL immunity against melanoma. Perspectives for immunotherapy. J. Gene Med. 4, 38-45.   \n38.ter Brake,O.,Westerink,J.T.and Berkhout,B.(2010)Lentiviral vector engineering for anti-HIV RNAi gene therapy.Methods Mol. Biol., 614,201-213.   \n39.Kymalainen,H.,Appelt,J.U., Giordano,F.A.,Davies,A.F., Ogilvie,C.M.,Ahmed,S.G.,Laufs,S.,Schmidt,M.,Bode,J., Yanez-Munoz,R.J. et al. (2014) Long-term episomal transgene expression from mitotically stable integration-deficient lentiviral vectors.Hum.Gene Ther.,25,428-442.   \n40.Wang,Y.S., Youngster,S., Grace,M.,Bausch,J.,Bordens,R.and Wyss,D.F.(2oo2) Structural and biological characterization of pegylated recombinant interferon alpha-2b and its therapeutic implications. Adv. Drug Deliv. Rev.,54,547-570.   \n41. Dhalluin,C.,Ross,A.,Leuthold,L.A.,Foser,S.,GsellB.,MullerF. and Senn,H.(2oo5) Structural and biophysical characterization of the $4 0 \\mathrm { k D a }$ PEG-interferon-alpha2a and its individual positional isomers.Bioconiug. Chem..16.504-517. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]