[
    {
        "type": "text",
        "text": "智库报告",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "战略性新兴产业与大国崛起 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "霍国庆 孙皓",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院大学公共政策与管理学院北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］旨在探索战略性新兴产业和国家竞争力之间的有机联系，为我国战略性新兴产业发展提供策略建议。［方法/过程]对近代工业革命以来科技革命、战略性新兴产业与大国崛起的相关文献进行了系统的回溯研究，以大国崛起与更替为主线，解析了制度创新、科技创新与产业创新的内在关联，重点探讨了战略性新兴产业对大国崛起的促进作用。[结果/结论]战略性新兴产业与全球大国崛起之间存在耦合性，通常的规律是，一个国家首先通过制度创新激发了创新活力和促进了科技创新，科技创新成果的规模性应用带动了战略性新兴产业的发展，战略性新兴产业的快速成长则有效提升了该国的国际竞争力，奠定了大国崛起的基础。据此，建议我国要重点建设战略性新兴产业的基础研究体系，要不断完善制度创新、科技创新与产业创新的协同发展机制，要有效促进战略性新兴产业的良性发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：战略性新兴产业 科技创新 大国崛起 耦合性 政策建议分类号：F49",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“战略性新兴产业”这个概念是我国于2009年首先提出来的，但现实中的战略性新兴产业并非是现代形成的。回溯人类产业进化史，战略性新兴产业是伴随着工业革命而兴起的，根据中国科学院大学国家社科基金重大课题组（以下简称本课题组）的研究，近代以来全球大国崛起往往与其正确地选择和发展战略性新兴产业密切相关。本课题组认为，战略性新兴产业的本质是未来的战略产业，是指全球范围内因突破性技术创新催生的能够形成国家产业竞争优势的战略产业。本课题组发现，近代以来的每一次重大产业革命，都同时伴随着一个或几个大国的崛起。大国崛起、战略性新兴产业和科技革命的耦合机制大体呈现如下规律：科技革命推动产业革命，产业革命催生战略性新兴产业，战略性新兴产业发展起来后确立或强化特定国家的国际竞争优势，一个新的大国由此崛起。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本课题组研究的主要结论如下：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1历史上的大国崛起得益于战略性新兴产业与科技革命",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从某种意义上看，世界发展的历史就是大国不断崛起和更替的历史。所谓“大国”就是指能够在政治、经济、文化等方面对世界产生重要影响的国家。人类社会进人近代社会以来，葡萄牙、西班牙、荷兰纵横海上，英国构建“日不落帝国”，德国让整个欧洲震颤，美国实现“超级大国”霸业，前苏联推动形成“两极世界”，日本领衔“东亚奇迹”，以中国为首的“金砖国家”正在改变着21世纪的世界格局大国的崛起及更替既伴随阵痛更带来了进步与革新，具有发人深思的逻辑和规律。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "大国崛起得益于发展战略性新兴产业的历史机遇。西班牙和荷兰抓住了造船业、航海业和海外贸易的发展机遇而成为海上霸主，英国抓住了蒸汽机产业、冶金产业、纺织产业和金融业的发展机遇而成就了“日不落帝国”，法国和德国抓住了电力产业、化工产业、机械制造业的发展机遇而成为欧洲大陆的强国，美国抓住了钢铁产业、汽车产业、电力产业、航空产业、创意产业、核能产业、计算机产业和互联网产业等发展机遇而形成了如今独霸世界的资本，前苏联抓住了航天产业发展机遇而跻身全球科技强国行列，日本抓住了汽车产业、电子产业和动漫创意产业的发展机遇而跻身全球经济强国行列，中国将通过新能源、节能环保、电动汽车、新材料、新医药、生物育种和信息产业等七大产业抢占新一轮经济和科技发展制高点诚然，大国崛起有很多的关键因素发挥作用，但在合适的时候选择发展正确的战略性新兴产业无疑是近代以来大国崛起的决定因素之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大国崛起得益于发起或主导科技革命的历史机遇。科技革命包含科学革命和技术革命。人类文明发展至今，已经发生五次科技革命，分别是16-17世纪以牛顿力学为核心的第一次科学革命，18世纪中叶开始的以蒸汽机技术为标志的第一次技术革命，19世纪中后期以电力和电讯技术为标志的第二次技术革命，20世纪中叶以相对论和量子论为核心的第二次科学革命，20世纪中后期以计算机、互联网和航天技术为标志的第三次技术革命。英国引领了第一次科学革命和第一次技术革命，法国、德国和美国引领了第二次技术革命，美国同时还引领了第二次科学革命和第三次技术革命，前苏联和日本主要是抓住了第三次技术革命的机遇。进入21世纪后，多位科学大家都预言第六次科技革命可能在21世纪20-30年代出现，对于中国而言，必须充分准备并力争引领第六次科技革命，抓住这次科技革命所催生的战略性新兴产业，构筑第六次科技革命时代的国家竞争优势，为实现“中国梦”奠定坚实的科技和产业基础。通常而言，科技革命决定着全球科技中心的转移，影响大国崛起及更替的历史路径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2大国崛起、战略性新兴产业与科技创新具有协同变迁规律",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "世界大国崛起、战略性新兴产业更替与科技革命发展之间具有耦合性。本课题组的研究发现，历史上的大国崛起具有共性特征，那就是这些大国往往抓住了当时最具潜力的战略性新兴产业发展的机遇，充分利用本国在科技革命过程中的主导地位，全力支持和发展战略性新兴产业，以科技创新为引领，通过政府调控与市场机制相互配合，推动产业结构升级，进而形成新时期的国家竞争优势。进一步分析，大国崛起、科技革命与战略性新兴产业之间的逻辑关系如下：特定国家重视科技发展并在当代最重要的科技领域进行了战略布局和取得了领先的突破性科技成果，基于对全球产业变革的分析，该国选择了能够影响全球进程的重要产业进行培育，并通过政策和制度创新等途径，鼓励科技成果应用，促进战略性新兴产业健康发展和顺利转化为本国的战略产业，从而大幅提升国家竞争优势，确立本国在全球的大国地位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技创新催生战略性新兴产业。科技革命是产业革命的前提和先导。当科技革命的成果在生产中大规模的应用与推广，并引起产业经济系统要素变化时，科技革命就转变为产业革命。重大科技突破产生的创新性成果，通过实现商业化应用和规模化生产，最终催生了新兴产业。战略性新兴产业是新兴产业中有可能发展为未来的战略产业的那部分产业，尤其需要科技创新的引导和支持，其中那些具有广阔市场前景、突破性科技创新能力、国际竞争潜力的产业会浮出水面而进入战略性新兴产业发展时期。伴随着技术转移和市场成熟，战略性新兴产业的历史使命就将终结并蜕变为国家战略产业。从发展趋势来看，科技成果转化为现实生产力的速度也越来越快，对战略性新兴产业选择和培育的贡献率也将愈来愈高。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "战略性新兴产业推动大国崛起。从产业经济学视角来看，国家竞争优势就是指一个国家在特定产业领域所创造和保持的相对于其他主要发达国家的比较优势。战略性新兴产业决定的是国家未来的发展前景和竞争优势，战略性新兴产业的发展路径与国家工业化发展模式或者说国家现代化发展模式紧密相关，同时也受到国家体制、经济政策、要素禀赋以及基础设施环境等因素的影响，因此，国家对战略性新兴产业战略布局的前瞻性、科学性至关重要。我国的战略性新兴产业是在全球金融危机爆发的情况下，为了确立我国在后危机时期的国家竞争优势而提出来的，虽然既定的七大战略性新兴产业也经过了反复讨论，但由于发生在美国的金融危机快速蔓延，时间仓促，这些战略性新兴产业未来能否发展成为我国的战略产业还有待于观察和接受实践检验。需要指出的是，这次战略性新兴产业的选择对我国21世纪的发展至关重要，务必要提高到国家最高战略层面进行多轮博弈性决策，务必要紧密联系第六次科技革命来分析、探讨和布局战略性新兴产业。同时，由于战略性新兴产业只是产业成长期或成长前期的战略产业，随着产业的不断发展和成熟，原来确定的部分战略性新兴产业会划转到战略产业或常规产业的目录中，而新的居于发展潜力的新兴产业会补充到战略性新兴产业目录中来，这样就要求我国成立专门的战略性新兴产业研究联盟，长期从事相关研究并提供战略决策支持。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国发展战略性新兴产业的对策建议",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "建立战略性新兴产业的基础研究体系。第一，研究战略性新兴产业的一般规律。战略性新兴产业的本质特征主要包括全球性、创新性和成长性，基于这三大特征研究战略性新兴产业发展的一般规律具有重要理论意义，目前国内外的研究成果都相对有限。第二，研究科技创新与战略性新兴产业的相互促动关系，战略性新兴产业本身就是突破性科技创新成果应用的产物，而战略性新兴产业发展又常常引发或促进科技创新的快速进步，如何通过制度、机制和模式创新来强化这种促动关系需要开展有效的深人的研究。第三，研究战略性新兴产业向战略产业的转化规律。从一般意义上讲，战略性新兴产业只是战略产业发展的一个阶段，真正的战略性新兴产业注定要演化为国家战略产业，但在产业发展史上，并非所有的战略性新兴产业都能够顺利演变为战略产业，这样就需要开展战略性新兴产业的演化及其规律研究，以保障战略性新兴产业的有序和健康发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "完善制度创新、科技创新与产业创新的协同发展机制。从战略性新兴产业发展的历史进程来看，一个大国崛起首先是从制度创新开始的，制度创新促进了科技创新的先行，而科技创新则引领着战略性新兴产业的发展。为此，就需要探索、构建和不断完善以企业为主体、市场为导向、产学研相结合的科技创新体系。具体而言，需要从三个方面着力：第一，充分发挥市场机制的调节作用，通过竞争不断激发和提升我国战略性新兴产业的自主创新能力，鼓励企业对引进技术的消化、吸收和创新，推动科技成果向现实生产力转化；第二，构建科技资源共享的产学研合作创新平台，引导科研院所与产业研发组织的实质性融合，促进科技创新价值链的重组与再造，优化科技资源配置，从根本上解决科技成果转化难的问题；第三，搭建高效的创新和产业服务平台，充分发挥互联网在战略性新兴产业服务中的作用，一方面促进不同区域、不同产业、不同组织之间的跨界创新合作，另一方面不断降低战略性新兴产业发展的组织成本和社会成本。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "有效促进战略性新兴产业的良性发展。战略性新兴产业是一个典型的动态产业体系，由于战略性新兴产业只是战略产业发展中的一个阶段性的称谓，是战略产业与新兴产业的交集，是不断涌现、快速发展和次第更替的过程，为此，促进战略性新兴产业良性发展需要开展以下几方面的工作：第一，成立国家层面的战略性新兴产业研究院或研究联盟，持续追踪全球的突破性科技创新，并预测未来全球战略产业的发展态势，据此提出不同时期战略性新兴产业发展的决策建议；第二，通过多种渠道引导国家、企业和社会资金加大对科技创新的投入，构建基于互联网的科技金融平台，拓宽科技成果产业化融资渠道，充分发挥现有风险投资机构和各类创投组织的作用；第三，从价值观、政策、激励措施、创业环境建设等多方面促进自主创新，在财税、产学研结合、科技成果转化、知识产权、引进消化吸收再创新、科技基础设施、政府采购等方面提供良好的政策环境；第四，营造有利于创新领军人才发展和创业的环境，构建创新领军人才培养体系，完善创新领军人才激励体系，培养一批真正能够引领战略性新兴产业发展的领军人才；第五，鼓励我国企业不断开拓国际技术市场，加强国际间的合作，整合国际资源，不断提升我国战略性新兴产业的国际竞争力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "霍国庆，孙皓.战略性新兴产业与大国崛起[J].智库理论与实践，2016，1(1)：90-93.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作者贡献说明： 报告结论;  \n霍国庆：负责提出研究总体思路和主要观点、修改和完善 孙皓：负责具体的文献调研、结果分析、报告撰写。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Strategic Emerging Industries and the Rise of Great Powers ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Huo Guoqing Sun Hao ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "School of Public Policy and Management, UCAS, Beijing 100049 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This report aims at exploring the organic relationship between strategic emerging industries (SEIs) and the national competitiveness,and providing policy suggestions for industrial decision makers in China. [Method/process] This report looked systematically back upon the documents about S&T revolution,SEIs and the rise of great powers since the modern industrial revolution. Taking the rise and change of great powers as the mainline,this report analyzed the inner correlation among system innovation, technology innovation and industrial innovation,and focused on discussing the impact of SEIs on the rise of great powers.[Result/conclusion] Results show that there is a coupling relationship between SEIs and the rise of great powers. Generally,one country fosters the creativity and firstly promotestechnology innovation through system innovation. Then,the large-scale application of technology achievements drives the development of SEIs,while the rapid growth of SEIs effectively improves the international competitiveness of this country and lays the foundation of the rise of great powers.In order to develop SEIs in China,we need to build the basic research system about SEIs,continuously perfect synergism among system innovation, technology innovation and industrial innovation, and effectively improve the healthy development of SEIs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Keywords: strategic emerging industriestechnology innovation the rise of great powerscoupling mechanismpolicy suggestions ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "收稿日期：2016-02-21 修回日期：2016-02-23 本文责任编辑：吕青",
        "page_idx": 3
    }
]