[
    {
        "type": "text",
        "text": "Elements toward novel therapeutic targeting of the adrenergic system ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abdelaziz Ghanemi a,b,\\*, Xintian Hu a.c\\*\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "aKeyaboratoryfialodelsdmnesechismsfnesedeiencsrovcemingstitutelo   \nKunming650223,Chinc   \nb University of Chinese AcademyofScience,Beijing, China   \nKeyStateLaboratoryofBrainandCognitiveScience,InstituteofBiophysics,ChineseAcademyofScience,Beijing,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLE INFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived3 July 2014   \nAccepted 19 November 2014   \nAvailable online 24 November 2014   \nKeywords:   \nAdrenergic system   \nTherapeutic potential   \nPharmacological target   \nGPCR ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Adrenergic receptors belong to the family of the G protein coupled receptors that represent important targets in the modern pharmacotherapies.Studies on different physiological and pathophysiological properties of the adrenergic system have led to novel evidences and theories that suggest novel possible targeting of such system in a variety of pathologies and disorders,even beyond the classical known therapeutic possibilities.Herein,those advances have been illustrated with selected concepts and different examples.Furthermore,we ilustrated the applications and the therapeutic implications that such findings and advances might have in the contexts of experimental pharmacology,therapeutics and clinic.We hope that the content of this work will guide researches devoted to the adrenergic aspects that combine neurosciences with pharmacology. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\mathfrak { C }$ 2014 Elsevier Ltd.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction 26   \n2. Overview of the central adrenergic system 26   \n2.1．Pathophysiological highlight.. 27   \n3. From pathological mechanisms to therapeutic implications. 27   \n4. Emerging pharmacological potentials. 28   \n4.1. Central adrenergic receptors as an emerging target for depression and anxiety 28   \n4.1.1. Beta 3 adrenergic r.eceptors. 28   \n4.1.2. Locus coeruleus alpha. a.drenoceptors. 29   \n4.2. Adrenergic system between nervous and immune systems: new potentials? . 29   \n4.3. Adrenergicsystemsovelpropertiesandotolyinthecntralnervoussem:teexampleofetaadrenergiclgandsandcellgoth   \n5. Pharmacovigilance and perspectives 30   \nAcknowledgements 30   \nReferences 31 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "G protein coupled receptors(GPCRs)are of crucial importance in modern pharmacotherapies and neurosciences,a fact explained bythe high amount of functions,diseasesand disorders that involve GPCRs or their linked pathways including enzymes,second messengers (Barreda-Gómez et al.,2005,2014; Duttlinger et al.,2003; Ghanemi and Hu, 2014; Hibert et al., 1994; Hofmann et al., 2013; Lin et al., 2011;Moser and Klose, 1993; Shen et al., 2013; Tofighi et al.,2012; Wirz et al.,2005) which,all, constitute potential targets in pharmacology and also in experimental biology to modify, stimulate or inhibit the signal transduction with or without the receptors activation.Therefore,investigating the properties of the GPCRs will without doubt lead to more advances towards clinical applications.Classified among GPCRs,adrenergic receptors constitute promising pharmacological targets.By“Adrenergic system\"we refer to the adrenergic receptors,adrenaline,noradrenaline,in addition to the enzymes and messengers of the pathways related to the signal transduction after the receptors bind to the adrenaline,noradrenalin or a pharmakon.Herein,we briefly illustrate some concepts on how to go from the description of the physiological properties and the pathophysiological roles that have been described by recent publications to a variety of pharmacologic implications and therapeutic applications via applying those new concepts toward finding out new treatments.Importantly,data related to the physiological and pathological implication of the adrenergic receptors supported by structural analytic approaches (Leioatts et al., 2O14; Nguyen et al., 2014;Weichert et al., 2014; Zhu et al., 2014) will lead to the definition of new compounds (candidates） for the drug screening. Indeed, the adrenergic receptors structures has similarities with the other GPCRs (Shukla et al.,2014) which make extrapolating some data from some other GPCR, such as pharmacogenetics (Thompson et al.,2014) and signal transmission (Zalewska et al.,2014),a source of details about the structures of the receptors.Furthermore,compounds deriving from the chemical synthesis constitute strong elements toward further pharmakon development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Overview of the central adrenergic system ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The adrenergic system,due to the diverse roles it plays in neurophysiology,representsa very important partof thenervous system. Thus,the neuropharmacology of the adrenergic system is promising.The two adrenergic neurotransmitters,adrenaline and noradrenaline (NA),act on both subtypes $\\alpha$ (alpha)adrenergic receptor (a-AR) and $\\beta$ (beta)adrenergic receptor ( $\\mathrm { \\Delta \\ B }$ -AR)and govern a variety of functions (Bylund,2O13). Indeed,whereas both neurotransmitters regulate cell differentiation in the developing brain (Berger-Sweeney and Hohmann,1997;Lauder, 1993;Lidow and Rakic,1995;Lipton and Kater,1989),NA is involved in developmental processes (Felten etal.,1982;Parnavelasand Blue,1982; Sanders et al., 2oo8)and nervous system development regulation (Landis， 1990； Lauder， 1993； Lipton and Kater， 1989; Whitaker-Azmitia,1991）particularly in the cortex（Blue and Parnavelas,1982; Loeb etal., 1987; Maeda et al., 1974;Wendlandt et al.,1977).More importantly,NA directs a2-AR development (Landis， 1990； Lauder， 1993； Lipton and Kater, 1989; Whitaker-Azmitia,1991) which confirms adrenergic receptors'(ARs) involvement in brain development (Blue and Parnavelas,1982; Rowe et al.,1993; Soto-Moyano et al., 1994). Additionally, a2A-ARs were linked to neuronal differentiation,growth and neurotrophy of the developing brain(Bylund,1988).Furthermore,a2A-ARs involve Protein kinase A（Chadzinska et al.,2O12a）that regulates microtubule-associated protein 2(MAP2)which mediates dendrite growth of cortical neurons (Song et al.,2oo4). Also,a2-ARs play animportant role in the maturation of dendritic spines within the medial prefrontal cortex(mPFC) (Ren et al.,2012). In addition to evidences concerning the age-related differences, novel a2-AR properties became know.a2-AR expression periods within the white matter show the role ofa2-AR in brain development.Indeed,after a2-ARsare highly expressed in the developing brain of rat they disappear in adulthood (Sanders et al.,2oo5). Further neurotrophic properties have also been attributed to $\\beta 2$ -ARs.β2-ARsactivation by clenbuterol is among the properties than could be exploited in further drug development.This results,in the rat brain,in the synthesis of three growth factors;nerve growth factors (NGF),basic fibroblast growth factor (bFGF) and transforming growth factorbeta 1 (TGF-b1) (Culmsee et al.,1999; Follesa and Mocchetti, 1993). Therefore,support the important role the adrenergic system plays during brain development indicated also by other publications and thus,such elements highlight the possible pharmacological exploitation of such properties in neurodegenerative diseases treatment. Indeed,numerous publications have indicated that for neuropathologic disorders including AD,PD,epilepsy,brain trauma and stroke, therapies aiming to enhance the synthesis of endogenous growth factors could provide novel therapeutic arsenals to treat such disorders (Carswell,1993;Semkovaand Krieglstein,1999), especially that agents that interact with $\\beta$ -ARare interesting including propranolol,a non-specific $\\beta$ -ARsantagonist that could prevent some memory impairment (Debiec and Ledoux,2oo4; Ferry and McGaugh, 2000),whereas $\\beta$ -ARs agonists constitute cognitive enhancing molecules (Ferryand McGaugh, 1999; Friedman etal., 1999; Gibbs and Summers, 200O; LaLumiere et al., 2003; Zarrindast et al., 2004) and regulators of both amyloid and neurotrophin production (Counts and Mufson, 2O1O) indicating further the role elements targeting theadrenergic system might have in memory loss thatis seen in some neurodegenerative diseases. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The wide distribution of a2-ARs within the central nervous system (CNS) (Nicholas et al.,1993; Unnerstall et al.,1984; Wamsley et al., 1992）indicates the physiological importance they have in different brain regions.The cognitive functions constitute illustrative examples.Learning and memory have been linked to dendritic spine morphology(Kasai etal., 2003;Ren et al.,2012) and transplantation of norepinephrine neurons into aged rats improved certain types of learning paradigms (Collier et al.,1988). In addition, the prefrontal cortex (PFC) is linked to both behavior-related neurophysiology(Goldman-Rakic,1996) and cognitive functions (Avery etal.,2ooO;Ramos and Arnsten,2oo7). Furthermore, several papers have shown that improving memory and other cognitive functions can be obtained via a2-ARs stimulation in some species (Arnsten and Cai, 1993; Brennan and Arnsten, 2oo8; Franowicz et al., 2002; Ramos et al., 2OO6; Wang et al., 2007) including humans (Jakala et al.,1999).Moreover,a2-ARsappear to playa role in emotional memory(de Quervain et al., 2oo7). Importantly,within the amygdala and hippocampus, $\\beta$ -ARs have been linked to memory function processes (Bush et al.,2010; Gibbs and Summers,2005;Murchison et al.,2011). Indeed, $\\beta$ -ARs are implicated in emotional memory (Cahill et al., 1996) and learning process (Roullet and Sara, 1998; Rutecki, 1995; Sternberg et al., 1985). $\\beta$ -AR expression in the hippocampus is well documented (Hillman et al.,2oo5). Furthermore, noradrenergic signaling through a1-AR hasalso been linked to behavioral effects (Smiatowska et al., 1994) and also prefrontal cortical function regulation (Ramos and Arnsten,2oo7)which further illustratesa1-AR's implication in cognition and the possibility of its targeting in disease in which loss of cognitive functions is observed such as AD(Ghanemi, 2014a; Mufson et al.,2005). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On the other hand,ARs have been linked to some metabolic and cellular processes including glycogen formation,oxidative metabolism (stimulation of a2-ARs),glutamate uptake (a1-ARs stimulation), glycogenolysis and increased $\\mathsf { N a } +$ $\\mathsf { K } +$ ATPase activity ( $\\beta \\mathrm { \\cdot }$ ARsactivation)(Hertz et al.,2O1O). NA has also been shown to have antiinflammatory properties (Dello Russo et al., 2Oo4; Feinstein et al., 2002）which might turn out to be beneficial if therapeutically exploited.Herein,the cardioprotective property of the a1A-ARs (Shi et al.,2013)is worth mentioning.Importantly,since the $\\beta 2$ -ARs pathway isa biased signaling(Zheng etal.,2013) with multiple signalingregulatory proteins (Nygaard et al.,2O13),a considerable number of molecules and effectors could be future pharmacological targets in divers diseasesand disorders. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.Pathophysiological highlights ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Inaddition to the above illustrated adrenergic-related functions,pathogenetic studies have provided further orientations for developing drugs that target the adrenergic system which led to clinical implications (Hurt and Angelotti, 2oo7; Koshimizu et al., 2007; Michelotti et al.,2ooO) or applications such as in the contexts of heart failure (Bristow etal.,199O), eye disease (Schwartz etal.,2005), oncology(Ramondetta etal.,2O13),anesthetic practice (Salonen et al., 1992), immunology (Fan and Wang,20o9; Sanders,20o6) and geriatric medicine (Schutzer and Mader,2Oo3).For instance,in both drugaddiction and Parkinson's disease (PD),dysregulation of striatal NA signalingis implicated (Aston-Jones and Kalivas,2oo8; Fornai et al., 2oo7; Rommelfanger and Weinshenker, 2oo7; Sofuoglu and Sewell,20o9;Weinshenker and Schroeder,2007)which is relevant since adrenergic receptors are highly expressed in the striatum (Hara et al., 201O; Nicholas et al., 1993; Paschalis et al., 2009;Pisani et al.,20o3；Rommelfanger et al.,20o9). Thus,publications have shown the possible neuroprotective role of NA that may contribute to striatal control of motor functions(Marien et al.,2004; Rommelfanger and Weinshenker,2oo7) showinganotheraspect of NA and adrenergic receptors within the striatum that might lead to the development of novel therapeutic approaches in PD. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Also within the context of neurological disorders,abnormalities of the adrenergic systems of astrocytes are probably involved in the pathogenesis of multiple sclerosis,inflammation,malfunction in Alzheimer's disease (AD) and mood disturbances in affective disorders (Hertz et al.,2OO4). In other brain regions,NA has been involved in the pathological phenomena of post-traumatic stress disorder (Krystal and Neumeister,2Oo9) and AD (Weinshenker, 2008). Indeed,NA depletion in AD contributes to the neuroinflammation that participates in the aggravation of AD(Cullen et al.,1997; Ghanemi, 2014b; Lambert et al.,1998;Vitolo et al., 2002;Walsh et al.,2002;Wang et al.,2004). In addition,we observe a cytokine expression enhancement in the microglia,which is also caused by reduction of NA(Heneka et al.,2oo2) thus,contributing more to the inflammatory component of AD.Moreover, the impaired memory inaged Alzheimer's patients is linked with degeneration of the noradrenergic system as well (Leslie et al.,1985; Mann and Yates, 1986; Stemmelin et al.,2ooo), therefore,supporting theories indicating the importance of the adrenergic system in cognitive functions and presents NAas an anti-inflammatoryagent.Importantly,a recent paper suggested that in both ischemia and neuro-diseases that include inflammatory components within their pathogenesis, neuroprotective effects could be obtained via the regulation of catecholamine level as a therapeutic approach (Markus et al., 2010). The pharmacological implications derive not only from physiological and pathological processes in which adrenergic system is implicated,but also from the fact that the activity of adrenergic system canaffect other systems or other brain structures,especiallyif we consider the brain as a complex network within which neurotransmitters interact continuously(Ghanemi,2O13b).However, as theadrenergic system-related pharmacology enlarges,the related toxicology becomes noticeable as well.As illustrated,both α2- autoreceptors and heteroreceptors can influence the medial prefrontal cortical acetylcholine release (Tellez et al.,1999) and targeting astrocytes with noradrenergic drugs will also affect the neurons,as they interact with astrocytes within neurochemical networks (Hertz et al.,2oo4). These neural network implications also ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "highlight the importance of maintaining vigilant monitoring of drugs targeting sucha system. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.From pathological mechanisms to therapeutic implications ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Resulting from research based on pathophysiological descriptions,many drugs targeting the adrenergic systems are either in use or under investigation.For instance,clonidine,an a2-AR agonist, isused as an anti-hypertensive agent that acts on cardiovascular regulatory centers in the brainstem (Yamazato et al.,2Oo1). In psychiatry,other a2-AR agonists are used as antidepressants (Davis et al.,2o01) including mirtazapine which is an a2-AR,5 HT2 and 5-HT3 serotoninergic receptors'agonist (Sanders et al.,2O11) used to treat social phobia (Mrakotsky et al., 2oo8) and to improve cognitive functions (Arnsten et al., 1996; Franowicz and Arnsten, 1999; Franowicz et al.,2Oo2). Guanfacine,an a2A-AR selective agonist, has been used to treat patients suffering from attention deficit hyperactivity disorder (ADHD) (Sallee et al.,2Oo9) and other psychiatric disorders (Faraone and Glatt, 201O; Sallee and Eaton, 201O; Taylor and Russo,2oo1).Clozapine and risperidone,which are two antipsychotics,haveaffinities to a2-AR(Bymaster etal.,1996).Importantly,atomoxetine,a selective NA reuptake inhibitor is effective in treating patients with ADHD (Garnock-Jones and Keating, 2009) via enhancing synaptic norepinephrine that stimulates a2-AR in PFC as suggested by Arnsten (20o9). On the other hand, tricyclic antidepressants have been reported to involve a2-AR signaling within their pharmacodynamics (Zhang et al.,2oo9). Moreover, in the hippocampus,isoproterenol (a $\\beta$ -AR agonist) can,via activating $\\beta$ -ARs, promote the model of learning and the long-term potentiation (LTP) in cornu ammonis 1（CA1) pyramidal cells (Lin et al., 2003;Moody et al.,1998；Thomas et al.,1996). These examples illustrate the importance targeting the adrenergic system has in psychiatry. Regarding insomnia,that might be related to psychiatry,and because the implications of a2-ARs in the regulation of sleep-wake processes (Ramesh et al.,1995) and as NA are implicated in both sleeprelated processesand pathologies (Mitchell and Weinshenker,2010), we suggest the possible targeting of a2-ARs in cases like insomnia.Furthermore, $\\beta$ -ARsagonists might be beneficial in diseases with neuronal excitabilityalteration including epilepsy(Rutecki, 1995) and long-term potentiation (LTP) modulation (Hillman et al., 2005).This is due to the fact that it has been shown that neuronal excitabilitycan be enhanced via cerebral $\\beta$ -ARsactivation (Mueller and Dunwiddie, 1983; Stoop et al.,2000),whereas $\\beta$ -ARsantagonists may be given as a therapeutic option in cases of anxiety and stress related disorders to reduce some of the side effects (Abraham et al., 2008). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hypoxic-ischemic brain injury-related phenomena include oxygen-free radical formation,the release of both glutamate and catecholamines (including noradrenaline),in addition to the elevation of intracellular calcium(Ma et al.,2oo4).Because both glutamate release and calcium changes in addition to some cell damage in ischemia (ex:hippocampal neurons)are influenced by α2-receptors,cerebroprotective properties are attributed to a2- ARsagonists(Bickler and Hansen,1996) thus,dexmedetomidine, which has sedative(Tobiasand Berkenbosch,2oo2）and analgesic properties(Ma etal.,2oo4) have also been shown to reduce infarct size in models of brain ischemia (Jolkkonen etal.,1999;Matsumoto etal.,1993).Dexmedetomidine is considered asa neuroprotective agent that activates the α2A adrenergic receptor subtype in vitro and in vivo models of hypoxic-ischemic injury probably via attenuatingthe massiverelease of catecholamines(Ma etal.,2004). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the neurodegenerative diseases,agents that act on $\\beta \\cdot$ -ARs may be with benefits in AD as well. In fact, $\\beta 2$ -ARs activation prevents the Beta-amyloid $( \\mathsf { A } \\beta )$ inhibition of LTP(Wang et al.,20O9a). Furthermore,during the progression of AD,noradrenergic signaling has been shown to mediate neuroprotective properties,and we may also target brain-derived neurotrophic factor (BDNF) delivery(Nagahara et al.,2Oo9）or alternatively,use NA replacement therapy (Weinshenker,2oo8) to obtain the same neuroprotective effect. Importantly,a genetic study has indicated that the combination of G protein $\\beta 3$ subunit (GNB3) and $\\beta 1$ -AR gene polymorphisms results in susceptibility to AD.They also have suggested the regulation of cerebral adrenergic receptors as a new pharmacological addition to AD therapies (Bullido et al.,2oo4).Moreover, it has been shown that in neonates,activators of both $\\beta 1$ -ARsand $\\beta 2$ -ARsrepresent potential neuro-protective agents (Markus etal.,2O1O),whereas others have indicated that co-treatment combining both β2-ARs agonists and $\\beta 1$ -ARsantagonists may increase the cerebroprotective properties of $\\beta 2$ -ARsagonists in vivo (Junker etal.,2oo2). Inaddition to previous studies that have highlighted noradrenergic system's neuroprotective properties (Chen et al., 2oo7;Heneka et al., 2002; Madrigal et al., 2007; Traver et al., 2005; Troadec et al., 2001), β1- ARs stimulation results in the translation of striatal enriched protein tyrosine phosphatase(Buchel et al.,2O12),which exists in several brain structures.This has been linked to the learning process (Hu etal.,2oo7)again expanding the neuropharmacological area of targeting the adrenergic system. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Targeting astrocyticadrenoceptors,which might constitute a promising therapeutic approach for several pathologies that have been shown to involve astrocyte-related pathophysiological pathways (Meitzen et al., 2011) including PD,AIDS-related dementia and prion diseases (Hertz et al.,2oo4),represent another example among the many perspectives that can be cited within this context.Importantly, the neurotrophic properties attributed to the noradrenergic system may also be applied invivo as a neural growth factor leading to the possibility of promoting the maturation and development of the prefrontal cortical structure and function by the use of $\\alpha$ -2Aagonist that could be specifically delivered into the PFC of human infants (Ren et al.,2O12) or in vitro in cell cultures,for example to enhance receptor expression which may provide better conditions for their study.In this context,molecules,such as laboratory reagents and solvents that have pharmacological or biological actions on receptor expression or cell properties,also constitute useful agents either to create new laboratory conditions or even to provide starting points to develop new therapeutic agents (Ghanemi, 2013a,2014e). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.Emerging pharmacological potentials ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In addition to the previously described therapeutic applications,advances in research on divers have indicated the huge unexploited pharmacological potential of theadrenergic system. For instance,a-ARs antagonists have represented the mainstay of therapy of lower urinary tract symptoms(Miller,2013) and a2-AR agonists,that are consideredasantihypertensiveagentsand as sedative analgesics(Madden etal.,2013),might be effective during excessive feverbyattenuating the lethal elevations in body temperature (Madden et al.,2O13).Herein,we further review more recent advances. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1. Central adrenergic receptors as an emerging target for depression and anxiety ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Links between central adrenergic systems and neuropsychiatric disorders have been established.Indeed,papers are describing links between the psychological aspects and both the neurotransmitters and the elements belonging to the adrenergic system.For instance,whereas NA deficiency was reported in severe depression (Callado et al.,1998; Ordway et al.,1994), two publications have indicated that suicidevictims haveahigh density of botha2-ARs and a2-AR-A mRNA (De Paermentier et al., 1997; Escriba et al.,2004). In addition,genetically polymorphisms in the a2-AR-A gene may be linked to suicide predisposition (Fukutake et al., 2Oo8). On the otherhand,patients suffering from attention deficit hyperactivity disorder(ADHD) and some other neuropsychiatric disorders commonly show deficits in PFC functions(Brennan and Arnsten,2008; Casey etal.,1997).Manyneuropsychiatric diseasesare related to the loss or malformation of dendritic spine(Calabrese et al.,2006) and new evidence show the benefits targeting some adrenergic receptors may have in cases of depression (Erdogan,2O1O)(such as thedrug Mirtazapine (Kasper etal.,1997)) and anxiety. Indeed, whereas the deficiencies of serotonergic system are believed to be involved in anxiety and depression(Consoli et al.,2oo7)a decreased central dopaminergic and/or noradrenergic transmission is likely involved in the pathology of depression (Guiard et al.,2008) which not only puts more light on the bridges linking neural imbalances and psychiatric disorders but also indicate potential therapies.Furthermore,a recent study that used substance P receptor antagonists,a putative new class of antidepressant/anxiolytic drugs,suggested that tachykinin NK1 receptor antagonists interfere with serotoninergic system via noradrenaline neurons (Haddjeri and Blier,2Oo8).These elements are supported by previous data describing improvement of depression-like behavior in rats (Yang et al., 2014).In addition, the noradrenergic system has been implicated in depressive disorder(Overstreet et al.,2oo8) which further indicates how for the treatmentof stress-related disorders,adrenoceptors mayrepresent a therapeutic target(Tamburella etal.,201O) which isworth exploring.Such data raise the importance of the adrenergic system within the therapies of psychiatric disorders and encourage more investigations.For instance, $\\beta 3$ -ARsanda-ARsof the locus coeruleus (LC) constitute putative targets for diseases,including depression and anxiety. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1.1.Beta 3 adrenergic receptors ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "After $\\beta 1$ -ARsand $\\beta 2$ -ARs have been shown to be involved in depressive disorders (Overstreet et al.,2oo8),investigations have focused on the role $\\beta 3$ -ARs might play in the context of depression.They indicatedthat theactivation of $\\beta 3$ -ARs could turn out to become a new therapy for anxiety and depressive disorders (Stemmelin et al., 2008). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To elucidate some of the pharmacological properties of the $\\beta 3 -$ ARs,that do not exist only in the brain (Imbrogno et al., 2006; Morimoto et al.,2004; Sahi et al., 2012)and governs divers functions including some metabolic pathways (Sahi et al., 2012),we describe amibegron.Amibegron or SR58611A,which is the first selective $\\beta 3$ -ARs agonist described with antidepressant (Tanyeri et al., 2013b) and anxiolytic (Tanyeri et al.,2O13a) properties in rodents, has been used in studies that have raised the importance of $\\beta 3 -$ ARasa target for treatment of depression(Claustre et al.,2008; Tanyeri etal.,2013b). Herein, two important facts have to be mentioned; first, $\\beta 3$ adrenergic chronic signaling during social stress represents an adaptive response (Chuang et al.,2O1O) and secondly,the study about the antidepressant-like effects of the amibegron, was coherent with the hypothesis that $\\beta 3$ -ARmight constitutea target for the pharmacotherapy of stress-related disorders (Tamburella et al.,201O). More importantly, the antidepressant property of amibegron has been proven inananimal model of depression (Overstreet etal.,2oo8). Inaddition,asamibegron is orallyactive and brain-penetrant (Stemmelin et al.,2oo8), this may facilitate drug development and improve cerebral bioavailability. On the other hand, $\\beta 3$ -AR gene Trp64Arg polymorphism has been linked to obesity, type 2 diabetes and cardiovascular disease,and since the incidence of these three disorders is increased in major depressionand schizophrenia,we suggest a relationship between $\\beta 3$ -ARandboth major depressionand schizophrenia(Sasayama etal.,2012) which further raised the potential pharmacotherapeutic importance of $\\beta 3 -$ AR. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The interaction of $\\beta$ 3-ARs activity with other neurotransmissions which has been shown to play important roles in depression andanxiety,has further strengthened the previously described theories.In fact,the activation of the $\\beta 3$ -AR has been suggested to increase brain serotonin synthesis(Consoli et al.,2oo7）whereas amibegronanxiolytic-and antidepressant-like activities might be mediated,at least in part,via the increase of brain serotonergic and noradrenergic neurotransmissions (Claustre et al.,2oo8). Finally, it was proposed that neuronal production can be increased via the activation of both neurogenic precursors and stem cells through β3- ARsand points out a new therapeutic target for novel antidepressants (Jhaveri et al.,2O1O). Since such concepts might lead to the development of a new generation of antidepressants,further investigations are not only encouraged but required especially that $\\beta 3$ -ARsmight also be a target for other diseases,including portal hypertension (Vasina et al.,2o12),in addition to the facts that new elements related to both $\\beta 3$ -ARs pathways(Zhang et al.,2012) and structure(Sahi et al.,2012) are being revealed. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1.2.Locus coeruleus alpha adrenoceptors ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Links between depression and the $\\alpha$ -adrenergic system of the locus coeruleus (LC) made targeting these receptors a new area of research in neuropharmacology.Indeed,whereas depression may be a result of excessive LC activity(Stone et al.,2Oo9), studies support the theory that antidepressant drugs decrease the activity of the LC (West et al., 2009). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the LC,which is considered as a stress-responsive region (Stone et al.,2O11）a 2-ARs autoregulate norepinephrine（NE）neurons (Guiard etal.,20o8). However,a 1-ARs are highly expressed in LC as well (Stone et al.,2Oo9),which indicates the implication of a-ARs in the mechanism of depression.In fact,correlations between noradrenergic system and both the etiopathogenesis and recovery from depression have been established (Miguelez et al.,2O11). Furthermore,it has been shown that the antidepressant effects of noradrenaline reuptake inhibitors (NaRIs) and serotonin reuptake inhibitors(SSRIs）might be improved by the co-administration of selective a2-AR antagonists.This could be explained by cerebral enhancing of extracellular NA concentrations (Ortega et al., 2010). Moreover,targetinga2-ARs for treating both negative/cognitive symptoms in schizophrenia and related psychiatric disorders constitutesa therapeutic opportunity (Masana etal.,2011). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Recent studies have indicated the existence of correlations between LC adrenoreceptors and depression.For instance,the interaction of noradrenaline witha2-ARs playsarole in the inhibition ofLC neurons in vivo by fluoxetine,a selective serotonin reuptake inhibitor (Miguelez et al.,2Oo9). Moreover, 6-fluoronorepinephrine (6FNE),a selectivea-ARsagonist(Stone etal.,2O11) that elicitsa rapid and effective antidepressant and anti-stress response(Stone etal.,2O11),was reported to possess antidepressant actions (Stone et al.,2O11).6FNE is also hypothesized to strongly stimulate the a 1-ARs of the mouse's LC,thus inhibits the tonic or stress-induced activity of the LC(Stone etal.,2oo9). Importantly,researchers have also indicated that 6FNE is likely to inhibit neural activity in LC(Stone et al., 2011). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "These evidences introduce the LC ARs as new targets to treat depression. In addition,as noradrenergic LC is implicated in other functions such as the ascending and descending pain pathways (Alba-Delgado et al.,2012),we suppose a possible use of LC $\\alpha$ -adrenergic receptors'ligands for other therapeutic purposes,on the one hand. On the other hand,targeting LC $\\alpha$ -adrenergic receptorswill have numerous side effects.Thus,deeper research remains required to reach a new and efficient therapeutic approach. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2.Adrenergic system between nervous and immune systems: newpotentials? ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In keeping a state of homeostasis,the interactions between the nervous,endocrine and immune systems represent the key element of the body response against different stimuli (Ader et al., 1995). The adrenergic system has important roles in the neuroimmunologyrelated processes.Indeed,a number of neurotransmitters and hormones have their receptors on some immune cells (Chadzinska et al.,2O12b).The immune response of divers is regulated via the CNS (Dantzer et al., 2Oo8). In addition, skin, oral and gut mucosae, the peritoneum and lungs,which are implicated in the immune response,are innervated (Nance and Sanders,2oo7) which illustrates the existence of strong neuro-immune interactions. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Many different pathways have been linked to adrenaline receptors.For instance,whereas a1-ARs act via protein kinase C(PKC) activation with both phospholipase C(PLC) (de Smet et al.,2011) and inositol 1,4,5-triphosphate (IP3）as second messengers (Lafontanand Berlan,1993;Myslivecek etal.,2008),a 2-ARs reduce intracellular cyclic adenosine monophosphate(cAMP） through adenylyl cyclase (Ac) activation (Myslivecek etal.,2oo8). Both a-AR and $\\beta$ -AR subtypes have been shown to be expressed on mammalian innate immune cells (Nance and Sanders,2oo7). Several studies have focused on the adrenergic regulation of immunologic mechanisms.Furthermore,the $\\beta 2 \\mathsf { a }$ -ARs probably modulate the immune response in fish (Nickerson et al.,2001; Wang et al., 2009b) whereas, in mammals,adrenaline inhibits oxygen radical formation via $\\beta 2$ ARs-related pathways (Barnett et al.,1997；Weiss et al.,1996). Adrenaline,NA and $\\beta$ -ARsagonists inhibit the processes of synthesis and secretion of pro-inflammatory cytokines (Elenkov etal.,2000; Hasko et al., 1998; Szelenyi et al., 200O). In contrast, they stimulate the liberation of anti-inflammatory interleukin-1O (IL-10) (Suberville et al.,1996;van der Poll et al., 1996;Van der Poll and Lowry,1997). It has also been shown that $\\beta$ -AR agonists can suppress the synthesis of interferon-gamma(IFN-γ)by Thelper cells 1(Th1) (Borger et al.,1998;Ramer-Quinn et al., 1997). Moreover, antibody secretion at early stages of the adaptive response can be suppressed by catecholamines (Flory,199O).In addition,adrenaline and isoproterenol (a $\\beta$ -ARagonist) are able to reduce reactive oxygen species(ROS）synthesis in rainbow trout pronephric phagocytes (Flory and Bayne，1991). More importantly，a recent publication(Chadzinska et al.,2012b) explained that ARs and adrenaline are linked with the regulation of the innate immune response in common carp (Cyprinus carpio L.).The same publication added that adrenaline inhibits both CXC ligands and the expression of their receptors.Furthermore,it has also shown that,with cortisol and opioid ligands(Chadzinska et al.,2009a, 2009b,2012b）the adrenergic system also playsa role in the process of down regulation of the immune system. The adrenergic system is also implicated in modulation of the inflammatory responses that are mediated by neuroendocrine factors,stress hormones (cortisol, catecholamines）and opioids(Chadzinska et al., 2012b). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "These publications illustrate some aspects of the interactions between the three main systems engaged in maintaining endogenous homeostasis (nervous,endocrine and immune systems). Therefore,we suggest that the effects of a drug used to regulate any of these three systems will have effects on the two other,because of the complexity and inter-influences of the endogenous ligands involved in the interaction between these three systems. Inaddition,of the explanations those papers give about the cellular and molecular properties of GPCRs,data also show that catecholamines play roles in regulating some immune functions and inflammatory processes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For instance,within the central nervous system noradrenaline elicits anti-inflammatory effects and playsa neuroprotective function (McNamee et al.,201O).Thus, such elements might constitute starting points to develop agents that,via interacting with catecholamines-related systems (receptors or the intracellular enzymes of the related pathways),could reduce or even inhibit the immune response or the inflammatory phenomenon.Such drugs might be very important in diseases with inflammatory component or auto-immune diseases.More important,the ability of adrenaline to inhibit oxygen radical formation via $\\beta 2$ -ARssuggests that $\\beta 2$ -ARs agonists could be beneficial to prevent or treat ischemic accident or reduce the impact of some oxygen radicals on cell degenerative-diseases via a cell protective role.These results merit further investigation to find out whether or not such properties can be therapeutically useful in neurodegenerative disease. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3.Adrenergic systems,novel properties and notonly in the central nervoussystem:the exampleof beta adrenergic ligandsand cell growth ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In addition to controlling the neurophysiological phenomena, some neurotransmitters have been linked to cell growth-related pathways that involve GPCRs.Indeed,the autonomic nervous system has been shown to innervate salivary gland tissues.Both parasympathetic and sympathetic nerves regulate salivary gland function and developmentas well (Yeh etal.,2012). Since 1960s isoproterenol (a non-selective agonist for the G-protein coupled $\\beta$ -AR)has been suggested to play a role in salivary gland development (Selye et al.,1961).At that period,two papers described the potential of isoproterenol to induce salivary gland enlargement (Borsanyi and Blanchard,1962;Selye etal.,1961).This growth mechanism was shown to implicate several molecular and enzymatic processes.In fact,repeated isoproterenol injections enhance mitogen activated protein kinase(MAPK)and progressive activation of epidermal growth factor receptor (EGFR） transactivation pathways (Purushotham et al.,1992,1993,1994;Wang et al., 1993). In addition,more recent publications (Yeh et al.,2003,20o5) showed that, in the salivary HSY cell line,isoproterenol stimulates extracellularsignal regulated kinase1and 2(ERK1/2) phosphorylation.Later, Yeh et al.(2O12) have reported that nuclear factor kappa B(NF- $\\mathbf { \\nabla \\cdot } \\kappa \\mathbf { B }$ and cAMP response element bind protein(CREB) constitute,with the mitogen activated protein kinase (MAPK) pathway,key effectors in the growth response to isoproterenol. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Such new concepts relating isoproterenol effects to salivary gland growth via molecular pathways can open new doors for advances about $\\beta$ -AR.More importantly,it can lead to developmentof novel methods in bioengineering of salivary gland repair,replacement orregrowth(Baum,2ooO） to treat salivary dysfunction,such as those observed after radiation therapy for head and neck cancer, or prevent oral disease and regain physiological secretory functions (Yeh et al.,2012） via $\\beta$ -ARsagonists that stimulate salivary gland cells growth.Thus $\\beta$ -ARsagonistscanberegardedas“growth factors\". ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In addition to presenting new evidences about the molecularand the enzymatic basis of GPCRs functions,such datawill help to further understand the biological effects of ligands on the DNA transcription processes.Therefore,reach therapeutic aims through stimulating or selected DNA regions via membrane receptors'agonists or antagonists.Furthermore,and as the growth process involves several molecular and enzymatic process,such molecules and enzymes could also be targeted to modify their pathways,rather than targeting the receptors. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "On the other hand,the possibility of stimulating cell growth may provide new chemical agents which could be used in cell cultures to stimulate cell growth and thus facilitate studies ina shorter period of time,via modifying the growth speed.Importantly,and in vivo, such properties could be helpful to develop bioengineering synthetic tissues for organs replacement.In contrast,we might target the receptors,or the molecules implicated in the growth pathway, to inhibit cell growth in some cases,like salivary glands cancer, thus obtain a new generation of anticancer drugs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.Pharmacovigilanceand perspectives ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As adrenergic receptors affect the function of other systems as the cardiovascular system,therapies targeting adrenergic receptors may result in side effects(Faizi etal.,2O11).For instance, $\\beta$ -ARs agonists induce tachycardiaand otherarrhythmias(Friedman etal., 1999).Thus,drugs targeting ARs will not only require a higher pharmacovigilance,but these side effects will also limit the use of suchagents.Inaddition,due to the possible influences of the adrenergic system on non-adrenergic neural system,we should also consider the resulting aspects in the related pharmacovigilance.Furthermore,the existence of several receptor subtypes makes the drug selectivity very important when targeting the adrenergic system against a multitude of neurological and psychiatric diseases via modulating noradrenergic receptor activity or down-stream signaling or both of them (Hertz et al., 2004). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Herein,other aspects of the pharmacovigilance can be also illustrated,for instance a recent study has indicated that for agents targeting a2-AR,age-related differences in clinical response exist (Sanders et al.,2O11).These new elements are consistent with the previous related data which show that tricyclic antidepressants, monoamine oxidase inhibitors,and venlafaxine,that exert their clinical effects mainly byacting on the noradrenergic system(Subhash et al.,2oo3),may not be recommended to treat depression in children,whereas theyare efficacious inadults (Geller etal.,1999; Hazell et al.,2000;Varley, 2003;Whittington et al., 2004). Furthermore, in 2007 the immature regulatory system for the a2-AR was proposed as one of the reasons that may explain the reduced effect of tricyclic antidepressant in pediatric populations compared with adults (Bylund and Reed,20O7; Deupree et al.,20O7). On the other hand,long term consequences of the drugs acting on a2-AR require clinicians to pay more attention to children and adolescent populations if such populations are treated with such agents (Sanders etal.,2oo8) because of the age-related differences. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The previous elements show some of the main therapeutic possibilities that targeting adrenergic system may provide,including treatment of neurodegenerative diseases,ischemic pathologies, psychiatric diseases (Hertz et al.,2oo4) and pathologies that include inflammatoryphenomena within their pathogenesis,in addition to withdrawal from addictive drugs and cognitive disorders.Other usage remains possible,especially with the implication of the adrenergic system in other pathologies such as the Parkinson's disease (Ghanemi,2O13c).Moreover,targeting the intracellular pathways remain therapeutic possibilities as well (Ghanemi,2O13d) which may provide more possibilities for the related diseases especially with the development of fields including pharmacology(Ghanemi, 2014d;Ghanemi and Hu,2014) and pharmacognosy(Boubertakh et al.,2013; Dhami, 2013; Ghanemi, 2014c, 2014f). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The different physiological functions which the adrenergic system governs,the diverse pathological processes and disorders it is implicated in,and the existent similarities between the majority of the GPCRs (to which adrenergic receptors belong),dictate that further studies will surely lead to the identification of new targets and also elucidate some pathogenetic mechanisms.This will help to develop new drugs based on the properties of the receptors and the factors thatmayaffect their functions (Ghanemi etal.,2O13),especiallywith the high number of chemical and natural compounds that could be active against adrenergic receptors,inaddition to the use of the novel technologies and methods. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abdelaziz Ghanemi is the recipient of a 2013 CAS-TWAS President's Postgraduate Fellowship. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This research was supported by the Training Program of the Major Research Plan of the National Natural Science Foundation of China ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(9133212O),the National Natural Science Foundation of China (31271167,81271495,31070963,30921064)and the Key Pr0gram of the Chinese Academy of Sciences (KZCC-EW-103-2). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abraham, P.A., Xing, G., Zhang,L, Yu, E.Z, Post, R., Gamble, E.H., et al., 2008. beta1- and beta2-adrenoceptor induced synaptic facilitation in rat basolateral amygdala. Brain Res.1209,65-73.   \nAder, R., Cohen, N.,Felten,D.,1995. Psychoneuroimmunology: interactions between the nervous system and the immune system. Lancet 345 (8942), 99-103.   \nAlba-Delgado,C., Borges, G., Sanchez-Blazquez,P., Ortega,J.E., Horrillo,I., Mico,J.A., et al.,2012. The function of alpha-2-adrenoceptors in the rat locus coeruleus is preserved in the chronic constriction injury model of neuropathic pain. Psychopharmacology (Berl) 221(1), 53-65.   \nArnsten, A.F., 2Oo9. Toward a new understanding of attention-deficit hyperactivity disorder pathophysiology: an important role for prefrontal cortex dysfunction. CNS Drugs 23 (Suppl. 1), 33-41.   \nArnsten, A.F., Cai, J.X.,1993. Postsynaptic alpha-2 receptor stimulation improves memory in aged monkeys: indirect effects of yohimbine versus direct effects of clonidine. Neurobiol. Aging 14 (6), 597-603.   \nArnsten, A.F., Steere,J.C., Hunt,R.D.,1996. The contribution of alpha 2-noradrenergic mechanisms of prefrontal cortical cognitive function. Potential significance for attention-deficit hyperactivity disorder. Arch. Gen. Psychiatry 53(5),448-455.   \nAston-Jones, G., Kalivas,P.W., 2oo8. Brain norepinephrine rediscovered in addiction research. Biol. Psychiatry 63 (11),1005-1006.   \nAvery,R.A.,Franowicz, J.S., Studholme, C., van Dyck, C.H., Arnsten, A.F.,2000. The alpha-2A-adrenoceptor agonist, guanfacine,increases regional cerebral blood flow in dorsolateral prefrontal cortex of monkeys performing a spatial working memory task. Neuropsychopharmacology 23 (3),240-249.   \nBarnett, C.C., Jr., Moore,E.E., Partrick, D.A., Silliman, C.C.,1997. Beta-adrenergic stimulation down-regulates neutrophil priming for superoxide generation, but not elastase release.J. Surg. Res. 70 (2), 166-170.   \nBarreda-Gómez, G., Giralt, M.T., Rodriguez-Puertas,R.,2Oo5. G protein-coupled galanin receptor distribution in the rat central nervous system. Neuropeptides 39 (3), 153-156.   \nBarreda-Gómez, G., Giralt, M.T., Pazos, A., Rodriguez-Puertas, R., 2014. Galanin activated Gi/o-proteins in human and rat central nervous systems. Neuropeptides 48 (5),295-304.   \nBaum, B.J.,20o. Prospects for re-engineering salivary glands. Adv. Dent. Res.14, 84-88.   \nBerger-Sweeney, J., Hohmann, C.F.,1997. Behavioral consequences of abnormal cortical development: insights into developmental disabilities. Behav. Brain Res. 86 (2), 121-142.   \nBickler, P.E., Hansen, B.M., 1996. Alpha 2-adrenergic agonists reduce glutamate release and glutamate receptor-mediated calcium changes in hippocampal slices during hypoxia. Neuropharmacology 35 (6), 679-687.   \nBlue,M.E, Parnavelas,J.G., 1982.The effect of neonatal 6-hydroxydopamine treatment on synaptogenesis in the visual cortex of the rat. J. Comp. Neurol. 205 (2), 199-205.   \nBorger, P.,Hoekstra,Y.,Esselink,M.T.,Postma, D.S., Zaagsma,J., Vellenga,E.,etal, 1998. Beta-adrenoceptor-mediated inhibition of IFN-gamma,IL-3,and GM-CSF mRNA accumulation in activated human T lymphocytes_is solely mediated by the beta2-adrenoceptor subtype. Am.J. Respir. Cell Mol. Biol. 19 (3), 400-407.   \nBorsanyi, S.J., Blanchard, C.L., 1962. Asymptomatic parotid swelling and isoproterenol. Laryngoscope 72, 1777-1783.   \nBoubertakh,B.,Liu, X.-G., Cheng, X.-L.,Li,P.,2013. A spotlight on chemical constituents and pharmacological activities of Nigella glandulifera Freyn et Sint Seeds.J. Chem. 2013,12.   \nBrennan, A.R., Arnsten, A.F.,2oo8. Neuronal mechanisms underlying attention deficit hyperactivity disorder: the influence of arousal on prefrontal cortical function. Ann. N. Y. Acad. Sci. 1129,236-245.   \nBristow, M.R.,Renlund, D.G., Gilbert, E.M., O'Connell,JB.,199o. Enoximone insevere heart failure: clinical results and effects on $\\beta \\cdot$ -adrenergic receptors. Int. J. Cardiol. 28 (Suppl. 1), S21.   \nBuchel, G.E.,Stepanenko,IN.,Hejl,M.,Jakupec,M.A.,Keppler,B.K.,Heffeter,P.,etal., 2012. Osmium(IV) complexes with 1H- and 2H-indazoles: tautomer identity versus spectroscopic properties and antiproliferative activity.J. Inorg. Biochem. 113,47-54.   \nBullido, M.J.,Ramos,M.C.,Ruiz-Gomez,A.,Tutor,A.S.,Sastre,I.,Frank,A.,etal.,2004. Polymorphism in genes involved in adrenergic signaling associated with Alzheimer's. Neurobiol. Aging 25 (7), 853-859.   \nBush,D.E., Caparosa, E.M., Gekker, A.,Ledoux,J., 201o0. Beta-adrenergic receptos in the lateral nucleus of the amygdala contribute to the acquisition but not the consolidation of auditory fear conditioning. Front. Behav. Neurosci. 4, 154.   \nBylund, D.B.， 1988. Subtypes_of alpha 2-adrenoceptors: pharmacological and molecular biological evidence converge. Trends Pharmacol. Sci. 9(10), 356-361.   \nBylund, D.B., 2013. Adrenergic receptors. In: Lane, W.J.L.D. (Ed.), Encyclopedia of Biological Chemistry. Academic Press, Waltham, MA, pp. 57-60.   \nBylund, D.B., Reed, A.L., 20o7. Childhood and adolescent depression: why do children and adults respond differently to antidepressant drugs? Neurochem. Int. 51 (5), 246-253.   \nBymaster, F.P., Calligaro, D.O.,Falcone,J.F., Marsh, R.D, Moore, N.A., Tye, N.C., et al., 1996. Radioreceptor binding profile_of the atypical antipsychotic olanzapine. Neuropsychopharmacology 14 (2), 87-96.   \nCahil,L,Haier,RJ.,Fallon,J,Alkire,M.T.,Tang,C,Keator,D.,etal.,996.Amygdala activity at encoding correlated with long-term,free recall of emotional information. Proc. Natl. Acad. Sci. U.S.A. 93 (15), 8016-8021.   \nCalabrese,B., Wilson,M.S., Halpain, S.,2oo6.Development and regulation of dendritic spine synapses.Physiology (Bethesda)21,38-47.   \nCallado, LF.,Meana,J,Grijalba,B.,Pazos,A.,Sastre,M., Garcia-Sevilla, JA.,1998. Selective increase of alpha2A-adrenoceptor agonist binding sites in brains of depressed suicide victims.J. Neurochem. 70 (3), 1114-1123.   \nCarswell, S.,1993. The potential for treating neurodegenerative disorders with NGF-inducing compounds. Exp. Neurol. 124(1), 36-42.   \nCasey,B.J.,Castellanos,FX., Giedd,JN.,Marsh,W.L,Hamburger,S.D.,Schubert,A.B., et al.,1997. Implication of right frontostriatal circuitry inresponse inhibition andattention-deficit/hyperactivity disorder.J.Am. Acad. Child Adolesc.Psychiatry 36 (3),374-383.   \nChadzinska, M., Hermsen, T., Savelkoul, H.F., Verburg-van Kemenade, B.M., 2009a. Cloning of opioid receptors in common carp (Cyprinus carpio L.)and their involvement in regulation of stressand immune response. Brain Behav. Immun. 23 (2), 257-266.   \nChadzinska,M.,Savelkoul,H.F., Verburg-van Kemenade, B.M.,2009b. Morphine affects the inflammatory response in carp by impairment of leukocyte migration. Dev. Comp. Immunol.33 (1), 88-96.   \nChadzinska, M., Tertil, Kepka, M., Hermsen, T.， Scheer, M., Lidy Verburg-van Kemenade, B.M., 2012a. Adrenergic regulation of the innate immune response in common carp (Cyprinus carpio L.). Dev. Comp. Immunol. 36 (2),306-316.   \nChadzinska,M,Tertil,E., Kepka,M.,Hermsen,T.,Scheer,M.,Verburg-van Kemenade, B.M., 2012b. Adrenergic regulation of the innate immune response in common carp (Cyprinus carpio L.). Dev. Comp. Immunol. 36 (2),306-316.   \nChen, M.J., Nguyen, T.V., Pike, C.J., Russo-Neustadt, A.A., 2oo7. Norepinephrine induces BDNF and activates the PI-3K and MAPK cascades in embryonic hippocampal neurons. Cell. Signal. 19(1),114-128.   \nChuang, J.C., Krishnan, V., Yu, H.G., Mason, B., Cui, H., Wilkinson, M.B., et al., 2010. beta3-adrenergic-leptin-melanocortin circuit regulates behavioral and metabolic changes induced by chronic stress. Biol. Psychiatry 67(11), 1075-1082.   \nClaustre, Y.,Leonetti,M., Santucci,V., Bougault,I., Desvignes, C., Rouquier,Letal, 2008.Effects of the beta3-adrenoceptor (Adrb3） agonist SR58611A (amibegron) on serotonergic and noradrenergic transmission in the rodent: relevance to its antidepressant/anxiolytic-like profile. Neuroscience 156 (2), 353-364.   \nCollier, T.J., Gash, D.M., Sladek, J.R., Jr., 1988. Transplantation of norepinephrine neurons into aged rats improves performance of a learned task. Brain Res. 448 (1),77-87.   \nConsoli,D.,Leggio, G.M., Mazzola, C.,Micale,V.,Drago,F.,2007. Behavioral effects of the beta3 adrenoceptor agonist SR58611A: is it the putative prototype of a new class of antidepressant/anxiolytic drugs? Eur. J. Pharmacol. 573 (1-3), 139-147.   \nCounts，S.E.，Mufson，E.J.，2010. Noradrenaline activation of neurotrophic pathways protects against neuronal amyloid toxicity. J. Neurochem. 113 (3), 649-660.   \nCullen,W.K,Suh, Y.H., Anwyl R,Rowan,MJ.,1997.Block ofLTPin rat hippocampus in vivo by_beta-amyloid precursor protein fragments. Neuroreport 8 (15), 3213-3217.   \nCulmsee,C., Stumm, R.K., Schafer, M.K.,Weihe,E., Krieglstein,J.,1999. Clenbuterol induces growth factor mRNA,activates astrocytes,and protects rat brain tissue against ischemic damage. Eur. J. Pharmacol. 379 (1), 33-45.   \nde Quervain,D.J., Kolassa, I.T., Ertl, V., Onyut, P.L., Neuner, F., Elbert, T., et al.,2007. A deletion variant of the alpha2b-adrenoceptor is related to emotional memory in Europeans and Africans. Nat. Neurosci. 10 (9), 1137-1139.   \nde Smet, M.D., Taylor,S.R., Bodaghi,B., Miserocchi,E.,Murray, PL, Pleyer,U,etal., 2011. Understanding uveitis: the impact of research on visual outcomes. Prog. Retin. Eye Res.30 (6), 452-470.   \nDantzer,R.，O'Connor, J.C., Freund, G.G.,Johnson, R.W., Kelley, K.W., 2008.From inflammation to sickness and depression: when the immune system subjugates the brain. Nat. Rev. Neurosci.9 (1), 46-56.   \nDavis,M.P.,Dickerson, E.D.,Pappagallo,M, Benedetti, C.,Grauer,PA.,Lycan,J.,01. Mirtazepine: heir apparent to amitriptyline? Am. J. Hosp. Palliat. Care 18 (1), 42-46.   \nDe Paermentier, F., Mauger,J.M., Lowther, S., Crompton, M.R., Katona, C.L., Horton, R.W., 1997. Brain alpha-adrenoceptors in depressed suicides. Brain Res.757 (1), 60-68.   \nDebiec,J.,Ledoux, J.E., 2oo4. Disruption of reconsolidation but not consolidation of auditory fear_conditioning_by noradrenergic blockade in the amygdala. Neuroscience 129 (2),267-272.   \nDello Russo, C., Boullerne,A.I.,Gavrilyuk,V., Feinstein, D.L.,2Oo4.Inhibition of microglial inflammatory responses by norepinephrine: effcts on nitric oxide and interleukin-1beta production. J. Neuroinflammation 1 (1), 9.   \nDeupree, J.D., Reed, A.L.，Bylund, D.B., 2007. Diferential effects of the tricyclic antidepressant desipramine on the density of adrenergic receptors in juvenile and adult rats. J. Pharmacol. Exp. Ther.321 (2), 770-776.   \nDhami,N., 2013. Trends in pharmacognosy: a modern science of natural medicines. J. Herb. Med.3 (4),123-131.   \nDuttlinger,A.,Mispelon,M., Nichols, R.,2003. The structure of the FMRFamide receptor and activity of the cardioexcitatory neuropeptide are conserved in mosquito. Neuropeptides 37 (2), 120-126.   \nElenkov,I.J,Wilder,R.,Chrousos,G.P., Vizi,E.S.,20.The sympathetic nervean integrative interface between two supersystems: the brain and the immue system. Pharmacol. Rev. 52 (4), 595-638.   \nErdogan, S., 2010. [Quetiapine in substance use disorders, abuse and dependence possibility: a reviewl. Turk Psikiyatri Derg. 21 (2),167-175.   \nEscriba, PV., Ozaita, A.,Garcia-Sevilla, JA.,20o4. Increased mRNA expression of alpha2A-adrenoceptors, serotonin receptors and mu-opioid receptors in the brains of suicide victims. Neuropsychopharmacology 29 (8),1512-1521.   \nFaizi, M.,Bader,P.L,Tun,C.,Encarnacion,A, Kleschevnikov,A.,Belichenko,Petal, 2011. Comprehensive behavioral phenotyping of Ts65Dn mouse modelof Down Syndrome: activation of beta1-adrenergic receptor by xamoterol as a potential cognitive enhancer. Neurobiol. Dis. 43 (2),397-413.   \nFan, X.,Wang, Y.,2009. β2 Adrenergic receptor on Tlymphocytes and its clinical implications. Prog. Nat. Sci.19(1),17-23.   \nFaraone,S.V., Glatt, S.J., 2010. Effects of extended-release guanfacine on ADHD symptoms and sedation-related adverse events in children with ADHD.J. Atten. Disord. 13 (5),532-538.   \nFeinstein,D.L.,Heneka, M.T., Gavrilyuk,V.,Delo Russo, C., Weinberg, G.,Galea,E., 2002. Noradrenergic regulation of inflammatory gene expression in brain. Neurochem. Int.41 (5),357-365.   \nFelten,D.L., Hallman, H., Jonsson, G., 1982. Evidence for a neurotropic role of noradrenaline neurons inthe postnatal development of rat cerebral cortex. J. Neurocytol. 11(1), 119-135.   \nFerry, B., McGaugh, J.L., 1999. Clenbuterol administration into the_basolateral amygdala post-training enhances retention in an inhibitory avoidance task. Neurobiol. Learn. Mem. 72(1), 8-12.   \nFerry,B., McGaugh,JL., 2Ooo. Role of amygdala norepinephrine in mediating stress hormone regulation of memory storage. Acta Pharmacol. Sin. 21(6), 481-493.   \nFlory,C.M.,1990. Phylogeny of neuroimmunoregulation: effects of adrenergic and cholinergic agents on the in vitro antibody response of the rainbow trout, Onchorynchus mykiss. Dev. Comp. Immunol. 14 (3),283-294.   \nFlory, CM,Bayne,CJ,1991.Theinfluence ofadrenergicandcholinergicagents on the chemiluminescent and mitogenic responses of leukocytes from the rainbow trout, Oncorhynchus mykiss. Dev. Comp. Immunol. 15 (3), 135-142.   \nFollesa,P.,Moccheti,L,1993.Regulationof basicfbroblastgrowthfactorand nerve growth factor mRNA by beta-adrenergic receptor activation and adrenal steroids in rat central nervous system. Mol. Pharmacol. 43 (2),132-138.   \nFornai,F,diPoggio,A.,Pellegrini, A.,uggieri,S.,Papareli,A,2O.Noradraie in Parkinson's disease: from disease progression to current therapeutics. Curr. Med. Chem. 14 (22),2330-2334.   \nFranowicz,J.S.,Arnsten,A.F.199.Treatment withthe noradrenergic alpha-2agonist clonidine,but not diazepam,improves spatial working memory in normal young rhesus monkeys. Neuropsychopharmacology 21(5), 611-621.   \nFranowicz,JS,Keser,LE,Bo,C,Kbika,B.K,imbird,LE,Arsten,A,0 Mutation of the_alpha2A-adrenoceptor impairs working memory performance and annuls cognitive enhancement by guanfacine.J. Neurosci. 22 (19), 8771-8777.   \nFriedman, J.I., Adler, D.N, Davis, K.L., 1999. The role of norepinephrine in the pathophysiology of cognitive disorders: potential applications to the treatment of cognitivedysfunctioninschizophrenia and Alzheimer's disease. Biol.Psychiatry 46 (9), 1243-1252.   \nFukutake,M., Hishimoto,A,Nishiguchi,N., Nushida, H., Ueno,Y.,Shirakawa,O.etal., 2008. Association of alpha2A-adrenergic receptor gene polymorphism with susceptibility to suicide in Japanese females. Prog. Neuropsychopharmacol Biol. Psychiatry 32 (6), 1428-1433.   \nGarnock-Jones, K.P., Keating, G.M., 20o9. Atomoxetine: a review of its use in attention-deficit hyperactivity disorder in children and adolescents. Paediatr. Drugs 11 (3),203-226.   \nGeller,B., Reising, D., Leonard, H.L., Riddle, M.A., Walsh, B.T., 1999. Critical review of tricyclic antidepressant use in children and adolescents. J. Am. Acad. Child Adolesc. Psychiatry 38 (5), 513-516.   \nGhanemi, A.,2013a. Biological properties and perspective applicationsof Bio-neuter\" chemicals?Saudi Pharm.j. http://dx.doi.org/10.1016/j.jsps.2013.01.006.   \nGhanemi, A.,2013b. Psychiatric neural networks and neuropharmacology: selected advances and novel implications. Saudi Pharm. J. http://dx.doi.org/10.1016/ j.jsps.2013.01.008.   \nGhanemi, A., 2013c. Schizophrenia and Parkinson's disease: selected therapeutic advances beyond the dopaminergic etiologies. Alexandria J. Med. 49 (4), 287-291.   \nGhanemi, A.,2013d. Targeting G protein coupled receptor-related pathways as emerging molecular therapies. Saudi Pharm. J. http://dx.doi.org/10.1016/ j.jsps.2013.07.007.   \nGhanemi, A,2014a. Alzheimer'sdisease therapies:selectedadvancesand future perspectives. AlexandriaJ. Med. http://dx.doi.0rg/10.1016/j.ajme.2014.09.006.   \nGhanemi, A.,2014b. Animal models of Alzheimer's disease: limits and challnges. NPG Neurol. Psychiatr. Geriatr. http://dx.doi.org/10.1016/j.npg.2014.05.008.   \nGhanemi, A.,2014c. How important is pharmacognosy for doctors and dentists? Saudi Dent. J. http://dx.doi.0rg/10.1016/jsdentj.2014.08.002.   \nGhanemi, A,2014d. How todefinea pharmacologicaloratoxic food? Aexandria J Med. http://dx.doi.0rg/10.1016/j.ajme.2014.06.004.   \nGhanemi, A.,2014e. Toward overcoming the challenges facing biomedical analyses. Alexandria J. Med. http://dx.doi.0rg/10.1016/j.ajme.2014.04.001.   \nGhanemi, A.,2014f.Toward the conceptof \"standardized\" international prescriptions. Res. Social Adm. Pharm. http://dx.doi.org/10.1016/j.sapharm.2014.10.005.   \nGhanemi, A. Hu, X., 2014. Targeting the orexinergic system: mainly but not only for sleep-wakefulness therapies. Alexandria J. Med. http:/dx.doi.org/10.116/ j.ajme.2014.07.002.   \nGhanemi, A., He, L., Yan, M.,2013. New factors influencing G protein coupled receptors'system functions. Alexandria J. Med. 49 (1),1-5.   \nGibbs,ME, Summers, R.J.,20o0. Separate roles for beta2-and beta3-adrenoceptors in memory consolidation. Neuroscience 95 (3), 913-922.   \nGibbs，M.E.， Summers, R.J.， 2005. Contrasting_roles_for beta1, beta2 and beta3-adrenoceptors in memory formation in the chick. Neuroscience 131 (1), 31-42.   \nGoldman-Rakic, P.S., 1996. The prefrontal landscape: implications of functional architecture for understanding human mentation and the central executive. Philos. Trans. R. Soc. Lond. B. Biol Sci. 351(1346), 1445-1453.   \nGuiard,B.P., El Mansari, M., Blier, P.,2008. Cross-talk between dopaminergic and noradrenergic systems in the rat ventral tegmental area,locus ceruleus,and dorsal hippocampus. Mol. Pharmacol. 74 (5),1463-1475.   \nHaddjeri, N., Blier, P., 2Oo8. Neurokinin-1 receptor antagonists modulate brain noradrenaline and serotonin interactions. Eur. J. Pharmacol. 6oo(1-3), 64-70.   \nHara,M.,Fukui, R., Hieda, E., Kuroiwa,M.,Bateup, H.S., Kano, T., et al.,2010. Role of adrenoceptors in the regulation of dopamine/DARPP-32 signaling in neostriatal neurons. J. Neurochem. 113(4), 1046-1059.   \nHasko,G., Szabo, C., Nemeth, Z.H., Salzman, A.L, Vizi, E.S., 1998. Stimulationof beta-adrenoceptors inhibits endotoxin-induced IL-12 production in normal and IL-10 deficient mice. J. Neuroimmunol. 88 (1-2),57-61.   \nHazell,P,Oonnel,D,eathcote,D,eny,D.,o.ricycicdrugsfordepsio in children and adolescents. Cochrane Database Syst. Rev. (3), CD002317.   \nHeneka, M.T.,Galea,E.,Gavriluyk, V.,Dumitrescu-Ozimek,L,Daeschner,J,O'Banion, M.K.,et al., 2002. Noradrenergic depletion potentiates beta-amyloid-induced Cortical inflammation: implications for Alzheimer's disease.J. Neurosci.  (7), 2434-2442.   \nHertz,L,Chen,Y.,Gibbs,M.E.,Zang,P.,Peng,L,204. Astrocyticadrenoceptors:a major drug target in neurological and psychiatric disorders? Curr. Drug Targets CNS Neurol. Disord.3 (3),239-267.   \nHertz,L., Lovatt, D., Goldman,S.A., Nedergaard, M., 2010. Adrenoceptors in brain: cellular gene expression and effects on astrocytic metabolism and $\\big [ \\mathrm { C a } ( 2 + ) \\big ] \\mathrm { i }$ Neurochem. Int. 57 (4), 411-420.   \nHibert,M.F., Trumpp-Kallmeyer, S., Hoflack,J,1994. Three-dimensional models of neuropeptide G-protein coupled receptors. Neuropeptides 26 (Suppl. 1), 1.   \nHillman, K.L., Doze, V.A., Porter, J.E., 2oo5.Functional characterization of the beta-adrenergic receptor subtypes expressed by CA1 pyramidal cells in the rat hippocampus. J. Pharmacol. Exp. Ther. 314(2), 561-567.   \nHofmann, S., Frank, R., Hey-Hawkins, E., Beck-Sickinger, A.G., Schmidt, P.,2013. Manipulating Y receptor subtype activation of short neuropeptide Y analogs by introducing carbaboranes. Neuropeptides 47 (2), 59-66.   \nHu, Y., Zhang, Y., Venkitaramani, D.V., Lombroso,P.J., 2Oo7. Translation of striatalenriched protein tyrosine phosphatase (STEP)after beta1-adrenergic receptor stimulation. J. Neurochem. 103 (2), 531-541.   \nHurt, C., Angelotti, T., 2oo7. Molecular insights into α2 adrenergic receptor functin: clinical implications.Semin. Anesth. Perioper. Med. Pain 26 (1),28-34.   \nImbrogno,S.,Angelone,T,Adamo,C.,Pulera,E.,Tota,B.,Cerra,M.C,20o.Beta adrenoceptor in the eel (Anguilla anguilla) heart: negative inotropy and NOcGMP-dependent mechanism. J. Exp. Biol.209 (Pt 24), 4966-4973.   \nJakala,P.,Riekkinen,M,Sirvio,J.,Koivisto,E.,Kejonen,K,Vanhanen,M,etal,9. Guanfacine,but not clonidine, improves planning and working memory performance in humans. Neuropsychopharmacology 20 (5), 460-470.   \nJhaveri,D.J,Mackay,E.W, Hamlin,A.S., Marathe,S.V, Nandam,LS., Vaidya,VA,etal, 2010. Norepinephrine directly activates aduit_ hippocampal precursors via beta3-adrenergic receptors. J. Neurosci. 30 (7), 2795-2806.   \nJolkkonen,J., Purunen, K., Koistinaho,J., Kauppinen,R., Haapalinna, A., Nieminen, L.,et al.， 1999. Neuroprotection by the alpha2-adrenoceptor agonist, dexmedetomidine,in rat focal cerebral ischemia. Eur. J. Pharmacol.372(1),31-36.   \nJunker,V., Becker,A.,Huhne,R., Zembatov,M.,Ravati,A., Culmsee,C.,et al.,2002. Stimulation of beta-adrenoceptors activates astrocytes and provides neuroprotection. Eur. J. Pharmacol. 446 (1-3),25-36.   \nKasai, H., Matsuzaki, M., Noguchi,J., Yasumatsu,N.,Nakahara, H.,2Oo3.Structurestability-function relationships of dendritic spines. Trends Neurosci. 26 (7), 360-368.   \nKasper,S., Praschak-Rieder,N.,Tauscher,J.,Wolf,R.,1997.Arisk-benefit assessment of mirtazapine in the treatment of depression. Drug Saf.17 (4),251-264.   \nKoshimizu,T.-A., Tanoue, A.,Tsujimoto, G.,20o7. Clinical implications from studies of α1 adrenergic receptor knockout mice.Biochem. Pharmacol.73(8),1107-12.   \nKrystal, J.H., Neumeister, A. 2Oo9. Noradrenergic_and serotonergic mechanisms in the neurobiology of postraumatic stress disorder and resilience. Brain Res. 1293, 13-23.   \nLafontan, M., Berlan, M.,1993. Fat cell adrenergic receptors and the control of white and brown fat cellfunction.J. Lipid Res.34(7),1057-1091.   \nLaLumiere,R.T., Buen, T.V., McGaugh, J.L., 20o3. Post-training intra-basolateral amygdala infusions_of norepinephrine enhance consolidation of memory for contextual fear conditioning. J. Neurosci. 23 (17), 6754-6758.   \nLambert, M.P.,Barlow,A.K.,Chromy,B.A,Edwards,C.,Freed,R,Liosatos,,etal, 1998. Diffusible, nonfibrillar ligands derived from Abeta1-42 are potent central nervous system neurotoxins. Proc. Natl. Acad. Sci. U.S.A. 95 (11), 6448-6453.   \nLandis,S.C.,1990.Target regulation of neurotransmitter phenotype. Trends Neurosci. 13 (8), 344-350.   \nLauder,J.M.,1993. Neurotransmitters as growth regulatory signals: role of receptors and second messengers. Trends Neurosci. 16 (6), 233-240.   \nLeioatts, N,Suresh,P., Romo,TD., Grossfield, A.,2014. Structure-based simulations reveal concerted dynamics of GPCR activation. Proteins 82(10), 2538-2551.   \nLeslie,FM.,Loughlin,S.E., Sternberg, D.B., McGaugh,J.L, Young,LE., ZornetzerS.F., 1985. Noradrenergic changes and memory lossin aged mice. Brain Res.359 (1-2), 292-299.   \nLidow,M.S., Rakic, P.,1995. Neurotransmiter receptors in the proliferative zones of the developing primate occipital lobe.J. Comp. Neurol. 360 (3),393-402.   \nLin, Y., Hall, R.A., Kuhar, M.J,2011. CART peptide stimulationof G protein-mediated signaling in differentiated PC12 cells: identification of PACAP 6-38 as a CART receptor antagonist. Neuropeptides 45 (5), 351-358.   \nLin, Y.W.,Min,M.Y., Chiu,T.H.,Yang, H.W.,20o3.Enhancement of associative long-term potentiation by activation of beta-adrenergic receptors at CA1 synapses in rat hippocampal slices.J. Neurosci. 23 (10), 4173-4181.   \nLipton,S.A., Kater, S.B.,1989. Neurotransmiter regulation of neuronal outgrowth, plasticity and survival. Trends Neurosci. 12 (7), 265-270.   \nLoeb,E.P., Chang, FF., Greenough, W.T.,1987.Effectsof neonatal 6-hydroxydopamine treatment upon morphological organization of the posteromedial barrel subfield in mouse somatosensory cortex. Brain Res. 403(1), 113-120.   \nMa, D. Hossain,MjakumrasamyNshad,ManersRDFrksN et al.,2004. Dexmedetomidine produces its neuroprotective effect via the alpha 2A-adrenoceptor subtype. Eur. j. Pharmacol. 502 (1-2), 87-97.   \nMadden, C.J.,Tupone,D.,Cano, G.,Morrison,S.F.,2013.alpha2 adrenergic receptormediated inhibition of thermogenesis.J. Neurosci. 33 (5),2017-2028.   \nMadrigal,JL, Kalinin,S.,Richardson,J.CFeinstein,L,2oo7.Neuroprotective action of noradrenaline: effects on glutathione synthesis and activation of peroxisome proliferator activated receptor delta.J. Neurochem. 103(5),2092-2101.   \nMaeda,T., Toyama, M., Shimizu, N.,1974. Modification of postnatal development of neocortex in rat brain with experimental deprivation of locus coeruleus. Brain Res. 70 (3), 515-520.   \nMann, D.M., Yates, P.O., 1986. Neurotransmitter deficits in Alzheimer's disease and in other dementing disorders. Hum. Neurobiol.5(3), 147-158.   \nMarien, M.R., Colpaert, F.C., Rosenquist, A.C., 2004. Noradrenergic mechanisms in neurodegenerative diseases: a theory. Brain Res. Brain Res. Rev. 45 (1),38-78.   \nMarkus,T.,Hansson,S.R,Cronberg,T, Cilio,C,Wieloch,T.,Ley,D.2010.beta Adrenoceptor activation depresses brain inflammation and is neuroprotective in lipopolysaccharide-induced sensitization to oxygen-glucose deprivation in organotypic hippocampal slices. J. Neuroinflammation 7, 94.   \nMasana,M., Bortolozzi,A, Artigas,F., 2011.Selective enhancement of mesocortical dopaminergic transmission by noradrenergic drugs: therapeutic opportunities in schizophrenia. Int. J. Neuropsychopharmacol. 14(1),53-68.   \nMatsumoto, M., Zornow, MH., Rabin, B.C., Maze,M., 1993. The alpha 2 adrenergic agonist, dexmedetomidine, selectively attenuates ischemia-induced increases in striatal norepinephrine concentrations. Brain Res. 627 (2),325-329.   \nMcNamee, E.N., Griffin,E.W., Ryan, K.M,Ryan, K.J., Heffernan,S., Harkin,A,etal., 2010. Noradrenaline acting at beta-adrenoceptors induces expression of IL-1beta and its negative regulators IL-1ra and IL-1RII, and drives an_overall anti-inflammatory phenotype in rat cortex. Neuropharmacology 59 (1-2), 37-48.   \nMeitzen,J,Luoma,J,Stern,C.M.,Mermelstein,P.G,201.beta-Adrenergicrecepto activate two distinct signaling pathways in striatal neurons.J. Neurochem. 116 (6),984-995.   \nMichelotti,G.A.,Price,D.T.,Schwinn, D.A.,200. c1-Adrenergic receptor regulation: basic science and clinical implications. Pharmacol. Ther. 88 (3),281-309.   \nMiguelez,C.,Fernandez-Aedo,I.,Torrecilla, M., Grandoso,L., Ugedo,L.,2009. alpha(2)-Adrenoceptors mediate the acute inhibitory effect of fluoxetine on locus coeruleus noradrenergic neurons. Neuropharmacology 56 (6-7), 1068- 1073.   \nMiguelez, C.,Grandoso,L.,Ugedo, L.,2011. Locus coeruleus and dorsal raphe neuron activity and response to acute antidepressant administration in a rat model of Parkinson's disease. Int. J. Neuropsychopharmacol. 14(2),187-200.   \nMile,Meea symptoms. Ann. Pharmacother. 47 (2), 278-283.   \nMitchel, H.A., Weinshenker, D., 2010. Good night and good luck: norepinephrine in sleep pharmacology. Biochem. Pharmacol. 79 (6),801-809.   \nMoody, T.D.,Thomas, M.J., Makhinson, M.,O'Del, T.J., 1998. 5-Hz stimulation of CA3 pyramidal cell axons induces a beta-adrenergic modulated potentiation at synapses on CA1, but not CA3, pyramidal cels. Brain Res. 794(1), 75-79.   \nMorimoto,A.,Hasegawa, H,Cheng, HJ,Little, W.C., Cheng, CP,204. Endogenous beta3-adrenoreceptor activation contributes to left ventricular and cardiomyocyte dysfunction in heart failure. Am.J. Physiol. Heart Circ. Physiol. 286(6), H2425- H2433.   \nMoser,A., Klose, C.,1993. Somatostatin modulation of adenosine receptor coupled G-protein subunits in the caudate nucleus of the rat. Neuropeptides 24 (5), 293-297.   \nMrakotsky,C.,Masek,B., Biederman,J.,Raches,D.,Hsin,O.,Forbes,P., et al.,2008. Prospective open-label pilot trial of mirtazapine in children and adolescents with Social phobia. J. Anxiety Disord. 22(1),88-97.   \nMueller, A.L., Dunwiddie, T.V., 1983. Anticonvulsant and proconvulsant actions of alpha- and beta-noradrenergic agonists on epileptiform activity in rat hippocampus in vitro. Epilepsia 24(1), 57-64.   \nMufson, E.J., Counts, S.E., Perez,S.E., Binder,L, 20o5. Galanin plasticity in the cholinergic basal forebrain in Alzheimer's disease and transgenic mice. Neuropeptides 39 (3),233-237.   \nMurchison, C.F.,Schutsky, K, Jin, S.H., Thomas, S.A., 2011. Norepinephrine and ss-adrenergic signaling facilitate activation of hippocampal CA1 pyramidal neurons during contextual memory retrieval. Neuroscience 181,109-116.   \nMyslivecek,J, Novakova,M.,Klein,M.2Oo8.Receptor subtype abundanceasatol for effective intracellular signalling. Cardiovasc. Hematol. Disord. Drug Targets 8 (1), 66-79.   \nNagahara,A.H.,Merril,D.A., Coppola, G,Tsukada, S.,Schroeder,B.E., Shaked, G.., et al., 2Oo9. Neuroprotective effects of brain-derived neurotrophic factor in rodent and primate models of Alzheimer's disease.Nat. Med.15 (3),331-337.   \nNance,D.M., Sanders, V.M., 2007. Autonomic innervation and regulation of the immune system (1987-2007). Brain Behav. Immun. 21(6), 736-745.   \nNguyen, P.H., Hammoud, H., Halliez, S., Pang, Y., Evrard,J., Schmitt, M., et al., 2014. Structure-activity relationship study around guanabenz identifies two derivatives retaining antiprion activity but having lost alpha2-adrenergic receptor agonistic activity. ACS Chem. Neurosci.5 (10),1075-1082.   \nNicholas, A.P., Pieribone,V.,Hokfelt,T.,1993. Distributionsof mRNAs for alpha-2 adrenergicreceptorsubtypes inrat brain: an in situ hybridization study.J.Comp. Neurol.328 (4), 575-594.   \nNickerson, J.G., Dugan, S.G., Drouin, G., Moon, T.W., 2001. A putative beta2- adrenoceptor from the rainbow trout (Oncorhynuchus_mykiss). Molecular characterization and pharmacology. Eur. J. Biochem. 268 (24), 6465-6472.   \nNygaard,R., Zou, Y., Dror,R.O., Mildorf, T.J., Arlow,D.H., Manglik, A.,et al.,2013. The dynamic process of beta(2)-adrenergic receptor activation. Cell 152 (3), 532-542.   \nOrdway, G.A., Widdowson,P.S,Smith, K.S., Halaris, A,1994. Agonist binding toalpha 2-adrenoceptors is elevated in the locus coeruleus from victims of suicide. J. Neurochem. 63 (2), 617-624.   \nOrtega,JE,Fernandez-Pastor,B.,Callado,LF.,Meana,JJ,210. Invivo potentiaion of reboxetine and citalopram effect on extracellular noradrenaline in rat brain by_alpha2-adrenoceptor antagonism. Eur. Neuropsychopharmacol. 20 (11), 813-822.   \nOverstret, D.H.,Stemmelin,J, Griebel, G. 2O08. Confirmation of antidepressant potential of the selective beta3 adrenoceptor agonist amibegron in an animal model of depression. Pharmacol. Biochem. Behav. 89 (4), 623-626.   \nParnavelas, J.G., Blue, M.E.， 1982. The role of the noradrenergic system on the formation of synapses in the visual cortex of the rat. Brain Res. 255 (1), 140-144.   \nPaschalis,A.,Churchil,L,Marina,N., Kasymov, V., Gourine,A.,Ackland, .,2009. beta1-Adrenoceptor distribution in the rat brain: an immunohistochemical study. Neurosci. Lett. 458 (2), 84-88.   \nPisani, A.,Bonsi, P., Centonze,D., Martorana, A., Fusco,F.,Sancesario, G.,et al., 2003. Activation of beta1-adrenoceptors excites striatal cholinergic interneurons through acAMP-dependent, protein kinase-independent pathway.J. Neurosci. 23 (12),5272-5282.   \nPurushotham, K.R., Dunn, W.A.,Jr.,Schneyer, C.A., Humphreys-Beher, M.G., 1992. A novel mechanism for isoprenaline-stimulated proliferation of rat parotid acinar cells involving_the epidermal growth factor receptor and cell surface galactosyltransferase. Biochem.J.284(Pt 3), 767-776.   \nPurushotham, K.R., Nakagawa, Y., Kurian, P., Patel, R., Crews, F.T., Humphreys-Beher, M.G.,1993. Activation of phosphatidylinositol3-kinase and phosphatidylinositol 4-kinase during rat parotid acinar cell proliferation. Biochim. Biophys. Acta 1178 (1),40-48.   \nPurushotham, K.R., Wang, P.L, Humphreys-Beher, M.G.,1994. Limited modulation of the mitogen-activated protein kinase pathway by cyclic AMP in rat parotid acinar cels. Biochem. Biophys. Res. Commun. 202 (2), 743-748.   \nRamer-Quinn, D.S.,Baker, RA.,Sanders, V.M.,1997. Activated Thelper 1 andThelper 2 cells differentially express the beta-2-adrenergic receptor: a mechanism for selective modulation ofThelper 1 cellcytokine production.J. Immunol. 159 (10), 4857-4867.   \nRamesh, V. Kumar, V.M., John, J., Mallick, H.,1995. Medial preoptic alpha-2 adrenoceptors in the regulation of sleep-wakefulness. Physiol. Behav. 57(1), 171-175.   \nRamondeta,L., Kang,Y.,Hu, W.,Sun, C. Kott,M.,Deavers,M.,etal.,213.The clinical Significance of beta adrenergic receptor expression in cervical cancer tisse. Gynecol. 0ncol. 130(1), e54-e55.   \nRamos, B.P.,Arnsten, A.F,20o7. Adrenergic pharmacology and cognition: focus on the prefrontal cortex. Pharmacol. Ther. 113 (3), 523-536.   \nRamos, B.P., Stark, D., Verduzco, L., van Dyck, C.H., Arnsten, A.F., 20o6. Alpha2Aadrenoceptor stimulation improves prefrontal cortical regulation of behavior through inhibition of cAMP signaling in aging animals. Learn. Mem. 13 (6), 770-776.   \nRen, W.W., Liu, Y,Li, B.M., 2012. Stimulation of alpha(2A)-adrenoceptors promotes the maturation of dendritic spines incultured neurons of the medial prefrontal cortex. Mol. Cell. Neurosci. 49 (2),205-216.   \nRommelfanger, K.S.,Weinshenker, D.,2007. Norepinephrine: the redheaded stepchild of Parkinson's disease. Biochem. Pharmacol. 74(2),177-190.   \nRommelfanger, K.S., Mitrano, D.A., Smith, Y., Weinshenker, D.,20o9. Light and electron microscopic localization of alpha-1 adrenergic receptor immunoreactivity in the rat striatum and ventral midbrain. Neuroscience 158 (4), 1530-1540.   \nRoulet, P.,Sara,S.,1998. Consolidationof memory after itsreactivation: involvement of beta noradrenergic receptors in the late phase. Neural Plast. 6 (3), 63-68.   \nRowe,S.J., Messenger, N.J., Warner, A.E., 1993. The role of noradrenaline in the differentiation of amphibian embryonic neurons. Development 119 (4), 1343- 1357.   \nRutecki, P.A., 1995. Noradrenergic modulation of epileptiform activity in the hippocampus. Epilepsy Res.20 (2),125-136.   \nSmialowska, M.,Gastot-Lewinska,L.,Tokarski, K.,1994.The roleof α-1 adrenergic receptors in the stimulating effect of neuropeptide Y (NPY) on rat behavioural activity. Neuropeptides 26 (4),225-232.   \nSahi, S.,Tewatia, P., Malik, B.K., 2012. Modeling and simulation studies of human beta3 adrenergic receptor and its interactions with agonists. Curr. Comput. Aided Drug Des. 8 (4), 283-295.   \nSalle,FR., Eaton, K., 2010. Guanfacine extended-release for attention-deficit/ hyperactivity disorder (ADHD). Expert Opin. Pharmacother. 11(15), 2549-2556.   \nSalle,FR,Lyne,A., Wigal,T,McGough,JJ.,20o9.Long-termsafetyand efficacyof guanfacine extended release inchildren and adolescents withattention-deficit/ hyperactivity disorder. J. Child Adolesc. Psychopharmacol. 19 (3), 215-226.   \nSalonen, MA., Kanto,JH, Maze,M.,1992. Clinical interactions withalpha-2- adrenergic agonists in anesthetic practice. J. Clin. Anesth. 4 (2), 164-172.   \nSanders, J.D., Happe,H.K., Bylund, D.B., Murrin, L.C., 20o5. Development of the norepinephrine transporter in the rat CNS. Neuroscience 130 (1), 107-117.   \nSanders, J.D., Happe, H.K., Bylund, D.B., Murrin,L.C., 20o8. Diferential effects of neonatal norepinephrine lesions on immediate early gene expression in developing and adult rat brain. Neuroscience 157(4), 821-832.   \nSanders,J.D.,Happe, H.K., Bylund, D.B., Murrin,LC.,2011. Changes inptnatal norepinephrine alter alpha-2 adrenergic receptor development. Neuroscience 192, 761-772.   \nSanders, V.M., 2oo6. Adrenergic receptors on Tand B lymphocytes: evidence, function, and clinical implications. Clin. Neurosci. Res. 6(1-2),34-41.   \nSasayama,D., Hori,H.,Teraishi,T.,Hattori, K.,Ota,M., Tatsumi, M., et al.,2012.Possible impact of ADRB3 Trp64Arg polymorphism on BMI in patients with schizophrenia. Prog. Neuropsychopharmacol. Biol. Psychiatry 38 (2),341-344.   \nSchutzer, W.E., Mader,S.L,2Oo3. Age-related changes invascular adrenergic signaling: clinical and mechanistic implications. Ageing Res. Rev. 2 (2), 169-190.   \nSchwartz,S.G,ucket,B.J,Allen,R.C,Casilo,G,Leer,C $\\beta 1$ adrenergic receptor polymorphisms and clinical efficacy of betaxolol hydrochloride in normal volunteers. Ophthalmology 112(12),2131-2136.   \nSelye,H., Veilleux, R, Cantin,M.,1961. Excessive stimulationof salivary gland growth by isoproterenol. Science 133 (3445), 44-45.   \nSemkova,I., Krieglstein,J.,1999. Neuroprotection mediated via neurotrophicfactors and induction of neurotrophic factors. Brain Res. Brain Res. Rev.30(2),176-188.   \nShen,S., Gehlert, D.R. Collier, D.A.,2013.PACAPand PAC1 receptor in brain development and behavior. Neuropeptides 47 (6), 421-430.   \nShi,T.,Moravec, C.S., Perez, D.M.,2013. Novel proteins associated with human dilated cardiomyopathy: selective reduction in alpha(1A)-adrenergic receptors and increased desensitization proteins. J. Recept. Signal Transduct. Res.   \nShukla, A.K., Westfield, G.H., Xiao, K., Reis,R.I, Huang,LY,Tripathi-Shukla,.,etal, 2014. Visualization of arrestin recruitment by a G-protein-coupled receptor. Nature 512 (7513), 218-222.   \nSofuoglu, M.,Sewel, R.A.,20o9. Norepinephrine and stimulant addiction. Addict. Biol. 14 (2), 119-129.   \nSong, Z.M., Abou-Zeid, O., Fang, Y.Y., 2004. alpha2a adrenoceptors regulate phosphorylation of microtubule-associated protein-2 in cultured cortical neurons. Neuroscience 123 (2),405-418.   \nSoto-MoyanoR,Heande,A.,Perez,Huiz,S.Cno,Prcon,St94 Clonidine treatment during gestation prevents functional deficits induced by prenatal malnutrition in the rat visual cortex. Int.J. Neurosci.76(3-4),237-248.   \nStemmelin,J.,Lazarus, C., Cassel, S., Kelche, C., Cassel,J.C.,2ooo. Immunohistochemical and neurochemical correlates of learning deficits in aged rats. Neuroscience 96 (2),275-289.   \nStemmelin,J.,Cohen,C,Terranova,J.P,Lopez-Grancha,M.,Pichat,P.,Bergis,O.etal, 2008. Stimulation of the beta3-adrenoceptor as a novel treatment strategy for anxiety and depressive disorders. Neuropsychopharmacology 33(3),574-587.   \nSternberg,D.B.,aacs, K.R,Gold,E., McGaugh,J.L,1985.Epinephrine facilitation of appetitive learning: attenuation with adrenergic receptor antagonists. Behav. Neural Biol. 44 (3), 447-453.   \nStone,E.A.,Lin,Y,Sarfraz,Y.,Quartermain,D.,2Oo9.Markedbehavioralactivation from inhibitory stimulation of locus coeruleus alpha1-adrenoceptors by a full agonist. Brain Res.1291, 21-31.   \nStone, E.A.,Lin, Y., Sarfraz, Y., Quartermain, D., 2011. Antidepressant-like action of intracerebral 6-fluoronorepinephrine,a selective fullalpha-adrenoceptor agonist. Int. J. Neuropsychopharmacol. 14(3), 319-331.   \nStoop,R, Epiney,S.,Meier,E., Pralong,E.,2ooo. Modulationof epileptiformdischarges inthe rat limbic systeminvitrobynoradrenergic agents. Neurosci.Lett.287 (1), 5-8.   \nSuberville,S.,Bellcq,A.,Fouqueray,B.,Phiippe,C.,Lantz,O.,Perez,J,tal.,996. Regulation of interleukin-10 production by beta-adrenergic agonists. Eur. J. Immunol. 26 (11),2601-2605.   \nSubhash, M.N., Nagaraja, M.R., Sharada, S., Vinod, K.Y., 20o3. Cortical alphaadrenoceptor downregulation by tricyclic antidepressants in the rat brain. Neurochem. Int. 43 (7), 603-609.   \nSzelenyi,J,Kiss,J.P.,Vizi,E.S.,2ooo.Differentialinvolvementofsympatheticnevous system and immune system in the modulation of TNF-alpha production by alpha2- and beta-adrenoceptors in mice. J. Neuroimmunol. 103 (1), 34-40.   \nTamburella, A., Micale, V., Leggio, G.M., Drago, F., 2010. The beta3 adrenoceptor agonist, amibegron (SR58611A) counteracts stress-induced_behavioral and neurochemical changes. Eur. Neuropsychopharmacol. 20(10), 704-713.   \nTanyeri,P. Buyukokuroglu,ME., Mutlu,O. Ulak, G., Akar,FY,Celikyurt,LK.,etal 2013a. Evidence that the anxiolytic-like efects of the beta3 receptor agonist amibegron involve serotoninergic receptor activity. Pharmacol. Biochem. Behav. 110,27-32.   \nTanyeri， P.， Buyukokuroglu，M.E.,， Mutlu，O.，Ulak，G.， Yildiz Akar,F., Komsuoglu Celikyurt, I., et al., 2013b. Involvement of serotonin receptor subtypes in the antidepressant-like effect of beta receptor agonist Amibegron (SR 58611A): an experimental studv. Pharmacol. Biochem. Behav. 105.12-16.   \nTaylor, FB., Russo,J.,2001. Comparing guanfacine and dextroamphetamine for the treatmentof adultattention-deficit/hyperactivity disorder.J. Clin. Psychopharmacol. 21 (2),223-228.   \nTellez,S., Colpaert,F.,Marien,M.,1999. Alpha2-adrenoceptor modulation of cortical acetylcholine release in vivo. Neuroscience 89 (4), 1041-1050.   \nThomas, M.J.,Moody,T.D.,Makhinson,M.,O'Del,TJ.,1996.Activity-dependent beta-adrenergic modulation of low frequency stimulation induced LTP in the hippocampal CA1 region. Neuron 17 (3), 475-482.   \nThompson,M.D.,Cole,D.E.,Capra,V,Siminovitch, K.A.,Rovati, G.E.,Burnham,W.M., et al.,2014. Pharmacogenetics of the G protein-coupled receptors.Methods Mol. Biol. 1175, 189-242.   \nTobias, JD., Berkenbosch, J.W.,2002. Initial experience with dexmedetomidine in paediatric-aged patients. Paediatr. Anaesth. 12 (2),171-175.   \nTofighi,R. Barde,S.,Palkovits,M., Hoog,A.,Hokfelt,T.,Ceccateli,S.,et al.,2012. Galanin and its three receptors in human pituitary adenoma. Neuropeptides 46 (5), 195-201.   \nTraver,S.,Salthun-Lassalle,B.,Marien,M.,Hrsch,E.C,Colpaert,F,Michel,PP,0. The neurotransmitter noradrenaline rescues septal cholinergic neurons in culture fromdegenerationcaused byow-leveloxidativestressMol.Pharmacol.67(6), 1882-1891.   \nTroadec,JD,Marien,M,Darios,F,Hartmann,A,Ruberg,M,Colpaert,F,etal,2001. Noradrenaline provides long-term protection to dopaminergic neurons by reducing oxidative stress.J. Neurochem. 79 (1), 200-210.   \nUnnerstal,JR., Kopajtic,TA., Kuhar,MJ.,1984.Distributionof alpha 2agonist binding sites in the rat and human central nervous system: analysis of some functional, anatomic correlates of the pharmacologic effects of clonidine and related adrenergic agents. Brain Res.319 (1), 69-101.   \nvan der Pol,T., Coyle,S.M.,Barbosa,K.,Braxton, C.C.,Lowry,S.F.,1996.Epinephine inhibits tumor necrosis factor-alpha and potentiates interleukin 10 production during human endotoxemia.J. Clin. Invest. 97 (3), 713-719.   \nVan der Poll, T., Lowry, S.F., 1997. Epinephrine inhibits endotoxin-induced IL-1 beta production: roles of tumor necrosis factor-alpha and IL-10. Am.J. Physiol. 273 (6 Pt 2), R1885-R1890.   \nVarley,C.K.,2Oo3.Psychopharmacological treatment of major depressive disorder in children and adolescents. JAMA 290 (8),1091-1093.   \nVasina,V.,Giannone,F.,Domenicali,M,Latorre,R.,Berzigoti,A,Caraceni,P,etal., 2012. Portalhypertensionand liver cirrhosis inrats: efect of the beta3- adrenoceptor agonist SR58611A. Br.J. Pharmacol. 167 (5), 1137-1147.   \nVitolo,O.V.,Sant'Angelo, A.,Costanzo,V.,Battaglia,F,Arancio,O.,Shelanski,M.,0. Amyloid beta -peptide inhibition of the PKA/CREB pathway and long-term potentiation: reversibility by drugs that enhance cAMP signaling. Proc.Natl. Acad. Sci. U.S.A. 99 (20), 13217-13221.   \nWalsh,D.M,Klyubin,1,Fadeeva,JV,Cullen,W.K.,Anwyl,R.,Wolfe,M.S.,etal,0 Naturally secreted oligomers of amyloid beta protein potently inhibit hippocampal long-term potentiation in vivo. Nature 416 (6880), 535-539.   \nWamsley,JK.,Aburges,ME., Hunt,MA.,Byund,D.B,1992.Dierentiallocaiatio of alpha 2-adrenergic receptor subtypes in brain. Pharmacol. Bichem. Behav. 41 (2),267-273.   \nWang,M., Ramos, B.P., Paspalas, C.D., Shu, Y., Simen, A., Duque, A.,et al,2007. Alpha2A-adrenoceptors strengthen working memory networks by inhibiting CAMP-HCN channel signaling in prefrontal cortex. Cell 129 (2),397-410.   \nWang,P.L., Nakagawa, Y., Humphreys-Beher, M.G., 1993. Epidermal growth factor and isoproterenol stimulation of the Ras-guanine nucleotide exchange factor in proliferating rat parotid gland acinar cels. Biochem. Biophys. Res. Commun. 192 (2),860-866.   \nWang,Q,Walsh,D.M.,Rowan,M.J.,Selkoe,D.J.,Anwyl, R.,2004. Block of long-term potentiation by naturally secreted and synthetic amyloid beta-peptide in hippocampal slices is mediated via activation of the kinases c-Jun N-terminal kinase, cyclin-dependent kinase 5,and p38 mitogen-activated protein kinase as well as metabotropic glutamate receptor type 5.J. Neurosci. 24(13),3370-3378.   \nWang,Q.W, Rowan, M.J., Anwyl, R., 2009a. Inhibition of LTP by beta-amyloid is prevented by activation of beta2 adrenoceptors and stimulation of the cAMP/PKA signalling pathway. Neurobiol. Aging 30 (10), 1608-1613.   \nWang,Z.,Nishimura,Y.,Shimada,Y., Umemoto,N., Hirano,M.,Zang,L,etal.,2009b. Zebrafish beta-adrenergic receptor mRNA expression and control of pigmentation. Gene 446 (1), 18-27.   \nWeichert,D., Kruse,A.C., Manglik,A., Hiller, C., Zhang,C., Hubner,H.,et al.,2014. Covalent agonists for studying G protein-coupled receptor activation. Proc. Natl. Acad. Sci. U.S.A. 111 (29), 10744-10748.   \nWeinshenker, D. 2Oo8. Functional consequences of locus coeruleus degeneration in Alzheimer's disease. Curr. Alzheimer Res. 5 (3), 342-345.   \nWeinshenker,D.,Schroeder,J.P., 20o7.There and back again: a tale of norepinephrine and drug addiction. Neuropsychopharmacology 32 (7), 1433-1451.   \nWess,M.,Sheder,Eow,J,elerS.,rone,MhemachAetal, 1996.Is inhibition of oxygen radical production of neutrophils_by sympathomimetics mediated via beta-2 adrenoceptors? J. Pharmacol. Exp. Ther. 278 (3), 1105-1113.   \nWendlandt,S.,Crow,TJ.,Stirling, R.V,1977.Theinvolvementof the noradrenergic system arising from the locus coeruleus in the postnatal development of the cortex in rat brain. Brain Res. 125 (1), 1-9.   \nWest, C.H., Ritchie,J.C., Boss-Wiiams, K.A., Weiss,J.M., 2009. Antidepressant drugs with differing pharmacological actions decrease activity of locus coeruleus neurons. Int. j. Neuropsychopharmacol. 12 (5), 627-641.   \nWhitaker-Azmitia, PM.,1991. Role of serotonin and other neurotransmitter receptors in braindevelopment: basis for developmental pharmacology. Pharmacol. Rev. 43 (4), 553-561.   \nWhittington, C.J.,Kendall,T.,Fonagy,P., Cottrell,D., Cotgrove,A., Boddington,E.,2004. Selective serotonin reuptake inhibitors in childhood depression: systematic review of published versus unpublished data.Lancet 363 (9418), 1341-1345.   \nWirz, S.A., Davis, C.N., Lu, X., Zal, T., Bartfai, T., 20o5. Homodimerization and internalization of galanin type 1 receptor in living CHO cells. Neuropeptides 39 (6),535-546.   \nYamazato,M., Sakima,A., Nakazato,J., Sesoko, S., Muratani,H., Fukiyama,K., 2001. Hypotensive and sedative effects of clonidine injected into the rostral ventrolateral medulla of conscious rats. Am. J. Physiol. Regul. Integr. Comp. Physiol. 281 (6), R1868-R1876.   \nYang,L.-M., Yu,L., Jin, H.-J., Zhao, H., 2014. Substance P receptor antagonist in lateral habenula improves rat depression-like behavior.Brain Res.Bull.1oo (O),22-28.   \nYeh, C.K.,Hymer, T.K., Sousa, A.L., Zhang, B.X., Lifschitz,M.D., Katz, M.S., 2003. Epidermal growth factor upregulates beta-adrenergic receptor signaling in a human salivary cell line. Am.J. Physiol. Cell Physiol. 284(5), C1164-C1175.   \nYeh, C.K., Ghosh, P.M., Dang,H., Liu, Q., Lin, A.L., Zhang, B.X., et al., 20O5. betaAdrenergic-responsive activation of extracellular signal-regulated protein kinases insalivary cells: role of epidermal growth factor receptor and cAMP. Am.J.Physiol. Cell Physiol.288 (6), C1357-C1366.   \nYeh, C.K., Chandrasekar, B., Lin, A.L., Dang, H., Kamat, A., Zhu, B., et al.,2012. Cellular signals underlying beta-adrenergic receptor mediated salivary gland enlargement. Differentiation 83(1), 68-76.   \nZalewska,M., Siara,M.,Sajewicz,W.,2014.G protein-coupled receptors: abnormalities in signal transmission, disease states and pharmacotherapy. Acta Pol. Pharm. 71 (2),229-243.   \nZarrindast, M.R.,Haidari, H., Jafari,M.R.,Djahanguiri, B., 2Oo4. Influence of betaadrenoceptor agonists and antagonists on baclofen-induced memory impairment in mice. Behav. Pharmacol. 15 (4), 293-297.   \nZhang, H.T.,Whisler, L.R., Huang, Y., Xiang, Y., O'Donnel, J.M.,2Oo9.Postsynaptic alpha-2 adrenergic receptors are critical for the antidepressant-like effects of desipramine on behavior. Neuropsychopharmacology 34(4), 1067-1077.   \nZhang, X., Kan, Q.,Fu,Y.,Liu,S.,Dai,Z.,Dong, Y.,2O12. Noradrenergic activity regulated dexamethasone-induced increase of 5-HT(3) receptor-mediated glutamate release in the rat's prelimbic cortex. Biochim. Biophys. Acta 1823(12),2157-2167.   \nZheng, H.,Loh, H.H., Law,P.Y.,2013.Posttranslation modification of g protein-coupled receptor in relationship to biased agonism. Methods Enzymol.522,391-408.   \nZhu,Y., Yuan, Y., Xiao, X., Zhang,L., Guo, Y.,Pu, X.,2014. Understanding the effects on constitutive activation and drug binding of a D13oN mutation in the beta2 adrenergic receptor via molecular dynamics simulation. J. Mol. Model.20(11), 2491. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]