[
    {
        "type": "text",
        "text": "图书馆电子文献传递存在的问题与对策",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "牛振恒（中国科学院青岛生物能源与过程研究所，青岛266101）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要电子文献传递已经成为图书馆文献资源保障的重要手段。国内区域性图书馆文献传递已有一定的规模，然而，文献传递可持续健康发展仍面临一些问题，其中，依法传递、利益平衡、传递效率等方面存在问题。文章在分析这些问题的基础上，提出可行性对策，包括，取得出版商许可、图书馆间利益平衡、提高满足率与时效性等，为图书馆电子文献传递可持续发展提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词电子文献传递；法律风险；利益平衡；传递效率；对策",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 G253",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "On the lssues and Countermeasures of Library Electronic Document Delivery ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Niu Zhenheng Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Science, Qingdao( China), 26610 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Electronic document delivery is increasingly becoming an important adjunct of library literature resources development service. Domestic Regional Library Document Delivery has presented a certain scale, however, the sustainable and healthy development of document delivery are facing more and more prominent problems,of which the legal transfer, the balance of interests between the libraries, transfer efficiency are becoming bottenecks. Based on analysis of these key issues，the article puts forward some feasible countermeasures，mainly including obtaining publisher authorization，establishing interests balancing mechanism between libraries，and improving the fill rate and efficiency. The author's purpose is to provide a reference for the efficient implementation of the library document delivery. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeywordsElectronic document delivery; Legal risk; Interests balance; Delivery eficiency; Countermeasures ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "图书馆文献资源采购的有限性与读者文献需求的无限性构成了图书馆资源服务过程的普遍性矛盾，图书馆只能把有限经费优先保障核心需求，通过整合开放获取资源、开展电子文献传递、馆际互借等途径满足读者的偶尔需求。近几年来，国内图书馆界开展的电子文献传递卓有成效，已经有一些区域性文献资源联合保障组织基于网络建立了功能较完善的电子文献传递系统，如中国科学院文献情报中心系统（CSDL）、高校联合系统（CALIS）、国家科技图书文献中心系统（NSTL）、高校人文社会系统（CASHL）等，此外还有一些省级区域性文献传递系统。然而，文献传递可持续健康发展仍面临一些问题，其中，依法传递、利益平衡、传递效率等问题相对明显。笔者就此探讨，抛砖引玉，愿与同仁商榷。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1图书馆电子文献传递存在的问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1潜在法律风险 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "西北农林科技大学图书馆申请传递的1349 篇文献中，外文文献1234篇，占 $91 . 5 \\% ^ { [ 1 ] }$ 中科院新疆分院文献信息中心读者申请传递的 2998 篇文献中，外文文献占 $91 . 3 2 \\% ^ { [ 2 ] }$ ，笔者所在单位申请传递的文献超过 $9 5 \\%$ 是英文期刊论文，这些文献大部分来自成员图书馆采购的外文数据库。孙维莲等同志从来自CALIS、CASHL、高校图书馆数字资源采购联盟和清华大学图书馆对外签署的电子全文数据库采购协议中选取40份进行研究，发现有28份协议允许使用电子数据库进行馆际互借活动，9份没有任何与馆际互借相关的描述，1份明确规定电子数据库不允许用于馆际互借。显然，图书馆对未得到文献传递许可的数据库实施了文献传递，就需要进行法律风险评估。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "出版社同意图书馆少量文献传递，但往往要求仅限于非商业申请者个人学习研究使用。杨晓秋同志对44家数字图书馆网站调查，仅检索到4家图书馆有著作权声明且不够完善4。还有一些图书馆的文献传递声明较模糊，读者理解困难，如读者使用提供的文献时，必须遵守我国著作权法有关规定，如文献来源于国外，则必须遵守文献提供国的有关著作权规定，读者收到文献往往因不熟悉“我国著作权法的有关规定”、“文献提供国的有关著作权规定”而忽视有关信息行为。事实上，我国文献传递服务已引起数据库商的注意，他们对服务流程中涉及的诸多版权问题，特别是对商业性质的文献请求多次提出了质疑。可见，图书馆获得许可后的服务过程中，仍然存在法律风险。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2利益有待均衡 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "图书馆文献传递服务的公益性并不意味着可以肆意提供低价或免费服务。外文数据库价格不菲，尤其按篇计费的图书馆，文献传递成本不可忽视。例如，某单位的ACS数据库采购价格平均超过10元/篇。目前文献传递收费价格大多0.3元/页，平均约3元/篇。此外，文献传递需要人力资源、设施等投入。这样一来，有的图书馆传递的文献越多，亏得越多。即使不按用量收费的数据库，图书馆因大量提供文献传递导致“数据库文献用量剧增”面临出版社大幅涨价的风险。廉价的文献传递费用会引发一些聪明的图书馆对这种文献获取模式过分依赖，有的图书馆把文献传递服务列为本单位节约文献采购经费的发展战略。目前，尚无图书馆间传递成本测算的平衡机制，这在一定程度上影响了提供馆文献方传递积极性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "尽管目前文献传递收费价格非常低廉，但仍有读者对文献传递收费不满。据祁卓麟同志调查，大多数读者，特别是硕士、博士研究生，认为文献传递服务十分必要，但图书馆不应收费。CALIS文献传递收费标准很低，读者仍然不满：举办免费活动时，文献传递申请量出现井喷；活动一结束，申请量大大减少[9]。可见，图书馆文献传递的收费与读者免费期待之间产生了不可回避的矛盾。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3效率仍需提升 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "文献传递效率包括满足率和传递速度两个方面。国际一流的图书馆全文传递满足率可达$9 5 \\%$ 左右，而国内大型图书馆一般在 $70 \\% 8 0 \\%$ 左右，中科院文献情报中心文献传递满足率相对高些，可达 $90 \\% ^ { [ 1 3 ] }$ ，因此，国内图书馆的文献传递满足率仍有进一步提升的空间。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国内外文献传递服务承诺的响应时间基本相同，一般在24至72小时之间[4，有的图书馆在加急情况下，文献传递请求0.5个工作日内做出响应，1个工作日内送出文献，遇节假日顺延[15]。中科院文献情报中心文献传递系统的可提供文献绝大部分在收到传递申请的当日可送达，最长不超过48小时。据笔者调查，大多数读者，尤其科研人员时间宝贵，对目前的文献传递时滞仍不太满意。某大科学家坦言，一般文献10分钟内无法获取，他基本会放弃阅读；重要文献会找国外朋友帮忙，很快获取；他还觉得目前的文献传递系统的填写操作有点麻烦，下拉单选择提供馆对读者没有实质性意义，希望系统自动匹配。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2图书馆优化电子文献传递工作的对策",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1依法传递 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1取得出版商授权",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "取得出版商的文献传递许可是图书馆合法传递非开放获取电子文献的根本出路。图书馆采购文献资源时，应与出版商就文献传递事宜进行协商，尊重出版商的利益，争取出版商最大限度的支持，并将许可细则写进采购合同中。如某图书馆Gale GREENR数据库订购协议中的文献传递许可非常清楚：“授权用户可以为个人、学术、教育用途和科学研究，向第三方个人以纸质或电子形式，传送少量、非实质部分内容的订购资料，但订购资料在任何情况下都不得为商业目的而传送或使用”β，该协议较好地保护了出版商的利益，也给图书馆文献传递提供了法律依据。特别是集团采购过程中，应尽量加入未参加团购的本联盟成员有合法获得文献传递的权益[1]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2做好版权使用声明",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "图书馆需根据出版商的许可范围做好用户资格审查工作，并明确向用户发布文献传递版权声明。版权使用声明是为保护出版商的利益而提醒读者尊重知识产权，不得再次扩散。而有的图书馆使用“必须遵守我国著作权法有关规定”、“必须遵守文献提供国的有关著作权”等较为笼统，读者收到类似声明，去查找有关规定学习，不太现实。中科院文献情报中心的文献传递系统提醒就非常合理、明确，文献传递用户登录系统后，系统自动弹出《文献传递服务合理使用声明》界面，指出“用户通过本系统申请文献，只能用于个人学习和科学研究，不得用于其他商业目的”、“侵犯了著作权人权益，需要承担相应的法律责任”等，读者点击“接受”按钮方可进入。这样的提醒就非常明确告知读者应该怎样做。因此，图书馆需要从方便读者的角度做好文献传递版权声明。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.3技术控制再传播",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，电子水印、加密、自毁等技术比较成熟，图书馆当充分利用这些技术控制传递文献的传播，保护出版商的利益。通过电子水印技术将类似“该文献为版权文献，仅限您个人研究学习使用，禁止再次传播及商业化利用，否则，由此引起的法律责任完全由您承担！”的版权声明嵌入传递文献的页眉，可以起到即时提醒的作用。大英图书馆的文献传递系统将用户所需文献资源加密后网上传递，只能由本系统内的合法用户下载使用，非合法用户不能得到授权[4]。电子文献加密自毁技术则支持电子文献生存期内的安全访问生效机制与过期不可恢复性，使电子文献超过一定期限即丢失原始密钥而安全自毁。图书馆开展文献传递工作过程中，如广泛使用这些先进技术控制传出文献再次传播，一定会得到出版商的赞同。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2利益平衡 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1文献传递经费纳入预算 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "某科技大学研究生8000多人，导师1000人左右，图书馆平均每年在文献传递方面的投资经费不足2000元。文献传递是图书馆，尤其专业图书馆文献资源保障的重要方式，因之发生费用支出是非常正常的。图书馆应将文献传递工作列入文献资源保障建设范围，对本馆文献传递工作进行梳理和规模评估，将文献传递费用视同文献资源建设费用做好预算。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2加强读者思想引导 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "知识产品已经市场化，“谁受益谁出资”是市场的基本规则。图书馆需要加强读者教育，引导读者自觉培养有偿获取文献的意识，还要有文献传递的成本意识。西方国家图书馆开展文献传递收费很高的，1993年，美国研究图书馆组织与研究图书馆协会所进行的一项研究表明，采用馆际文献传递服务传递一篇论文的平均费用为29.5美元[1。笔者查阅了科技部、教育部等科研项目经费管理规定，文献费不在管理费之列，而一般科研人员认为单位从项目经费提取的管理费中含有文献支持费用，因此，图书馆需要及时对科研项目负责人进行引导，让他们理解自己有义务为其科研人员文献传递买单；应向读者宣传，申请项目经费预算时，充分考虑图书馆的文献使用费。笔者单位科研团队完全承担了文献传递费用，部分数据库的采购费用也全额承担，绝大部分读者也从不理解到理解，这与图书馆的宣传是分不开的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3争取合理价格",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "有学者对我国46家公共图书馆的馆际互借与文献传递服务进行了调查，文献传递服务费并未涉及版权处理费[，这些传递的文献如果有来自图书馆购买而未获得出版商的文献传递版权费豁免，图书馆的行为则存在法律风险。因此，图书馆采购数据库的时候，就文献传递许可以及是否免费与出版商协商确认；如果出版商要求图书馆传递文献时支付版权费图书馆应将我国经济发展水平与发达国家进行比较，积极争取到合理的价格范围。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.4图书馆之间的利益平衡 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "如前文所述，图书馆间传递文献会产生利益差，会在一定程度上影响图书馆传递积极性。因此，区域图书馆联盟组织或图书馆间应当协定合理的收费与结算机制，平衡提供成本，并给提供图书馆以适当的经济鼓励。笔者认为，应根据文献提供单位的成本测算确定其文献传递收费标准，不宜一刀切。图书馆提供的单篇文献价格包括文章所在数据库篇均采购价格（该数据库年采购价格/年下载总篇数）和供应商收取的版权费（如果有要求的话），甚至把人力资源费用和设施费用算进去。提供馆拥有的资源，应本着非盈利原则收费。如博硕士学位论文电子版有的100多页，即使按0.3元／页计费，价格也较高，图书馆宜象征性收费，如5元／篇。笔者单位的博硕士学位论文公开后是免费传递的。为扶持经济欠发达地区的图书馆，政府部门或组织者可以实施差别化补贴政策，例如，CALIS文献传递系统收费标准对西部地区高校补贴 $7 5 \\%$ 的优惠政策[20]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3提高传递效率",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "提高满足率、缩短获取时滞是文献传递工作面临的重大挑战。读者提出文献传递需求总希望尽快到手，正如一位科研团队负责人说，收费不是问题，关键是尽快完成传递。为提高满足率，组织者应建好联合目录，让读者很方便地检索到可获得资源信息及可供图书馆。通过区域系统之间系统整合技术，实现多个文献传递系统联合服务，有效扩大资源范围。中国科学院文献情报中心的联合目录就囊括了上百家研究所的文献资源信息，还与国家图书馆、上海图书馆等文献资源信息关联，读者检索到文献即能找到可供图书馆。如果CSDL、CALIS、NSTL、CASHL联合检索并提供服务，满足率将大大提高。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "文献传递业务应以用户急需为核心进行传递方式与结算方式创新。有的文献传递系统的提供方不能直接将文献发送到申请者邮箱，须经过接收馆工作人员转发，延长了传递时间这就需要改进。笔者建议深入开发文献传递系统，使之类似打车软件，一旦有传递需求提交，系统自动群发求助信息提醒可供图书馆文献传递人员，实现快速“抢单”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对用户来说，在线直接获取是最理想的，因此，图书馆应考虑与数字文献供应商探讨单篇文献采购问题。图书馆文献传递应该是不得已而为之，如某数据库的单篇采购价格与包库采购的单篇价格持平，甚至略高，图书馆都应该考虑通过单篇采购模式快速服务读者。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3结束语",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国内图书馆文献传递已经广泛开展，不少图书馆为刺激读者申请组织免费活动，其服务意识和关爱读者之心难能可贵。然而，文献传递行为基本是向“外单位”提供“本单位”采购的文献资源（尤其外文数据库），图书馆的文献传递需在采购合同中得到出版商许可且在传递过程中采取版权声明、技术控制等措施防止传递文献不当扩散。随着文献传递规模的扩大，图书馆间利益平衡值得关注，应考虑提供馆资源成本而改变一刀切的定价机制和结算模式。图书馆应该在解决法律、利益矛盾的基础上，扩大文献传递联盟，提高满足率；探索合理的服务动力机制，优化文献传递系统功能，以最大限度缩短文献传递时间。合法传递、利益平衡、提高效率三者之间是相辅相成的关系，合法传递是前提，利益平衡是动力，提高效率是目标，只有三者协调，图书馆电子文献传递工作才能实现可持续健康发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]祁卓麟.基于用户需求的文献传递数据分析[J].图书馆论坛,2012(2):124-126,174.  \n[2]杨晓,李宏建,陈洁.文献传递统计分析及其启示—一以中国科学院新疆分院文献信息中心为例[J].科技广场,2011-0(6):73-77.  \n[3]孙维莲,邵敏,王伟.电子全文数据库订购协议中的馆际互借条款之研究[J].大学图书馆学报,2012(6):88-91.  \n[4]杨晓秋.数字图书馆文献传递服务的著作权保护问题调查与分析[J].图书馆学研究,2013(4):93-96,87.  \n[5]杨坚红.CALIS与CASHL文献传递系统比较研究[J].情报资料工作,2008(5):51-56.  \n[6]丁道劲,周杰.图书馆文献传递服务中的版权结算问题研究[J].情报杂志,2013,32(2):165-168,134.  \n[7]徐慧芳,刘细文,孟连生,贾苹.大英图书馆文献传递服务中版权保护的体现[J].图书馆杂志,2012(7):70-73.  \n[8]祁卓麟,李其圣.百链云图书馆与高校文献传递服务对比分析[J].图书馆论坛,2013(1):43-46,16.  \n[9]刘兹恒,胡丽芳.不断提升用户体验，创新CALIS 持续发展机制[J].大学图书馆学报,2009(1):17-21.  \n[10]张敏娟.百链云与CALIS 宁夏中心文献传递服务比较分析[J].农业图书情报学刊,2014,26(3):179-181.  \n[11]浙江农林大学图书馆．百链云图书馆[OL].[2014-10-02].http://lib.zjfc.edu.cn/cndatabase/dzts/201109/1447.html.  \n[12]范超英 等.文献传递服务满足率之探讨——以中国科学院文献情报中心文献传递服务为例[J].图书情报工作,2006,50(4):92-95.  \n[13]姚丹丹.专业图书馆集团资源的虚拟集中与实体分享—一中国科学院系统多馆联盟式文献传递服务系统解析[J].图书馆建设,2010(9):68-71.  \n[14]曹霞.国内外著名文献传递系统的比较分析[J].情报资料工作,2012(4):75-77.  \n[15]湖北省高校数字图书馆服务工作组.湖北省高校数字图书馆文献传递服务规范[OL].[2014-10-03].http://www.hbdlib.cn/html/portlet/metadata-resserver/article.jsp?articleID $\\scriptstyle 1 = 3 4$   \n[16]徐强,徐云梅.德国文献传递服务发展新情况及启示[J].浙江科技学院学报,2013,25(2):120-123.  \n[17]姚志强 等.云计算中一种安全的电子文档自毁方案[J].计算机研究与发展2014,51(7):1417-1423.  \n[18] Herbert S.While.The Cost of Ignorance,Library Journal, 1995,120(11):48-49.  \n[19]李金莲.公共图书馆馆际互借与文献传递服务调查与分析[J].图书馆学研究,2012(10):71-75.  \n[20]张敏娟.百链云与CALIS宁夏中心文献传递服务比较分析[J].农业图书情报学刊,2014(3):179-181.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作者简介牛振恒，男，1972年生，硕士，副研究馆员，中国科学院青岛生物能源与过程研究所条件保障部副部长，发表第1作者研究论文40余篇，研究方向：信息资源管理。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "联系方式 联系电话：0532-80662648，15153237828；Email地址：niuzh@qibebt.ac.cn邮政地址：山东省青岛市崂山区松岭路189号，邮编，266101",
        "page_idx": 4
    }
]