[
    {
        "type": "text",
        "text": "高校智库与母体高校间互动关系浅析及建议",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孔媛1.2 李宏1.31中国科学院大学北京 1004902中国科学院文献情报中心北京 1001903中国科学院科技战略咨询研究院 北京 100190摘要：[目的/意义]处理好高校智库及其建设高校的互动关系，是在发挥好高校科研优势的基础上，谋求高校智库独立性和影响力所不可回避的问题。[方法/过程]根据\"投入一运作一产出\"分析框架，通过文献、网络调研和国外多案例分析，从资源投入、运作支撑和收益协调三个阶段的多个构面对二者间互动关系进行了分析。[结果/结论]高校智库应充分利用建设高校的知识资源和科研实力并运用自身能力实现高校智力投入的增值；同时保持资金和行政运作的相对独立性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：高校智库 高校知识资源 互动关系 智库独立性分类号：G311",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1探讨高校智库与其建设高校关系之必要性",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "增进机构政策话语权和影响力是高校建设附属智库机构、推进知识成果应用的最终目的。官方背景相对淡化的学术团体（特别是高等院校）受制于建设体制及决策程序设置，影响力难以辐射到学术圈外。智库处在以政府、学术社群、媒体、公众等结点组成的证据辅助（Evidence-based）决策体系的交汇地带[Il，知识创造和信息流动活跃，能发挥政策与知识间的\"桥梁”作用。在输出秉持价值观、影响政府决策方面，智库有独特资源和运作优势。乘当下国内智库建设的东风，高校智库建设的学界探讨和业界实践渐热。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "诸多学者论述了高校建设附属智库的天然优势。秦惠民[2]认为高校智库在高校研究资源借用、保持研究相对客观性和社会舆论参与度方面有突出优点；杜静元3]则认为高校智库从事专业化研究、人才管理机制灵活、研究过程科学、知识传播途径广泛。可见高校智库运行的优势突出表现在知识累积和科研能力的资源提供层面。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "然而，高校建设附属智库存在一个难以回避的问题：高校与高校智库应保持怎样的关系才能既发挥高校科研优势，又保持机构本身对独立性的追求。国内外智库研究普遍认同智库的核心价值和竞争力在于其独立性。与政府、媒体、学术团体、公众等多主体牵制形成的多方制衡局面，使智库难以为某一方的利益站队，从而保持相对客观中立的发声[4]。而高校智库从建设到运营均接受高校扶持，与所在高校相对关系密切。处理好高校智库和其所在高校的关系是高校智库保证知识权威和影响力的关键问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Barmes[52002年在研究校企机构互动运作时通过案例分析总结得出机构交互运作的最佳实践模型。该模型将校企合作从资源投入到结果收益的全流程纳入考虑，综合考虑行业环境等外部因素，给出了从资源投入、项目管理到绩效受益各环节关键影响因素。鉴于高校智库与其建设高校的关系是伴随着智库管理运作不断发生的互动关系。高校的科研学科人员及知识资产在智库每一个项目中都会发生参与行为。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本文根据高校智库案例分析对 Barmes 的模型进行改进得出了高校智库与母体高校互动合作\"投入一运作一产出\"逻辑分析框架（具体如图1)，本文从资源供给、运作支撑和收益协调三个阶段分析了高校智库和其所在高校之间的互动关系并提出了相关建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "资源投入  \n母体高校对高校智库的资 运作支撑  \n源介入程度 母体高校对高校智库课题运作的  \n智力资源 参与程度及范畴 收益协调  \n人力资源投入力度 机构建制 母体高校对高校智库有形及无  \n投入人力层级迁移 与高校建制的相似度 形收益分配活动的参与程度  \n投入人力从事职位学术合作 品牌认同  \n资金资源 核心研究人员学术成果合作对象 盈利分配  \n资金扶持力度 学术合作对象的来源机构类型 知识产品  \n资金来源多样化程度 关系增益 教学活动  \n关系资源 “本校学历认可”程度  \n人力资源携带关系 平台作用发挥程度  \n新生关系能力及机会",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2高校智库特征界定及调研对象选取",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "高校智库是一种智库类型，与官方智库、民间智库等智库类型共同构成智库建设体系。各类智库在建设过程中都有较为独特的资源供给和运营机制，不同类之间难以复制和逾越。如将诸如RAND、Brookings之类的大型综合性专业智库作为中国高校智库建设目标，则在理论先验和实际操作上存在一定难度。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国内高校智库建设可定标于国外优秀同类智库。参照 2016 Index go to Think Tank 中的“附属于高校的智库\"[6]（Think Tank Afflicted to University）这一类别在定义上比较贴合国内学界提出的\"高校智库\"分类。调研该分类下的相关海外智库和阅读相关研究后发现，高校智库主要具有以下不同于其它类型智库的特征（详见表1)。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/63c98e90dd808d826dacf506f014a12834dad821d19fa91af3fe9021e0569ac5.jpg",
        "table_caption": [
            "表1高校智库区别其他智库特征",
            "Table1 Characteristics of think tanks affiliated to universities "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>特征</td><td>描述</td></tr><tr><td>发展模式</td><td>初建规模一般偏小，有附属于高校学院下情况出现; 后期多向综合性智库发展，逐渐脱离学院相对独立。</td></tr><tr><td>资金募集</td><td>高校给予资金支持一般较少(甚至没有); 主要来源为各类社会团体及个人捐赠。</td></tr><tr><td>选题方向</td><td>学科研究人员自由选择空间较大，多围绕高校优势学科选题； 选题领域也可能受资金提供方（特别是基金会）的关注影响。</td></tr><tr><td>运作机制</td><td>定题科研人员本身自由度较大，接受委托研究较少；</td></tr><tr><td>收益协调</td><td>高校支持科研活动，而不干涉行政管理。 高校智库的知识产品会在一般带给所属高校相对更多红利;</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据上述高校智库特征并结合2016年全球智库报告中该类智库的排名情况，选取哈佛大学肯尼迪学院国家发展中心（CID）和莱斯大学贝克研究院（BakerInstitute）作为研究对象（二者机构概况见表2)。通过网络和文献调研，梳理二者在资源投入、运作支撑和收益协调方面的实际情况，分析母体高校在高校智库运作的三个阶段分别扮演的角色。",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/ec40df379fcbd3ef8c763396aa81f1192277130dfbd65e73116145ee4d00b8c2.jpg",
        "table_caption": [
            "表2CID与BakerInstitute机构概况比较",
            "Table 2 The contrast of current institute situations between CID and Baker Institute "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>所属单位</td><td>机构人员</td><td>研究单元</td><td>专业领域</td></tr><tr><td>CID</td><td>哈佛大学肯尼迪学院</td><td>67</td><td>3个课题组</td><td>地区（中东、南亚、南美）政策</td></tr><tr><td>Baker Institute</td><td>莱斯大学</td><td>133</td><td>6个研究中心</td><td>能源、医药、地区政策、经济</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3国外高校智库与其建设高校互动关系分析",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1资源投入",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "资源供给维度主要考察两个智库所属高校在智力资源、资金资源和关系资源方面的投入情况。资源供给的主体和体量是评估智库独立性的关键问题之一。高校科研人员是高校知识成果和研究实力的\"载体”，将其引入智库是发挥高校知识富集和科研能力优势的重要途径之一；高校对高校智库在财政资金方面的投入比例则在一定程度上揭示了高校智库对其所属高校的依附程度；高校通过教学培养的特殊途径也能为高校智库的关系网构建贡献资源。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1.1智力资源",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人是智力资源的载体和源头，在此方面高校智库与其所属高校显著密切。调研中高校学科人才大量进入其所属智库工作。担任智库主任的通常为高校权威专家或学科带头人；存在高校科研课题组整体迁移的情况，高校智库会存在\"主任科研助理\"这类不常见于其它智库的职务，并大量聘用在读博士生做数据采集分析等知识加工工作，这些人员可能因学院内的工作关系得以进入高校智库任职；高校科研体制沿袭，进入智库工作的高校人员少有出现两地职称“倒挂\"的情况。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从高校研究人员参与高校智库工作的人员流动层级示意（如图1)，以及其相应职责（见表3）中可以看出，进入高校智库的高校研究人员职能是以其在高校的职称作为重要参考而确定的。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/48a5746361202439cf79951886e4ab91b8fe85d9ba3d398ebd64872eac3eb299.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 2 The hierarchy migration between universities and affiliated think tanks in a research group ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/9c693da04080602ba6f91e77244969e4d7995d2e514504995cb6c28727543c5e.jpg",
        "table_caption": [
            "表3高校智库课题组职务职责",
            "Table 3 The corresponding duty of different positions ina research group of think tanks afiliated to universities "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>课题组长</td><td>核心课题成员</td><td>课题成员</td><td>课题支撑人员</td></tr><tr><td>聘用</td><td>常驻</td><td>常驻</td><td>常驻或临时</td><td>临时</td></tr><tr><td>方式 主要</td><td>指导课题组发展;</td><td>主要知识</td><td>课题分工研究、知识成果</td><td>数据处理及分析、其他辅</td></tr><tr><td>职责</td><td>提供关系网络</td><td>成果产出</td><td>碎片化和再加工</td><td>助工作</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "密集的人力资源交集只存在科研课题部分，行政运营部分几乎没有高校人员的身影。调研中高校智库支撑人员来源复杂，且多不具有高校研究背景。因从事业务工作（成果推广宣传及行政等)，看重其它行业（政府部门、企业、研究机构等）的从业背景。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.2资金资源",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "不同于在智力资源上的高度投入，国外高校对所属智库在财政上直接或间接（高校承接的项目或基金对其投资）投入都较少。根据调研，高校智库的资金来源主要包括基金资助、项目委托、培养营收、个人捐赠四个方面。CID目前受若干基金会资助，并未接受来自哈佛大学及肯尼迪学院的资金；而Baker2016年财报显示，其接受高校赞助的资金仅占吸纳全部资金的 $1 \\%$ （详见图2)。且高校与高校智库所接受的基金也未有重叠的情况出现。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b4e02c08fa9631ab0a1073ee6f94193b8a2f480786d8792ba511a0c716c24766.jpg",
        "img_caption": [
            "图2高校一高校智库的课题组人员层级流动",
            "图3BakerInstitute2016财年各类营收占比",
            "Figure 3 The percentage of each kind of revenue of Baker Institute in the 2O16 financial year "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "高校智库为保持选题的相对自主性，对接受的项目委托资金数量有所限制，也导致其更欢迎培养教学和校友捐赠之类的资金来源。但财政资金投入对高校智库的研究活动仍有所影响。高校智库资金首要来自于基金资助，调研中基金会的关注领域于高校智库的研究方向较为一致，CID 研究专家学术领域集中研究发展中国家政治经济问题，支持CID 的基金会主题也多集中在印度、中东等地区的发展和人权问题上。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.3关系资源",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[在此处键入] ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“关系\"是智库中重要的隐形资源。智库处在政府、学术团体、媒体、公众等多方连接的“蛛网\"中央，而\"蛛网\"的结点是人。因此，高校提供给高校智库的大量科研人员首先为后者保证了与科学界学术团体的有效联系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "而高校的教学培养职能为高校智库提供了长期获取新生关系的潜能，且使这种关系大大超出了学术界的范畴。调研中发现，被两家高校智库聘用的前政府官员、企业媒体人员等，在其建设高校中曾有过学习经历、担任客座专家的占相当比例。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另外，高校内交流环境相对宽松。高校智库借助高校这一平台通过开设课程、讲座培训等的方式广泛接触学校学生、政府人员、企业媒体人士，客观上增加了外界人员了解本机构的机会，从而激发更多关系萌芽。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2运作支撑 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "运作支撑维度从机构建制、学术合作和关系增益三个方面考察高校智库运作中的高校角色。高校智库在运营上遵循智库的基本活动范畴，以规范的机构建制为框架，开展课题研究和会议活动等主要业务。机构建制中高校学科层级、管理人员的介入程度；核心科研人员是否具有超越高校的合作网络；高校在高校智库关系增益方面则多发挥平台之类的间接作用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.1机构建制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在机构建制上不同规模的高校智库对高校的依赖程度存在着显著差异。以案例中两个智库为例：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "小型高校智库在建制上更加依赖于所属高校。像CID 这类依托高校优势学院（科）成立的高校智库实质是学院（科）培养全面竞争力中的补充，在机构建制上很难摆脱所属单位的影子。虽然采取行政科研并行的建制，但是科研人员的编制沿用学院（科）职称，教职工作及\"学院式\"学术研究仍是其首要职责；科研人员的地位在行政人员之上，监督管理之职能少。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "规模较大的高校智库或者小型智库经过长期发展成熟后，随着学科领域的逐步丰富、资源资金的多样来源会帮助其逐步独立出初创学院（科)，多元背景来源的研究人员进入消解原有学院（科）职称建制，鼓励扁平化机构建制的建立；规模扩大资金流复杂催生行政体制的健全，专职的审计监管委员会形成。Baker的研究人员均直接接收独立的智库聘书，高校原有人员则接受\"双聘书”，教学任务也由智库单位独立发出，人员在行政划分上并不属于其他学院。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.2 学术合作",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "发挥群体智力是高校智库组建课题小组、聚集多方学术人才的主要目的。高校智库中知识产品的产出一般都离不开机构内乃至机构间的学术合作。案例中两个智库都开展了频繁的学术合作，但合作对象来源差异较大。BakerInstitute作为综合性较强的大型高校智库，正式出版的专著及论文的合作者以本机构内成员居多；而CID由于规模较小，核心研究人员惯于依托高校机构关系网寻找学术合作伙伴。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "以CID\"辅助政策研究\"课题组联合组长RohiniPande为例，其自入职以来共合作发表正式研究成果29篇，其合作单位及其所占比例统计如图3所示。可以发现，其合作单位多为与哈佛大学有合作关系的高校。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[在此处键入] ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/a5ec944a3f704487b71b9df0c4f2bb2741fd2d025495be538b470024df8f285c.jpg",
        "img_caption": [
            "图4CID课题组组长RohiniPande学术合作单位",
            "Figure 4 The partnership composition of Rohini Pande "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.3关系增益",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在关系增益方面，高校主要为高校智库提供间接资源。高校与学术界的联系可谓\"浑然天成”，但中立客观的立场使其与政府联系并不密切。其很难直接为高校智库争得政界“红人”挂职等拓宽政府聆听采纳机构意见的渠道，而只能通过学历背景及活动平台的形式为高校智库进行关系维持和增值的工作。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 中有提到，调研中的两个高校智库均有\"本校学历认可\"的情况出现。许多在其中挂职的政界、企业界、新闻界等人士在履历中均与其建设高校有过关联。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "同时，调研中高校经常被作为高校智库举办各类讲座、会议、教学培养项目等与外界互动较为频繁的活动的举办地。这些活动的嘉宾来源多样，高校学者受邀较少。很大程度上高校只是起到了中介平台的作用，利用其品牌、人员聚集、交流环境宽松等方面的便利，为高校智库与外界沟通提供场所。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3收益协调 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "收益协调维度则主要考察高校智库和高校在品牌宣传影响、知识产品权利归属、隐性知识分享机制和盈利收入分配方面的约定规程。高校智库知识产品的版权归属方及高校智库参与高校教学活动的规模是高校智库依附高校的程度。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3.1品牌认同 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "基于机构使命价值观上的一脉相承，高校与其建立的智库间通常会出现相互间的品牌宣传。案例中两个智库的名称均写在高校名称之下，无论域名、产品水印、logo 等地方均出现高校名称。高校对其下智库而言是知识权威的保障，高校智库的频繁活动又可为高校赚得一定的关注度和影响力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "出现品牌认同是高校智库及其所属高校合作密切或存在一定从属关系的表征。因为品牌认同必须以两机构关系紧密、价值观一致为前提。而当高校智库处在发展成熟向综合性趋势演进过程中，机构暴露在更广泛的市场环境中，受多元因素影响，其机构使命及价值观更易发生变动，导致与其所属高校的关系相对不那么紧密。著名的高校智库胡佛研究所在发展过[在此处键入]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "程中因显露出的党派偏好一度与创建其的哈佛大学关系破裂。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3.2盈利分配 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在美国智库保持独立性的一个重要表征即为其非营利性，未出现高校参与高校智库财政分配的现象。案例中Baker institute 公布的最新财报显示，其募得资金（915万美金）与支出（858万美金）基本持平。机构全部营收几乎都用于项目研究（ $78 \\%$ ）和机构运作（ $2 2 \\%$ ）上。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "项目研究经费占机构总体支出的绝大部分，研究经费的名目包括研究人员薪资、项目运作经费、出版经费和特殊支出等。鉴于高校研究人员在智库中任职的相当比例，有理由认为智库薪资水平是激励高校研究人员入职的一个因素。但是在机构层面上，高校智库和其所属高校盈利方面的交集罕见。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3.3知识产品",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "知识产品所有权的处理可以反映高校智库与其所属高校的关联关系。各类出版物是智库知识权威的证据，也是知识传播的载体。通过自有刊物和非自有刊物发表知识成果几乎是智库传播观点、增进影响的通用手段。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "案例中两机构都有包括工作论文集和研究报告等自出版物，其知识产权在声明中均明确写出属于该智库及智库所在高校联合所有，高校全体教职工均享有本出版物的知识产权。而发表在非自有出版物上的知识成果名义上的知识产权属于作者本人，但是如其属于高校设立或合作的项目产出，则存在法律上界定为职务作品的可能性。职务作品的实际版权认定是可归属高校的。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3.4教学活动",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "高校智库和其所属高校的合作教学是在形式上重叠但内容上互补的业务活动。高校对所属智库在人力资源的投入也是希望在智库中的从业经历和行业交流能够帮助其研究人员获得尤其是知识成果运用和实践操作方面的隐性知识增长。而机构间的合作教学活动则可以使这种新增隐性知识得到更大范围的共享。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "调研中高校智库参与其所属高校教学活动也存在两种模式。一种是专职人员教学，CID属于该类。大部分在其任职的高校研究人员本身带有教职，高校科学研究和教学培养是其主业，受聘智库只是作为兼职或者挂职。一种是特设课程教学，Baker Institute 属于此类。其专门为莱斯大学的学生开设了各类课程，其本身作为独立的课程出品方；课程内容多与研究课题相关，研讨性质居多，一定程度上肩负宣传智库知识理念的使命。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4总结分析",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于\"投入一运作一产出\"逻辑，对案例中两所高校智库与其建设高校的互动关系进行了探讨。高校智库及其建设高校在资源投入、运作支撑和收益协调三个阶段、多个构面中存在着多种依赖关系且程度不甚相同，具体如图5所示。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e82e3695b090e711d8f7bfe9d3ec78840938da5093638d662d0c81b3ac9ea9c4.jpg",
        "img_caption": [
            "图5国外高校智库及母体高校各方面依赖程度示意图",
            "Figure 5 The dependence degree of how affiliated think tanks rely on universities "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "高校智库运作的各阶段各方面中，其对建设高校的依赖程度存在差别，根据依赖程度高低可以大致分为三种：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）高度依赖。智力资源、学术合作、知识产品和教学活动四个方面属于此类。不论高校智库规模如何，其与建设高校的关系贯穿于机构运作全过程，但并不是面面俱到。这四个方面均与智库课题研究有着密不可分的关系，高校智库允许其建设高校参与到从人员组建到知识成果分配和传播的知识价值链中，发挥高校的知识优势为其所用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）条件依赖。区别于学术研究方面的深层依赖关系，在机构建制、关系资源、关系增益和品牌认同方面的高校与其所属智库的关系是有条件的。关系资源和增益可看作是高校建立高校智库需着重经营的方面。随着高校智库影响力增强，其关系结构必然从“重学”转移，向复合关系网进化；高校智库初创时的机构使命和建制很难脱离高校的影响。随后为满足规模、研究领域等方面的扩张需求，类高校的固化机制会被逐渐消解，机构价值观也有发生变化的可能性。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）低度依赖。资金资源、会议活动和盈利协调属于高校智库和其所属高校发生低频次关联的方面。财政独立是机构独立性的基石，高校与其下属智库很少发生资金上的牵扯。不插足智库的行政管理及日常运营也是维护高校智库独立性的重要方面。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参照《2016年全球智库报告》[7的“附属于高校的智库”分类的排名情况，对其中刚出现的包括北京大学国际战略研究院、中国人民大学重阳金融研究院等多家国内高校智库与其母体高校间的互动关系。国内多家高校智库在\"投入一运作一产出\"逻辑下显示出与上述国外高校智库在处理与母体高校间异同之处。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/4590458940b2297cf353cc623c8bdbb0165ae26cbb42aae3f2b21f254677b7ee.jpg",
        "img_caption": [
            "图6国内外高校智库及母体高校互动关系对比图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 6The contrast about interaction relationships between universities and think tanks afliated to them ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "图6为国内外高校智库与母体高校互动关系的依赖程度对比。整体来说，国内高校智库对母体高校的依赖程度更大。二者除知识资源和科研能力方面有较强的互动外，在资金和行政管理方面较之国外高校智库也有更多交集。特别是与国外高校智库力求实现资金独立不同，国内高校智库接受母体高校资金资助和项目委托的现象比较普遍。具体来看：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在资源投入方面，国内高校智库与母体高校间存在科研人员输送关系；且高校的学历认可和平台也在关系资源的累积方面发挥了积极的作用。但是也存在两个明显不同：一是高校智库的管理机构理事会成员中有相当比例的校院级领导参与；二是国内高校智库的资金来源构成上，课题委托占比较大的比重。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在运作支撑方面，国内高校智库虽然也采取理事会领导下的院长负责制，但是高校领导介入机构管理运行；课题组的选题受高校课题、项目重心的影响较大；长期基础研究多依赖于高校院系既有的研究水平及成果，机构内部对既有知识的碎片化和普及化加工活动占有更大比例；在关系增益上，国内与国外高校在智库运作中所起到的作用类似。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在收益协调方面，国内高校智库较之国外同类机构最突出的不同在于知识产品的归属划分。由于国内高校智库的研究人员绝大多数在母体高校拥有稳定的教研活动，高校智库更多发挥的是严肃知识产品碎片化和普及化的宣传推广作用。大量的简报、调研报告、报道、专栏等低知识密度的知识产品由高校智库出品，而鲜见系统专著（而非评论集之类）和学术论文（集）出现在高校智库的成果中。由此可见，国内高校智库中高校科研人员的研究实力及活动并未产生实质性迁移。高校智库更多是发挥着增进交流和便利推广的“信息港\"的作用，这也是与国外优秀高校智库的重要区别之一。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4若干启示及建议",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "要建成真正意义上充分发挥高校科研优势的相对独立的政策建议机构，根据\"投入一运作一产出\"理论框架分析案例并参照现有研究，得出以下认识和处理我国高校智库与母体高校间互动关系的若干建议。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1理性认识并支持高校智库的独立性",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "高校智库需要保持独立性，但这种独立性不是不接受高校的资源和帮助，也不是一味追求立场中立。高校智库的独立性更多的体现在机构及其研究人员的“自由意志”能在多大[在此处键入]",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "程度得到发挥，即在“机构运转、课题选择、研究过程和研究结果上的把控权”[8]才是高校智库保持其独立性应当争取的权利。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "为保持高校智库独立性，对高校提供或者参与高校智库运作的内容要有所把控。接受诸如科研能力、知识资源、技术设备等方面的高校帮扶，发挥高校知识优势、提升智库研究科学性；而对高校的资金支持和行政干预慎重考虑。当然这里也存在发展阶段制约的问题。处于起步阶段的高校智库在诸多方面缺乏经验，需要寻求更多帮助，这种情况在机构逐步发展的过程中会发生相应变化。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2充分借用和发挥高校的知识与关系资源",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "高校智库应在最大程度上激发和利用高校所能提供的一切知识资源。这里的知识资源并不单是对研究人员的聘用，还包括多层次研究人员系统的搭建和其他知识资源的利用。广泛聘用高校中从事课题研究的相关人员，从学科带头人、到核心学者、到学术辅助人员、甚至到博士研究生等。多层次的科研人员系统搭建有利于营造类高校的科研环境，从而提升知识创造的效率。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "同时要注意高校能够提供的其他知识资源：隐形环境，例如学术交流圈、学术社群；硬件环境，例如学科数据库、学术出版、实验室及设备等。这些资源都可以与上述多层级研究系统组合，形成良性的知识创造生态系统，帮助高校智库形成知识生产的核心竞争力。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3落实智库的研究和行政双轨制",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "研究与行政的双轨制实质是研究活动的独立性的重要保证。高校智库作为非营利机构也需要思考战略、运作和发展的问题。科学研究活动支持的知识创造活动能够为它提供燃料，但这不足以让高校智库这辆战车动起来并走对路。由专业的、有丰富实业经验的人才来考量高校智库的发展和运作问题，才能发挥出“引擎”的强大推动力。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "实行科研和行政双轨制是智库几乎通用的运作架构，但与国内诸多高校智库不同的是国外优秀高校智库在\"双轨\"的人员布置上也是泾渭分明。高校人员密集渗透在科研课题单元，在行政管理和宣传推广上高校人员鲜少涉足，高校现任管理层担任智库主要领导的情况则更少。但是其对高校外界的人士又秉持极为开放的态度，吸纳各方人才参与到高校智库的管理中来。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.4重视智库对高校的知识能力反哺",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "知识在循环转化中不断获得增值和创新。高校智库对其所属机构释放更多的知识红利不仅有助于巩固机构间关系，还可以创造更多的交流机会以帮助自身成长。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "通过共享知识产出版权、校内课程教学、校内学术讲座、自设培养项目及奖学金等方式使得其所属高校对高校智库的工作运作成果有更清晰的了解，形成隐形的学术流动共享环境。一方面对高校智库起到一定品牌宣传作用，另一方面也有助于吸引更多的高校人才和关系向其靠拢。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "除释放知识资源外，也应注意对高校人员研究能力的补充和回馈。在吸收高校科研知识及研究人才的同时，重视对研究人员体察社会问题、承接横向课题、结合实际情况的知识实践能力的培养。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[在此处键入] ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "正确看待及处理高校智库与其建设高校间关系是建设高质量高校智库所不能回避的问题。高校智库与其建设高校间的关系是动态变化的、是补充促进的、是贯穿于高校智库运作全过程的。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "高校智库与其建设高校的关系互动频繁发生在知识创造方面。这是一个完整的互动关系链条，双方均有投入和获益。高校为其提供知识积累、研究人员及相应的软件硬件等资源，其资源参与课题研究活动，并享受知识产出所释放的知识红利及研究人员能力提升所带来的潜在竞争力提升。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "为维持知识创造关系链条的稳态，高校智库保持行政运作和资金运转上的相对独立性尤其必要。保持相对独立性的重要途径即以开放的姿态，吸引接纳政商媒体各界的人才及资源，从而使得高校智库以一种多方关系博弈的局面争取到更大规模的资本、实现更科学的运作。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "作者贡献说明：孔媛：选择论文题目、撰写文章内容并修改;李宏：把握研究方向、提供修改意见。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Overseas Multi-case Analysis and Recommendations on the Interactive Relationship Between Universities and Affiliated Think Tanks Kong Yuan1,2Li Hong1,3 1 University of Chinese Academy of Sciences, Beijing 100049 ² National Science Library, Chinese Academy of Sciences,Beijing 100190 3 Institutes of Science and Development, Chinese Academy of Sciences, Beijing 100190 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Dealing with the interactive relationship between universities and afflicted think tanks is an inevitable topic to chase independence and influence for think tanks affiliated to universities while taking advantage of research abilities and resources in universities. [Method/process] According to the “input-operation-output” frame, by literature/network investigations and case study, this paper discussed the interactive relationship from multiple aspects of three periods respectively regarding resources input，operation assistance and income coordination. [Result/conclusion] Think tanks affiliated to universities should make the utmost use of knowledge resources and research abilities to build capacity and offer counterpart returns in knowledge at the same time. Keeping autonomy in operation and finance is also highly emphasized. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[在此处键入] ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Keywords: think tanks afiliated to universities university knowledge utilization interactive relationshipindependence of think tanks ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 11
    }
]