[
    {
        "type": "text",
        "text": "医学教育",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "”双师制\"指导下的专业型社团建设 一以中医药文化社团为例",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "黄芳,杨明南方医科大学中医药学院，广东广州510515",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：高校社团发展一直是各高校十分关注的问题。本文主要以南方医科大学中医药文化社团为例来探讨专业性社团建立“双师制\"的重要性。“双师制”指导下的专业型社团有多方面优势,在社团运作过程中也有着独特的运作方式。同时，“双师制\"社团在建设过程中也有亟待解决的问题。本文旨在通过对上述问题的阐述,对\"双师制\"指导下的专业型社团建设作一粗浅探讨。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "专业型社团组织普遍存在社团活动的专业性、举办规模、组织水平不足，社团活动经费筹措困难、社团活动形式缺乏创新、社团发展平台狭小等诸多问题，导致社团发展出现瓶颈，我们提出“双师制\"来解决专业型社团在发展中的遇到的这些问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1“双师制”、“专业型社团\"的含义与优势 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1“双师制”“专业型社团\"含义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“双师制”：指一个社团组织需配两名老师指导开展活动，一名专业任课老师、一名学生管理老师。即专业任课老师对社团中开展与专业性相关活动进行专业学科指导，学生管理老师对社团活动的组织和社团的宏观发展进行指导[2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“专业型社团”：是围绕某一专业学科,依托高校专业教学而建立起来，旨在传播与学科相关知识信息为主的群众性学习型组织[3]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2“双师制\"指导下的专业型社团建设的优势",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2.1职能互补学生在开展社团活动中，遇到各种各样的困难，引入“双师制\"能够使专业型社团的两位指导老师在指导时间、指导性质方面起到绝佳的职能互补作用。一方面，在社团活动和发展的专业学术问题上，专业老师可以给予有效指导;另一方面，学生管理老师负责社团文化建设以及团队组织架构，在指导把控社团活动的组织和社团的宏观发展上，给予大力支持，如：场地协调、人力物力资源调配等方面。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2.2时间互补现阶段许多高校都是设立多个校区开展教学，且每个校区的距离较远，有的甚至在不同城市[3,专业任课老师们基本上都是在老校区办公,新校区只是有课才会去，上完课就走，这就决定了当前很多专业型社团挂名的指导老师无法花费更多的课余时间与学生去沟通社团活动开展的具体情况；而学生管理老师则能够在时间上相对有所保证，在社团活动上给予学生更细致的指导。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2.3资源共享近年来,学校的专业型社团普遍存在场地紧缺[4、物资匮乏、经费不足的情况，在加强与专业相关的学院联系，得到学院领导重视以及“双师制\"的建设以后，社团可以实现与学院的资源共享，利用学院的场地、物资、经费，谋求更大的发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2.4平台扩展目前，我校专业型社团主要是顺德校区低年级学生运作，举办的各类活动普遍存在技术应用性和实践性不强等问题,这一切都严重制约着社团人才培养的战略实现。“双师制\"中专业老师可以利用学术人脉，为专业型社团构建不拘泥于普通讲座、前辈面授技能的更宽广的学术专业交流平台。“双师制\"中的学生管理老师可以利用在学生就业指导工作中建立的企事业单位和校友等资源，引入和学生专业匹配的就业单位及知名校友等，参与指导社团的实践活动，使通过专业型社团的活动能够培养出更符合社会就业市场需求的大学生。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2“双师制”指导下的专业型社团的运作",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1加强指导力度",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“双师制\"中的专业任课老师不仅能在学生课外科研、学术活动、社会实践等方面为学生提供指导[5,更重要的是专业指导能贯穿整个专业型社团的学术风气营造的全过程，对传播与学科相关知识起到重要作用，这样也更加起到吸引非专业的学生参与到社团活动中来。据统计，我校的中医药文化社团中的成员非中医专业的学生高达 $5 5 \\%$ 左右。双师制\"中的学生管理老师的引入，则能够在社团的宏观运作、制度建设，活动的具体实施，给予有力的指导，使得社团管理和文化得以传承创新。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.2拓宽经费来源",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "大学生社团的经费来源有限，主要来自于社团成员的会费，也会有学校团委的拨款。现今，大学生活动不断创新、内容不断丰富，但是经费的紧张在很大程度上限制了活动的顺利开展，降低了活动的质量，影响了会员们参与活动的积极性。所以社团建设要拓展资金渠道，要走出校园，寻求社会各方面力量的支持。比如社团校友、商家赞助、有偿服务等多种渠道筹措资金，这样既可以增加社团经费，保证社团活动的顺利开展，又可以增加学生对社会的了解。专业型社团在引入“双师制\"后，和学院联系增强，学院可以拿出一部分经费或者指导老师利用自己的人际资源提供赞助，设立大学生社会实践、学术科研、就业创业基金鼓励社团组织申请经费，保证各项活动的顺利开展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3打造精品特色活动",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "打造精品活动是专业社团建设成败的关键，社团活动可以与职业素养、技能竞赛、社会实践相结合，力争做到用活动吸引进人，用活动留得住人，用活动送出能人。我校中医药文化社团下设三支兴趣小组，分别为\"中药组”“太极组”“中医组”。这些兴趣小组利用平时的课余时间，由专业老师和高年级师兄师姐对社员进行操作技能训练，吸引了很多非中医类专业的学生前来学习，让社员们学到了中医中药领域的知识和技能。在组织活动方面，学生管理老师指导一些精品特色活动，如：顺峰山义诊、校园寻药、中西标本馆之旅，中医药知识竞赛。社团\"精品特色活动\"在\"双师\"的指导下，活动专业水平更有保障，活动运作更为严密，活动既锻炼了学生的专业素质，又培养了学生的综合能力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3“双师制\"专业型社团建设需要解决的问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1指导老师的绩效落实 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "社团的活动与专业指导老师的指导紧密相关，因此专业教师积极参与指导的成效也决定了学生专业社团的活动成效，从某种程度上甚至是社团存在和发展的关键。专业能力强、有责任心、善于与学生沟通的的社团指导指老师是每个社团健康良性发展的有力保证。但现阶段许多高校多校区办学、专业老师工作压力和时间空间等原因，导致专业老师对于专业型社团专业发展方面的指导力度和关注程度还远远不能满足社团及其成员的需要。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对于指导老师，我们建议学校相关部门制定相应的指导教师聘任和计酬办法[8]，明确指导教师在社团活动中的职责，以提高专业型社团指导老师的主动性、积极性、创造性，让老师和学生对专业社团充满信心;另一方面，力争通过学校学生处、校团委、教务处等机关部处的协调,将各位指导老师的工作实绩，如：指导学生参加社团活动、参与校内学生科研项目、参加国内外学术交流、学科竞赛、发表论文、申请专利等指导情况作为岗位聘任、评优评先的条件之一9，使其指导工作的实绩能够切实有助于导师本人的科研职称、行政职位晋升评审等工作。这样既让社团得到了发展、会员参与了活动、也让老师的付出得到了认可，在学校教学处、科研处、学生处、团委等部门得到了承认，充分调动了双导师工作的积极性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2学院经费投入和资源共享的落实",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "社团经费一直是困扰和阻碍社团发展的一个很现实的问题。专业性社团在活动过程中会牵涉到很多专业资源的获取与分享，其所需开支较其他类型社团来说更大。社团社员自己筹集资金的话，简直是杯水车薪，远远不能满足社团活动的开支。由于没有经费作保障，专业社团的活动开展起来就相当困难,有很多社团只能通过降低质量来做活动，这样往往使得活动达不到原本的目的，而且也体现不出专业社团的专业属性。所以社团所在的学院需要从教学、科研、学科建设、学生活动中拨出必要的款项作为社团建设[10]。这样,能够很大程度上解决专业型社团经费不足的问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "总之，高校的社团建设对高校校园文化的形成至关重要，“双师制\"的设立对于高校社团的建设发展是至关重要的，它不仅能提高社团的专业性，更能拓宽社团的发展思路，提高社团创新性。在高校无论是社团自身还是相关领导部门都应与时俱进，全面发展，以科学的方法指导社团解决问题，以实现社团的科学、健康、可持续发展[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[1]魏振波.专业型大学生社团建设的问题与对策[J].高校辅导员学刊,2010,2(5): 45-7.  \n[2」邢光晟,毛波杰,张庆华.高校学生社团科学发展问题刍议[J].江苏高教,2010,5(2):125-6.  \n[3]于扬.高校专业型社团建设的思考与探索[J].理论观察,2014,4(6):142-3.  \n[4]周启芬,马西柱,徐建国,等.工科专业型社团建设的不足及发展策略-以山东某职业学院机械专业为例[J].教书育人：高教论坛,2016,3(1): 64-5.  \n[5]湛红艳.专业型社团建设的思考[J].湖北广播电视大学学报,2009,29(1): 39-40.  \n[6]徐 琦.中国大学生社团管理研究[D].沈阳:东北大学,2008.  \n[7]王伟.高职院校土建类专业社团建设的研究与实践[J].亚太教育，2015,35(3):65-7.  \n[8］薄新莺.高校学生社团的问题及对策研究[J].忻州师范学院学报,2006,22(3):61-3.  \n[9］赵 露,林茂,马 涛.对当前高校学术型社团建设的思考一以四川大学为例[J].思想教育研究,2013,12(4):97-9.  \n[10]吴远庆，孙万东.专业学习型社团与高校学风建设一以鲁东大学外语专业学生社团建设为例[J].高校辅导员学刊,2012,4(3):45-8.  \n[11]李 隽.弘扬中医文化打造特色社团[J].甘肃中医,2011,24(4):68-9.",
        "page_idx": 1
    }
]