[
    {
        "type": "text",
        "text": "Evaluation of the ECOSSE model for simulating soil organic carbon under Miscanthus and short rotation coppice-willow crops in Britain ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MARTA DONDINI1,MARK RICHARDS1,MARK POGSON $^ { 1 , 2 }$ ,EDWARDO. JONES $^ 1$ ， REBECCAL．ROW $\\mathrm { E } ^ { 3 }$ ,AIDANM.KEIT $\\mathrm { ~ H ~ } ^ { 3 }$ ,NIALLP.MCNAMARA³,JOANNEU.SMITH1 and PETE SMITH1 1InstituteofologicaladEnromentalSeceholoflgicalSecesnesityfbedeen2tch Aberdeen,UK,cademicGropfngneeringSportsndiencesnersityftoneaneodoltonK 3Centre for Ecology $\\mathcal { E }$ Hydrology,Lancaster Environment Centre,Library Aenue，Bailrigg，Lancaster LA1 4A,UK ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this paper, we focus on the impact on soil organic carbon (SOC) of two dedicated energy crops: perennial grass Miscanthus x Giganteus (Miscanthus) and short rotation coppice (SRC)-wilow. The amount of SOC sequestered in the soil is a function of site-specific factors including soil texture,management practices,initial SOC levels and climate; for these reasons,both losses and gains in SOC were observed in previous Miscanthus and SRC-willow studies.The ECOSSE model was developed to simulate soil C dynamics and greenhouse gas emissions in mineral and organic soils.The performance of ECOSSE has already been tested at site level to simulate the impacts of land-use change to short rotation forestry (SRF)on SOC.However,it has not been extensively evaluated under other bioenergy plantations,such as Miscanthus and SRC-wilow.Twenty-nine locations in the United Kingdom,comprising 19 paired transitions to SRC-wilow and 20 paired transitions to Miscanthus, were selected to evaluate the performance of ECOSSE in predicting SOC and SOC change from conventional systems (arable and grassland) to these selected bioenergy crops.The results of the present work revealed a strong correlation between modelled and measured SOC and SOC change after transition to Miscanthus and SRC-willow plantations,at two soil depths (O-30 and $0 { \\mathrm { - } } 1 0 0 \\ \\mathrm { c m } )$ ，aswell as the absence of significant bias in the model. Moreover,model error was within (i.e.not significantly larger than)the measurement error.The high degrees of association and coincidence with measured SOC under Miscanthus and SRC-wilow plantations in the United Kingdom, provide confidence in using this process-based model for quantitatively predicting the impacts of future land use on SOC,at site level as well as at national level. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:ESdelrgyoslaegescaocsddel,ortoatiill soil organic carbon ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received24March 2015;revised version received4 June 2015 and accepted15 June 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The European renewable energy directive 2Oo9/28/EC (E.C.,20o9) provides a legislative framework for reducing greenhouse gas (GHG) emissions by $2 0 \\%$ ，while achievinga $2 0 \\%$ share of energy from renewable sources by 2020.Energy crops can contribute to both targets by replacing fossil fuel energy sources,as well as increasing soil organic carbon (SOC） sequestration, that is the long-term storage of carbon (C） in soil (Clifton-Brown et al.,2004). In this paper，we focus on the impact on SOC of two dedicated energy crops: short rotation coppice (SRC)-willow and perennial grass Miscanthus x Giganteus (Miscanthus). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Short rotation coppicing is a system of semi-intensive cultivation of fast-growing，woody species. The rotations between harvests are short (3-4 years)in comparison with longer rotations in typical forests (Don et al., 2012),and the frequent harvests enhance root turnover (Block et al.,2oo6).Annualleaf litter in Europe has been estimated to be on average between 1 and $5 \\mathrm { ~ t ~ } \\mathrm { { h a } } ^ { - 1 }$ (Baum et al., 20o9); therefore, inputs of organic matter to soils under SRC are assumed to be relatively high com pared to conventional crops.Moreover，no tillage is required during the lifetime of SRC which may enhance SOC sequestration (West & Post，2O02;Walter et al., 2015). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Short rotation coppicing of willow has a high potential to increase SOC due to the abundant above- and belowground biomass input. For example,a study by Tufekcioglu et al.(2003) reported that willow trees in ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Iowa，USA，can have greater productivity of fine root biomass than corn $( 5 . 8 \\mathrm { ~ t ~ } \\mathrm { h a } ^ { - 1 }$ vs. $0 . 9 \\mathrm { ~ t ~ } \\mathrm { h a } ^ { - 1 }$ for $\\mathsf { c o r n } ,$ 7years after establishment).Zan et al. (20o1）established a factorial experiment with 4-year-old energy plantations in south-western Quebec，Canada. They reported an average SOC sequestration at $0 { - } 6 0 ~ \\mathrm { c m }$ soil depth across sites，not including belowground biomass， of $1 3 0 \\mathrm { ~ t ~ } \\mathrm { ~ C ~ } \\mathrm { { h a } } ^ { - 1 }$ following planting of willow, compared to $1 1 0 \\mathrm { ~ t ~ C ~ h a } ^ { - 1 }$ measured in soil on abandoned agricultural fields used as a baseline for comparison and therefore an estimated SOC sequestration rate under willow of approximately $4 \\mathrm { ~ t ~ C ~ } \\mathbf { \\bar { h } } \\mathbf { a } ^ { - 1 } \\mathrm { ~ y } \\mathbf { r } ^ { - 1 }$ In a study of three mixed poplar,aspen and willow plantation sites across Germany，a small increase in SOC (45 and $4 4 \\mathrm { ~ t ~ } \\mathrm { ~ C ~ } \\mathrm { { h a } ^ { - 1 } . }$ ，under current vegetation and former arable soils,respectively）of $0 . 1 { - } 0 . 6 \\mathrm { ~ t ~ } \\mathrm { ~ C ~ }$ $\\mathrm { \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 }$ in the upper $3 0 \\ \\mathrm { c m }$ soil was observed after 7 years of transition from former arable soil (Jug et al., 1999;Meki et al.,2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the United Kingdom, SRC-willow has been identified as the bioenergy crop with the greatest potential for C mitigation across the United Kingdom (Smith et al.，20oOa,b).Willow is an ideal species for SRC in the United Kingdom because of its vigorous shoot regenerationafter coppicing,andits suitabilityto regional climate and soil conditions (Britt et al.,1995;Grogan& Matthews，2002).Grogan & Matthews (2002) estimated a SOC sequestration rate to $5 0 ~ \\mathrm { c m }$ soil depth of $0 . 5 \\mathrm { ~ t ~ C ~ h a } ^ { - 1 } \\mathrm { ~ y r } ^ { - 1 }$ under SRC-willow plantations in the United Kingdom. They developed a model to characterizetheessentialprocessesunderlyingSOC dynamics relating to SOC sequestration but stressed the need for further model development to account for the dynamics of the system within each season,as well as for regional variations in yield and soil C inputs and outputs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Miscanthus is one of the most promising dedicated energy crops with around 16 Ooo ha being established in the United Kingdom (Don et al.,2012). Several features of Miscanthus' physiology and the agricultural practices associated with its cultivation suggest a large potential for SOC sequestration (Dondini et al.，2009a). Miscanthus is usually harvested in spring to allow winter senescence to reduce plant moisture content. Leaving the crop standing over winter increases litter fall,leading to the accumulation of biomass on the soil surface (Zimmermann et al.,2013).Inaddition,asarhizomatous crop it allocates a large proportion of the aboveground C to the roots and rhizomes during winter senescence, further increasing SOC stocks (Kuzyakov & Domanski, 20oo).When Miscanthus is planted on former arable land, the absence of soil tillage results in less soil disturbance which,in turn，enhances SOC stabilization processes (Clifton-Brown et al.,2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The amount of SOC sequestered by Miscanthus is a function of site-specific factors including soil texture, management practices,initial SOC levels and climate (Lemus & Lal,2oo5);for these reasons,both lossesand gains in SOC were observed in Miscanthus studies (Hansen et al.,2004; Clifton-Brown et al.,2007). Several studies quantifying the changes in SOC on converting arable land to Miscanthus energy crop reported an increase in SOC;the reported SOC change rate，however，varied largely across and within experiments,ranging from 0.8 to $2 . 8 \\mathrm { ~ t ~ C ~ } \\mathrm { { h a } ^ { - 1 } \\ y r ^ { - 1 } }$ (Kahle et al., 1999;Hansen et al., 2004;Dondini et al., ${ 2 0 0 9 a , b }$ ； Zimmermann et al.,2011; Felten & Emmerling,2012).Changes from pasture to a Miscanthus energy crop have a small effect on SOC. In a review of the effect of land-use change to bioenergy production in Europe,Don et al. (2012) estimated a SOC change of $- 0 . 0 9 \\textrm { t C } \\textrm { h a } ^ { - 1 } \\textrm { y r } ^ { - 1 }$ if grassland was convertedto Miscanthus.Ontheother hand，Zatta et al. (2014）reported that planting on semipermanent grasslands with a range of Miscanthus genotypes did not deplete SOC significantly after 6 years from establishment.Moreover,the authors suggested that it is highly unlikely thata reductionin SOClevels relative to initial values with increasing stand age will occur. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Methods for the determination of SOC involve direct and indirect approaches.Direct methods employ field and laboratory measurements of SOC stocks,but field documentation of SOC changes faces many challenges because of the heterogeneity of soils，environmental conditions,land-use history，sampling methods and analytical errors.Therefore，indirect methods，which require the use of process-based models,are used to predict SOC changes temporally and spatially (Saby et al.,20o8). Computer models can also complement and extend the applicability of information collected in field trials (Meki et al.，2013).Combining measurement of SOC with models also provides a useful tool to test the model performance to simulate soil processes with a higher degree of confidence.In fact,model evaluation involves running a model using input values that have not been used during the calibration process,demonstrating that itis capable of making accurate simulations ona wide range of conditions (Moriasi et al.,2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although several soil C models have been developed for conventional agricultural and forest systems,most of them have not been fully parameterized and effectively tested for application on Miscanthus and SRC-willow (Dimitriou et al.,2012; Borzecka-Walker et al., 2013; Robertson et al.,2015).Here we focus on the applicability of the process-based model ECOSSE to predict SOC sequestration and SOC changes after transition to MiscanthusandSRC-willow. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The development of the ECOSSE model was mainly due to the need to simulate the C and nitrogen (N) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "cycles using minimal input data on both mineral and organic soils (Smith et al.,2010a,b).The ECOSSE model has already been validated and applied spatially to sim ulate land-use change impacts on SOC and GHG emis sions over different soil types, to simulate SOC change under energy crops and to simulate soil N and nitrous oxide $( \\mathrm { N } _ { 2 } \\mathrm { O } )$ emissions in cropland sites in Europe (Smith et al., $2 0 1 0 \\mathrm { b }$ ：Bell et al.，2012).It has also been previously evaluated against a range of soils under short rotation forestry (SRF) plantations across the United Kingdom (Dondini et al.,2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This paper evaluates the suitability of ECOSSE for estimating SOC sequestration from SRC-willow and Miscanthus soils in the United Kingdom after land-use change from conventional systems (grassland and arable).Based on the previous published recommendations,a combination of graphical techniques and error index statistics have been used for model evaluation (Moriasi et al.，2007).Model testing is often limited by the lack of field data to which the simulations can be compared (Desjardins et al.，201O) and by inconsistent sampling approaches and soil depths.In this study, the model is evaluated against observations at 29 locations in the United Kingdom,comprising 19 paired transitions to SRC-willow and 20 paired transitions to Miscanthus,and two soil depths (O-30 and $0 { - } 1 0 0 ~ \\mathrm { c m } )$ ，meaning that the mechanistic processes of ECOSSE can be thoroughly evaluated. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ECOSSEmodel ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The ECOSSE model includes five pools of soil organic matter (SOM),each decomposing with a specific rate constant.Decomposition is sensitive to temperature,soil moisture and vegetation cover，and so soil texture,pH,bulk density and clay content of the soil along with land-use and monthly climate dataare the inputs to the model (Coleman & Jenkinson,1996; Smith et al.,1997).The ECOSSE model simulates the C and N cycles for six categories of vegetation:arable，grassland,forestry,and seminatural,SRC-Willow and Miscanthus. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The soil input of the vegetation (SI) is estimated byamodification of the Miami model (Lieth,1972),which is a simple conceptual model that links the climatic net primary production of biomass (NPP) to annual mean temperature (T） and total precipitation (P) (Grieser et al.,2O06). Separate estimates are obtained for NPP as a function of temperature and precipitation according to empirical relationships,and the Miami estimate of NPP is found as the minimum of these two estimates. The NPP estimated by the Miami model is then rescaled for each land-cover type. The scaling factor for Miscanthus (1.6) was calculated as the ratio of mean UK yield estimated using Miscanfor (Hastings et al.，2014),converted to NPP,to mean UK NPP estimated by Miami. The scaling factor for SRC-willow(0.875) was calculated by adjusting the Miscanthus scaling factor by the ratio of SRC-willow yield values (Styleset al.. 2008) to Miscanthus yield values.SIis then estimated asa fixed proportion of the rescaled NPP according to the land cover,as described by Schulze et al.(201O).The linear rescaling of the nonlinear Miami functions is reasonable given the near-linear behaviour of the Miami functions in the temperature and precipitationrange of theUnitedKingdom.TheNPP estimated by the Miami model is a function of climatic variables only; therefore,it does not capture the effects of other local environmental factors such as N inputs.However, the rescaling factors derived for each land-use type implicitly account for standard management practices.For a full description of the ECOSSE model,refer to Smith et al.(2010a). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The minimum ECOSSE input requirements for site-specific simulations are as follows: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Climate/atmospheric data: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "·Thirty years of average monthly rainfall,potential evapotranspiration (PET)and temperature and   \n·Monthly rainfall and temperature. Soil data:   \n·Initial SOC content,   \n· Soil sand, silt and clay content,   \n· Soil bulk density,   \n· Soil pH and   \n· Soil depth. Land-use data:   \n·Land use for each simulation year. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The initialization of the model is based on the assumption that the SOC is at steady state under the initial land use at the start of the simulation.Previous work has used SOC measured at steady state to determine the plant inputs that would be required to achieve an equivalent simulated value (e.g. Smith et al.2010a).This approach iteratively adjusts plant inputs until measured and simulated values of SOC converge. Running the simulations to steady state with this adjusted rate of plant input therefore provides an estimate of the activity of the SOM as expressed by the relative C pool sizes of the decomposable plant material, resistant plant material,microbial biomass (BIO) and humified organic matter.However，where input data are missing,most notably the description of the drainage of the soil, the OM in soil with restricted drainage is actually decomposing more slowly than would be calculated from the available soil descriptors.This results in an unrealistically high estimate of plant inputs to compensate for the elevated simulated decomposition rate.In the absence of additional measurements,estimates of plant inputs from the NPP model Miami (Lieth,1972,1973) can be used to account for rate modifiers that are missing due to the lack of input data.This approach instead fixes the plant inputs at the rate estimated by the Miami model and then iteratively adjusts an additional decomposition rate modifier until the SOC simulated using long-term climate data converges with the measured value. The same rate modifier is used for all pools,so this approach is adjusting the overall activity of the SOM to account for the missing input data,not the rate constants of the pools,which ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/bf147f4a1aba581757c1cc7d62a79abe7892abb9f8dc1ad5d9950785845635dc.jpg",
        "table_caption": [
            "Table 1 Details of vegetation type,duration between estab"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Site no.</td><td>(previousland use in bold)</td><td>Latitude, Longitude</td><td>Duration bet establishmen sampling (ye</td></tr><tr><td>1</td><td>SRC-willow</td><td>53.7,-0.8</td><td>5</td></tr><tr><td>2</td><td>SRC-willow</td><td></td><td>12</td></tr><tr><td>1 + 2C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>3</td><td>SRC-willow</td><td>53.2,-0.8</td><td>11</td></tr><tr><td>4</td><td>SRC-willow</td><td></td><td></td></tr><tr><td>4C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>5</td><td>SRC-willow</td><td>53.2,-0.7</td><td></td></tr><tr><td>5C</td><td>Grassland</td><td></td><td>20+</td></tr><tr><td>6</td><td>SRC-willow</td><td>54.6,-2.7</td><td>13</td></tr><tr><td>6C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>7</td><td>SRC-willow</td><td></td><td></td></tr><tr><td>7C</td><td></td><td></td><td>4</td></tr><tr><td>8</td><td>Grassland</td><td></td><td>7</td></tr><tr><td>8C</td><td>SRC-willow</td><td>50.9,-0.4</td><td>4</td></tr><tr><td>9</td><td>Grassland</td><td></td><td>12</td></tr><tr><td>10</td><td>SRC-willow</td><td>51.7, -0.9</td><td>5</td></tr><tr><td>9 +10C</td><td>Miscanthus</td><td></td><td>5</td></tr><tr><td>11</td><td>Arable Miscanthus</td><td>54.0, -1.2</td><td>32</td></tr><tr><td>11C</td><td>Arable</td><td></td><td>5</td></tr><tr><td>12</td><td>Miscanthus</td><td>54.1, -1.1</td><td>20+ 6</td></tr><tr><td>12C</td><td>Grassland</td><td></td><td>4</td></tr><tr><td>13</td><td>Miscanthus</td><td>53.4,-0.5</td><td>2</td></tr><tr><td>13C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>14</td><td>Miscanthus</td><td>53.2, 0.1</td><td>7</td></tr><tr><td>14C</td><td>Grassland</td><td></td><td>6</td></tr><tr><td>15</td><td>SRC-willow</td><td>51.5,-0.8</td><td>6</td></tr><tr><td>15C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>16</td><td>Miscanthus</td><td>51.5, -1.3</td><td>5</td></tr><tr><td>16C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>17</td><td>SRC-willow</td><td>51.5, -1.6</td><td>22</td></tr><tr><td>17C</td><td>Grassland</td><td></td><td>Unknown</td></tr><tr><td>18</td><td>SRC-willow</td><td></td><td>7</td></tr><tr><td>18C</td><td>Arable</td><td></td><td>Unknown</td></tr><tr><td>19</td><td>Miscanthus</td><td>51.8, -1.6</td><td>5</td></tr><tr><td>19C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>20</td><td>SRC-willow</td><td>52.2, -1.9</td><td>9</td></tr><tr><td>22</td><td>SRC-willow</td><td></td><td>22</td></tr><tr><td>20, 22C</td><td>Grassland</td><td></td><td>32+</td></tr><tr><td>23</td><td>Miscanthus</td><td>53.2, -3.7</td><td>5</td></tr><tr><td>23C</td><td>Grassland</td><td></td><td>8</td></tr><tr><td>24</td><td>Miscanthus</td><td>52.4, -4.0</td><td>1</td></tr><tr><td>24C</td><td>Grassland</td><td></td><td>22</td></tr><tr><td>25</td><td>Miscanthus</td><td>51.2, -2.8</td><td>9</td></tr><tr><td>25C</td><td>Grassland</td><td></td><td>20+</td></tr><tr><td>26</td><td>SRC-willow</td><td>50.7, -2.4</td><td>5</td></tr><tr><td>26C</td><td></td><td></td><td>20+</td></tr><tr><td>27</td><td>Arable</td><td></td><td></td></tr><tr><td></td><td>Miscanthus</td><td>51.0, -3.1</td><td>10</td></tr><tr><td>27C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>28</td><td>Miscanthus</td><td></td><td>10</td></tr><tr><td>28C</td><td>Grassland</td><td></td><td>29</td></tr><tr><td>29</td><td>Miscanthus</td><td>50.5,-4.8</td><td></td></tr><tr><td>29C</td><td>Grassland</td><td></td><td>10</td></tr><tr><td>30</td><td>Miscanthus</td><td>50.4,-4.6</td><td>5</td></tr><tr><td>30C</td><td>Arable</td><td></td><td>Unknown</td></tr><tr><td>31</td><td>Miscanthus</td><td></td><td></td></tr><tr><td>31C</td><td>Pasture</td><td></td><td>7 20+</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(continued) ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/d8b9b40f1d540c20ee4709f0a8064b586c071985b07f9234854164f0d70847ab.jpg",
        "table_caption": [
            "Table 1 (continued) "
        ],
        "table_footnote": [
            "SRC, short rotation coppice. "
        ],
        "table_body": "<html><body><table><tr><td>Site no.</td><td>Transitions (previous land use in bold)</td><td>Latitude, Longitude</td><td>Duration between establishment and sampling (years)</td></tr><tr><td>33</td><td>SRC-willow</td><td>56.0,-3.6</td><td>14</td></tr><tr><td>33C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>34</td><td>SRC-willow</td><td>56.2, -3.2</td><td>6</td></tr><tr><td>34C</td><td>Grassland</td><td></td><td>Unknown</td></tr><tr><td>35</td><td>SRC-willow</td><td>51.7,-4.7</td><td>9</td></tr><tr><td>35C</td><td>Grassland</td><td></td><td>20+</td></tr><tr><td>36</td><td>Miscanthus</td><td></td><td>8</td></tr><tr><td>36C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>37</td><td>SRC-willow</td><td>54.8, -2.9</td><td>6</td></tr><tr><td>37C</td><td>Arable</td><td></td><td>Unknown</td></tr><tr><td>38</td><td>Miscanthus</td><td>52.6,2.0</td><td>6</td></tr><tr><td>38C</td><td>Grassland</td><td></td><td>14</td></tr><tr><td>39</td><td>Miscanthus</td><td></td><td>6</td></tr><tr><td>39C</td><td>Arable</td><td></td><td>39</td></tr><tr><td>40</td><td>Miscanthus</td><td>52.5,-0.5</td><td>5</td></tr><tr><td>40C</td><td>Arable</td><td></td><td>20+</td></tr><tr><td>41</td><td>SRC-willow</td><td></td><td>5</td></tr><tr><td>42</td><td>Miscanthus</td><td>53.1, -0.4</td><td>5</td></tr><tr><td>41/42C</td><td>Arable</td><td></td><td>20+</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "remain a fixed characteristic of the model. The rate modifier calculated in this way is then used unchanged for any subsequent calculations to determine the impact of changes in land use.Here we are testing a modelling approach that can also be applied at large scales,so rather than measuring additional values at the specific sites,we used the above approach to evaluate the model using only the input data that would be available in large-scale simulations. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In 2012/2013,29 sites,including a total of 40 transitions,wre sampled in Britain using a paired site comparison approach (Keith et al.,2015).The sites and the relative measurements contribute to theELUM(Ecosystem LandUse Modelling& Soil Carbon GHG Flux Trial) project,which was commissioned and funded by the Energy Technologies Institute (ETI).Each transition consisted of one reference field (arable or grassland, depending on the previous land use of the site) and one adjacent bioenergy field (Miscanthus or SRC-willow)；some sites contained multiple transitions.At each site,soil samples were collected at two soil depths,for a total of 4O transitions sampledat $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth and 38 transitions sampled at $0 -$ $1 0 0 ~ \\mathrm { c m }$ soil depth.In total, 12 arable to SRC-willow transitions, eight grassland to SRC-willow transitions,11 arable to Miscanthus transitions and nine grassland to Miscanthus transitions were sampled (Table 1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The soil of each bioenergy plantation or control field was sampled usinga hierarchical design (Keith et al.,2015),developed to capture variability across different spatial scales (Co nant & Paustian，2002;Conant et al.，2003).Five sampling plots per field were randomly selected,and three soil cores were taken to a depth of $3 0 \\ \\mathrm { c m }$ within each sampling plot. Soil cores were divided in the field into O-15 and $1 5 { - } 3 0 ~ \\mathrm { c m }$ (measuring from the base of the core). One of the five samplingplots was randomly selected and three $_ { 1 - \\mathrm { m } }$ cores were taken,except for site 38.Due to the high stones content at site ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/1813d4b742867ec8daabbcbbf28c679107f4b4cdd447d7109f940df8d65488ea.jpg",
        "table_caption": [],
        "table_footnote": [
            "e "
        ],
        "table_body": "<html><body><table><tr><td>4</td><td>483444549549555</td><td>39416288154 1611156744</td></tr><tr><td>0</td><td>5034445485450535452</td><td>6</td></tr><tr><td>6</td><td>6345055585362 676567 59</td><td>39406081131126030126648</td></tr><tr><td>83</td><td>68455558562596656</td><td>394060811341210362266438</td></tr><tr><td></td><td>14刀为567248088151814</td><td>32365824430504623335836</td></tr><tr><td></td><td>96565352557918185</td><td>595769551216.5574163767</td></tr><tr><td></td><td>666064553663678787</td><td>33753402294462325836</td></tr><tr><td>3</td><td>1747558686248065</td><td>3034522002816420895534</td></tr><tr><td>3000</td><td>15万65669万13142</td><td>662380660224183920</td></tr><tr><td>6</td><td>1加089为4646万80加01218</td><td>56546380181545517四268</td></tr><tr><td>8222</td><td>568253545857676838799</td><td>5050651641544221756</td></tr><tr><td>9</td><td>468625155505232362</td><td>474768412681390453</td></tr><tr><td></td><td>8555055532280788</td><td>505067361846167160481275</td></tr><tr><td></td><td>121214362235141214016</td><td>393954733264642676644</td></tr><tr><td></td><td>1854769248183414</td><td>342476520391890640</td></tr><tr><td>20</td><td>6548553535853259666</td><td></td></tr><tr><td>6</td><td>68465148553558576546</td><td>4463151866456946</td></tr><tr><td>8Z</td><td>445565351454666</td><td>424363466607047</td></tr><tr><td>91</td><td>584246455254355262646</td><td>44456566184810 14308749</td></tr><tr><td></td><td>6345484952524554684</td><td>4042623816 4 16 160141066845</td></tr><tr><td></td><td>537440439#54#54552</td><td>41426281 6 1431087047</td></tr><tr><td>£</td><td>4837445455449547525253</td><td>404263 4 1066845</td></tr><tr><td></td><td>574458455952052575860</td><td>3539 3 1006844</td></tr><tr><td></td><td>57414584559526555860</td><td>553957 3 106841</td></tr><tr><td>01'6</td><td>54245455244526259</td><td>424364 4 10694</td></tr><tr><td>8</td><td>305354549 4 51 61 6682</td><td>50496788 7 0148038057</td></tr><tr><td>∠'9</td><td>1991068934510151618</td><td>2326416320140 13613385028</td></tr><tr><td></td><td>4 3 146455745348525153</td><td>404263833 1 41514101056745</td></tr><tr><td></td><td>32 45 54 5</td><td>4 6 6744</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>Arenue</td><td>m</td></tr><tr><td></td><td>a P 山</td><td>P</td></tr><tr><td></td><td></td><td>1</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>ust</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e064cd1e1e77b231c0ffee7077d4c1a3abf93ad1da741a9c30e2c3966cd0d41e.jpg",
        "img_caption": [
            "Fig.1Correlation between measured and modelled SOC at the reference sites at $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth. Error bars represent $9 5 \\%$ confi dence interval of measured values. SOC,soil organic carbon. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/ce0b72834b254000353904faa825a3d928ae355451341c679d2a684cb32f0ea4.jpg",
        "img_caption": [
            "Fig.2 Comparison between modelled and measured SOC at the Miscanthus sites at $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth. Error bars represent $9 5 \\%$ confidence interval of measured values. SOC,soil organic carbon. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "38,it was possible to sample just two 1-m cores. On return to the laboratory,the 1-m cores were divided into four sections: 0-15，0-30,30-50 and $5 0 { \\mathrm { - } } 1 0 0 ~ { \\mathrm { c m } }$ .Therationale behind the sampling approach for the $_ { 1 - \\mathrm { m } }$ soil cores was largely based on feasibility and practicality. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/50b8b5eb9e5496709c1610b905169605913b0a8993a7d1895093bd190da52bff.jpg",
        "img_caption": [
            "Fig.3Comparison between modelled and measured SOC at the SRC-willow sites at $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth.Error bars represent $9 5 \\%$ confidence interval of measured values.SOC, soil organic carbon; SRC,short rotation coppice. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/72f108e431d374cc05f07cacdad0a2d0a005c4f73d8fe8a023686b7debbee886.jpg",
        "table_caption": [
            "Table 3 ECOSSE model performance at simulating soil C at the reference sites at $_ { 0 - 3 0 \\mathrm { c m } }$ soil depth,Miscanthus and SRC-willow fields for two soil depths (O-30 and $0 { \\mathrm { - 1 0 0 ~ c m } } ^ { \\cdot }$ ).Association is significant for $t > t$ (at $P = 0 . 0 5 )$ .Model bias is not significant for $E < E _ { 9 5 }$ .Error between measured and modelled values is not significant for $F < F$ (critical at $5 \\%$ ） "
        ],
        "table_footnote": [
            "SRC, short rotation coppice. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"3\">0-30 cm depth</td><td colspan=\"2\">0-100 cm depth</td></tr><tr><td></td><td>Reference</td><td>Miscanthus</td><td>SRC-willow</td><td>Miscanthus</td><td>SRC-willow</td></tr><tr><td>r= Correlation coefficient</td><td>1.0</td><td>0.95</td><td>0.72</td><td>0.93</td><td>0.9</td></tr><tr><td>t-value</td><td>79.38</td><td>12.27</td><td>4.37</td><td>10.24</td><td>8.15</td></tr><tr><td>t-value at (P = 0.05)</td><td>2.03</td><td>2.11</td><td>2.1</td><td>2.11</td><td>2.13</td></tr><tr><td>E=Relative error</td><td>0</td><td>2</td><td>2</td><td>3</td><td>-3</td></tr><tr><td>E95 (95% Confidence limit)</td><td>9</td><td>13</td><td>10</td><td>92</td><td>87</td></tr><tr><td>F</td><td>0</td><td>0.01</td><td>0.08</td><td>0</td><td>0</td></tr><tr><td>F (Critical at 5%)</td><td>1.48</td><td>1.69</td><td>1.69</td><td>1.71</td><td>1.77</td></tr><tr><td>Number of values</td><td>40</td><td>20</td><td>20</td><td>20</td><td>18</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Air-dried soil samples were sieved to $2 \\ \\mathrm { m m } ,$ and the mass and volume of stones and roots remaining on the sieve were recorded.A subsample of the sieved soil was oven-dried $. 1 0 5 ~ ^ { \\circ } \\mathrm { C }$ for $1 2 { \\mathrm { ~ h } } { \\mathrm { } }$ ）and subsequently ball-milled (Fritsch Planetary Mill); samples were analysed for $\\% C$ using a LECO TruSpec CN analyser (Leco,TruSpec CN, St. Joseph,MI,USA),and a $1 0 0 ~ \\mathrm { { m g } }$ subsample was used for the assessment of OC concentration using an elemental analyser (Leco,TruSpec CN). Prior to OC analysis,soil subsamples that were either from sites located on soil types known to contain inorganic C or which had $\\mathrm { \\Delta p H }$ values ${ > } 6 . 5$ were tested for the presence of inorganic C.Samples that tested positive were treated to remove inorganic $\\mathsf { C }$ by acid fumigation following the procedure detailedbyHarrisetal. (2001). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The change in SOC was assumed to be the difference between the bioenergy and non-bioenergy pair.Measurements of SOC, soil bulk density, soil texture and soil $\\mathrm { \\ p H } ,$ as well as information on the land-use history,were collated for each field.Soil texture was determined for the top $3 0 \\ \\mathrm { c m }$ soil depth; therefore, soil texture data for the $3 0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ soil depth were extracted from soil dataat $1 ~ \\mathrm { k m }$ resolution for England and Wales,Scotland and Northern Ireland as described in Bradley et al.(2oo5),first used to run RothC in support of the Land use,land-use change and forestry (LULUCF) inventory (Falloon et al.,2006). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Air temperature and precipitation data at each location were extracted from the E-OBS gridded data set from the EU-FP6 project ENSEMBLES,provided by the ECA&D project (Haylock et al.,2oo8),publicly available at http://eca.knmi.nl/.For each location,monthly air temperature and precipitation for each simulated year was collated and a long-term (30 years before transition) average was also calculated (Table 2).Monthly PET was estimated using the Thornthwaite method (Thornthwaite, ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/93d178ea60555152b3e79dcb929aba433f55e7befd81f11a07d56a3b8024ffc6.jpg",
        "img_caption": [
            "Fig.4Comparison between modelled and measured SOC at the Miscanthus sites at $0 { \\mathrm { - 1 0 0 ~ c m } }$ soil depth.Error bars represent $9 5 \\%$ confidence interval of measured values.SOC, soil organic carbon "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f90a4458ce73b8311bf93674e96499055bdd8679e0f83abb65cdd1e56328789c.jpg",
        "img_caption": [
            "Fig.5Comparison between modelled and measured SOC at the SRC-willow sites at $0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ soil depth. Error bars represent $9 5 \\%$ confidence interval of measured values. SOC,soil organic carbon; SRC, short rotation coppice. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1948),which has been used in other modelling studies when direct observational data have not been available (e.g. Smith et al.,2005;Yokozawa et al.,2010; Bell et al.,2012). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Model evaluation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "At each site,each transition from conventional (arable or grassland) to bioenergy crop (Miscanthus or SRC-willow） was modelled and the simulated SOC was compared to the measured SOC.Based on the site information provided,the measured SOC at each reference arable/grassland site was used as the starting C input to the model, assuming that the soil at the reference site had been in equilibrium before the transition. The model has not been recalibratedor reparameterized using the data presented in this study; therefore, the presented results are an independent test of the ability of the model to simulate SOC under Miscanthus and SRC-willow as well as change in SOC from grassland/arable. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ef661af7d6d77e062476e0cf6b729aa310f786bc80919bd348152b20170a95ba.jpg",
        "img_caption": [
            "Fig.6Measured and modelled change in SOC after transition to Miscanthus at $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth.Error bars represent $9 5 \\%$ confidence interval of measured values. Solid line represents $1 : 1$ correlation between measured and modelled values. SOC, soil organic carbon. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The model was evaluated using input data of measured SOC at the start of the simulation,bulk density and soil texture. Simulations were carried out for O-3O and $0 { \\mathrm { - } } 1 0 0 ~ { \\mathrm { c m } }$ soil depths. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A quantitative statistical analysis was undertaken to determine the coincidence and association between measured and modelled values,following the methods described in Smith et al.(1997) and in Smith & Smith (2007).The statistical significance of the difference between model outputs and experimental observations can be quantified if the standard error of the measured values is known (Hastings et al.,201O).The standard errors (data not shown) and $9 5 \\%$ confidence intervals around the mean measurements were calculated for all field sites. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The degree of association between modelled and measured values was determined using the correlation coefficient (r).Values for $r$ range from $^ { - 1 }$ to $+ 1$ Values close to $^ { - 1 }$ indicate a negative correlation between simulations and measurements, values of O indicate no correlation,and values close to $+ 1$ indicate a positive correlation (Smith et al.,1996).The significance of the association between simulations and measurements was assigned usinga Student's $t$ -test as outlinedin Smith& Smith (2007). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The bias was expressed as a percentage using the relative error,E.The significance of the bias was determined by com paring to the value of $E$ that would be obtained at the $9 5 \\%$ confidence interval of the replicated values $( E _ { 9 5 } )$ .Ifthe relative error is less than the $9 5 \\%$ error (i.e. $E < E _ { 9 5 } )$ ，the model bias cannot be reduced using these data. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Analysis of coincidence was undertaken to establish how different the measured and modelled values were.The degree of coincidence between the modelled and measured values was determined using the lack of fit statistic (LOFIT) and its significance was assessed using an $F _ { \\mathbf { \\Phi } }$ -test (Whitmore,1991) indicating whether the difference in the paired values of the two data sets is significant.All statistical results were considered to be statistically significant at $P < 0 . 0 5$ ： ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The model simulations of the SOC show a good fit against the measured SOC, for both reference (Fig.1) and bioenergy crops (Miscanthus and SRC-willow),at $0 -$ $3 0 ~ \\mathrm { c m }$ soil depth (Figs 2 and 3,respectively). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "All the reference sites have been simulated for a time period of $\\geq 3 0$ years without any land-use change and using the field measurements as inputs to the model. Based on the site histories,we assumed that all the reference sites were in equilibrium at the time of sampling. The $r$ value(1） of the reference sites at $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth showed a significant $( P < 0 . 0 5 )$ ）association between modelled and measured values,as well as no significant model bias $( E < E _ { 9 5 } )$ (Table 3). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Thecorrelations between modelled and measured SOC at the Miscanthus and SRC-willow fields，at ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/9ed601dd47d64baba6f038a618b6a88eb283d2e56191344cee52da5e37a3df34.jpg",
        "img_caption": [
            "Fig.7Measured and modelled change in SOC after transition to SRC-willow at $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth.Error bars represent $9 5 \\%$ confidence interval of measured values. Solid line represents $1 : 1$ correlation between measured and modelled values.SOC,soil organic carbon; SRC,short rotation coppice. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "$0 { - } 3 0 ~ \\mathrm { c m }$ soil depth,are presented in Figs 2 and 3, respectively.Overall,the simulated C correlates well with the measured SOC (Table 3). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The $r$ valueof the SOC at both Miscanthus $( r = 0 . 9 5 ^ { \\cdot }$ 0 and SRC-willow $( r = 0 . 7 2 )$ ）sites showed a significant $( P < 0 . 0 5 )$ association between simulated and measured values.Thecalculatedvalueof $E$ indicated that the simulationsatbothMiscanthusand SRC-willow sites show no significant bias $( E < E _ { 9 5 } )$ . Finally，the LOFIT value showed that the model error was within (i.e.not significantly larger than) the measurement error. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Atmost of the Miscanthus sites,the simulated SOC waswithin the $9 5 \\%$ confidence interval of the measured SOC(error bars in Fig.2).At sites 11,16 and 19,the model estimated a lower SOC compared to the measured values (51.9 vs. $5 4 . 6 \\mathrm { ~ t ~ C ~ h a } ^ { - 1 }$ ，56.4 vs. $6 3 . 6 \\mathrm { ~ t ~ C ~ }$ $\\mathrm { \\ h a } ^ { - 1 }$ ,55.2 vs. $5 8 . 9 \\mathrm { ~ t ~ C ~ h a } ^ { - 1 } ,$ respectively). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The simulated SOC at the SRC-willow sites was within the $9 5 \\%$ confidence interval of the measured SOC (error bars in Fig.3). The only exceptions were found at sites 4 and 33 where themodel estimated a lower SOC compared to the measured values (60.0 vs. $6 5 . 7 \\mathrm { ~ t ~ } \\mathrm { ~ C ~ } \\mathrm { ~ h a } ^ { - 1 }$ 94.3 vs. $1 0 7 . 4 \\mathrm { ~ t ~ } \\mathrm { ~ C ~ } \\mathrm { { h a } } ^ { - 1 }$ ，respectively) while for sites 8 and 20 the model simulated a higher accumulation of SOC compared to the site measurements.However，simulated SOC showed a good fit against soil measurements at all sites (Table 3). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The model simulations of the total Cat $0 { \\mathrm { - } } 1 0 0 ~ { \\mathrm { c m } }$ soil depth again showed a good correlation with the measured SOC,for both Miscanthus (Fig. 4) and SRC-willow fields (Fig. 5). High variation of the measured SOC was found atcertain Miscanthus(site 30and site 38)and SRC-willow (site 18 and site 33)sites.The statistics of the SOC at the $0 { \\mathrm { - } } 1 0 0 ~ { \\mathrm { c m } }$ soil depth reflected the good model performance found for the top soil layer,with a high correlation between simulated and measured values and no significant bias for both Miscanthus and SRC-willow sites (Table 3). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The change in SOC (△SOC) has been calculated as the difference between the SOC at the bioenergy sites and the SOC at the reference. These results are important as they directly show the effect of the land-use transition itself, that is the long-term accumulation or loss of SOC due to the transition occurring. At $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth, the modelled transitions from conventional crops (arable and grassland) to Miscanthus and SRC-willow lead to a △SOC thatwaswithin the $9 5 \\%$ confidence intervals of the measured values (Figs 6 and 7). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/6bbc37804cd48fa1e6c2fca32fabc7f4988f343f47b868ee4fb9dc5f508e82ae.jpg",
        "img_caption": [
            "Fig.8Measured and modelled change in SOC after transition to Miscanthus at $0 { \\mathrm { - 1 0 0 ~ c m } }$ soil depth.Error bars represent $9 5 \\%$ confidence interval of measured values. Solid line represents $1 : 1$ correlation between measured and modelled values. SOC, soil organic carbon. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Overall,at $0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } } ,$ the △SOC simulated by the model followed the same direction of the measured SOC changes,for both transitions to Miscanthus (Fig.8) and SRC-willow (Fig. 9).All the △SOC simulated by the model is within the $9 5 \\%$ confidence intervals of the measured values. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The simulated changes in SOC are well associated with the measured values,with a $r$ value forMiscanthus of 0.98 and 0.97 at 0-30 and $0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ soil depth,respec tively,and for SRC-willow of 0.98 and 0.84 at O-30 and $0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ soil depth,respectively.Furthermore, the statistical analysis on the $\\Delta { \\sf S O C }$ showed no model bias $( E < E _ { 9 5 } )$ and a good coincidence $[ F < F$ (critical at $5 \\%$ 0 between modelled and measured changes in SOC after transition to Miscanthusand to SRC-willow (Table 4). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Discussions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The present study emphasizes the high accuracy of the ECOSSE model to simulate SOC and SOC changes after transitions to SRC-willow and Miscanthus crops in the United Kingdom. The statistical analysis of the SOC and SOC changes at both O-30 and $0 { - } 1 0 0 ~ \\mathrm { c m }$ soil depths highlights the absence of significant error between simulated and measured values as well as the absence of significant bias in the model. As for the bioenergy plantations,SOC in the reference fields has been accurately simulated by the model. The extremely high correlation for the reference fields shows a good performance of the model spin-up，which is used by the model to reach a state of equilibrium under the specified inputs.However,it is important to stress that it does not confirm that the reference sites are in an equilibrium condition.In fact,at certain bioenergy sites, the model under/overestimated the SOC at $0 { - } 3 0 ~ \\mathrm { c m }$ soil depth.A possible explanation of such model underestimatescouldbe that the soil at thereferencesites,all arablecultivations established before 1990,were not in equilibrium at the time of the transitions.The initialization of the model is based on the assumption that the soil column is at a stable equilibrium under the initial land use at the start of the simulation $( T _ { 0 } )$ ; therefore,the SOCmeasured at the referencesiteat the timeof sampling $( T _ { 1 } )$ isassumed to be at the same level as at the time of the transition to the new crop.The equilibrium level depends on several factors: the input of organic material and itsrate of decomposition, the rate at which existing SOM is mineralized,soil texture and climate. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/fcdbff7bbff11009b7d503da9c2a5aeb96b00ccacf4c668d71eaa228bf773206.jpg",
        "img_caption": [
            "Fig.9Measured and modelled change in SOC after transition to SRC-willow at $0 { \\mathrm { - } } 1 0 0 ~ { \\mathrm { c m } }$ soil depth.Error bars represent $9 5 \\%$ confidence interval of measured values.Solid line represents $1 : 1$ correlation between measured and modelled values. SOC,soil organic carbon; SRC, short rotation coppice. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/c44529bde3896c5fc625ec6527006b19eb6aab24a6e1f00d95de9a8929bee8ba.jpg",
        "table_caption": [
            "Table 4 ECOSSE model performance at simulating soil C changes (△C) at the Miscanthus and SRC-willow fields for two soildepths( $\\mathrm { 0 - } 3 0 \\ \\mathrm { c m }$ and $0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } } ^ { \\cdot }$ .Association is significant for $t > t$ (at $P = 0 . 0 5$ ).Model bias isnot significant for $E < E _ { 9 5 }$ Error between measured and modelled values is not significant for $F < F$ (critical at $5 \\%$ ） "
        ],
        "table_footnote": [
            "SRC,short rotation coppice. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">0-30 cm depth</td><td colspan=\"2\">0-100 cm depth</td></tr><tr><td></td><td>Miscanthus</td><td>SRC- willow</td><td>Miscanthus</td><td>SRC- willow</td></tr><tr><td>r= Correlation</td><td>0.98</td><td>0.98</td><td>0.97</td><td>0.84</td></tr><tr><td colspan=\"5\">coefficient</td></tr><tr><td>t-value</td><td>21.59</td><td>20.92</td><td>16.99</td><td>6.52</td></tr><tr><td>t-value at</td><td>2.10</td><td>2.10</td><td>2.1</td><td>2.1</td></tr><tr><td>(P= 0.05) E=Relative</td><td>-34</td><td>47.51</td><td>114</td><td>-134</td></tr><tr><td>error</td><td>-253</td><td></td><td></td><td></td></tr><tr><td>E95 (95% Confidence</td><td></td><td>657.24</td><td>657</td><td>-962</td></tr><tr><td colspan=\"5\">limit)</td></tr><tr><td>F</td><td>0.02</td><td>0.03</td><td>0.04</td><td>0.2</td></tr><tr><td>F (Critical at 5%)</td><td>1.69</td><td>1.69</td><td>1.69</td><td>1.7</td></tr><tr><td>Number of</td><td>20</td><td>20</td><td>20</td><td>18</td></tr><tr><td>values</td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The time to reach such equilibrium between vegetation and soil system is extremelyunpredictable asall the factors involved in the stabilization process are in constant interaction with each other (Jenkinson,1990). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Another source of discrepancy between modelled and measured SOC could also be attributed to the divergence between model estimates of the plant inputs to the soil and the actual field value.In the ECOSSE model,the SI is estimated by a modification of the Miami model (Lieth,1972),which is a simple conceptual model that links the NPP to annual mean temperature andtotal precipitation (Grieser et al.,2O06).The NPP is rescaled for each land-cover type,and SI is then estimated as a fixed proportion of the NPP according to the land cover. The rescaling factors for Miscanthus and SRC-willow have been derived from comparison of unadjustedMiami results with published yield data for Miscanthus in the United Kingdom (Hastings et al.2013) and SRC-willow (Styles et al.，2008). The Styles et al. (2008） publication reports an expected annual yield of $9 \\mathrm { ~ t ~ } \\mathrm { D M ~ h a } ^ { - 1 } \\mathrm { ~ y r } ^ { - 1 }$ for SRC-willow in Ireland; this figure is comparable with UK estimates reported by Tallis et al.(2013)(9.0 t DM $\\mathrm { \\ h a } ^ { - 1 } \\ \\mathrm { y r } ^ { - 1 } ,$ ）and Hastings et al. (2014) $( 6 . 1 – 1 2 . 1 \\mathrm { ~ t ~ } \\mathrm { { D M } \\ h a ^ { - 1 } \\ y r ^ { - 1 } ) }$ . The application of the rescaling factors has been necessary as the Miami model has been developed to estimate NPP at a global scale and based on environmental variables only,while landcover type is a key aspect in the ECOSSE model.In the present study,this approach has provided good plant input predictions,and consequently SOC figures,at 17 Miscanthus and 16 SRC-willow sites in the United King dom;it has also been previously applied with good results on the prediction of SOC in 29 transitions to SRF (Dondini et al.， 2015).However，localizedweather conditions at some sites may cause divergent yields compared to that predicted by the Miami model.A study by Hastings et al. (2014) reported estimated yield potential for current and future climates across Great Britain;Miscanthus yield,estimated using theMiscanfor model,ranged from 7.4 to 13.1 t DM $\\mathbf { \\bar { h a } } ^ { - 1 } \\mathbf { \\mathbf { y r } } ^ { - 1 }$ across regions in Great Britain，whereas estimates of willow yield (from the ForestGrowth-SRC model) ranged from 6.1 to $1 2 . 1 \\mathrm { \\ t \\ D M \\ h a ^ { - 1 } \\ y r ^ { - 1 } }$ under current climate. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "High variability in the measured SOC at $1 \\mathrm { ~ m ~ }$ depth was found at the Miscanthus site 38 (error bars in Fig. 4). The high variability in SOC at this site is mainly due to the higher stone content in the soil cores compared to theother Miscanthus fields and to a lower number of soil cores collected at this site.In fact,due to the high stone content,two soil cores (instead of three)have been collected at site 38,leading to a bigger $9 5 \\%$ confidence interval of the measured values compared to other sites. Ahigh error in the measured SOC has also been found at site 30 and at two SRC-willow sites (sites18 and 33). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Many factors influence SOC,including temperature, precipitation,NPP and soil physical characteristics (Parton et al.,1987),all of which are spatially variable. The result is substantial variability in SOC,with coefficients of variation as high as $2 0 \\%$ even in a visually uniform cultivated field (Robertson et al.，1997).As variability increases,the minimum number of samples needed to detect a given level of change increases.Furthermore, short-term changes in SOC are usually small relative to the amount of C in soil (Conant & Paustian,2002). Therefore,all transition units reported in the current study were sampled using a hierarchical design,developed to capture variability across different spatial scales (Conant & Paustian,2002; Conant et al.,2003),especially for the top $3 0 \\ \\mathrm { c m }$ soil. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The results of the present work revealed a strong correlation betweenmodelled and measured SOC and SOC changes to Miscanthus and SRC-willow plantations,at two soil depths (Tables 3 and 4).Previous studies on ECOSSE have used large spatial data sets (Smith et al., $2 0 1 0 \\mathrm { a } , \\mathrm { b } )$ to evaluate the model accuracy to simulate SOC.Smith et al.(2010a) presented an evaluation of the ECOSSE model to simulate SOC at a national scale using data from the National Soil Inventory of Scotland. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This data set provided measurements of SOC and SOC change for the range of soils,climates and land-use types found across Scotland.The results of the present work are in agreement with the publication of Smith et al.(2010a),which reported a high degree of association of the ECOSSE modelled values with the measurements in both total C and change in C content in the soil. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The performance of the ECOSSE model in simulating SOC and SOC changes was recently evaluated for SRF plantations in the United Kingdom (Dondini et al., 2015).The same approach has been used in the present studyto test its application for transitions to Miscanthus and SRC-willow in the United Kingdom. The statistical analysis of the results presented here is in accordance with the results presented by Dondini et al.(2015）for SRF，revealing no significant error between modelled and measured SOC and SOC changes,as well as no significant model bias.The latter is a promising result, given that this work is an independent evaluation of ECOSSE,and therefore,themodelhadnotbeenfurther improved or parameterized to produce the outputs under Miscanthus and SRC-willow plantations. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work reinforces previous studies on the ability of ECOSSE to simulate SOC and SOC changes at field level and using limited data to initialize the model. The high degrees of association with measured SOC under Miscanthus,SRC-willowand SRF (Dondini et al.,2015) plantations in the UnitedKingdom allow confidence in using thisprocess-based model for quantitatively predicting the impacts of future land use on SOC,at site levelaswellasatnationallevel. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work contributes to the ELUM (Ecosystem Land Use Modelling& Soil Carbon GHG Flux Trial) project,which was commissioned and funded by the Energy Technologies Institute (ETI).We acknowledge the E-OBS data set from the EU-FP6projectENSEMBLES(http://ensembles-eu.metoffice.com） and the data providers in the ECA&D project (http://www.ecad.eu). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Baum C,Leinweber P,Weih M,Lamersdorf N,Dimitriou I(2009) Effects of short rotation coppice with willows and poplar on soil ecology.Agriculture and Forestry Research,3,83-196.   \nBell MJ, Jones E, Smith Jet al. (2012) Simulation of soil nitrogen, nitrous oxide emissions and mitigation scenarios at 3 European cropland sites using the ECOSSE model.Nutrient Cycling in Agroecosystems,92,161-181.   \nBlock RMA,Rees KCJ,Knight JD (2006)A review of fine root dynamics in Populus plantations.Agroforestry Systems,67,73-84.   \nBorzecka-Walker M,Borek R,Faber A,Pudelko R,Kozyra J,Syp A,Matyka M (2013)Carbon and nitrogen balances in soil under SRC willow using DNDC model. Journal ofood,Agriculture&Environment,11,92-1925.   \nBradley RI,Milne R,Bell J,Lilly A,Jordan C,Higgins A (20o5)A soil carbon and land use database for the United Kingdom. Soil Use and Management,21,363-369.   \nBritt C,Heath M, Buckland M(1995) Arable Energy Coppice.ADAS,Oxford.   \nClifton-Brown JC,Stampfl PF, Jones MB (2004) Miscanthus biomass production for energy in Europe and its potential contribution to decreasing fossil fuel carbon emissions.GlobalChangeBiology,10,509-518.   \nClifton-Brown JC,Breuer J, Jones MB (2o07) Carbon mitigation by the energy crop, Miscanthus.Global Change Biology,13,2296-2307.   \nColeman KW,Jenkinson DS (1996) RothC-26.3-a model for the turnover of carbon in Soil.In:EualuationofSoilOrganicMatter ModelsUsing Existing Ling-Term Datasets (eds Powlson DS,Smith P,Smith D,pp.237-246.Springer-Verlag, Heidelberg.   \nConant RT,Paustian K(2oo2) Spatial variability of soil organic carbon in grasslands: implications for detecting change at different scales.Environmental Pollution,116, S127-S135.   \nConant RT,Smith GR,Paustian K (2O03) Spatial variability of soil carbon in forested andcultivatedsites.JournalofnironmentalQuality,,6   \nDesjardins RL,Pattey E,Smith WN et al.(2010) Multiscale estimates of NO emisions fromagricultural lands.Agricultural andForest Meteorology,150,817 824.   \nDimitriou I Mola-Yudego B,Aronsson P,Eriksson J(2012) Changes inorganic carbon and trace elements in the soil of willow short-rotation coppice plantations. BioEnergy Research,5,563-572.   \nDon A,Osborne B,Hastings A et al.(2012) Land-use change to bioenergy production in Europe: implications for greenhouse gas balance and soil carbon. Global Change Biology-Bioenergy,4,372-391.   \nDondini M,Hastings A,Saiz G,Jones MB,SmithP(2009a)The potentialof Miscanthus to sequester carbon in soils: comparing field measurements in Carlow, Ireland to model predictions.Global Change Biology-Bioenergy,1,413-425.   \nDondini M, Van Groenigen KJ, Del Grado I, Jones MB (2009b) Carbon sequestration under Miscanthus: a study of 13C distribution in soil aggregates.Global Change Biology-Bioenergy,,   \nDondini M, Jones EO,Richards M et al. (2015)Evaluation of the ECOSSE model for simulating soil carbon under short rotation forestry energy crops in Britain. Global Change Biology-Bioenergy,7,27-540.   \nE.C.(2009)PE-CONS 3736/08,Vol.2009/28/EC (ed.Parliament E).European Union,Offcial Journal of the European Communities,Luxembourg.   \nFalloon P,Smith P,Bradley RI et al.(2006)RothCUK-adynamic modelling system for estimating changes in soil C from mineral soils at 1-km resolution in the UK. Soil Useandanagement,22,748.   \nFelten D,Emmerling C(2012) Accumulation of Miscanthus-derived carbon in soils in relation to soil depth and duration of land use under commercial farming conditions. Journalof Plant Nutritionand Soil Science,175,661-670.   \nGrieser J,GommesR,Bernardi M(2006) TheMiamiModel of Climatic NetPrimary Productionofiomass.FAOoftheUN,Rome,Italy.   \nGrogan P,Matthews R (2002)A modeling analysis of the potential for soil carbon sequestration under short rotation coppice willow bioenergy plantations.Soil Use and Management,18,175-183.   \nHansen EM, Christensen BT,Jensen LS,Kristensen K (2OO4) Carbon sequestration in soil beneath long-term Miscanthus plantations as determined by C-13 abundance. Biomass andioenergy,26,97-105.   \nHarris D,Horwath WR, van Kessel C (20o1) Acid fumigation of soils to remove carbonates prior to total organic carbon or carbon-13 isotopic analysis.Soil Science Society ofAmricaJoal,65,6.   \nHastings A,Wattenbach M,Eugster W,Li C,Buchmann N,Smith P (2010) Uncertainty propagation in soil greenhouse gas emisson models: an experiment using the DNDC model and at the Oensingen cropland site. Agriculture Ecosystem $\\mathcal { E }$ Enoironment,36,1   \nHastings A,Talls MJ,Casella E,et al.(2014) The technical potentialof Great Britain to produce ligno-cellulosic biomass for bioenergy in current and future climates. Global ChangeBology-Bioenergy,6,22.   \nHaylock MR,Hofstra N,Klein Tank AMG,Klok EJ,JonesPD,New M(2008)A European daily high-resolution gridded dataset of surface temperature and precipitation for950-206.JournalofGeophysicalResearch (Atmospheres),113,19.   \nJenkinson DS (199o)The turnover of organic carbon and nitrogen in soil.Philosophical transactiosfteoalocety   \nJug A,Makeschin M,RehfuessKE,Hofmann-SchielleC(999) Short-rotationplantations of balsam poplars,aspen and willows on former arable land in the Federal Republicof Germany.II. Soil ecological effects.Forest Ecology and Management, 121, 85–99.   \nKahleP,Boelcke B,Zacharias S(1999)Efects of Miscanthus $\\mathrm { \\Delta } _ { \\mathrm { ~ x ~ } }$ giganteus cultivation on chemical and physical soil properties.Journal of Plant Nutrition and Soil Science -ZeitschriftFur Pflanzenernahrung Und Bodenkunde,162,27-32.   \nKeith AM,Rowe RL,Parmar K,Perks MP,Mackie E,Dondini M,McNamara NP (2015) Implications of land-use change to Short Rotation Forestry in Great Britain for soil and biomass carbon.Global Change Biology Bioenergy.,7,541-552.   \nKuzyakov Y,Domanski G (2ooo) Carbon input by plants into the soil. Review. Journal ofPlant Nutrition and Soil Science,163,421-431.   \nLemus R,Lal R (2oo5) Bioenergy crops and carbon sequestration. Critical Reviews in PlantSciences,24,1.   \nLieth H(1972)Modeling the primary productivity of the word. Nature and Resources, UNESCO,VI,.   \nLieth H (1973)Primary production: terrestrial ecosystems.Human Ecology,1,303- 332.   \nMeki NM,Snider JL,Kiniry JR,Raper RL,Rocateli AC(2013) Energy sorghum biomass harvest thresholds and tillage efects on soil organic carbon and bulk density.Industrial Crops and Products,43,17-182.   \nMeki MN, Kiniry JR,Behrman KD,Pawlowski MN,Crow SE (2014) The role of simulation models in monitoring soil organic carbon storage and greenhouse gas mitigation potential in bioenergy cropping systems.CO2 Sequestration and Valorization,Mr.Victor Esteves (Ed.),ISBN:978-953-51-125-9,InTech,doi:10.5772/ 57177.Available at: http://www.intechopen.com/books/co2-sequestration-andvalorization/the-role-of-simulation-models-in-monitoring-soil-organic-carbonstorage-and-greenhouse-gas-mitigatio (accessed 29 June 2015).   \nMoriasi DN,Arnold JG,Van Liew MW,Bingner RL,Harmel RD,Veith TL (2007) Model evaluation guidelines for systematic quantification of accuracy in watershedsimulations.American Societyof Agricultural and Biological Engineers,50, 885-900   \nParton WJ,Schimel DS,ColeCV,Ojima DS (1987)Analysisoffactors controlligsoil organic matter levels in Great Plains grasslands.Soil Science Society of America Journal,51,117-9.   \nRobertson GP,Klingensmith KM, Klug MJ, Paul EA, Crum JR,Ellis BG (1997) Soil resources,microbial activity,and primary production across an agricultural ecosystem.EcologicalAplications,7,   \nRobertson AD,Davies CA,Smith P,Dondini , McNamara NP (2015) Modelling the carbon cycle of Miscanthus plantations: existing models and potential for their improvement. Global Change Biology-Bioenergy,7,405-421.   \nSaby NPA,Bellamy PH,Morvan X et al.(2o08)Will European soil monitoring networks beable to detect changes in topsoil organic carbon? Global Change Biology, 14, 1–11.   \nSchulze ED,Ciais P,Luyssaert S et al. (201o) The European carbon balance. Part 4: integration of carbon and other trace-gas fluxes. Global Change Biology,16,1451- 1469   \nSmith JU,SmithP(2007) Environmental Modeling.An Introduction.Oxford University Press, Oxford.   \nSmith JU, Bradbury NJ,Addiscott TM (1996) SUNDIAL: a PC-based system for simulating nitrogen dynamics inarable land.Agronomy Journal,88,38-43.   \nSmith P,Smith JU,Powlson DS et al.(1997)A comparisonof the performance of nine soil organic mater models using datasets from seven long-term experiments.eoderma,1,5-5   \nSmith P,MilneR,Powlson DS,Smith JU,FalonP,ColemanK(2oa)Revised estimates of the carbon mitigation potential of UK agricultural land. Soil Use and Management,16,9395.   \nSmith P,PowlsonDS,Smith JU,Fallon P,ColemanK(20oob)Meeting theUK's climate change commitments: options for carbon mitigation on agricultural land. Soil Useandanagement,16,-11.   \nSmith P,SmithJU,Wattenbach Met al.(2Oo5)Projected changes inmineralsoil carbon of European forests,1990-2100.Canadian Journal of Soil Science,86 (Special Issue),159-169.   \nSmith JU, Gottschalk P,Bellarby Jet al. (2010a) Estimating changes in national soil carbon stocks using ECOSSE -a new model that includes upland organic soils. Part I. Model description and uncertainty in national scale simulations of Scotland.ClimateResearch,45,179-192.   \nSmith JU,Gotschalk P,BellarbyJet al.(2010b) Estimatingchanges innational soil carbon stocks using ECOSSE - a new model that includes upland organic soils. Part II.Application in Scotland.Climate Research,45,193-205.   \nStyles D,ThorneF,Jones MB (2o08) Energy crops in Ireland: an economic comparison of willow and Miscanthus production with conventional farming systems. Bios and Bioenergy,32,4021.   \nTallis MJ,Casella E,Henshall PA,Aylott MJ,Randle TJ,Morison JIL,Taylor G (2013)Development and evaluation of ForestGrowth-SRC a process-based model for short rotation coppice yield and spatial supply reveals poplar uses water C1nhalCl   \nThornthwaite CW (1948) An approach toward a rational classification of climate. Geographical Review,38,55-94.   \nTufekcioglu A,Raich JW,Isenhart TM, Schultz RC (2003) Biomass,carbon and nitrogen dynamics of multi-species riparian buffers within an agricultural watershed in Iowa,USA.Agroforestry Systems,57,187-198.   \nWalter K, Don A,Flessa H (2O15) No general soil carbon sequestration under Central European short rotation coppices. Global Change Biology-Bioenergy,7,727-740.   \nWest TO, Post WM (2002) Soil organic carbon sequestration rates by tillage and crop rotation: a global dataanalysis.Soil Science Societyof America Journal,66,1930-1946.   \nWhitmore AP (1991)A method for assessing the goodness of computer simulations of soil processes. Journal of Soil Science,42,289-99.   \nYokozawa M,Shirato Y,Sakamoto T,Yonemura S,Nakai M, Ohkura T (2010) Use of the RothC model to estimate the carbon sequestration potential of organic matter application in Japanese arable soils.Soil Science& Plant Nutrition, 56, 168–176.   \nZan CS,Fyles JW,Girouard P, Samson RA (20o1) Carbon sequestration in perennial bioenergy,annual corn and uncultivated systems in southern Quebec.Agriculture, Ecosystems and Enuironment,86,135-144.   \nZatta A,Clifton-Brown J,Robson P,Hastings A,Monti A (2014) Land use change from $C 3$ grassland to C4 Miscanthus: effects on soil content and estimated mitigation benefit after six years.Global Change Biology-Bioenergy，6, 360-370.   \nZimmermann J,Dauber J, Jones MB (2011) Soil carbon sequestration during the establishment phase of Miscanthus $\\times$ giganteus: a regional-scale study on commercial farms using 13C natural abundance.Global Change Biology-Bioenergy，4, 453–461.   \nZimmermann J,Styles D,Hastings A, Dauber J, Jones M (2013) Assessing the impact of within crop heterogeneity ('patchiness') in young Miscanthus $x$ Giganteus fields on economic feasibility and soil carbon sequestration. Global Change Biology-Bioenergy,6,566–576. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]