[
    {
        "type": "text",
        "text": "塔里木河流域水资源研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王光焰'，王远见²,，桂东伟1,4（1新疆塔里木河流域干流管理局,新疆库尔勒841000；2 黄河水利委员会黄河水利科学研究院,河南郑州 450003；3水利部黄河水沙重点实验室,河南郑州450003；4中国科学院新疆生态与地理研究所,新疆乌鲁木齐830011)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：塔里木河是我国最大的内陆河,也是南疆各族人民的母亲河，对其水资源研究的脉络梳理有助于指导当前和未来一段历史时期的水资源研究方向，为水资源合理优化配置提供理论依据，促进南疆经济发展与社会稳定。针对塔里木河流域水资源问题的研究从时间脉络上大致可划分为三个阶段。20世纪50年代之前，主要是中国的历史典籍、自然地理图志和近代国外探险家的探险历程，如实记录了塔里木河的水系变迁和自然风貌，间接反映了流域水资源受到自然一人类活动影响的缓慢变化;20世纪50年代—90年代，随着南疆大规模开发，水资源研究逐渐聚焦于水资源的合理配置与有效管理,其主要针对的是近几十年来人类活动加剧造成的流域内水资源短缺、生态恶化、水资源管理混乱等一系列相关问题;21世纪以来，由于气候变化和人类活动影响造成的塔里木河水文过程变化、水资源承载力及供需矛盾、地下水资源利用与保护等逐渐成为塔里木河水资源研究的新热点。本文在系统梳理三个阶段的研究成果后,进一步提出了未来塔里木河流域水资源研究应的重点关注方向，包括生态调度、水权配置与生态补偿、跨流域调水等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：水系变迁；水资源配置与管理；研究进展；塔里木河流域",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：TV213.4 文献标识码：A 文章编号",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1流域水系的变迁与萎缩 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“塔里木河”一名见于《清史稿》，是维语，意为“无缰之马”和“田地、种田”双重含义，它自西向东蜿蜒于塔里木盆地北部，上游地区多为起伏不平的沙漠地带，来自于冰山的融水含沙量大，河道流量因季节差异变化很大，冲淤变化频繁，河流经常改道，在中游地区造成南北宽达百公里左右的冲积平原，河道曲折,汊流众多,被称为“无缰之马”[1]。清早期成书的《西域图志》和《西域水道记》称塔里木河为额尔勾郭勒[2]。千百年来,中国极为丰富的地理与历史文献，诸如《山海经》、《史记》、《汉书》、《水经注》、《大唐西域记》、《西域水道记》、《新疆图志》以及近代学者、探险家们[1-8]通过对塔里木盆地的历史考古、地理考察、沙漠探险和地形测绘撰写的颇多著作，都有对塔里木河流域的地理环境、水系河网、城廓兴废、人文习俗的详细记载，为定性和定量的描述塔里木河河道变迁的时间节点、移动距离提供依据。一般史籍文献称塔里木河为计戍河、葱岭河，目前所能见到的最早记载是《山海经》：“敦薨之水西流注沏泽，盖乱河自西南注也”。敦薨之水即今开都河一孔雀河水系。“沏泽”又称“盐泽”、“牢兰海”、“蒲昌海”，即今之罗布泊。“盖乱河自西南注也”如实反映了塔里木河与孔雀河在今尉犁以东河网交错、纵横贯通流入罗布泊的情况[4]。通过研究不同时期对塔里木河流域的史籍记录，可以发现其水系的历史变迁过程，总体上来讲塔里木河一直表现为向北移动并逐步萎缩的态势。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "塔里木河道历经多次变迁，现在的水网形势大致是在17 世纪—18 世纪形成的[9]。在1775 年测制的《大清一统舆图》上，把和田河、叶尔羌河、喀什噶尔河及阿克苏河四河汇合处在今阿克苏南的阿拉尔地区，汇合处中间为一小岛，这与《河源纪略》中“会处四水交贯,形若牛栏”相吻合。四水汇阿拉尔后，和田河仍有一部分水入阿合达利亚，大约在百年之前阿合达利亚河才断流，经推断阿合达利亚河水和《西域水道记》及《新疆图志》所记载的“额尔勾河”是一致的，是17世纪一20世纪初的塔里木“南河\"所在位置。至清朝后期,塔里木河在上、中游仍有五条源流（除现阿克苏河、叶尔羌河、和田河外，还有喀什噶尔河和渭干河）。后随着人类活动的加剧，绿洲扩大，塔里木河水系逐渐瓦解，变得支离破碎，多数河水出山口后被引用灌溉，人工渠道增多，引水量增加，使喀什噶尔河在清末、渭干河在解放初就失去和塔里木河联系。孔雀河在清朝直至20 世纪初期，仍从铁门堡流向阿拉干，是塔里木河下游主要补给水源。总体来说，20世纪40年代以前，车尔臣河、克里雅河、迪那河相继与干流失去地表水联系，40年代以后喀什噶尔河、开都一孔雀河、渭干河也逐渐脱离干流。1921年主流下游北移，东流沿孔雀河注入罗布泊。1952年中段的汊流拉因河口筑起塔里木大坝，阻断河水流入孔雀河，河道主流改沿铁干里克故道,折向东南流入台特马湖[10]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "几经变迁和北移，当前与塔里木河干流有地表水联系的只有和田河、叶尔羌河和阿克苏河三条源流。这其中，和田河只有洪水期时才有水穿越塔克拉玛干大沙漠汇入塔里木河，叶尔羌河自1964年以后来水绝大部分引入小海子水库，只有大洪水时才有少量余水汇入塔里木河，本世纪初已基本断流。因此，只有阿克苏河常年有水补给塔里木河干流，但阿克苏河只有在洪水期有水下泄，枯水期全部通过塔里木河拦河闸引入阿拉尔灌区。塔里木河干流洪水期只能流到恰拉和大西海子水库，大西海子水库以下从20 世纪70 年代以后基本断流[1]",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/bbbef0e6dd4db25f1691bab23aae22560f684873999b61d370c0dc908fc64b30.jpg",
        "img_caption": [
            "图1塔里木河水系历史变迁[9]",
            "Fig.1Historical changes of Tarim River "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2流域水资源配置与管理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "针对流域水资源配置与管理的研究，明显可分为前后两个时期。20世纪90年代及以前的研究，重点关注的水资源缺乏引发的干旱、水资源配置上的不合理和管理上的混乱等问题及相应对策，问题与对策多停留在表面分析，以定性研究为主。自本世纪初以来，塔里木河流域水资源研究的深度和广度均得到了极大拓展，气候变化与人类活动对流域水文过程的影响、水资源承载力及供需矛盾分析、地下水资源开发利用等逐渐成为新的研究热点。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.120世纪90年代及以前的研究",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1塔里木河流域建国以来，塔里木河流域成为新疆的重要棉花基地，土地、光、热、石油、天然气资源丰富，工农业的发展对水的需求很大。但水资源形势却不容乐观，与中国其他地方一样，新疆有限的水资源已经不足以支撑扩大的农业生产。据WIENS[1]估计,至1963年,有限的潜水资源只能够再额外支撑 $1 8 . 2 1 \\times 1 0 ^ { 6 } ~ \\mathrm { h m } ^ { 2 }$ （四百五十万英亩）的作物用水。至20世纪90年代初，塔里木河流域缺水约 $1 3 \\times 1 0 ^ { 8 } ~ \\mathrm { m } ^ { 3 }$ （保证率 $5 0 \\%$ ） $\\sim 1 8 \\times 1 0 ^ { 8 } ~ \\mathrm { m } ^ { 3 }$ （保证率 $7 5 \\%$ ）,受旱面积 $4 7 . 3 \\times 1 0 ^ { 4 } ~ \\mathrm { h m } ^ { 2 }$ 。每年因干旱缺水损失产值约 $5 \\times 1 0 ^ { 8 }$ 元（1990 年不变值）[12]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "人类活动的加剧，使塔里木河流域原有的水文状态发生改变，改变了其径流规律和水量的时空分布[13]。随着人口的增加、农业生产规模的不断扩大和水利工程的修建，源流区的引水能力和用水量也相应地增加，结果往塔里木河干流的输水量就越来越少，实测数据表明，20世纪90年代与50年代相比干流的水量减少了1/4，使下游生态环境恶化[14-15]。塔里木河流域水资源不但在源流与干流间分配不合理，而且在干流的上中游与下游之间存在明显的不平衡，水资源不合理利用的主要症结在于：(1)流域内水资源利用极不合理;(2)整个流域水资源浪费严重[15]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "彼时导致塔里木河水资源滥用的原因首先是水资源的产权关系未得到充分界定，模糊的水资源产权必然导致水资源使用及管理的混乱状况[15]。二是塔里木河流域各行政区域，部门，单位各自为政，“塔里木河流域管理局”权威性不够,未能发挥应有的职能。三是水法宣传不够，依法治水、管水力度不足，缺乏有效的监督和惩罚机制。四是未建立有效的水资源有偿使用制度[14]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "季芳等[16]根据新疆90年代水资源利用状况,将水资源利用水平可划分为原始型、粗放型、经济型、合理型和高效型等五类。根据区域不同地段水资源利用水平，提出不同的改造措施，加速原始型和粗放型转变，促进经济型向合理型转变。李新和周宏飞[17]提出维持一定的河流水量,整治河道和改变用水模式是持续利用塔里木河水资源的保证。田元俊[ 在分析新疆水资源特点的基础上，提出提高经营管理水平是目前水利工作的中心环节。时旭辉和谢建华[14]在分析塔河流域水资源滥用原因的基础上，提出将自然资源产权进一步明晰化，加强法制建设，建立起水资源有偿使用制度以及有效激励的利益分配机制是遏制塔里木河生态环境退化和实现可持续发展的有效途径。孙永广等[15]从产权分配的角度对塔里木河流域的水资源管理机制进行了分析，对建立流域水资源“激励相容”的管理机制进行了初步探讨。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2塔里木河各支流阿克苏河系诸水是塔里木河主要补给水源。中国科学院新疆地理研究所阿克苏水平衡试验站建于1982年。该站的方向任务是：以研究新疆内陆干旱区自然环境变化与水资源开发利用的相互影响，探求改善的方法途径，搜集基本观测试验资料[19]。吴申燕等[20]根据访问和调查的资料，对阿克苏河系水资源为开发利用问题提出一些初步意见。马墅[2]通过调查阿克苏地区流域的概况，提出水资源开发利用的基本经验，提出了地区水资源合理开发利用中几个尚待迫切解决的问题。徐洁等[22]认为水费是水管单位能否走向良性循环的关键之一。合理调整水价是必要的，但要避免水价调整中任意搭车，层层加码的现象。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "顾定法等[23]选择叶尔羌河流域作为研究对象，把它看作一个完整系统，用目标规划法对该流域在有限的水资源条件下最优的生产布局、最佳的经济效益和环境效益进行了研究。雷志栋等[24]结合叶尔羌河绿洲水资源可利用的特点，对下游生态耗水作了初步估算，并由此给出了不同水平年叶尔羌河平原绿洲水资源可利用量值，还提出了一个引用水的规则，使绿洲按水资源可利用量来引水成为可操作的。高正鹏[25]提出科学规划、合理开发利用地下水资源，将是今后增加叶尔羌河灌区可用水量，不断扩大灌溉面积的最有效途径。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "和田河是塔里木河主要支流。加帕尔[26]在调研和田河水资源及水文情况的基础上，探讨了和田河流域的合理开发问题，提出只有大面积造林，才能合理利用水资源，保证农牧业的稳产高产。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.221世纪以来的相关研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1塔里木河流域水文过程变化及其影响因素20世纪60年代以来塔里木河流域的年平均气温呈逐年代递增趋势，越往下游方向变暖趋势越明显；60年代以来塔里木河流域的年降水量也逐年递增，但从源流区到下游区,降水增幅逐渐减少[27]。王顺德等[28]进一步区分研究了流域的平原地区和山区,发现塔里木河流域平原区近10a明显变暖，近 $2 0 \\mathrm { ~ a ~ }$ 明显增湿（但近10a略有变干迹象），而流域山区则在20 世纪90 年代进入最暖阶段。陈亚宁等[29]对塔里木河源流区近50a来气候变化的长期趋势、变化特征及空间分布进行了非参数技术检验，结果表明，流域气温和降水均在20世纪80年代中期发生了跳跃式的突变，此后二者均保持较高的增长趋势，而独立性检验表明，厄尔尼诺现象对流域年平均气温和年降水不存在显著影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "塔里木河是冰川融水和大气降水共同补给的河流，因而气候变化对其径流的影响也表现为两个方面。冰川融水比重大的河流，其水资源量随全球气候变暖而增加，冰川融水比重小的河流，其水资源量随降水增加而增加[30]。刘时银等[31]研究了塔里木河流域冰川变化对全球变暖的响应，认为该流域30多年来冰川呈总体萎缩状态，并对流域水资源变化带来了明显影响。而傅丽昕等[32]对近50a塔里木河源流区气象、水文资料的分析显示，降水量变化对塔里木河径流量变化影响最为显著，温度的升高在增加冰雪消融的同时也增大了蒸发量，对山区来水量的增大起到了削弱作用。傅丽昕等[33]进一步指出，由于降水量的增长率远大于蒸发量的增长率，从而蒸发量随温度的增加也不足以使径流量减少，因此就塔里木河全流域而言，这样的气候变化最终对径流量应该是增加作用。傅丽昕等[34]对塔里木河源流区三大源流近50a的气象、水文序列进行了定量分析，发现阿克苏河的径流量有显著增加趋势，且其增长的持续性较强；和田河的径流量有微递增的趋势、叶尔羌河的径流量表现出增加的趋势，但二者趋势并不明显。这一定量研究的结论与前述定性研究的结论相符。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "除了气候变化之外，人类活动对塔里木河的水文过程也产生了重要影响，甚至在某些特定时空区域还起到主导作用。陈亚宁等[29]分析了塔里木河1956—2000 年间的水资源开发利用与生态环境问题，发现20世纪90年代源流区来水量增加而干流水量减少，甚至在下游出现断流，表明塔里木河干流自身沿程水量变化对下游水量的影响远大于源流区来水变化的影响。陈亚宁和徐宗学[35]对77个气象站近50a的水文气象资料的研究也表明，塔里木河干流的水量缩减、河流干涸主要是人类活动造成的，与全球气候变化的联系并不明显。不仅如此,郝兴明等[3还结合塔里木河流域近50a来水文、植被及社会经济等方面的资料，提出由人类活动所导致的地表径流量减少是影响河道水质发生变化的主导因子。塔里木河上、中、下游耗水量比例的失调及区域水资源分配发生变化、源流区人类活动的影响和粗放型农业等，直接导致了中下游来水量在近40a持续减少，也是下游生态环境急剧恶化的重要原因[37-39]。苟树生等[40]对近50a来塔里木河干流水量、水质和耗水情况进行了分析，结果表明近50a来3条源流出山口天然径流量呈增加趋势，入塔里木河水量呈减少趋势;历史上塔里木河的最大耗水区在中游，而2001年以来，上游段已经成为塔里木河干流最大的耗水区。代超[4I]通过陆面过程模型模拟发现，在人类活动和气候变化的共同作用下，1990—2010年，塔里木河流域平均年蒸发持续增加，以耕地扩张为代表的人类活动对蒸散发增加的贡献率在逐渐增大。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "除了工农业引水用水外,薛联青等[42]采用改进RVA法定量评估了水利工程对塔里木河水文情势的影响，表明水库运行导致塔里木河干流水文情势发生高度改变，多个重要指标发生严重变异，对塔里木河周边生态系统影响较大，迫切需要对流量进行适时调控。进而薛联青等[43]还分析了塔里木灌区引水前后环境流变化，发现灌区大量引水灌溉后，环境流组成趋于单一化，各月枯水流量显著减少，特枯流量事件和高流量脉冲事件的极值均有所增大，高流量脉冲事件、小洪水事件和大洪水事件上升率大幅提升，小洪水事件和大洪水事件极大值出现时间略有提前。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2水资源承载力与供需矛盾分析针对当前塔里木河流域水资源利用存在的主要问题，包括盲目开荒、种植高耗水作物、源流灌区土壤盐碱化、下游生态系统完整性缺乏、水资源开发利用工程布局不完善等，亟需首先开展水资源承载力与供需矛盾分析，划定水资源使用的“红线”与“底线”，实现流域的人水共生与和谐。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "孟丽红等[44]应用模糊综合评价模型对塔里木河流域水资源承载能力进行了评价研究，指出塔里木河流域水资源开发利用已经达到相当规模，水资源承载潜力已相对较小，供需矛盾突出；郭宏伟等[45]则进一步分析了近20a来塔里木河流域耕地面积变化特征，指出在现状水平年条件下，流域内存在大面积超载，且随着耕地面积的增加趋势和枯水期的出现，超载问题将更加严峻;最新的研究来自中国水利水电科学研究院的王浩等[46],该团队通过对2012年塔里木河流域内产业间水循环分析，指出作为干旱区的塔里木河流域，其产业间的虚拟水贸易主要是输出水密集型的农产品，而农产品的大量输出，实际上相当于大量输出本来就比较紧张的水资源。而对输出供给侧的调整，当前仍受制于种种历史和现实原因，难以在短期内实施。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3地下水资源开发利用地下水资源是流域水资源的重要组成部分，是干旱区生态环境的命脉。河道自然损耗水量中的渗漏水量是地下水的主要补给来源。熊宇斐等[47]分析了塔里木河河床渗透系数和渗透水量，结果表明塔里木河上中游河床沉积物的渗透系数随着水温的升高逐渐变大，水温在7、8、9月相对较高，使得渗透系数也相应较大；同时，这一时期也是塔里木河干流上中游一年之中来水最丰的3个月，丰沛的水量和较大的渗透系数，使得在这一时期的渗漏水量明显增多。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "塔里木河流域地下水资源开发利用处于相对失控状态，地下水资源的过度开发利用，造成部分地区河道断流、湖泊水位下降，产生了一系列生态环境问题[48]。王志杰等[49]从开发利用地下水在盐碱地改良、发展高新节水灌溉农业和提高农业供水保证率等方面的重要作用，阐述了适度开发利用地下水资源的必要性。孟栋伟[5则具体提出了严格地下水超采区取水许可管理、建立和完善超采地下水动态监测网络等针对塔里木河流域的地下水资源安全保障对策。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "工程实践表明，地下水在流域治理方面有着重要的作用。自2000年开始的向塔里木河下游生态输水的工程，在下游沿河一定区域带来了地下水的响应，并由此导致了地表植被在空间上的纵横双向分异和时间上随输水持续时间的增长而响应越来越明显的特点[51]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3未来研究的重点方向",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "面对塔里木河流域严峻的水资源及生态问题，我国已经开展包括对下游断流河道的输水工程在内的生态恢复工程，但直到目前，这些工程仍然是在局部发挥作用，没有从根本上解决全流域的问题。塔里木河流域社会一经济一生态之间的用水矛盾仍然突出，与解决这一矛盾密切相关的生态调度问题、水权交易与生态补偿问题、跨流域调水等问题，都将是未来研究的重点方向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 生态调度",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中国政府于2001年启动了塔里木河流域近期综合治理工程，14a里向大西海子水库下游断流河道实施了14次生态输水。这种输水方式造成了塔河干流下游长期持续的生境变化[52]。这种生境变化包括地下水[53-55]、植被群落[56-58]对生态输水的响应过程与机理，也包含了不同输水方式（单通道、双通道、汊河、面状）、输水时机、输水量等对输水效果的影响等，这些都是当前和未来值得深人研究的重要科学问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2水权配置与生态补偿 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "区域间明确的水资源使用权属界定和流域水资源的统一管理，是塔里木河流域水资源管理上升到新阶段的重要标志。在当前阶段，全流域的水资源统筹不可避免会存在不同区域、不同行业部门用水效益的此消彼长，而水权配置制度和水权市场建设，将为协调区域间、行业间用水矛盾提供了有利的市场调节手段[59-60]。水权配置包括初始分配和再分配。其中初始分配是国家把水资源所有权出让和分配给用水户，而再分配则指各用水户之间的水权交易过程。在塔里木河水权初始分配的相关研究中，不同区域、产业间的需水计量和生态补偿[6]是研究重点。其中生态补偿的内涵界定与理论依据、补偿标准的确定与计算方法、利息相关方多方参与的生态补偿机制[62-64]又是当前生态补偿的研究前沿。而就再分配而言，针对可转让农用水权分配制度的创新对塔里木河流域尤为重要[62]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 跨流域调水",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中科院张新时院士2002 年[65]即提出了依托“藏水入疆”、建设“新楼兰工程”的初步设想；此后邓铭江[6近年来提出了从伊犁河调水、建设“新龟兹工程”,何建新等[67]，王浩等[46]均提出了从通天河调水的设想，这些想法均基于对塔里木河流域灌溉农业绿洲经济的基础地位长期不会改变，水资源供需矛盾未来还会进一步加剧的研判，是立足长远，从根本上解决流域社会经济稳定发展瓶颈制约的“超级工程”。对这类工程的技术可行性分析，生态环境影响评估，水资源配置方案调整等，均需要审慎论证和深入研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由于气候变化及人类活动强度从古到今的非线性增长，塔里木河流域的水资源经历了自然演变缓慢萎缩一无序开发河道断流一科学调度生态治理三个阶段，三个阶段的水资源研究重点和面临挑战也各不相同。当前，随着“一带一路”国家战略的明确提出和塔里木河“生态型河流”定位的逐渐明晰，关于生态调度、水权配置与生态补偿、跨流域调水等涉及塔里木河流域社会经济生态协调发展与河流系统长治久安的重大水资源配置与管理问题越发突出，亟待后来者们的研究与突破。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献(References)",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1］郑浩.塔里木河流域水文化历史变迁［J].水利发展研究，2006,（4）:54-50.［ZHENG Hao．Historical changes of water",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "culture in Tarim River Basin[J].Water Resources Development Research,2006,（4）:54 -50.]   \n[2]徐松.西域水道记(卷一）1823[M].北京：中华书局,2005 年. [XU Song. Records of rivers in the Western Regions（Vol.1) 1823[M].Beijing： Zhonghua Book Company,2005.]   \n[3］樊自立.历史时期塔里木河流域水系变迁的初步研究[J].新 疆地理,1979,2(2）:20-36.[FAN Zili.Preliminary study on the evolution of the stream systems in the Tarim River Basin in history [J]. Xinjiang Geography,1979,2(2）: 20 -36.]   \n[4]樊自立,陈亚宁,王亚俊.新疆塔里木河及其河道变迁研究 [J].干旱区研究,2006,23（1）:8-15.[FAN Zili,CHEN Yaning,WANG Yajun.Study on the Tarim River and its watercourse evolution in Xinjiang:Recorded in the“records of rivers\"[J].Arid Zone Research,2006,23(1):8 -15.]   \n[5]HEDIN S.Scientific results of a journey in Central Asia 1899- 1902：vol.1 The Tarim River[M].Stockholm,1904.   \n[6]STEIN A. Innermost Asia[M]. Oxford: Clarendon Press,1928.   \n[7]BERGMAN F.Archaeological researchs in Singkiang especially te Lop region[R].1936.   \n[8］奥勃鲁切夫BA.中央亚细亚的荒漠[M].吕肖君译.北京：商 务印书馆,1963.［ObPyYEBB A..The desert of Central Asia [M].LV Xiaojun. Beijing:The Commercial Press,1963.]   \n[9］张永雷,陈亚宁,杨玉海,等.塔里木河河道的历史变迁及驱动 力分析［J].干旱区地理,2016,39（3）:582-589.[ZHANG Yonglei,CHEN Yaning,YANG Yuhai,etal.Analysis of historical change and future trendsof Tarim River[J].Arid Land Geography,2016,39(3):582 -589.]   \n[10］袁国映.两千年来塔里木生态环境的变迁[J].新疆环境保护, 1986,(3）:2-6.[YUANGuoying.Two thousand yearsof ecological environment changes in Tarim[J].Environmental Protection of Xinjiang,1986,（3):2-6.]   \n[11]WIENS HJ.Regional and seasonal water supply in the Tarim Basin and its relation to cultivated land potentials[J].Annals of the Association of American Geographers,1967,57(2）:350-366.   \n[12］李庶.塔里木河流域水资源开发利用与生态环境问题[J].干 旱区研究,1992,（1）:28-30.[LI Shu.The problems of water resources development and utilization and ecological environment in Tarim River[J].Arid Zone Research,1992,（1) :28 -30.]   \n[13］尤平达.塔里木河流域地表水资源及径流组成[J].干旱区地 理,1995,18(2）:29-35.[YOU Pingda.Surface water resources and runoff composition in the Tarim River Basin[J].Arid Land Geography,1995,18(2）:29-35.]   \n[14］时旭辉,谢建华.可持续发展需要制度创新－对塔里木河流域 生态环境变迁的调查与思考[J].生态经济,1998,（3)：5-7. [SHI Xuhui,XIE Jianhua. Sustainable development need a new system: Investigation and consideration one coenvironment variance in Tarim River Basin[J].Ecological Economy,1998,(3）:5-7.]   \n[15］孙永广,刘文强,施祖麟.塔里木河流域水管理机制的设计 [J].中国人口·资源与环境,1998,8（2）:66-70.[SUN Yongguang,LIU Wenqiang,SHI Zulin. Design for wter resources management mechanism in Tarim Basin[J].China Population,Resources and Environment,1998,8(2）:66 -70.]   \n[16］季方,樊自立,邓永新.塔里木河干流水资源利用区域分异特 占廿选冷「］工旦次源环培10（）16 10 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[JI Fang,FAN Zili,DENG Yongxin.Regional characteristics of water resources utilization for the main stream of the Tarim River [J]. Journal of Arid Land Resources and Environment,1998, (2) :16 -19.]   \n[17］李新,周宏飞.人类活动干预后的塔里木河水资源持续利用问 题[J].地理研究,1998,（2）:60-66.[LI Xin,ZHOU Hongfei. Sustainable utilization of water resources of Tarim River under the influence of human activities[J].Geographical Research,1998, (2):60-66.]   \n［18］田元俊.提高水利资源利用率促进新疆农业迅速发展[J].农 业技术经济,1985,（4）:38.[TIANYuanjun.Improving the utilization ratio of water resources and promoting the rapid development of agriculture in Xinjiang[J].Journal of Agrotechnical Economics, 1985,(4) :38.]   \n[19］成士梅.中国科学院新疆地理研究所阿克苏水平衡试验站 [J].地球科学信息,1988,（5）:65-69.[CHENG Shimei.Akesu water balance test station,Xinjiang Institute of Geography,Chinese Academy of Sciences[J]. Earth Science Information,1988, (5) :65-69.]   \n[20］吴申燕,王步天.阿克苏河水资源开发利用[J].干旱区地理, 1985,8（3）:4-12.[WU Shenyan,WANG Butian.Water Resources in the Aksu River Basin[J].Arid Land Geography,1985, 8(3):4 -12.]   \n[21］马墅.新疆塔里木河流域上(中)游阿克苏地区水资源利用及 其评价[C]//中国水利学会西北干旱、半干旱地区水资源合理 开发利用学术讨论会,1986.［MA Shu.Utilization and evaluation of water resources in Aksu Area of upper（middle）reaches of Tarim River Basin in Xinjiang[C]//Symposium on Rational Development and Utilization of Water Resources in Arid and Semi-Arid Areas of Northwest China Water Conservancy Society,1986.]   \n[22］徐洁.阿克苏地区水价改革和水费管理初探[J].新疆水利， 1998,(3）:48-49.[XU Jie.Water price reform and water fee management in Akesu area[J]. Xinjiang Water Conservancy, 1998,(3) :48 -49.]   \n[23］顾定法,周德全.新疆叶尔羌河流域生产布局与水资源系统目 标规划模型[J].自然资源,1988,（1）:38－47.[GU Dingfa, ZHOU Dequan. Goal programming model of production distribution and water resourcessystemin Yerqiang River Basin, Xinjing [J].Natural Resources,1988,（1）:38-47.]   \n[24］雷志栋,尚松浩,杨诗秀,等.叶尔羌河平原绿洲水资源可利用 量的探讨[J].灌溉排水,199,（2）:10-13.[LEI Zhidong， SHANG Songhao,YANG Shixiu,et al. Investigation of the available water resources of the plain oasis in Yerqiang River Basin[J]. Irigation and Drainage,1999,（2）:10-13.]   \n[25］高正鹏.叶尔羌河灌区地下水的开发利用[J].新疆水利， 1998,（4）:30-34.[GAO Zhengpeng.Exploitation and utilization of groundwater in the area of the Yarkant River irigation area[J]. Xinjiang water conservancy,1998,（4）:30-34.]   \n[26］加帕尔.和田河的水资源及合理开发问题[J].新疆地理， 1980,3(1）:36 -50.[JAPAR.Water resources and rational development of Hotan River[J]. Xinjiang Geography,1980,3（1):36 - 50.]   \n[27］满苏尔·沙比提,楚新正.近40 年来塔里木河流域气候及径 流变化特征研究[J].地域研究与开,2007,26(4):97－101. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[SHABITI Mansur,CHUXinzheng.Study on the change of climate ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "and runoff volumes of the Tarim River Basin in recent 4O years [J].Areal Research and Development,2007,26(4）:97 -101.]   \n[28］王顺德,王彦国,王进,等.塔里木河流域近40a来气候、水文 变化及其影响[J].冰川冻土,2003,25（3）:315-320.[WANG Shunde,WANG Yanguo,WANG Jin,et al.Change of climate and hydrology in the Tarim River Basin during past 4O years and their impact[J]. Journal of Glaciology and Geocryology,20o3,25（3）： 315 -320.]   \n[29］陈亚宁,徐长春,郝兴明,等.新疆塔里木河流域近50a气候变 化及其对径流的影响[J].冰川冻土,2008,30(6）：921-929. [CHEN Yaning,XU Changchun,HAO Xingming,et al.Fifty-year climate change and its effect on annual runoff in the Tarim River Basin,China[J]. Journal of Glaciology and Geocryology,2008,30 (6) :921 -929.]   \n[30］吴素芬,韩萍,李燕,等.塔里木河源流水资源变化趋势预测 [J].冰川冻土,2003,25(6):708-711.[WU Sufen,HAN Ping, LI Yan,et al.Predicted variation tendency of the water resources in the headwaters of the Tarim River[J].Journal of Glaciology and Geocryology,2003,25(6):708 -711.]   \n[31］刘时银,丁永建,张勇,等.塔里木河流域冰川变化及其对水资 源影响[J].地理学报,2006,61（5）:482-490.[LIU Shiyin, DING Yongjian,ZHANG Yong,et al. Impact of the glacial change on water resources in the Tarim River Basin[J]. Acta Geographica Sinica,2006,61(5） :482-490.]   \n[32]傅丽昕,陈亚宁,李卫红,等.塔里木河三源流区气候变化对径 流量的影响[J].干旱区地理,2008,31（2）：237－242.［FU Lixin,CHEN Yaning,LI Weihong,et al. Influence of climatic change in runoff and water resources in the head waters of the Tarim River[J].Arid Land Geography,2008,31(2）:237-242.]   \n[33］傅丽昕,陈亚宁,李卫红,等.塔里木河源流区近50a 径流量与 气候变化关系研究[J].中国沙漠,2010,30（1）：204－209. [FU Lixin,CHEN Yaning,LI Weihong,et al. Relation between climate change and runoff volume in the headwaters of the Tarim River during the last 5O years[J]. Journal of Desert Research,2010, 30(1):204 -209.]   \n[34］傅丽昕,陈亚宁,李卫红,等.近50a来塔里木河源流区年径流 量的持续性和趋势性统计特征分析［J].冰川冻土，2009，31 (3）:457-463.[FU Lixin,CHEN Yaning,LI Weihong,et al.Analyses of the durative and tendency of annual runoff in the headwaters of the Tarim River in the recent 5O years[J].Journal of Glaciologyand Geocryology,2009,31(3） :457 -463.]   \n[35］陈亚宁,徐宗学.全球气候变化对新疆塔里木河流域水资源的 可能性影响[J].中国科学,2004,34（11）:1047-1053.[CHEN Yaning,XU Zongxue.Impact of climate change on water resources in the Tarim River Basin[J].Science in China（Series D）,2004, 34(11) :1047 -1053.]   \n[36］郝兴明,陈亚宁,李卫红.塔里木河流域近50 年来生态环境变 化的驱动力分析[J].地理学报,2006,61(3）:262-272.[HAO Xingming,CHEN Yaning,LI Weihong. The driving forces of environmental change during the last 5O years in the Tarim River Basin [J].Acta Geographica Sinica,2006,61(3）:262-272.] ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[37］王顺德，王彦国，王进，等.塔里木河流域近40a来气候、水文变化及其影响[J].冰川冻土，2003，25（3）：315-320.［WANG",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Shunde,WANGYanguo,WANGJin,etal.Change ofclimateand hydrology in the Tarim River Basin during past 4O years and their impact[J]. Journal of Glaciology and Geocryology,2003,25（3）: 315 -320.] ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[38］段建军,王彦国,王晓风,等.1957—2006 年塔里木河流域气候 变化和人类活动对水资源和生态环境的影响[J].冰川冻土， 2009,31（5）: 781－791.[DUAN Jianjun,WANG Yanguo, WANG Xiaofeng,et al.Impact of climate change and human activities on the water resources and ecological environments in the Tarim River Basin in 1957—2006[J].Journal of Glaciology and Geocryology,2009,31(5）:781- 791.]   \n[39］海米提·依米提,塔西甫拉提·特依拜,熊黑钢,等.内流河流 域水资源利用对径流年际年内变化影响的分析——以塔里木 河流域为例[J].地理研究,2000,19（3）：271-276.[YIMIT Hamid,TIYIP Tashpolat,XIONG Heigang,et al.Analysis on annual variation and seasonal change of runoff from water resources utilizationin the interior rivers:The caseof Tarim river[J].Geographical Research,2000,19(3）:271-276.]   \n[40］苟树生,张雄文,王彦国,等.近50年来塔里木河干流水量、水 质及耗水分析[J].干旱区研究,2010,27(6）:861-870.［GOU Shusheng,ZHANG Xiongwen,WANG Yanguo，at el.Analysis on runoff volumes,water quality and water consumption of the Tarim River in recent 50 years[J]. Arid Zone Research,2010,27（6）: 861 -870.]   \n[41］代超.气候变化和人类活动对塔里木河流域蒸散发影响分析 [D].北京:清华大学,2015.[DAI Chao.Impacts of human activity and climate changeon evapotranspiration in the Tarim River Basin[D].Beijing：Tsinghua University,2015.]   \n[42］薛联青,张卉,张洛晨,等.基于改进RVA 法的水利工程对塔 里木河生态水文情势影响评估[J].河海大学学报：自然科学 版,2017,45(3）:189-196.[XUELianqing,ZHANGHui,ZHANG Luochen,et al.Impact of water conservancy projects oneco-hydrological regime of Tarim River based on improved RVA method[J]. Journal of Hohai University（Natural Sciences）,2017,45(3）:189 - 196.]   \n[43］薛联青,张卉,张洛晨,等.塔里木灌区引水前后环境流特性变 化[J].水资源保护,2017,33（3）:31-37.[XUE Lianqing， ZHANG Hui,ZHANG Luochen,etal. Changes in characteristics of environmental flow in Tarim irigation area before and after water diversion[J].Water Resources Protection,2017,33（3）: 31 - 37.]   \n[44］孟丽红,陈亚宁,李卫红.新疆塔里木河流域水资源承载力评 价研究[J].中国沙漠,2008,28（1）:185－190.[MENG Lihong,CHEN Yaning,LI Weihong.Study of water resources carrying capacity in Tarim River Basin of Xinjiang[J].Journal of Desert Research,2008,28（1） :185-190.]   \n[45］郭宏伟,徐海量,赵新风,等.塔里木河流域最大灌溉面积与超 载情况探讨[J].中山大学学报（自然科学版),2017,56（2)： 140 -150.[GUO Hongwei,XU Hailiang,ZHAO Xinfeng,et al. The maximum irrigation area and overload situations of the mainstream of Tarim River Dasin[J].Acta Scientiarum Naturalium Universitatis Sunyatseni,2017.56(2）:140 -150.]   \n[46］王浩,龙爱华,石泉,等.塔里木河流域生态保护重点工程规划 布局战略咨询[R].中国水利水电科学研究院,2018.［WANG Hao,LONG Aihua,SHI Quan,et al. Strategic consultation on planning and layout of key ecological protection projects in Tarim River Basin[R].China Academy of Water Conservancy and Hydropower Sciences,2018.]   \n[47］熊宇斐,张广朋,徐海量,等.塔里木河河床渗透系数及其渗漏 水量分析[J].干旱区研究,2017,34（2）:266－273.[XIONG Yufei,ZHANG Guangpeng,XU Hailiang,et al. Hydraulicconductivities of riverbed sediment and leakage water volume of the Tarim River[J]. Arid Zone Research,2017,34(2):266 -273.]   \n[48］雍会,张风丽,张晓莉,等.干旱区塔里木河流域地下水资源统 筹管理研究[J].中国农业资源与区划,2016,37（1):90-94. [YONG Hui,ZHANG Fengli, ZHANG Xiaoli,etal. Studyof groundwater resources integrated management in the arid area of Tarim River Basin[J]. Journal of China Agricultural Resources and Regional Planning,2016,37（1):90 -94.]   \n[49］王志杰,王智,杨奎生.塔里木河流域地下水资源及其适度开 发利用研究［J].水文,2010,30（4）:76-79.[WANG Zhijie, WANG Zhi,YANG Kuisheng.How to make reasonable exploitation and utilization of groundwater in Tarim River Basin[J].Hydrology,2010,30(4) :76-79.]   \n[50］孟栋伟.塔里木河流域地下水资源可持续利用浅析[J].地下 水,2012,34(6）:80-81.[MENG Dongwei. Analysis of sustainable utilization of groundwater resources in Tarim River Basin[J]. Ground Water,2012,34(6):80 -81.]   \n[51］徐海量,叶茂,李吉玫.塔里木河下游输水后地下水动态变化 及天然植被的生态响应[J].自然科学进展,2007,17（4）：460 -470.[XU Hailiang,YE Mao,LI Jimei. Dynamic changesof groundwater and ecological response of natural vegetation after water transporting in the lower reaches of Tarim River[J].Progressin Natural Science,2007,17（4）：460-470.]   \n[52］邓铭江,周海鹰,徐海量,等.塔里木河下游生态输水与生态调 度研究[J].中国科学:技术科学,2016,46（8）:864－876. [DENG Mingjiang,ZHOU haiying,XU Hailiang,et al. Research on the ecological operation in the lower reaches of Tarim River based on water conveyance[J]. Scientia Sinica:Technologica,2016,46 (8) :864 -876.]   \n[53]CHEN YN,ZHANG XL,ZHANG Y M,et al. Analysis on the ecological benefits of the stream water conveyance to the dried-up river of the lower reaches of the Tarim River[J].Sci China Ser DEarth Sci,2004,47:1053 -1064.   \n[54]XU HL,YE M,SONG YD,et al. The natural vegetation responses to the groundwater change resulting from ecological water conveyances to the lower Tarim River[J].Environ Monit Assess,2007, 131 :37 -48   \n[55］杨鹏年,邓铭江,李霞,等.塔里木河下游间歇输水下地下水响 应宽度——以塔里木河下游英苏断面为例[J].干旱区研究， 2008,15（2）:331-335.[YANG Pengnian,DENG Mingjiang,LI Xia,et al.Respondwidthof ground waterlevelafterconveying stream water to the lower reaches of the Tarim River[J].Arid Zone Research,2008,15(2） :331-335.]   \n[56］张丽华,陈亚宁,李卫红.塔里木河下游生态输水对植物群落 数量特征的影响[J].干旱区研究,2006,13（1)：32－38. [ ZHANG Lihua,CHEN Yaning,LI Weihong. Analysis on the effect of implementing the project of transfusing stream water for regener",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ating the ecology in the lower reaches of the Tarim River[J].Arid ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Zone Research,2006,13(1) :32-38.   \n[57］杨戈,郭永平.塔里木河下游末端实施生态输水后植被变化与 展望[J].中国沙漠,2004,24(2）:167-172.[YANG Ge,GUO Yongping.The change and prospect of vegetation in the end of the lower reaches of Tarim River after ecological water delivering[J]. Jourmal of Desert Research,2004,24（2）:167-172.]   \n[58］袁素芬,陈亚宁，李卫红,等.新疆塔里木河下游灌丛生物量及 其空间分布[J].生态学报,2006,26(6):1818-1824.[YUAN Sufen,CHEN Yaning,LI Wehong,et al.Analysisof the aboveground biomass and spatial distribution of shrubs in the lower reaches of Tarim River,Xinjiang,China[J].Acta Ecologica Sinica,2006, 26(6):1818 -1824.]   \n[59］胡军华.塔里木河流域水权适时控制及管理研究[D].南京： 河海大学,2O07.［HU Junhua.Timely control and management of water rights in Tarim River Basin[D].Nanjing：Hohai University, 2007.]   \n[60］何逢标.塔里木河流域水权配置研究[D].南京:河海大学， 2007.［HE Fengbiao.Study on water rightsallocation in Tarim River Basin[D].Nanjing:Hohai University,2007.]   \n[61］韩桂兰,孙建光.塔里木河流域绿洲生态水权流域分配调整研 究[J].统计与信息论坛,2016,31(12）:82-86.[HAN Guilan, SUN Jianguang.Research on the river basin allocation of oases ecological water right in Tarim River Basin[J].Statistics & Information Forum,2016,31(12):82 -86.]   \n[62］罗万云,卢玉文,陈亚宁.基于保证生态需水的生态补偿标准 研究-以塔里木河干流为例[J].节水灌溉,2016,（5）：71- 74.[LUO Wanyun,LU Yuwen,CHEN Yaning. Planting industry ecological compensation standard study based on guarantee ecological water：A case study of the mainstream of Tarim River Basin [J].Water Saving Irrigation,2016,（5）:71-74.]   \n[63］杨光梅,闵庆文,李文华,等.我国生态补偿研究中的科学问题 [J].生态学报,2007,27（10）:4289-4300.［YANG Guangmei, MIN Qingwen,LI Wenhua,etal. Scientific isues of ecological compensation research in China[J].Acta Ecologica Sinica,2007, 27(10):4289 -4300.]   \n[64］李晓光,苗鸿,郑华,等.生态补偿标准确定的主要方法及其应 用[J].生态学报,2009,29（8）:4431-4440.[LI Xiaoguang, MIAO Hong,ZHENG Hua,et al.Main methods for seting ecological compensation standard and their application[J].Acta Ecologica Sinica,2009,29(8）:4431-4440.]   \n[65]张新时.走向新楼兰[J].科学之友,2007,（3）：23.[ZHENG Xinshi.Towards new Loulan[J].Friendsof Science,200,（3）： 23.]   \n[66］邓铭江.南疆未来发展的思考-塔里木河流域水问题与水战 略研究［J].干旱区地理,2016,39（1）：1－11.［DENG Mingjiang.Prospecting development of south Xinjiang:Water strategy and problem of Tarim River Basin[J].Arid Land Geography， 2016,39(1) :1-11. ]   \n[67］何建新,侯杰,杨力行.再论南水西调的战略背景及可行性[J]. 水资源与水工程学报,2011,22(1）:108-110.[HE Jianxin,HOU Jie,YANG Lixing.Reconsideration of strategical background and feasibility of south to west water transfer[J].Journal of Water Resources and Water Engineering,2011,22(1) :108 -110.] ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A review on water resources research in Tarim River Basin ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "WANG Guang-yan'， WANG Yuan-jian23， GUI Dong-wei1,4 (1Management Bureau of the Main Stream of Xinjiang Tarim River Basin,Korla 8410o,Xinjiang,China;   \n2Yellow River Institute of Hydraulic Research ,Zhengzhou 450003,Henan,China;   \n3Key Laboratoryof Yellow River Sediment of the Ministry of Water Resources,Zhengzhou 450o03,Henan,China;   \n4Xinjiang Institute of Ecology and Geography,Chinese Academy of Sciences,Urumqi 830011,Xinjiang,China) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract：The Tarim River is the largest inland riverin China,and the South Xinjiang's mother river.The context of research on water resources is helpful for guidingthe direction of water resoures research in the current and futurehistorical periods.It provides theoretical basis for therationaldistribution ofthe water resource and promotes economic developmentand social stability inthe South Xinjiang.The research on water resources in Tarim River Basincan be roughlydivided intothree phases interms of timeline.The first phase is before thel195Os,the essence of theresearch is thereal recordof drainage changeand natural landscape in Tarim River Basin,which indirectlyreflected the slow change of water resources in river basin affected by nature $\\&$ human activities,according to ancient documents and historical records in China,physical geography data and adventures of modern foreign explorers.In general,the Tarim River was gradually shrinkingand moving northward in the historical period.Thecurrent river network was formed in the $1 7 ^ { \\mathrm { t h } } \\sim 1 8 ^ { \\mathrm { t h } }$ Century approximately. With the effect of intense human activities,the mainstream of the Tarim River was only connected to three main tributaries until 195Os,named Aksu River,Hotan River and Yarkant River.The second phase is from 195Os to 199Os,with the large-scale development of South Xinjiang, waterresources research hasgradually focused on therational allcation and effective management of waterresources,which was mainly devoted to solving seriesof related problems such as the shortage of water resources and ecological deteriorationand disorderly management of waterresource in the basincaused bythe intensificationof human activities in recent decades.The third phase is since the beginning of the $2 1 ^ { \\mathrm { s t } }$ century,climate change and its effcts has becomeanew central issue to scientists and researchers.Due tothe impact of climatechange and human activities,hydrological process changes,water resources carrying capacityand imbalance between supply and demand,utilizationand protection of groundwater resources have gradually become the focus of the Tarim River water resources research.After systematically reviewing the results of the three phases,this paper further proposed the futureresearch directions of water resources inthe Tarim River Basin,including ecological regulation,water right allocation and ecological compensation,and inter-basin water transfer. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Key words:drainage change； allocation and management of water resources； research progress ;Tarim River Basin",
        "page_idx": 8
    }
]