[
    {
        "type": "text",
        "text": "JuNO: a General Purpose Experiment for Neutrino Physics ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Marco GRASSI\\*   \nIHEP,Chinese Academy of Sciences,Beijing,P.R.China   \nE-mail: mgrassi@ihep.ac.cn   \nonbehalfof theJUNoCollaboration ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JUNO is a $2 0 ~ \\mathrm { k t }$ Liquid Scintillator Antineutrino Detector currently under construction in the south of China. This poster reviews JUNO's physics programme related to allneutrino sources but reactor antineutrinos, namely neutrinos from supernova burst, solar neutrinos and geoneutrinos. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "XXVII International Symposium on Lepton Photon Interactions at High Energies   \n17-22 August 2015   \nLjubljana,Slovenia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "JUNO is a Liquid Scintillator Antineutrino Detector (LAND) currently under construction in the south of China (Jiangmen city, Guangdong province). Once completed, it will be the largest LAND ever built, consisting in a $2 0 ~ \\mathrm { k t }$ target mass made of Linear Alkyl-Benzene (LAB) liquid scintillator (LS), monitored by roughly 18000 twenty-inch high-QE photomultipliers (PMTs) providing a ${ \\sim } 8 0 \\%$ photo-coverage. Large photo-coverage and large QE are two pivotal parameters of the experiment,which allow an unprecedented $3 \\%$ energy resolution at $1 \\ \\mathrm { M e V } .$ The current conceptual design report [1] foresees the LS to be contained in an acrylic sphere $1 2 \\mathrm { c m }$ thick and $3 6 \\mathrm { m }$ wide. The whole detector is immersed in a cylindrical water pool,acting both as a moderator for the environmental radioactivity,and as a cherenkov detector to tag and veto cosmic muons. The ultimate control and minimal impact of calorimetry systematics is of maximal importance to achieve the aforementioned energy resolution. For this reason,a novel LAND design was introduced,where a second layer of small PMTs is used to provide a second calorimetry handle with complementary systematic budget, allowing a combined, more precise and accurate energy scale definition. This calorimetry redundancy system is still under optimisation considerations in the context of JUNO physics. JUNO's main physics goal is to determine the neutrino mass hierarchy by detecting reactor $\\overline { { \\nu } } _ { e }$ coming from two nuclear power plants both $5 3 \\mathrm { k m }$ distant from the detector, but here we focus on JUNO's physics programme relying on al neutrino sources but reactors. In particular, neutrinos from supernova (SN) burst, solar neutrinos,and geonutrinos.A complete review of JUNO's physics goals can be found in [2]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Neutrino Physics at JUNO ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SUPERNOVA BURST NEUTRINOS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A SN is a stellar explosion that briefly outshines an entire galaxy,radiating as much energy as the Sun or any ordinary star is expected to emit over its entire life span. During such explosion, $9 9 \\%$ of the gravitational binding energy of the newly formed neutron star is emitted in the form of v. The observation of SN $\\nu$ is expected to play a relevant role both in particle physics and astrophysics. Here we focus on the latter, where a SN signal might help answering several fundamental questions, such as (1) what are the conditions inside massve stars during their evolution?, (I1) what mechanism triggers the SN explosion?,(II)are SN explosions responsible for the production of heavy chemical elements?,and (1v) is the compact remnant a neutron star or a black hole? Each of these questions would deserve a dedicated section, but because of the limited space we consider (I) as a case study. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Standard Stellar Evolution Model describes temperature and density of a star as a function of time and distance from its centre. Optical observations usually provide benchmark data to test it, but optical observations have litle power in constraining the model of the star's innermost layers. Indeed,the star's high density results in optical photons propagating mainly via diffusion, hence loosing allthe information about the stellar core. On the contrary,Vs interact weakly with stellar matter, and they represent a powerful tool to probe the inner structure of the star. In the case a star close to its collapse, the $\\nu$ production is dominated by thermal processes (mainly $e ^ { + } – e ^ { - }$ annihilating into $\\nu { - } \\overline { { \\nu } }$ pairs). That is, the $\\nu$ production rate,and the $\\nu$ mean energy,both increase significantly with temperature. As a result, the last stages of the star's nuclear burning produce the most abundant $\\nu$ signal (called pre-SN $\\nu$ ),easier to detect and powerful in describing the stellar evolution. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.1 shows the simulated inverse beta decay (IBD) event rate in JUNO for the nearest possible SN progenitor (the red supergiant Betelgeuse) whose mass is taken to be 2O solar masses $\\mathbf { \\left( M _ { \\odot } \\right) }$ at a distance of $0 . 2 { \\mathrm { ~ k p c } }$ . The sudden drop in the rate around O.6 day before the SN explosion is ascribable to a drop of the core temperature, mostly due to the silicon depletion of the core itself. In the case of a SN explosion, JUNO's capability to precisely measure the position of such a dip could serve as a discriminator for different progenitor star masses. Moreover, the quick rise starting few hours prior to core collapse makes JUNO an ultimate pre-warning system of SN explosion, extremely valuable to the astrophysics community. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For a typical galactic SN at $1 0 \\mathrm { k p c }$ , there will be more than 5ooO signal events solely from the IBD channel. However, several other $\\nu$ interactions contribute to the total event rate. They differ in terms of total yield, energy spectrum and energy threshold. Fig. 2 shows all of them together, where $\\mathrm { ( E _ { d } ) }$ is the deposited visible energy in the detector, $\\left( \\mathrm { E ^ { t h } } \\right)$ is the energy threshold of each process, $\\left( \\nu - \\mathtt { p } \\right)$ are the neutral current interactions on protons, $( \\nu \\mathrm { - e } )$ are the elastic scatterings on electrons, $\\big ( \\mathrm { ^ { 1 2 } C N C } \\big )$ are the neutral-current-mediated carbon excitations, $\\left( { } ^ { 1 2 } \\mathbf { N } \\thinspace \\mathbf { C C } \\right)$ are the charged current $\\nu _ { \\mathrm { e } }$ interactions on $^ { 1 2 } \\mathrm { C }$ ,and $\\textstyle ( ^ { 1 2 } \\mathbf { B } \\mathbf { C C } )$ are the the same charged current interactions initiated by $\\overline { { \\nu } } _ { \\mathrm { e } }$ ： ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0cdfa6fc43998d3f5913f604ff402184475237c2e64c8271b7041b0838364808.jpg",
        "img_caption": [
            "Figure 1. Neutrino event rate in JUNO for a massive star $( 2 0 ~ \\mathbf { M } _ { \\odot } )$ ）distant $0 . 2 { \\mathrm { ~ k p c } }$ from the Earth,the same as the nearest possible SN progenitor Betelgeuse. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d9c80f03fa8f88fb1c32369582fca59cde2f539b51f9d16488b9b28b86c1b5ac.jpg",
        "img_caption": [
            "Figure 2. Neutrino energy spectra in the JUNO detector for a SN at $1 0 ~ \\mathrm { k p c }$ ，where no neutrino flavor conversions is assumed. $\\mathrm { E _ { d } }$ is the visible energy and $\\mathrm { E } ^ { \\mathrm { t h } }$ the threshold energy. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SOLAR NEUTRINOS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Sun is a powerful source of $\\nu _ { \\mathrm { e } }$ with $\\mathrm { O } ( 1 ~ \\mathrm { M e V } )$ energy, produced in the thermonuclear fusion reactions happening in the solar core. JUNO's solar $\\nu$ programme focuses on those emitted by the $^ 7 \\mathrm { B e }$ and $^ 8 { \\bf { B } }$ chains. Indeed, despite the great achievements of the last decades, there are still important aspects of solar $\\nu$ physics to clarify,and some questions of great relevance for astrophysics and elementary particle physics waiting for definite solutions.Two of the most important ones are (I) the solution of the solar metallicity problem,and (I1) the detailed analysis of the oscillation-probability energy dependence in the lower end of the $^ 8 { \\bf B } \\ \\nu$ spectrum. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(1) The solar metallicity problem emerged when the former agreement between Standard Solar Model (SSM) and solar data got compromised by the revision of the solar surface heavy element content, leading to a discrepancy between the SSM and helioseismology results. The predictions of different SSM versions differ (also) by the $^ 8 { \\bf { B } }$ and $^ 7 \\mathrm { B e }$ neutrino fluxes. JUNO's capability to determine these fluxes with high accuracy,together with data (coming from other future experiments) about the CNO fluxes,could help solving this key issue in nuclear astrophysics. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(11) According to the Mikheyev-Smirnov-Wolfenstein (MSW) effect, $\\nu$ oscillation parameters are different if $\\nu$ propagates through matter or in vacuum. In the case of solar $\\nu _ { \\mathrm { e } }$ , the transition between the two behaviors is expected to happen in the ${ 1 { \\sim } 3 } \\mathrm { M e V }$ range, therefore solar $^ 8 { \\bf { B } }$ Vs—with their continuous energy spectrum stretching far beyond $3 \\mathrm { M e V }$ — are a privileged tool to study the MSW-modulated energy dependence. The theory predicts a smooth transition between the vacuum and matter related $\\nu _ { \\mathrm { e } }$ -survival probabilities,namely an up-turn in the spectrum. However, none of the existing experiments so far observed a clear evidence of this effect. The only exception is Super-Kamiokande, which got a mild evidence of the up-turn in its data[3]. JUNO's capability to perform an independent and high-significance test of the up-turn existence would be extremely important to confirm the consistency of the standard LMA-MSW solution,or to indicate any possible deviations from this standard paradigm. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0a48bbf1a6cb88f387716cd0d6b5190d4ee91a08249c8e471204cb9931fd3b76.jpg",
        "img_caption": [
            "Figure 3.Energy spectra of singles from natural radioactivity (background) in the ideal radiopurity scenario, together with the ${ } ^ { 7 } \\mathrm { B e } \\ \\nu$ signal. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c61fd038fdaca478237e0ec62006d751ab55c19d18638a05ce336b8cee68db9f.jpg",
        "img_caption": [
            "Figure 4.Energy spectra of the $^ 8 { \\bf B } \\ \\nu$ signal and of the cosmogenic backgrounds. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The challenge in detecting solar $\\nu _ { \\mathrm { e } }$ at JUNO is that they are detected only by elastic scattering, which results in an experimental signature (single energy deposition) indistinguishable from most of the background processes. The two main background sources are natural radioactivity and cosmogenic isotopes. The first needs to be suppressed by achieving a high-level radiopurity in all the detector components. JUNO's baseline radiopurity scheme envisages a $^ { 2 3 2 } \\mathrm { T h }$ ， $^ { 4 0 } \\mathrm { K }$ $^ { 1 4 } \\mathrm { C }$ residual contamination at the level of $1 0 ^ { - 1 6 }$ $1 0 ^ { - 1 6 }$ $1 0 ^ { - 1 7 } \\mathrm { g / g }$ respectively. As a comparison, the same level of radiopurity was achieved during KamLAND solar phase,and it would allow JUNO to achieve a signal/background ratio of $1 / 3$ . A more demanding radiopurity scheme (called ideal) requires the previous contamination levels to improve by one order of magnitude,which would correspond to Borexino phase I,and would alow a 2/1 signal/background ratio. The energy spectrum of the radioactive background processes in the case of ideal radiopurity, together with the signal $^ 7 \\mathrm { { B e } } \\nu _ { \\mathrm { e } }$ are shown in Fig.3. Among the cosmogenic isotopes,the most dangerous are the long-lived ones, namely $^ { 1 0 } \\mathrm { C }$ （ $\\tau = 2 4 . 4 \\ \\mathrm { m i n }$ ）， $^ { 1 1 } { \\bf C }$ （ $\\tau = 2 7 . 8 \\mathrm { ~ s ~ }$ ,and $^ { 1 1 } \\mathrm { { B e } }$ （ $\\tau = 1 9 . 9 \\mathrm { ~ s ~ }$ ），since they cannot be suppressed by a muon veto without introducing a relevant deadtime. The energy spectrum of these background events is shown in Fig.4. The only way to handle them is to tag them via a three-fold coincidence (muon $+$ spallation neutron $^ +$ isotope decay） and subtract them statistically from the total spectrum. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "GEOEUTRINOS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Over the last half a century, the Earth's surface heat flow has been established to be $4 6 \\pm 3$ TW. However the community is still vigorously debating what fraction of this power comes from primordial versus radioactive sources. This debate touches on the composition of the Earth,the question of chemical layering in the mantle,the nature of mantle convection, the energy needed to drive plate tectonics,and the power source of the geodynamo, which powers the magnetosphere that shields the Earth from the harmful cosmic ray flux. Radioactive beta-decays of heavy elements (such as Th and U) taking place inside the Earth result in an upwards $\\overline { { \\nu } } _ { \\mathrm { e } }$ flux (also called geoneutrino flux) which can be detected at JUNO by means of IBD reactions. A precise measurement of such flux Would allow to accurately define the absolute abundance of Th and U in the Earth, which in turn would allow to: (I) define the building blocks,the chondritic meteorites,that formed the Earth, (I) discriminate models of parameterised mantle convection that define the thermal evolution of the Earth,(I1) potentially identify and characterize deep, hidden reservoirs in the mantle,and (Iv) fix the radiogenic contribution to the terrestrial heat flow. Moreover, such studies can place stringent limits on the power of any natural nuclear reactor in or near the Earth's core. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The main experimental challenge in detecting a geoneutrino signal is to disentangle it from the reactor $\\overline { { \\nu } } _ { \\mathrm { e } }$ signal, which is overwhelming. Such a separation can be done only via statistical subtraction,and it relies heavily on a precise modeling of the low-energy reactor $\\overline { { \\nu } } _ { \\mathrm { e } }$ spectrum. Moreover, to interpret the geoneutrino signal in terms of mantle's radioactivity, the contribution from the Earth's crust need to be subtracted, since it’s been well established that the crust surrounding the detector will play a major role in total geoneutrino budget. Thus, to understand the relative contributions from the crust and mantle to the total geoneutrino signal at JUNO, detailed geological, geochemical, and geophysical studies need to be performed in the areas surrounding the detector. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.Conclusion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "JUNO's physics programme is extremely broad, and makes it a genuine general purpose neutrino experiment. In this poster we presented only some of the topics associated to neutrinos not coming from nuclear reactor, namely supernova neutrinos,solar neutrinos and geoneutrinos. A complete review of JUNO's physics programme can be found in [2]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "MG acknowledges support from the CAS President's International Fellowship Initiative grant 2015PMoO7.MG wishes to thank Virginia Strati for helpful discussion on geoneutrinos. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1] JUNo Collaboration, JUNO Conceptual Design Report. [arXiv: 1508.07166] [2] JUNO Collaboration,Neutrino Physics with JUNO.[arXiv: 15O7.05613] [3] A.Renshaw et al.[Super-Kamiokande Collaboration],Phys.Rev.Lett112 (2014) 9,091805. ",
        "page_idx": 4
    }
]