[
    {
        "type": "text",
        "text": "Rapid loss of leguminous species in the semi-arid grasslands of northern China under climate change and mowing from 1982 to 2011 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "XU Bo, HUGJILTU Minggagud, BAOYIN Taogetao, ZHONG Yankai, BAO Qinghai, ZHOU Yanlin, LIU Zhiying ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MinistryofEducationKeyLaboratoryofEcologyandResource Useof theMongolianPlateau&Inner MongoliaKey LaboratoryofGasslandEcology,SchoolofEcologyandEnvironment,InerMongoliaUniversity,HohhotOlooChina ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Effects of mowing on the composition and diversity of grasslands varied with climate change (e.g., precipitation and temperature). However, the interactive effects of long-term mowing and climate change on the diversity and stability of leguminous and non-leguminous species in the semi-arid grasslands are largely unknown. Here, we used in situ monitoring data from 1982 to 2011 to examine the effects of continuous mowing and climate change on the plant biomass and diversity of leguminous and non-leguminous species,and soil total nitrogen in the typical semi-arid grasslands of northern China. Results showed that the biomass and diversity of leguminous species significantly decreased with the increasing in the biomass and diversity of non-leguminous species during the 30-a period. Variations in biomass were mainly afected by the long-term mowing, while variations in diversity were mainly explained by the climate change. Moreover, the normalized change rates of diversity in leguminous species were significantly higher than those in non-leguminous species. Mowing and temperature together contributed to the diversity changes of leguminous species, with mowing accounting for $50 . 0 \\%$ and temperature $2 8 . 0 \\%$ .Temporal stability of leguminous species was substantially lower than that of non-leguminous species. Consequently, soil total nitrogen decreased in the 20oOs compared with the 198Os. These findings demonstrated that leguminous species were more sensitive to the long-term mowing and climate change than non-leguminous species in the semi-arid graslands. Thus, reseeding appropriate leguminous plants when mowing in the semi-rid grassands may be a better strategy to improve nitrogen levels of grassland ecosystems and maintain ecosystem biodiversity. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: climate change; diversity; legume; mowing; productivity; successon; temporal stability ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rapid loss of global biodiversity in grasslands,the largest terrestrial ecosystem worldwide, has greatly affected community composition and ecosystem functioning at a broad scale (Tilman et al., 2006;Cardinale et al.,2O12; Hautier et al.,2O15). Previous experimental studies conducted in extensively natural grassland systems have demonstrated that ongoing decrease in biomass production is associated with a decline in plant species diversity (Tilman,1999; Roscher et al, 2005;Cardinale et al.,2Oo7).Explanations for this trend focus on hypotheses that less diverse communities occupy smaller niche spaces. Therefore，the community cannot fully utilize distributed resources,thus reducing plant-plant interactions (He et al.,2O16). Consisting with these hypotheses，a loss of biodiversity also indicates that important plant species or plant functional groups have been lost (Cardinale et al., 2O12; Chen et al., 2016). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A large body of research has examined climatic and anthropogenic factors as causal mechanisms underlying diversity loss and productivity declines in the grasslands (Moritz and Agudo,2013; Hautier et al.,2015). For example,simulated precipitation experiments have shown that precipitation has an important effect on grass and forb species diversity and ecosystem production (Baez et al.，2O13; Gherardi and Sala, 2O15). Nevertheless,a study concluded that temperature was a beter indicator than precipitation as a predictor of plant community assembly across dryland regions (Butterfield and Munson,2O16).Lin et al. (2O1O) found that warming significantly increased biomass by $1 2 . 3 \\%$ across all the terrestrial plants.This terrestrial plant biomass response to warming would potentially lead to changes in community composition and structure， biodiversity and ecosystem functioning in a warmer environment. In addition to climatic factors,anthropogenic activities may play more important roles in altering grassland diversity and productivity relationships (Zhou et al., 20O6; Miko and Storch,2015). As one of the major management techniques for natural grasslands， mowing has markedly altered the composition and diversity of vegetation communities (Yang et al.,2Ol2; Talle et al., 2016; Liu et al.,2018). Elucidating the effects of mowing,climate change and their possible interactions on productivity and diversity will help conserve biodiversity and stability of grassland ecosystems under global change scenarios. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Vegetation communities consist of various functional groups, including legumesand non- ${ \\bf \\cdot N } _ { 2 }$ -fixing grasses and forbs (Cowles et al., 2016; Korell et al., 2016). Leguminous species, a crucial plant functional group in grassland ecosystems,are critical for maintaining grassland sustainability and performing ecosystem functions (e.g., biomass production and nutrient cycling) (Wu et al.,2016; Yang et al.,2016; Gao et al., 2017). Meanwhile, nitrogen, which is symbiotically fixed by legumes, is one of the key drivers of the positive relationship between productivity and biodiversity (Li et al.， 2016). Yang et al. (2011） found that climate change,e.g.， increased precipitation,could differentially affect the abundance of legumes and non-legumes in a 6-a studied period. However, to date, there has been a lack of studies examining the response of leguminous plant functional groups to human disturbances (e.g., long-term mowing and climate change)， posing serious challenges for predicting vegetation community dynamics under projected global climate change scenarios. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The temperate steppe of northern China, a typical biome consisting of semi-arid regions, has an important and long-term provision capacity for people living, and it has experienced a great deal of anthropogenic disturbances and climate change (Lavorel et al.，1997; Peng et al.，2013). However, the effects of these changes on plant species sensitivity between long-term and short-term studies are different. For example,long-term mowing increased plant diversity (Yang et al.,2012), but short-term mowing did not affect vegetation community structure in a semi-arid steppe (Liu et al.， 2O18). Here,our study was conducted to evaluate the effects of long-term mowing and climate change on functional group sensitivity of leguminous and non-leguminous species using detailed monitoring data from 1982 to 2011. Specifically， the following two questions wil be focused: (i) why do leguminous and non-leguminous species respond to climate change and mowing in a different way? and (ii) which functional group respond stronger to the environmental change? ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study was conducted at the Inner Mongolia Grassand Ecosystem Research Station (IMGERS; $4 3 ^ { \\circ } 3 8 \\mathrm { N }$ ， $1 1 6 ^ { \\circ } 4 2 ^ { \\prime } \\mathrm { E }$ ：， $1 2 0 0 \\mathrm { m }$ a.s.l.) of the Chinese Academy of Sciences, located in the Xilin Gol League of Inner Mongolia Autonomous Region, China. This region is characterized by a temperate semi-arid continental climate,with an annual mean temperature of approximately $0 . 5 ^ { \\circ } \\mathrm { C }$ and a mean annual （1982-2O11） precipitation of approximately $3 5 0 ~ \\mathrm { m m }$ ， $60 \\% 8 0 \\%$ of which falls during the growing season (June-August; Baoyin et al., 2O14) and coincides with the highest annual temperatures (Chen et al.,2O16). The site has a sandy-loam dark chestnut soil (Calcic Chernozem according to the US soil taxonomy classification system), including a humus layer of $2 0 { - } 3 0 ~ \\mathrm { c m }$ and a calcic layer at approximately $5 0 \\mathrm { c m }$ in depth (Bai et al., 2004). Before the experiment began, the grasslands had experienced mowing for haymaking and grazing by sheep and cattle at a low stocking rate. The dominated plant was Leymus chinensis and comprised $5 5 \\%$ $( \\pm 1 5 \\% )$ of the total hay production over the years, with Stipa grandis and legumes comprising $2 5 \\%$ （ $( \\pm 1 2 \\% )$ and $5 \\%$ （20 $( \\pm 4 \\% )$ ,respectively (Baoyin et al., 2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Mowing experiment ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Mowing experiment conducted from 1982 to 2011 was previously described in detail by Baoyin et al. (2014). The mowing experiment consisted of four treatments,i.e. mowing once every other year; mowing once per year for two successve years, with no mowing for the third year; mowing once every year and mowing twice every year that have been continually maintained since 1982. No mowing was considered as the control treatment. The long-term monitoring data of two treatments were used in this study, i.e., mowing once every year and no mowing treatment. Each treatment had six replicates that were randomly assigned to six plots. Each plot was $2 \\mathrm { m } { \\times } 2 \\mathrm { m }$ ，and there were 12 plots in total. Plots were also separated by 1-m walkways. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Variables for community structure ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All plants were cut and kept to $6 \\mathrm { c m }$ height aboveground over each plot at each mowing,but only the plants at the center of each plot were sampled to determine the aboveground plant biomass and species diversity. Plants were sorted into leguminous and non-leguminous species,oven-dried at $6 5 ^ { \\circ } \\mathrm { C }$ for $4 8 \\mathrm { ~ h ~ }$ and weighed. Plants were approximately mowed on 16 August from 1982 to 2011 (the specific mowing date was determined by the meteorological conditions of the current year) (Baoyin et al., 2014). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4Soil sampling and analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the 198Os and 200Os, three topsoil cores( $3 \\mathrm { c m }$ in diameter and $3 0 \\mathrm { c m }$ in depth） were randomly collected from each plot and then mixed to form one uniform soil sample per plot. After the soil was gently mixed and roots were removed, the moist soil was passed through a $2 \\mathrm { - m m }$ mesh sieve, air-dried and used to determine the total nitrogen (TN) with a Kjeltec analyzer (Kjeltec 2300 Analyzer Unit, Foss, Sweden).All results are expressed on a dry matter basis. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5 Meteorological data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "From 1982 to 2011，meteorological factors including monthly mean temperature and mean monthly precipitation at the experimental site were recorded by IMGERS. The dynamic characteristics of temperature and precipitation during the growing season from 1982 to 2011 are shown in Figure S1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.6 Statistical analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Aboveground biomass (AGB), relative aboveground biomass (RAGB), Shannon-Wiener diversity index $( H )$ ,and relative Shannon-Wiener diversity index $( R H )$ of leguminous and non-leguminous species were calculated.We calculated the $H$ as follows: $\\begin{array} { r } { H { = - \\sum p _ { i } { \\times } \\ln ( p _ { i } ) } } \\end{array}$ ，where $p _ { i }$ is the relative abundance of species i. Specifically, RAGB and $R H$ are the proportions of AGB and $H$ of leguminous or non-leguminous species in the total biomass or diversity of the whole community, respectively. The diversity effect is the ratio of AGB to $H$ in leguminous and non-leguminous species. Change rate (CR) of the diversity efect was calculated by the slope between the diversity effect and year. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A one-way ANOVA (analysis of variance) with Duncan's multiple-range tests was performed to test the effect of mowing on diversity from 1982 to 2011.We also used a linear regression to determine the dynamics of AGB,RAGB, $H$ and $R H$ of leguminous and non-leguminous species. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In addition, the AGB,RAGB, $H$ and $R H$ values of leguminous and non-leguminous species were further normalized,and normalized change rate (NCR) was used to assess the sensitivity of leguminous and non-leguminous species to mowing. The normalized values were calculated using the following equation (Karhu et al., 2014): ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { D N } = \\frac { D _ { \\mathrm { o r i g i n } } - D _ { \\mathrm { m e a n } } } { D _ { \\mathrm { m e a n } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where DN, $D _ { \\mathrm { o r i g i n } }$ ,and $D _ { \\mathrm { m e a n } }$ are the normalized, original and mean values of AGB,RAGB, $H$ and $R H$ of leguminous and non-leguminous species,respectively. Further, we calculated NCR values of AGB, RAGB, $H$ and $R H$ of leguminous and non-leguminous species from 1982 to 201 using the least squares method given by the following equation (Karhu et al.,2014): ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { N C R } = \\frac { \\Delta _ { \\mathrm { D N } } } { \\Delta _ { \\mathrm { y e a r } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\Delta _ { \\mathrm { D N } }$ and $\\Delta _ { \\mathrm { y e a r } }$ are the changed normalized values and changed year values of AGB,RAGB, $H$ and $R H$ of leguminous species and non-leguminous species, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We analyzed the degrees of temporal stability（TS） of leguminous and non-leguminous species in the sampled communities using a stability index that was represented by the reciprocal of the coefficient of variation (CV; Yang et al., 2017). ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { T S } = \\frac { \\mathrm { S D } } { D _ { \\mathrm { m e a n } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where SD and $D _ { \\mathrm { m e a n } }$ are the standard deviation and mean values of AGB in the main species as well as the functional groups of leguminous and non-leguminous species, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Structural equation modeling (SEM) was performed to analyze different hypothetical pathways that may explain the linkages between mowing and climatic factors (including temperature and precipitation） to leguminous and non-leguminous species.In the SEM approach,we developed preliminary models based on hypothesized relationships between AGB and diversityof leguminous and non-leguminous species with mowing and climatic factors (Li et al., 2O15).Then, according to the significant regression weights,it was also necessary to change the relationship among variables.The utility of AGB and diversity of leguminous and non-leguminous species within the SEM was compared through a number of measures. The maximum likelihood $\\chi ^ { 2 }$ goodness-of-fit tests and Akaike information criterion (AIC） were used to examine the goodness-of-fit of the preliminary modeling. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We conducted all standard statistical analysis using SPSS software version 19.O (IBM Corp., Armonk，NY,USA） at $P { < } 0 . 0 5$ and ${ \\cal P } { < } 0 . 0 1$ levels.The SEM analysis was performed by the AMOS 18.0 software package (SPSS Inc., Chicago, IL, USA). All graphs were prepared using SigmaPlot version 12.0 (Systat Software Inc., San Jose, CA,USA). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 AGB and species diversity ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The AGB and RAGB of leguminous species gradually declined from the 198Os to the 2010s (Fig.la and b).Mowing significantly decreased AGB by $5 4 . 4 3 \\%$ （20 $( P { < } 0 . 0 1 )$ and RAGB by $2 5 . 2 6 \\%$ $( P { < } 0 . 0 5 )$ of leguminous species compared with control (Fig. la and b). In addition,mowing decreased AGB but significantly increased RAGB of non-leguminous species (Fig. S2). According to normalized analyses,the absolute biomass and relative biomass of NCR of leguminous species were significantly higher than those of non-leguminous species (Fig. lc and d). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The significant decreases in $H$ and $R H$ of leguminous species were also observed from 1982 to 2011 (Fig.2a and b),while an increase in $R H$ of non-leguminous species was found (Fig. S2). The absolute biomass and relative biomass of NCR of leguminous species were significantly higher than those of non-leguminous species under mowing，but there were no significant differences between them under control (Fig.2c and d). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/4c2dbd448926a20eacca7726fa3cc8a0872cad5f0056e8c45fe061372c64333f.jpg",
        "img_caption": [
            "Fig.1Dynamics of biomass (a)and relative biomass (b)of leguminous species from 1982 to 2011，,and normalized change rate (NCR）values of absolute biomass (c） and relative biomass (d) of leguminous and non-leguminous species under mowing and control. Relative biomass of leguminous species is the proportion of AGB of leguminous species to the total biomass of community.Bars are standard errors.Different lowercase letters represent significant differences between leguminous and non-leguminous species at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c0be654dd8438adca6fbd41853f30c7a364e18e6649fbe6af32f99fbf0f4b402.jpg",
        "img_caption": [
            "Fig.2Dynamics of species diversity (a)and relative species diversity(b)of leguminous species from 1982 to 2011,and normalized change rates (NCR)of absolute diversity (c) and relative diversity(d)of leguminous and non-leguminous species under mowing and control.Relative species diversity of leguminous species is the proportion of species diversity of leguminous species to the total species diversity of community. Bars are standarderrors.Diferent lowercase letters indicate significant differences between leguminousand non-leguminous species at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "SEM analysis was further used to determine the factors driving the sensitivity of leguminous species. Variations in AGB could be explained by mowing,with $3 9 . 0 \\%$ of the total variation for leguminous species and $5 2 . 0 \\%$ for non-leguminous species (Fig.3a and b).However，variations in species diversity could be explained by climatic factors,with $56 . 0 \\%$ of the total variation for leguminous species and $6 7 . 0 \\%$ for non-leguminous species (Fig.3 a and b).For the relative biomass,about $7 0 . 0 \\%$ of variation could be indirectly explained for leguminous species (Fig. 3c)，with climatic factors accounting for $6 3 . 4 \\%$ and mowing $7 . 5 \\%$ (Fig. 3d). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/669981912341abac9076243c495184cab9375204734c3612691a515b4e05137e.jpg",
        "img_caption": [
            "Fig.3Pathways for the analysis of changes in leguminous (a)and non-leguminous species (b)biomass,relative biomass decline (c）and net eect value on relative biomass decline of leguminous species (d) under climate change and mowing.Values with arrows represent standardized path coefficients.Solid and dashed arrows represent significant and non-significant paths in a fitted structural equation model (a, $\\chi ^ { 2 } { = } 0 . 9 6$ $P { = } 0 . 8 1$ ;b, $\\chi ^ { 2 } { = } 2 . 3 0 4$ ${ \\cal P } { = } 0 . 5 2$ ；c, $\\chi ^ { 2 } { = } 2 0 . 2 8$ ， ${ P \\mathrm { = } } 0 . 1 1 { \\mathrm { ) } }$ \\*\\*\\*， $P { < } 0 . 0 0 1$ level; $* *$ ， $P { < } 0 . 0 1$ level; \\*, $P { < } 0 . 0 5$ level; ns, $P { > } 0 . 0 5$ level; PR, precipitation; TE,temperature; CF,climatic factors; M,mowing; LED,species diversity of leguminous species; LEm,biomass of leguminous species； NLD,species diversity of non-leguminous species; $\\mathrm { { N L } _ { \\mathrm { { M } } } }$ ，biomass of non-leguminous species; $\\mathrm { L R } _ { \\mathrm { M } }$ ,relative biomass decline in leguminous species. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 Relationship between AGB and $\\pmb { H }$ ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "There was a significantly positive correlation between AGB and $H$ of leguminous and non-leguminous species under mowing (Fig. 4). The $H$ of leguminous species significantly decreased over time,but there was no change for non-leguminous species (Fig. 5a and b). Mowing significantly decreased $H$ by $6 8 . 2 8 \\%$ compared with control (Fig. 5a). The CR of biomassdiversity ratio under mowing for leguminous species was much higher than that for non-leguminous species under control (Fig.5c).The NCR of biomassdiversity ratio for leguminous species was significantly higher than that for non-leguminous species under both mowing and control (Fig.5d).Furthermore,the divergent effects of $H$ of leguminous and non-leguminous species could be explained by the differences in their responses to mowing and climatic factors (Fig.6; Table 1). The $H$ ofleguminous species was mainly explained by both mowing and temperature,with mowing accounting for $5 0 . 0 \\%$ and temperature $2 8 . 0 \\%$ (Fig. 6a). However, the $H$ of non-leguminous species was mainly explained by mowing, with $54 . 0 \\%$ of the total variation (Fig. 6b). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "es 40 (a) Control (uo nerrrss snrnrcinssrcenr 300 (b) R²=0.18,P<0.05   \n30 Mowing Po goooiiig poninoeoost R²=0.19,P<0.05 200-   \n20 R²=0.39,P<0.01 100-   \n10 1   \n0 4 6 8101214161820 22   \nSpecies diversity of leguminous species Species diversity of non-leguminous species ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/0ef29932039db441ed3d03a0077b5c2d4392b48e66846e0601463e13062b4b60.jpg",
        "img_caption": [
            "Fig.4Relationships between aboveground biomass and species diversity of leguminous (a)and non-leguminous (b) species "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e3e07730a4f241bdf695017965011fbc72e299467ae73aaa6fbc0dc76b5979c3.jpg",
        "img_caption": [
            "Fig.5Biomass/diversity ratios of leguminous (a) and non-leguminous species (b) from 1982 to 2011.And change rate (CRbiomasdiversity，c）and normalized changerate (NCRbiomas/divrsity，d)ofbiomass/diversityratiosof leguminous and non-leguminous species under mowing and control. Bars are standard erors.Different lowercase letters represent significant differences between leguminous and non-leguminous species at $P { < } 0 . 0 5$ level. ",
            "Fig.6Structural equation modeling analysis of the pathways representing changes in the diversity effects of leguminous (a)and non-leguminous species (b).Values with arows represent standardized path coeffcients. Solid and dashed arrows respectively represent significant and non-significant paths in a fitted structural equation model (a, $\\chi ^ { 2 } { = } 0 . 0 1$ ， $\\scriptstyle P = 0 . 9 9$ ；b, $\\chi ^ { 2 } { = } 0 . 0 1$ ， $P { = } 0 . 9 9 )$ ： $\\ast \\ast \\ast$ ， $P { < } 0 . 0 0 1$ level; $*$ ， $P { < } 0 . 0 5$ level;ns, $P { > } 0 . 0 5$ level. PR, precipitation;TE,temperature; M,mowing; DEL,diversity effects of leguminous species; DEN,diversityeffcts of non-leguminous species. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/ae762947f2b6afd5e6c62745cc4b30f70476c861ec10085c15ea96bcf679a517.jpg",
        "table_caption": [
            "Table 1 Regression coeficients of biomass and species diversity of leguminous species with climatic factors under control and mowing treatments from 1982 to 2011 "
        ],
        "table_footnote": [
            "Note:\\*\\*, $P { < } 0 . 0 1$ level; \\*, $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Parameter</td><td rowspan=\"2\">Treatment</td><td colspan=\"2\">Precipitation</td><td colspan=\"2\">Temperature</td></tr><tr><td>Linear</td><td>Nonlinear</td><td>Linear</td><td>Nonlinear</td></tr><tr><td rowspan=\"2\">Biomass</td><td>Control</td><td>0.05</td><td>0.34</td><td>-0.50*</td><td>-0.50*</td></tr><tr><td>Mowing</td><td>0.14</td><td>0.30</td><td>-0.59**</td><td>-0.60**</td></tr><tr><td rowspan=\"2\">Relative biomass</td><td>Control</td><td>-0.03</td><td>0.42</td><td>-0.32</td><td>-0.33</td></tr><tr><td>Mowing</td><td>0.02</td><td>0.54*</td><td>-0.57**</td><td>-0.50*</td></tr><tr><td rowspan=\"2\">Species diversity</td><td>Control</td><td>0.25</td><td>0.31</td><td>-0.56**</td><td>-0.58**</td></tr><tr><td>Mowing</td><td>0.09</td><td>0.44</td><td>-0.46*</td><td>-0.64**</td></tr><tr><td rowspan=\"2\">Relative species diversity</td><td>Control</td><td>0.22</td><td>0.19</td><td>-0.39*</td><td>-0.62**</td></tr><tr><td>Mowing</td><td>0.03</td><td>0.32</td><td>-0.38*</td><td>-0.60**</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3 Temporal stability ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mowing slightly decreased the temporal stability of AGB of leguminous and non-leguminous species (Fig. 7a). But the temporal stability of AGB in leguminous species was substantially lower than that of non-leguminous species (Fig.7a). There was a significantly positive correlation between the temporal stability and relative biomass (Fig.7b; Table 2). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/6d4244ccfed0e464e3e6948dd0c06cc1ae6b3b4b1487a253650a65c92621fd55.jpg",
        "img_caption": [
            "Fig.7(a) Temporal stability of aboveground biomass on non-leguminous species (NL),leguminous species (LE),and main leguminous plant species (CS,Caragana sinica;AG, Astragalus galactites;MR,Melissilus ruthenicus; OM,Oxytropis myriophylla; TI, Thermopsis lanceolate;AA,Astragalus adsurgens). (b)Linear regression between temporal stability and relative biomass. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/ce8acf3493ac0408afc91dc38ac7c02bceb21ad423d9b07964b1a19aefe3e381.jpg",
        "table_caption": [
            "Table 2Correlation coefficients of relative biomass among six leguminous species under mowing (light gray shading) and control (dark grey shading) "
        ],
        "table_footnote": [
            "Note:CS,Caraganaica；AGAstragaluslactites；,Melisilusuthenicus；OOxytropisyiopyllis lanceolate;AA,Astragalusadsurgens;\\*\\*, $P { < } 0 . 0 1$ level;\\*, $P { < } 0 . 0 5$ level.- means no value. "
        ],
        "table_body": "<html><body><table><tr><td>Plant species</td><td>CS</td><td>AG</td><td>MR</td><td>OM</td><td>TI</td><td>AA</td></tr><tr><td>CS</td><td>，</td><td>-0.22</td><td>-0.11</td><td>-0.41*</td><td>-0.69**</td><td>-0.21</td></tr><tr><td>AG</td><td>-0.33</td><td></td><td>0.26</td><td>0.58**</td><td>-0.28</td><td>-0.13</td></tr><tr><td>MR</td><td>-0.73**</td><td>0.08</td><td>，</td><td>0.24</td><td>-0.32</td><td>0.17</td></tr><tr><td>OM</td><td>-0.51**</td><td>0.05</td><td>0.15</td><td></td><td>-0.34</td><td>0.35</td></tr><tr><td>TI</td><td>-0.37</td><td>-0.12</td><td>-0.14</td><td>0.39</td><td></td><td>-0.10</td></tr><tr><td>AA</td><td>-0.53**</td><td>0.50*</td><td>0.11</td><td>0.02</td><td>0.09</td><td>-</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4 TN ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "During the initial stage (198Os) of this study，there was no significant difference in TN content between mowing and control. However, TN content under mowing significantly decreased compared ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "with control in the 2OoOs (Fig.8a). Accordingly,the response ratio (the Napierian logarithm of the ratio of $\\mathbf { N }$ under mowing to N under control) in the 200Os was higher than that in the 198Os (Fig. 8b). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/7528d124adff54ddb37ea4bc7cb4bff3a34c4ae5127c10e2c67853f7c25c3d4f.jpg",
        "img_caption": [
            "Fig.8Mowing efect on soil total nitrogen content (a)and response ratios in the 198Os and 2OoOs (b). \\*, $P { < } 0 . 0 5$ level; ns, $P { > } 0 . 0 5$ level.Bars are standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Discussion and conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1Sensitivity of structure and composition of plant functional group to climate change ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Previous studies have demonstrated that climate change (e.g.， temperature and precipitation) alters the composition of plant functional group in some ecosystems located in cold regions, such as Arctic tundra (Walker et al., 20o6), alpine meadows and wetlands (Liu et al., 2O17). In the temperate grasslands, however, plant functional group is rather resistant to increased temperature alone (Hoover et al.,2O14).Most of these experiments were conducted within 5 a (Grime et al., 2008). Shi et al. (2O15) found that response of community composition to experimental warming in the first 7 a of their study was also resistant in the temperate grasslands,while altered environments under long-term climate change could induce changes in the community composition (Smith et al.,2OO9). Our results showed that increased temperature resulted in rapid decrease in the relative diversity of leguminous species from 1982 to 2011, with a corresponding increase in the relative diversity of non-leguminous species.This is consistent with the findings obtained by Buterfield (2O15） and Buterfield and Munson (2O16),who found that ecological communities tracked variation in temperature much more closely, intimating strong responses to temperature increases. Three possble reasons may partly be responsible for the rapid loss in the relative diversity of leguminous species under long-term climate change. First, in the arid or semi-arid grasslands,leguminous species have relatively small proportional abundance in the community, making a lower competitive ability for water and nutrient resources compared with non-leguminous species. Second， warming-induced reduction of interspecific interactions between leguminous species and non-leguminous species may reduce the growth responses of leguminous species to elevated temperature (Niu and Wan, 2OO8). Finally, in the water-limited grasslands, leguminous species are more sensitive to changes in water availability (Blessing et al., 2018). Therefore,reduced water availability in the surface soil under long-term warming (Wan et al., 2005) may result in less leguminous species. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Furthermore, $6 3 . 4 \\%$ of variation in the relative biomass decline of leguminous species could be indirectly explained by climatic factors (e.g., temperature). Miller et al. (2OO7) have predicted that the advantage of leguminous over non-leguminous species will be lost as a result of accelerated soil nitrogen mineralization and availability under climate warming. Our findings of a tendency for leguminous relative biomass to reduce and non-leguminous relative biomass to increase under warming partially support the prediction. This may be atributable to the spatial variations in plant functional traits,such as plant growth rates and variable drivers of plant nitrogen use efficiency between leguminous and non-leguminous species. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In addition，when leguminous species persist in communities,diversity effects are manifest through their influence on vegetation dynamics and abiotic factors (Finn et al.,2Ol3; Suter et al, 2015). In this study, the diversity effects of leguminous species significantly decreased from 1982 to 2011, which was partly explained by the negative effect of elevated temperature. The temporal stability of leguminous species was significantly lower than that of non-leguminous species. This finding is consistent with previous studies that greater plant diversity in the grasslands may improve AGB stability in the face of human or abiotic disturbances (Isbell et al.,2OO9; Polley et al., 2013). This reveals that large species pools likely possess one or more stress-tolerant species to resist disturbance (e.g.，mowing; Tracy and Sanderson， 2Oo4). Stress-tolerant species can compensate for the loss of other species during a disturbance,and thus help stabilize biomass across time (Bulleri et al., 2O16). For example, increasing diversity can also stabilize communities thus increasing component species stability (Downing et al.，2O14).In our experiment， the sensitivity of leguminous species appeared to weaken species interactions between leguminous and non-leguminous species,which can diminish the temporal stability of leguminous species. This is likely caused by the weakened species interactions failing to promote niche partitioning or facilitation (Isbell et al., 2009). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2Sensitivity of structure and composition of plant functional group to mowing ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Long-term mowing has significant effects on community structure and composition in the grasslands (Shi et al.,2O15). In our study, an obvious decrease in AGB and species diversity for leguminous and non-leguminous species was observed under mowing from 1982 to 2011.However, the magnitude of mowing effect on biomass and diversity was modified by plant functional group, with a higher change rate in leguminous species than in non-leguminous species. This may result from the same underlying mechanism that mowing leads to significant differences in energy partitioning between leguminous and non-leguminous species (Shao et al.， 2Ol2). This is consistent with the result obtained by Liu et al. (2O18), who performed a survey on the changes in plant diversity, composition and productivity in the semi-arid grassands,finding that mowing significantly reduced above-ground net primary productivity by $2 1 . 7 \\%$ .However, they also found that community structure was not altered by a short-term mowing,which was not in line with our results.This indicates that plant community composition changes litte under a short-term mowing,but the long-term mowing has great effects on the composition of vegetation community, such as the rapid loss of leguminous species. This discrepancy may be associated with the difference in experimental periods. The positive feedback between aboveground vegetation communities and soil micro-organisms might be weakened or offset over the course of our long-term mowing treatment. This strongly suggests the decline in the potential for overcompensation of different plant functional groups in response to continuous mowing (Liu et al., 2017). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our results suggest that soil TN content decreases under long-term mowing. However, this finding does not agree with a previous study conducted by Robson et al. (2OO7), who proposed that positive feedback between grassland management regimes and dominant plant functional strategies maintained high nitrogen availability in the subalpine grasslands. In their study, no mowing could actually reduce nitrogen availability and nitrogen transformation process, which was correlated with a shift in the vegetation community towards more conservative functional strategies and greater dominance by grasses (Robson et al.， 2OO7). This difference with our findings may be explained by the following phenomena: (1） vegetation community composition in the subalpine grassland is shaped by a colder climate,which is different from the climate of the temperate grasslands,therefore,this feedback mechanism may be weakened or even disappear; and (2)a short-term experiment may be unable to detect the effect of long-term climate variation on biogeochemical cycles. More importantly, the long-term mowing may decrease organic matter decomposition and plant nutrient availability, causing a decline in total soil nitrogen in semi-arid grasslands (Hobbie, 2015; Rumpel et al., 2015). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3Implications of mowing- and climate-induced vegetation community changes for the semi-arid grasslands ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Overall, our results concerning the responses of leguminous and non-leguminous species to the long-term mowing and climatic factors have several implications for sustainable management and utilization strategies in the semi-arid grasslands. First,mowing in the entire grassands may decrease spatial heterogeneity and therefore not be the most appropriate option for maximizing plant biomass and species diversity in the grasslands (Baoyin et al., 2O14). Kohler et al. (2005) suggested that applying regular mowing in the central portion of a meadow but with unmown or less frequently mown strips can be a better management alternative. In the long run, this may also be a beter mowing strategy for the typical semi-arid grasslands, where a variable mowing regime is favorable for vegetation community succession and preserving soil nutrient levels (especially by leaving unmown strips). Second，our results show that soil TN decreased along with leguminous AGB and species diversity.Leguminous species are characterized by their ability to biologically fix ${ \\bf N } _ { 2 }$ ，which has the benefits of being ecologically benign and reducing the use of fosil fuels in agriculture. Accordingly, planting leguminous species is usually a more effective agronomic practice for supplying nitrogen for agricultural production relative to artificial nitrogen application (Zahran，1999; Jensen and Hauggaard-Nielsen， 2O03). We therefore suggest that reseeding appropriate leguminous plants into the semi-arid grasslands when mowing may be a better strategy to improve nitrogen levels of grassland ecosystems and to thus maintain ecosystem biodiversity. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This study was supported by the National Key Research and Development Program of China (2O16YFC0500604), the National Natural Science Foundation of China (31860681)，the China Agriculture Research System (CARS-34),and the Natural Science Foundation of Inner Mongolia Autonomous Region, China (2O17MS0317). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Baez S,CollinsSL,Pockman WT,etal.2O13.EfectsofexperimentalrinfallmanipulationsonChiuauanDesert grassland and shrubland plant communities.Oecologia,172(4):1117-1127.   \nBaiYF,HanXGWuJG,etal.2O04.Ecosystemstabilityandcompensatoryefects intheInnerMongoliagrassland.Nature, 431(7005): 181-184.   \nBaoyin TGT,LiFYH,Bao QH,etal.2O14.Efectsofmowing regimes andclimate variabilityonhayproductionof Leymus chinensis (Trin.) Tzvelev grassland in northern China.Rangeland Journal,36(6):593-600.   \nBlesing CHMarietteA,KalokiP,etal.2O18.Profligateandconservative:watersestrategies ingrain legumes.Joualof Experimental Botany, 69(3): 349-369.   \nBuleriF,BrunoJF,SilimanBR,etal.2Ol6.Facilitationandtheniche:implications forcoexistence,range shiftsand ecosystem functioning. Functional Ecology, 30(1): 70-78.   \nButerfieldBJ.2O15.Environmental fltering increases in intensityatbothendsof climaticgradients,thoughdriven by different factors,across woody vegetation types of the southwest USA. Oikos,124(10):1374-1382.   \nButerfieldBJ,Munson SM.2016.Tmperature is beterthanprecipitationasapredictorof plantcommunityassemblyacross a dryland region.Journal of Vegetation Science,27(5): 938-947.   \nCardinale BJ,WrightJP,CadoteMW,etal.2O07.Impactsof plantdiversityonbiomass productionincreasethrough time because of speciescomplementarity.Proceedings of the National Academyof Sciences of the United Statesof America, 104(46):18123-18128.   \nCardinale BJ,DuffJE,GonzalezA,etal.20l2.Biodiversitylossand itsimpacton humanity.Nature,486(7401):59-67.   \nChen DM,Pan QM,Bai YF,etal.2016.Efectsof plantfunctional grouplossonsoil biota and net ecosystem exchange:a plant removal experiment in the Mongolian grassland.Journal of Ecology,104(3):734-743.   \nCowlesJM,WraggPD,WrightAJ,eal.Ol6.Siftinggralandplantcommunitystructuredrivespositive interactiveects of warming and diversity on aboveground net primary productivity. Global Change Biology,22(2):741-749.   \nDowning AL,Brown BL,Leibold MA.2O14.Multiple diversity-stabilitymechanisms enhance populationand community stability in aquatic food webs.Ecology,95(1):173-184.   \nFinnJA,KirwanL,ConnollJ,etal.2Ol3.Ecosystemfunction enhancedbycombiningfourfunctional typesof plantspecies in intensivelymanaged grassand mixtures:a3-yearcontinental-scale field experiment.Journalof AppliedEcology,0(2): 365-375.   \nGao DD,Wang XL,FuSL,et al.2O17.Legume plants enhance theresistanceofsoil toecosystem disturbance.Frontiers in Plant Science,8:1295. ameliorates negative impact on productivity. Ecology Leters,18(12): 1293-1300.   \nGrime JP,FridleyJD,AskewAP,etal.2Oo8.Long-termresistance tosimulatedclimatechangeinan infertilegrassland. Procedings of the National Academy of Sciences of the United States of America,105(29):10028-10032.   \nHautierY,TimanD,Isbell,etal.O15.Anthropogenicenvironmentalchangesectecosystemstabilityviabiodiersity. Science,348(6232): 336-340.   \nHeL,Cheng LL,HuLL,etal.2016.Deviationfromnicheoptimaafects the natureof plant-plantinteractions along asoil acidity gradient. Biology Letters,12(1): 20150925,doi:10.1098/rsbl.2015.0925.   \nHobbie SE.2015.Plant species efects on nutrient cycling:revisiting liter feedbacks.Trends in Ecology&Evolution,30(6): 357-363.   \nHoover DL, Knapp A K,Smith MD.2014.Resistance and resilienceof agrassland ecosystem to climate extremes.Ecology, 95(9): 2646-2656.   \nIsbellFIPolleyHW,WilseyBJ.2O9.Biodiversityproductivityandthetemporalstabilityof productivity:pattesand processes. Ecology Letters,12(5): 443-451.   \nJensen E S,Hauggaard-Nielsen H.2Oo3.How can increased use of biological ${ \\bf N } _ { 2 }$ fixation in agriculture benefit the environment' Plant and Soil,252(1): 177-186.   \nKarhu K,AufretMD,DungaitJAJ,etal.2O14.Temperaturesensitivityofsoilrespirationrates enhancedbymicrobial community response.Nature,513(7516): 81-84.   \nKohler B,GigonA,EdwardsPJ,et al.20o5.Changes in thespeciescompositionand conservation valueof limestone grasslands in Northern Switzerland after 22 yearsof contrasting managements.Perspectives in PlantEcology Evolution and Systematics,7(1): 51-67.   \nKorellL,Schmidt R,Bruelheide H,etal.20l6.Mechanisms drivingdiversity-productivityrelationships differbetweenexotic and native communities and are affected by gastropod herbivory. Oecologia,180(4):1O25-1036.   \nLavorel S,Mcintyre S,LandsbergJ,etal.1997.Plant functional clasifications:fromgeneral groups tospecific groupsbased on response to disturbance. Trends in Ecology and Evolution,12(12): 474-478.   \nLiB,LiY Y,Wu HM,et al.2O16.Root exudates drive interspecific facilitation byenhancing nodulation and $\\mathbf { N } _ { 2 }$ fixation. Proceedings of the National Academy of Sciences of the United States of America,113(23): 6496-6501.   \nLi XL,Liu ZY,Wang Z,etal.2O15.Pathwaysof Leymuschinensis individual abovegroundbiomass decline innatural semiarid grassland induced by overgrazing: a study at the plant functional trait scale.PloS ONE,10(5): e012443.   \nLin D,Xia JY,Wan SQ.201o.Climate warmingandbiomass accumulationof terrestrial plants: a meta-analysis.New Phytologist,188(1): 187-198.   \nLiu Y Z,MiaoR H,Chen A Q,et al.2017.Efectsof nitrogen addition and mowing onreproductive phenologyof three early-flowering forb species in a Tibetan alpine meadow. Ecological Engineering,99:119-125.   \nLiu Y Z,Ma GG, Zan ZM,etal.2O18.Effectsof nitrogenaditionand mowing onrodent damage inan Inner Mongolian steppe.Ecology and Evolution,8(8): 3919-3926.   \nMiko L,Storch D.2015.Biodiversityconservation uder energy limitation: Possible consequences of human productivity appropriation for species richness,ecosystem functioning,and food production.Ecosystem Services,16:146-149.   \nMillerAE,SchimelJP,SickmanJO,etal.2Oo7.Mineralizationresponsesatnear-zero temperatures inthreealpinesoils. Biogeochemistry,84(3): 233-245.   \nMoritz C,Agudo R.2013.The future of species underclimate change: resilience ordecline? Science,341(6145):504-508.   \nNiu SL,Wan SQ.2Oo8.Warming changes plant competitive hierarchy in a temperate steppe in northern China.Journal of Plant Ecology,1(2): 103-110.   \nPeng HY,LiXY,LiGY,etal.2013.Shrubencroachment with increasinganthropogenicdisturbance inthesemiaridIer Mongolian grassands of China. CATENA,1O9:39-48.   \nPollyHW,IsbellFI,WilseyBJ.O13.Plantfunctionaltraitsimprovediversity-basedpredictionsof temporalstabilityof grassland productivity. Oikos,122(9): 1275-1282.   \nRobson TM,Lavorel S,Clement JC,et al.2Oo7.Neglect of mowing and manuring leadsto slower nitrogencycling in subalpine grasslands. Soil Biology and Biochemistry,39(4): 930-941.   \nRoscherC，TempertonVM，Scherer-Lorenzen M,etal.2O05.Overyielding inexperimental grasland communitiesirrespective of species pool or spatial scale.Ecology Letters, 8(4): 576-577.   \nRumpel C,Creme A,NgoPT,etal.20l5.The impactof grassand managementonbiogeochemicalcycles involvingcarbon, nitrogen and phosphorus. Journal of Soil Science and Plant Nutrition,15(2): 353-371.   \nShao C,ChenJ,LiL,etal.2O12.Ecosystemresponses tmowing manipulations inanarid InnerMongolia steppe:Anenergy perspective.Journal of Arid Environments,82:1-10.   \nShi Z,SherryR,Xu X,etal.2O15.Evidence forlong-term shiftinplantcommunitycompositionunderdecadal expermental warming. Journal of Ecology,103(5):1131-1140.   \nSmith MD,KnappAK,CollnsSL.209.Aframeworkforassessng ecosystem dynamics inresponse tochroicrsource alterationsinduced by global change.Ecology,90(12): 3279-3289.   \nSuterM,ConollJ,FinJA,etal.2015.Nitrogenyieldadvantage from grass-legume mixturesisobustoverawiderangeof legume proportions and environmental conditions. Global Change Biology,21(6): 2424-2438.   \nTall M,Deak B,Poschlod P,etal.20l6.GrazingVs.mowing:Ameta-analysisof biodiversitybenefitsforgrasland management.Agriculture Ecosystems and Environment, 222: 2O0-212.   \nTilman D.1999.Diversity by default. Science,283(5401): 495-496.   \nTilmanD,ReichPB,Knops JMH.2o6.Biodiversityand ecosystemstabilityinadecade-long grassland experiment.Nature, 441(7093): 629-632.   \nTracy BF,Sanderson MA.2Oo4.Forage productivity,species evennessand weed invasion inpasture communities.Agriculture Ecosystems and Environment,102(2):175-183.   \nWalker MD,Wahren CH,HollisterRD,etal.2O6.Plantcommunityresposes toexperimental warmingacrosthe tundra biome.Proceedings of the National Academy of Sciences of the United States of America,103(5):1342-1346.   \nWan SQ,HuiDF,WallaceL,etal.2o5.Directandindirecteffectsof experimentalwarmingoecosystemcarbonprocses in a tallgrass prairie.Global Biogeochemical Cycles,19(2):GB2014.   \nWu GL,LiuY,TanFP,etal.20l6.Legumesfunctional grouppromotessoilorganiccarbonandnitrogenstoragebyincreasing plant diversity.Land Degradation and Development,28(4):1336-1344.   \nYangHJ,LiY,WuMY,etal.201.Plantcommunityresponsestonitrogenadditionand increased precipitation:the importance of water availability and species traits.Global Change Biology,17(9): 2936-2944.   \nYang HJ,JiangL,LiLH,etal.2Ol2.Diversity-dependentstabilityunder mowingand nutrientaddition:evidence froma 7-year grassland experiment.Ecology Letters,15(6): 619-626.   \nYang ZL,JiangL,SuFL,etal.2016.Nightime warmingenhances droughtresistanceofplantcommunities inatemperate steppe. Scientific Reports,6(1): 23267.   \nYang ZL,Zhang Q,SuFL,etal.2O17.Daytime warming lowers community temporal stabilitybyreducing the abundanceof dominant, stable species.Global Chang Biology,23(1): 154-163.   \nZahran H H.1999.Rhizobium-legume symbiosisand nitrogen fixationunder severeconditions and in anarid climate. Microbiology and Molecular Biology Reviews,63(4): 968-989.   \nZhou Z,SunOJ,HuangJ,etal.2Oo6.Landuseaects therelationshipbetweenspecies diversityand productivityatthelocal scale in a semi-arid steppe ecosystem.Functional Ecology, 2O(5): 753-762. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Appendix ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/10977e39160032ef0e9034b5c29d3cfcd1417490abb1e569cdc4c1828a57cdca.jpg",
        "img_caption": [
            "Fig.S1Characteristics of precipitation (a)and temperature (b) during the growing season from 1982 to 2011 "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/0ef86fa9d94377bab1f6c15daf04606f5f13e0d0b1b828d6e1d6928379be4096.jpg",
        "img_caption": [
            "Fig. S2AGB (a and b) and $\\mathrm { ~ H ~ }$ (c and d) in non-leguminous species from 1982 to 2011. Inset bar graphs in the four panels compare the variable changes between control (black)and mowing (white) from 1982 to 2011.\\*\\*, $P { < } 0 . 0 1$ level; \\*, $P { < } 0 . 0 5$ level; ns, $P { > } 0 . 0 5$ level. Bars are standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/94ea8cceb7aaeae6d883ce83b7078b60950a18a1bc62767ba94091cdcaafa8b8.jpg",
        "img_caption": [
            "Fig.S3Biomass/diversity ratios of both leguminous (a) and non-leguminous (b） species under mowing and control. $\\ast \\ast$ $P { < } 0 . 0 1$ level. Bars are standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 13
    }
]