[
    {
        "type": "text",
        "text": "中国科学院青藏高原冰冻圈观测研究站",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院西北生态环境与资源研究院格尔木816000",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院青藏高原冰冻圈观测研究站（简称“高原冰冻圈站”）于1987年由中科院正式批准，由原中科院兰州冰川冻土所和原中科院兰州高原大气物理所联合筹建，当时定名为“青藏高原综合观测研究站”。2001年成为中科院特殊环境与灾害网络野外台站；2004年，由中科院批准更名为“青藏高原冰冻圈观测研究站”；2005年经科技部遴选，成为国家级特殊环境与灾害野外科学观测研究站，并被命名为“藏北高原冰冻圈特殊环境与灾害国家野外科学观测研究站”；2009年度荣获第一次“全国优秀野外科技工作集体”表彰。高原冰冻圈站是全球针对高海拔多年冻土监测研究的重要平台，也是“国际全球监测系统”中“多年冻土温度监测网”（GOS-GTNP）、国际多年冻土协会活动层监测网（CALM）以及国际雪冰冻土数据网络中心的相关监测网络的重要组成部分。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 台站定位",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高原冰冻圈站以青藏高原冰冻圈，特别是青藏高原多年冻土及其与大气、水和生物圈间的相互作用研究为学科定位，进行天然和人为条件下多年冻土及其相关因子动态变化过程的长期监测和试验；探索高原多年冻土与气候、环境、人类经济和工程活动间的相互作用机理及协同发展规律，为高原冰冻圈、气候、生态及寒区水文水资源等研究提供基础数据资料平台，为区域性经济发展提供决策依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2主要研究方向",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1青藏高原多年冻土的动态变化特征和过程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）青藏高原多年冻土分布及其变化;  \n（2）青藏高原多年冻土的温度变化;  \n（3）青藏高原多年冻土活动层水热过程和变化。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.2青藏高原多年冻土区陆面过程和机理",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）青藏高原多年冻土区地气能水过程监测与模拟；  \n（2）青藏高原典型多年冻土区的水文过程。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.3青藏高原多年冻土区生态特征及演化过程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）青藏高原多年冻土活动层与高寒植被相互作用；（2）青藏高原多年冻土微生物特征及其环境效应;（3）青藏高原多年冻土区碳储量和碳循环过程。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为国际气候变化和发展圆桌会议提交的《亚太地区气候变化》（Climate Change in the Asia/Pacific Region）科学报告、国际山地综合开发中心（ICIMOD）的技术报告等多次引用。目前，高原冰冻圈站已经成为我国多年冻土研究领域重要的研究力量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3团队及人才建设",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "高原冰冻圈站长期重视凝聚和培训专业人才队伍，全力进行台站任务建设。目前，已经形成一支管理、运行、服务、科研和技术等多方面人才组成的台站运行和维护队伍：现有固定人员19人，其中研究员4人（均为博士生导师），并有2人获得中科院“百人计划”人才项目支持；研究人员中具有博士学位的10人，占总人数的 $60 \\%$ ；在站博士后3名，博士研究生10名，硕士研究生8名。高原冰冻圈站特别重视人才队伍的建设，积极组织人员参与国际学术交流，台站科研人员论文论著被政府间气候变化专门委员会（IPCC）第三、四次评估报告多次引用；被联合国教科文组织（UNESCO）的《世界水资源发展报告》（WorldWaterDevelopmentReport）、澳大利亚联邦科学与工业研究组织（CSIRO）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4 台站科研条件",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "高原冰冻圈站位于青海省格尔木市，基地内有综合楼办公楼一栋，有职工公寓、会议室和办公室等共30多间；另有500平方米的实验室一栋。夏季能够满足40余人在基地内开展科研工作。高原冰冻圈站的野外监测场点布置以青藏公路沿线为主，遍布整个青藏高原多年冻土区；监测场点覆盖了西至喀喇昆仑山，东至共和盆地，北自阿尔金山，南至冈底斯山南坡范围内的青藏高原多年冻土区，以及兰州马衔山地区、新疆天山乌鲁木齐河源区等典型多年冻土区；监测内容包括区域气象要素、地表能水平衡过程、多年冻土活动层水热特征、深层地温、多年冻土区温室气体排放、土壤碳氮循环过程以及与地表生态、水文环境相关的其他要素。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(相关图片请见封三)",
        "page_idx": 1
    }
]