[
    {
        "type": "text",
        "text": "Assessing the effects of vegetation and precipitation on soil erosion in the Three-River Headwaters Region of the Qinghai-Tibet Plateau, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HE Qian1, DAI Xiao'ai1\\*, CHEN Shiqi² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "College of Earth Science,Chengdu University of Technology, Chengdu 61oo59, China; College of Foreign Languages and Cultures, Chengdu University of Technology, Chengdu 610059, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Soil erosion in the Thre-River Headwaters Region (TRHR) of the Qinghai-Tibet Plateau in China has a significant impact on local economic development and ecological environment. Vegetation and precipitation are considered to be the main factors for the variation in soil erosion. However, it is a big challenge to analyze the impacts of precipitation and vegetation respectively as wellas their combined effects on soil erosion from the pixel scale. To assess the influences of vegetation and precipitation on the variation of soil erosion from 2005 to 2015,we employed the Revised Universal Soil Loss Equation (RUSLE) model to evaluate soil erosion in the TRHR, and then developed a method using the Logarithmic Mean Divisia Index model (LMDI) which can exponentially decompose the influencing factors,to calculate the contribution values of the vegetation cover factor (C factor) and the rainfall erosivity factor (R factor) to the variation of soil erosion from the pixel scale. In general, soil erosion in the TRHR was alleviated from 2005 to 2015,of which about $5 4 . 9 5 \\%$ of the area where soil erosion decreased was caused by the combined effects of the C factor and the R factor,and $4 1 . 3 1 \\%$ was caused by the change in the R factor. There were relatively few areas with increased soil erosion modulus,of which $6 4 . 1 0 \\%$ of the area where soil erosion increased was caused by the change in the C factor, and $2 3 . 8 8 \\%$ was caused by the combined effects of the C factor and the R factor. Therefore, the combined effects of the C factor and the R factor were regarded as the main driving force for the decrease of soil erosion, while the C factor was the dominant factor for the increase of soil erosion. The area with decreased soil erosion causedby the C factor $( 1 2 . 1 0 \\times 1 0 ^ { 3 } \\mathrm { k m } ^ { 2 } )$ waslarger than the area with increased soil erosion caused by the C factor $( 8 . 3 0 \\times 1 0 ^ { 3 } ~ \\mathrm { k m ^ { 2 } } )$ ,which indicated that vegetation had a positive effect on soil erosion. This study generally put forward a new method for quantitative assessment of the impacts of the influencing factors on soil erosion, and also provided a scientific basis for the regional control of soil erosion. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: soil erosion; vegetation cover;rainfallerosivity;Logarithmic Mean Divisia Index;quantitativeassssment; Three-River Headwaters Region ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "二 Introduction",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Soil erosion is a worldwide problem with varying degrees of impacts on the life of human beings and has aroused widespread attention (Thomas et al., 2018). The Three-River Headwaters Region (TRHR) of the Qinghai-Tibet Plateau in China is a crucial barrer for ecological protection with some important ecosystem services, such as water and soil conservation and biodiversity protection (Jiang et al., 2016; Shao et al., 2017). In recent years, global warming and human activities have afected the region's ecological environment to some extent, which subsequently led to the rise of snow lines, the reduction of runof, the increasing frequency of river closure, and the changes in vegetation coverage and biomass (Cook et al., 2016). Furthermore, located in the hinterland of the Qinghai-Tibet Plateau, the TRHR can hardly be recovered once it was degraded, as this region is a typical area with a fragile ecological environment characterized by poor climatic conditions, severe soil erosion, harsh natural conditions, and frequent natural disasters. Before the implementation of the ecological conservation and restoration project, the alpine meadows in the TRHR had shown a complete degradation trend (Zheng et al.， 2019). Consequently, soil erosion in the TRHR is severe, with the total potential amount of $1 . 1 2 { \\times } 1 0 ^ { 9 } \\mathrm { t / a }$ (Liu et al., 2OO5). The data illustrated that the area of soil erosion in this region in 2O1O was as high as $1 1 4 . 8 0 { \\times } 1 0 ^ { 3 } \\mathrm { k m } ^ { 2 }$ ， accounting for more than $30 \\%$ of the total area, which seriously affected the ecological security of the region. Soil erosion is afected by vegetation, precipitation, soil property, topography, and human activity (Thomas et al., 2018). The change in each factor can cause varying degrees of impacts on soil erosion. Generally speaking， soil property and topography are relatively stable with litle changes. Therefore, the variation of soil erosion is mainly driven by precipitation and vegetation. Due to their interactions, the relationships among precipitation, vegetation, and soil erosion are uncertain and complex. Hence, it is significant to understand the temporal and spatial changes of soil erosion and the impacts of the influencing factors on soil erosion in the TRHR. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The formation mechanism and the identification of the influencing factors of soil erosion are the cores and frontier issues of current researches. However, much more efforts should be put into the quantitative atribution study of the combined effects of multiple factors (Nearing et al., 2004; Zuazo and Pleguezuelo, 2009; Panagos et al., 2015a; Ochoa et al., 2016; Guerra et al., 2017). So far, extensive researches on soil erosion and its influencing factors have been carried out by both domestic and foreign scholars. For examples,Ganasri et al. (2Ol6) studied soil erosion in Nethravathi Basin using remote sensing data based on the Revised Universal Soil Loss Equation (RUSLE) model; Guerra et al. (2O16) gave a comprehensive introduction and a review of the current trends of ecosystem services provision by assessing soil erosion prevention in Mediterranean areas. Studies on the efects of rainfall patterns on runoff and soil erosion in field plots were conducted by Mohamadi et al. (2015). Garcia-Ruiz et al. (2010) assessed the effects of land use on soil erosion in Spain. Panagos et al. (2O15a) proposed a new European slope length and steepness factor to model soil erosion caused by water. According to these researches, the main methods used in the study of influencing factors of soil erosion are as follows: principal component analysis, regression analysis, and correlation coeficient method. These methods can determine the correlation between these factors and soil erosion from various aspects in different regions,and estimate the impacts of different factors on soil erosion. However, they cannot quantitatively judge the specific contribution value of each factor to the variation in soil erosion from the pixel scale. At present, there are few pieces of research to discuss the contribution values of various influencing factors to the variation in soil erosion from the pixel scale. It is meaningful and essential to scientifically explore the variation in soil erosion affected by various factors from the pixel scale, which is conducive to the ecological protection and the control of soil erosion in local areas. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Logarithmic Mean Divisia Index (LMDI) method is a preferred approach for quantifying the impact of different factors on the change of aggregates because of its profound theoretical foundation, adaptability， usability, and some other desirable properties in the context of decomposition analysis (Ang, 2O04). It can be quite useful to find out the influencing factors of aggregate indicator, analyze the influencing degree of each factor by decomposing the aggregate indicator, and explain the reasons for the change in aggregate indicator (Ang, 2Oo5, 2015). Compared with other decomposition models, this method provides a logarithmic mean weight equation without residuals, which can give a perfect decomposition without any unexplained residual term appearing in the results. Also, it has the advantage of decomposing quantity indicator as well as intensity indicator (Ang, 2O04; Goh and Ang, 2O18). As an analytical framework for studying the characteristics and the acting mechanism of the variation, the index decomposition analysis method has been frequently utilized in social and economic researches in recent years (Wang and Ang, 2O18). Because of its unique advancement and flexibility, the method has been successfully applied in the field of analyzing the driving factors for energy consumption and $\\mathbf { C O } _ { 2 }$ emissions (Mousavi et al., 2O17; Moutinho et al., 2O18; Pourebadollahan et al., 2018). It mainly decomposes the total increment from different layers and quantifies the contribution of structural changes from different levels to the total increment, in which it has achieved remarkable results. In addition, the method has been successfully applied in the studies of water resources (Cazcarro et al., 2019; Llop, 2019). LMDI can completely decompose the multiple related factors at the same time. It has passed the factor variance test and the time variance test as well as solved the problem of zero value in data. LMDI has many advantages, for instance, it has no residual error and can also be very convenient to use. The empirical RUSLE, which can predict the average annual soil loss resulting from raindrop and runoff from field slopes (Renard, 1997; Panagos et al., 2015b), is currently widely accepted as a method for evaluating soil and water conservation functions. The equation, which is in line with the LMDI model, is composed of vegetation cover factor, soil erodibility factor, rainfall erosivity factor, support practice factor, and topographic factor. In this study, the LMDI model is first introduced and applied to estimate the contribution values of different factors to the variation of soil erosion. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the TRHR, the first-stage of ecological conservation and restoration project was launched in 2005 and completed in 2013. During the period， large-scale vegetation construction and restoration efforts were carried out, resulting in significant changes in the overall ecological environment in the region. How did the spatial differentiation of soil erosion variation as a result of climate changes and increased human activities? How did soil erosion respond to the ecological project and climate changes? It is of great research value to clarify these scientific issues for policymaking and adjustments relating to ecological environment governance in the TRHR. Therefore, on the basis of the RUSLE and LMDI models, this study will quantitatively evaluate the dynamic changes in soil erosion and the effects of the influencing factors on soil erosion in the TRHR. Our purpose is to provide a new method to analyze the influencing factors of soil erosion using the LMDI model, as well as to put forward a reference for policy formulation to control soil erosion in the TRHR. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Studyarea ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study area (TRHR) is located in the hinterland of the Qinghai-Tibet Plateau $( 3 1 ^ { \\circ } 3 2 ^ { \\prime } – 3 6 ^ { \\circ } 1 7 ^ { \\prime } \\mathrm { N }$ $8 9 ^ { \\circ } 2 4 ^ { \\prime } - 1 0 2 ^ { \\circ } 1 5 ^ { \\prime } \\mathrm { E }$ ； Fig. 1), China. The TRHR is the birthplace of the Yangtze River, the Yellow River, and the Lancang River. It is not only an important ecological functional zone for water conservation in China but also one of the most sensitive and vulnerable regions of the ecosystem (Nie et al., 2O18). The study area is vast, covering approximately $3 5 0 . 6 0 { \\times } 1 0 ^ { 3 } \\ \\mathrm { k m } ^ { 2 }$ with complex terrains. It is dominated by mountainous landforms with an average elevation of about $4 5 9 2 . 8 7 \\mathrm { m }$ The region is characterized by a typical plateau continental climate, with alternating hot and cold seasons, distinct wet and dry seasons, long sunshine hours, and strong radiation. The annual mean temperature is between $- 5 . 6 ^ { \\circ } \\mathrm { C }$ and $7 . 8 ^ { \\circ } \\mathrm { C }$ ， and the mean annual precipitation is between 262.2 and $7 7 2 . 8 ~ \\mathrm { m m }$ . The spatial distribution of precipitation is uneven, which gradually decreases from the southeast to the northwest, with significant regional differentiation. The soil in the study area is barren, and the main soil type is alpine meadow soil. The permafrost is extremely developed in this region (Guo et al.， 2O17). In the study area, there are various types of natural vegetation types, such as coniferous forests, shrubs, alpine meadows, alpine grasslands, and alpine sparse vegetation, which are distributed successively from the southeast to the northwest. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "90°E 95°E 100E   \nN00 (a) 80E 90°E 100E 4444 445 N99 (b)   \n300350 300330 305 Yangtze River N99 YellowRiver 200   \n220 300 Lancang River 2225 200 320 DEM(m) 100 200300 km 220 90°E 100E Low:2811 High:6659 1 95E 100E ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 Data and processing ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.1Normalized Difference Vegetation Index (NDVI) data ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The NDVI data used in the study were collcted from the Resource and Environment Data Cloud Platform (http://www.resdc.cn/)， including SPOT/VEGETATION NDVI datasets in 2005 and 2015. The spatial resolution is $1 ~ \\mathrm { k m }$ and the time resolution is $1 0 \\mathrm { ~ d ~ }$ . The digital images were processed by the Maximum Value Composite (MVC) method to extract the maximum value of NDVI in each year. The MVC algorithm is the most common compositing criterion used to generate NDVI composite data (Gu et al., 2O09), which can eliminate noise from NDVI series as well as errors due to sensor-related artefacts, resulting in more reliable NDVI values (Beck et al., 2007). After image mosaic and clip, we obtained the NDVI composite data of the study area in 2005 and 2015. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2 Meteorological observation data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Meteorological data in 2005 and 2015 were provided by the National Meteorological Center of China (http://data.cma.cn/) from 174 meteorological stations, some of which were in the study area and others were located in the vicinity of the study area (Fig.la). The data outliers were removed before calculating the rainfal erosivity. Studies have shown that traditional interpolation approaches such as Inverse Distance Weighting (IDW) and Kriging methods performed not very well on spatial interpolation of meteorological data, especially in some highly heterogeneous areas such as the Qinghai-Tibet Plateau (Tan et al., 2016; Sha et al., 2017). Thus, we used the Australian Smooth Spline Function Interpolation Tool (ANUSPLIN), a recognized professional interpolation method (Liu et al.， 2Oo8) to interpolate meteorological data in this study. ANUSPLIN is a multi-variable climate interpolation tool for smoothing spline function and it takes elevation as the covariate in interpolation (Hutchinson and Xu, 2OO4; Plouffe et al., 2015), which has been demonstrated to have a higher accuracy in the interpolation of meteorological data. In this study, the interpolation of rainfall was carried out by using ANUSPLIN, and the interpolated results of 18 meteorological stations which are completely distributed within the TRHR were compared with the observed values (Fig. 2). The correlation coefficient $( R ^ { 2 } )$ of both years (2O05 and 2O15) was greater than or equal to 0.90, indicating that the interpolation results were good. The spatial distribution of total annual rainfall in 2OO5 and 2O15 in the TRHR are shown in Figure S1 in Supplementary material. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3Soil and digital elevation model (DEM) data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil attribute data were obtained from the soil database of China (Shi et al., 2OO4) with a scale of 1:1,000,0Oo. The database includes the spatial distribution of soil types, the physical properties of various soil types, the structure of soil, and the percentage contents of sand, silt, clay and organic matter. Soil types in the study area were screened and matched with the corresponding soil properties in the database to calculate the erodibility factor. The DEM data were derived from the ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/507b79feb39788e8bceb0378d685003021e2fe5cce3f6a33d60da0e46c698c35.jpg",
        "img_caption": [
            "Fig.2Verification of the annual rainfall interpolation results in 2Oo5 (a) and 2015 (b) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Shuttle Radar Topography Mission images in Geo-TIFF format provided by the Geospatial Data Cloud (http://www.gscloud.cn/) with a resolution of $9 0 ~ \\mathrm { m }$ and then were resampled to a resolution of $1 ~ \\mathrm { k m }$ for this study. The DEM outliers were removed using the ArcGIS platform, and the spatial distribution data of the topographic factor for the study area were extracted from the processed DEM. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.4 Land use data ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The land use data of 2O05 and 2015 were collected from the Resource and Environment Data Cloud Platform (http://www.resdc.cn/). The classification of land use types is based on the second-level classification standard of the Chinese Academy of Sciences. According to the natural attributes of land resources, there are 25 types of land use, such as paddy fields, drylands and lakes. The land use map of the study area was used to assign support practice (P) factor values. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.5 Statistic data ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The soil and water conservation statistics in 2O15 were obtained from Qinghai Provincial Water Resources Department (htp://slt.qinghai.gov.cn/), which recorded the amount of soil erosion in the TRHR in 2O15. The data were used to verify the accuracy of simulated soil erosion calculated by the RUSLE model in this study. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "It should be noted that we uniformly projected the data using the Krasovsky_194O_Albers coordinate system in order to ensure that data used for this study had a good spatial consistency. As for the resolution,in consideration of the $1 ~ \\mathrm { k m }$ spatial resolution of the remote sensing data and the land use data, we resampled all data to a common spatial resolution of $1 \\mathrm { k m } { \\times } 1 \\mathrm { k m }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Methods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The database for the assessment of soil erosion and the analysis of influencing factors was constructed by collecting data such as vegetation, meteorology, and topography. The workflow and the methods for the study are presented in Figure 3. First, we evaluated soil erosion in 2005 and 2015 based on the RUSLE model in the study area. Specifically， we used the statistics from Qinghai Provincial Water Resources Department (http://slt.qinghai.gov.cn/) and the results from previous researches to verify the simulated results. Then, we analyzed the spatial distribution and variation characteristics of soil erosion during the study period. Next, on the basis of the assessment results of soil erosion, we designed a method based on the LMDI model to quantitatively analyze the contribution values of the vegetation cover (C) factor and rainfall erosivity (R) factor to the variation in soil erosion from the pixel scale. Finally, we analyzed the spatial distribution characteristics of the relative impacts of each influencing factor on soil erosion. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.1 Revised universal soil lossequation (RUSLE) model ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Wischmeier and Smith (1978) established the universal soil loss equation (USLE) based on a large number of regional observations and artificially simulated rainfall experiments; the US Department of Agriculture's Agricultural Research Service (USDA-ARS) put forward an advanced assessment model for soil erosion, namely the Revised Universal Soil Loss Equation (RUSLE) model, based on the original USLE model. RUSLE is one of the most commonly used soil erosion equations. The model estimates soil erosion caused by five factors that represent the effects of vegetation, precipitation, soil properties, topography, and land use on soil erosion. The average annual soil loss was obtained in RUSLE by multiplying the factors manifested in the following equation: ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/8bd2bf9fc38f180ea805a149c469186cef05b31dfe8feff97d8c2aae065cc061.jpg",
        "img_caption": [
            "Fig.3Workflowand methods of the study. DEM,digital elevation model; RUSLE,revised universal soil los equation; LMDI, logarithmic mean Divisia index; A, the amount of soil erosion; Cfactor, vegetation cover factor; R factor, rainfall erosivity factor; LS factor, topographic factor; K factor, soil erodibility factor; $\\mathrm { \\bf P }$ factor, support practice factor. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where A is the amount of soil erosion $\\left( { \\mathfrak { t } } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } ) \\right)$ ; C stands for the vegetation cover factor (dimensionless), indicating the influence of vegetation coverage on soil erosion, which can be calculated by the method of Cai et al. (2O0O); and $\\mathtt { R }$ is the rainfall erosivity factor $( \\mathrm { M J cdot m m } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { h } { \\cdot } \\mathrm { a } ) )$ ，indicating the effects of precipitation on soil erosion. The R factor was computed using the equation developed by Wischmeier and Smith (1978). LS is the topographic factor (dimensionless), indicating the effects of steepness and slope length on soil erosion. The LS factor (dimensionless) was obtained by the method proposed by Fu et al. (2O15), which is suitable for China. K refers to the soil erodibility factor $( \\mathrm { t . h m ^ { 2 } { \\cdot } h / ( h m ^ { 2 } { \\cdot } M J { \\cdot } m m ) } )$ ，which represents the effects of soil types on soil erosion and was calculated by the EPIC (erosion-productivity impact calculator) model (Sharpley and Williams, 1990). $\\mathrm { ~ \\bf ~ P ~ }$ stands for the support practice factor (dimensionless), which is defined as the ratio of soil loss with a specific support practice to the corresponding loss with up slope and down slope cultivation (Dissanayake et al., 2O19). The value of $\\mathrm { \\bf P }$ factor ranges from O to 1, in which O represents high-quality conservation practices and 1 indicates poor preservation conservation practices. According to the previous study of soil erosion in the Qinghai-Tibet Plateau (Kang et al., 2O18), the $\\mathrm { ~ \\bf ~ P ~ }$ factor value of agricultural lands in the study area is O.15. There is no erosion in the water, wetlands, bare rocks, snow, and ice, thus the P factor value equals to O; and, the $\\mathrm { \\bf P }$ value equals to 1 in the remaining land use types since there is no any water conservation measure. The spatial distribution maps of each factor calculated by the methods above are shown in Figure 4. The specific calculation methods of the RUSLE factors are presented in Section 2 in Supplementary material. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "N99 90°E 93°E 96°E9 02] N.99 90E 93E 96EE2   \n2050 N090 2040 33393050   \n3003000 C factor 3003000 C factor 0 100200300 km 220   \n0 1   \n90E 93°E 96E 99E 102°E 90°E 93E 96°E 99°E 102°E 90°E 93E 96E 99102 90°E 93E 96E   \nN.99 N099   \n2050 N9 2000 33993050   \n3.50 Kfactor N0 220   \n(t-hm²-h/   \nN00 (hm-Jm) 0100200300km 0.00 LS factor 17.44 0 100 200 300 km 320   \n90°E 93E 96E 99°E 102°E 93E 96E 99E 102E 90°E 93E 96E 99 90E 93E 96E 99°E 102Ez   \nN.99 (e)P factor (2005) 3.99 (f) P factor (2015) 380   \n205 N98 200 N9   \n22 P factor N0 32 P factor 200 0 100 200300 km 300 1 0100 200300 km 220   \n0.00 0.15 1.00 0.000.151.00 93E 96E 99°E 102°E 93E 96°E 99E 102°E   \nN99 90°E 93E 96ER02 N090 90°E 93E 96E R1   \n200 N9g 2000 N99   \n220 Rfactmor/ (hm2-h·a)) 0100200300km N00 (hm2-h·a)) 0 100200300 km 3000 32M   \n167 1015 167 1015 93E 96E 99°E 102°E 93E 96E 99E 102°E ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.2LMDI model ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As described in the foregoing, the LMDI is the preferred method in decomposition analysis. The general structure of the decomposition of the LMDI model is as follows (Ang, 2005). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The target variable is assumed as $V .$ .The changes in $V$ are related to $n$ index factors over time. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Each factor is linked with $n$ index variables $( x _ { 1 } , x _ { 2 } , x _ { 3 } , . . . , x _ { n } )$ . The general index decomposition analysis is shown in Equation 2. ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nV = \\sum _ { i } ^ { n } V _ { i } = \\sum _ { i } ^ { n } x _ { 1 , i } \\times x _ { 2 , i } \\times \\cdots \\times x _ { n , i } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where the subscript $i$ represents a sub-category level of the target variable. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addictive decomposition, the difference of the target variable is caused by respective factors $( \\Delta V _ { x 1 } , \\Delta V _ { x 2 } , . . . , \\Delta V _ { x n } )$ ： ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta V _ { \\mathrm { t o t } } = V ^ { T } - V ^ { 0 } = \\Delta V _ { x 1 } + \\Delta V _ { x 2 } + \\cdots + \\Delta V _ { x n } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $\\Delta V _ { \\mathrm { t o t } }$ represents the total changes in the target variable; $V ^ { 0 }$ stands for the target variable in the base period O; $V ^ { T }$ stands for the target variable in the planned period $T$ and $\\Delta V _ { x k } ( k { = } 1 , 2 , 3 , . . . ,$ $n$ ) denotes the difference of the target variable associated with the respective factors. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the multiplicative decomposition, the ratio caused by respective factors $( D _ { x 1 } , D _ { x 2 } , . . . , D _ { x n } )$ was decomposed as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nD _ { \\mathrm { t o t } } = V ^ { T } / V ^ { 0 } = D _ { x 1 } \\times D _ { x 2 } \\times \\cdots \\times D _ { x n } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $D _ { \\mathrm { t o t } }$ represents the ratio of the target variable between the planned period $T$ and the base period 0. $D _ { x k }$ $\\ u _ { \\cdot } \\left( k { = } 1 , 2 , 3 , . . . , n \\right)$ stands for the ratio of the change in the target variable associated with the respective factors $( x _ { 1 } , x _ { 2 } , x _ { 3 } , . . . , x _ { n } )$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Using the LMDI approach proposed by Ang et al. (1998), the formula used to calculate the contribution value of each factor to the change of the target variable was derived, as shown in Equation 5. In the multiplicative decomposition, the contribution values of each factor to the variation of the target variable are shown in Equations 6 and 7. ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta V _ { x k } = \\sum _ { i } ^ { n } L ( V _ { i } ^ { T } , V _ { i } ^ { 0 } ) \\ln  { \\left( \\frac { x _ { k , i } ^ { T } } { x _ { k , i } ^ { 0 } } \\right) } = \\sum _ { i } ^ { n } \\frac { V _ { i } ^ { T } - V _ { i } ^ { 0 } } { \\ln V _ { i } ^ { T } - \\ln V _ { i } ^ { 0 } } \\ln  { \\left( \\frac { x _ { k , i } ^ { T } } { x _ { k , i } ^ { 0 } } \\right) } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nD _ { \\boldsymbol { x } k } = \\exp \\left( \\sum _ { i } ^ { n } \\frac { L ( V _ { i } ^ { T } , V _ { i } ^ { 0 } ) } { L ( V ^ { T } , V ^ { 0 } ) } \\ln \\left( \\frac { x _ { k , i } ^ { T } } { x _ { k , i } ^ { 0 } } \\right) \\right) = \\exp \\left( \\sum _ { i } ^ { n } \\frac { ( V _ { i } ^ { T } - V _ { i } ^ { 0 } ) / \\left( \\ln V _ { i } ^ { T } - \\ln V _ { i } ^ { 0 } \\right) } { ( V ^ { T } - V ^ { 0 } ) / \\left( \\ln V ^ { T } - \\ln V ^ { 0 } \\right) } \\times \\ln \\left( \\frac { x _ { k , i } ^ { T } } { x _ { k , i } ^ { 0 } } \\right) \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nL ( { \\bf a } , { \\bf b } ) = \\left\\{ \\frac { { \\bf a - b } } { \\ln { \\bf a - l n b } } , \\ : \\ : { \\bf a \\neq b } \\ : \\ : , \\ : \\right.\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $\\Delta V _ { x k }$ and $D _ { x k }$ are the effects of the $k ^ { \\mathrm { { t h } } }$ factor to the target variable $V$ in the addictive and multiplicative decomposition, respectively; $x _ { k , i } ^ { 0 }$ is the value of the $k ^ { \\mathrm { { t h } } }$ factor in the base period O; $x _ { k , i } ^ { T }$ is the value of the $k ^ { \\mathrm { { t h } } }$ factor in the planned period $T$ a and $\\boldsymbol { \\mathbf { b } }$ are two positive numbers; and $\\boldsymbol { L } ( \\mathrm { a , b } )$ is the function representing the logarithmic average of a and $\\boldsymbol { \\mathbf { b } }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Comparing the LMDI approach and RUSLE model, we can find that the structure of the RUSLE conforms to that of the LMDI. The amount of soil erosion is the target variable and the index factors are C, R, LS, K, and P, which means that $n$ is equal to 5 and the variables are $x _ { 1 } , x _ { 2 }$ $x _ { 3 } , x _ { 4 }$ ,and $x _ { 5 }$ ,respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Since each factor in the RUSLE model is a spatially distributed raster image dataset, the contribution values of each factor to soil erosion modulus for each pixel can be calculated using the LMDI approach. Additive decomposition and multiplicative decomposition were equally valid and had the equivalent interpretive power (Ang, 2OO5, 2015). Compared with the multiplicative case, the decomposition results of the additive case are given as physical units instead of indices so that the addictive decomposition is easier to be interpreted and utilized (Zhang et al., 2018). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.3.3 Contributions of the influencing factors to the variation of soil erosion ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It can be seen from the RUSLE equations that the main factors influencing soil erosion are topography, soil, vegetation, precipitation, and support practices. It should be noted that we did not evaluate the contribution values of the LS factor, the K factor, and the P factor to the variation of soil erosion due to the following reasons. First, the LS factor barely changed during the study period. Second, on top of the litle changes in the K factor mentioned above, the soil dataset used to calculate the K factor value was from the Second National Soil Survey, which is the only one dataset. Thus, we did not consider the change of the K factor due to data limitation. Third, for the $\\mathrm { \\bf P }$ factor, it was mainly determined by the land use types. Because there was little variation in land use types from 2005 to 2015 (area percentage of cropland increased by $0 . 0 0 0 9 \\%$ ; area percentage of water, wetland, bare land, snow, and ice increased by $0 . 0 0 8 3 \\%$ ； and area percentage of the other land use types decreased by $0 . 0 0 9 2 \\%$ , we also did not explore the impact of the P factor. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We introduced the LMDI model to devise a method to quantitatively analyze the contribution values of the C factor and the R factor to the variation of soil erosion during the period when the ecological conservation and restoration project was implemented in the TRHR. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "According to the additive decomposition of the LMDI approach and the RUSLE model, we calculated the contribution values of the C factor to the variation of soil erosion from the pixel scale. The equation is described as follows (Eq. 8): ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta A _ { \\mathrm { c } } = \\sum _ { i } ^ { n } L ( A _ { i } ^ { 2 0 1 5 } , A _ { i } ^ { 2 0 0 5 } ) \\ln \\left( \\frac { \\mathbf { C } _ { k , i } ^ { 2 0 1 5 } } { \\mathbf { C } _ { k , i } ^ { 2 0 0 5 } } \\right) = \\sum _ { i } ^ { n } \\frac { A _ { i } ^ { 2 0 1 5 } - A _ { i } ^ { 2 0 0 5 } } { \\ln A _ { i } ^ { 2 0 1 5 } - \\ln A _ { i } ^ { 2 0 0 5 } } \\ln \\left( \\frac { \\mathbf { C } _ { k , i } ^ { 2 0 1 5 } } { \\mathbf { C } _ { k , i } ^ { 2 0 0 5 } } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $\\Delta A _ { \\mathrm { C } }$ is the contribution value of the $\\mathbf { C }$ factor to the variation of soil erosion $\\left( \\mathrm { t / h m } ^ { 2 } { \\cdot } \\mathrm { a } \\right) \\cdot$ ） $A _ { i } ^ { 2 0 1 5 }$ is the soil erosion modulus in 2015 $\\left( { \\bf t } / ( \\mathrm { h m } ^ { 2 } \\cdot \\mathrm { a } ) \\right)$ ： $A _ { i } ^ { 2 0 0 5 }$ is the soil erosion modulus in 2005 $( \\mathrm { t } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } ) ) ; \\mathbf { C } _ { k , i } ^ { 2 0 1 5 }$ is the vegetation cover factor in 2015; and $\\mathbf { C } _ { k , i } ^ { 2 0 0 5 }$ is the vegetation cover factor in 2005. The value of $\\Delta A _ { \\mathrm { C } }$ higher than zero indicates that the $\\mathbf { C }$ factor has aggravated soil erosion, while the value of $\\Delta A _ { \\mathrm { C } }$ lower than zero indicates that the $\\mathbf { C }$ factor has alleviated soil erosion. Since there are no subsets under each factor in the RUSLE model, the value of $n$ equals to 1 in the equation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The contribution of the $\\mathtt { R }$ factor to the variation of soil erosion can be determined by the following equation: ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta A _ { \\mathrm { R } } = \\sum _ { i } ^ { n } L ( A _ { i } ^ { 2 0 1 5 } , A _ { i } ^ { 2 0 0 5 } ) \\ln \\left( \\frac { \\mathbf { R } _ { k , i } ^ { 2 0 1 5 } } { \\mathbf { R } _ { k , i } ^ { 2 0 0 5 } } \\right) = \\sum _ { i } ^ { n } \\frac { A _ { i } ^ { 2 0 1 5 } - A _ { i } ^ { 2 0 0 5 } } { \\ln A _ { i } ^ { 2 0 1 5 } - \\ln A _ { i } ^ { 2 0 0 5 } } \\ln \\left( \\frac { \\mathbf { R } _ { k , i } ^ { 2 0 1 5 } } { \\mathbf { R } _ { k , i } ^ { 2 0 0 5 } } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $\\Delta A _ { \\mathrm { R } }$ is the contribution value of the $\\mathtt { R }$ factor to the variation of soil erosion $\\left( { \\mathrm { t } } / ( { \\mathrm { h m } } ^ { 2 } { \\cdot } { \\mathrm { a } } ) \\right)$ ： $\\mathbf { R } _ { k , i } ^ { 2 0 1 5 }$ is the rainfall erosivity factor in 2015; and $\\mathbf { R } _ { k , i } ^ { 2 0 0 5 }$ is the rainfall erosivity factor in 2Oo5. The value of $\\Delta A _ { \\mathrm { R } }$ higher than zero indicates that the $\\mathtt { R }$ factor has positive effects on the increase of soil erosion, while the value of $\\Delta A _ { \\mathrm { R } }$ lower than zero indicates that the R factor has negative effects on the increase of soil erosion. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The spatial distribution maps of the contributions of the C factor and the R factor to the variation of soil erosion were obtained through quantitative calculation from the pixel scale using the methods mentioned above.The dominant factors that influence the increase or decrease of soil erosion can be identified by the spatial distribution maps. In order to further grasp the relative effects of the C factor and the R factor on the variation of soil erosion, we combined the values of $\\Delta A , \\Delta A _ { \\mathrm { C } }$ ,and $\\Delta A _ { \\mathrm { R } }$ , resulting in six schemes in total (Table 1). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3Results ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1 Validationof theRUSLEmodelresults ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To verify the accuracy of the simulated results of the RUSLE model, we compared the results with statistics from Qinghai Provincial Water Resources Department (htp://slt.qinghai.gov.cn/) in 2015. It manifested that soil erosion area estimated by the RUSLE model was $1 2 . 1 3 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ ,and the statistic showed that the area of soil erosion was $1 3 . 0 7 \\times 1 0 ^ { 4 } \\ \\mathrm { k m } ^ { 2 }$ . The ratio between the simulated value and the measured value was O.93, indicating that the simulated results estimated by the RUSLE model was consistent with the actual statistics. Besides, we also verified the estimated results using the spatial distribution map of soil erosion within the study area in 2015 obtained from the Ministry of Water Resources of the People's Republic of China (http://www.mwr.gov.cn/sj/tjgb/zgstbcgb/201612/t20161229_783346.html), and good consistency was shown in the same region. The slight differences between the simulated results estimated by the RUSLE and the measured results or the results from previous studies in the region can be attributed to different data and processng methods used in the evaluation. For example, the methods for interpolation of meteorological data were varying. Overall, the results proved that soil erosion values estimated by the RUSLE model had a quite high accuracy. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/d4ef0bc891cd840ff24b0a9bfd40e5c15cf450f6ad64a054dbd1e37b1f52dd88.jpg",
        "table_caption": [
            "Table1 Criteria for assessing the relative effcts of the Cfactor and R factor on the variation of soil erosion "
        ],
        "table_footnote": [
            "Note:C factor, vegetation cover factor;R factor,rainfall erosivity factor; $\\Delta A$ ,the variation of soil erosion; $\\Delta A _ { \\mathrm { C } }$ ,contribution value of the C factor to the variation of soil erosion; $\\Delta A _ { \\mathrm { R } }$ ,contribution value of the R factor to the Variation of soil erosion. "
        ],
        "table_body": "<html><body><table><tr><td>A</td><td>△Ac</td><td>△AR</td><td>Description</td></tr><tr><td rowspan=\"3\">>0</td><td>>0</td><td>>0</td><td>Increased soil erosion due to the C factor and the R factor (IECR)</td></tr><tr><td>>0</td><td><0</td><td>Increased soil erosion due to the C factor (IEC)</td></tr><tr><td><0</td><td>>0</td><td>Increased soil erosion due to the R factor (IER)</td></tr><tr><td rowspan=\"3\"><0</td><td><0</td><td><0</td><td>Decreased soil erosion due to the C factor and theR factor(DECR)</td></tr><tr><td><0</td><td>>0</td><td>Decreased soil erosion due to the C factor (DEC)</td></tr><tr><td>>0</td><td><0</td><td>Decreased soil erosion due to theR factor (DER)</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2Spatial distribution and variation of soil erosion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The spatial distribution maps of soil erosion in the study area in 2O05 and 2015 were obtained from the RUSLE model (Fig. 5). Soil erosion modulus was classified into five classes: $< 1 0 0$ . 100-200,200-300,300-400 and $> 4 0 0 \\mathrm { ~ t / ( h m ^ { 2 } { \\cdot } a ) }$ . The results manifested that the average soil erosion modulus in the study area was $5 4 . 1 9 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ in 2005 and $3 7 . 9 6 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ in 2015, which dropped by $2 9 . 9 5 \\%$ . From the spatial distribution maps of soil erosion in 20O5 and 2015, we found that the distribution patterns of soil erosion in both years were consistent. The areas of severe soil erosion were mainly concentrated in the south-central and northeast parts, in which soil erosion modulus was higher than $3 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ . In some of the areas with steep slopes, soil erosion modulus even exceeded $4 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ . Those areas are mostly deep canyon with broken land surface, high mountains,and deep valleys in the lower reaches of the Yangtze River and Yellow River. Soil erosion was relatively slight in the western and eastern parts with soil erosion modulus less than $1 0 0 \\ t / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ ，which was mainly due to the flat terrain and relatively high vegetation coverage. From the perspective of the severity of soil erosion, the areas with soil erosion modulus less than $1 0 0 \\ : \\mathrm { t / ( h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ accounted for the most proportion (more than $8 0 \\%$ )ofthe total area both in 2OO5 and 2O15, followed by the areas of soil erosion modulus in the range of $1 0 0 { - } 2 0 0 \\mathrm { t } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ . Overall, the severity of soil erosion was moderate to high in the TRHR. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From the aspect of dynamic changes in soil erosion, the total area of soil erosion increased from $1 2 . 0 1 \\times 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ in 2005 to $1 2 . 1 3 \\times 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ in 2015, but the average value of soil erosion modulus decreased. It can be seen from Figure 5d that, the reduction of soil erosion modulus was mainly concentrated in the range of $0 { - } 1 0 0 ~ \\mathrm { ~ t / ( h m ^ { 2 } { \\cdot } a ) }$ in the study area, covering the largest proportion of the area with decreased soil erosion $( 3 0 8 . 1 6 ~ \\mathrm { k m } ^ { 2 } )$ ). The area with the reduction of soil erosion modulus ranging from 100 to $2 0 0 \\ : \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ was the second largest $( 1 0 . 6 3 \\mathrm { k m } ^ { 2 } )$ ,which was mainly distributed in the middle south and northeast of the study area. The increased soil erosion modulus between O and $1 0 0 \\ t / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ covered the largest proportion of the area (8.48 $\\mathrm { k m } ^ { 2 } .$ ), followed by the range of over $2 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ . The areas with increased soil erosion modulus were mainly distributed in the southeast of the study area and had the characteristic of centralized distribution. The results illustrated that although the total area of soil erosion increased over the decade from 20o5 to 2015, the overall severity of soil erosion was mitigated, presenting a trend of gradual improvement on soil erosion. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3Decomposition analysis of the C factor and the R factor influencing on the variation of soil erosion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3.1 Impact of the C factor on soil erosion Vegetation is the most important environmental factor in controlling soil erosion,and it is also a positive factor in controlling soil erosion on slopes (Lieskovsky and Kenderessy, 2014). The ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "90°E 93°E 96°E 991005 90°E 93°E 96E 991015   \nN9g N99   \nN40 N9 N000 3.99   \n320 Soil erosion N0 320 Soil erosion 3050 modulus (t/(hm²·a)) modulus(t/(hm²-a)) 100-200300-400 0 100 200300 km 32 100-200300-400 0100 200 300 km 32N 1200-300 >400 200-300>400 93E 96E 99°E 102E 93°E 96E 99°E 102°E 90°E 93E 96°E E   \nN99 (d) 308.158   \n204   \n320 Soil erosion 205 Jrrre geeee 10 8.480 10.630 6.217 medulus (ma) 32M 5 2.395 2.076   \nN000 0-100 0-100 1100-200100-200 0 100 200300 km 1 >200 >200 >200 100-200 0-100 0-100 100-200 >200   \n90°E 93E 96E 99E 102E Increased Decreased Variation rangesof soil erosionmodulus $\\mathrm { { ( ) ( h m ^ { 2 } { \\bullet } a ) } }$ ） ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "influence of vegetation on soil erosion is mainly reflected in the prevention of surface runoff, which plays an important role in conserving soil. In this study, the C factor was determined by the NDVI, which is the most frequently used parameter in the study of the relationship between vegetation and soil erosion. We found that the average value of NDVI in the study area was 0.48 and O.44 in 2O05 and 2O15, respectively, indicating that vegetation in the study area had a slightly degrading trend. However, the vegetation coverage in some areas is increasing and the ecological conservation project is one of the main reasons for vegetation restoration (Liu et al., 2O14). When the influence of the R factor is not considered, variation in soil erosion is only impacted by the C factor. Theoretically speaking， if vegetation coverage increases， soil erosion modulus will decrease correspondingly. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The spatial distribution map of the variation of soil erosion caused by the C factor from 2005 to 2015 was obtained using the additive decomposition model of the LMDI, and the results are shown in Figure 6. The positive and negative contribution values were categorized into three classes (0-100,100-200 and $> 2 0 0 \\ t / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } ) )$ and the area of each class was calculated. As illstrated in Figure 6a and c, without considering other factors, the variation of soil erosion caused by the C factor was mainly distributed in the middle of the study area. The increased soil erosion modulus was mainly concentrated in the range of $0 { - } 1 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ (covering an area of $1 4 3 . 2 7 \\times 1 0 ^ { 3 } \\mathrm { k m } ^ { 2 } )$ . The area where soil erosion modulus increased by more than $1 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ due to the change in the C factor was relatively small. The area where soil erosion modulus decreased was mainly distributed in the west and east of the study area, and the decreased range was between O and $1 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ . We found that the decrease of soil erosion caused by the change in the C factor was greater than the increase of soil erosion during the period from 2OO5 to 2015, which suggested that vegetation can alleviate soil erosion in the TRHR. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To understand the impact of the change in vegetation on soil erosion in different changing ranges of NDVI, we used the spatial analysis tool in the ArcGIS to overlay the NDVI changing map and the spatial variation map of soil erosion caused by the C factor. Then, we obtained the cumulative contribution values of the C factor to the variation of soil erosion in different NDVI variation intervals (Fig. 7a). According to the results shown in Figure 7a, the cumulative contribution values of the C factor to the variation of soil erosion modulus had roughly the same variation characteristics in the increased and decreased ranges of NDVI. In the increased range of NDVI, the cumulative contribution values of the C factor to soil erosion was negative. With the increase of NDVI, the overall cumulative value showed an increasing trend first and then a decreasing trend. The cumulative contribution values of the C factor to the decreased soil erosion modulus was the highest when the increased NDVI was in the range of 0.O5-O.10, followed by the range of 0.10-0.15. Similarly, the cumulative contribution values of the C factor to the increased soil erosion modulus was the highest when the NDVI was in the range from $- 0 . 1 0$ to $- 0 . 0 5$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "90°E 93°E 96°E 99E 1 90°E 93°E 96°E 99°E 10   \nN9 N99   \n200 N9 200 399   \n32M Soil erosion 300 300 Soil erosion N5   \nN000 Dodulus d/(hm-a)d 10-100 0-100 320 N00 modulus (V(hmrea)d 0-100 0-100 3.5N 1100-200 1 100-200 0 100 200300 km 100-200 1 1100-200 0 100 200 300 km 1>200 ■>200 >200 >200   \n90°E 93E 96E 99E 102E 90°E 93°E 96E 99E 102E 187.239 (c) an 420 (d)   \n180- 143.267 0Ix) 340 307.644   \n140 300 17.893   \n10 9.484   \n5 1.162 1.986 1.877 2.425 5 2.817 0.008 0.110   \n0 0 >200 100-200 0-100 0-100 100-200 >200 >200 100-200 0-100 0-100100-200 >200 Increased Decreased- Increased DecreasedSoil erosion contribution values $\\mathrm { { t } } / ( \\mathrm { { h m } } ^ { 2 } { \\cdot } \\mathrm { { a } } ) .$ ） Soil erosion contribution values ( $\\mathrm { { \\dot { t } } / ( \\mathrm { { h m } } ^ { 2 } { \\cdot } a ) } \\dot { }$ ） ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "60 Changing range 120 Changing range(a) of the NDVI (b) of the R factoro 40 A:-0.61--0.25 r 80 A: 428--30020 C:-0.20--0.15 40 C:-350--300D:-0.15--0.10 D:-300--2500 GHIJKL E:-0.10--0.05 0 ABCDEFGHI E:-250--200ABCDEF F:-0.05-0.00 JKL F:-200--150-20 G: 0.00-0.05 40 G:-150--100H: 0.05-0.10 H:-100--50I: 0.10-0.15 I:-50-040 J: 0.15-0.20 -80 J: 0-50K: 0.20-0.25 K: 50-100-60 L: 0.25-0.92 -120 L: 100-150NDVI change R factor change",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3.2Impacts of the R factor on soil erosion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The average annual precipitation in the TRHR was $4 7 6 . 7 0 \\ \\mathrm { m m }$ in 2005 and $3 6 9 . 0 5 ~ \\mathrm { m m }$ in 2015, and the average rainfall erosivity was 562.86 $\\mathbf { M J } { \\cdot } \\mathbf { m m } / ( \\mathbf { h m } ^ { 2 } { \\cdot } \\mathbf { h } { \\cdot } \\mathbf { a } )$ in 2005 and 381.86 $\\mathbf { M J } { \\cdot } \\mathbf { m m } / ( \\mathbf { h m } ^ { 2 } { \\cdot } \\mathbf { h } { \\cdot } \\mathbf { a } )$ in 2015 (Figs. 2 and 4). The precipitation in 2O15 was overall less than that in 2005,and so was the rainfall erosivity. When the C factor was not considered, the variation of soil erosion was only impacted by the R factor. On the whole, the change in the R factor during the period from 2005 to 2015 mitigated soil erosion in the TRHR. According to the results of the LMDI model (Fig. 6b and d), soil erosion in some areas became more severe due to the change in the R factor. The contribution values of soil erosion caused by the R factor declined overal The reduced soil erosion modulus caused by the R factor was mainly concentrated in the range of $0 -$ $1 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ , covering an area of about $3 0 7 . 6 4 ~ \\mathrm { k m } ^ { 2 }$ . The areas of which the reduction of soil erosion modulus between 1OO and $2 0 0 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ were mainly distributed in the central part. The area with increased soil erosion modulus caused by the R factor was mainly distributed in the southeast of the TRHR.Moreover, the area where soil erosion modulus increased was much smaler than the area where soil erosion modulus decreased (Fig. 6d). Precipitation in the study area is mainly concentrated in summer and autumn. The uneven spatial and temporal distribution of precipitation is one of the most important reasons for the misdistribution of the spatial variation of soil erosion. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The spatial analysis tool in the ArcGIS was used to overlay the R factor change map and the spatial variation map of soil erosion caused by the R factor. Then, we obtained the cumulative contribution values of the R factor to the variation of soil erosion in different R variation intervals (Fig. 7b). The cumulative contribution values of the R factor to the variation of soil erosion in the decreased intervals of the R factor were much larger than those in the increased intervals.As the range increases, the cumulative contribution values showed an increasing trend first and then a decreasing trend. The comprehensive analysis reveals that the influence of the R factor on the variation of soil erosion in this area has a gradient-like property. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.3.3Assessment of the dominant factors influencing soil erosion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "As is shown in Figure 8, soil erosion in the TRHR decreased greatly from 2005 to 2015. The reasons for the decrease in soil erosion modulus varied in different areas. Decreased soil erosion affected by the combination of the C factor and the R factor (DECR) occupied the largest proportion, accounting for $5 4 . 9 5 \\%$ of the area where soil erosion decreased, and these areas were mainly distributed in the west and east of the study area. The impact of the R factor on the decrease of soil erosion was the second greatest $( 4 1 . 3 1 \\%$ of the area), and the area was mainly distributed in the middle of the TRHR. The decreased soil erosion due to the C factor (DEC) covered a relatively small area ( $( 1 2 . 1 0 { \\times } 1 0 ^ { 3 } \\ \\mathrm { k m } ^ { 2 } )$ , which was mainly distributed in the southeast of the study area. The rainfall erosivity was calculated from precipitation, reflecting the high correlation between rainfal erosivity and precipitation itself. To some degree, the relationship between soil erosion and precipitation can be understood as the correlation between soil erosion and the R factor. The area where soil erosion increased ( $1 2 . 9 5 \\times 1 0 ^ { 3 } \\mathrm { k m } ^ { 2 } ;$ wassmaller than the area where soil erosion decreased $( 3 2 5 . 0 1 \\times 1 0 ^ { 3 } \\mathrm { k m } ^ { 2 } )$ (Figs. 8 and 9). Among the influencing factors of increased soil erosion, the percentages of soil erosion caused by the C factor, the R factor, and the combination of the two accounted for $6 4 . 1 0 \\%$ ， $12 . 0 2 \\%$ ，and $2 3 . 8 8 \\%$ , respectively. The C factor was the dominant factor causing the increase of soil erosion and the increased areas were mainly distributed in the middle and the east of the study area (Fig. 9). The areas where soil erosion increased due to the combined effects of the C factor and the R factor were mainly distributed in the south of the study area (Fig. 9). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.1Advantages of the LMDI method in analyzing the influencing factors of soil erosion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In this study, we carried out the research on soil erosion based on the LMDI method in the TRHR. There are several advantages using the LMDI method to examine the quantitative contribution of each influencing factor to soil erosion compared with the traditional methods, such as the statistical or regression approaches (Sun et al.,2013; Yao et al., 2016; Zhao et al.,2017; Zhang et al., 2018). First, the impact analysis of each influencing factor is independent of each other. As shown in Equations 8 and 9, there is no direct dependence between the C factor and the R factor. The analysis of each influencing factor was conducted by an independent formula, which does not affect the other factors. Second, there is no requirement for the order of factor decomposition in the calculation process. Third, the LMDI method can quantify the impacts of the influencing factors (Ang, 2O15) and quantitatively calculate the contribution values of the influencing factors to the variation of soil erosion pixel by pixel, thus producing spatial distribution maps of the contribution values; in contrast, the regression relationships established by the traditional methods are mostly used to describe the influences of vegetation and precipitation on soil erosion in the whole region, which cannot quantitatively identify the specific contribution value from the pixel scale. Because the influences of vegetation and precipitation on soil erosion vary in different regions， the spatial heterogeneity would be neglected by directly establishing regression relationships in traditional methods. Besides,the traditional methods rely on experimental or statistical data that are difficult to obtain, especially in undeveloped areas. However, the LMDI method can carry out the residual-free decomposition of the influencing factors of soil erosion based on the RUSLE model, using remote sensing data (freely available, such as MODIS and Landsat) and meteorological data instead of experimental or statistical data that are difficult to obtain. In this study, we have got the quantitative contribution values of the C factor and the R factor to the variation of soil erosion, and the results are shown in Figure 6. We can clearly understand the influences of vegetation and precipitation on soil erosion through the contribution maps of the C factor and the R factor. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/d5c9974b2b34faf3d6ea8ee22a3f51f2e7906ac95c75e5f1b6725f459ccf21c0.jpg",
        "img_caption": [
            "Fig.8Spatial distribution map of dominant factors influencing the decrease of soil erosion. DEC,decreased soil erosion due to the C factor; DER,decreased soil erosiondue to theR factor; DECR,decreased soil erosion due to the C factor and the R factor. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/075df3c69e1b4f03b0b8212a669367f3b464fe9fb617216599ef3df880de5a57.jpg",
        "img_caption": [
            "Fig.9Spatial distribution mapof dominant factors influencing the increase of soil erosion.IEC,increased soil erosion due to theCfactor; IER,inreased soil erosiondue to theR factor; IECR,increased soil erosion due to the C factor and the R factor. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.2Factors influencing soil erosion in the TRHR ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Numerous studies have demonstrated that the variation of soil erosion is caused by the combined actions of vegetation and precipitation (Sun et al., 2013; Yin et al., 2014; Guo et al., 2016; He et al., 2018; Meng et al., 2018; Wang et al., 2018). The two factors have an interactive coupling relationship, whereas the interaction mechanism is still unclear. Grasping the influence mechanism of the influencing factors on the variation of soil erosion is the foundation of formulating a reasonable policy for protecting the ecological environment. The TRHR is located in the alpine region, where the ecosystem is extremely vulnerable (Han et al., 2O18). In 2005, the government invested $7 . 5 { \\times } 1 0 ^ { 9 }$ CNY to launch the first stage of the ecological conservation and restoration project in the TRHR (Shao et al., 2O17; Zhang et al., 2O17), and the project had a positive impact on the vegetation recovery from 2005 to 2015 (Shen et al., 2018). As can be seen from Figure 5, soil erosion in the TRHR has been alleviated from 20O5 to 2O15 overall and the combination of the C factor and the R factor is the main reason for the decrease in soil erosion (Fig. 8), indicating the effectiveness of the project to some extent. The results are consistent with the previous studies (Shao et al.， 2017; Shen et al.， 2018). Ecological reconstruction and restoration efforts and climate change benefit ecosystem services. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Decreased precipitation led to the decline in the R factor value from 2OO5 to 2O15, which is a reason for the decrease in soil erosion (Li et al., 2O14; Jiang et al.,2016). At the same time, the positive effects of precipitation on vegetation growth and restoration have been impaired (Zhang et al.,2O18). Therefore, it is recommended to scientifically deploy artificial rain enhancement projects in the future (Jiang et al.， 2016; Zhang et al.， 2016; Shao et al., 2017). Moreover, precipitation is highly uncertain, which increases the difficulty of reducing soil erosion (Nearing et al., 2O05). The IPCC have reported that the probability of precipitation may increase in the future (IPCC, 2O18). Thus, severer events of soil erosion may occur in the TRHR due to the increased precipitation in the future, so it is necessary to pay more attention to soil erosion and take measures in advance. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Vegetation has a significant effect on the variation of soil erosion, especially in the southeast corner of the study area (Figs. 8 and 9). Improving vegetation coverage is an effective way to reduce the degree of soil erosion (Zhang et al., 2O16; Shen et al., 2O18). However, due to the harsh ecological environment in the TRHR, the restoration of the root layer, which is of great significance for soil and water conservation, is extremely slow, and the recovery of soil physical and chemical properties is even slower (Shao et al., 2017; Xiong et al., 2019). This phenomenon also suggests that ecological restoration in the TRHR is a long-term and arduous task that requires continuous efforts (Huang et al., 2O18). The main factors causing the change in vegetation are climate conditions and human activities (Zhang et al., 2O16; Mishra and Mainali, 2O17). Human activities such as overgrazing could cause vegetation to degrade, which would increase soil erosion accordingly. In general, ecological projects such as returning farmlands to forests and grasslands can reduce soil erosion by changing land surface coverage. Therefore, we suggest that the ecological conservation and restoration project should be continued to strengthen to reduce the damage caused by soil erosion. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In the TRHR, the interaction of soil erosion and grassland degradation forms a vicious cycle of alpine grassand ecosystem degradation (Li et al., 2O14). Moreover, rampant rodent infestation not only reduces the content of soil organic carbon, but also worsens the quality of soil (Shao et al., 2017). Grazing also has an important influence on soil properties (Fan et al., 2O1O; Lin et al., 2017; Zhang et al.， 2017). Soil-grass-animal interaction and mutual restriction make the mechanism of soil erosion more complicated (Lin et al., 2017; Cao et al., 2018). In the future, measures need to be conducted to strengthen the scientific planning of grassand grazing and rodent pest management, prevent the aggravation of soil erosion caused by overgrazing and rodents, and maintain the balanced and stable development of the whole alpine ecosystem. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4.3Uncertainty analysis ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The mechanism of soil erosion in the TRHR is quite complicated, as there are various types of soil erosion including freeze-thaw erosion, wind erosion, and water erosion (Zhang et al., 2016; Shao et al., 2O17). However, the RUSLE model mainly considers water erosion, which has become a technical defect of the popularization and application of the RUSLE model in a dynamic environment with various types of soil erosion (Lin et al., 2017). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "A series of methods are currently available for the spatial interpolation of precipitation data. In the process of calculation， the LMDI method relies on the spatial distribution map of precipitation, which is obtained from meteorological data through spatial interpolation. The interpolation accuracy of precipitation has a great influence on the results. In this study, spatial interpolation of precipitation was done by using ANUSPLIN, which has been extensively applied for spatially interpolating hydrometeorological surfaces all around the world (Hijmans et al., 2005; McVicar et al., 2007; Zhang et al., 2013; Fick and Hijmans, 2017). As shown in Figure 2, we have got a relatively high interpolation accuracy of precipitation in both years ( $R ^ { 2 } { = } 0 . 9 0$ in 2005 and $R ^ { 2 } { = } 0 . 9 5$ in 2015). Besides, the number of meteorological stations in the Qinghai-Tibet Plateau is relatively small， exerting some impacts on the interpolation accuracy. Different interpolation methods might lead to different interpolation results, so future work would be focused on the issue. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "We have illustrated that the land use types remained virtually unchanged during the study period of 20o5-2015, and the topography and soil properties may have some changes during this period. The variations in soil physical-chemical properties and soil texture and structure will lead to the change in the K factor (Sun et al., 2O13; Jiang and Zhang, 2O16), which can cause the variation in soil erosion. However, we did not have the DEM and soil data in different years due to the data limitation, so we could not analyze the influences of the LS factor and the K factor on the variation of soil erosion. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "More experimental or statistical data are required for a precise result. Due to the condition limitation, we did not conduct field experiments in the study area to verify the results of this study, e.g., the application of $^ { 1 3 7 } \\mathrm { C s }$ and other nuclear tracer techniques in the ground verification. To validate the spatial distribution of the simulated soil erosion across the TRHR, we compared the estimated results by using the RUSLE model with the measured results or the results from previous researches (Huang et al.,2011; Shao et al., 2011; Teng et al.,2018), and the comparison showed that the results were consistent. Due to the lack of statistics of soil erosion in 2005, we compared soil erosion area ( $\\cdot 1 2 . 0 1 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 } \\rangle$ calculatedby the RUSLE model with that (1 $\\phantom { - } 1 . 4 8 \\times 1 0 ^ { 4 }$ $\\mathrm { k m } ^ { 2 } .$ ） from previous literature (Liu et al., 2O14), and found that the overall results were also consistent. In spite of some uncertainties, the statistics from the government (Qinghai Provincial Water Resources Department; htp://slt.qinghai.gov.cn/), together with some previous literature, can prove that the estimation of this study is satisfactory. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The ecological conservation and restoration project in the TRHR was implemented in 2005 (Zhang et al., 2017). By 2015, the first stage of the ecological project has been completed, and the second stage has already been started. The project aims to improve vegetation coverage and ecological quality by protecting grasslands, forests, and wetlands. A large number of sloping farmlands in the study area were artificially converted into grasslands and forests， and the vegetation coverage in local areas increased greatly (Shao et al.， 2Ol7)，which significantly reduced the severity of soil erosion, reflecting the effects of the ecological conservation and restoration project in reducing soil erosion. However, there are still some areas showing the deterioration of vegetation. The ecological conservation and restoration project is a long process that needs to be continuously strengthened. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In this study, the RUSLE model was used to evaluate soil erosion in the TRHR during the first stage of the ecological and restoration project between 2O05 and 2015. To explore the influencing factors of soil erosion, we designed a method based on the LMDI model to quantitatively evaluate the contribution values of the C factor and the R factor to soil erosion. Soil erosion showed a downward trend overall, and the average soil erosion modulus decreased from $5 4 . 1 9 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ in 2005 to $3 7 . 9 6 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ in 2015. The area where soil erosion amount increased was smaller than the area where soil erosion decreased. The cumulative contribution values of the C factor to the decrease of soil erosion were greater than those to the increase of soil erosion, which benefited from the improved vegetation coverage， indicating the effectiveness of the ecological conservation project. The dominant factor causing the decrease of soil erosion is the combination of the C factor and the R factor, followed by the R factor only; and the dominant factor contributing to the increase of soil erosion is the C factor. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The method used in this study can provide a new idea for the further studies on exploring the influencing factors of soil erosion on a larger scale in the world, which has a broad prospect of popularization and application. A comprehensive assessment involving the LS factor and the K factor is needed to be carried out in the further studies. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "This research was supported by the Key Research Fund of Sichuan Provincial Department of Education (ZHYJ17-ZDo1),the National Mining Environment Recovery Control Status Remote Sensing Geological Survey and Monitoring of the System (DD20190705)，and the Project of Sichuan Provincial Natural Resources Department (KJ-202O-5). The authors would like to appreciate the anonymous reviewers for their constructive comments on the manuscript. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Ang B W,Zhang FQ,Choi K.1998.Factorizing changes in energyand environmental indicators through decomposition. Energy, 23(6): 489-495.   \nAng BW.2004.Decompositionanalysis forpolicymaking inenergy: Which isthe preferrd method?Energy Policy,2(9): 1131-1139.   \nAng B W.20o5.The LMDI approach to decomposition analysis: A practical guide. Energy Policy,33(7): 867-871.   \nAng B W.2015. LMDI decomposition approach: A guide for implementation. Energy Policy,86: 233-238.   \nBeck PSA,Jonsson P,Hgda K A,etal.2O07.A ground-validated NDVI dataset for monitoring vegetationdynamicsand mappingphenology inFennoscandiaand the KolaPeninsula.InternationalJournalofRemote Sensing,28(19): 4311-4330.   \nCai CF,Ding S W,Shi Z H,et al.2O.Studyof applying USLE and geographical information systemIDRISItopredictsoil erosion in small watershed. Bulletin of Soil and Water Conservation,14(2): 19-24. (in Chinese)   \nCao W,LiuLL,Dan W U.2018.Soil erosion changesand driving factors in the Three-River Headwaters region.Acta Prataculturae Sinica,27(6): 10-22. (in Chinese)   \nCazcarro I, Martin-RetortilloM,SerranoA.2019.Reallocatingregional waterapparent productivityinthe longterm: Methodological contributions and application for Spain. Regional Environmental Change,19(5): 1455-1468.   \nCook J,Oreskes N,Doran PT,et al.2016.Consensusonconsensus: Asynthesisof consensus estimatesonhuman-caused global warming. Environmental Research Letters,11(4): 48002,doi: 10.1088/1748-9326/11/4/048002.   \nDisanayakeD,MorimotoT,Ranagalage M.2019.Accessing thesoil erosionrate basedonRUSLE modelfor sustainable land use management: Acase studyof the Kotmale watershed,Sri Lanka.ModelingEarth Systems andEnvironment,5(1): 291- 306.   \nFan JW,ShaoQQ,LiuJY,etal.2O10.Assessmentofeffectsofclimatechangeand grazing activityongrassand yield inthe ThreeRivers Headwaters Regionof Qinghai-Tibet Plateau,China.EnvironmentalMonitoringand Assssment,170(1-4): 571-584.   \nFick SE,HijmansRJ.2O17. WorldClim2: New1-km spatialresolution climate surfaces for global land areas.International Journal of Climatology, 37(12): 4302-4315.   \nFu SH,LiuBY,ZouGY,etal.215.Calculationtoloftopogaphicfactors.cienceofSilandWaterCoservatio3(5):   \nGanasI B r, Kamesn H. Zio. Assessmen OI sol erosion Dy KUSLE mouel using remote sensing and GIS: A case study oI Nethravathi Basin. Geoscience Frontiers,7(6): 953-961.   \nGarcia-Ruiz JM. 2010. The effects of land uses on soil erosion in Spain: Areview. CATENA,81(1): 1-11.   \nGoh T,Ang B W.2019.Tracking economy-wide energy eficiency using LMDI: Approach and practices.Energy Effciency, 12(4): 829-847.   \nGu J, Li X,HuangC,etal.209.Asimplified dataassmilationmethodforreconstructingtime-series MODIS NDVIdata. Advances in Space Research, 44(4): 501-509.   \nGuerra AJT,Fulln MA,Jrge MCO,etal.207.Slope processes, mass movementandsol erosion: Areview.Pedosphere, 27(1): 27-41.   \nGuerra CA,MaesJ, GeijzendorfferI,etal.2O16.Anassssmentofsol erosionpreventionbyvegetationinMediteraean Europe: Current trends of ecosystem service provision. Ecological Indicators,60: 213-222.   \nGuo B,Zhou Y,Zhu J,et al.2016.Spatial patersof ecosystemvulnerabilitychangesduring200l-201 inthe Three-River Source Region of the Qinghai-Tibetan Plateau, China. Journal of Arid Land, 8(1): 23-35.   \nGuo B,Zhang FF,Yang Get al.2017.Improved methodof freeze-thawerosion forthe Three-River SourceRegion in the Qinghai-Tibetan Plateau, China. Geomatics, Natural Hazards and Risk, 8(2): 1678-1694.   \nHan Z, Song W,Deng X, et al.2O18. Grasslandecosystemresponses to climate change and human activities within the Three-River Headwaters region of China. Scientific Reports,8(1): 9079,doi: 10.1038/s41598-018-27150-5.   \nHe GH,ZhaoY, WangJH,etal.2018.Impactoflarge-scale vegetationrestorationprojectonsummerlandsurface temperature on the Loess Plateau, China. Journal of Arid Land, 1O(6): 892-904.   \nHijmansRJ,Cameron SE,ParrJL,etal.2Oo5.Veryhighresolution interpolatedclimatesurfacesfor globallandareas. International Journal of Climatology, 25(15): 1965-1978.   \nHuang L,Shao QQ,Liu JY.2O11. Spatial-temporal analysis of soil erosion in grassland over the past three decades in Sanjiangyuan region, Qinghai Province, China.Journalof Geo-Information Science,13(1): 12-21. (in Chinese)   \nHuang L,Cao W, Xu X,et al. 2018.Linking the benefits of ecosystem services to sustainable spatial planning of ecological conservation strategies. Journal of Environmental Management, 222: 385-395.   \nHutchinson MF,Xu TB.2004. Anusplin Version 4.2 User Guide. Canberr: Fenner School of Environment and Society, Australian National University.   \nIPCC (Intergovernmental Panel on Climate Change). 2018. Global Warming of $1 . 5 ^ { \\circ } \\mathrm { C }$ [2020-03-23]. https://www.ipcc.ch/sr15/.   \nJiang C,LiDQ,WangD,etal.2O16.Quantificationandassessmentofchanges inecosystemserviceintheThree-River Headwaters Region,Chinaas aresult ofclimate variabilityand landcover change.Ecological Indicators,66: 199-211.   \nJiang C,Zhang L B.2O16.Ecosystem change assessment in the Thre-river Headwater Region, China: Patterns,causes,and implications. Ecological Engineering, 93: 24-3.   \nKang L,Zhou T, Gan Y,et al.2018.Spatial and temporal paterns of soil erosion in the Tibetan Plateau from 1984 to 2013. Chinese Journal of Applied and Environmental Biology, 24(2): 245-253. (in Chinese)   \nLi XL,Perry GL W,Brierley G,etal.2014.Quantitativeassessment of degradationclassfications fordegradedalpine meadows (Heitutan), Sanjiangyuan, western China. Land Degradation & Development, 25(5): 417-427.   \nLieskovskyJ, Kenderessy P2014. Modelling theeffectof vegetation coveranddiferent tilage practices on soil erosion in vineyards: Acase study in Vrable (Slovakia) using WATEM/SEDEM.Land Degradation & Development,25(3): 288-296.   \nLin HL,Zheng ST, Wang X L.2O17.Soil erosion assessment basedon the RUSLE modelin the Thre-Rivers Headwaters area, Qinghai-Tibetan Plateau, China.Acta Prataculturae Sinica, 26(7): 11-22. (in Chinese)   \nLiu M,LiD Q, Wen Y,et al. 2Oo5.The spatialanalysisof soilretention functionin Sanjiangyuan region and its value evaluation. China Environmental Science, 25(5): 627-631. (in Chinese)   \nLiu XF,Zhang JS,Zhu XF,etal.2014.Spatiotemporal changes invegetation coverageand its driving factors inthe Three-River Headwaters Region during 2000-2011. Journal of Geographical Sciences,24(2): 288-302.   \nLiu Z H,LiL T,McVicar TR,etal208.Introductionof the professional interpolationsoftwarefor meteorology data-ANUSPLIN. Mettorological Monthly, 10(1): 14-19.   \nLlop M.2019.Decomposing thechanges in water intensityina Mediterrneanregion.Water Resources Management,33(9): 3057-3069.   \nMcVicar TR,vanNielTG,LiLTetal.27.Spatiallydistributing monthlyreference evapotranspirationand pan evaporation considering topographic influences. Journal of Hydrology, 338(3-4): 196-220.   \nMeng ZJ,Dang XH,GaoY,etal.218.Interactiveeectsofwindseed,vegetationcoverageandsoilmoistureinctrin wind erosion in a temperate desert steppe, Inner Mongolia of China. Journal of Arid Land, 10(4): 534-547. numan drivers. Science ol Ine Iotai Environmen 000:00C   \nMohamadi MA,KavianA.2O15.Effctsofrainfallpatternsonrunof andsoil erosion infield plots.International Soiland Water Conservation Research, 3(4): 273-281.   \nMousavi B,Lopez N S A, Biona JB M, et al. 2017. Driving forces of Iran's $\\mathrm { C O } _ { 2 }$ emissions from energy consumption: An LMDI decomposition approach. Applied Energy, 206: 804-814.   \nMoutinho V, Madaleno M, Inglesi-Lotz R, et al. 2018.Factors affecting $\\mathrm { C O } _ { 2 }$ emissions in top countries on renewable energies: A LMDI decomposition application. Renewable and Sustainable Energy Reviews, 90: 605-622.   \nNearing MA,PruskiFF,O'neal MR.2O04.Expected climate change impacts onsoil erosionrates: Areview.Buetinof Soil and Water Conservation, 59(1): 43-50.   \nNearing M A,Jetten V,Baffaut C,etal. 2O05.Modelingresponseof soil erosionandrunofftochanges in precipitationand cover. Catena, 61(2-3): 131-154.   \nNie X Q, Yang LC, Xiong F,etal.2018.Aboveground biomass of the alpineshrub ecosystems inThre-RiverSource Region of the Tibetan Plateau. Journal of Mountain Science,15(2): 357-363.   \nOchoaPA,FriesA,MejiaD,etal.216.Effectsofclimate,landcoverandtopographyonsoilerosionriskinasemiaridbasin of the Andes. Catena, 140: 31-42.   \nPanagos P,BorelliP,Meusburger K.215a.AnewEuropean slopelengthand steepnessfactor (LS-Factorfor modelingsoil erosion by water. Geosciences,5(2): 117-126.   \nPanagos P,BorellP,eusburgerK,etal.21b.Estimatingthesoilrosioncover-managementfactorat theEropeanscale. Land Use Policy, 48: 38-50.   \nPlouffe C C,Robertson C,Chandrapala L.2015. Comparing interpolation techniques for monthly rainfall maping using multiple evaluationcriteriaand auxiliarydata sources: Acase studyof Sri Lanka.Environmental Modelling& Software,67: 57-71.   \nPourebadollahan C M, Fallahi F, Alizadeh E,et al. 2018. Decomposing the influencing factors of $\\mathrm { C O } _ { 2 }$ emissions in East Azarbayjan Province manufacturing industries using the LMDI approach. Quarterly Journal of Aplied Theoriesof Economics, 5(2): 199-222.   \nRenard K G,Foster GR, Weesies G A,et al.1997.PredictingSoil Erosion by Water: AGuide toConservation Planning with the Revised Universal SoilLoss Equation (RUSLE).Tucson: USDA-ARS,Southwest Watershed Research Center,16-18.   \nSha Z Y, XieYC,Tan X C,etal.2O17.Asssing theimpactsofhuma activitiesandclimate variationsongrassland productivity by partial least squares structural equation modeling (PLS-SEM). Journal of Arid Land, 9(4): 473-488.   \nShao Q,Fan J,LiuJ,etal.20l7.Target-basedassssmentonefectsoffirst-stageecologicalconservationandestoation project in Thre-River Source region, China and policyrecommendations.Buletin of Chinese Academyof Sciences,3(1): 35-44. (in Chinese)   \nShao QQ, Xiao T,Liu J Y, et al. 2O11. Soil erosion rates and characteristics of typical alpine meadow using $^ { 1 } 3 7$ Cs technique in Qinghai-Tibet Plateau. Chinese Science Bulletin,56(16): 1708-1713.   \nShao QQ,CaoW,FanJW,etal.2017.Effectsof anecologicalconservationandrestoration projectinthe Thre-River Source Region, China. Journal of Geographical Sciences, 27(2): 183-204.   \nSharpley A N, Williams JR.1990.EPIC-erosion/productivity impact calculator: I. Modeldocumentation.II Usermanual. Technical Bulletin-United States Department of Agriculture, 4(4): 206-207.   \nShen X,AnR,Feng L,et al.2018.Vegetationchanges intheThre-riverheadwatersregionof the Tibetan Plateau of China. Ecological Indicators, 93: 804-812.   \nShi X Z,YuDS,WarnerED,etal.2004.Soildatabaseof1:1o0digitalsoil surveyandreferencesystemoftheChiese genetic soil classification system. Soil Survey Horizons,45(4): 129-136.   \nSun W Y,Shao QQ,LiuJY.2013.Soil erosion anditsresponsetothechanges of precipitationand vegetation coveronthe Loess Plateau. Journal of Geographical Sciences, 23(6): 1091-1106.   \nTan JB,LiAN,Lei GB.2016.ContrastonAnusplinandCokriging meteorologicalspatialinterpolation insoutheasternmargin of Qinghai-Xizang Plateau. Plateau Meteorology,35(4): 875-886. (in Chinese)   \nTeng HF,Liang Z Z, Chen S C,et al.2018.Curent and future assessments ofsoil erosion by wateronthe Tibetan Plateau based on RUSLE and CMIP5 climate models. Science of The Total Environment, 635: 673-686.   \nThomas J,JosephS,Thrivikramji KP.2018.Assessmentof soilerosion inatropical mountainriverbasinof thesouthern Western Ghats, India using RUSLE and GIS. Geoscience Frontiers,9(3): 893-906.   \nWang H, Ang B W. 2O18. Assessing the role of international trade in global $\\mathrm { C O } _ { 2 }$ emissions: An index decomposition analysis approach. Applied Energy, 218: 146-158.   \nWangLH,Wang YF,Saskia K,etal.2018.Effectofsoil management onsoil erosionon sloping farmland during cropgrowth stages under a large-scale rainfall simulation experiment. Journal of Arid Land, 1O(6): 921-931.   \nWischmeier WH,Smith DD.1978.Predicting RainfallErosionLosses: AGuidetoConservation Planning.Hyatsvile: USDA, Science and Education Administration, 57.   \nXiong QL, Xiao Y,Halmy MWA,et al.2019. Monitoring the impactof climate change and human activities ongrassland vegetation dynamics in the northeasternQinghai-Tibet Plateau of China during 20o-2015.Journal of AridLand,11(5): 637-651.   \nYaoHF,Shi CX,ShaoWW,etal.2016.Changesand influencing factors of the sedimentloadinthe Xiliugou basinof the upper Yellow River, China. Catena, 142: 1-10.   \nYin F,Deng X Z,Jin Q,etal.2014.The impactsofclimatechangeand humanactivities on graslandproductivityin Qinghai Province, China. Frontiers of Earth Science, 8(1): 93-103.   \nZhao BH,LiZB,LiP,etal.2O7.Spatialdistributionofsoilorganiccarbonanditsinfluencingfactorsunderthecondiionof ecological construction in a hilly-gully watershed of the Loess Plateau, China. Geoderma,296: 10-17.   \nZhang GL,Dong JWZhou CP,etal.2013.Increasingcroping intensityinresponse tolimate warminginTbetanPlateau, China.Field CropsResearch,142: 36-46.   \nZhang HY,FanJW,CaoW,et al.2018.Changes inmultiple ecosystem services between200Oand2013and theirdriving factors in the grazing withdrawal program, China. Ecological Engineering, 116: 67-79.   \nZhang L X,FanJW, Zhou DC, et al. 2017.Ecological protection and restoration program reduced grazing pressure in the Three-River Headwaters region, China. Rangeland Ecologyand Management,7O(5): 540-548.   \nZhang SL, Su X L, Singh VP,et al.2O18.Logarithmic Mean Divisia Index (LMDI) decomposition analysis of changes in agricultural wateruse: Acase studyof the middlereaches ofthe Heihe River basin,China.Agricultural Water Management, 208: 422-430.   \nZhang X,LiZB,LiP,etal.2018.Influencesofsandcoveronrosionprocessesof loslopes basedorainfallsimulation experiments. Journal of Arid Land, 1O(1): 39-52.   \nZhang Y, Zhang CB,Wang ZQ,et al.2O16. Vegetation dynamics and its driving forces from climate change and human activities intheThree-River SourceRegion,China from1982 toO12.ScienceofTheTotalEnvironment,563-564:210- 220.   \nZheng K,WeiJZ,PeiJY,etal.2O19.Impactsofcimatechangeandhumanactivitiesongrasandvegetation variationinthe Chinese LoessPlateau. Science of The Total Environment, 66O: 236-244.   \nZuazo VH D,Pleguezuelo CR R.20o9.Soil-erosion and runoff preventionby plant covers: A review.Agronomy for Sustainable Development, 28(1):65-86. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Supplementary material ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "1Spatial distribution of total annual rainfall ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "90°E 93°E 96°E 99E 102°E 90°E 93°E 96°E 99E 102°E  \nN99 (a)2005 3.99 (b)2015  \n340 N99 1000 33333550389300  \n320 Rainfall (mm) 220 Rainfall (mm)0 100200300 km 300 0100 200300 km93.61 930.31 191.04 817.30  \n90E 93°E 96E 99°E 102E 90°E 93E 96°E 99E 102°E",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2Calculations of the RUSEL (Revised Universal Soil Equation) factors ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2.1 Vegetationcoverfactor(Cfactor) ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The C factor is closely related to vegetation coverage, which significantly influences soil erosion (Fu et al., 2O11). We used the method developed by Cai et al. (200O) to calculate the C factor. ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { C } = \\left\\{ \\begin{array} { c c } { 1 , } & { f = 0 } \\\\ { 0 . 6 5 0 8 - 0 . 3 4 3 6 1 g f , } & { 0 < f < 7 8 . 3 \\% , } \\\\ { 0 , } & { f \\geq 7 8 . 3 \\% } \\end{array} \\right.\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\nf = \\frac { \\mathrm { N D V I - N D V I _ { \\mathrm { m i n } } } } { \\mathrm { N D V I _ { \\mathrm { m a x } } - N D V I _ { \\mathrm { m i n } } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "where C is the vegetation cover factor (dimensionless); $f$ is the vegetation coverage determined using Normalized Difference Vegetation Index (NDVI) derived from the SPOT-VGT NDVI; $\\mathrm { \\Delta N D V I _ { \\mathrm { { m i n } } } }$ is the NDVI of bare soil; and $\\mathrm { \\Delta N D V I _ { \\mathrm { { m a x } } } }$ is the regional maximum NDVI. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2.2 Rainfall erosivity factor (R factor) ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The R factor reflects the detachment of soil at a location by raindrop splash erosion (Dissanayake et al., 2019). In this study, we used the following equation developed by Wischmeier and Smith (1978) to calculate the R factor. ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { R } = \\sum _ { i = 1 } ^ { 1 2 } 1 . 7 3 5 \\times 1 0 ^ { ( 1 . 5 \\mathrm { l o g } _ { 1 0 } ( P _ { i } / P ) - 0 . 0 8 1 8 8 ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "where R is the rainfall erosivity factor $( \\mathrm { M J \\cdot m m } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { h \\cdot a } ) )$ $P _ { i }$ is the monthly rainfall $\\left( \\mathrm { m m } \\right)$ ; and $P$ is the annual rainfall (mm). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2.3Topographic factor (LS factor) ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The LS factor constitutes slope length and slope steepness (Ganasri and Ramesh, 2O16). The Digital Elevation Model (DEM) was utilized to estimate the LS factor, while this factor is quite complicated to be calculated directly using GIS software such as ArcGIS. Considering the characteristics of soil erosion in China, we used the calculation tool of topographic factors developed by Fu et al. (2O15), which is suitable for China and easy to use with a friendly interface. The main equations for the algorithm are shown as follows: ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { L } = \\left( \\frac { \\lambda } { 2 2 . 1 3 } \\right) ^ { \\mathrm { m } } \\left\\{ \\begin{array} { l r } { \\mathbf { m } = 0 . 2 , } & { \\theta < 0 . 5 ^ { \\circ } } \\\\ { \\mathbf { m } = 0 . 3 , } & { 0 . 5 ^ { \\circ } \\leq \\theta < 1 . 5 ^ { \\circ } } \\\\ { \\mathbf { m } = 0 . 4 , } & { 1 . 5 ^ { \\circ } \\leq \\theta < 3 . 0 ^ { \\circ } } \\\\ { \\mathbf { m } = 0 . 5 , } & { \\theta \\geq 3 . 0 ^ { \\circ } } \\end{array} \\right. ,\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\mathrm { S } = \\left\\{ \\begin{array} { l l } { 1 0 . 8 \\sin \\theta + 0 . 0 3 , \\quad \\quad \\quad \\theta < 5 ^ { \\circ } } \\\\ { 1 6 . 8 \\sin \\theta - 0 . 5 0 , \\quad 5 ^ { \\circ } \\leq \\theta < 1 0 ^ { \\circ } , } \\\\ { 2 1 . 9 1 \\sin \\theta - 0 . 9 6 , \\quad \\quad \\quad \\theta \\leq 1 0 ^ { \\circ } } \\end{array} \\right. } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "where L is the slope length factor (dimensionless); S is the slope steepness factor (dimensionless); $\\theta$ is the angle of the slope ${ \\bf \\Xi } ( ^ { \\circ } ) ; { \\bf m }$ is a dimensionless constant; and $\\lambda$ is the slope length $\\mathrm { ( m ) }$ , which depends on the steepness of the slope in percent ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "2.4Soil erodibility factor (K factor) ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The K factor depends on the soil characteristics such as soil texture and organic matter content (Fayas et al., 2019). In this study, the $\\mathrm { \\bf K }$ factor was determined using the EPIC (Erosion Productivity Impact Calculator) equation (Sharpley and Williams, 1990) as follows: ",
        "page_idx": 21
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\mathbf { K } = \\left\\{ 0 . 2 + 0 . 3 \\exp \\left[ - 0 . 0 2 5 6 \\times \\mathrm { S A N } \\times \\left( 1 - \\frac { \\mathrm { S I L } } { 1 0 0 } \\right) \\right] \\right\\} \\times \\left( \\frac { \\mathrm { S I L } } { \\mathrm { C L A } + \\mathrm { S I L } } \\right) ^ { 0 . 3 } } \\\\ & { \\times \\left( 1 . 0 - \\frac { 0 . 2 5 \\times \\mathrm { O M } } { \\mathrm { O M } + \\exp ( 3 . 7 2 - 2 . 9 5 0 \\mathrm { M } ) } \\right) \\times \\left( 1 . 0 - \\frac { 0 . 7 \\times \\mathrm { S N } } { \\mathrm { S N } + \\exp ( - 5 . 5 1 + 2 2 . 9 \\mathrm { S N } ) } \\right) ^ { , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "where SAN, SIL, CLA,and OM are the percentage content of sand, silt, clay, and organic matter $( \\% )$ , respectively; and SN is equal to 1-SAN/100. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "2.5Support practice factor (P factor) ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The P factor is the ratio of soil loss with a specific support practice to the corresponding loss with up slope and down slope cultivation (Dissanayake et al., 2O19). The value of the $\\mathrm { \\bf P }$ factor ranges from O to 1, in which O represents high-quality conservation practices and 1 indicates poor preservation conservation practices (Kang et al., 2018). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Considering the land use types of the study area and the previous literature, the P factor value is 0.15 for the agricultural land (Li and Zheng, 2O12). There is no erosion in water ( $\\mathrm { F u }$ and Zha, 2008), wetland, bare rock, snow, and ice,thus the P factor value is O in these land use types. There are rarely water conservation measures in the rest land use types, so the P factor value is 1 (Zhao et al., 2007; Fu and Zha, 2008). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Cai CF,Ding S W,Shi Z H,et al.20.Studyof applying USLEand geographical information systemIDRISItopredictoil erosion in small watershed. Bulletin of Soil and Water Conservation,14(2): 19-24.(in Chinese)   \nDissanayakeD,MorimotoT,RanagalageM.2O19.AccessingthesoilerosionratebasedonRUSLEmodelforsustainablelanduse management:Acase studyoftheKotmale watershed,SriLanka.Modeling Earth Systems andEnvironment,5(1): 291-306.   \nFayas CM,Abeysingha NS,Nirmanee KGS,etal.2019.Soilloss estimationusingRUSLE model to prioritizeerosion control in KELANI river basin in Sri Lanka. International Soil and Water Conservation Research,7(2): 130-137.   \nFu B J,Liu Y,LuYH,etal.2l1.Asssing thesoil erosioncontrolserviceofcosystmschange intheLess Pateauof China. Ecological Complexity, 8(4): 284-293.   \nFu S,Zha X.2008.Studyonpredicting soil erosion in Dongzhen watershed basedon GIS and USLE.Geo-information Science, 10(3):390-395. (in Chinese)   \nFu SH,LiuBYZouGY,etal.215.Caulationtoolofpgaphicfactors.ienceoflandWateroservatio(5): 105-110. (in Chinese)   \nGanasri B P, Ramesh H. 2016.Assessment of soil erosion by RUSLE model using remote sensing and GIS: Acase study of Nethravathi Basin. Geoscience Frontiers, 7(6): 953-961.   \nKangL,Zhou T,Gan Y,et al.2O18.Spatialand temporal paternsof soil erosioninthe Tbetan Plateau from1984 to 2013. Chinese Journal of Applied and Environmental Biology, 24(2): 245-253. (in Chinese)   \nLi TH,Zheng LN.2012.Soil erosion changes in the Yanhe watershed from 20l to 2010based on RUSLE model.Journalof Natural Resources,27(7): 1164-1175.   \nSharpleyA N,Willams JR.1990.EPIC-erosion/productivityimpactcalculator: I. Modeldocumentation. II Usermanual. Technical Bulletin-United States Department of Agriculture, 4(4): 206-207.   \nWischmeier WH,Smith DD.1978.PredictingRainfallErosionLoses: AGuide toConservation Planning.Hyatsvile: USDA, Science and Education Administration, 57.   \nZhao L,Yuan GL,Zhang Y,et al.2Oo7.Theamountof soil erosion inBaoxiang WatershedofDianchiLakebasedon GISand USLE.Bulletin of Soil and Water Conservation, 27(3): 42-46. (in Chinese) ",
        "page_idx": 21
    }
]