[
    {
        "type": "text",
        "text": "仿生消化法评定猪饲料营养价值的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王钰明 赵峰\\*张虎 张宏福",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（中国农业科学院北京畜牧兽医研究所，动物营养学国家重点实验室，北京100193）摘要：基于体外酶法的仿生消化技术评定猪饲料的营养价值已被丹麦、荷兰、法国等发达国家所认同，但该技术仍未脱离传统方法以水解活性无法重复的胰液素为模拟消化液酶源，以“三角瓶 $\\cdot +$ 摇床\"为全手工测试工具的研究思路。因此，在酶法的创新上，模拟消化液制备的生物学背景与标准化以及建立规范化的体外模拟消化工具一直是该研究领域的核心与难点。本文综述了国内外猪模拟消化技术的最新研究进展，并对动物营养学国家重点实验室在此方面的研究成果进行了总结和介绍。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：猪；模拟消化；仿生消化系统中图分类号：S828 文献标识码： 文章编号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "饲料养分的生物学效价是确定饲养标准及优化饲料配方的主要决策依据，也是动物营养研究最为基础的参数。因此，如何准确、快速地测定饲料养分的生物学效价一直是业界共同关注的焦点。自 20 世纪50年代以来，人们在通过模拟动物体内的酶促反应过程以实现对饲料有效能及氨基酸消化率的估测方面进行了许多有益尝试。目前，通过酶法测定猪饲料的消化能值已逐渐被丹麦、荷兰、法国等发达国家所认同，并成为其新型饲养标准的核心技术[1-3]。然而，现有酶法仍采用 Boisen 等[4]的方法与手段，存在模拟消化液酶活无法重复、模拟消化过程具有较大的随意性与不稳定性、缺乏专用的自动化测试工具等弊端。针对上述问题，动物营养学国家重点实验室在前人研究工作的基础上系统研究了猪消化液的组成成分，建立了模拟消化液制备的基础数据，实现了模拟消化液活性的可重复与规范化。在此基础上，研制了一套用于全自动模拟猪胃、小肠、大肠消化的仿生消化系统，实现了仿生消化方法的“自动化、仪器化和操作规范化”。随着该方法的进一步发展与完善，本技术有望为我国猪饲料养分营养价值的评定提供高效的研究手段。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1国外猪模拟消化液制备的研究进展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在饲料的体外模拟消化中，有些研究者直接将畜禽体内的肠液或胰液作为体外模拟消化的消化液，如日本学者Furuya等[5]建立的胃蛋白酶一猪小肠液法，Lowgren等[建立的胃蛋白酶一猪十二指肠液一回肠液一粪提取液法。这些方法虽然在消化酶的来源、种类上与动物体内接近，但是小肠液的制备比较复杂，不同批次小肠液在组成上相差较大而难以重复，因此，近年鲜见关于此方法的进一步发展。基于上述问题，Boisen等[7提出了用胃蛋白酶、胰液素、碳水化合物酶分别模拟猪的胃液、小肠液、大肠液的技术思路，并建立了通过酶水解有机物估测猪饲料消化能的模拟消化操作方法[4.8-9]。然而，此方法中饲料有机物的体外消化率与体内消化率的偏差因饲料种类不同有较大变异（差值在 $5 \\% \\sim 2 5 \\%$ 之间）[4]，通过有机物的体外消化率估测猪消化能（digestible energy，DE）值的精度并不高于以中性洗涤纤维估测DE值的精度[10]，而且该方法并不适用于所有饲料DE值的估测[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与Boisen等[7]的技术体系类似，Regmi等[12]采用胃蛋白酶、胰液素、纤维素酶模拟猪胃肠道各段的消化液，而且各阶段模拟消化液的配制、消化时间等参数与Boisen等[7的方法有较大区别。由此可见，在前人以胃蛋白酶、胰液素等为消化酶源的体外模拟消化体系中，各种消化酶的总活性、消化时间等基础参数的设置仅以满足饲粮底物的完全水解来确定[13]，具有较大的随意性。因此，这些体外模拟消化技术完全脱离动物的实际消化生理。此外，该方法所使用的胰液素是一种含有多种消化酶的复合物，不同批次的胰液素在酶学组成上是不同的，无法实现体外模拟肠液的重复。由此可见，现有的饲料体外模拟消化技术无论从理论上还是生产实践中仍有许多关键技术尚未解决。猪饲料在消化道中主要进行酶的化学性消化，其水解的介质为胃液和肠液，因此在体外模拟消化中我们首先需要确定模拟消化液组成的生理学依据？模拟消化液与体内消化液的水解特性有多大差异？如何实现模拟消化液在组成上的完全重复？弄清这些问题对建立仿生消化法评定饲料养分的营养价值具有重要意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2国外猪模拟消化装置的研究进展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1基于三角瓶密闭系统的模拟消化器",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据猪的消化生理学特性，体外模拟消化装置的设计可分为静态模拟和动态模拟。目前，在饲料常规养分（能量、蛋白质）的模拟消化上，多采用以三角瓶作为模拟消化器的静态模拟法（简称三角瓶法）[3-4,12]。该过程中，将 $1 0 { \\sim } 5 0 ~ \\mathrm { m L }$ 消化液置于 $1 0 0 ~ \\mathrm { { m L } }$ 三角瓶中，由水浴摇床提供酶促反应的温度和模拟胃肠道的蠕动，后续消化阶段消化液的加入和pH 的调节都是通过人工操作的方式进行。通过总结1990—2010 年间各国学者采用的三角瓶法模拟猪饲料的消化过程发现：1）不同研究者在水浴摇床的性能（温控精度、混合强度）、三角瓶内消化液pH的变异范围上都无明确的规范[13];2）在实际操作中，小肠消化阶段开始前首先以NaOH调节缓冲液pH至中性，然后再往三角瓶中加入模拟小肠液，从而使得小肠液被稀释，这与食糜在小肠的消化介质为小肠液的客观事实相悖；3）在以三角瓶作为密闭消化器的情况下，水浴摇床回旋混合时总有部分饲料样品粘贴于三角瓶瓶壁而难以与消化液充分接触，此外不同类的饲料粘贴程度不同且不同三角瓶间贴壁残留的样品同样差异较大，然而该因素对测试结果的影响程度鲜见相关报道；4）在水解产物对酶促反应的影响上，三角瓶作为模拟消化器与外界不存在物质交换，由于酶促反应的饲料底物与水解产物共处一个溶液中，随着反应过程的进行出现明显的产物抑制反应过程的现象，而这一现象与动物体内水解产物的及时吸收大相径庭；5）现有三角瓶法通常采用过滤的方法分离酶水解物与消化残渣[3-5.12]，在本实验室的前期研究中发现无论是国产定量分析滤纸还是进口滤纸（Whatman 531）经过布氏漏斗抽滤后滤纸自身均有重量损失，然而该因素对测试结果的影响难以精确控制。综合上述变异因素，从Clunies 等[14]的试验结果可得出三角瓶法在胃消化期、小肠消化期的相对标准差分别高达 $4 . 8 6 \\%$ 和 $6 . 6 3 \\%$ 。由此可见，传统的静态三角瓶法存在着操作过程复杂、工具不规范、酶促反应中食糜与消化液混合不充分、水解产物抑制酶促反应的速度与平衡、水解物与未水解物的分离方法难以定量等核心技术问题。因此，欲在现有技术基础上创新猪饲料养分模拟消化工具，首先应逐一解决上述问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 动态模拟消化装置",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "针对静态模拟消化装置的种种弊端，动态模拟消化系统的研制逐渐被发达国家所重视。这些装置主要由自制模拟消化器、消化液分泌系统、缓冲液pH自动调节系统等模块组成，能部分实现模拟消化液的动态分泌、消化条件理化参数的周期变化。如 20 世纪80年代加拿大学者Gauthier 等[15]研制了用于模拟饲料蛋白质在猪小肠内消化吸收的装置，泰国玛希隆大学Promchan 等[16设计了动态连续透析系统用于模拟微量元素在猪胃肠道内的消化吸收。这2个装置在设计上非常类似，其特点是以透析袋模拟肠壁的吸收功能，以水浴提供恒定的温度，由专门的搅拌器或回旋震荡模拟小肠的蠕动，通过蠕动泵往消化器中缓慢输入缓冲液模拟肠系膜毛细血管的理化环境，促使酶促反应往正方向进行。该装置与三角瓶法相比的优点是水解产物对消化液环境的改变较少，水解产物与未水解产物经由透析袋自动分离。但该装置的缺点是自动化程度较低，蠕动泵、水浴摇床的启停及消化液的注入都需要通过人工手动操作；其次是搅拌器设计成垂直搅拌，透析袋呈自然垂直或水平放置，缺乏专门的固定支撑装置，这使得饲料样品与消化液的混合难以充分，试验结束后透析袋内未水解残渣的转移有较大困难（若分析透析液中水解产物的浓度又可能会遇到样品浓缩、缓冲液蒸发或体积变化引起的测试误差)；模拟消化过程完成后，没有专门针对残留在透析袋内的部分水解产物的清洗过程。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着现代自动控制技术、人机交互技术的发展，近年来国际上在单胃动物模拟消化装置的研制上也逐步向全自动程控的方向发展。如1995 年荷兰TNO食品和营养研究所研制的猪胃-小肠消化仿生系统通过电脑自动控制可模拟胃的排空、小肠的蠕动和吸收及消化液的分泌。然而，该系统的设计初衷是用于胃肠道微生物生长、药理代谢等方面的研究，并且由于该装置的消化道设计比较长容易造成食糜堵塞及无法彻底排空等弊端，在饲料养分消化率测定时重复性较差，与体内测值也相差较大[17]。我国台湾中兴大学研制的猪胃动态消化系统能模拟采食后胃液pH、胃蛋白酶分泌的阶段性变化，从而达到测定胃内饲料蛋白质消化率的目的[18]。该装置在胃消化器的设计上基本上套用Gauthier 等[15]的设计，但在自动控制技术上利用美国LabView（Ver.6.1）软件通过电脑对蠕动泵、搅拌器、pH计的启停实行自动化控制。因此，该装置基本上可以达到无人值守运行的目的，但在功能上仍难以脱离Gauthier 等[15]模拟消化器类似的弊端。由此可见，动态胃肠道模拟消化系统决定其功能的核心技术是模拟消化器（反应器）与模拟消化流程的设计，而现有报道的各种自动模拟消化装置在功能或自动控制技术上均难以达到全自动定量测定猪饲料养分消化率的目的。因此，在新型全自动仿生消化系统的设计上，如何保障饲料样品与消化液的充分混合及防止消化过程中因混合引起食糜贴壁而干涸？从一个消化阶段转入下一消化阶段后（如胃转入小肠阶段）如何防止因食糜样品转移引起的误差？模拟消化结束后水解产物与未水解产物的分离如何达到高度可重复并有利于实现自动化？如何通过电脑程控全自动模拟运行一个完整的消化过程，并实现人机交互？模拟消化的测试结果能否重演、可加并与体内法较好地吻合？这一系列问题尚有待于深入研究。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3猪全自动仿生消化系统的研究进展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 猪体内消化液的组成",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "如前所述，人们对猪的模拟消化普遍采用胃 $$ 小肠 $$ 大肠3个消化阶段依次进行。因此，获得各阶段消化液的组成即消化酶的活性及缓冲液的离子浓度是制备模拟消化液的生物学基础。猪胃主要起储存食物、控制食糜的排空和通过胃蛋白酶在酸性条件下对食物中的蛋白质进行消化等作用[19]。根据 Chiang 等[18]报道生长猪胃食糜中胃蛋白酶的酶活性在 240\\~865.4 U/g 间变异，通过胃内食糜的水分含量计算得出猪胃液中胃蛋白酶的平均活性为737.5U/mL。Fujita等[20]报道猪胃液中含 ${ \\mathrm { N a } } ^ { + }$ 80.6mmol/L、 $\\mathrm { K } ^ { + }$ 6.0 mmol/L、CI-134.2mmol/L，pH2.0。由于目前国际上通用的胃蛋白酶测定方法及离子浓度检测方法与上述试验采用的方法一致，因此，本研究组将上述参数作为生长猪模拟胃液的组成成分。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "育肥猪小肠的长度为 $1 6 { \\sim } 2 1 \\mathrm { ~ m ~ }$ ，是饲料养分消化吸收的主要场所。小肠液中消化酶主要来源于胰腺分泌的淀粉酶、蛋白酶、脂肪酶及少量肠腺分泌的肠肽酶、二糖酶等[21]。根据生长猪小肠在距离幽门 $1 . 5 { \\sim } 1 . 8 \\mathrm { m }$ 处的肠液中消化活性最高的原则[22],在该位置安装空肠套管得出了正常营养水平下饲粮的蛋白质来源与水平、饲粮类型对生长猪空肠液中的4种主要消化酶活性（淀粉酶、胰蛋白酶、糜蛋白酶、脂肪酶）及离子浓度无显著性影响[23-24]。同时通过简单相关分析及典型相关分析得出生长猪个体间空肠液中主要消化酶活性的变异与饲料养分的消化率间并无显著相关关系[25]。基于上述研究结果，猪空肠液的组成为：淀粉酶 $2 2 1 . 4 ~ \\mathrm { U / m L }$ 、胰蛋白酶 $6 9 . 1 ~ \\mathrm { U / m L }$ 、糜蛋白酶 $8 . 7 ~ \\mathrm { U / m L }$ 、脂肪酶 $3 . 3 ~ \\mathrm { U / m L }$ ， $\\mathrm { { N a } ^ { + } }$ 89.9 mmol/L， ${ \\boldsymbol { \\mathrm { K } } } ^ { + }$ 15.0 mmol/L，CI 116.7 mmol/L， pH 6.44。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "猪的大肠由盲肠、结肠和直肠组成，小肠未消化完全的食糜在盲肠及结肠中经微生物产生的纤维素酶水解，同时也通过微生物体内代谢产生短链脂肪酸[21]。针对猪大肠消化的特点，本研究组研究了3种不同纤维水平饲粮条件下生长猪盲肠液的组成成分差异。结果表明，饲粮的纤维水平对盲肠液中纤维酶的活性及pH无显著影响，而对部分离子（ $\\mathrm { K } ^ { + }$ 、CI-）的浓度有显著的影响[26]。基于上述研究结果，同时考虑到再生纤维素材质的透析袋对纤维素酶的耐受量，猪大肠液的组成为：纤维素酶 $0 . 0 4 \\ : \\mathrm { U / m L }$ 、 $\\mathrm { { N a } ^ { + } }$ 93.2 mmol/L、 ${ \\sf K } ^ { + }$ 11.1 mmol/L、Cl 25.1 mmol/L， pH 6.42。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "根据上述猪体内消化液的组成参数，本研究组以试剂级消化酶根据主要消化酶活性相等的原则配制模拟消化液，并对饲料消化所处的主要环境——模拟小肠的模拟效果进行了检验。研究结果表明，模拟肠液对玉米、小麦麸、大豆粕、棉籽粕以及4 种饲粮的水解能力达体内肠液测值的 $9 4 . 8 \\%$ 以上，且两者的相关系数为0.95 以上[27]。在此基础上，王钰明[24]建立了从猪空肠液中纯化主要消化酶的方法，并建立了基于提纯的消化酶粉剂添加少量试剂酶制备模拟猪肠液的方法，进一步缩小了模拟肠液与体内肠液组成的差距。而对于模拟胃液及模拟大肠液的水解能力尚需进一步验证。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 仿生消化装置的开发",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "模拟消化器是饲料仿生消化的场所（图1)，它由透明玻璃管、透析管、缓冲液出口、缓冲液入□、消化液泵入管（含单向阀）、标准磨口（19号）、翻口硅胶塞组成。在装配消化管前，透析袋通过脱甘油、脱硫与金属元素处理，然后从消化管一端的磨口伸入并贯穿。透析管的两端分别在标准磨口处外翻，并覆盖标准磨口外径 $1 5 \\mathrm { m m }$ 以上，用橡皮条固定。一端用翻口硅胶塞塞上，加入饲料样品（1\\~2g）和 $2 0 ~ \\mathrm { m L }$ 模拟胃液，最后塞上带有消化液添加管的硅胶塞[28]。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/254b48016d89608ab8331affd9e4a5d5d7bc03fb273e09625baf290acddb71ec.jpg",
        "img_caption": [
            "图1模拟消化器"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/748d36250d60ffbec3e0363ce21e6a11a0caeebf42cd35f89da6e68e13f00e43.jpg",
        "img_caption": [
            "图2猪模拟消化流程",
            "Fig.1The simulated digestion tube ",
            "Fig.2The simulated digestion process for pigs "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "仿生消化系统由模拟消化器、单通道及多通道蠕动泵、非接触式电磁阀、恒温摇床、制冷系统、恒温水浴槽、减压装置、上位机、电脑和控制软件等组成，并装配成全自动仿生消化仪器（型号：SDS-2)。每台仿生消化系统中含有2套如图2所示的消化装置，每次运行可以测定2个样品，每个样品可获得5个重复测定数据。该系统中，39 $\\mathrm { { } ^ { \\circ } C }$ 的酶促反应温度由恒温摇床控制模拟消化器外的空气温度，由水浴槽维持缓冲液的温度进而控制透析管内的温度2部分组成，从而使温度的变异范围控制在0.5℃以内。摇床通过电磁感应可精确控制 $1 8 0 ~ \\mathrm { r / m i n }$ 的转速，以对消化液和饲料进行充分混合。猪仿生消化运行前，用于每1个样品测定的5根消化管按照出水口朝上、进水口朝下的方式固定在专用台架上，并通过硅胶软管将模拟消化器间的出水口与进水口依次相连。然后，将台架卡位在恒温摇床中，且第1根消化管的进水口与第5根消化管的出水口分别与仿生消化系统的进（蠕动泵）、出（减压装置）水端相连。消化液添加管通过快速接头与多通道蠕动泵相连。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在控制软件中对猪消化的流程参数进行设置，包括温度、混合强度、预热时长及胃、小肠和大肠的消化时长、溶液排空时长、清洗液体积、清洗时间、清洗次数、消化液泵入时间与体积等共计33项。在预热程序运行完成后，自动开始整个仿生消化过程。胃消化阶段：电磁阀1、2自动打开，胃缓冲液通过蠕动泵（11，图2）泵入模拟消化器中并循环 $\\boldsymbol { 4 } \\mathrm { h }$ 。结束后，电磁阀1、2自动关闭。接着自动运行排空程序以清除模拟消化器中各透析管外的胃缓冲液。排空程序包括9、10 号电磁阀自动打开，蠕动泵（11，图2）反向转动将模拟消化器中的残夜泵入废液瓶中。然后，自动运行3次清洗程序以清除胃阶段消化的产物。每个清洗程序包括蠕动泵（12，图2）泵入 $1 ~ 5 0 0 ~ \\mathrm { m L }$ 去离子水入清洗瓶中，电磁阀7、8自动打开，蠕动泵（11，图2）将去离子水泵入模拟消化器中并循环 $4 0 \\mathrm { m i n }$ 结束后再运行一个排空程序。胃仿生消化结束后，进入小肠仿生消化阶段：电磁阀3、4自动打开，小肠缓冲液通过蠕动泵（11，图2）泵入模拟消化器中并循环 $3 0 \\ \\mathrm { m i n }$ 后，浓缩的模拟小肠液经多通道蠕动泵（13，图2）自动泵入透析管内。小肠缓冲液继续循环 $1 6 \\mathrm { h }$ 。结束后，电磁阀3、4自动关闭，接着依次运行排空程序和3个清洗程序。小肠仿生消化完成后，进入大肠仿生消化阶段：电磁阀5、6自动打开，大肠缓冲液通过蠕动泵（11，图2）泵入模拟消化器中并循环 $3 0 \\mathrm { m i n }$ 后，浓缩的模拟大肠液经多通道蠕动泵（14，图2）自动泵入透析管内。大肠缓冲液继续循环 $3 . 5 \\mathrm { ~ h ~ }$ 。结束后，电磁阀5、6自动关闭，接着依次运行排空程序和6个清洗程序，从而完成整个仿生消化过程。针对饲料脂肪的仿生消化难以实现，采用对烘干的未消化残渣以无水乙醇脱脂处理[28]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3仿生消化法模拟猪饲料养分消化的检验 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "为了使仿生消化系统的测定精度达到最优，对测试过程的影响因素及测定结果的变异来源进行了研究，得出了上样样品的粉碎粒度为60目（过 $0 . 3 \\mathrm { m m }$ 筛)，消化残渣的清洗次数为6次，透析袋预处理后有效使用期为 $9 0 { \\mathrm { ~ d } } ^ { [ 2 9 ] }$ 。仿生消化各步骤中，未消化残渣干物质量的变异是引起测值结果变化的主要原因[30]。模拟消化液试剂盒在 $4 \\mathrm { ~ } ^ { \\circ } \\mathrm { C }$ 或室温下保存 10 个月以内不影响测试结果[31]。在此基础上，对仿生消化方法的重演性与可加性进行了检验。结果表明，在胃-小肠两阶段消化中，同一仿生消化系统不同批次间玉米、大豆粕、棉籽粕、小麦麸干物质消化率与酶水解物能值的批内变异系数、批间变异系数和总变异系数均小于 $1 . 4 0 \\%$ ，不同仿生消化系统间4 种饲料原料干物质消化率与酶水解物能值的仪器内变异系数、仪器间变异系数和总变异系数均小于 $1 . 6 4 \\% ^ { [ 2 8 , 3 2 ] }$ 。在胃-小肠-大肠三阶段消化中，6个实验室测定仿生消化系统各控制参数（缓冲液流速、清洗液定量输入量、模拟消化液定量输入量、全程温度控制、混合强度等）的变异系数在 $1 1 \\%$ 以内，玉米和大豆粕酶水解物能值的变异系数控制在 $1 . 7 \\%$ 以内。通过玉米、大豆粕、棉籽粕、小麦麸配制的8个饲粮对仿生消化法的可加性检验表明，饲粮的干物质消化率及酶水解物能值的实测值与理论值符合 $Y { = } X$ 这一线性函数，表明具有满意的可加性[33]。由此可见，仿生消化系统在重演性及可加性上可以达到定量分析的基本要求。为了进一步研究仿生消化法与生物学法的关系，通过19个猪饲粮检验仿生消化法测定的酶水解物能值与生物学法消化能值的相关系数为0.87，估测的残差标准差不高于 $1 4 6 . 3 ~ \\mathrm { J / g }$ ，绝对偏差在 $2 5 0 . 8 \\mathrm { J / g }$ 以内。同时，以10种不同来源的棉籽粕为研究对象，除蛋氨酸外，仿生消化法测定的可消化氨基酸含量与体内法测值均显著相关[24]。由此可见，仿生消化方法在估测猪饲料的消化能值及可消化氨基酸含量上是一种潜在的技术手段。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从模拟消化液的规范化及全自动仿生消化仪器的开发2个方面同时入手有望实现仿生消化法的标准化。目前仿生消化方法已在国内30多家单位推广使用并取得了显著的经济效益，但在使用中也遇到了一些问题。项目组正在对猪体内消化酶提取方法的优化、大肠模拟消化效果的改进及仿生消",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "化系统（仪器）的生产工艺改进等方面开展了一系列工作，并取得了预期的进展。后续工作将针对用户反馈的问题在确保重演性与可加性等基本原则的基础上推进仿生消化方法的优化，为今后修订我国的猪饲料原料标准和饲养标准提供技术手段。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1] SAUVANT D,PEREZ JM,TRAN G.Tables of composition and nutritional value of feed   \nmaterials:pigs,poultry,cattle,sheep,goats,rabbits,horses and fish[M].Wageningen:Wageningen Academic Publishers,2004.   \n[2] BOISEN S.A new concept for practical feed evaluation systems[M].Tjele:Faculty of Agricultural Sciences,University of Aarhus,2007.   \n[3] PEREZ-VENDRELL A M,TORRALLARDONA D.In vitro digestibility kinetics of diets containing different cereal sources[J].Livestock Science,2010,134(1/2/3):47-49.   \n[4] BOISEN S,FERNANDEZ J A.Prediction of the total tract digestibility of energy in fedstuffs and pig diets by in vitro analyses[J].Animal Feed Science and Technology,1997,68(3/4):277-286.   \n[5] FURUYA S,SAKAMOTO K,TAKAHASHI S.A new in vitro method for the estimation of digestibility using the intestinal fluid of the pig[J].British Journal of Nutrition,1979,41(3):511-520.   \n[6] LOWGREN W,GRAHAM H,AMAN P.An in vitro method for studying digestion in the pig.1.Simulating digestion in the different compartments of the intestine[J].British Journal of Nutrition,1989,61(3):673-687.   \n[7] BOISEN S,FERNANDEZ J A.Prediction of the apparent ileal digestibility of protein and amino acids in feedstufsand feed mixtures forpigsbyin vitro analyses[J].Animal Feed Scienceand Technol0gy,1995,51(1/2):29-43.   \n[8] NOBLET J,JAGUELIN-PEYRAUD Y.Prediction of digestibility of organic matter and energy in the growing pig from an in vitro method[J].Animal Feed Science and Technology,2007,134(3/4):211-222. [9] WILFART A,JAGUELIN-PEYRAUD Y,SIMMINS H,et al.Kinetics of enzymatic digestion of feeds as estimated by a stepwise in vitro method[J].Animal Feed Science and Technology,2008,141(1/2):171-183. [10] SPANGHERO M,VOLPELLI L A.A comparison of the predictions of digestible energy content of compound feedsforpigsby chemical orin vitroanalysis[J].Animal Feed Scienceand Technology,1999,81(1/2):151-159.   \n[11] PUJOL S,TORRALLARDONA D.Evaluation of in vitro methods to estimate the in vivo nutrient digestibility of barley in pigs[J].Livestock Science,2007,109(1/2/3):186-188.   \n[12] REGMI P R,SAUER W C,ZILSTRA R T.Prediction of in vivo apparent total tract energy digestibility ofbarleyingrowerpigsusinganinvitrodigestibilitytechnique[J].JournalofAnimal Science,2008,86(10):2619-2626.   \n[13] BOISEN S,EGGUM B O.Critical evaluation of in vitro methods for estimating digestibility in simple-stomach animals[J].Nutrition Research Reviews,1991,4(1):141-162.   \n[14] CLUNIES M,LEESON S,SUMMERS J D.In vitro estimation of apparent metabolizable energy[J].Poultry Science,1984,63(5):1033-1039.   \n[15] GAUTHIER S F,VACHON C,JONES J D,et al.Assessment of protein digestibility by in vitro enzymatic hydrolysis with simultaneous dialysis[J].The Journal of Nutrition,1982,112(9):1718-1725. [16]PROMCHAN J,SHIOWATANA J.A dynamic continuous-flow dialysis system with on-line electrothermal atomic-absorption spectrometric and pH measurements for in-vitro determination of iron bioavailabilitybysimulatedgastrointestinaldigestion[J].Analytical and Bioanalytical Chemistry,2005,382(6):1360-1367.   \n[17] MEUNIER JP,MANZANILLA E G,ANGUITA M,et al.Evaluation of a dynamic in vitro model to simulate the porcine ileal digestion of diets differing in carbohydrate composition[J].Journal of Animal Science,2008,86(5):1156-1163.   \n[18] CHIANG C C,CROOM J,CHUANG S T,et al.Development of a dynamic system simulating pig gastric digestion[J].Asian-Australasian Journal of Animal Science,2008,21(10):1522-1528.   \n[19]MCDONALD P,EDWARDS R A,GREENHALGH JF D,et al.Animal nutrition[M].6th ed.Harlow Essex:Pearson Education Limited,2002.   \n[20] FUJITA S,KOKUE E I,KUREBAYASHI Y,et al.Secretory kinetics of electrolytes in porcine gastric juice from heidenhain pouch[J].The Japanese Journal of Veterinary Science,1980,42(4):401-406.   \n[21] LEWIS A J,SOUTHERN L L.Swine nutrition[M].2nd ed.Washington,D.C.:CRC Press,2001.   \n[22] 陈雪秀,李文英,郭增魁,等.不同瘘术部位采集的猪小肠液酶活变异及其与离体消化率的关系[M]/ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "动物营养代谢农业部重点开发实验室.动物营养代谢研究.北京:北京农业大学出版社,1995:54-60.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[23] 胡光源,赵峰,张宏福,等.饲粮蛋白质来源与水平对生长猪空肠液组成的影响[J].动物营养学报,2010,22(5):1220-1225.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[24] 王钰明.猪模拟小肠液的制备及仿生消化法测定饲料可消化养分含量的研究[D].硕士学位论文.北京：中国农业科学院,2015",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[25]王钰明,赵峰,廖睿,等.生长猪空肠液中主要消化酶活性与饲粮养分消化率的相关性研究[J].动物营养学报,2015,27(10):3033-3040.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[26] 钟永兴.猪饲料消化能值评定的仿生消化法研究[D].博士学位论文.广州:华南农业大学,2010[27] 胡光源.生长猪小肠仿生消化试剂设计依据的研究[D].硕士学位论文.北京:中国农业科学院,2010.[28] ZHAO F,REN L Q,MI B M,et al.Developing a computer-controlled simulated digestion system topredict the concentration of metabolizable energy of feedstuffs for rooster[J].Journal of AnimalScience,2014,92(4):1537-1547.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[29] 赵峰,李辉,张宏福.仿生消化系统测定玉米和大豆粕酶水解物能值影响因素的研究[J].动物营养学报,2012,24(5):870-876.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[30] 赵峰,米宝民,任立芹,等.基于单胃动物仿生消化系统的鸡仿生消化法测定饲料酶水解物能值变异程度的研究[J].动物营养学报,2014,26(6):1535-1544.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[31] 张莉,赵峰,严峰,等.消化酶制剂的储存温度和储存时间对仿生消化中模拟鸭肠液消化能力的影响[J].动物营养学报,2014,26(6):1545-1555.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[32]李辉,赵峰,计峰,等.仿生消化系统测定鸭饲料原料代谢能的重复性与精密度检验[J].动物营养学报 ,2010,22(6):1709-1716. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[33]赵峰,李辉,张宏福.单胃动物仿生消化系统测定鸭饲料酶水解物能值可加性的研究[J].动物营养学报,2015,27(2):495-502.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Advance on the Development of Bionic Digestion Method to Evaluate the Nutritional Value of Feed for Pig WANG Yuming ZHAO Feng\\*ZHANG Hu ZHANG Hongfu (State Key Laboratory ofAnimal Nutrition,Institute ofAnimal Sciences, Chinese Academy ofAgriculture Science, Beijing 100193, China) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abstract: The bionic digestion technology based on in vitro enzymatic digestion method has been widely used to evaluate the nutritional values of feed for pigs in Denmark,Netherlands，France and other developed countries.Also,the nutritive value of feedstuff determined with the bionic digestion method has been the key contribution to establish their national feding standard.However,this technology is still not difer from the traditional in vitro enzymatic digestion method, in which the pancreatin is used to prepare the simulated digestive fluids,thus its hydrolytic activity can't be repeatable,moreover,complete manual operation progresses the in vitro digestion with the simple instruments such as flask and shaking incubator. Therefore,the biological background and standardization for preparation of simulated digestive fluid and developing a specific instrument to simulate the procedure of in vivo digestion are always the key points and the difficult to innovate the method of in vitro enzymatic digestion.This review focuses on the advance on the development of simulated digestion technology for pig and also presents the experiment results studied at the China's State Key Laboratory of Animal Nutrition in this field. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Key words: pig; bionic digestion; simulative digestion system ",
        "page_idx": 10
    }
]