[
    {
        "type": "text",
        "text": "催产素调控心理韧性：基于对海马的作用机制\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "薛冰1 王雪娇² 马宁2 高军\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1（西南大学心理学部 认知与人格教育部重点实验室 重庆 400715)2（西南大学心理学部 认知与人格教育部重点实验室 重庆 400715）\\*（西南大学心理学部 认知与人格教育部重点实验室 重庆 400715)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要心理韧性指个体面对逆境、挫折或重大威胁等应激情境下的有效且灵活适应的能力，促进机体恢复正常的生理和心理功能。研究表明海马是调控心理韧性的重要脑区，且催产素可能通过作用于海马增强心理韧性。海马内部环路内嗅皮层-齿状回-CA3可能调节恐惧记忆的泛化和消退以增强心理韧性；海马外部环路齿状回-杏仁核-伏隔核及海马-伏隔核环路调节情绪，可能分别通过促进奖赏和带来厌恶进而增强或降低心理韧性。催产素作用于海马增强心理韧性的可能途径有：催产素促进海马神经发生，降低海马腹侧成熟神经元对应激的敏感性，提高海马“模式分离”功能，降低应激记忆泛化；催产素恢复海马谢弗侧枝-CA1突触长时程增强，促进机体适应应激；催产素降低海马糖皮质激素受体水平，重新建立机体稳态。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 心理韧性 应激 应激适应 催产素 海马 分类号 B845 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Effects of oxytocin on psychological resilience: the ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "neurochemical mechanisms in the hippocampus ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "XUE Bing1WANG Xuejiao²MA Ning²GAO Jun\\*  \n1(Faculty of Psychology， Southwest University； Key Laboratory of Cognitionand Personality， Ministry of Education， Chongqing 400715， China)  \n²(Faculty of Psychology， Southwest University; Key Laboratory of Cognitionand Personality， Ministry of Education， Chongqing 400715， China)  \n\\*(Faculty of Psychology， Southwest University; Key Laboratory of Cognitionand Personality， Ministry of Education， Chongqing 400715, China)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Psychological resilience refers to the process of effective and flexible adaptation in the face of adversity， trauma, tragedy， threats and other significant sources of stress. It helps the organism restore to a normal physiological and psychological status. Previous studies have shown that the hippocampus plays an important role in psychological resilience,and oxytocin may promote psychological resilience by modulating the hippocampus. Studies suggest that entorhinal cortex- dentate gyrus- CA3 circus in the hippocampus may improve resilience by reducing the generalization and regression of stress; dentate gyrus- amygdala- nucleus accumbens and hippocampus- nucleus accumbens circuits may enhance or reduce resilience by promoting reward and disgust respectively. Oxytocin regulates the hippocampus in four ways to improve psychological resilience. In ventral hippocampus， oxytocin reduces the sensitivity of mature neurons in ventral hippocampus to stress by stimulating dentate gyrus neurogenesis; Oxytocin stimulates hippocampal neurogenesis to ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*本文系国家自然科学基金(32071059)；重庆市自然科学基金（cstc2020jcyj-msxmX0209）；中央高校基本科研业务费专项资金(SWU1909326)的研究成果之一",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "enhance the function of“pattern separation” in the dentate gyrus - CA3 circuit and reduce the generalization of stress-associated memory; Oxytocin promotes the ability of adaptation to stress by rescuing stress-induced impairments in NMDAR-dependent LTP of hippocampal Schaffer collateral-CA1 synapses; Oxytocin decreases the expression of glucocorticoid receptor in hippocampus to re-establish homeostasis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: psychological resilience stress stress adaptation oxytocin hippocampus ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "心理韧性（psychological resilience），又称应激韧性（stressresilience)，一般指个体面对逆境、挫折或重大威胁等应激情境下的有效且灵活适应的能力，促进机体恢复正常的生理和心理功能[1-4]。心理韧性的研究领域广泛，因其研究侧重点不同，又被译为心理弹性、复原力、抗逆力、韧性以及压弹[1,5-7]。心理韧性水平在个体的创伤后精神疾病发展中起到主要中介作用，可以预测应激后负面情绪，决定机体对应激的适应程度，对身心健康影响重大[8-9]。临床上，有学者利用维恩图模型提出了心理韧性的两个子集，包括应激易感性（stressvulnerability）和创伤后成长（post-traumatic growth），采用多因素评估的方式衡量心理韧性9，体现了心理韧性发展性的测量模式。动物研究上，传统方式为测量个体经历创伤之后应激反应回路的分子和行为变化[9]。基于生理心理学角度，进一步提出心理韧性取决于应激反应的有效激活和终止，对应激和创伤的缓冲作用表现为认知重评和产生积极的情绪[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究心理韧性常用的动物模型有慢性社交挫败应激模型(chronicsocialdefeat stress，CSDS)、慢性不可预见应激模型(unpredictable chronic mildstress，UCMS)、早期生活应激模型（earlylifestress）、习得性无助模型（learned helplessness，LH）以及急性应激模型（acute stress）{1]。评价指标为应激后的焦虑状态、学习、记忆和奖赏行为，心理韧性良好的动物表现出对应激的适应和较少的负性反应。探究心理韧性的脑基础及神经机制有助于深层次了解心理韧性的作用机制，并帮助个体减少创伤后精神疾病的发生。人类和动物研究均表明海马（hippocampus）脑区的活动差异影响心理韧性，这与海马的体积、投射连接、受体类型和神经发生有关[1,10-1]。这些研究体现海马脑区变化与心理韧性的密切关系，但这仅反映整体层面的相关关系，其微观水平的调控机制并不清晰。考虑到应激可改变海马结构并损害依赖海马的记忆功能[12]，从应激改变海马结构和功能及其过程的影响因素入手，可能发现海马调控心理韧性微观水平的因子及机制。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "催产素（oxytocin）是一种9个氨基酸的内源性神经激素，由下丘脑室旁核（paraventricular nucleus，PVN）和视上核（supraoptic nucleus，SON）合成，由垂体后叶分泌进入外周循环[13]。催产素因调节应激反应、促进积极的社会行为和作为治疗与应激相关疾病的潜在药物而被广泛关注[14-19]。海马接受下丘脑催产素能的直接输入[20-21]，催产素治疗可以保护大鼠在不可控应激下的空间记忆和海马突触的可塑性，减弱应激对机体生理和心理功能的影响[223]，提示催产素是应激改变海马结构和功能过程的影响因素之一。人类和动物研究也表明催产素调控心理韧性[24-25]。综上所述，海马是调控心理韧性的重要脑区，催产素是心理韧性的调控因子，催产素可能通过作用于海马调控心理韧性，但其具体的调控机制尚未见有系统的研究梳理。本文结合动物和人类研究的现有数据，简要阐述海马调控心理韧性的内外部环路，重点论述催产素作用于海马调控心理韧性的作用及机制。本综述梳理了催产素作用于海马调控心理韧性的研究，明确催产素调控心理韧性的作用机制和重要性，为相关研究者提供参考，并对创伤后应激障碍（posttraumatic stressdisorder，PTSD）、焦虑症及抑郁症的预防和治疗具有重要启示意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1海马调控心理韧性的内外部环路机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以海马为主要脑区调控心理韧性的机制包括海马内部及外部投射环路。海马主要由CA1、CA2以及CA3三个亚区组成，其他组成海马结构的区域包括齿状回（dentategyrus，DG）、海马下托复合体和内嗅皮层[26]。来自皮质和皮质下区域的主要兴奋输入汇聚于内嗅皮层，向DG 投射，作为信息进入海马的主要方式[7]。海马内部介导的信号通路主要有两条，一条是内嗅皮层II层投射到DG和CA3，CA3 锥体神经元又投射到CA1的辐射层和背外侧隔区；另一条是内嗅皮层III层投射到CA1,CA1的锥体神经元又投射到皮层及海马下托[28]。信号经海马处理后，这两条信号通路从海马的背侧和腹侧传出，组成外部环路[28]。背侧海马主要投射到脊髓后皮质、海马下托以及内、外侧隔区，而腹侧海马（ventralhippocampus,vHIP）主要投射到下丘脑、伏隔核（nucleusaccumbens，NAc）、杏仁核、前额叶皮质（prefrontalcortex，PFC）、终纹床核、海马下托和内、外侧隔区[28]。应激影响这些内外部环路调控的记忆、情绪和其他认知功能。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "海马内部环路可能通过调节记忆功能来调控心理韧性。DG 作为影响海马通路兴奋性的重要区域，应激激素如糖皮质激素和促肾上腺皮质素释放激素（corticotropin releasing hormone，CRH）等都会对其产生直接影响，进而干扰 DG-CA3 通路的信号传递并造成行为异常[29]。糖皮质激素升高或全身给药皮质酮，均降低大鼠 DG 的神经发生，增加焦虑相关的行为[30-31]。DG 的信号传递和神经发生受应激影响进而导致应激反应，而DG 也可以调节自身活动从而减弱应激的影响，调控心理韧性。良好的心理韧性需要避免恐惧反应过度泛化[10]。小鼠研究发现背侧DG参与应激相关记忆编码以及该记忆的检索和消除，且与内嗅皮层、CA3 和杏仁核之间的信号连接有关[32]。抑制背侧DG 的活动则破坏恐惧习得过程,增加恐惧泛化，并削弱恐惧消退[32]。研究推测背侧 DG 降低恐惧记忆泛化是通过编码恐惧情境信息并形成一定精确性的记忆。当遇到相似情境时，背侧DG通过辨别情境的细节，降低干扰。而背侧DG 调节恐惧消退的机制还不明确[32。这表明海马内部环路内嗅皮层-DG-CA3可能通过减少恐惧泛化和促进恐惧消退来增强心理韧性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "海马外部环路可能通过调节情绪功能来调控心理韧性。第一，DG 投射到基底外侧杏仁核（basolateralamygdala，BLA）-NAc通过调节奖赏寻求调控心理韧性。小鼠研究发现激活编码积极记忆的DG 细胞可以减少慢性束缚应激导致的抑郁样行为[33]。该作用机制为激活海马 DG 细胞，进一步激活 BLA 的谷氨酸能并投射到 NAc，增强 NAc 调节的奖赏寻求行为，减弱对应激的反应[34]，调控心理韧性。这表明在应激下，心理韧性促进对应激的适应作用，可能是通过激活DG-BLA-NAc通路促进机体奖赏寻求行为实现的，使机体调整情绪和行为反应，减弱应激对生理和心理功能的影响。第二，海马投射到NAc的神经环路通过调节心理厌恶感调控心理韧性。CSDS小鼠的光遗传研究表明，长时间抑制vHIP-NAc 环路，增强小鼠心理韧性；短时间激活vHIP投射到NAc的谷氨酸神经元则降低小鼠的心理韧性，而其他环路如内侧前额叶皮质（medial prefrontalCortex，mPFC）-",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NAc 或 BLA-NAc 环路不参与调控这一功能[35]。大鼠研究进一步证明心理应激带来的厌恶体验可以直接通过单突触的形式激活vHIP-NAc环路，应激组NAc的中棘神经元激活数量更多，且表现更多抑郁样行为[35-36]。这些研究表明应激激活 vHIP-NAc环路，降低心理韧性的调控作用，增加对应激的反应。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综合以上研究，海马参与调控心理韧性主要包括海马内部和外部环路：1)海马 DG 神经发生改善内嗅皮层-DG-CA3信号传递，调节记忆功能，降低恐惧记忆泛化；2）海马 DG-BLA-NAc 和海马-NAc 环路的谷氨酸能活动调节情绪，抑制或激活应激反应。进一步发现，NAc接受海马直接或间接投射产生相反效应，BLA可能起关键作用。有研究表明应激会造成 BLA、海马与NAc之间复杂的相互作用[37-38]，故有必要进行更多的研究，以便更好地理解其具体机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2催产素通过促进海马神经发生增强心理韧性",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "整个生命发育过程中，海马的神经发生是一直持续的，主要表现为海马 DG增加新的功能神经元[39]。成年海马的神经发生对学习、记忆、不良情绪以及应激的调节具有重要作用[40-42]。应激造成下丘脑-垂体-肾上腺（hypothalamic-pituitary-adrenal，HPA）轴激活并提高应激激素水平，低和高浓度的糖皮质激素分别通过海马盐皮质激素受体和糖皮质激素受体，调节信号传导过程抑制海马神经发生[43-44]。从应激抑制海马神经发生角度，可能发现催产素作用于海马调控心理韧性的微观机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1催产素促进海马神经发生",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "催产素促进正常情况下海马的神经发生。全身给药研究发现急性催产素促进海马腹侧DG细胞增殖，慢性催产素增加海马腹侧DG颗粒神经元和神经胶质细胞的数量，而中枢给药发现海马微注射催产素同样促进神经发生[45，这提示催产素通过作用于海马调控神经发生。PVN催产素信号可通过激活小鼠海马CA3区锥体神经元的催产素受体，进而促进DG细胞神经发生，这在一定程度上解释了长期催产素治疗可促进成年大鼠海马细胞增殖和新神经元树突成熟[647]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "催产素还促进应激情况下海马的神经发生。催产素能促进糖皮质激素升高情况下海马的细胞增殖，以防止应激激素抑制海马神经发生[45]。催产素还可增加海马神经发生以促进机体对应激的适应，改善应激症状。大鼠研究中发现新生儿期母爱剥夺应激导致成年期出现抑郁样行为，长期鼻内吸入催产素在行为上可减轻抑郁表现，在机制上可以改善应激减少的海马神经发生[48]。这些研究表明，催产素可能通过增加海马神经发生，一定程度上降低应激产生的危害并增加对应激的适应性，增强心理韧性的功能。具体上，催产素可能通过不同的方式促进海马神经发生进而调控心理韧性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2催产素特异性降低海马腹侧成熟神经元对应激的敏感性",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "催产素受体在海马分布上具有细胞类型和区域特异性。大部分啮齿动物海马所有亚区（CA1、CA2、CA3、DG、内嗅皮层）都可以检测到催产素受体的表达与结合[14]。研究表明，DG 的催产素受体较多表达于中间神经元，颗粒细胞几乎不表达催产素受体，CA2/CA3 的催产素受体较多表达于兴奋性神经元[2.49-50]。催产素受体分布的特性启示催产素可能通过特异性方式影响海马功能，调控心理韧性。催产素通过调节海马快放电中间神经元(fast-spiking interneurons),增强 CA1尖峰传输，改善大脑信息处理能力，这对于调节精神或神经系统疾病尤其重要[51-52]。催产素通过鸟嘌呤核苷酸结合蛋白α-q/11（guanine nucleotide-bindingdomain α q and 11， $\\operatorname { G q } _ { \\mathit { \\omega } _ { 1 1 } }$ ）耦联催产素受体，减少海马谷氨酸能神经元的树突分支和功能[53]，这种调节兴奋性神经元的发育作用可以维持机体兴奋和抑制的平衡以保证神经行为的正常发展。这些研究提示催产素可能通过调控海马不同类型神经元放电，调节机体的兴奋性间接调控心理韧性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "催产素可激活海马锥体神经元兴奋进而促进神经发生，增强心理韧性。由于成年DG 亚颗粒区或成熟颗粒细胞内的神经祖细胞不表达催产素受体，只有多形细胞层中少部分GABA能神经元表达催产素受体，所以催产素不太可能直接作用于DG 来促进海马神经发生[46]。研究进一步显示催产素以一种非细胞自主的方式作用于CA3锥体神经元的催产素受体，激活锥体神经元并促进兴奋性传递，这些信号投射到DG，促进腹侧DG 的神经发生[46]。钙成像显示这些新的神经元抑制了腹侧DG 成熟细胞的活动，降低腹侧DG 对应激的敏感性[54]，促进对应激的适应，进而增强心理韧性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3催产素通过提高海马“模式分离”功能降低应激记忆泛化",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "海马是调节学习记忆的关键脑区。在编码与原刺激相似的刺激时，海马可以将相似刺激的表征或记忆转化为与原刺激高度不同、互不重叠的表征过程，即“模式分离\"（pattern separation），这是一个对刺激识别至关重要的过程，海马 DG-CA3 这条通路在记忆中的模式分离中起到了很重要的作用[55-56]。海马的神经发生参与模式分离过程，神经发生的增加可提高海马模式分离的功能[57-59]。在探究PTSD 和焦虑症机制的研究中，其重要的特征—一“恐惧泛化”造成的对相似应激刺激过度的恐惧反应，一定程度上与较低的模式分离功能相关[28]。研究证明基于先前经验，海马神经发生可以通过DG-CA3这条通路，调节大脑对两个不同或者相同情境编码与反应的过程[。较低的神经发生阻碍海马对新记忆的编码，提高与原记忆之间的干扰，并导致新旧记忆之间编码的重分配，加速创伤后应激记忆要素的转移，造成恐惧的泛化；而高神经发生则通过不同神经元群编码新旧记忆，降低了两者之间的干扰[28]，从而减少应激记忆泛化，促进对应激的适应。因此，催产素可能通过作用于海马DG-CA3内部环路促进海马神经发生，降低应激敏感性并提高对应激刺激的模式分离功能，增强心理韧性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3催产素通过恢复海马突触可塑性异常增强心理韧性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "随经验的产生，神经活动改变神经系统和神经回路的功能，对已经存在突触的突触传递强度或效能产生影响，这个依赖活动的突触可调节性就是突触可塑性，对于神经系统的功能细化以及大脑的学习记忆过程非常重要[49,61]。应激破坏海马正常的突触可塑性[62]。长期慢性应激导致雄性大鼠海马CA3 顶端树突末端数量减少，CA1突触长时程增强（long-term potentiation，LTP）降低，焦虑样行为增加、工作记忆低下[6364]。急性应激同样抑制 CA1 区[65-67]、CA1-CA3 区[68-69]突触的LTP，并产生长期的影响。由此可见，应激影响海马突触可塑性进而引起行为的改变是明显的，这可能是由于心理韧性降低导致的。从应激导致海马突触可塑性异常角度，可能发现催产素作用于海马调控心理韧性的微观机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1催产素影响海马突触可塑性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "催产素促进海马突触可塑性。小鼠研究发现灌注催产素的未交配雌鼠海马切片中，催产素可通过丝裂原活化蛋白激酶（mitogen-activated protein kinase,MAPK）级联诱导持久的LTP以及环磷腺苷效应元件结合蛋白（cyclicAMP-responsive element binding protein，CREB）磷酸化，促进CA3-CA1通路谢弗侧枝-CA1（Schaffer collateral-CA1）突触LTP 形成[0,70]。脑室内注射催产素会促进未生育雌性小鼠的长时空间记忆，而脑室内注射催产素受体拮抗剂则会抑制上述效应并破坏空间记忆[7]，这表明催产素可调控雌鼠海马的突触可塑性，改善海马依赖的认知功能。海马CA1区锥体层中间神经元的催产素受体激活，可调控抑制性中间神经元GABA能的活动，增加抑制性突触后传递，进而调节下游锥体神经元，提高信噪比，促进可塑性[52.71]，这可能是催产素调控海马突触可塑性的一种机制。另外，由于催产素受体大多表达于海马CA2和CA3区，为了探究催产素对CA2和CA3突触可塑性的影响，有研究利用催产素受体敲除的小鼠。相关研究发现催产素信号在诱导内嗅皮层和CA2锥体神经元之间突触LTP中的关键作用，同时显示催产素受体通过诱导LTP促进海马CA2/CA3前部（anteriorCA3，aCA3）形成长期社会认知记忆的作用[49-50]，可见催产素通过调控海马突触 LTP 在调节社会行为中的重要性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2催产素恢复应激抑制的海马突触长时程增强 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "催产素可以恢复应激导致的海马突触可塑性异常。在不可控的应激下，未经催产素治疗的大鼠海马谢弗侧枝-CA1突触表现出LTP 的减弱、长时程抑制（long-termdepression，LTD）的增强和空间记忆的低下，经催产素治疗的大鼠没有以上变化，而催产素拮抗剂L-368899 抑制催产素对海马的保护效应[22]，表明确实是催产素通过保护海马突触可塑性减弱应激的影响，这可能是催产素调控心理韧性的一种神经机制。该研究还发现应激降低海马内磷酸化的细胞外信号调节激酶(phosphorylated extracellular signal-regulated kinases， pERK） 水平,这一改变影响了突触可塑性。研究推测催产素作用于非锥体神经元上的催产素受体，增加其兴奋性，进而抑制锥体神经元，减弱应激对pERK 的改变，从而调节对应激的适应性[22。有研究进一步证明应激之后再进行催产素治疗，同样可以挽救应激对海马突触可塑性和识别记忆的损伤[23]。不过这两个阶段可能存在不同的催产素调节信号通路的机制，但暂无明确证据，仍需进一步研究证明。不过这在一定程度上显示催产素通过恢复海马突触可塑性异常，进而增强心理韧性的可能性以及重要性。表明催产素可能通过增加CA3-CA1 通路谢弗侧枝-CA1 突触激酶的水平，恢复应激造成的异常LTP过程，从而促进机体对应激的适应并增强心理韧性的功能。关于催产素恢复应激抑制的海马LTP进而提高心理韧性，可能是通过海马-BLA这条环路实现的。有研究表明BLA 的激活是急性应激反应的表现之一，这与海马DG 突触 LTP 的损伤有关[3]。所以催产素恢复海马LTP 异常，可能减弱对杏仁核的过度激活，从而减轻应激对认知相关功能的不利影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4催产素通过降低海马糖皮质激素受体水平增强心理韧性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "糖皮质激素（glucocorticoid）是机体应激反应最重要的调节激素。糖皮质激素受体在大脑海马有很高的表达水平，主要分布于海马CA1、CA2的锥体细胞和 DG[72]。糖皮质激素受体在海马表达水平之高决定了其对海马的影响以及海马在应激反应中的作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1应激提高海马糖皮质激素受体表达",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "应激通过糖皮质激素受体影响海马功能。早期应激能够提高成年雌雄小鼠海马糖皮质激素受体的表达，增加焦虑样行为；大鼠妊娠早期应激不仅增加糖皮质激素受体，还影响海马的神经发生[73-74]。应激产生的糖皮质激素作用于海马糖皮质激素受体，影响突触可塑性、降低海马的神经发生以及诱导PTSD样的记忆损伤[12]。应激导致的体内皮质酮水平升高与全身急性注射高浓度皮质酮相同，都通过激活糖皮质激素受体降低海马突触可塑性，并且这可能是阻碍了N-甲基-D-天冬氨酸（N-methyl-d-aspartate，NMDA）受体依赖的突触可塑性所致[75-76]。糖皮质激素失调还抑制成年海马的神经发生，增加抑郁样行为的发生并引起海马神经元的凋亡[42-43,77]。这些研究都显示应激通过糖皮质激素受体影响海马和行为，从这一角度，可能发现海马催产素调控心理韧性的微观机制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2催产素降低应激提高的海马糖皮质激素受体水平",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "催产素影响海马糖皮质激素受体表达。全身给药催产素降低大鼠海马 CA1、CA2和DG中糖皮质激素受体mRNA表达，增加DG盐皮质激素(mineralocorticoid)受体 mRNA表达[78。催产素可能通过减少海马糖皮质激素受体表达进而减弱应激对海马的影响，调控心理韧性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "催产素调节应激引起的糖皮质激素和海马糖皮质激素受体水平调控心理韧性。催产素作为起源于下丘脑-神经垂体系统的神经肽，参与并调节应激下 HPA轴的活动[79]。人类鼻喷催产素治疗可以降低应激诱导的皮质醇水平升高，这种效果在精神疾病患者中更为明显[80-81]；啮齿动物 PVN 催产素处理也降低了应激后皮质酮的水平，并且通过促进社会互动缓冲了对应激的反应,减少焦虑相关行为[82]。这表明催产素可能通过调节积极的社会行为和社会互动增强心理韧性功能。催产素在调节应激中，大脑的下丘脑和海马这两个脑区起到了关键的作用。尤其是海马，在调节情绪和焦虑方面有重要作用。在应激条件下，催产素通过海马调节应激，并保护海马免受应激的不良影响[83]。催产素还抑制皮质酮诱导的初级海马神经元凋亡[84]。在捕食者气味暴露应激之后一小时或者七天再对大鼠海马微注射催产素，均降低海马糖皮质激素受体表达并减轻焦虑相关行为[85]，这可能显示催产素在有关应激记忆形成中的作用。同时该实验进一步发现，催产素与皮质酮和去甲肾上腺素（norepinephrine，NE）在调节这一过程中有相互作用，只有在皮质酮联合NE 的情况下才能引起血浆催产素和海马催产素的释放，显示了糖皮质激素和儿茶酚胺与催产素之间的复杂关系，一定程度上揭示催产素通过海马调节应激适应性行为反应的机制[8]。有研究发现糖皮质激素调节海马催产素受体结合，这也显示糖皮质激素和催产素系统之间的交互作用[8。所以我们推测在应激条件下，HPA 轴高度激活导致皮质酮和 NE 水平的增高，两者的联合增加海马催产素的释放，继而对HPA轴产生抑制作用并降低海马糖皮质激素受体水平。这一方面可能通过影响海马神经发生与突触可塑性来减弱应激对海马结构功能的破坏，另一方面可能调节应激反应和有关应激记忆的形成过程，使机体重新建立稳态促进对应激的适应，降低焦虑样行为并减弱应激相关记忆，进而增强心理韧性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5总结与展望 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "综上所述，海马内外部环路及催产素作用于海马在调控心理韧性方面发挥了重要作用。首先，海马内部环路内嗅皮层-DG-CA3调节恐惧记忆泛化和消退来增强心理韧性；海马外部环路DG-BLA-NAc及海马-NAc 环路调节情绪，分别促进奖赏和带来厌恶进而增强或降低心理韧性。其次，催产素可能：1）通过作用于海马CA3锥体神经元的催产素受体，促进腹侧海马新神经元发生并抑制成熟DG 细胞活动，进而降低对应激的敏感性，增强心理韧性；2）促进海马神经发生并提高海马DG-CA3回路“模式分离”功能，降低应激记忆泛化从而促进对应激的适应，增强心理韧性；3）增加CA3-CA1通路上NMDA受体依赖的谢弗侧枝-CA1突触细胞信号通路激酶的水平，来恢复应激造成的异常突触LTP过程从而适应应激，增强心理韧性；4）与糖皮质激素和儿茶酚胺系统相互作用而释放增加，抑制HPA轴功能并降低海马糖皮质激素受体水平，保护海马结构和功能免受糖皮质激素破坏，重新建立脑内稳态，调整海马关于应激相关记忆从而增强心理韧性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "海马及催产素作用于海马调控心理韧性虽取得一定进展，但仍有一些问题还需要被注意和解决。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第一，催产素通过影响海马结构及功能来调控心理韧性，可能在不同性别或经历的个体中具有差异。慢性催产素全身给药均降低成年雄性和雌性大鼠腹侧海马神经发生，但只增加了雄鼠的社会交往行为8。海马神经发生减少的结果与以往大多数研究不一致[45-46]，该研究进一步发现雄鼠社交行为增加与神经发生减少有关，而雌鼠海马神经发生减少是受到雌二醇水平降低的影响8，这显示催产素对海马的影响具有复杂性，在其调控行为方面要考虑性别差异。即使催产素影响海马结果可能一致，但作用机制和介导的行为可能不同，需要进行深入分析。另外，个体的应激相关经历同样会影响催产素的调控作用。人类研究表明健康个体接受应激下催产素的治疗可以减弱 HPA轴激素反应，而具有虐待经历的个体治疗结果相反且有害[89]，这表明在个体诊疗方面需要结合这些因素进行合理治疗。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第二，催产素通过海马调控心理韧性还需考虑基因与环境的交互作用。一些研究提示催产素作用于海马调控心理韧性存在一个潜在机制，体现基因与环境的交互作用在其中的重要性。海马体积减小与情感性精神障碍高易感性有关，较大的海马体积被认为是应激后心理韧性的标志[90]。催产素基因多态性影响海马体积与心理韧性[91-93]，显示催产素影响海马体积调控心理韧性的可能作用。不过它们这种作用还受到环境的影响，比如，研究者将青春期女生分为暴露于低情感创伤和暴露于高情感创伤两组，均携带与较低心理韧性相关的催产素rs53576AA 等位基因，前组的左海马体积更大，且海马体积与感知到朋友的社会支持呈正相关[94]，表明催产素基因与个体心理环境以及社会支持相互作用，共同影响海马体积和心理韧性。该基因型还与家庭环境有交互作用，积极的家庭环境有助于心理韧性的提高[91]。因此，探究催产素通过作用于海马调控心理韧性要注意个体差异以及外部环境等其他因素影响。治疗应激相关精神疾病不仅要提供药物，还要注重个体的特性、人际关系与情感支持，有针对性的提高心理韧性。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第三，探究心理韧性的神经机制要紧密结合人类研究以及动物研究，以弥补各研究的不足。动物研究采用的模型本身可能具有一些潜在因素影响实验结果。采用动物不同品系、性别、生活经验、基因背景、对应激的易感性以及应激方式本身不同的应激强度、持续时间与测试环境，都会对测量心理韧性产生一定的影响[95]。因此研究可以采用多种模型进行重复实验，或者尽量采用与前人研究相同的模型和处理方式探究心理韧性，以得到稳定的实验结果并增加结论之间的可比性和可整合性。人类研究在探究心理韧性的神经机制方面不够深入，且缺乏与动物研究之间的协调[9]，未来研究应结合人类脑成像以及动物神经环路等多种技术，确定调控心理韧性的大脑精细结构与回路。实现模型对接还需要深入了解遗传及表观遗传学、神经生物学和神经内分泌基础，以便更好理解个体差异与环境因素影响心理韧性的复杂作用，为人类创伤后精神疾病的潜在易感性和发病提供有效预防和治疗方式。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]刘浩然，张晨风，杨莉．(2019)．心理韧性及其神经机制:来自非人类动物模型的证据．心理科学进 展，27(02)，126-135． (LIU Haoran，ZHANG Chenfeng，& YANG Li． (2019)．The neural mechanism underlying resilience. Advances in Psychological Science，27(02)，126-135.)   \n[2] Horn，S. R.，Charney，D. S.，& Feder，A.(2016)．Understanding resilience: New   \napproaches for preventing and treating PTSD. Experimental Neurology， 284(Pt B)，119 -132. [3] Horn，S. R.，& Feder，A. (2018)． Understanding Resilience and Preventing and Treating PTSD.Harvard Review of Psychiatry，26(3)，158 -174.   \n[4] Hornor，G. (2017).Resilience. Journal of Pediatric Health Care :Official Publication of National Association of Pediatric Nurse Associates & Practitioners，31(3)，384-390. [5］刘伟伟，汪海彬，李梅，黄丽．(2017)．心理弹性的国内外研究回顾及展望．宁波大学学报(教育科 学版)，39(O1)，18-23．(LIU Wei-wei，WANG Hai-bin，LI Mei，& HUANG Li．(2017)．A Review of Current Status and Prospects of Research on Resilience. Journal of Ningbo   \nUniversity(Educational Science Edition) (01)，18-23.）   \n[6]席居哲，左志宏，Wei，W．U．(2012)．心理韧性研究诸进路．心理科学进展，20(009)，1426- 1447.(XI Ju-Zhe，ZUO Zhi-Hong，& WU Wei． (2012)．Approaches to Research on Resilience. Advances in Psychological Science，20(009)，1426-1447.）   \n[7］诸彦含，赵玉兰，周意勇，吴江．(2019)．组织中的韧性：基于心理路径和系统路径的保护性资源建 构．心理科学进展，27(2)，357-369．(ZHU Yanhan，ZHAO Yulan，ZHOU Yiyong，& WU Jiang．(2019). Resilience in organizations: Construction of protective resources from psychological and systematic perspective. Advances in Psychological Science， 027(002)，357-369.）   \n[8］林思婷，罗梦娜，汪丹，李泽楷． (2019)．心理韧性测量工具的研究现状．解放军护理杂志, $3 6 ( 0 4 )$ ，54-57. (LIN Siting，LUO Mengna，WANG Dan，& LI Zekai. (2019)． Research Status of Psychological Resilience Measurement Tools:A Review. Nursing Journal of Chinese People' s Liberation Army，36(04)，54-57.）   \n[9] Rakesh，G.，Morey，R.A.，Zannas，A. S.，Malik，Z.，Marx，C.E.，Clausen，A. N.， Szabo，S. T. (2019)． Resilience as a translational endpoint in the treatment of PTSD. Molecular Psychiatry，24(9)，1268-1283.   \n[10]杨婧，王詠，宋莉莉．(2019)．心理韧性的神经机制研究进展．神经解剖学杂志，35(01)，94－98. (Yang Jing，Wang Yong，& Song Lili. (2019). Neural mechanism of psychological resilience in neuroimaging. Chinese Journal of Neuroanatomy，35(01)，94-98.）   \n[11] Levone，B. R.，Cryan，J.F.，& O'Leary，O.F. (2015)．Role of adult hippocampal neurogenesis in stress resilience. Neurobiology of Stress,1，147-155.   \n[12] Kim，E.J.，Pellman，B.，& Kim，J. J. (2015)．Stress effects on the hippocampus:A critical review. Learning& Memory (Cold Spring Harbor， N.Y.)，22(9)，411-416.   \n[13] King,C.E.，Griffin，W.C.，Luderman，L.N.，Kates，M. M.，McGinty，J.F.，& Becker, H. C.(2017). Oxytocin Reduces Ethanol Self-Administration in Mice.Alcoholism, Clinical and Experimental Research，41(5)，955-964.   \n[14] Jurek，B.，& Neumann，I. D. (2018)． The Oxytocin Receptor:From intracellular signaling to behavior. Physiological Reviews，98(3)，1805-1908.   \n[15] Robinson，D.A.，Wei，F.，Wang，G.D.，Li，P.，Kim，S.J.，Vogt，S.K.，．．．Zhuo，M. (2002). Oxytocin mediates stress-induced analgesia in adult mice. The Journal of Physiology, 540(Pt 2)，593-606.   \n[16] Sack，M.，Spieler，D.，Wizelman，L.，Epple，G.，Stich，J.，Zaba，M.，& Schmidt，U. stress disorder despite exerting sympathomimetic and positive chronotropic effects in a randomized controlled trial. BMC Medicine, $\\begin{array} { r } { \\mathbf { \\nabla } I 5 ( 1 ) } \\end{array}$ ，40.   \n[17] van Zuiden，M.，Frijling，J.L.，Nawijn，L.，Koch，S.B. J.，Goslings，J. C.，Luitse, J.S.， .Olff,M. (2017). Intranasal Oxytocin to Prevent Posttraumatic Stress Disorder Symptoms:A randomized controlled trial in emergency department patients. Biological Psychiatry，81(12)，1030 -1040.   \n[18] Wang，S.C.，Lin，C.C.，Chen，C.C.，Tzeng，N. S.，& Liu，Y. P.(2018)．Effects of Oxytocin on Fear Memory and Neuroinflammation in a Rodent Model of Posttraumatic Stress Disorder.International Journal of Molecular Sciences，19(12)，3848.   \n[19] Winter，J.，& Jurek,B. (2019). The interplay between oxytocin and the CRF system: Regulation of the stress response. Cell and Tissue Research, $\\phantom { - } 3 7 5 ( 1 )$ ，85-91.   \n[20] Cilz，N. I.，Cymerblit-Sabba，A.，& Young，W. S. (2019)．Oxytocin and vasopressin in the rodent hippocampus.Genes，Brain，and Behavior, $\\begin{array} { r } { \\phantom { } _ { l \\delta \\left( 1 \\right) } } \\end{array}$ ，e12535.   \n[21] Lee，M. R.，Rohn，M. C.，Tanda，G.，& Leggio，L. (2016)． Targeting the Oxytocin System to Treat Addictive Disorders: Rationale and Progress to Date. CNS Drugs, 30(2)，109 -123. [22]Lee，S.Y.，Park，S.H.，Chung，C.，Kim，J.J.，Choi，S.Y.，& Han，J.S.(2015). Oxytocin Protects Hippocampal Memory and Plasticity from Uncontrollable Stress. Scientific Reports，5,18540.   \n[23] Park，S.H.，Kim，Y.J.，Park，J.C.，Han，J. S.，& Choi，S.Y.(2017)．Intranasal Oxytocin following Uncontrollable Stress Blocks Impairments in Hippocampal Plasticity and Recognition Memory in Stressed Rats. The International Journal of Neuropsychopharmacology, 20(10)，861- 866.   \n[24] Barrett，C. E.，Arambula， S.E.，& Young，L. J. (2015)． The oxytocin system promotes resilience to the effects of neonatal isolation on adult social attachment in female prairie voles. Translational Psychiatry, ${ \\it 5 ( 7 ) }$ ，e606.   \n[25] Kim，H.W.，Kang，J.I.，An，S. K.，& Kim，S.J.(2019)．Oxytocin receptor gene variants are associated with emotion recognition and resilience, but not with false-belief reasoning performance in healthy young Korean volunteers. CNS Neuroscience & Therapeutics, 25(4)，519 - 526.   \n[26] Schultz，C.，& Engelhardt，M. (2014)．Anatomy of the hippocampal formation. Frontiers of Neurology and Neuroscience，34,6-17.   \n[27] Fa,M.，Xia，L.，Anunu,R.，Kehat，O.，Kriebel，M.，Volkmer，H.，& Richter-Levin，G. (2014). Stress modulation of hippocampal activity--spotlight on the dentate gyrus.   \nNeurobiology of Learning and Memory，112，53-60.   \n[28] Besnard,A.，& Sahay，A. (20l6). Adult Hippocampal Neurogenesis，Fear Generalization, and Stress. Neuropsychopharmacology，41(1)，24-44.   \n[29] Gunn， B.G.，& Baram，T. Z. (2017). Stress and Seizures: Space， time and hippocampal circuits. Trends in neurosciences, 40(11)，667-679.   \n[30] Chetty，S.，Friedman，A.R.，Taravosh-Lahn，K.，Kirby，E.D.，Mirescu，C.，Guo, F.，.．. Kaufer，D. (2014). Stress and glucocorticoids promote oligodendrogenesis in the adult hippocampus. Molecular Psychiatry，19(12)，1275-1283.   \n[31] Revest，J. M.，Dupret，D.，Koehl，M.，Funk-Reiter，C.，Gros jean，N.，Piazza，P. V.，& Abrous， D. N. (2009). Adult hippocampal neurogenesis is involved in anxiety-related behaviors. Molecular Psychiatry，14(10)，959-967.   \n[32] Bernier，B. E.，Lacagnina，A.F.，Ayoub，A.，Shue，F.， Zemelman，B. V.，Krasne，F.B., & Drew，M. R. (2017)． Dentate Gyrus Contributes to Retrieval as well as Encoding:Evidence from context fear conditioning，recall，and extinction. The Journal of Neuroscience ： The Official Journal of the Society for Neuroscience，37(26)，6359 -6371.   \n[33]Ramirez，S.，Liu，X.，MacDonald，C.J.，Moffa，A.，Zhou，J.，Redondo，R.L.，& Tonegawa， S. (2015). Activating positive memory engrams suppresses depression-like   \nbehaviour. Nature， 522(7556)，335- 339.   \n[34] Stuber，G. D.， Sparta，D. R.，Stamatakis，A. M.，van Leeuwen，W. A.，Hardjoprajitno，J. E.，Cho，S.，... Bonci，A. (2011). Excitatory transmission from the amygdala to nucleus accumbens facilitates reward seeking. Nature， 475(7356)，377-380.   \n[35]Bagot，R.C.，Parise，E. M.，Pena，C.J.，Zhang，H. X.，Maze，I.，Chaudhury，D. Nestler，E. J. (2015). Ventral hippocampal afferents to the nucleus accumbens regulate susceptibility to depression. Nature Communications，6, 7062.   \n[36] Lipski，W.J.，Dibble，S.M.，Rinaman，L.，& Grace，A.A.(2017)．Psychogenic Stress Activates C-Fos in Nucleus Accumbens-Projecting Neurons of the Hippocampal Ventral   \nSubiculum. The International Journal of Neuropsychopharmacology， $\\mathcal { Z } O ( 1 0 )$ ，855-860.   \n[37] Saha，R.，Kriebel，M.，Volkmer，H.，Richter-Levin，G.，& Albrecht，A.(2018).   \nNeurofascin Knock Down in the Basolateral Amygdala Mediates Resilience of Memory and Plasticity in the Dorsal Dentate Gyrus Under Stress. Molecular Neurobiology， 55(9)，7317 - 7326.   \n[38] Segev，A.，& Akirav，I. (2016)． Cannabinoids and Glucocorticoids in the Basolateral Amygdala Modulate Hippocampal-Accumbens Plasticity After Stress. Neuropsychopharmacology, 41(4)，1066 -1079.   \n[39] Toda，T.，& Gage，F. H. (2018). Review:Adult neurogenesis contributes to hippocampal plasticity. Cell and Tissue Research， 373(3)，693-709.   \n[40] Christian，K. M.， Song，H.，& Ming，G. L. (2014)．Functions and dysfunctions of adult hippocampal neurogenesis. Annual Review of Neuroscience，37, 243- 262.   \n[41] Hill，A. S.， Sahay，A.，& Hen， R. (2015)． Increasing Adult Hippocampal Neurogenesis is Sufficient to Reduce Anxiety and Depression-Like Behaviors. Neuropsychopharmacology， 40(10), 2368- 2378.   \n[42] Snyder，J. S.，Soumier，A.，Brewer，M.，Pickel，J.，& Cameron，H.A.(2011)．Adult hippocampal neurogenesis buffers stress responses and depressive behaviour. Nature, 476(7361)， 458- 461.   \n[43] Anacker，C.，Cattaneo，A.，Luoni，A.，Musaelyan，K.， Zunszain，P. A.，Milanesi, E.，： .Pariante,C. M. (2013). Glucocorticoid-related molecular signaling pathways regulating hippocampal neurogenesis. Neuropsychopharmacology， 38(5)，872 - 883.   \n[44] Hueston，C. M.，Cryan，J. F.，& Nolan， Y. M. (2017)． Stress and adolescent hippocampal neurogenesis: Diet and exercise as cognitive modulators. Translational psychiatry， 7(4), e1081.   \n[45] Leuner,B.，Caponiti，J. M.，& Gould,E. (2012). Oxytocin stimulates adult neurogenesis even under conditions of stress and elevated glucocorticoids. Hippocampus, 22(4)，861-868. [46] Lin，Y.T.，Chen，C.C.，Huang，C.C.，Nishimori，K.，& Hsu，K.S.(2017)．Oxytocin stimulates hippocampal neurogenesis via oxytocin receptor expressed in CA3 pyramidal neurons. Nature Communications, $g ( 1 )$ ，537.   \n[47] Sánchez-Vidana，D.I.，Chan，N.M.，Chan，A.H.，Hui，K.K.，Lee，S.，Chan，H.   \nY.，： .Lai，C. Y. (2016). Repeated treatment with oxytocin promotes hippocampal cell proliferation, dendritic maturation and affects socio-emotional behavior. Neuroscience, 333, 65 -77.   \n[48]Ji，H.，Su，W.，Zhou，R.，Feng，J.，Lin，Y.，Zhang，Y.， ．Li，J. (2016)．Intranasal oxytocin administration improves depression-like behaviors in adult rats that experienced neonatal maternal deprivation. Behavioural Pharmacology，27(8)，689 -696.   \n[49] Lin，Y. T.，& Hsu,K. S. (2018). Oxytocin receptor signaling in the hippocampus: Role in regulating neuronal excitability， network oscillatory activity, synaptic plasticity and social memory.Progress in Neurobiology，17l，1-14   \n[50] Raam，T.，McAvoy，K. M.，Besnard，A.，Veenema，A. H.，& Sahay，A.(2017)．Hippocampal oxytocin receptors are necessary for discrimination of social stimuli. Nature   \nCommunications, $\\delta ( 1 )$ ，2001.   \n[51] Owen，S.F.，Tuncdemir，S.N.，Bader，P.L.，Tirko，N. N.，Fishell，G.，& Tsien，R.W. (2013).Oxytocin enhances hippocampal spike transmission by modulating fast-spiking interneurons. Nature， 500(7463)，458 -462.   \n[52] Zaninetti，M.，& Raggenbass，M. (200o). Oxytocin receptor agonists enhance inhibitory synaptic transmission in the rat hippocampus by activating interneurons in stratum   \npyramidale. The European Journal of Neuroscience, $\\begin{array} { r } { \\boldsymbol { { I 2 } } ( 1 1 ) } \\end{array}$ ，3975-3984.   \n[53] Ripamonti，S.，Ambrozkiewicz，M. C.，Guzzi，F.，Gravati，M.，Biella，G.，Bormuth, I.，．..Rhee，J. (2017). Transient oxytocin signaling primes the development and function of excitatory hippocampal neurons. Elife,6, e22466.   \n[54] Anacker，C.，Luna，V. M.，Stevens，G. S.，Millette，A.，Shores，R.，Jimenez，J. C.，．..Hen，R. (2018)． Hippocampal neurogenesis confers stress resilience by inhibiting the ventral dentate gyrus. Nature， 559(7712)， 98 -102.   \n[55] Bakker，A.，Kirwan，C. B.，Miller，M.，& Stark，C.E. (2008)． Pattern separation in the human hippocampal CA3 and dentate gyrus. Science，319(5870)，1640-1642.   \n[56] Leal，S.L.，Tighe，S. K.，Jones，C. K.，& Yassa，M. A.(2014)．Pattern separation of emotional information in hippocampal dentate and CA3. Hippocampus，24(9)，1146 -1155. [57] Clelland，C.D.，Choi，M.，Romberg，C.，Clemenson，G. D.，Fragniere，A.，Tyers, P.，.. .Bussey，T. J. (2009).A functional role for adult hippocampal neurogenesis in spatial pattern separation. Science, $3 2 5 ( 5 9 3 7 )$ ，210-213．   \n[58] Franca, T.F. A.，Bitencourt,，A. M.，Maximilla，N. R.， Barros，D. M.，& Monserrat，J. M. (2017). Hippocampal neurogenesis and pattern separation: A meta-analysis of behavioral data.Hippocampus，27(9)，937 -950.   \n[59] Sahay，A.，Scobie，K. N.，Hill，A.S.， $\\mathrm { 0 ^ { \\circ } }$ Carroll，C. M.，Kheirbek，M. A.，Burghardt，N. S.，.．.Hen，R. (2011). Increasing adult hippocampal neurogenesis is sufficient to improve pattern separation. Nature， 472(7344)， 466 -470.   \n[60] Lange，I.，Goossens，L.，Michielse，S.，Bakker，J.，Lissek，S.，Papalini，S.，   \nSchruers，K. (2017). Behavioral pattern separation and its link to the neural mechanisms of fear generalization. Social Cognitive and Affective Neuroscience, $\\begin{array} { r } { { \\cal I } \\mathcal { Z } ( 1 1 ) } \\end{array}$ ，1720 -1729. [61] Citri，A.，& Malenka,R. C. (2008). Synaptic plasticity: multiple forms, functions,and mechanisms. Neuropsychopharmacology，33(1)，18 - 41. [62] McEwen, B. S. (1999). Stress and hippocampal plasticity. Annual Review of Neuroscience, 22，105 -122.   \n[63] Aalling，N.，Hageman，I.，Miskowiak，K.，Orlowski，D.，Wegener，G.，& Wortwein，G. (2018).Erythropoietin prevents the effect of chronic restraint stress on the number of hippocampal CA3c dendritic terminals-relation to expression of genes involved in synaptic plasticity，angiogenesis, inflammation， and oxidative stress in male rats. Journal of Neuroscience Research， 96(1)，103 -116.   \n[64] Bhagya，V.R.，Srikumar，B.N.，Veena，J.，& Shankaranarayana Rao，B. S.(2017)．Shortterm exposure to enriched environment rescues chronic stress-induced impaired hippocampal synaptic plasticity，anxiety，and memory deficits. Journal of Neuroscience Research, $9 5 ( 8 )$ ， 1602 - 1610.   \n[65] Hirata，R.，Togashi，H.，Matsumoto，M.，Yamaguchi，T.，Izumi，T.，& Yoshioka，M. (2008). Characterization of stress-induced suppression of long-term potentiation in the hippocampal CA1 field of freely moving rats. Brain Research, 1226, 27-32.   \n[66] Li，C.，Huang，P.，Lu，Q.，Zhou，M.，Guo，L.，& Xu，X.(2014)．KCNQ/Kv7 channel activator flupirtine protects against acute stress-induced impairments of spatial memory retrieval and hippocampal LTP in rats. Neuroscience， 280,19-30.   \n[67] Takeda，A.，Suzuki，M.，Tamano，H.，Takada，S.，Ide，K.，& Oku，N.(2012)．Involvement of glucocorticoid-mediated $\\scriptstyle { \\mathrm { Z n 2 + } }$ signaling in attenuation of hippocampal CA1 LTP by acute stress. Neurochemistry International，60(4)，394-399.   \n[68] Pavlides，C.，Niv6n，L.G.，& McEwen，B. S. (2002)．Effects of chronic stress on hippocampal long-term potentiation. Hippocampus， $\\boldsymbol { { \\mathit { 1 2 } } } \\boldsymbol { ( 2 ) }$ ，245- 257.   \n[69] Sousa，V.C.，Vital，J.，Costenla，A.R.，Batalha，V.L.，Sebastiao，A. M.，Ribeiro，J. A.，& Lopes,L. V. (2014). Maternal separation impairs long term-potentiation in CA1-CA3 synapses and hippocampal-dependent memory in old rats. Neurobiology of Aging， 35(7)，1680 - 1685.   \n[70] Tomizawa,K.，Iga，N.，Lu,Y.F.，Moriwaki，A.，Matsushita,M.，Li，S.T.,   \nMatsui,H. (2003)． Oxytocin improves long-lasting spatial memory during motherhood through MAP kinase cascade. Nature Neuroscience, $6 ( 4 )$ ，384 - 390.   \n[71] Maniezzi，C.，Talpo，F.，Spaiardi，P.，Toselli，M.，& Biella，G.(2019)．Oxytocin Increases Phasic and Tonic GABAergic Transmission in CA1 Region of Mouse Hippocampus. Frontiers in Cellular Neuroscience，13,178.   \n[72] Van Eekelen，J.A.，Jiang，W.，De Kloet，E.R.，& Bohn，M.C.（1988)．Distribution of the mineralocorticoid and the glucocorticoid receptor mRNAs in the rat hippocampus. Journal of Neuroscience Research， 21(1)，88-94.   \n[73] Lin，Y. T.，Hsieh，T.Y.，Tsai，T.C.，Chen，C.C.，Huang，C.C.，& Hsu，K.S.(2018). Conditional Deletion of Hippocampal CA2/CA3a Oxytocin Receptors Impairs the Persistence of Long-Term Social Recognition Memory in Mice. The Journal of Neuroscience :The Official Journal of the Society for Neuroscience，38(5)，1218 -1231.   \n[74] Brydges，N. M.，Jin，R.，Seckl，J.，Holmes，M.C.，Drake，A.J.，& Hall，J.(2014). Juvenile stress enhances anxiety and alters corticosteroid receptor expression in adulthood. Brain and Behavior， 4(1)，4-13.   \n[75] Pawluski，J. L.，Császár，E.，Savage，E.，Martinez-Claros，M.，Steinbusch，H. W.，& van den Hove，D. (2015). Effects of stress early in gestation on hippocampal neurogenesis and glucocorticoid receptor density in pregnant rats. Neuroscience， 290, 379 - 388.   \n[76] Park，H.J.，Lee，S.，Jung，J.W.，Kim，B.C.，Ryu，J.H.，& Kim，D.H.(2015). Glucocorticoid- and long-term stress-induced aberrant synaptic plasticity are mediated by activation of the glucocorticoid receptor. Archives of Pharmacal Research， 38(6)，1204- 1212.   \n[77] Wiegert，O.，Pu，Z.，Shor，S.，Joéls，M.，& Krugers，H.(2005)．Glucocorticoid receptor activation selectively hampers N-methyl-D-aspartate receptor dependent hippocampal synaptic plasticity in vitro. Neuroscience, 135(2)，403-411.   \n[78] Lee，A. L.，Ogle，W. O.，& Sapolsky，R. M. (2002)．Stress and depression: Possible links to neuron death in the hippocampus. Bipolar Disorders, 4(2)，117 -128.   \n[79] Petersson, M.，& Uvnäs-Moberg，K. (2003). Systemic oxytocin treatment modulates glucocorticoid and mineralocorticoid receptor mRNA in the rat hippocampus. Neuroscience Letters，343(2)，97-100.   \n[80] Engelmann，M.，Landgraf，R.，& Wot jak，C. T. (2019)． The hypothalamic-neurohypophysial system regulates the hypothalamic-pituitary-adrenal axis under stress: An old concept revisited. Frontiers in Neuroendocrinology, $2 5 ( 3 - 4 )$ ，132-149.   \n[81] Cardoso，C.，Ellenbogen，M. A.，Orlando，M.A.，Bacon，S.L.，& Joober，R.(2013). Intranasal oxytocin attenuates the cortisol response to physical stress: A dose-response study. Psychoneuroendocrinology，38(3)，399 - 407.   \n[82] Cardoso，C.，Kingdon，D.，& Ellenbogen，M. A. (2014)．A meta-analytic review of the impact of intranasal oxytocin administration on cortisol concentrations during laboratory tasks:Moderation by method and mental health. Psychoneuroendocrinology， 49,161-170. [83] Smith，A. S.，& Wang， Z. (2014). Hypothalamic oxytocin mediates social buffering of the stress response. Biological Psychiatry， 76(4)，281- 288.   \n[84] Matsushita,H.，Latt，H. M.，Koga,Y.，Nishiki，T.，& Matsui，H. (2019). Oxytocin and Stress: Neural mechanisms, stress-related disorders,and therapeutic approaches.   \nNeuroscience，417,1-10.   \n[85] Latt，H. M.，Matsushita，H.，Morino，M.，Koga,Y.，Michiue,H.，Nishiki，T.,   \nMatsui，H. (2018). Oxytocin Inhibits Corticosterone-induced Apoptosis in Primary Hippocampal Neurons. Neuroscience，379，383 -389.   \n[86]Cohen，H.，Kaplan，Z.，Kozlovsky，N.，Gidron，Y.，Matar，M.A.，& Zohar，J.(2010). Hippocampal microinfusion of oxytocin attenuates the behavioural response to stress by means of dynamic interplay with the glucocorticoid-catecholamine responses. Journal of   \nNeuroendocrinology， 22(8)，889 -904.   \n[87] Liberzon，I.，Chalmers，D. T.，Mansour，A.，Lopez，J.F.，Watson，S.J.，& Young，E.A. (1994).Glucocorticoid regulation of hippocampal oxytocin receptor binding. Brain Research, 650(2)，317-322.   \n[88] Duarte-Guterman，P.，Lieblich， S.E.，Qiu，W.，Splinter，J.E.J.，Go，K.A.,   \nCasanueva-Reimon，L.，& Galea，L. A. M. (2020). Oxytocin has sex-specific effects on social behaviour and hypothalamic oxytocin immunoreactive cells but not hippocampal neurogenesis in adult rats. Hormones and Behavior， 122，104734.   \n[89] Grimm，S.，Pestke，K.，Feeser，M.，Aust，S.，Weigand,A.，Wang，J.，．．.Bajbouj，M. (2014).Early life stress modulates oxytocin effects on limbic system during acute   \npsychosocial stress. Social Cognitive and Affective Neuroscience， 9(11)，1828 -1835. [90] Chan，S.W.，Harmer，C.J.，Norbury，R.，O'Sullivan，U.，Goodwin，G.M.，& Portella，M. J.(2016). Hippocampal volume in vulnerability and resilience to depression. Journal of AffectiveDisorders，189,199-202.   \n[91] Bradley，B.，Davis，T.A.，Wingo，A.P.，Mercer，K.B.，& Ressler，K.J.(2013)．Family environment and adult resilience: Contributions of positive parenting and the oxytocin receptor gene.European Journal of Psychotraumatology，4.   \n[92]Riem，M. M.E.，van Ijzendoorn，M. H.，& Bakermans-Kranenburg，M.J.(2019)．Hippocampal volume modulates salivary oxytocin level increases after intranasal oxytocin administration. Psychoneuroendocrinology，101，182-185.   \n[93] Womersley，J. S.，Hemmings，S. M. J.，Ziegler，C.，Gutridge，A.，Ahmed-Leitao，F., Rosenstein，D.， ，Seedat，S. (2019). Childhood emotional neglect and oxytocin receptor variants:Association with limbic brain volumes. The World Journal of Biological   \nPsychiatry:The Official Journal of the World Federation of Societies of Biological Psychiatry，1-16.   \n[94] Malhi，G. S.，Das，P.，Outhred，T.，Dobson-Stone，C.，Bell，E.，Gessler，D.，   \nMannie，Z. (2020). Interactions of OXTR rs53576 and emotional trauma on hippocampal volumes and perceived social support in adolescent girls. Psychoneuroendocrinology，115,104635. [95] Murthy，S.，& Gould,E. (2018)．Early Life Stress in Rodents:Animal Models of Illness or Resilience? Frontiers in Behavioral Neuroscience,12,157.   \n[96] Russo，S.J.，Murrough，J.W.，Han，M.-H.，Charney，D. S.，& Nestler，E.J.(2012). Neurobiology of resilience.Nature Neuroscience, $\\begin{array} { r } { { I } 5 ( 1 1 ) } \\end{array}$ ，1475 -1484.   \n(通讯作者： 高军 E-mail：gao junscience@126.com) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "薛冰：提出综述框架并撰写内容；  \n王雪娇，马宁：进行内容修改；  \n高军：思路指导与修改。",
        "page_idx": 14
    }
]