[
    {
        "type": "text",
        "text": "Disintegration Process and Performance of a Coaxial Porous Injector ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keonwoong Leel, Dohun $\\mathbf { K i m ^ { 1 } }$ , JayeKoo ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Graduate School, Korea Aerospace University, Goyang, Republic of Korea   \n2. School of Aerospace and Mechanical Engineering, Korea Aerospace University, Goyang, Republic of Korea ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In order to understand the breakup performance of coaxial porous injectors,the sprays of coaxial porous injectors with two different porous material cylinder lengths were compared with those ofconventional shear coaxial injectors.To allow comparison, the wallinjection lengths were designed to be equivalent to the value of the recess depth. Cold flow sprays were visualized using back-lit photography methods and analyzed quantitatively with a laser diffraction apparatus,in order to study the effects of the momentum flux ratio and Weber number on the breakup for each type of injector.In case of the shear coaxial injector,the large liquid core was observed in low air mass flow rate condition.However,the destabilization of the liquid jet from the coaxial porous injector is almost complete within the inner region,near the injector face plate.Additionally, better breakup performance in low gas flow rate condition was obtained when the porous cylinder length decreased,while the shear coaxial injectors showed better breakup eficiency when the recess length increased.In conclusion,the different breakup process caused by the radial momentum in the inner region of the porous injector disintegrated the liquid core. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Coaxial porous injector, Sauter mean diameter, Droplet size distribution ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Shear coaxial injectors and coaxial swirl injectors are widely used in many spray and combustion devices. In a shear coaxial injector,a dominant factor in the atomization process is the shear force between the high velocity gas and the low velocity liquid. The shear injector has some advantages for use as a liquid rocket engine injector. including simplicity of design，ease of its close-set placement and uniformity of the combustible mixture. However, the weaknesses of the shear coaxial injector should be noted, such as the low manufacturing tolerance for its simple design [1]. The swirl coaxial injector is widely used in the Russian liquid rocket engine that uses kerosene fuel [2]. The primary characteristic of the swirl coaxial injector is that the liquid propellants are injected in a hollow, cone-shaped sheet spray,which is easily disintegrated and mixed with a gaseous propellant jet or other liquid propellant swirl sprays.Several Asian, U.S. and European researchers have reported on the spray and combustion characteristics of coaxial swirl injectors for use in hydrocarbon-fueled liquid rocket engines.For example,Salgues et al. [3] compared the combustion efficiency and the flame structure of the swirl coaxial injector with those of the shear coaxial injectors.The swirl coaxial injector exhibited better efficiency of characteristic velocity, i.e., the ratio between the theoretical characteristic velocity from the NASA Chemical Equilibrium with Application(CEA) code and the actual characteristic velocity. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/ee15acc78ca8838b423fedaa141cf7c32e660e797cf27a0f2550dad8af94bbd3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Nomenclature</td><td colspan=\"2\">Greek letters</td></tr><tr><td>A</td><td>area (mm2)</td><td>从</td><td>viscosity</td></tr><tr><td>D</td><td>diameter (mm)</td><td>p</td><td>density</td></tr><tr><td>J</td><td>momentum flux ratio</td><td>9</td><td>surface tension</td></tr><tr><td>L</td><td>length (mm)</td><td>Subscripts</td><td></td></tr><tr><td>m</td><td>mass flow rate (g/s)</td><td>ag</td><td>annular gap</td></tr></table></body></html>",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/5cbd9f6f43da28cc24b368f48d102443c11bad395b07b9589b287922c65c22b7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>PI</td><td>coaxial porous injector</td><td>gas</td><td>gaseous simulant</td></tr><tr><td>Re</td><td>Reynolds number</td><td>liq</td><td>liquid simulant</td></tr><tr><td>SI</td><td>shear coaxial injector</td><td>pi</td><td>coaxial porous injector</td></tr><tr><td>SMD</td><td>Sauter mean diameter (μm)</td><td>pr</td><td>porous cylinder</td></tr><tr><td>t</td><td>thickness (mm)</td><td>r</td><td>recess length</td></tr><tr><td>V</td><td>velocity (m/s)</td><td>si</td><td>shear coaxial injector</td></tr><tr><td>We</td><td>Weber number</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "They deduced that the fast atomization and mixing of the swirl coaxial injector spray was the cause of this improved combustion efficiency. However, swirl coaxial injectors also have disadvantages with respect to complexity of design [1]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Different from the swirl coaxial injector, the coaxial porous injector was developed to improve the mixing characteristics of the traditional shear coaxial injector. Compared to the shear coaxial injector,which discharges gas and liquid jets axially, the gaseous jet of a coaxial porous injector is wall-injected radially through the cylindrical porous material, which encloses the axial liquid jet at the recess region. The purpose of this design is to enhance the mixing of liquid-gas spray by increasing the momentum transfer efficiency of the high speed gas jet to the liquid jet. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In previous studies,experiments were conducted to examine the feasibility of using a coaxial porous injector asa combustion device.The coaxial porous injector showed higher combustion efficiency than the coaxial shear injector in a subscale liquid rocket combustor [4]. The structure of the reacting spray from a coaxial porous injector was observed using the shadowgraph technique used in an earlier study [5]. From a density gradient magnitude analysis of the shadowgraph image,it was surmised that the improved combustion efficiency was obtained by increasing the evaporation rate at the interface between the center liquid jet and the peripheral gaseous jet.However, the efficiency-improvement mechanism of the coaxial porous injector was not clearly understood throughout the course of previous studies.Generally, the shear coaxial injectors with recess length have better atomization performance than those without recess length,but in coaxial porous injector,if the wall injection length increases, the injection velocity decreases naturally. This means the momentum flux of the gaseous propellant also decreases. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present study, the non-reactive spray of the coaxial porous injector was visualized and the breakup mechanisms were compared with those of the shear coaxial injector under almost equal injection conditions using the precision flow control system and a laser diffraction apparatus. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental Apparatus and Conditions ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental apparatus and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The geometries of the shear coaxial injector and the coaxial porous injector are shown in Fig. 1. The liquid jets are injected axially through the center bore of both injectors. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the case of the shear coaxial injector, the gaseous propellant develops into an axial flow at the annular gap, so that the gas and liquid jet flow horizontally. The momentum of the gaseous jetis then transferred by the shear interaction induced by the velocity gradient. In the coaxial porous injector, thegaseouspropellantis wall-injected radially through the cylindrical porous surface,constructed from sintered stainless steel with a 90 $\\mu \\mathrm { m }$ mean metal particle diameter. The radial gas jet then develops into an axial flow within the recess region. The purpose of creating a difference in direction of the gas injection between the two injectors is to improve the momentum transfer from the gaseous jet to the liquid jet. In this paper, the simplified notations of the shear coaxial injector and the coaxial porous injector are referred to as SI and PI, respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The geometrical dimensions and name of the injectors in this study are listed in Table 1.In a coaxial porous injector, the recess depth is the distance between the center liquid post end and the injector face plate. The wall injection length of the PI corresponds to the recess depth of the SI. The center liquid post diameter is $1 . 5 ~ \\mathrm { m m }$ and the gas outlet diameter, equal to the inner diameter of the PI, is $4 . 5 \\ \\mathrm { m m }$ .The thickness of the porous cylinder is 1.5 mm. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Two SI with different recess lengths (SI-1 and SI-2) and two PI with different wall-injection lengths (PI-1 and PI-2）were compared. As described above, the wallinjection length of the PI-2 is equal to the recessed length of the SI-2,and this is used to observe the effect of the radial gas injection through the PI. The PI-1 injector has a shorter wall-injection length but the same injector tip area.This configuration is used for investigating the effect of the magnitude of radial momentum on the liquid breakup mechanism. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/67feab6a485568649bcddc547e46b245239a5f87b32e99ea55bdaf5351389a89.jpg",
        "img_caption": [
            "Fig.1Section view of shear coaxial injector (top) and coaxial porous injector (bottom) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/241e551b2f6345cb1f749ba1bbb58ecf5ea1c06e11fc26b152ab6caa818556b6.jpg",
        "table_caption": [
            "Table 1 Geometrical dimensions of injectors "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"3\">Shear coaxial injector (SI)</td></tr><tr><td>Liquid center post diameter</td><td>Dliq</td><td>1.5 mm</td></tr><tr><td>Gas post diameter</td><td>Dgas</td><td>4.5 mm</td></tr><tr><td>Recess depth of SI</td><td>L,si</td><td>SI-1 2.0 mm SI-2 3.0 mm</td></tr><tr><td>Annular gap</td><td>tag</td><td>0.75 mm</td></tr><tr><td>Injector face plate thickness</td><td>tf</td><td>1.5 mm</td></tr><tr><td colspan=\"3\">Coaxial porous injector (PI)</td></tr><tr><td>Liquid center post diameter</td><td>Dliq</td><td>1.5 mm</td></tr><tr><td>Gas post diameter</td><td>Dgas</td><td>4.5 mm</td></tr><tr><td>Wall injection length of PI</td><td>Lr.pi</td><td>PI-1 2.0 mm PI-2 3.0 mm</td></tr><tr><td>Porous cylinder thickness</td><td>tpr</td><td>1.5 mm</td></tr><tr><td>Injector face plate thickness</td><td>t</td><td>1.5 mm</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Air is provided by an air compressor and water is transferred from the cistern to the injector via a piston pump.The mass flow rate of liquid is controlled by a metering valve and bypass tube line.Back-lit photography is used to visualize the liquid breakup behavior. A stroboscope with a planar-convex lens is used for illumination,while the spray patterns are captured with a Nikon D7oo DSLR camera and a macro lens. In addition, the laser diffraction apparatus was manufactured by Sympatec (Helos/Vario-KF) [6] with a $5 \\mathrm { \\ m W }$ ， $6 3 3 ~ \\mathrm { n m }$ He-Ne laser having a $2 9 ~ \\mathrm { m m }$ beam diameter. The measuring section was located 15 times of liquid center post diameter from the injector face plate. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Experimental conditions ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In order to characterize the flow condition of the spray, three familiar non-dimensional numbers were used.The first is the momentum flux ratio,J,which is the ratio of annular gas flow momentum to liquid jet momentum as defined in Eq. (1). ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\nJ = \\frac { { { \\rho } _ { g a s } } { { V } _ { g a s } } ^ { 2 } } { { { \\rho } _ { l i q } } { { V } _ { l i q } } ^ { 2 } }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The velocity of liquid and gas simulants were determined with basic equation of mass flow rate,as shown in Eqs. (2) and (3). ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\dot { m } _ { l i q } = \\rho _ { l i q } V _ { l i q } D _ { l i q } ^ { 2 } \\pi / 4\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\dot { m } _ { g a s } = \\rho _ { g a s } V _ { g a s } ( D _ { ~ g a s } ^ { 2 } - D _ { ~ l i q } ^ { 2 } ) \\pi / 4\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Several researchers reported that the mixing characteristics of single- or two-phase coaxial flow are affected by the momentum flux ratio attained from their numerical or experimental studies[7-1O].For the cold flow experiment, the momentum flux ratio was calculated in the same manner using the propellant densities observed under ambient conditions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Eq.(4) gives the liquid jet Reynolds number,which is the second dimensionless number used in this paper. ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { R e } _ { l i q } = \\frac { \\rho _ { l i q } V _ { l i q } D _ { l i q } } { \\mu _ { l i q } }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The third flow-condition parameter is the aerodynamic Weber number,which is the ratio between inertia and surface tension， given as equation (5)，where a lower Weber number indicates a larger effect of surface tension on the instability of the liquid jet. ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n{ { W e } _ { g a s } } = \\frac { { { { \\rho } _ { g a s } } ( { { V } _ { l i q } } - { { V } _ { g a s } } ) ^ { 2 } { { D } _ { l i q } } } } { { { \\sigma } _ { l i q } } }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experimental conditions are shown in Table 2,and the diagram originally authored by Chigier and Reitz is reproduced [11] in Fig.2.The experimental conditions are also plotted. In Fig.2,the point of case 1 is on the membrane-type break up region,and the others are on the fiber-type breakup region. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/12890d1e77dab720cbf23405c883248d4e478ba1ef365fae286574ed4cd368a1.jpg",
        "table_caption": [
            "Table 2Experimental conditions "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Case 1</td><td>Case 2</td><td>Case 3</td><td>Case 4</td></tr><tr><td>mliq (g/s)</td><td></td><td colspan=\"2\">2.5</td><td></td></tr><tr><td>mga (g/s)</td><td>0.8</td><td>1.2</td><td>1.6</td><td>2.0</td></tr><tr><td>Reliq</td><td></td><td>~2000</td><td></td><td></td></tr><tr><td>J</td><td>1.33</td><td>3.00</td><td>5.33</td><td>8.33</td></tr><tr><td>Wegas</td><td>52.57</td><td>120.70</td><td>216.74</td><td>340.69</td></tr><tr><td>Vliq (m/s)</td><td colspan=\"4\">1.42</td></tr><tr><td>Vgas (m/s)</td><td>47.16</td><td>70.74</td><td>94.31</td><td>117.89</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/80f731e86af6a4611414b51abf13db538b2621dd2a9b16e783bf28efbca5acf4.jpg",
        "img_caption": [
            "Fig.2Disintegration modes of liquid jet in coaxial flow without recess length and experimental conditions [11] "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Numerical Methodand Conditions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In order to obtain the velocity distribution of gaseous propellant, numerical calculations with the commercial program were carried out. The second upwind scheme and realizable $\\mathbf { k }$ -epsilon model was applied. The 2D axis symmetric domain and boundary conditions are shown in Fig.3.The pressure outlet boundary was assumed as atmospheric pressure. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The effects of the momentum flux ratio on the macroscopic spray pattern and the breakup regime were observed for each injector configuration, with the Reynolds number of the liquid jet, ${ \\mathrm { R e } } _ { \\mathrm { l i q } } ,$ fixed at approximately 2ooo for these experiments,indicating a laminar flow condition. The backlit visualization images in Fig. 4 show the macroscopic spray patterns of four injector configuration.The water/air spray of the Shear injectors showed general disintegration behavior according to the change of spray condition [8,12]. The spray patterns in each column are captured in almost equal flow conditions Asshown in Fig.4, the breakup lengths decreased with the increase of air mass flow rate.Furthermore,it seems that the liquid droplet diameters of PI were smaller than those of SI. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/49c4b99c8bad45fec85b4d9c9a698ed349a29e04d8bec61b05762b166fdcdb5c.jpg",
        "img_caption": [
            "Fig.3Specification of numerical domain and boundary conditions for SI (left) and PI (right) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For the lowest value of air mass flow rate (Case 1) the sprays of both the SI demonstrate a typical membrane breakup.On the other hand, the most significant differences of the PI sprays are the disappearance of the liquid core and the level of oscillation.This is because the momentum of the gaseous jet of the PI is transferred to the liquid jet more efficiently than the momentum of the gaseous jet of the SI at the recessed region. The liquid was almost disrupted in the recessed region,and only liquid droplets emerged from the injector tip. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As the air mass flow rate increased to $1 . 2 ~ \\mathrm { g / s }$ (case 2), the liquid core from the SI showed severe oscillation motion and large liquid lumps were observed.In addition, the formation of membrane structure was reduced,and the fiber type breakup mode was shown, as shown in Fig. 2 regime.In contrast, the liquid cores from both PI had already disintegrated by the inner injector region,with only tiny lumps and droplets observed.In addition,the liquid droplets of PI-1 appeared much smaller than those of PI-2. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Asair mass flow rate further increased to 1.6 and 2.0 $\\mathrm { \\bf g / s }$ (in Case 3 and 4,respectively),the liquid core and large lumps from the SI still remained within the near injector region.And the typical super-pulsating disintegration [11] was observed.Basically, the super-pulsating disintegrationourswenthevalueof $\\mathrm { R e _ { l i q } } \\mathrm { / W e } _ { \\mathrm { g a s } } ^ { \\mathrm { } \\mathrm { } 0 . 5 }$ was smaller than 1OO in coaxial flow, but because of recessed liquid injection post, the super-pulsating disintegration was occurred though the criterion was not satisfied.In addition, for both these cases,the droplet dispersion angle narrowed owing to the entrainment of the high-speed annular gas jet.However, the liquid cores of the PI-1 and ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ac9740d78463bd7ea909cbc27d56deb6454482cb30d70394bb555dc9d2ebfdf8.jpg",
        "img_caption": [
            "Fig.4Representative back-lit visualization images "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "PI-2 injectors appeared to vanish for the case 3 and 4. It appeared as though the PI had a higher liquid-atomizing capability and a much smaller droplet diameter than the SI. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The SMD values of each case are shown in Fig.5 and the relative SMD are shown in Fig.6.The relative SMD isdefined as the SMD value divided withthatof SI-1.In all experimental conditions,SI-1 and SI-2 had similar SMD distributions,and both of the PI SMD values were less than those for SI. The PI-1, in particular, shows the low SMD values.The difference between SMD values decreasedwiththe increaseofWeber number. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The droplet size distributions of each case are shown inFig.7.As the air mass flow rate increased,a growth in the peak smaller droplet size was observed alongside a decline in the peak larger droplet size.This phenomenon causes the bimodal droplet size distributions for the coaxial porous injector. It is known that the bimodal droplet size distributions are shown occasionally in effervescent atomizer [13]. Compared to the distribution for the shear coaxial injector, there was a higher rate of smaller droplets and a lower rate of larger droplets.This tendency was magnified in the case of PI-2. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/71eded288dcd648e278845e1c8d28ad4c31a1590595dd11849da154ea75a9b82.jpg",
        "img_caption": [
            "Fig.5Sauter mean diameter with Weber number "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The PI-1 and SI-1 velocity magnitude contour of Case 4 are shown in Fig. 8.In addition, the gas velocity profile of those cases,distance from the injector face plate of 5 mm and $1 5 ~ \\mathrm { m m }$ ,are shown in Fig.9. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the SI-1 velocity magnitude distribution, the flow of gaseous propellant is headed for center region,after pass the injector face plate.On the other hand,since the gaseous propellant flow of PI-1 is injected radially, gaseous propellant is accumulated inner region of injector (space between the liquid post tip and injector face plate） and sprayed to ambient environment. This differenceis clearly observed in Fig.9.Because of this difference,it surmised that the liquid jet from PI is more disrupted than from that of SI at injector inner region in same flow condition. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/1d10250170de0ae5fcd09b55533c43082f32627442be9f311582436226d19474.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/cf0f6f033c80b5ce1811cfcfb62949e57c61235801ded18cc2879496a1281574.jpg",
        "img_caption": [
            "Fig.6Relative Sauter mean diameter ",
            "Fig.7Droplet size distribution "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/383632b43320ad4325a22d9583f36287eddbf9996a741b3084cf3ab4e68eae15.jpg",
        "img_caption": [
            "Fig.8Velocity magnitude $\\mathrm { ( m / s ) }$ contour of Case 4 "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "From this result,while the liquid jet atomization in shear coaxial injector is occurred from primary breakup of the surface of liquid jet to secondary breakup of the large droplet, the atomization performance in coaxial porous injector is more superior, because the disruption of liquid jet is almost done in injector inner region due to the radial momentum of gas propellant. Since disruption process of liquid jet is significantly quicker than shear coaxialinjector,thesecondarybreakupalsostarted early By the secondary breakup,the smaller droplets are generated, so the bimodal droplet size distribution is clearly observed inFig.7.Thisdifference is shown inFig.10. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The non-reacting sprays of two SI and PI with different geometries were observed using backlit visualization techniques and a laser diffraction apparatus.The coldflow spray experiment revealed the difference between the breakup mechanisms of the SI and PI using both photographic imagery and a laser diffraction apparatus. In addition, the effect of wall-injection length on the breakup behaviorof the PI wasobserved. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In visualization images,only the spray from SI shows typical breakup modes, like membrane type, fiber type breakup mode and super-pulsating submode.And the liquid core and liquid lumps still remains in higher gas mass flow rate conditions because of the entrainment of the high-speed gaseous propellant. In contrast, for the PI, sprays exhibited disappearance of liquid core under all experimental conditions and dense liquid lumps were rarelyobserved. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SMD values and droplet size distribution was also obtained.First, the SMD values of coaxial porous injector were lower than that of shear coaxial injector in all expe rimental condition. Between the coaxial porous injector, SMD value of PI-1 was better than PI-2,but this difference was decreased in high air mass flow rate condition. Inaddition, the bimodal distribution was observed in the case of the coaxial porous injector. As the air mass flow rate increased, the smaller droplet size peak significantly increased. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/393184ad03a52b6965728449d53d211280fa02a37c9b4dd5135a158649aeb81a.jpg",
        "img_caption": [
            "Fig.9Velocity profile with radial distance from centerline "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1402a3dcd54aea9cc772986ceee52aae2d69f64ff133fb0d291135df45d4087d.jpg",
        "img_caption": [
            "Fig.10Difference of atomization process between SI and PI "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "From the results of experiment, there was significant breakup performance difference between SI and PI. Though there was some SMD difference between PI-1 and PI-2 in low air mass flow rate condition, this difference is decreased as the air mass flow rate increase.It is widely known that a short wall-injection length means high supply pressure is required.Therefore,future study about the relation between porous material and pressure difference in combustion environment to obtain the optimal porous wall-injection area will be required. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported by a National Research ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Foundation of Korea (NRF) grant funded by the Korean Government (Ministry of Science, ICT and Future Planning）(No.NRF-2012M1A3A3A02033146and NRF-2013R1A5A 1073861 through the SPRC of Seoul National University). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]M.R.Long,V.G.Bazarov,and W.E.Anderson,Main Chamber Injectors for Advanced Hydrocarbon Booster Engines,39th AIAA/ASME/SAE/ASEE Joint Propulsion Conference and Exhibit,Huntsville,AL,2003.   \n[2]G. P. Sutton, History of Liquid-propellant Rocket Engines in Russia,Formerly the Soviet Union,Journal of Propulsion and Power, Vol.19,No.6,pp.1008-1037,2003.   \n[3]D. Salgues, G. Mouis, S. Y. Lee, D.Kalitan, S. Pal, and R. Santoro,Shear and Swirl Coaxial Injector Studies of LOX/GCH4 Rocket Combustion using Non-intrusive Laser Diagnostics,44th AIAA Aerospace Sciences Meeting and Exhibit,Reno,Nevada,2006.   \n[4]D.Kim, K. Lee,and J. Koo,Combustion Characteristics of a Coaxial Porous Injector, Journal of Propulsion and Power, Vol.30,No.6, pp.1620-1627,2014.   \n[5]D.Kim,K. Lee,and J. Koo,Effects of Wall-injection Length on Spray Core and Combustion Performance in a Coaxial Porous Injector,50th AIAA/ASME/ SAE/ASEE Joint Propulsion Conference and Exhibit, Cleveland, OH, 2014.   \n[6]I.Lee,D.Kim，and J. Koo，Breakup Structure of Two-phase Jets with Various Momentum Flux from a Porous Injector, Journal of Thermal Science,Vol. 23,No. 1, pp. 60-67,2014.   \n[7]V. Gautam and A. K. Gupta, Simulation of Mixing in Rocket Engine Injector under In-space Conditions,41th AIAA/ASME/SAE/ASEE Joint Propulsion Conference and Exhibit, Tucson,Arizona,2005.   \n[8]J.C.Lasheras，E.Villermaux,and E.J. Hopfinger, Break-up and Atomization of a Round Water Jet by a High-speed Annular Air Jet,Journal ofFluid Mechanics, Vol. 357, pp. 351-379,1998.   \n[9]M. Ferraro,R.J.Kujala, J.L. Thomas,M.J. Glogowski, and M.M.Micci,Effects of GH2/LOX Velocity and Momentum Ratios on Shear Coaxial Injector Atomization, Journal of Propulsion and Power, Vol. 18, No. 1，pp. 209-211,2002.   \n10]W. O.H. Mayer, Coaxial Atomization of a Round Jet in a High Speed Gas Stream: A Phenomenological Study, Experiments in Fluids,Vol.16,No.6,pp.401-410,1994.   \n11]N. Chigier and R. D.Reitz, Recent advances in spray combustion: Spray atomization and drop burning phenomena,Vol.1, pp.109-135,AIAA, Reston, Virginia,1996.   \n12]Z. Farago and N. Chigier, Morphological Classification ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "of Disintegration of Round Liquid Jets in a Coaxial Air Stream, Atomization and Sprays,Vol. 2,No.2,pp.137- 153,1992. [13]J. Broukal, J.Hajek,and J. Jedelsky,Effervescent Atomization of Extra-light Fuel-oil: Experiment and Statistical Evaluation of Spray Characteristics,23rd annular Conference on Liquid Atomization and Spray Systems, Brno, Czech Republic,2010. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]