[
    {
        "type": "text",
        "text": "世界级科技创新城市群：长三角一体化与上海科创中",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "心的共同抉择",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李万　周小玲　胡曙虹 张仁开上海市科学学研究所上海 200235摘要：[目的/意义]作为世界第6大都市群，长三角率先建设世界级科技创新城市群，对于我国实施创新驱动发展战略、转变发展方式、迎接新科技革命与产业变革具有重大意义。[方法/过程]本文通过分析现状问题、展望未来愿景，特别是将科技创新功能与城市（群）空间布局结合起来思考和推演，提出了发展思路。[结果/结论]以上海科创中心形成和发展以及长三角协同创新为重要战略抓手，未来长三角城市群将能够发展成为世界级科技创新城市群。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科技创新 城市群 长三角 一体化 上海 世界级分类号：F127",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "上海正在建设具有世界影响力的经济、金融、贸易、航运、科技创新中心和国际文化大都市，必然是以长三角一体化为重要依托。而长三角率先发展、高质量发展也更加需要增强以上海为核心的长三角城市群科技创新能力和实力。可以说，把长三角打造成为世界级的科技创新城市群，成为我国区域发展的重要战略支点，是我国实施创新驱动发展战略的一个关键。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1世界级科技创新城市群的兴起趋势与内涵特征",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1科技创新城市群的兴起，是城市功能演进和经济社会发展的必然趋势",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "工业经济时代，中心城市及其所在的城市群，更多体现出生产制造、航运贸易等功能。进入知识经济时代，中心城市功能及其产业结构都进一步升级转变，体现知识创造的科技创新成为核心功能，城市群内也依据科技创新的实力、能力和活力进行等级划分并予以关联协同。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "率先迈向科技创新城市群的是发达国家和地区的全球城市及其城市群。硅谷是世界上典型的科技创新城市群，以旧金山为核心，沿101号高速公路至圣何塞，上千家高科技公司分布在一系列城市中。近年来，纽约已经成为仅次于硅谷的提供技术就业最多的城市，进而成为美国东部重要的科技创新中心，而波士顿一纽约一华盛顿的城市群也已成为举足轻重的科技创新城市群。在英国，以伦敦为核心，囊括了牛津、剑桥在内的城市群，其间分布着类似 Arm、DeepMind 公司这样智能科技世界旗舰级的企业。在日本，以东京为核心，以筑波科学城等为重要载体，正在建设基于信息化的超智能城市群。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2科技创新城市群的内涵与特征",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "所谓科技创新城市群，是指那些以科技创新为核心功能的城市群。在这些城市群中，城市等级及其关联关系，主要是以科技创新为关键尺度。作为城市的经济、社会、文化与生态等功能，在科技创新的支撑引领下，会迈向更高阶段。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科技创新城市群的核心功能和价值取向是促进科技进步和创新发展，并推动着城市群的整体优化和升级。经济发展更多地来源于科技创新催生的新动力，社会进步更多地受益于科技创新提供的新手段，城市的文化与生态与科技创新契合相容。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科技创新城市群拥有丰富的科技创新资源和多元的科技创新主体。大量的科学家、工程师、企业家、创业者、设计师、青年科技创新创业人才等云集，大学、科研院所、孵化器、检测平台等科技创新功能性机构遍布。世界级的科技创新城市群具有全球科技创新资源配置的实力和能力，链接全球、影响全球的跨国研发与创新机构密集，成为全球科技浪潮的重要发源地。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "世界级的科技创新城市群是世界范围内制度创新的尝鲜者、引领者和定义者。世界级的科技创新城市群是全球优秀人才和“不安分的人”向往之地，文化包容、生态优美、创业便利、市场开放，拥有一流的创新生态和创新治理体系，是全球新兴产业规制的发源地，是未来科研、创新及其服务组织的诞生地，是创",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新型政策的首善者。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着新科技革命与产业变革向纵深发展，科技创新对于全球城市及其城市群而言更加重要。新技术、新产品将在这里率先被开发应用，新模式、新业态将在这些地区率先孕育，新产业、新就业将在这些区域率先形成发展。可以说，谁将拥有未来新兴产业策源地的世界级科技创新城市群，谁就能够引领未来发展并塑造未来格局。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2长三角正在成为我国重要的协同创新发展区域",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从改革开放初期上海“星期日工程师”为苏浙的企业供技术支持，到80年代“上海经济区”的倡议与探索，再到进入21世纪之后开始全面合作，长三角科技创新合作源远流长。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1长三角区域协同创新的顶层框架不断完善",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "自2003年以来，随着《苏浙沪共同推进长三角创新体系建设协议书》的签署，长三角科技创新合作开始“提速扩容”。2008年，安徽开始参加长三角科技创新合作，三省一市联合发布了《长三角科技合作三年行动计划（2008—2010)》，正式建立轮流主持的区域创新体系建设联席会议制度。2016年6月，国务院发布《长江三角洲城市群发展规划》；同年，三省一市签署《沪苏浙皖关于共同推进长三角区城协同创新网络建设合作框架协议》。2017年，三省一市共同研究制订并印发《长三角区域协同创新网络建设三年行动计划（2018—2020年)》。2018年，以中国国际进口博览会为契机，三省一市共同搭建技术贸易服务枢纽对接平台。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "长三角区域创新合作，已从创新主体的“自发”进入到整个区域的“自觉”。三省一市持续推进的科技创新合作，不仅开创了我国区域协同创新的先河，更在积极探索形成多层次、多渠道、多模式的区域协同创新体制机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2长三角形成科技创新资源开放共享的良好局面",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "随着以高铁网为标志的通勤网络的持续优化，长三角区域科技创新资源开放共享进程也日益加快。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "长三角率先推进大型科学仪器开放共享。三省一市共同发起“长三角大仪网”，促进大型科学仪器装备装置和研发资源在区域内开放共享。截至2017年底，“长三角大仪网”已集聚区域内的2,192家单位的27,479台（套）大型科学仪器设施，总价值超过298.61亿元人民币。其中，价值在50万元人民币以上的仪器设施达17,202台（套)。这些仪器设施为长三角区域内企业、大学和科研院所等提供了较为完善和良好的检测、鉴定和科研增值服务。以苏州为例，2017年上海48家单位的366台大型仪器为 784家苏州企业提供了17,870次服务，涉及样品2,779份。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "共建共享重大科研设施，联合开展科研攻关。共同推进国家“未来网络试验设施”、量子通信“京沪干线”、“高效低碳燃气轮机试验装置”等重大科技基础设施建设，积极推动国家超级计算无锡中心等已建重大科研设施面向三省一市开放共享。围绕公共安全、民生保障、环境保护、新能源汽车、电子信息、节能环保、先进制造等领域共同开展联合攻关项目。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以“创新券”政策为契机，积极推动科技资源开放共享一体化。江苏省苏州市、无锡市国家高新区、宿迁市等、浙江省湖州市长兴县、嘉兴市、海宁市等已与上海市先行先试开展“创新券”通用，进一步促进了科技创新资源在长三角区域内的良性流动。以浙江湖州长兴为例，长兴的申请类创新券不仅适用于浙江省科技创新云服务平台，同时还适用于上海研发公共服务平台和江苏省大型科学仪器设备共享服务平台的加盟服务单位。三省一市还在积极研究创新券通兑工作机制。未来，长三角创新主体可以更便捷地与区域内最优科技创新资源实现最佳匹配。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3长三角内开始涌现多种特色协同创新区域",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在长三角内的邻近城市和区域正加快相互融合，实现“抱团”发展，共同促进创新驱动发展战略的落实。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "沿交通要道共建科技创新走廊。2017年，上海松江与浙江嘉兴、杭州共同签署《沪嘉杭G60 科创走廊建设战略合作协议》。2018年，G60科技创新走廊升级到沪苏浙皖4地9城的“3.0版本”，江苏苏州、浙江湖州、金华、安徽宣城、芜湖和合肥加入。G60科创走廊的形成与扩展，显示出长三角相关城市（区）已形成共同把握新兴产业创新发展机遇的战略共识。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "行政区边界邻近区域共建创新发展区。南通以“接轨大上海、建设北大门”为主旨，全面对接上海，研究制定并印发《南通对接服务上海科技创新资源行动方案》，并已付诸于具体行动。上海嘉定、江苏苏州昆山、太仓相邻的3个行政区，共同推进“嘉昆太创新区”建设发展，在嘉定汽车产业、昆山集成电路产业、太仓德资企业园实现良性互动。浙江省将嘉兴确定为对接上海的重要示范区，浙江嘉兴与上海张江、金山共同签署《深化合作加快推进张江长三角科技城建设框架协议》，并支持张江平湖科技园、浙江临沪产业合作园区等平台的建设与发展。这些毗邻地区的融合发展，正在形成新的增长极。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4长三角科技创新要素顺畅流动的机制和渠道日益丰富 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "长期以来，长三角因由地缘相近、人文相亲、产业配套相容，企业、人才和技术等要素流动相对较为频繁。近年来，长三角更是主动促进科技创新要素加快流动。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "共同促进长三角区域内技术转移。三省一市联合签署了《长三角地区关于共同推进技术转移体系建设合作协议》，主要在国家科技成果转移转化示范区融合发展、区域技术转移协同网络建设、技术转移机构和人才培养发展、服务规范统一、国际合作、军民科技成果双向转化、长三角技术交易市场联盟建设等方面开展合作，旨在提升技术转移整体效能。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "发挥技术市场作用，共同举办技术交易活动。共同用好国家",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "技术转移东部中心（上海）、国家技术转移苏南中心（苏州)、浙江科技大市场、安徽网上技术市场等技术转移交易平台，共建长三角一体化技术市场。合力做好中国（上海）国际技术进出口交易会、中国江苏国际产学研合作成果展示洽谈会、浙江网上技术市场活动周、春（秋）季科技成果竞价（拍卖）会和中国国际徽商大会等有影响力的重大活动，2018年还共同举办了首届长三角国际创新需求挑战赛活动。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "支持互建共建各类新型研发机构和创新“飞地”。长三角内很多高校院所在驻地外建立了一系列产业技术研发机构。如江苏与复旦大学、上海交通大学、浙江大学、中国科学技术大学、中国科学院上海光学精密机械研究所等长三角地区知名高校院所共建南京先进激光技术研究院、浙江大学苏州工业技术研究院等新型研发机构。许多长三角的企业也将研发与创新中心放在上海等科教资源密集的城市。上海、南京、杭州、合肥等科技创新资源较丰富的中心城市，向长三角其他城市区域输出科技创新资源品牌，形成双向创新“飞地”。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3长三角形成世界级科技创新城市群的战略思考",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "长三角是我国经济社会与科技创新发展最具活力和实力的区域之一，截至2017年底，沪苏浙皖三省一市面积占全国的1/26，拥有2.2亿人口，占全国1/6，经济总量超19万亿元人民币，占全国1/4。以上海为核心的长三角城市群正在成为世界第6大都市圈，新时代长三角城市群一体化更需体现出创新驱动发展和高质量发展态势。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1科技创新城市群：长三角科技创新深度合作的必然选择",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "当前，长三角科技创新合作出现的新趋势昭示出一个重要的科技创新城市群正在崛起。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "一是从单向度支持，到多维度协同，长三角区域内企业的相互多向流动正造就新的深度合作，体现出“辐射-滴涓效应”的重要作用，核心城市与节点城市之间的同城化、一体化、协同化正在迈向高质量发展的新阶段。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "二是从点到点互动，到跨边界融合，越来越多省级边界毗邻地区开始深度融合，体现出对原来城市边缘“洼地”空间的创新填充和空间修复，基于 $6 0 { \\sim } 9 0$ 分钟高铁和未来城际快轨的创新型城市连绵带正在形成。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "三是从同质化竞争，到同城化合作，城市间从争外资、抢企业、拼优惠政策、拉项目落地，转向协同创新发展的诉求日益高涨，从体现出各具特色的创新体系和创新生态，到有可能孕育出未来世界级的创新产业带。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "这些新态势表明，长三角城市群正进入到科技创新与空间响应的新阶段，具有巨大容量的创新走廊、创新型城市群、创新型城市连绵带正在孕育发展。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2长三角形成世界级科技创新城市群的愿景目标",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "长三角迈向世界级科技创新城市群，是我国国情和长三角自身发展所决定的，是与2020年我国进入创新型国家行列、2030年进入创新型国家前列、2035年基本实现现代化以及到本世纪中叶建成世界科技强国和社会主义现代化强国相向而行的。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "到2035年，长三角以上海建设具有全球影响力的科技创新中心为引领，与南京、杭州、合肥等城市，共同瞄准世界科技前沿领域和顶级水平，联手打造全球科技创新城市群，不断优化开放包容共享的创新生态，加快形成网络化、开放型、一体化的创新驱动发展格局，科技创新实力持续增强，新兴主导产业率先勃兴，城市与郊区生态优美，努力成为全球创新网络的重要枢纽，以及国际性科学、技术和产业的重要策源地，率先进入创新型国家前列水平，率先基本实现现代化，为全国高质量发展提供强有力的创新支撑,更好服务于“一带一路”和长江经济带的发展[1][2]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "到21世纪中叶，长三角以上海全面建成卓越的全球创新城市和具有世界影响力的社会主义现代化国际大都市为牵引，与“宁杭合”等城市共同建成世界级科学、技术和产业的创新策源地，在世界范围内成为创新创业极富活力、城市间科技创新要素流动密度高、关联强度大的科技创新城市群，成为最具经济活力的世界级创新资源配置中心、具有全球影响力的科技创新高地和全球重要的产业创新策源地，为我国建成富强民主文明和谐美丽的社会主义现代化强国、实现中华民族伟大复兴中国梦做出应有",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "贡献[1[2] ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3长三角形成世界级科技创新城市群的基本思路",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "作为世界第6大城市群，长三角城市群在迈向世界级科技创新城市群过程中，需要紧紧把握新科技革命与产业变革的战略机遇，充分发挥人口稠密、设施良好等资源禀赋，在改革创新方面努力走在全国前头。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "以知识自由流动催生战略原创成果。以改革为动力，以开放为条件，把整个长三角作为科技创新特区，最大程度上消除人才、技术、信息等要素在长三角内自由有序流动的障碍，在明晰责权利的基础上实现人才身份的自由有序转换，形成知识流动的同城化效应，打造一流大学、科研机构和世界级水平的知识基础设施和功能性科技创新平台，使科技创新人才以充沛的精力、活跃的思想，在科技创新战略性前沿领域创造出具有全球影响力的原创成果[3]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "以大尺度空间响应实现大通量创新。新科技革命与产业变革已展示出的种种迹象表明，未来新兴主导产业群需要更大尺度的空间承载其创新试错。这需要继续建设和优化具有世界先进水平的智能化、高速化的交通与信息网络，在长三角范围内促进创新创业、科技成果转移转化和产业化应用示范，不断提高科技资源的“浓度”、创新生态的“丰度”、经济活动的“密度”，为未来新兴主导产业群的孕育形成，提供充足的土地承载、充盈的资金支持、充分的迭代试错，成为全球范围内未来产业的重要策源地之一。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "以现代化创新治理促成现代化经济体系。充分发挥市场决定性作用，培育形成高标准一体化的市场经济环境，使企业在长三角协同创新中成为创新决策、研发投入、科研组织、成果转化、产业布局的重要主体。进一步畅通省市区县多层次政府间对话沟通机制，夯实政府间科技创新合作平台，形成标准统一、对接顺畅、移转便利、互认共享的长三角一体化科技创新公共服务大平台。积极鼓励创新服务类社会组织的发展，促进基于统一大市场之上的科技服务业做大做强，以丰富的创新类社会政策为包容失败、激励成功提供有效的“托底”支撑。通过建设更富效能的政府、更加有序的市场和更具活力的社会，形成多层次政府部门、多元创新主体、多种社会组织互动融合的长三角一体化科技创新治理体系，支撑现代化经济体系孕育完善，实现高质量发展。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[3][4] ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4长三角形成世界级科技创新城市群的对策建议",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "围绕愿景目标，依据发展思路，需要坚定不移地深化改革，坚定不移地发挥长三角开放创新优势，加快促进长三角向世界级科技创新城市群迈进。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.1实施引领性创新预见，形成动态优化的原创性重大科技战略部署",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "发挥长三角长期开展技术预见的优良传统和扎实基础，针对长三角科技创新资源禀赋和整体发展愿景，探索应用大数据、知识挖掘、人工智能等新方法，面向新科技革命与产业变革带来的重要影响，联合滚动开展科学展望和技术预见。共同促进技术预见理念和方法在区域内的传播和应用，促进各类创新主体积极应用技术预见来明晰自身学科建设、能力建设和产业技术创新方向。逐步建立起面向全球的“技术雷达矩阵”，动态、及时搜索辨析颠覆性技术、破坏性创新、未来产业重大原创性突破的研发热点、竞争焦点、发展重点，并依据预见结果，动态部署相关研发与创新战略任务。近期可在人工智能、5G、车联网与智能驾驶、物联网、工业互联网、AR/VR、免疫治疗、移动医疗、量子计算与量子通信等领域，在区域层面，联合开展战略技术路线图与产业技术创新竞争地图研究，并鼓励和支持相关行业协会、战略联盟、企业和科研机构等开展产业/产品/领域技术路线图研究，为积极承担国家重大专项、2030年专项、地方重大专项以及长三角新兴产业创新发展提供有效支撑。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.2探索一体化创新规划，形成有效落地的科技创新城市群顶层设计",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "践行“多规对接互洽、功能空间融合”的理念，以科技创新为中轴，以经济社会发展为目标，以土地空间为基础，将三者相匹配、相融合，将经济社会发展的动力转移到科技创新上，将科技创新功能的实现体现到空间布局上。要把国家战略规划（长江三角洲区域发展规划、城市群发展规划、长江经济带发展规划)落实到三省城乡规划、上海市城市总体规划之中，并在这一过程中，以科技创新为核心，与交通、能源、信息、环保、公共服务、产业等专项规划有机衔接。完善和优化都市圈交通网，构建各都市圈同城化交通网，加快都市圈城际铁路（市域铁路）建设，逐步连通各城市地铁轨道交通线路；强化信息资源整合，实现城市群交通信息互通共享，加快建设覆盖区域、辐射周边、服务全国、联系亚太、面向世界的下一代信息基础设施，建立统一的地理信息公共服务平台，推广应用智能技术，率先建成高质量一体化智慧城市群，形成支撑科技创新的强大基础设施网络]。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.3涵养世界级创新生态，形成影响全球的多元化科技创新主体集群",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "全面发挥市场对创新资源配置的决定性作用，为企业、大学科研院所和科技服务机构等营建世界级的创新服务环境和支持体系。加深市场一体化，共同集聚培育具有全球影响力的根源性、创新型跨国公司，一体化推进市场准入和技术标准，共同发展科技金融，做大做强支持创新的长三角风险资本市场，努力成为具有全球影响力的知识产权交易中心和创新资源配置中心。加大科研共享化，促进科研设施的集群化、集团化、集约化发展，共建世界级的综合性科学中心，发展出更多的世界一流大学、一流科研院所。促进服务国际化，促进开放式创新，培育和集聚一大批链接全球创新网络的节点型、枢纽型和功能型创新服务机构，使长三角成为中国研发创新领域扩大开放、参与全球竞合的重要载体。加快生态多样化，促使各城市在协同和竞合中，充分发挥自身优势和特色资源禀赋，养育和发展各具特点的创新生态，积极探索新模式、新业态和新型研发组织，为涌现出世界级的创新型经济营建世界级的创新生态系统。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.4打造国际化创新平台，形成引领未来的多层次科技创新人才队伍",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "打造长三角“人才特区”，充分激发全社会创新创业活力和动力，造就一大批创业者、企业家、科学家、工程师、工匠和科技服务人才。涵养科技创新人才要有“广度”，树立人人都渴望成才的理念，营造人人努力成才的氛围，建构人人皆可成才的机制，形成人人尽展其才的环境。培育科技创新人才要有“气度”，以关乎人类前途命运、服务国家和长三角重大战略、破解科学重大难题等为目标，设立重大科技工程，促使科技创新人才在破解重大难题中得以成才成长并成就一番伟业。集聚科技创新人才要有“丰度”，要给予高强度的投入、高丰度的资源、高自由度的机制，促进多学科交叉、多门类汇聚、多主体对接，打造世界级的各类前沿交流平台和机制，形成优良创新生态。激励科技创新人才要有“精度”，促进各类科技创新人才有序自由流动和身份的有序自由转换，探索最宜创新的体制机制。成就科技创新人才要有“高度”，树立创新自信，破除长期“跟跑”形成的对标式、跟随型的思维惯性，鼓励和支持科技创新人才孜孜以求地持续开展研究与产业化工作，涌现引领未来的重大成果。⑤",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4.5持续推进改革开放，不断优化科技创新政策体系",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "促进各层次政府间科技创新治理协同，促进各类行业特色、专业领域和综合服务性质的科技创新联盟和合作平台的发展和提升，做优做强长三角区域创新体系。发挥长三角外向型经济优势，瞄准国际标杆，深化自由贸易试验区改革开放，加快转变政府职能，持续优化国际化营商环境，积极探索实行准入前国民待遇加负面清单管理模式，促进所有企业公平竞争，加强技术性贸易壁垒的预警、研判和应对，不断完善技术性贸易措施体系，不断探索形成可复制、可推广的试点经验，率先在长三角城市群实现全覆盖。构建军民融合服务创新平台，推动先进技术双向转移转化。探索长三角科技创新城市群立法，在中央和国家指导支持下，围绕全球科创中心、新型法人组织、分税制、中期预算、产业技术研究与开发组织、技术市场一体化等方面，三省一市共同开展区域和地方立法研究与制定工作，形成坚实的法律保障基石。在知识产权保护、扩大高技术进口、促进开放创新等方面，长三角城市群要增强创新协同，进一步强化国际对标、国际接轨，推动整个科技创新政策体系更具国际化、前瞻性和针对性，努力成为中国创新驱动发展和改革开放的最前沿。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[1]国务院．长江三角洲城市群发展规划[EB/OL]．[2018-06-30]. http://www.ndrc.gov.cn/ zcfb/zcfbghwb/201606/t20160603_806390. html. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[2]上海市人民政府．上海市城市总体规划（ $2 0 1 7 { \\sim } 2 0 3 5 )$ [EB/OL]. [2018-06-30].",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "http://www.shanghai.gov.cn/newshanghai/xxgkfj/2035001.pdf. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[3]李万．着力打造长三角创新共同体[N]．解放日报，2018-04-22(1).",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[4]李万：长三角要成为世界级的科创中心和资源匹配中心.  \n[EB/OL]. [2018-06-30].",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "http://finance.sina.com.cn/meeting/2018-05-26/doc-ihcaqueu451422 8.shtml. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[5]李万．集聚培育战略科技人才势在必行[N]．学习时报，2018-07-25(6).",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "李万：选题设计、框架设定、起草修改；  \n周小玲：实地调研、观点凝练；  \n胡曙虹：资料汇总、文章完善；",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "张仁开：结构优化、观点提炼。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "World-class Urban Agglomeration of Science and Technology: Common Choice of the Yangtze River Delta Integration and Shanghai Science and Technology Center ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Li Wan Zhou Xiaoling Hu Shuhong Zhang Renkai ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Shanghai Institute for Science of Science, Shanghai 200235 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance]As the sixth urban agglomeration in the world, the Yangtze River Delta takes the lead in building world-class urban agglomeration of science and technology. It is of great significance for China to implement the innovation-driven development strategy, transform the development pattern and embrace the new scientific and technological revolution and the industrial reform. [Method/process] This paper proposes the development path by analyzing the current situations and future visions，especially combining the function of science and technologywiththespatiallayoutofurbanagglomeration. [Result/conclusion] With the formation and development of Shanghai Science and Technology Center and the Yangtze River Delta collaborative innovation as key strategy, the Yangtze River Delta urban agglomeration will be able to develop into the world-class urban agglomeration of science and technology in the future. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Key words: scientific and technical innovationurban agglomeration the Yangtze River DeltaintegrationShanghaiworld-class 收稿日期：2018-07-31 修回日期：2018-08-09 本文责 任编辑：吕青 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]