[
    {
        "type": "text",
        "text": "Functional Characterization of Long Noncoding RNA Lnc_bc060912 in Human Lung Carcinoma Cells ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Huaxia Luo,\\* Yu Sun\\* Guifeng Wei,\\* Jianjun Luo, Xinling Yang,\\*| Wei Liu,\\* Mingzhou Guo, and Runsheng Chen\\*t,s ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CAS Key LaboratoryofNAiologyIstituteofiophysics,ChineseAcademyofSiences,15Dtun,ChaoyangDistrictejg   \n100101, China   \nUniversity of Chinese Academy of Sciences, Beijing 100049, China   \n\\$Research Network of Computational Biology, Beijing 100101,China   \n\"College ofLabMdicine,Hebei North University,Zhangjiakou07ia   \nDepartmentofGastroenterologyand HepatolgyhineseLAGeneral Hospital,Beijing083ina ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3 Supporting Information ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: Long noncoding RNAs (lncRNAs) are pervasively transcribed in the human genome. Recent studies suggest that the involvement of lncRNAs in human diseases could be far more prevalent than previously appreciated. Here we have identified a lncRNA termed Lnc bc060912 whose expression is increased in human lung and other tumors. Lnc_bc060912 is $1 . 2 \\ \\mathrm { k b }$ in length and is composed of two exons. The expression of Lnc_bc060912 was repressed by p53. Lnc_bc060912 suppressed cell apoptosis. Using a recently developed method for RNA-pulldown with formaldehyde cross-linking, we found that Lnc bc060912 interacted with ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/6c761278df6a4a30acb57e40b8a51e145f7dd83be212e2d7347ce543125c7496.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "the two DNA damage repair proteins PARP1 and NPM1. Together,these results suggest that Lnc_bc060912,via PARP1 and NPM1, afects cell apoptosis and may play important roles in tumorigenesis and cancer progression. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "technologies, including microarray and RNA sequencing,we have markedly expanded our knowledge of the transcriptome.Transcriptome analyses have revealed that approximately two-thirds of the mammalian genomic DNA is transcribed,in contrast to the less than $2 \\%$ that codes for proteins.1-3Furthermore,organismalcomplexitycorrelated better with the amount of non-protein-coding sequences in the genome rather than with the number of coding genes.3,4 This suggests that noncoding RNAs (ncRNAs） are of significance in eukaryote cell functions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Besides a number of RNA families with known functions (e.g.,rRNA,tRNAs,snoRNA,miRNA, etc.),there are tens of thousands of noncoding transcripts longer than 2Oo nucleotides that are commonly referred to as long noncoding RNAs (lncRNAs).5 In a comparison with protein-coding genes, lncRNAs generally display low abundance and low_conservation between species and tend to be tissue specific.7 Thus, for a very long time, lncRNAs were considered to be transcriptional noise.Only in recent decades have lncRNAs received considerable attention,as they have been found to participate, through distinct mechanisms at the transcriptional，posttranscriptional，or epigenetic level，in a diverse range of biological processes such as stem cell pluripotency，cell differentiation，cell proliferation and apoptosis，cancer metastasis， dosage compensation, and genomic imprinting.3,8-12A number of studies have demonstrated that lncRNAs are involved in a wide range of diseases，including cancers,13 cardiovascular diseases,14 and neurodegeneration diseases.15 HOTAIR, one of the most well-characterized lncRNAs,is a 2.2 kb transcript originating from the HoxC locus,and represses the expression of HoxD genes by recruiting the polycomb repressive complex2 (PRC2) to alter the chromatin state of the HoxD locus.16 Moreover， the expression of HOTAIR is increased in primary breast tumors and correlates negatively with the prognosis of the patients.1° The lncRNA SChLAP1 is overexpressed in malignant prostate cancers,interacts directly with the SWI/SNF complex to remodel chromatin,and serves as a biomarker for prostate cancer metastasis and mortality.17 The lincRNA-p21 is regulated by pS3, represses cell apoptosis, and serves as a bridge between pS3 and a number of p53 repressed genes by recruiting hnRNP-K to their genomic loci.18 LincRNA-p21 was later found to be involved in colorectal carcinoma.\" 19The LncRNADisease database has thus far collected and curated more than 1ooo lncRNA-disease entries and 475 lncRNA interaction entries,including 321 lncRNAs and 221 diseases from ${ \\sim } 5 0 0$ publications.20 The above studies show that lncRNAs may help researchers to understand diseases and may have potential clinical significance in disease diagnosis, treatment, and prognosis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present study，we characterized a $1 . 2 ~ \\mathrm { \\ k b }$ long noncoding RNA termed Lnc_bc060912. This lncRNA is composed of two exons and displayed increased expression in tumors compared to adjacent normal tissues, in particular lung carcinoma. Moreover, Lnc_bc060912 suppresses cell apoptosis. The expression of Lnc_bcO60912 is repressed by the expression of pS3 induced byDNA damage.Finally,we demonstrated that Lnc_bc060912 physically interacts with the DNA damage repair proteins PARP1 and NPM1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Lines and Culture Conditions. The H1299,A549, and 293T cell lines were used in this study.Among these, H1299 and AS49 are lung cancer epithelial cell lines,and 293T is an embryonic kidney epithelial cell line.Cell lines were cultured using standard protocols provided by ATCC.Briefly, cells were cultured at $3 7 ^ { \\circ } \\mathrm { C }$ in $5 \\% \\mathrm { ( v / v ) } \\ \\mathrm { C O } _ { 2 }$ incubator.H1299 and A549 were cultured in RPMI 1640 medium (Life Technologies，11875-093）with $1 0 \\%$ fetal bovine serum (FBS）(Life Technologies，16000-044).Cell line 293T was cultured in DMEM medium (Life Technologies，DMEM, 11995-065）with $1 0 \\%$ FBS. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cells were treated with doxorubicin (dox) in a range of concentrations.After $^ { 2 4 \\ \\mathrm { h } , }$ a Western blot was performed to detect the expression level of p53. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNA Extraction and Quantitative Reverse Transcription-Polymerase Chain Reaction (qRT-PCR). Total RNA was extracted from cultured cells or nuclear and cytosolic fractions with TRIzol regent (Invitrogen,15596-026) according to the manufacturer's instructions，and then treated with recombinant DNase I (Ambion AM223S） enzyme.A $5 0 \\ \\mathrm { n g }$ portion of RNA was used for each qRT-PCR by TransScript II Green One-Step qRT-PCR SuperMix (TransGen Biotech, AQ311-01）according to the manufacturer's instructions. The results were normalized to the expression of GAPDH,and the relative expression was calculated by the $\\delta { - } \\delta$ Ct method.The qRT-PCR and data collection were carried out on Rotor-Gene $\\mathrm { \\Delta Q }$ real-time PCR cycler (Qiagen，9001630).The primer sequences are listed in Supporting Information Table 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\bar { \\pmb { 5 } } ^ { \\prime }$ and $3 ^ { \\prime }$ RACE. ${ \\boldsymbol { 5 } } ^ { \\prime }$ and $3 ^ { \\prime }$ RACE were performed using the RLM RACE kit (Ambion AM1700）as recommended by the manufacturer. RACE PCR products were obtained using GoTaq DNA polymerase (Promega，M30o1)；the supplied GeneRacer primers and the appropriate gene-specific primers are summarized in Supporting Information Table 1.RACE PCR products were separated on a $1 . 5 \\%$ agarose gel. Gel products were extracted with the Gel and PCR Clean-Up System (Promega，A9282)，cloned into the pGEM-T Vector Systems I (Progema，A36oo)，and sequenced bidirectionally using the Ml3 forward and reverse primers by Sanger sequencing at Invitrogen.At least five colonies were sequenced for every RACE PCR product that was gel purified. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Subcellular Fractionation.The separation of the nuclear and cytosolic fractions was performed using the NE-PER Nuclear and Cytoplasmic Extraction Reagents (Thermo Scientific, 78833）according to the manufacturer's instructions. RNA was extracted from the two components. Then, qRT-PCR was performed to assess the relative proportion of specific RNA molecules in the nuclear and cytoplasmic fractions.GAPDH and $\\beta$ -actin serve as the cytosolic controls，and U1 snRNA serves as the nuclear control. The primer sequences are listed in Supporting Information Table 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Northern Blot.Northern blots were carried out using the DIG Northern Starter Kit (Roche,12039672910) according to the manufacturer's instructions. A $3 0 ~ \\mu \\mathrm { g }$ portion of total RNA and a $3 \\mu \\mathrm { g }$ portion of total RNA were loaded on $0 . 8 \\%$ denaturating formaldehyde agarose gels for detecting lncRNA Lnc_bc060912 and mRNA GAPDH, respectively. Digoxigenin (DIG)-labeled antisense probes were synthesized by in vitro transcription using T7 RNA Polymerase (Roche, 10881767001） and DIG RNA Labeling Mix （Roche, 11277073910） and taking a purified DNA PCR product with T7 promoter as template. Sequences of the PCR primers for probe templates are listed in Supporting Information Table 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "siRNA Mediated Knockdown.siRNAs used to knock down target lncRNAs or mRNAs were designed by Custom RNAi Design Tool on the Integrated DNA Technologies (IDT）website and synthesized by the GenePharma company. A nonspecific siRNA used as negative control (NC） was also purchased from the GenePharma company. siRNA sequences $\\cdot \\boldsymbol { 5 } ^ { \\prime }$ to $3 ^ { \\prime }$ ）for the knockdown experiments are listed in Supporting Information Table 1.Cells were seeded in 6-well platesat a desired concentration and transfected with $1 0 0 \\mathrm { p m o l }$ of siRNA oligonucleotide after $^ { 8 \\mathrm { h } }$ plating. The transfection was performed with Lipofectamine 20oo (Invitrogen，11668-019) according to the manufacturer's instructions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cloning.All PCR primers used for cloning are listed in Supporting Information Table 1.The DNA polymerase for cloning was PfuUltra II Fusion HS DNA Polymerase (Agligent, 60067O)，and restriction endonucleases were from New England Biolabs (NEB)．The full-length Lnc_bc060912 transcript and TPS3 open reading frame were amplified from A549 cDNA and cloned into pcDNA3.0 plasmid and p3xFLAG-CMV-10 plasmid. Anti-pS3 (Santa Cruz， sc-126) and antiflag(Sigma, F3165）were used. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Overexpression.Overexpression of ectopic transcript sequences was performed by transient transfection using a plasmid containing the transcript sequence and blank plasmid as negative control. Transfection reagent was the same as that used in siRNA to mediate knockdown experiments. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Proliferation Assay. Cell proliferation was monitored using the CellTiter 96 Aqueous One Solution Cell Proliferation Assay(MTS）(Promega,G3582).The transfected cells were plated in 96-well plates (2000 cells/well).Cell proliferation was determined every 24 h according to the manufacturer's instructions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "5-Ethynyl- $\\cdot 2 ^ { \\prime }$ -deoxyuridine (EdU) Incorporation Assay. Upon $^ { 4 8 \\mathrm { ~ h ~ } }$ after transfection，the S-ethynyl- ${ \\cdot } 2 ^ { \\prime }$ -deoxyuridine (EdU） incorporation assay was performed with the Click-iT EdU Alexa Fluor 488 Imaging Kit from Life Technologies (C10337） according to the manufacturer's instructions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Apoptosis Assay and Cleaved Caspase-3 Measurement. For cell apoptosis quantification， cell viability was determined by staining with Annexin V，Alexa Fluor 488 conjugate (Life Technologies,Al32o1),and propidium iodide (Life Technologies,P21493） and detected by flow cytometry (BD FACSVERSE) according to the Annexin V flow cytometry protocol.Cleaved caspase-3 was measured with Western blot using the Cleaved Caspase-3 antibody (ABGENT,AP3725a). The cells were collected for flow cytometry assays or total protein lysate $^ { 4 8 \\mathrm { ~ h ~ } }$ after transfection. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/9465319666ef2088f7875761c22d7d32651b0d7258f40fa2d512913aad19c44d.jpg",
        "img_caption": [
            "Figure 1. Identification and characterization of the Lnc $\\mathbf { b } { \\mathsf { c } } 0 6 0 9 1 2$ as a long noncoding RNA. (A) Transcription profiles_of Inc_bc060912 in four typesofpairedoriselesoaaydesetteldcersssspectively(）Geocatiof Lnc_bc060912relaitupstreaaddostreages.C)ortblotsoftheLc12andGAtrascripts.(D)Quatiaion ofLnc_bc0609exressony-CRoffractioatedA49cellysates.UNAseesasapositivecontrolforucleargeesio GAPDH and $\\beta$ actin serve as controls for cytoplasmic gene expression. Bars indicate SEM, $n = 3$ (E) Relative expression of Lnc_bc060912 and its neighbor genes after knockdown of Lnc_bcO60912 by four different siRNAs.Bars indicate SEM, $n = 3 ,$ （ $^ { * } P < 0 . 0 5 .$ $^ { * * } P < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RNA-Pulldown. RNA-pulldown was carried out as previously described²1 with some modifications.Antisense DNA probes were designed against a Lnc_bcO60912 full-length sequence using the online design software at the Stellaris Fish Probe website (http://www.singlemoleculefish.com).A set of probes against LacZ RNA was also generated as controls.There were 1O probes generated against Lnc_bcO60912 and 8 for LacZ.All probes were biotinylated at the $3 ^ { \\prime }$ end with an 18- carbon spacer arm (Invitrogen). Originally 1O plates of $1 5 \\ \\mathrm { c m }$ dish $2 9 3 \\mathrm { T }$ cells were cross-linked by $1 \\%$ formaldehyde.Crosslinked cells were lysed in lysis buffer at $1 0 0 ~ \\mathrm { { m g / m L } }$ ( $\\mathrm { \\Delta } 5 0 \\mathrm { \\ m M }$ Tris $\\mathrm { \\ p H \\ 7 . 0 }$ ： $1 0 ~ \\mathrm { \\ m M }$ EDTA, $1 \\%$ SDS，add DTT，PMSF, protease inhibitor,and RNase inhibitor before use）on ice for $1 0 \\ \\mathrm { m i n } .$ ，and sonicated using Ultrasonic Cell Crusher on ice until the lysate became transparent and clear. The cell lysate was separated into two equal aliquots,one for probes targeting the lncRNA，and the other for probes targeting LacZ as controls.For every aliquot,we used $6 0 0 \\ \\mathrm { p m o l }$ probes and 200 $\\mu \\mathrm { L }$ streptavidin magnetic C1 beads.Probes and beads were incubated with cell lysate,and the beads were washed 5 times with washing buffer (2xSSC, $0 . 5 \\%$ SDS,add DTT and PMSF fresh).We separated beads into two parts, $1 / 2 0$ for RNA elution and $1 9 / 2 0$ for protein elution.For elution of the RNA, beadsweretreatedwithProteinase $\\operatorname { K } ,$ andRNAwasextracted with Trizol reagent. Then，qRT-PCR was performed to determine the enrichment of target RNA compared to that of the control. For elution of the protein，cross-linking was reversed by incubatingbeads with $\\beta$ -mercaptoethanol at a final concentration of $2 . 5 \\%$ in $1 \\times \\mathrm { N u P A G E }$ LDS Sample Buffer (Life Technologies,NP0007）at $9 6 ~ ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ . The proteins were separated in a $4 \\mathrm { - } 1 2 \\%$ Bis-Tris Gel (Life Technologies, NPO33SBOX)，stained with the Silver Staining Kit (Life Technologies， LC6070)，and followed by mass spectrometry (MS）identification. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RNA Immunoprecipitation (RIP).The RIP experiments were performed using a Magna RIP RNA-Binding Protein Immunoprecipitation Kit (Millipore,17-70o）according to the manufacturer's instructions.The RIP product (1/1O) and $1 \\%$ of the cell lysate input were used for Western blot as described above,while the rest of theRIP productwasused forRIPqRTPCR The antibodies for RIP assays were as follows:normal rabbit IgG(Santa Cruz, sc-2027)，normal mouse IgG(Santa Cruz,sc-2025)，anti-PARP-1 antibody (Santa Cruz,sc-8007), and anti-nucleophosmin antibody (Abcam,abS2644).All RIP assays were performed in biological duplicate. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ldentification and Characterization of the Long Noncoding RNA Lnc_bc060912.We collected $7 6 \\times 2$ paired tumor and adjacent normal tissue samples,including 20 $\\times 2$ paired gaster samples, $2 0 \\times 2$ paired colon samples, $1 6 \\times 2$ paired liver samples,and $2 0 \\times 2$ paired lung samples.For the identification of lncRNAs that were differently expressed in tumors， total RNA was extracted from the samples and hybridized to the mRNA $^ +$ lncRNA V2.0 microarray on an Agilent platform.Through a pipeline for analysis of the expression difference，we identified a number of significantly differentially expressed IncRNAs from all the tissue types examined (unpublished data).There is one transcript, BC069212, that showed increased expression in several tumors compared to paired normal tissues，and displayed the most significant difference in lung cancer (Figure 1A). Subsequently, we attempted to characterize BC069212 in lung cancer cell lines. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "BC069212 is located in the chr22 ql3.31 region between gene GTSE1 and gene TRMU (Figure 1B). It has been annotated as BC069212 in UCSC Genes.To determine both ends of this transcript,we performed ${ \\boldsymbol { 5 } } ^ { \\prime }$ and $3 ^ { \\prime }$ RACE assays in A549 cells.We discovered that the transcript is polyadenylated contains two exons,and maps to chr22:46727009-46729596, and the intron is located at chr22:46727630-46728978. Furthermore, the Northern blot was also performed to confirm the $1 . 2 ~ \\mathrm { k b }$ full length of the transcript (Figure 1C).Next,we used the CPAT algorithm²² to assess the coding potential of the transcript. We obtained a coding probability of 0.1076 which strongly suggests that it is a noncoding RNA. Then, isolation of the nuclear and cytosolic fractions of AS49 cells showed that the transcript was mainly located in the nucleus (similar to that of U1，Figure 1D).Taken together，the transcript is a nuclear-retained long noncoding RNA,and we termed the transcript as Lnc bc069212. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As there are a number of lncRNAs reported to affect the neighboring protein-coding gene expression, 23,24 we examined the gene expression of GTSE1 and TRMU to determine whether Lnc_bc060912 exerts its function in cis.We consequently knocked down the expression of Lnc_bc060912 by RNA interference using four different siRNAs,and examined the mRNA expression level of GTSE1 and TRMU.Neither of the genes was significantly affected by the knockdown of Lnc_bcO60912 (Figure 1E)，and it is thus not likely that Lnc_bc060912 acts in cis to regulate the expression of its nearest neighbors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Lnc_bc060912 Represses Cell Apoptosis. Since Lnc_bcO60912 showed higher expression in tumor samples than adjacent normal tissues did,we next aim to explore its function during the tumorigenesis.From above，we selected two more effective siRNAs to knockdown Lnc bc060912 in A549 cells. MTS assay showed that knockdown of Lnc_bcO60912 significantly impaired cell viability in the A549 cell line (Figure 2A).Further, we assayed the incorporation of 5-ethynyl- ${ \\boldsymbol { \\cdot } } { \\boldsymbol { 2 ^ { \\prime } } }$ -deoxyuridine （EdU） of DNA in cells by fluorescence-activated cell sorting (FACS).Also,we observed reduced EdU incorporation in cells treated with siRNAs compared to controls (Figure 2B,C). These results suggested that Lnc_bcO6o912 plays a role in regulating cell proliferation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Areduction in cell proliferation will likely be a result of an increase in cell apoptosis. We then examined the effect of Lnc_bc060912 knockdown on apoptosis. To this end，we assayed the proportion of the cell population undergoing apoptosis by measuring Annexin-V by FACS analysis (Figure 2D).We observed a significant increase in the number of apoptotic cells after knockdown of Lnc_bc060912 relative to the siRNA control (Figure 2E).We also observed an increase in caspase-3 cleavage after knockdown ofLnc bcO60912 relative to controls (Figure 2F).Thereafter，we performed an Lnc_bc060912 overexpression assay in the AS49 cell line by transfecting a plasmid containing the Lnc_bcO60912 sequence. The expression level of Lnc_bcO60912 in the transfected cells was over 4Oo times greater than that of control cells (Supporting Information Figure S1),and we observed a low apoptosis rate in the cells overexpressing Lnc_bc060912 (Figure 2G,H). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/86c356ffe89b9f947fc8309777060b8b23c795d0db3b2189819c0e4249e5d130.jpg",
        "img_caption": [
            "Figure 2.Lnc_bc060912 represses cell apoptosis.(A) The absorbance on OD $4 9 0 ~ \\mathrm { n m }$ in MTS assay every $2 4 \\mathrm { h }$ after transfection of siRNAs. (B,C)EdU incorporation ratio after Lnc_bc060912 knockdown. (B) Readout from the flow cytometer. The M2 area indicates cells incorporating EdU (i.e., synthesizing DNA).The percentage of cells in each area is indicated.(C)Quantification of results shown in part B. EdU incorporation ratio of three independent replicate experiments. Bars indicate SEM, $n = 3$ $^ { * * } P < 0 . 0 1$ .(D,E) Cell apoptosis ratio after Lnc_bc060912 knockdown.(D）Readout from the flow cytometer. The $x$ axis represents Annexin-V,and the $y$ axis represents PI staining. LR indicates early apoptotic cells.UR indicates terminal apoptotic cells.The percentage of cells in LR and UR is indicated.(E) Quantification of the results in part D.Percentage of apoptotic cells, with average of three independent replicate experiments.Bars indicate SEM, $n = 3 .$ $^ { * } P < 0 . 0 5 .$ $^ { * * } P < 0 . 0 1$ .(F） Increase in caspase-3 cleavage $^ { 4 8 \\mathrm { ~ h ~ } }$ afterLnc_bc060912 knockdown by siRNA transfection.(G,H) Cell apoptosis after Lnc_bcO60912 overexpression.(G) Read out from the flow cytometer. $( \\overline { { \\mathrm { H } } } )$ Quantification of the result in part G. Percentage apoptotic cels，average of three independent replicate experiments. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/43a0cd473528698ccefddec682a9b0631282135f929250a89a408558f5871586.jpg",
        "img_caption": [
            "Figure 3. pS3 suppresses Lnc_bc060912 expression.(A） Effect of doxorubicin (dox)on $\\mathtt { p } 5 3$ in A549 cells (Western blot). (B) Effect of dox on Lnc_bc06091aexpresiidcel.(C)emstratooicoveexpresieli9llsste blot).(D)Efcofovexpresiocain9cel.(E）pkodbysin49cells(Wblot. (F)Effect of p53 knockdown on Lnc_bc060912 expression in A549 cells.Bars indicate SEM, $n = 3 .$ $^ { * } P < 0 . 0 5 ,$ $^ { * * } P < 0 . 0 1$ ， $^ { * * * } P < 0 . 0 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "p53 Suppresses the Expression of Lnc_bc060912. The tumor suppressor pS3 is known to be involved in apoptosis, and we therefore investigated the relationship between Lnc_bc060912 and pS3. We treated AS49 cells (expressing wild type p53）and H1299 cells (in which the p53 gene has been homozygously deleted） with doxorubicin (dox)，and found that pS3 was upregulated upon dox treatment in a dosedependent manner as expected in the AS49 cell line (Figure 3A).We also performed qRT-PCR to examine the transcriptional levels of Lnc_bc060912 and its upstream gene GTSE1. Theresults showed that,in theA549 cell line,the RNAlevels ofLnc bcO60912 and GTSE1 decreased remarkably with the increase in dox concentration，while the expression levels of neither gene displayed considerable decrease in the Hl299 cell line compared with that in the AS49 cell line under the same treatment (Figure 3B). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We wondered whether increasing the level of pS3 in H1299 would suppress the expression of Lnc_bc060912 and GTSE1 in these cells.To this end we constructed a pS3-p3xflag fusion plasmid,and transfected it into Hl299 cells.After $^ { 4 8 \\ \\mathrm { h } , }$ we examined the expression of pS3 by Western blot and the expression of Lnc_bc060912 and GTSE1 by qRT-PCR (Figure 3C,D).The enhanced expression of pS3 markedly decreased the expression of Lnc_bcO60912 and its nearby gene,GTSE1 (Figure 3D).Previous microarray analysis showed that the expression of Lnc_bc060912 and GTSE1 were strongly correlated (Supporting Information Figure S2).These implied that Lnc_bcO60912 and GTSE1 were influenced by a common regulator (i.e., pS3,or one of its downstream genes). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Thereafter, we knocked down p53 in the A549 celline using three different siRNAs，which all effectively reduced the expression of pS3 (Figure 3E,F).The expression level of Lnc_bcO6o912 showed a significant increase in the presence of a lower pS3 level (Figure 3F).In conclusion，the tumor suppressor pS3 represses the expression ofLnc_bc060912. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Lnc_bc060912 Physically Interacts with PARP1 and NPM1.Having characterized the function of Lnc_bc060912, we also wanted to explore in further detail the mechanism by which Lnc_bc060912 mediates apoptosis. RNA-pulldown coupled with mass spectrometry has provided a method to identify the potential interactions between RNAs and proteins.16Using the traditional RNA-pulldown method which employed sense and antisense Lnc_bco609l2 transcripts,16 we observed no different protein bands (Supporting Information Figure S3).We then try to use a ChIRP experiment coupled with mass spectrometry to discover the proteins which specifically interact with Lnc_bcO60912. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "By using a ChIRP experiment in the 293T cell line,we enriched endogenous Lnc_bc060912 above 1000 times by Lnc_bcO60912 antisense probes compared to LacZ antisense probes (Figure 4A),observed two specific protein bands,and subjected them to mass spectrometry (Figure 4B).We obtained the two proteins poly(ADP-ribose) polymerase 1(PARP1) and nucleophosmin (NPM1)，from each of the two respective bands. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To further confirm the interactions between Lnc bcO60912 and PARP1，and Lnc_bcO60912 and NPM1，we performed RNA immunoprecipitation (RIP） with antibodies against PARP1 and NPM1.Both antibodies worked well，and the precipitates were significantly enriched for Lnc_bcO60912 (Figure 4C,D).Thus,the results suggested the existence of physical interactions between Lnc_bc060912 and PARP1,and between Lnc bc060912 and NPM1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "PARP1is located in thenucleusand localizesat sitesofDNA damage.NPMl is located in the nucleolus，but it can be translocated to the nucleoplasm in some cases.The nuclear localization of the two proteins is in accordance with that of Lnc_bc060912 (Figure 1E).PARP1 and NPM1 are both involved in DNA damage repair,25,26 and have an effect in preventing apoptosis,which is also consistent with the observed activity of Lnc_bc060912.Consequently， the increased expression of Lnc_bcO6o912 in tumors is in accordance with the role in preventing cell apoptosis through interactions with PARP1 and NPM1. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/a224592ae8b7840ec578c92a0654db27bc27dad6ce0635f22acea90e15bdbe79.jpg",
        "img_caption": [
            "Figure 4.Lnc_bc060912 interacts with PARP1 and NPM1.(A) Pulldown assay enriches Lnc_bc060912 RNA more than 1000-fold.All relative abundances were compared to $1 \\%$ input.(B) SDS-PAGE gel of proteins pulled down by the Lnc_bcO6o912 and LacZ probes.Bands indicated by arrows were submitted for mass spectrometry.(C) RNA immunoprecipitation (RIP）of PARP1 enriches Lnc_bc060912.U1 and GAPDH are negative controls.All relative abundances were compared to $1 \\%$ input.(D）RNA immunoprecipitation （RIP）of NPM1 enriches Lnc_bc060912.U1 and GAPDH are negative controls.All relative abundances were compared to $1 \\%$ input. All experiments were performed in three independent replicates.Bars indicate SEM. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It has become increasingly clear that mammalian genomes transcribe thousands of IncRNAs.27-30 Dysregulation of lncRNAs is often associated with human diseases,in particular canceretposgstsattitof IncRNAs in human diseases could be far more prevalent than previously appreciated.31 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the current study,we have identified a novel endogenous lncRNA Lnc_bc060912 which is highly expressed in four tumor types(gaster，colon,liver，and lung） compared with adjacent normal tissues.Human Body Map Project data shows that Lnc_bcO60912 is expressed in nearly all tissues，with slight differences in expression (Supporting Information Figure S4).32 Thus,expression of the Lnc_bcO60912 RNA may be required to maintain normal cell functions in the majority of the body tissues. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "LncRNAs participate in a wide repertoire of biological processes,and almost every step in the life cycle of genes, from IncRsie Lnc_bcO60912 acts to repress cell apoptosis. This function is in accordance with the oncogenic function of Lnc_bc060912, indicated by its increased expression in tumors.A number of studies have reported that dysregulation of lncRNAs affects cell function.For example,the lncRNA SChLAP1,which is highly expressed in malignant prostate tumors,promotes cancer cell invasiveness and metastasis.17 The lncRNA PINT is downregulated in primary colorectal tumors,and its overexpression inhibits the proliferation of tumor cels.33 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The fact that the transcription factor pS3 acts upstream of Lnc_bcO60912 in the regulatory network，and negatively regulates the expression of Lnc_bc060912, is also an interesting observation. TP53 plays an important role in apoptosis, genome stability,and inhibition of angiogenesis in multicellular organisms.34 Huarte and colleagues reported that numerous lincRNAs are activated in a pS3-dependent manner，and characterized one lincRNA, lincRNA-p2l，which serves as a transcriptional repressor in the pS3 pathway and plays a role in triggering apoptosis.18 Zhang and colleagues reported that the expression of the pS3-induced lncRNA TUG1 serves as an independent predictor for overall cancer survival，and that TUG1 knockdown significantly promoted cell proliferation.35 In contrast，Lnc_bc060912 is suppressed by pS3，which suggests that the lncRNAs suppressed by pS3 may also be important for cell function and tumorigenesis.Also，unlike lincRNA-p21,Lnc_bc060912 represses cell apoptosis. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "LncRNAs affect cellular functions through various mechanisms， such as interactions with chromatin modification proteins,chromatin remodeling proteins,transcription factors, and microRNAs. The polycomb repressive complex 2 (PRC2) catalyzes histone H3 on lysine 27 trimethylation for epigenetic silencing. Researchers have discovered that a number of IncRNAs, such as HOTAIR,16 PINT,3³ and TUG1,35 interacted directly with PRC2 and guided PRC2 to target genes for H3K27 trimethylation. Chromatin remodeling complexes such as SWI/SNF complex and transcription factors such as c-Myc have been observed to interact with IncRNAs.17,36 In the present study，we observed that Lnc_bcO60912 interacted physically with PARP1 and NPM1，neither of which having previously been reported to interact with lncRNAs.PARP1 is involved in the regulation of various important cellular processes such as differentiation，proliferation，and tumor transformation and also in the regulation of the molecular events involved in the recovery of cell from DNA damage.25 NPM1 has multiple functions in genome stability, DNA repair, and regulation of apoptosis.26 The functions of the two proteins are in accordance with the observations made here concerning the functions of Lnc_bc060912; thus,it makes sense to assume that Lnc_bcO609l2 represses apoptosis through its interaction with PARP1 and NPM1. One report suggests that PARPl and NPM1 interact with each other and accumulate in transcriptionally active nucleoli;37 however, this question of these two proteins interacting together or independently with Lnc_bc060912 to repress apoptosis still needs to be explored. In addition to elucidating some functional aspects of Lnc_bcO60912 lIncRNA，our study also represents a certain methodological improvement over current methods. Currently the most commonly used method to explore proteins interacting with lncRNAs is the RNA-pulldown procedure originaly described by John L.Rinn.16 In brief, in this method they incubate a full-length biotin-labeled lncRNA and its antisense as control with cell lysate,and then subject the capture proteins to mass spectrum analysis. The captured proteins depend on lncRNA-protein affinity in vitro，which results in the binding of many nonspecific proteins. In the present study, we used ChIRP to capture proteins interacting with the IncRNA21.38Inthismethod,IcRNAsand proteins are cross-linked by formaldehyde to reduce nonspecific bindings，and antisense probes were used to capture in vivo lncRNAs.We observed a 10o0-fold enrichment in the activity of lncRNA Lnc_bc060912 using targeting probes when compared to the use of LacZ probes，and identified two binding proteins. Subsequently, we used RIP-qPCR to confirm the interaction between lncRNA and the two proteins. The enrichment of lncRNA Lnc_bc060912 by immunoprecipitation of the two proteins was also more than 10oo-fold above input. Thus，we have provided a new and better method for RNApulldown. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ASSOCIATEDCONTENT ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\bullet$ Supporting Information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Table listing the oligo sequences. Additional figures. The Supporting Information is available free of charge on the ACS Publications website at DOI:10.1021/acs.biochem.Sb00259. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AUTHOR INFORMATION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Corresponding Author \\*Phone:+86-10-64888546.E-mail: crs@ibp.ac.cn. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "H.L.,Y.S.,and G.W.have contributed equally to this work. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Funding ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported by grants from the Chinese Academy of Science Strategic Project of Leading Science and Technology (XDA01020402）and the National High Technology Research and Development Program( $^ { ' \\alpha } 8 6 3 ^ { \" }$ Program） of China (2012AA020402 and 2012AA02A202). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Notes ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The authors declare no competing financial interest. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We are very grateful to Dr. Geir Skogerbo for helpful suggestions and critical reading of this paper.We also thank Junying Jia and Chunchun Liu for the FACS assay. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ABBREVIATIONS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "lncRNAs, long noncoding RNAs； ncRNAs,noncoding RNAs; ChIRP，chromatin isolation by RNA purification；PARP1, poly(ADP-ribose） polymerase 1; NPM1, nucleophosmin; DIG, digoxigenin;EdU, S-ethynyl- ${ \\cdot } 2 ^ { \\prime }$ -deoxyuridine；dox, doxorubicin; FBS，fetal bovine serum; qRT-PCR，quantitative reverse transcription-polymerase chain reaction；FACS,fluorescenceactivated cell sorting ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1) Carninci,P.,Kasukawa, T.,Katayama, S.,Gough,J.,Frith,M. C., Maeda,N., Oyama,R.,Ravasi,T.,Lenhard,B.,Wells,C.,Kodzius,R., Shimokawa,K.,Bajic,V.B.,Brenner, S.E.,Batalov, S.,Forrest,A.R., Zavolan，M.，Davis，M.J.，Wilming，L.G.，Aidinis，V.，Allen,J.E., Ambesi-Impiombato,A.,Apweiler,R,Aturaliya,R.N.,Bailey,T.L., Bansal,M.,Baxter,L.,Beisel,K.W.,Bersano,T.,Bono,H.,Chalk,A. M.，Chiu，K.P.,Choudhary，V.,Christoffels,A.,Clutterbuck,D.R, Crowe,M.L.,Dalla,E.,Dalrymple,B.P.,de Bono,B., Della Gatta,G., diBernardo,D.,Down,T.,Engstrom,P.,Fagiolini,M.,Faulkner,G., Fletcher,C.F.,Fukushima,T.,Furuno,M.,Futaki, S.,Gariboldi,M., Georgii-Hemming，P.,Gingeras，T.R，Gojobori，T.,，Green，R.E., Gustincich, S.,Harbers,M.,Hayashi, Y.,Hensch,T.K.,Hirokawa,N., Hill,D.,Huminiecki,L., Iacono,M., Ikeo,K., Iwama,A., Ishikawa,T., Jakt,M.,Kanapin,A,Katoh,.,Kawasawa,Y.,Kelso,J.,Kitamura,H, Kitano,H.,Kollias,G.,Krishnan, S.P.,Kruger,A.,Kummerfeld, S.K, Kurochkin,I.V.,Lareau,L.F.,Lazarevic,D.,Lipovich,L.,Liu,J.,Liuni, S.，McWilliam，S.，Madan Babu，M.，Madera，M.，Marchionni，L., Matsuda,H.,Matsuzawa,S.,Miki,H.,Mignone,F.,Miyake,S.,oris, ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "K,Mottagui-Tabar,S.,Mulder,N.,Nakano,N.,Nakauchi,H.,Ng,P. Nilsson,R,Nishiguchi,S.,Nishikawa, S.,Nori,F.,Ohara,O.,Okazaki, Y.，Orlando，V.，Pang，K. C.，Pavan，W.J.，Pavesi,G.，Pesole,G., Petrovsky,N.,Piazza,S.,Reed,J.,Reid,J.F.Ring,B..,Ringwald,, Rost，B.，Ruan，Y.，Salzberg，S.L.，Sandelin，A，Schneider，C, Schonbach, C., Sekiguchi,K, Semple, C.A., Seno,S., Sessa,L, Sheng, Y.，Shibata，Y.，Shimada，H.，Shimada，K.，Silva，D.，Sinclair，B., Sperling, S., Stupka,E., Sugiura, K., Sultana,R, Takenaka,Y., Taki,K, Tammoja，K.， Tan，S.L.，Tang,S.，Taylor，M.S.，Tegner，J, Teichmann,S.A,UedaHNegen,E.,Veardo,eiC. L., Yagi, K.,Yamanishi, H., Zabarovsky,E., Zhu, S., Zimmer,A,Hide, W., Bult,C., Grimmond, S.M.,Teasdale,R D.Liu,E.T.,Brusic,V., Quackenbush,J.,Wlesedt,C.,ick,J.S.,me,D.A,i, Sasaki,D., Tomaru,Y.,Fukuda, S.,Kanamori-Katayama，M., Suzuki, M,Aoki,J，Arakawa,T.，da,J,ImamuraKItoh，,Kato, Kawaji, H., Kawagashra,N.，Kawashima,T.,Kjima, M，Kondo. Konno,H.,Nakano,K,Ninomiya,N.,Nishio,T.,Okada,M.,Plessy C., Shibata,K.,Shiraki,T.Suzuki, S., Tagami,M.,Waki,K.,Watahiki, A,Okamura-Oho,Y., SuzukiH.,KawaiJ,andHayashizaki,Y.(005) The transcriptional landscape of the mammalian genome. Science 309, 1559-1563.   \n(2）Djebali， S.,Davis, C.A.，Merkel, A.,Dobin, A., Lassmann, T., ortazavi,gde,J,nhesigrFe, Marinov,G.K，Kaun,J,illms,B.A,Zaleski,C,okJ Roder,M.,Kokocinski,F.,Abdelhamid,R.F.,Alioto,T.,Antoshechkin, 1., Baer,M.T.,Bar,N. S., Batut,P., Bell,K.,Bel,I.,Chakrabortty, S., Chen,X,Chrast,J.,Curado,J.,errien,T.,Drenkow,J.,uis, Dumais,J.,Duttagupta,R,Falconnet,E.,Fastuca,.,Fejes-oth,K, Ferreira，P.，Foissac，S.，Fullwood，M.J.，Gao，H.，Gonzalez，D., Gordon，A.，Gunawardena，H.，Howald，C.，Jha，S.，Johnson，R, Kapranov,P.,King,B., Kingswood,C.,Luo,O.J.,Park,E., Persaud,K, Preall,J. B.,Ribeca,P.,Risk, B.,Robyr,D., Sammeth,M., Schaffer,L, See,L.H.，Shahab,A.，Skancke,J.,Suzuki，A.M.，Takahashi，H., Tilgner,H., Trout,D.,Walters,N.,Wang,H.,Wrobel,J.,Yu,Y.,Ruan, X, Hayashzaki,Y.,arrow,J.,erstein,.,Hubbard,T.,eod A., Antonarakis, S.E., Hannon, G., Giddings,M. C., Ruan,Y., Wold, B., Carninci， P.，Guigo，R,and Gingeras，T.R.(2012） Landscape of transcription in human cels. Nature 489,101-108.   \n(3) Fatica,A,and Bozzoni, I. (2014) Long non-coding RNAs: New players in cell differentiation and development.Nat. Rev.Genet.15,7- 21,   \n(4）Taft，R.J.，Pheasant，M.，and Matick,J.S.(2007）The relationship between non-protein-coding DNA and eukaryotic complexity. Bioessays 29, 288-299.   \n(5)Rinn,J.LdCangH.Y.(201)Genomereglationbylog noncoding RNAs.Annu.Rev.Biochem.81,145-166.   \n(6）Derrien，T.,Johnson,R，Bussotti,G.,Tanzer，A.，Djebali,S., Tilgner，H.，Guernec,G.，Martin，D.，Merkel,，A.，Knowles，D.G, Lagarde,J., Veeravall,L., Ruan,X.，Ruan, Y.,Lassmann, T., Carninc, P.,Brown,J.B.,Lipovich,L., Gonzalez,J.M., Thomas,M.,Davis, C. A., Shiekhattar，R,Gingeras,T.R,Hubbard,T.J.,，Notredame,C., Harrow,J,，and Guigo，R (2012） The GENCODE v7 catalog of human long noncoding RNAs:Analysis of their gene structure, evolution,and expression. Genome Res. 22, 1775-1789.   \n(7) Ponting, C.P., Oliver, P.L.,and Reik, W.(2009) Evolution and functions of long noncoding RNAs. Cell 136, 629-641.   \n(8） Batista, P.J.,and Chang, H.Y. (2013) Long noncoding RNAs: Cellular address codes in development and disease.Cell 152,1298- 1307.   \n(9) Geisler, S.,and Coler,J. (2013)RNA inunexpected places: Long non-coding RNA functions in diverse cellular contexts.Nat.Rev.Mol. Cell Biol. 14, 699-712.   \n(10) Gupta, R.A., Shah, N.,Wang,K C.,Kim, J,Horlings,H.M., Wong,D.J., Tsai,M.C.,Hung,T.,Argani, P.,Rinn, J. L.,Wang,Y., Brzoska,P.,Kong,B.,Li,R.,West,RB., van de Vijver,M.J.,Sukumar, S.，and Chang，H.Y.(2010） Long non-coding RNA HOTAIR reprograms chromatin state to promote cancer metastasis. Nature 464, 1071-1076. (11) Guttman,M.,Donaghey,J., Carey,B.W., Garber, M., Grenier,J.   \nK.,Munson,G.,Young,G., Lucas,A.B.,Ach,R.,Bruhn,L., Yang,X.,   \nAmit, I., Meissner,A.,Regev,A., Rinn,J.L.,Root,D.E.,and Lander,E.   \nS. (2011) lincRNAsact in the circuitry controlling pluripotency and   \ndifferentiation.Nature 477,295-300. (12) Liu, $\\mathrm { Q } ,$ Huang, J., Zhou, N., Zhang, Z., Zhang,A.,Lu, Z.,Wu,   \nF.,and Mo, Y Y. (2013) LncRNA loc285194 is ap53-regulatedtumor   \nsuppressor.Nucleic Acids Res.41,4976-4987. (13） Spizzo,R,Almeida,M.1，Colombatti,A，and Calin,G.A.   \n(2012）Long non-coding RNAs and cancer:A new frontier of   \ntranslational research? Oncogene 31,4577-4587. (14） Congrains,A.,Kamide,K, Oguro,R,Yasuda, O.，Miyata,K.,   \nYamamoto,E.，Kawai, T.,Kusunoki， H., Yamamoto,H.，Yakeya, Y.,   \nYamamoto,K., Onishi, M., Sugimoto,K., Katsuya, T.,Awata,N.,Ikebe,   \nK., Gondo,Y.,Oike,Y.,Ohishi, M.,and Rakugi,H.(2012) Genetic   \nvariants at the 9p21 locus contribute to atherosclerosis through   \nmodulation of ANRIL and CDKN2A/B.Atherosclerosis 220, 449-455.   \n(15) Johnson, R. (2012) Long non-coding RNAs in Huntington's   \ndisease neurodegeneration.Neurobiol.Dis. 46, 245-254. (16）Rinn,J.L.,Kertesz,M.,Wang, J.K.， Squazzo,S.L.，Xu, X.,   \nBrugmann, S.A., Goodnough,L.H.,Helms,J.A.,Farnham,P.J., egal,   \nE.,and Chang,H.Y.(2oo7）Functional demarcation of active and   \nsilent chromatin domains in human HOX loci by noncoding RNAs.   \nCell 129,1311-1323. (17） Prensner, J.R,Iyer,M.K., Sahu,A. Asangani, I.A., Cao,Q   \nPatel,L.,Vergara,I.A.,Davicioni,E.,Erho,N.,Ghadessi, M., Jenkins,   \nR. B., Triche,T.J.,Malik,R,Bedenis,R.,McGregor,N.,Ma,T.,Chen,   \nW.，Han，S.， Jing，X.，Cao，X.，Wang，X.，Chandler，B.，Yan，W.,   \nSiddiqui,J.,Kunju,L.P.,Dhanasekaran,S.M.,Pienta,K.J.,Feng,F.Y.,   \nand Chinnaiyan,A. M.(2013） The long noncoding RNA SChLAP1   \npromotes aggressive prostate cancer and antagonizes the SWI/SNF   \ncomplex. Nat. Genet. 45,1392-1398.   \n(18)Huarte,Gutn,eserGrber,J   \nKenzelmann-Broz,D.,Khalil,A.M.,Zuk,O.,Amit,I.,Rabani,M.,   \nAttardi,L.D.,Regev,A.,Lander,E.S.,Jacks,T.,andRinn,J.L. (2010)   \nA large intergenic noncoding RNA induced by pS3 mediates global   \ngene repression in the p53 response.Cell 142,409-419. (19) Zhai, H.,Fesler,A.,Schee,K.,Fodstad,O.,Flatmark, K,dJu,   \nJ.(2013） Clinical significance of long intergenic noncoding RNA-p21   \nin colorectal cancer. Clin. Colorectal Cancer 12, 261-266. (20） Chen,G.，Wang, Z.，Wang,D.，Qiu,C.，Liu,M.，Chen， X.,   \nZhang, $\\mathrm { Q } ,$ Yan, G., and Cui, $\\mathsf { Q } .$ (2013) LncRNADisease: A database   \nfor long-non-coding RNA-associated diseases. Nucleic Acids Res. 41,   \nD983-986.   \n(21）Chu,C.，Quinn, J.,and Chang，H.Y. (2012） Chromatin   \nisolation by RNA purification (ChIRP). J. Visualized Exp.,   \nDOI: 10.3791/3912. (22）Wang,L.,Park,H.J.,Dasari, S.,Wang, S.,Kocher,J.P.,and Li,   \nW.(2013)CPAT:Coding-otential AssessmentTool usingan   \nalignment-free logistic regression model. Nucleic Acids Res. 41,e74.   \n(23）Lee, J. T. (2011） Gracefully ageing at S0,X-chromosome   \ninactivation becomes a paradigm for RNA and chromatin control. Nat.   \nRev. Mol. Cell Biol.12,815-826. (24）Wang，K C.，Yang，Y.W.，Liu，B.，Sanyal，A.，Corces  \nZimmerman,R,Chen,Y.,Lajoie,B.R,Protacio,A.,Flynn，R A.,   \nGupta,R.A.,Wysocka,J,Lei,M.,Dekker,J.,Helms,J.A.,and Chang,   \nH.Y.(2o11）A long noncoding RNA maintains active chromatin to   \ncoordinate homeotic gene expression. Nature 472,120-124. (25） Schiewer,M.J.,and Knudsen,K.E.(2o14) Transcriptional roles   \nof PARP1 in cancer.Mol. Cancer Res.12,1069-1080. (26）Ye,K. (2005） Nucleophosmin/B23,a multifunctional protein   \nthat can regulate apoptosis.Cancer Biol. Ther. 4, 918-923. (27) Carninci, P.(2oo8) Non-coding RNA transcription: Turning on   \nneighbours.Nat. Cell Biol.10,1023-1024. (28）Guttman，M.，Amit，I.,Garber，M.，French，C.，Lin,M.F.,   \nFeldser,D.,Huarte,M., Zuk,O., Carey,B.W.,Cassady,J.P., Cabili, .   \nN., Jaenisch,R,Mikkelsen,T.S.,Jacks,T.,Hacohen,N.,Bernstein,B.   \nE.,Kells,M.，RegevA，Rinn,J.L,andLander，E.S.(2009) Chromatin signature reveals over a thousand highly conserved large non-coding RNAs in mammals.Nature 4S8,223-227.   \n(29）Mattick,J. S.(2009） The genetic signatures of noncoding RNAs.PLoS Genet.5,el000459.   \n(30)Ponjavic,J.,Ponting, C.P.,and Lunter,G.(2oo7) Functionality or transcriptional noise? Evidence for selection within long noncoding RNAs. Genome Res. 17, 556-565.   \n(31)Wapinski, O.,and Chang,H.Y.(2o11) Long noncoding RNAs and human disease.Trends Cell Biol.21,354-361.   \n(32) Cabili,.N.,Trapnell,C.,Gof,L.,Koziol,M., Tazon-Vega,B., Regev,A.，and Rinn,J.L.(2o11） Integrative annotation of human large intergenic noncoding RNAs reveals global properties and specific subclasses.Genes Dev.25,1915-1927.   \n(33）Marin-Bejar，O.，Marchese，F.P.，Athie，A，Sanchez，Y., Gonzalez,J., Segura,V.,Huang,L.,Moreno,I.,Navarro,A.,Monzo, M.,Garcia-Foncillas,J.,Rinn,J.L.,Guo,S.,and Huarte,M. (2013) Pint lincRNA connects the pS3 pathway with epigenetic silencing by the Polycomb repressive complex 2. Genome Biol.14,R104.   \n(34)May,P.,and May, E. (1999) Twenty years of p53 research: Structural and functional aspects of the pS3 protein. Oncogene 18, 7621-7636.   \n(35) Zhang,E.B., Yin,D.D., Sun,M., Kong,R,Liu, X.H., You, L. H.,Han,L., Xia,R.,Wang,K.M., Yang,J. S., De,W., Shu,Y. $\\mathrm { Q } ,$ and Wang,Z. X.(2014） P53-regulated long non-coding RNA TUG1 affects cell proliferation in human non-small cell lung cancer,partly through epigeneticall regulating HOXB7 expression. Cell Death Dis. 5, e1243.   \n(36) Hung, C.L., Wang,L.Y.,Yu,Y.L., Chen,H.W., Srivastava, S., Petrovics, G.,and Kung, H. J. (2014) A long noncoding RNA connects c-Myc to tumor metabolism.Proc.Natl.Acad. Sci. U.S.A.111,18697- 18702.   \n(37）Meder，V.S.，Boeglin，M.，de Murcia,G.,and Schreiber，V. (2005）PARP-1 and PARP-2 interact with nucleophosmin/B23 and accumulate in transcriptionally active nucleoli.J.Cell Sci.118,211- 222.   \n(38) Chu, C., Qu, K., Zhong, F.L.,Artandi, S.E.,and Chang,H.Y. (2011） Genomic maps of long noncoding RNA occupancy reveal principles of RNA-chromatin interactions.Mol. Cell 44, 667-678. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]