[
    {
        "type": "text",
        "text": "SCIENTIFIC REPORTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:08 July 2015   \nAccepted: 04 November 2015   \nPublished:O3 December 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "β-sitosterol interacts with pneumolysin to prevent Streptococcus pneumoniae infection ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hongen Li1\\*, Xiaoran Zhao1\\*,Jianfeng Wang1, Yu Dong², Song Meng1,Rui Li, Xiaodi Niu1   \n& Xuming Deng1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pneumolysin is one of the major virulence factors elaborated by Streptococcus pneumoniae; this toxin is a member of the cholesterol-dependent cytolysins. Engagement of cholesterol induces the formation of a multi-subunit complex by pneumolysin that lyses host cells by forming pores on the membrane. Because pneumolysin released by bacteria which have been killed by conventional antibiotics is stillactive,agents capable of directly attacking the toxin are considered advantageous against antimicrobials in the treatment of S.pneumoniae infections. Here we found that the phytosterol, $\\beta$ -sitosterol, effectively protects against cell lysis caused by pneumolysin. This compound interacts with the toxin at Thr459 and Leu460,two sites important for being recognized by its natural ligand, cholesterol. Similar to cholesterol, $\\beta$ -sitosterol induces pneumolysin oligomerization.This compound also protects cels from damage by other cholesterol-dependent toxins.Finally, this compound protects mice against S. pneumoniae infection.Thus, $\\beta$ -sitosterol isa candidate for the development of anti-virulence agents against pathogens that rely on cholesteroldependent toxins for successful infections. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Streptococcus pneumoniae is a wide spread bacterial pathogen responsible for many common infections, including, pneumococcal pneumonia,bacteremia, meningitis and otitis media1.It is also the major causative agent for community-acquired pneumonia (CAP)².Pneumococcal infection leads to almost $2 \\mathrm { m i l }$ 1 lion deaths (1 million of which are children under 5 years old)2,3.The mortality rate of CAP has been relatively consistent despite the medical advances of the past four decades2,3. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "S. pneumoniae possesses anumber of virulence factors which are essentialfor its pathogenicity,including hyaluronatelyase $( { \\mathrm { H y l } } ) ^ { 3 }$ ，pneumolysin (PLY)4,two neuraminidases (NanA and NanB)4,the major autolysin (LytA)4,choline binding protein A $( \\mathrm { C b p A } ) ^ { 5 }$ ,the pneumococcal surface antigen A $( \\mathrm { P s a A } ) ^ { 6 }$ ， and pneumococcal surface protein A (PspA)7. Among these, pneumolysin is a $5 3 \\mathrm { k D a }$ hemolytic protein toxin8,which belongs to the cholesterol-dependent cytolysin (CDCs) protein family whose activity requires lipids which present in the membranes ofanimal cells.This toxin is acrucial factor for acute lung injury (ALI) in lethal S. pneumoniae infections and mutants lacking ply,the gene coding for the toxin, have dramatically reduced virulence in animal models9,10. Pneumolysin also has been shown to play important roles not only in the colonization of the nasopharynx and lung tissue by S. pneumoniae, but also in the transition from the lung to the cerebral spinal fluid (CSF)l1. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Antibiotics,the mainstay therapy against S. pneumoniae infection,are faced with increasing chalenges due to the abundance of strains resistant to commonly used antibiotics such as penicillin,cephalosporins, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1KeyLaboratoryofZoonosis,MinistryofEducation,DepartmentofFoodQualityandSafety,Collgeof Veterinary Medicine,Jilin University,Changchun,China.²Instituteof Biophysics,CAS,15 Datun Road,Chaoyang District, Beijing，10ol01，China.\\*These authors contributed equaly to this work.Correspondence and requests for materials should be addressed to X.N. (email: niuxd@jlu.edu.cn) or X.M.D. (email: dengxm@jlu.edu.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "and macrolides.Further complicating treatment is the release of several toxins by S. pneumoniae by the dying bacterial2. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Agents that target virulence instead of basic bacterial physiology are considered ideal for the treatment of bacterial infection.Together with the immune system of the host, such agents may be able to resolve the infection without exerting selection pressure that can potentially lead to the development of resistancel3.In this study we investigated the use of a cohort of steroid alcohols derived from plants to test their efects on toxicity,given the fact that pneumolysin is a cholesterol-dependent toxin.We found that $\\beta$ -sitosterol is able to block the cytolytic activity of pneumolysin.Further studies indicate that this compounds exerts its inhibitory effects by competing with cholesterol for binding to the toxin.We also demonstrate that this compound is able to protect mice from lethal infections by S. pneumoniae. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inhibition of the hemolytic activity of pneumolysin by four sterols.To identify novel avenues for treating infections caused by S. pneumoniae, we atempted to search for natural compounds which are capable of neutralizing the cytotoxicity of pneumolysin.To this end,we examined the efects of four structurally analogous sterols (Fig.1A)on pneumolysin-mediated cell lysis by measuring their protection of hemoglobin release induced by the toxin. Despite similarity in structure,these four compounds significantly difer in their ability to block PLY-induced hemolysis (Table 1).Among these, we found that $1 \\mu \\ g$ of CHO or BSS is sufficient to neutralize the toxicity of $1 \\mu \\ g$ pneumolysin (Table 1). In contrast, to exert similar protection against $1 \\mu \\ g$ toxin,32- and $6 4 \\mathrm { - } \\mu \\mathrm { g }$ of stigmasterol and ergosterol were required, respectively (Table 1).Because BSS exhibited protection at levels similar to CHO,the natural ligand of pneumolysin,we chose to further analyze its mechanism of action. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "BSS has no influence on oligomerization of PLY.Cellysis by pneumolysin is believed to occur in a two-step proces: CHO first attaches to the membrane where it induces pneumolysin oligomerization which then forms pore in the membrane,disrupting its integrity. Spontaneous oligomerization of pneumolysin occurs when its concentration is higher than $1 0 \\mathrm { m g / m l ^ { 1 4 , 1 5 } }$ .Because inhibition of Listeriolysin O oligomerization (another member of the CDC family) by the small molecule compound fisetin leads to abrogation of its toxicityl6,we thus determined whether $\\beta$ -sitosterol functions by a similar mechanism. Pneumolysin was then incubated with $\\beta$ -sitosterol and the formation of oligomers by the toxin was detected by high performance liquid chromatograph (HPLC). Under experimental conditions, control samples not receiving $\\beta$ -sitosterol were eluted at a retention time of approximately $4 . 3 \\mathrm { m i n }$ (Fig. 1B). Pre-incubation with BSS at a concentration of $1 0 \\mathrm { n M }$ did not detectably alter the elution profile of the toxin (Fig.1B). These results suggest that BSS does not interfere with the oligomerization of pneumolysin. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\beta$ -sitosterol has a high affnity for pneumolysin. To further study its mechanism of action, we determined the potential interactions between BSS and pneumolysin. Recombinant pneumolysin was immobilized on a surface plasmon resonance (SPR) chip and liposomes containing $\\beta$ -sitosterol were used as the mobile phase to examine these interactions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Our results (Table2) revealed that BSS has a high affinity for pneumolysin,with a $K _ { a }$ of $2 . 2 \\mathrm { e } 3 \\mathrm { M } ^ { - 1 } \\mathrm { s } ^ { - 1 }$ 0 similar to that of CHO $( 1 . 6 6 \\mathrm { e } 3 \\mathrm { M } ^ { - 1 } \\mathrm { s } ^ { - 1 } )$ (Fig.1C,D).However,when the disassociation constant $( K _ { d } )$ was measured,we found that the BSS-pneumolysin complex has a $K _ { D }$ of $8 . 6 6 \\mathrm { e } ^ { - 8 } \\mathrm { M }$ ,which is about 3.65-fold higher than that of the CHO-pneumolysin complex $( K _ { D } { = } 2 . 3 7 \\mathrm { e } ^ { - 8 } \\mathrm { M } )$ ,indicating that although both molecules bind to pneumolysin with similar affinity, the $\\beta$ -sitosterol -pneumolysin complex is significantly less stable. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "BSS protects human lung cells from injury caused by pneumolysin.In line with its ability to lyse red blood cells,pneumolysin plays a crucial role in celllar damage during the infection of S. pneumoniae in cultured cells such as the human alveolar cell line $\\mathbf { A } 5 4 9 ^ { 1 7 }$ .We thus determined the protective effects of BSS on the toxicity of A549 cells by incubating various amounts of the compound with cells treated with pneumolysin and examined cellular damage by measuring the release of lactate dehydrogenase (LDH). Significant protection is achieved when used at a concentration of $2 \\mu \\mathrm { g } / \\mathrm { m l }$ ,and the cells were almost completely protected in samples receiving $8 \\mu \\mathrm { g / m l }$ BSS (Fig. 1E). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Residues Thr-459 and Leu-460 are critical for the binding of pneumolysin to $\\beta$ -sitosterol.Previous studies found thatbesides their participation in the lysis of red blood cels, residues Thr-459 and Leu-460 were also used in PLYcholesterol binding18.The structural similarity between BSS and CHO suggests that BSS engages the protein with similar mechanisms.To test this hypothesis, we constructed a pneumolysin mutant in which both Thr-459 and Leu-460 were replaced by a glycine residue.The mutant protein was purified and its interactions with BSS was examined.No interaction was detected between the $\\mathrm { P L Y ^ { T 4 5 9 \\hat { G } \\cdot L 4 6 0 G } }$ mutant and $2 0 \\mu \\mathrm { M }$ BSS (Fig. S1).These results indicate that BSS engages pneumolysin in a similar way to that of CHO. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Analysis of the interactions between BSS and pneumolysin by molecular modeling. To explore the mechanism of interaction between pneumolysin and the relevant ligands,we employed molecular dynamics simulations (MD simulation） to analyze the complex between the toxin and CHO and BSS.Overall, the optimized complexes indicated that BSS binds to pneumolysin in a manner highly similar to that of CHO,which is consistent with the experimental results (Fig.2A).Interestingly, in the predicted BSS-pneumolysin complex, the distance between BSS and $\\mathrm { \\ T h r { 4 5 9 / L e u 4 6 0 } }$ is longer than that seen in the CHO complex (Fig.2B).The difference is caused by the alkyl chain of $\\mathrm { C } _ { 2 5 }$ in BSS,which sterically hindered close interactions between the compound and residues Thr459/Leu460 of pneumolysin. This potential hindrance also provides an explanation to the slightly lower affnity between BSS and the toxin as detected in our SPR analysis (Table 2). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/f9fb5c09591cd1286d1d8bdcfa03a0d48e6179a664b29b9017cdb5411c1ece31.jpg",
        "img_caption": [
            "Figure 1.Chemical structures of four sterols and the inhibitory mechanism of $\\beta$ -sitosterol against PLY.(A) Chemical structures of four sterols.The red circle indicates the structural differences among cholesterol, $\\beta$ -sitosterol and stigmasterol,which are the critical chemical bonds responsible for the binding to pneumolysin. (B) $\\beta$ -sitosterol did not affect the oligoerization of pneumolysin.Purified pneumolysin at a concentration capable of self-assembly $( > 1 0 \\mathrm { m g / m l } )$ was incubated with $\\beta$ -sitosterol and the mixture was analyzed by high performance liquid chromatograph (HPLC).The toxin eluted in a profile identical to the control which did not receive $\\beta$ -sitosterol. $\\mathbf { \\Gamma } ( \\mathbf { C } , \\mathbf { D } )$ The interactions of pneumolysin with cholesterol or $\\beta$ -sitosterol.Pneumolysin was immobilized on an SPR assay chip and liposomes containing $\\beta$ -sitosterol or cholesterol at the indicated concentrations were used to determine the binding. (E) $\\beta$ -sitosterol protects human alveolar epithelial cells from cells injury caused byPLY.A549 cells were treated with the toxin in medium supplemented with different concentrations of $\\beta$ -sitosterol. Cell injury was measured by the release of LDH. The values in the bars represent the means $\\pm \\mathrm { S D }$ of three independent experiments. $\\mathsf { \\Pi } ^ { * } \\mathtt { p } < 0 . 0 5$ and $^ { * * } \\mathrm { \\textmu } \\mathrm { P } < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/7556f9cb080e5b8956876455ff3ce0eab305c0862b477bcdc136b6e41d885fb4.jpg",
        "table_caption": [
            "Table1.The inhibitory effects of compounds tested in this study against PLY.aThe unit for the compounds used is $\\mu \\mathrm { g / m l }$ .bThe rates of protection were calculated by dividing the $\\mathrm { \\ O D } _ { 5 4 3 }$ values to the values obtained by osmatic lysis of sheep red blood cells. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>la</td><td>8</td><td>16</td><td>32</td><td>64</td><td>>1024</td></tr><tr><td>Cholesterol</td><td>100%b</td><td>100%</td><td>100%</td><td>100%</td><td>100%</td><td>100%</td></tr><tr><td>β-sitosterol</td><td>100%</td><td>100%</td><td>100%</td><td>100%</td><td>100%</td><td>100%</td></tr><tr><td>Stigmasterol</td><td>0%</td><td>33.32±1.35%</td><td>88.35±1.12%</td><td>100%</td><td>100%</td><td>100%</td></tr><tr><td>Ergosterol</td><td>0%</td><td>10.19 ± 1.73%</td><td>51.75 ± 1.97%</td><td>78.21±3.29%</td><td>100%</td><td>100%</td></tr><tr><td>Lanosterol</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td></tr><tr><td>Peimine</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td></tr><tr><td>Peiminine</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td><td>0%</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/4aa95ebd00fb7232b5ae99f43ad281c0510ec062ee80e056069f60ce8fd79f5d.jpg",
        "table_caption": [
            "Table 2. Interacting affinities of CHO and BSS to pneumolysin measured by SPR "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>sterol</td><td>Ka(M-1s-1)</td><td>Kd(s-1)</td><td>KA(M-1)</td><td>KD(M)</td></tr><tr><td>CHO</td><td>1.66e3</td><td>3.93e-5</td><td>4.23e7</td><td>2.37e-8</td></tr><tr><td>BSS</td><td>2.2e3</td><td>1.91e-4</td><td>1.16e7</td><td>8.66e-8</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c7568833196366fc3a2be490449cf0290a01ce04437f0c7781bcff16cedfd455.jpg",
        "img_caption": [
            "Figure 2.The binding and distance modes of PLY-CHO and PLY-BSS.(A) The binding modes of PLYCHO and PLY-BSS.The binding sites of BSS (molecule in green) with pneumolysin are identical to the binding sites(Val372,Ala370,Leu460 and $\\mathrm { T h r } 4 5 9$ )of CHO (molecule in blue),which is the natural receptor of pneumolysin, except for the distance between the respective ligands and Thr459/Leu460. (B) Modeling of the distance between ligands,CHO and BSS,and $\\mathrm { \\ T h r { 4 5 9 / L e u 4 6 0 } }$ of pneumolysin as a function of time. The average distance between CHO and $\\mathrm { \\ T h r { 4 5 9 / L e u 4 6 0 } }$ residues is $1 . 5 0 \\mathrm { n m }$ ,and the average distance between BSS and $\\mathrm { \\ T h r { 4 5 9 / L e u 4 6 0 } }$ is $4 . 0 2 \\mathrm { n m }$ . These results are consistent with those of the binding free energy calculation. The results of the binding free energy calculation show the binding energy of CHO and $\\mathrm { T h r } 4 5 9 /$ Leu460 is 1.64 and $1 . 3 2 \\mathrm { k c a l / m o l }$ and 1 $\\mathrm { . 0 4 , 0 . 5 2 k c a l / m o l }$ with BSS.The reason for this is that the distance between BSS and Thr459/Leu460 is longer than that of CHO and Thr459/Leu460. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "BSS protects mice from S. pneumoniae infection. We next extended our study of BSS activity by investigating its protective efects against S. pneumoniae in infections by employing a mouse disease model. To this end, we intranasally infected groups of mice with S. pneumoniae D39 or the pneumolysin-deficient mutant $\\mathrm { D } 3 9  – P l y ^ { - }$ . A group of mice infected with wild type bacteria were treated with $\\beta$ -sitosterol at 1hour after infection.Similar infections were established in mice treated with this compound for 1hour prior to inoculation.The mortality was monitored at predetermined time points. As expected,no death was observed in mice infected with the toxin-defective bacterial strain (Fig.3A). In contrast, in the group infected by wild type bacteria,death began to occur 24hours after infection and approximately $90 \\%$ of the mice were killed 120 hours after infection (Fig. 3A). Importantly,when administered with $8 0 \\mathrm { m g / k g }$ body weight,mice infected with the wild type bacterium have been protected and the maximal death rate was $30 \\%$ during the entire experimental duration (Fig. 3A), indicating that BSS can effectively protect animal cels from the lethal infection caused by S. pneumoniae. Because the minimal inhibition concentration (MIC) of BSS against S. pneumonia is higher than $2 0 4 8 \\mu \\mathrm { g / m l } .$ the blood concentration surely willbe significantly lower than this.Thus,the observed protection was not due to direct inhibition of bacterial growth by BSS in vivo. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The bacterial burden in the lungs of mice was examined $^ { 4 8 \\mathrm { ~ h ~ } }$ after infection to evaluate BSS protection.Treatment with BSS prior to or after bacterial challengeled to a marked reduction in bacterial loads As expectedly, the $p l y$ mutant failed to replicate during infection (Fig. 3B,C). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We also examined the pathology of the lung from mice 48hours after infection.In lungs from untreated mice infected with D39 WT, the majority of the airspace was obliterated by inflammatory cell infiltrates.Mice treated with $\\beta$ -sitosterol displayedamarked alleviation of pulmonary inflammation indicated by decreased accumulation of cellular infiltrates in the alveolar space (Fig. 3D). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Owing to antibiotic abuse and diffculty in the discovery of new antibiotics,antibiotic resistance is becoming a severe world crisis in the $2 1 ^ { \\mathrm { s t } }$ century. Combating S. pneumoniae infections also faced such a crisis.Inl985,Liuetal found in South Africa,five clinical isolates of S.pneumoniaewhich displayed tolerance to penicilinl9. Van-tolerant S. pneumoniae (VTSP) has also recently been identifed in some countries20.To cope with these challenges, various alternative anti-infection strategies have been pursued, and the development of anti-virulence therapeutics was one such strategies13.Pneumolysin (one of the major virulence factors)was found in all clinical isolates of S. pneumoniae8-10.The fact that antibodies specific for pneumolysin provide protection against S. pneumoniae infection 2l made the targeting of this toxin an excellent approach to combat infections caused by S. pneumoniae. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Cholesterol has been long known to be essential for pore formation by CDC toxins and is their exclusive receptor22.Earlier studies suggested that the interactions between cholesterol and pneumolysin are highly specific and that the role of cholesterol cannot be replaced by structurally similar sterols23. Our identification of $\\beta$ -sitosterol as an inhibitor comparable to cholesterol points to the potential usefulness of this compound for the abrogation of CDC toxicity. Stigmasterol is also active but at a markedly lower potency. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Unlike fisetin,which inhibits the activity of Listeriolysin O (LLO) by interfering with protein oligomerization16, $\\beta$ -sitosterol apparently functions by directly competing for the binding site of its natural ligand. Structurally, stigmasterol has a double bond between the $\\mathrm { C } _ { 2 3 }$ and $\\mathrm { C } _ { 2 4 }$ atoms,which is absent in cholesterol and $\\beta$ -sitosterol (Fig.1A).This double bond might cause the distinct differences in the inhibitory activity of these compounds by placing the side chain in stigmasterol after $\\mathbf { C } _ { 2 3 }$ on a fixed plane, severely limiting the freedom of rotation allowed in cholesterol and $\\beta$ -sitosterol. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Inhibition of pneumolysin activity affects the ability of $s$ ：pneumoniae to colonize the lung,and the bacterium failed to migrate to cerebrospinal fluid (CSF)to exacerbate the infectionl.The effectiveness of $\\beta$ -sitosterol in the prevention of S. pneumoniae infection may at least complement the use of antibiotics in treatment,as the latter is known to promote the release of pneumolysin complicating treatment of these infections12.For example,sub-lytic concentrations of pneumolysin are capable of impairing the function of the alveolar epithelial-capillary barrier,causing a dysfunction of the sodium transporters required for edema reabsorptionl2.The development of permeability edema can be fatal even after the pathogen has been cleared from the lungs by antibiotic treatment24. It will be interesting to determine whether administration of $\\beta$ -sitosterol together with antibiotics will allow for better treatment of infections caused by S. pneumoniae. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Our results indicate that the affinity of $\\beta$ -sitosterol to pneumolysin is similar to that of cholesterol but the complexes are not as stable. Such diferences may be caused by the branch of $\\mathrm { C } _ { 2 5 }$ present in BSS, which constitutes the major structural variation among these molecules (Fig. lA). This side chain may directly interfere with the binding of $\\beta$ -sitosterol to the toxin or by affecting the positioning of $\\mathbf { C } _ { 2 7 }$ and $\\mathrm { C } _ { 2 8 }$ so that they cannot properly interact with Thr459 and Leu460.The exact mechanism underlying such diferences stillawaits further investigation including the determination of the structure of the complex between $\\beta$ -sitosterol and pneumolysin.Such structural information may allow for chemical modification of this compound to produce molecules with higher efficacy. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f68ae91e9b2161fe6d8c854a37c5dd804f9a5847b61c66779ea224c03d4d2e92.jpg",
        "img_caption": [
            "Figure 3. $\\beta$ -sitosterol protects against S. pneumoniae infection.(A) Survival curves of mice infected with S. pneumoniae D39.Mice infected with wild type bacteria were treated at two diferent time points before infection or postinfection at one hour with $\\beta$ -sitosterol (BSS-1 and BSS-2) or with the solvent (controls)and the mortality of the mice was monitored daily for 5 days.Mice infected with the pneumolysin deficient mutant was established as a control.Note the significant protection achieved by both $\\beta$ -sitosterol concentrations. $^ { * * } \\mathrm { p } < 0 . 0 1$ .The numbers of bacteria recovered from lungs of differently treated infected mice.Lungs of mice infected for 48 hours were obtained; ground tissues were plated onto bacteriological media to enumerate the bacterial counts.(B)The numbers of bacteria recovered from lungs which were treated with BSS before infection for one hour.(C) The numbers of bacteria recovered from lungs which were treated with BSS after infection for one hour.All experiments were done in triplicate and similar results were obtained in three independent experiments. $^ { * * } \\mathrm { p } < 0 . 0 1$ ： $( \\mathbf { D } )$ The pathology of lungs of infected mice. Note that in untreated mice infected with D39 WT,the majority of the airspace was obliterated by inflammatory cell infiltrates. Infected mice treated with $\\beta$ -sitosterol showed much less such damage. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bacterial strains and chemicals. S. pneumoniae strains D39 and the $p l y$ -deficient mutant $\\mathrm { D } 3 9 \\mathrm { M T ^ { 1 7 } }$ were used in this study. Cholesterol (CHO), $\\beta$ -sitosterol (BSS),ergosterol and stigmasterol were commercially obtained from Sigma-Aldrich (St.Louis,MO,USA).For in vitro studies,stock solutions of the sterols at various concentrations were made in a mixture of ethyl acetate and DMSO $\\mathrm { \\Delta } ( \\mathrm { v } / \\mathrm { v } = 2 { : } 8 )$ .Forin vivo experiments, cytotoxicity assays on cultured cells,Surface Plasmon Resonance (SPR) for interactions with proteins,the effects on protein oligomerization, $\\beta$ -sitosterol or cholesterol was incorporated into liposomes, respectively. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Liposome Preparation. An established protocol25 was used to prepare liposomes.Briefly, 1-palmitoyl-2-oleoyl-sn-glycero-3-phosphocholine (POPC） procured from Avanti Polar Lipids25 and $\\beta$ -sitosterol or cholesterol were mixed at a molar ratio of 45:55 in chloroform.The solvent was removed with a stream of argon or nitrogen at $4 0 ^ { \\circ } \\mathrm { C } _ { : }$ ,and the mixture was further dried under vacuum for 3 hours. $5 0 0 \\mathrm { - } \\mu \\mathrm { l }$ of the mixture was added to the dried lipids and the suspension was mixed by vortexing and sonication in a water bath for $5 ~ \\mathrm { m i n }$ to ensure that the lipid was fully hydrated. The suspended mixture was then passed 21 times in $0 . 5 \\mathrm { m L }$ increments through an Avestin Inc (Ottawa, ON) liposome extruder to generate liposomes. The liposomes were stored at $4 ^ { \\circ } \\mathrm { C }$ and used within 5 days of preparation. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cloning，expression and purification of wild-type pneumolysin. The coding sequence of the $\\mathbf Ḋ l Ḍ _ { Ḋ } \\gamma Ḍ$ gene was amplified from genomic DNA of S. pneumoniae D39 with primers (forward $5 ^ { \\prime }$ -GCTGGATCCCATATGGCAA ATAAAGCAGT- $3 ^ { \\prime }$ and reverse $5 ^ { \\prime }$ -CTGCTCGAGCTAGTCATTTT CTACCTTATC- $\\cdot 3 ^ { \\prime }$ ),digested with BamHI and XhoI then cloned into similarly digested pET28a to yield pET28a-PLY.This construct was transformed into Escherichia coli BL21 (DE3)cells for protein expression. The cells were grown at $3 7 ^ { \\circ } \\mathrm { C }$ in LB broth to a density of $\\mathrm { O D } _ { 6 0 0 } = 0 . 6$ and IPTG was added to a final concentration of $0 . 2 \\mathrm { m M }$ IPTG.After induction at $1 6 ^ { \\circ } \\mathrm { C }$ for $1 8 \\mathrm { { h r s } }$ ,the cells were harvested by centrifugation.To purify the protein,cells from 4 liters of culture were resuspended in $2 0 0 \\mathrm { m l }$ PBS and lysed by sonication. The cell lysate was cleared by centrifugation at $_ { 3 0 , 7 0 0 g }$ for $3 0 \\mathrm { m i n }$ . The supernatant was loaded onto a $\\mathrm { N i ^ { 2 + } { - } N T A }$ agarose column, which had been equilibrated with five column volumes of PBS. The binding was allowed to proceed for $6 0 \\mathrm { m i n }$ by gentle rocking at $1 6 ^ { \\circ } \\mathrm { C }$ .The matrix with bound protein was washed with $1 0 \\times$ column volumes of a washing buffer ( $2 0 \\mathrm { m M }$ Tris $\\mathrm { \\ p H \\ 8 . 0 }$ 5 $2 0 \\mathrm { m M }$ imidazole 300 $\\mathrm { m M } \\ \\mathrm { N a C l ) }$ . The $\\mathrm { H i s } _ { 6 }$ -tagged protein was eluted with five column volumes of an elution buffer $( 2 0 \\mathrm { m M }$ Tris-HCl, $3 0 0 \\mathrm { m M }$ imidazole and $3 0 0 \\mathrm { m M N a C l } _ { , }$ . The eluted protein was concentrated and desalted using Millipore Amicon filters $3 0 \\mathrm { k D a }$ molecular-weight cutoff). The purity of the protein in PBS was analyzed on SDS-PAGE. Pneumolysin mutants were similarly purified. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Hemolysis assay. $1 0 \\mathrm { - } \\mu \\mathrm { l }$ of purified pneumolysin $( 1 0 0 \\mu \\mathrm { g / m l } )$ was incubated in microtiter plates with serially diluted concentrations of the testing sterols at $3 7 ^ { \\circ } \\mathrm { C }$ for $1 5 \\mathrm { m i n }$ .A volume of $5 0 \\mu \\mathrm { l } \\left( 5 \\times \\bar { 1 0 ^ { 6 } } \\mathrm { c e l l / m l } \\right)$ （204号 defibrinated sheep blood in PBS was added to the wells and the final volume of the reaction adjusted to $\\mathrm { 1 m l }$ with PBS. The reactions were incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for $2 5 \\mathrm { m i n }$ .Reactions that received $1 0 \\mathrm { - } \\mu \\mathrm { l } \\ 1 \\%$ Triton X-100 and PBS were used as positive and negative controls,respectively. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bacteria culture. S. pneumoniae strains D39 and the $p l y$ -deficient mutant $\\mathrm { D } 3 9 \\ \\mathrm { M T }$ were grown in Todd-Hewitt broth $( \\mathrm { T H B } ) { + } 2 \\%$ yeast extract (THY media).Bacteria were stored in glycerol at $- 7 0 ^ { \\circ } \\mathrm { C }$ and thawed at room temperature to inoculate fresh liquid THY medium. Bacteria were grown overnight to stationary phase at $3 7 ^ { \\circ } \\mathrm { C }$ in a $5 \\% \\mathrm { C O } _ { 2 }$ incubator. These bacterial cells were then diluted to appropriate concentrations. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Oligomerization analysis. $5 \\mathrm { n M }$ purified pneumolysin was diluted to $0 . 4 \\mathrm { m M }$ $\\left( { 2 0 \\mathrm { m g / m l } } \\right)$ and mixed with $1 0 \\mathrm { n M \\beta }$ -sitosterol-rich liposomes (a total volume of $1 5 \\mu \\mathrm { l }$ )and incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for 1 hr. The mixture was injected into an HPLC system (DGU-20A5, SHIMADZU CORPORATION, Japan) equipped with a Nanofilm SEC-250 column (Sepax Technologies,Inc. USA).The flow rate of the mobile phase was set at $0 . 5 \\mathrm { m l / m i n }$ .Results were plotted with Prism software (GraphPad Software,Inc.).An identical reaction without the addition of $\\beta$ -sitosterol-rich liposomes was established as the untreated control. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Site-directed mutagenesis of ply.Mutations in targeted residues were introduced into the ply gene by using the QuickChange site-directed mutagenesis kit (Stratagene,La Jolla, CA, USA). The mutations $\\mathrm { T } \\bar { 4 } 5 9 \\mathrm { G }$ and L460G were introduced in the $p l y$ gene in the plasmid pET28a-PLY. The primer pairs used to introduce these two mutations were: T459G-PLY forward, $5 ^ { \\prime }$ -TCTATTTGGGGAACA GGTCTCTATCCTCAG- $\\cdot 3 ^ { \\prime }$ ,reverse, $5 ^ { \\prime }$ -ACCTGTTCCCCAAATAGAAATCGTCCGCTT- $3 ^ { \\prime }$ .ForL460GPLY forward, $5 ^ { \\prime }$ -ATTTGGGGAACAACTGGCTATCCTCAGGTA- $3 ^ { \\prime }$ reverse, $5 ^ { \\prime }$ -GCCAGTTGTTCCCC AAATAGAAATCG TCCG $3 ^ { \\prime }$ . The modified codons were underlined in each primer sequence. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Surface plasmon resonance (SPR) analysis. The affnity and kinetics of pneumolysin, its mutants and cholesterol or $\\beta$ -sitosterol (both as liposome) were measured by SPR at $2 5 ^ { \\circ } \\mathrm { C }$ on a BIAcore® 3000 using CM5 chips.Pneumolysin or its T459G/L460G mutant was dissolved in $1 0 \\ \\mathrm { m M }$ sodium acetate （204 $\\left( \\mathrm { p H 4 . 0 } \\right)$ and immobilized on the CM5 chip with loo0 response units (RU) at a flow rate of $1 0 \\mu \\mathrm { L / m i n }$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Liposomes containing cholesterol or $\\beta$ -sitosterol were serially diluted in PBST buffer (PBS containing $0 . { \\bar { 0 } } 0 5 \\%$ Tween 20） to concentrations ranging from $2 0 \\mu \\mathrm { M }$ to $1 . 2 5 \\mu \\mathrm { M }$ .Each of the five concentrations used was injected ata flow rate of $3 0 \\mu \\mathrm { L / m i n }$ for $2 \\mathrm { m i n }$ ; for dissociation,the flow rate was set at $3 0 \\mu \\mathrm { L / m i n }$ for $6 \\mathrm { { m i n } }$ .To regenerate channels, $4 0 \\ \\mathrm { m M }$ $\\beta$ -Octyl glucopyranoside (Sigma-Aldrich St. Louis,MO, USA) was injected for 90 sec at a flow rate of $2 0 \\mu \\mathrm { L / m i n }$ ,followed by injection of PBST buffer for 90suntil the RU reached the original reading. All injections were performed at $2 5 ^ { \\circ } \\mathrm { C }$ .The data was fitted with a 1:1 binding model using BIA evaluation 4.1. Figures were made using Prism (GraphPad Software, Inc.). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Molecular modeling. Molecular modeling of the interactions between pneumolysin and cholesterol or $\\beta$ -sitosterol was performed as described previously16,26,27. The binding free energy between PLY and ligands was calculated by the Molecular Mechanis/Poisson-Boltzman Surface Area (MM-PBSA) method²8 supplied with Amber 10 package29.Then, the interaction between inhibitors and each residue in the binding site of PLY was analyzed by using the MM-PBSA decomposition process30. The binding of each ligand-residue pair includes three categories: the Van der Waals contribution ( $\\Delta$ Evdw), the electrostatic contribution ( $\\Delta$ Eele),and the salvation contribution(△Esol). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cytotoxicity assays. A549 human lung epithelial cels （ATCC CCL185) were cultured in DMEM medium supplemented with $1 0 \\%$ fetal bovine serum (Invitrogen,CA,USA). The cells were seeded in 96-well plates at a density of $1 . 5 \\times 1 0 ^ { 4 }$ cells per well. $2 0 \\mu \\ g$ of Ply was added to cell cultures containing $\\beta$ -sitosterol at different concentrations.After incubation at $3 7 ^ { \\circ } \\mathrm { C }$ for $\\mathtt { 4 h } .$ ，cell viability was measured by determining extracellular LDH using the Cytotoxicity Detection Kit (LDH) (Roche,Basel, Switzerland) according to the manufacturer's instructions.Briefly,Ply of indicated concentrations was added together with BSS at the testing concentrations to the cells.After incubation at $3 7 ^ { \\circ } \\mathrm { C }$ $^ { \\circ } \\mathrm { C } , 5 \\% \\mathrm { C } { }$ $\\mathrm { C O } _ { 2 }$ for 4hours,culture supernatant was collected by centrifugation and the LDH activity was measured with a microplate reader (TECAN,Austria).The rates of lysis for the treatment were calculated by dividing the readings to thatof Triton X-1Oo treated samples,in which the cellular LDH was completely released. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mouse model of intranasal lung infection. Animal experiments were approved by and conducted in accordance with the guidelines of the Animal Care and Use Committee of Jilin University.8-week old male C57BL/6 mice were obtained from the Experimental Animal Center of Jilin University. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For lung infection, mice were anesthetized intraperitoneally with ketamine and xylazine and then intranasally infected with a dose of $5 \\times 1 0 ^ { 6 }$ CFU of S. pneumoniae strain D39 in $5 0 \\mathrm { - } \\mu \\mathrm { l }$ PBS. The bacteria were applied atraumatically to the tip of the left nose and were involuntarily inhaled31. For mice groups treated with $\\beta$ -sitosterol,mice were administered with $_ { 1 0 0 - \\mu \\mathrm { l } \\beta }$ -sitosterol rich-liposomes subcutaneously 1 hour before or after infection with S. pneumoniae,with additional doses given at 4-hour intervals for 48hours. Each experimental group contained 20 mice with deaths were recorded at l20hours at a 24-hour interval. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The bacterial burden in lung tissue samples was evaluated at $^ { 4 8 \\mathrm { ~ h ~ } }$ postinfection by plating appropriately diluted tissue homogenate on blood agar. Bacteria were enumerated after $2 4 \\mathrm { ~ h ~ }$ incubation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Statistical analysis.For mortality studies,statistical analysis was performed with the Fisher's exact test;results in LDH release were analyzed using the two-tailed Student t test. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1.Rudan,.etal.Epidemiologyandetiologyfhoodpeumoniainl0:stimatesofcidence,severemorbidityrtality underlying risk factors and causative pathogens for 192 countries.JGlob Health 3,Ol0401 (2013).   \n2.Waterer.G.W,Rell,J.&Wunderink,R.GManagementofcommunity-acquiredpneumoniainadults.AmJRespirCritCare Med 183,157-64 (2011).   \n3.Lock,R.A.，Paton,J.C.& Hansman,D.Purificationand immunological characterizationof nuraminidase produced by Streptococcus pneumoniae.Microb Pathog 4,33-43 (1988).   \n4.Feldman,C.etal.Pneumolysin inducesthesalienthistologicfeaturesofpneumococcal infectionintheratlung invivoAmJ Respir Cell Mol Biol 5,416-23 (1991).   \n5.Rosenow,C.etal.Contributionfnovelcholine-bindingproteins toadherence,colonizationandimmunogenicityoftreptococus pneumoniae.Mol Microbiol 25,819-29 (1997).   \n6.Sampson,J.OCoS.iso,A.pe,J.A.&ussellH.longdnucleidesenceaalsfate Streptococcus pneumoniaegene encodinga37-kilodaltonprotein homologous to previouslyreported Streptococus sp.adhesins. Infect Immun 62,319-24 (1994).   \n7.McDaniel,Leeld,J.eci,&iles,D.E.,faceproteinftretoocuspmoaeisble eliciting protection against pneumococci of more than one capsular type. Infect Immun 59,222-8 (1991).   \n8.Paton,JC.&Ferante,A.Inhibitionofhumanpolymorphonuclearleukocyterespiratoryburst,bactericidal activityand migration by pneumolysin.Infect Immun 4l,1212-6 (1983).   \n9.Cockeran,RAnderson,R.&Feldman,C.TheroleofpneumolysininthepathogenesisofStreptococus peumoniaefection. Curr Opin Infect Dis 15,235-9 (2002).   \nl0.Hollingshead,.K.&riles,D.Sreptocouspeumoiae:newtolfonoldpathoen.CurrOpincrobl4(01).   \nl1.Orihuela,C.JGcisK.u,J.&on,E.isescictbutisfococcalucto to pathogenesis.J Infect Dis 190,1661-9 (2004).   \nl2.Garcia-Suarez Mdel,M.etal.Theroleof peumolysininmediatinglungdamage inalethalpneumococalpneumoniamurine model.Respir Res 8,3 (2007).   \n13.Rasko,D.A.&SperandioV.Anti-virulencestrategies tocombatbacteria-mediateddisease.NatRevDrug Discov9,17-28 (2010).   \n14.Gilbert,R.Jetal.Studiesonthestructureand mechanismofabacterialproteintoxinbyanalyticalultracentrfugationand small-angle neutron scattering.JMol Biol 293,1145-60 (1999).   \n15.Gilbert,R.Jetal.Twostructural transitions inmembrane pore formation bypneumolysin,thepore-forming toxinof Streptococcus pneumoniae. Cell97,647-55 (1999).   \n16.Wang,J.etal.Fiseti InhibitsListeria monocytogenes VirulencebyInterferingWiththeOligomerizationofListeriolysinO.J Infect Dis 211,1376-87 (2015).   \n17.Lim,J.H.etal.TumorsuppresorCYDregulatesacutelung injuryinlethalStreptococcus pneumoniaeinfections.munity 27,349-60 (2007).   \n18.Farrand,A.J,Cpele,.,HotzeE.Joo,.E.&en.KOltmiocidseeialrco recognition of cholesterol at the membrane surface.Proc Natl Acad Sci USA107,434l-6 (2010).   \n19.Liu,H.H.&Tms,Aenicilitleranceiultidrug-rsistantatualatesofreptococspemoni.fectis 152,365-72 (1985).   \n20.McCulers,J.A.,English,B.K.&Novak,R.Isolationandchracterizationofancomycin-tolerantStreptococuspemoiae from thecerebrospinal fluid ofapatientwho developed recrudescent meningitis.JInfect Dis181,369-73 (2000).   \n21.Musher,D.M.,Phan,H.M.&Baughn,R.E.Protectionagainstbacteremicpeumococcalinfectionbantibodytopemolysin. JInfect Dis183,827-30 (2001).   \n22.Howard,J,WallceK.R.&right,G.Peiorctsofolesteladelatedrolsoemolysisytln O.BrJExp Pathol 34,174-80 (1953).   \n23.Nollmann,M.,Gilbert,R.,Mitchell,TSferrazza,M.&Byron,O.Theroleofcholesterolintheactivityofpneumolysin,a bacterial protein toxin. Biophys J86,3141-51 (2004).   \n24.Rubins,J.B.etal.istinctrolesforpneumolysin'scyotoxicandcomplementactivities intheathogenesisofpneumococcal pneumonia.AmJRespir Crit Care Med153,1339-46 (1996).   \n25.Shepard,L.A.etal.Identificationofamembrane-spanningdomainofthethiol-activatedpore-formingtoxinClostridium perfringens perfringolysinO:analpha-helicaltobeta-shttransitionidentifiedbyfluorescence spectroscopy.Biochemistry37, 14563-74 (1998).   \n26.Dong,J.etal.OroxylinAinibitsemolysisviahinderingtheself-assmblyofalpha-hemolysin heptameric transmembrane pore.PLoS Comput Biol9,el002869 (2013).   \n27.Niu,X.D.etal.Molecularinsightintotheinibition mechanismofcyrtominetintoalpha-hemolysinbymoleculardyamics simulation.European Journal Of Medicinal Chemistry 62,320-328 (2013).   \n28.Hou,T.,Wang,J,Li,Y.&Wang,Wssesingteerformanceofteolecularehanics/Poissonolmanurfaceead molecular mechanics/generalized Born surface area methods.I.The accuracy of ranking poses generated from docking.J Comput Chem 32,866-77 (2011).   \n29.Salomon-Ferrr,.,Case,D.A.&Walker,R.C.AnoverviewoftheAmberbiomolecularsimulationpackage.Anoverviewofthe Amber biomolecular simulation package 3,198-210 (2012).   \n30.Hou,T.,Wang,J,Li,Y.&Wang,W.Assesing theperformanceofthe M/PBAandM/GBSAmethods.1.Theaccuracyof binding free energy calculations based on molecular dynamics simulations.JChem Inf Model 51,69-82 (2011).   \n31.Desing,M.C.Forqin,S.,aton,J.C.&vanderPoll,TTollikereceptor2ontributestoantibacterialdefencegainst pneumolysin-deficient pneumococci. Cell Microbiol 10,237-46 (2008). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We thank Michael Sheedlo (Department of Chemistry,Purdue University, West Lafayete,IN USA) for critical reading of the manuscript. We are grateful to Dr. David E. Briles (Departments of Microbiology, University of Alabama at Birmingham） for kindly providing S. pneumoniae D39 and its pneumolysindefective mutant D39 MT. Our thanks is also extended to Xuemei Li (Institute of Biophysics, CAS) for technical support in surface plamon resonance (SPR) and oligomerization analyses.This work was supported by the National Basic Research Program of China (grant 2013CB127205),the National Nature Science Foundation of China (grant 31130053) and the National 863 program (grant 2012AA020303). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "X.D.,X.N.and H.L.conceived and designed the experiments.H.L.,X.Z., J.W.and Y.D. performed the experiments. M.S.and R.L. contributed reagents/materials/analysis tools. X.D., X.N.and H.L. wrote the paper. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Additional Information Supplementary information accompanies this paper at http://www.nature.com/srep ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "How to cite this article: Li, H. et al. fB-sitosterol interacts with pneumolysin to prevent Streptococcus pneumoniae infection. Sci. Rep. 5,17668; doi: 10.1038/srepl7668 (2015). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Atribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license,users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 8
    }
]