[
    {
        "type": "text",
        "text": "同胞冲突及其解决：家庭子系统的影响",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "屈国梁 曹晓君(西华师范大学教育学院，南充 637002)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要同胞冲突是指在一个完整的家庭中，具有相同生身父母的两个或多个人在行为、目标或活动上所表达出的不相容，其通常表现为争吵和敌对情绪以及相互间的攻击行为。父母干预同胞冲突的方式分为孩子中心策略、控制策略和不干预策略。家庭系统理论指出，家庭是一个有等级结构的、动态的系统，这个系统中的子系统（包括父母婚姻关系、亲子关系和同胞关系）是相互联系、相互影响的。基于这一理论，探讨家庭子系统对同胞冲突的影响，整合建构同胞冲突的理论假设模型，以便从多路径的角度去分析同胞冲突的产生机制。未来的研究需要对同胞冲突及其相关概念进行区分或整合，关注父母干预同胞冲突的方式的影响因素，并且以发展的眼光去看待同胞冲突。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 同胞冲突；同胞关系；干预方式；家庭子系统；影响路径",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "父母面临的最困难的任务之一是决定如何应对孩子之间的冲突(Perozynski& Kramer,1999)。虽然由于“计划生育”政策的原因，中国过去40余年以独生子女家庭为主，但随着近年来国家政策的改变，从“双独二胎”到“单独二胎”再到“全面开放二胎”，二胎家庭将取代独生子女家庭成为主要的家庭形式(Yin etal.,2019)。在二胎家庭中，关于同胞冲突的一些骇人听闻的新闻（如，第一胎杀死第二胎、第一胎辱骂第二胎等)，在近年来屡见不鲜(陈斌斌等,2017)。因此，同胞冲突这一严肃话题逐渐受到关注，并且同时，父母如何应对同胞冲突也成为一个迫切需要解决的问题。中国自古以来就是一个主张以“和”为贵的国家，这一思想在家庭关系中也体现得尤为明显，故而几乎所有的父母都希望同胞间能够和睦相处。因此，在这样的一个大背景下，对同胞冲突的研究具有重要的历史意义和现实意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "同胞关系是大多数人经历的最长的人际关系，同胞间以许多不同的方式相互联系，在彼此之间扮演不同的角色，同胞们在一起的时间可能超过子女与父母在一起的时间(Noller,2005)。事实上，当同胞们花更多的时间在一起时，他们之间的冲突也就越多(Raffaeli,1997)。许多研究者认为，同胞冲突不仅破坏了同胞之间的亲密关系与和谐的家庭氛围，而且对个体的发展具有重大的消极影响，导致个体产生更多的睡眠问题、入学后行为障碍、反社会行为、不良同伴交往等(Breitenstein et al.,2018; Bekkhus et al.,2011; Bank et al.,2004;张潮等,2020)但是也有研究者持有不同的观点：比起更自愿的关系（如友谊)，同胞关系是非自愿关系，同胞在冲突中有很大的空间去学习沟通技巧而不用考虑失去这份关系(Howe＆Recchia,2014;Recchia etal.,2015)；在与同胞或朋友的冲突中，儿童有机会表达和捍卫自己的立场，考虑对方的感受或观点，并通过谈判解决争端，在这个过程中，儿童可以学习指导行为的社会和道德规则，这对儿童的发展和社会化具有重要意义(Abuhatoumet al.,2018)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "同胞冲突对儿童青少年的发展至关重要，但国内对同胞冲突的研究却寥寥无几。基于此，本文围绕三个问题进行展开： (1)怎样界定同胞冲突，即同胞冲突是什么？(2)同胞冲突的解决方式，即父母如何干预同胞冲突，以促进积极良好的同胞关系？(3)同胞冲突与家庭子系统的关系，即家庭子系统对同胞冲突有何影响？通过对这三个方面内容的探讨，希望能够减轻广大父母对家庭中同胞冲突的担忧，同时以期对未来的研究提供一定的理论基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1同胞冲突 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1同胞冲突的界定",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，国内对同胞冲突的研究极其匮乏，在两篇研究同胞关系的文章中，同胞冲突作为同胞关系的一个维度，其表现为争吵、嫉妒和敌对情绪以及相互间的攻击行为(陈斌斌等，2017；赵凤青，俞国良,2017)，但同胞冲突的界定却没有涉及。国外学术界对于同胞冲突也没有统一的界定，有研究者认为同胞冲突包括争吵、打架、攻击、敌对和胁迫等消极方面(Buistet al.,2013)，也有研究者只对冲突进行了定义，把冲突定义为当一个人明确反对另一个人的行为或言论时，在行为、目标或活动上所表达出的不相容(Porta&Howe,2017;Abuhatoum&Howe,2013; Persram et al.,2017)。因此，针对这一现状，本文把同胞冲突(sibling conflict)定义为“在一个完整的家庭中，具有相同生身父母的两个或多个人在行为、目标或活动上所表达出的不相容，其通常表现为争吵和敌对情绪以及相互间的攻击行为”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2同胞冲突的类型",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从同胞冲突的表现形式这个角度出发，同胞冲突可划分为言语冲突(verbalconflicts)、身体冲突(physical conflicts)和心理虐待(psychological abuse)。其中，言语冲突包括争吵、斗嘴、辱骂等等；身体冲突包括挑逗、打架、攻击等等；心理虐待包括恐吓、威胁、排挤、冷战等等(Tippett& Wolke,2015; Tompsett et al.,2016; Bouchard et al.,2018)。从同胞冲突的结果对个体影响的好坏这个角度出发，同胞冲突可分为建设性冲突(constructive conflicts)和破坏性冲突(destructive conflicts)(Pickering & Sanders,2017; Abuhatoum et al.,2018)。其中，建设性冲突包括控制情绪、持续的社会互动，以及通过协商和推理去公平地解决问题，这些可以很好地锻炼儿童的沟通能力；而破坏性冲突包括关系恶化、互动中断，以及通过不公平的方式去解决问题，这将给儿童带来严重的负面影响(Pickering& Sanders,2017;Abuhatoum et al,2018)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2父母干预同胞冲突的方式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对于许多父母来说，如何管理同胞之间的冲突和攻击性行为，是一件非常棘手的事情，并且父母对同胞冲突的反应会影响同胞之间互动的质量(Bouchard et al.,2018)。梳理现有的文献，本文整理出三种父母对同胞冲突的干预方式(intervention styles)，即孩子中心策略、控制策略和不干预策略(Perozynski & Kramer,1999; Kramer et al.,1999; Bouchard et al.,2018)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1孩子中心策略",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "孩子中心策略(child-centered strategies)是指父母帮助儿童相互交流，表达他们各自的立场，并通过协商、推理、和解的方式去解决问题，从而消除冲突(Perozynski&Kramer,1999;Ross &Lazinski,2014)。在孩子中心策略中，调解(mediation)是效果最好的干预同胞冲突的方式之一，调解分为四步，具体过程如表1所示。",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/92ce26ff61c4e86a4c77557feb14449929508f3089a32a01c99b7fe29373a1d5.jpg",
        "table_caption": [
            "表1调解四步曲"
        ],
        "table_footnote": [
            "整理自 Smith& Ross,2007;Ross&Lazinski,2014。"
        ],
        "table_body": "<html><body><table><tr><td>步骤</td><td>内容</td></tr><tr><td>第一步</td><td>调解人制定基本规则和行为准则，以减少冲突升级和敌对的可能性。</td></tr><tr><td>第二步</td><td>调解人在调解过程中发现冲突的问题。只有明确问题，集中讨论，才能让冲突双方在解决问题</td></tr><tr><td>第三步</td><td>上取得进展。 调解人试图促进相互理解并在冲突的双方之间建立移情。</td></tr><tr><td>第四步</td><td>调解人鼓励冲突的双方提出可能的解决方案，并从中选择双方都能接受和实现的解决方案。</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "过去父母调解同胞冲突的研究发现，父母的调解能使幼儿更好地理解同胞的立场，鼓励他们使用更具建设性的冲突解决策略，包括冷静地说话、分享他们的观点、倾听同胞的声音、解释他们的行为、道歉，并提出解决方案(Siddiqui& Ross,2004; Smith& Ross,2007; Recchia& Howe,2009)。在 Smith 和Ross(2007)的研究中，相比控制组家庭，调解组家庭(父母使用调解对同胞冲突进行干预）中的孩子使用更具建设性的冲突解决策略，并经常与同胞相互沟通，通过和解的方式解决冲突。Ross 和Lazinski(2014)的研究也得到了类似的结果。另外，",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Tucker 和Kazura(2013)在研究中也发现，孩子中心策略与积极的同胞关系有关。由此可见，父母运用孩子中心策略去干预同胞冲突，可以使孩子们学习沟通交流的技巧，更经常去建设性地解决冲突，从而减少同胞冲突的再次发生。其实，干预并不一定要等到冲突发生再进行，干预也包含了预防的成分。在Kramer(2010)的综述中列举了促进同胞关系，管理同胞冲突的九种能力（如表2所示)。父母应尽量在孩子的成长中培养这些能力，以减少同胞冲突的发生，从而达到促进积极同胞关系的目的。",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/39e282efe7ca642285322921ff3b4ad441801be1fddba4814ff7165c3b8777e5.jpg",
        "table_caption": [
            "表2儿童早期亲密同胞关系的基本能力列表"
        ],
        "table_footnote": [
            "整理自Kramer(2010)。"
        ],
        "table_body": "<html><body><table><tr><td>能力</td><td>描述</td></tr><tr><td>积极参与</td><td>玩耍、交谈、共同的兴趣、享乐和乐趣。确定一些适合所有同胞不同发展水 平的活动。</td></tr><tr><td>凝聚力</td><td>认可并重视一系列相互帮助、支持、保护、合作、忠诚、信任、自豪的实例。</td></tr><tr><td>建立支持型的共同经验</td><td>欣赏同胞对彼此和家庭的独特认识，以加强联系，同时避免利用这些认识损</td></tr><tr><td></td><td>害同胞的利益。重视共同的和独立的利益。</td></tr><tr><td></td><td>社会和情绪理解（换位思考）去中心化；学会评估和尊重同胞的独特观点、需要、目标和兴趣。</td></tr><tr><td>情绪调节</td><td>在情绪上面临挑战和挫折的情况下识别和管控情绪。</td></tr><tr><td>行为控制</td><td>避免做一些同胞不喜欢的行为（如专横、调侃、使在朋友面前尴尬、不尊重</td></tr><tr><td></td><td>个人界限和空间、过度活跃、胡闹)。</td></tr><tr><td rowspan=\"3\">形成中立或积极的归因</td><td>在情况不明的处境下，孩子们可能会对同胞的行为意图形成敌对的归因；孩</td></tr><tr><td>子们必须学会检查或纠正错误的归因。家庭成员应帮助澄清意图，并就他人</td></tr><tr><td>行为的影响进行交流。</td></tr><tr><td rowspan=\"3\">冲突管理、问题解决</td><td>冲突是可以解决的社会问题，但儿童需要明确地学习这些方法。父母有效的</td></tr><tr><td>冲突管理策略的运用和构建（例如，协作解决问题、调解）对儿童学习至关</td></tr><tr><td>重要。</td></tr><tr><td>评价父母的差别对待行为</td><td>讨论父母差别对待的影响，调整父母的行为以满足儿童的独特需要。</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2控制策略",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "控制策略(control strategies)是指父母解决同胞冲突不是从为了理解孩子的角度出发，而是通过惩罚、威胁、取消特权或其它控制行为来消除冲突(Perozynski&Kramer,1999)。最近，Relva,Alarcao,Fermandes,Carvalho 等人(2019)对 320 名葡萄牙青少年进行的一项研究发现，无论是父亲还是母亲，他们运用惩罚性的手段去干预同胞冲突，只会导致同胞间更严重的攻击和冲突行为。同样，Chen(2019)对 542 名中国青少年进行的研究和 Bouchard 等人(2018)对 302 名法语-加拿大本科生进行的研究也得到了类似的结果。这些实证研究无一不证明，控制策略在青少年或成人的同胞冲突中并不是一个合适的干预方式，这只能是“治标不治本”。这可能与青春期特点有关，青少年自主需求增强，渴望与父母平等地互动与交流，而成年人又拥有独立的想法和观点，并且他们也有能力自己解决同胞冲突，或许父母采取不干预策略会更好。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "那么对于年幼儿童呢？控制策略会是一个合适的干预方式吗？研究表明，在年幼儿童中，父母的权威控制，不能解决同胞冲突并促进良好的同胞关系，反而会导致后续更严重的同胞敌对和冲突(Kendrick& Dunn,1983; Kramer et al.,1999; Perlman et al.,2007)。这可能因为年幼儿童不能够从父母的控制策略中学到有效的冲突解决策略，后续与同胞产生冲突，他们依然不知道如何解决。因此，父母需要“授孩以渔”，而不是“授孩以鱼”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3不干预策略",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "不干预策略(nonintervention strategies)是指父母不干预同胞间的冲突,或者让孩子们自己解决冲突(Bouchard etal.,2018)。根据 Adler 的个体心理学理论，同胞之间的冲突源于嫉妒和争夺父母的注意和关爱(Tucker&Kazura,2013; Recchia&Witwit,2017)。因此，基于这一观点的研究者和实践者提倡父母采取不干预策略，这样父母的行为就不会被同胞视为偏爱一个孩子(Tucker&Kazura,2013)，从而避免了同胞间因争夺父母关爱和注意而引起的冲突。也有研究者认为，不干预策略可能最适合于成年的同胞，因为他们更有能力去管理和解决自己的冲突(Perozynski&Kramer,1999)。类似的观点还有，随着年龄的增长，青少年已获得所需的社交技能，并能够很好地解决同胞间的冲突，那么父母更多地干预可能会使同胞关系质量降低(Tucker& Finkelhor,2015)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "还有研究者持相反的观点，认为父母的不干预策略不利于孩子们在冲突中学习交流沟通的技巧，并丧失了在冲突中传授孩子们冲突管理策略的机会(Tucker&Kazura,2013)，故而当同胞冲突再次发生时，孩子们缺乏合适的冲突解决方式可能会使同胞冲突加剧。这与Tucker 和Kazura(2013)得到的研究结果相吻合，即父母的不干预与更多的同胞冲突有关。因此，针对孩子间的冲突，父母需要根据冲突的动机、孩子们的年龄以及孩子们的认知发展能力等相关因素去综合考虑是否应该干预孩子之间的冲突。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综合上述对三种干预方式的分析，本文在此可以回答三个许多父母关心的问题。第一，父母是否应该干预同胞间的冲突？这个问题的答案是明确的，父母应该对同胞冲突进行干预，但是在成人同胞的冲突干预上需谨慎。第二，父母应该如何干预同胞间的冲突？父母应尽量多使用孩子中心策略，不使用控制策略，谨慎使用不干预策略。第三，父母干预同胞间的冲突应注意些什么？首先，父母需要根据实际情况，灵活地运用以上的三种策略去干预同胞冲突，而不是古板地套用这些策略。例如，当同胞间爆发严重的身体冲突时，父母可以先使用控制策略使冲突双方冷静下来，然后再找机会对此次冲突进行调解。其次，研究发现，不论是在儿童时期，或者成年早期，相比于年龄间隔较远且不同性别的同胞，年龄间隔相近或性别相同的同胞之间往往会发生更多的冲突和攻击行为(Finzi-Dottan&Cohen,2010; Stocker etal.,1997; Tucker et al.,2013；张荣臻等,2019)。因此，父母需要对年龄间隔相近或性别相同的同胞多加关注，多加引导。通过对以上三个问题的回答，父母应该更加明白如何去处理孩子间的冲突行为，从而促进积极良好的同胞关系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3同胞冲突与家庭子系统的关系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "根据家庭系统理论(family systems theory)，家庭是一个复杂的、统一的系统，在这个系统中，可以划分三种重要的家庭关系或子系统(subsystems)，即父母婚姻关系(maritalrelationships)、亲子关系(parent-child relationships)和同胞关系(sibling relationships)(Cox &Paley,1997; Cox& Paley,2003;Cox,2010;Whiteman et al.,2011)。而同胞冲突也处于这个系统中，势必会与其它的子系统产生这样或那样的联系，于是本文从父母婚姻关系、亲子关系、同胞关系这三个子系统出发，分析对同胞冲突的影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1父母婚姻关系与同胞冲突",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在很大程度上，家庭中的许多问题都与父母的婚姻关系密切相关，父母间的婚姻关系和谐也就奠定了整个家庭的和谐。父母间的婚姻关系不和谐，经常爆发人际间的冲突，势必会影响到其它的子系统(Eriksen& Jensen,2009)。父母间的人际冲突包括一系列行为，从言语不一致到更严重的心理或身体攻击(Iturralde et al.,2013)。根据家庭系统理论中的溢出视角(spillover perspective)，一个家庭子系统中的情感和行为可以蔓延到另一个子系统，因此父母间的冲突会蔓延到同胞关系，使同胞关系恶化，从而引发同胞冲突(Yu&Gamble,2008;Hakvoort et al.,2010;Ruff et al.,2017)。这与许多实证研究得到的结果相一致。例如，在Poortman 和 Voorpostel(2009)一项关于父母离异的实证研究发现，父母间的冲突会直接导致同胞间的冲突。同样，Stocker 和 Youngblade(1999)在研究中也发现父母的婚姻冲突与同胞之间的温暖感降低、冲突和竞争行为增多显著相关。但是，也有小部分研究得到不同的结论：在恶劣的父母婚姻关系下，同胞间有可能相互支持、帮助，使同胞关系变得更加紧密，同胞冲突减少(Hakvoort et al.,2010;Davies et al.,2019)。这可以从家庭系统理论中的补偿视角(compensatory perspective)来理解。根据这一补偿视角，一个家庭子系统中的情绪和行为可以补偿另一个家庭子系统中的情绪和行为(Yu& Gamble,2008;Hakvoort et al.,2010; Ruff etal.,2017)。因此，当父母的婚姻关系不和谐时，同胞关系变得亲密，反之亦然，父母婚姻关系和同胞关系子系统之间存在互补的关系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "父母的婚姻关系还可以体现在对孩子的养育上。对于许多父母来说，抚养两个孩子是一件很有挑战的事情，需要父母亲密地合作并协同养育孩子。研究表明，支持型协同养育（即父母双方温暖合作地与另一半相处）与同胞冲突负相关，破坏型协同养育（即父母双方轻视批评地与另一半相处）与同胞冲突正相关(Chen,2019)。因此，在养育孩子的过程中，父母之间应该相互理解支持，以促进良好的同胞关系，减少同胞冲突。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "同胞冲突也可以反过来影响父母的婚姻关系。例如，儿童发展具有高度对抗性和冲突特征的同胞互动，父母可能会经历羞耻、自责，或者一些削弱他们的育儿自我效能感的情绪或感受(Yu& Gamble,2008;Feinberg et al.,2012)，而这些负面的情绪或感受，有可能会使父母的婚姻关系质量下降。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2亲子关系与同胞冲突",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "除了父母的婚姻关系外，父母与孩子之间的关系，即亲子关系，对于同胞冲突也有很大的影响。本文把亲子关系分为两类，第一类是公平对待，即父母与每个孩子的关系都保持良好或者恶劣；第二类是差别对待，即父母与每个孩子的关系有所差异。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "目前在国外，亲子关系和同胞关系之间的关系已经得到了很好的研究。许多研究都支持积极的亲子关系与良好的同胞关系有关(Pike et al.,2005;Hoffman etal.,2005)，而消极的亲子关系与同胞之间的冲突和侵略有关(Hoffman et al.,2005;Eriksen& Jensen,2006; Hakvoort etal.,2010;Tompsett et al.,2016)。但是，也有研究得到了相反的结论，在父母与两个孩子关系都恶劣的情况下，两个孩子之间的同胞关系反而变得更加紧密与温暖(Yu&Gamble,2008;Noller,2005)。这也可以从家庭系统理论中的补偿视角来理解，亲子关系和同胞关系子系统之间存在互补的关系，当亲子关系不和谐时，同胞关系变得亲密，反之亦然(Yu&Gamble,2008; Hakvoort et al., 2010; Ruff et al., 2017)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "尽管每个研究的确切数字出入很大，但报告显示，在三分之一到三分之二的家庭中，父母至少在一个领域偏爱一个或多个孩子(Shebloski et al.,2005;Volling& Elins,1998)。然而,当孩子们意识到父母对家庭中的任何一个同胞表现出偏爱时，同胞关系就会出现不适，导致亲密程度降低,冲突加剧(Suitor et al.,2008; Suitor et al.,2009; Shanahan et al.,2008; Dawson etal.,2015; Phillips& Schrodt,2015)。但是，孩子对父母的偏爱或差别对待的看法会调节因父母的偏爱所带来的不利影响。某些情况下，这种调节是积极的，比如孩子们相信其他孩子更需要帮助，他们对同胞的敌意就会减少(McGuire＆ Shanahan,2010)。相反，这种调节也可能是消极的，比如当这些看法导致不受欢迎的孩子觉得自己很差劲，父母这样对自己是合理的(McHale, Updegraff, Jackson-Newsom, et al., 2000)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "同胞冲突也可能对亲子关系有所影响。例如，Kim 等人(2006)发现，同胞亲密与母亲的接受有关，而同胞冲突与父子冲突和母子冲突都有关。还有研究者发现，同胞的争吵和不和会造成父母的压力和担心，这可能会决定亲子关系的整体情绪气氛或情感基调以及父母对子女的态度(Yu&Gamble,2008)，这也可能会破坏父母积极投入的育儿方式，从而导致父母转向严厉、独裁的教养方式或疏离(Feinberg etal.,2012)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3同胞关系与同胞冲突",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "虽然有研究者认为同胞冲突属于消极的同胞关系(赵凤青，俞国良,2017)，但同胞冲突也存在积极的方面。例如，我们可以把同胞冲突看作是一种特殊的互动，这种特殊的互动体现为同胞间的对抗性或对立性，故而需要正确的方式方法去引导。在正确的方式方法引导下，同胞冲突可以使孩子们学会换位思考，尊重同胞的看法或立场，以及相互理解等等，这些都可以促进积极良好的同胞关系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "此外，同胞关系与同胞冲突还有一种更深层次的联系，即相互影响。研究表明，同胞关系质量越高，同胞间解决冲突的方式也就越充分，更愿意运用协商的手段去解决冲突，相反，同胞关系质量越低，同胞间更愿意用一些极端的方式解决冲突，比如伤害对方、身体攻击等等(Relva,Alarcao,Fernandes,& Graham-Bermann,2019)。同样，Rinaldi 和 Howe(1998)在五年级和六年级中抽取34个学生样本进行研究，发现温暖的同胞关系与亲社会行为、更具建设性的策略使用有关。因此，良好的同胞关系可以更好地促进同胞冲突建设性解决，从而降低同胞冲突再次发生的可能性。相应地，在同胞冲突建设性解决的这个过程中，同胞双方加深了对彼此的理解，懂得站在对方的立场去看待问题，学会尊重他人与自己的差异，这些可以很好地预测同胞关系的积极发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4一个整合的同胞冲突理论假设模型",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "家庭系统理论指出，家庭是一个有等级结构的、动态的系统，这个系统中的子系统是相互联系、相互影响的(Cox & Paley,1997; Cox& Paley,2003;Cox,2010; Whiteman et al.,2011;赵凤青，俞国良,2017)。因此，仅仅单一地考虑每个子系统对同胞冲突的影响是欠妥当的，而应该以统一的、整体的眼光去看待这些影响，故而，本文通过整合现有关于同胞冲突的相关文献，尝试在同胞冲突、父母干预同胞冲突的方式以及家庭子系统之间建立一个整合的理论假设模型（如图1所示)，以进一步深入探讨三者之间的联系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/aa33a80cc8395001d91c1d93e35fc4395446fc8fe83740646f82ec659f3d365c.jpg",
        "img_caption": [
            "图1家庭子系统对同胞冲突的影响路径"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "注：实线为双向作用，虚线为单向作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "该假设模型描绘了同胞冲突、父母干预同胞冲突的方式以及家庭子系统这三者之间的关系。如图1所示，父母婚姻关系、亲子关系、同胞关系以及同胞冲突四者之间两两相互影响。因此，家庭子系统对同胞冲突的影响就存在多条路径，本文以父母婚姻关系到同胞冲突这条路径为例进行分析。首先，父母婚姻关系可以直接对同胞冲突产生影响(Kim etal.,2006;Poortman & Voorpostel,2009; McGuire& Shanahan,2010)。其次，父母婚姻关系也可以通过影响亲子关系来间接影响同胞冲突。根据溢出视角，父母间良好的婚姻关系可以带来亲密的亲子关系，而亲密的亲子关系既可以直接带来同胞冲突的减少，也可以间接促进良好的同胞关系而减少同胞冲突的发生(Brody et al.,1996; Cox& Paley,1997; Hakvoort et al.,2010; Ruffet al.,2017)。最后，父母婚姻关系还可以通过影响同胞关系来间接影响同胞冲突。根据溢出视角，父母间良好的婚姻关系能够带来积极的同胞关系(Kim et al.,2006; Ruff et al.,2017；陈斌斌等,2016)，从而减少同胞间的敌对与冲突，这点在社会学习理论中也得到了证实。此外，积极的同胞关系还可以带来良好的亲子关系，从而通过良好的亲子关系去减少同胞冲突。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "然后，如图1所示，父母婚姻关系、亲子关系以及同胞关系也可以通过影响父母干预同胞冲突的方式来间接地影响同胞冲突。例如，在父母婚姻关系中，父母的婚姻关系良好，遇到问题能够以协商沟通的方式解决，在这个过程中，父母也能学到沟通的技巧，因此能够更好地执行孩子中心策略，使孩子们也学习到这些沟通技巧，从而减少同胞冲突。在同胞关系中，同胞关系保持良好，当出现分歧和冲突时，孩子们会很乐意与自己的同胞相互交流(Relva,Alarcao,Fernandes,& Graham-Bermann,2019; Recchia & Howe,2009)。在这种情况下，父母可以更好地使用孩子中心策略，而不会受到来自孩子的阻力，从而使冲突以建设性的方式顺利解决，减少了冲突再次发生的可能性。在亲子关系中，父母与每个孩子都保持良好的关系，当同胞冲突发生时，父母和孩子也许都愿意通过协商的方式去解决冲突。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "本假设模型强调的是同胞冲突与整个家庭系统的复杂关系，这种复杂关系可以总结为三点：多因素、多路径、多层次。“多因素”是指同胞冲突是同时受到多个因素影响的，而不是仅仅只受到单一因素的影响。例如，在一个家庭中，父母婚姻关系、亲子关系和同胞关系是同时存在的，那么同胞冲突也必然同时受到这三个子系统的影响。“多路径”是指某个因素对同胞冲突的影响是多路径的，并且这些路径还与其它因素的影响路径相互交叉。例如，父母婚姻关系和亲子关系都可以通过影响同胞关系去间接地影响同胞冲突。“多层次”是指影响同胞冲突的因素存在层次之分。本假设模型分析只是停留在家庭子系统的层面，除此之外，还有许多社会层面、个体层面等其它方面的因素对同胞冲突有着影响，未来还需要继续完善。最后，模型中的大部分影响路径虽然已经得到实证研究的支持，但这些实证研究基本上来源于国外，故而这些影响路径在中国的适用性还需进一步证实。另外，模型中还有一些路径存在争议或未被证实，留待未来的研究去检验或核实。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5研究展望",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "当前，我国在同胞关系和同胞冲突等相关领域的研究还有所欠缺，这可能是由于中国长期以来的“计划生育”政策所引起的。鉴于此，本文主要基于国外的研究文献，对同胞冲突的界定进行了初步的探讨，也对父母干预同胞冲突的方式以及这些方式的效果做了深入的介绍。本文还对家庭子系统与同胞冲突的关系进行了分析，并建立一个整合的同胞冲突理论假设模型，以期能够引起广大研究者对同胞冲突的兴趣，为我国的二胎政策保驾护航。在此，我们就未来的研究方向提出几点建议。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第一，对同胞冲突及其相关概念进行区分或整合。通过文献回顾发现，同胞冲突、同胞敌对、同胞暴力等相关概念都没有一个明确的定义，因此也就导致这些概念的界限不够清楚，从而使得这些概念出现交叉与包含，甚至相互替换使用。这个问题在许多国外文献中都有提到，但是这些文献尚未对这一问题进行深入探究，仅对其现状做了描述与分析(Eriksen &Jensen,2006; Eriksen& Jensen,2009; Krienert & Walsh,2011; Tucker et al., 2013; Tippett &Wolke,2015; Tompsett et al.,2016)。因此，未来的研究需要对同胞冲突及其相关概念进行区分或整合。例如，根据本文对同胞冲突的定义，再结合相关文献对这些概念的描述：同胞敌对(sibling antagonism)是指对同胞的攻击性或敌意行为(Song et al.,2016)；同胞暴力(siblingviolence)是指家庭中一个孩子对另一个孩子的故意身体暴力(Eriksen& Jensen,2006;Eriksen&Jensen,2009)，那么我们认为同胞敌对、同胞暴力都是可以整合进同胞冲突的。但是，如果从行为的严重程度这个角度出发，同胞敌对可以整合进同胞冲突，而同胞暴力可以和同胞冲突区分开来。后期研究可以从不同的角度对同胞冲突及其相关概念进行区分或者整合。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第二，关注父母干预同胞冲突的方式的影响因素。除了家庭子系统以外，父母对干预方式的选取还会受到其它因素的影响。例如，Perozynski 和 Kramer(1999)发现，在某种程度上，父母选择冲突管理策略的依据是他们对一系列冲突管理策略有效性的看法，以及他们对自己执行这些策略的能力的评估。同样，父母干预冲突的方式还会随着孩子的成长和发展而改变(Dix et al.,1989)。父母可能认为某些策略（比如孩子中心策略）对于相对年长的同胞来说会更有效，因为较年幼的孩子不能参与复杂的讨论、推理、换位思考和谈判(Perozynski&Kramer,1999)。还有研究提到，父母干预的方式也与父母自身的性别有关(Vuchinich et al.,1988; McHale, Updegraff,Tucker,& Crouter,2000; Carvalho et al.,2017)。因此，未来的研究还需要更全面地考虑是否还有其它因素会影响父母选取干预方式。由于国内相关研究的缺乏，本文中有关干预的措施和效果都是基于西方欧美国家的研究成果总结而来的，这些结论在中国的适用性还需进一步证实，因此，未来的研究需要考虑到跨文化、跨种族的差异，并在原有的理论基础上开展本土化研究。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第三，以发展的眼光看待同胞冲突。对大多数人来说，同胞关系是他们经历的最长的家庭关系，从他们自己或同胞出生开始，到其中一个死去为止(Noller,2005)。在这样长的时间跨度里，同胞冲突与家庭子系统的影响是不断变化的。在儿童早期，父母对后出生的孩子可能会表现出特别的关爱，从而影响父母与先出生孩子的关系(陈斌斌，施泽艺,2017)，这会是同胞冲突的一个重要影响因素。在儿童早期，同胞间相处的时间比与父母相处的时间更长，同胞间的互动也比与父母的互动更多(Faith etal.,2015;Wolke et al.,2015)，这个时期的同胞关系也对同胞冲突有很大的影响。另外，早期的童年经历对一个人的影响也非常大，这个阶段父母的婚姻关系（比如离异）对同胞冲突的影响甚大。在青少年时期，孩子们的注意力逐渐转向同辈，同胞间的互动逐渐减少(Noller,2005;Tucker et al.,2010)，这个时期同胞关系对同胞冲突的影响就开始慢慢变小了。青春期的孩子普遍处于一种叛逆的阶段，这时亲子关系的疏远会是同胞冲突的一个重要影响因素。而随着孩子的成长，孩子的独立思考能力变强了，这时父母的婚姻关系对同胞冲突的影响也就变小了。因此，未来的研究需要关注不同年龄发展阶段同胞冲突的特点。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abuhatoum,S.，& Howe,N.(2013).Power in sibling conflict during early and middle childhood. Social Development, 22(4),738-754. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abuhatoum,S., Howe,N.,Porta,S.D.,& DeHart, G. (2O18). A dyadic analysis of power in sibling and friend conflict in early childhood. Infant and Child Development, 27(4), e2085.   \nBank,L., Burrston,B.,& Snyder,J. (2o04).Siblingconflictand inefective parenting as predictorsofadolescent boys’antisocial behavior and peer difficulties: Additive and interactional effects.Journal of Research on Adolescence, 14(1), 99-125.   \nBekkhus,M.,Staton,S.,Borge,A.I. H.,& Thorpe,K.(2011).Conflict,closenessand comfort: The inter-twin relationship as a risk factor for behavioral difficulties.Twin Research and Human Genetics,14(5),444-451.   \nBouchard,G.，Plamondon,A.，& Lachance-Grzela,M. (2018). Parental intervention style and adult sibling conflicts: The mediating role of involvement in sibling bullying. Journal of Social and Personal Relationships, 36(8),2585-2602.   \nBreitenstein,R.S., Doane,L.D.，Cliford,S.，& Lemery-Chalfant,K. (2018). Children's sleep and daytime functioning: Increasing heritability and environmental associations with sibling conflict. Social Development, 27(4), 967-983.   \nBrody,G.H.，Stoneman, Z.,& Gauger, K. (1996). Parent-child relationships, family problem-solving behavior, and sibling relationship quality: The moderating role of sibling temperaments. Child Development, 67(3), 1289-1300.   \nBuist, K.L.,Dekovic,M.,& Prinzie,P. (2013).Sibling relationship quality and psychopathology of children and adolescents: A meta-analysis. Clinical Psychology Review, 33(1), 97-106.   \nCarvalho,J.,Fermandes,O.M.,& Relva,I. C. (2O17).Family functioning and its relation to parental discipline. Child and Adolescent Social Work Journal,35(1),31-44.   \nChen，B.-B.(2019). Chinese adolescents’sibling conflicts: Linkswith maternal involvement in sibling relationships and coparenting. Journal of Research on Adolescence, 29(3),752-762.   \nChen, B.-B.,& Shi, Z. (2017).Parenting in families with two children.Advances in Psychological Science, 25(7), 1172-1181.【陈斌斌，施泽艺.(2017).二胎家庭的父母养育．心理科学进展,25(7),1172-1181.】   \nChen,B.-B., Wang,Y.,Liang,J.,& Tong,L. (016). And baby makes four: Biological and psychological changes and influential factors offirstborn's adjustment to transition to siblinghood.Advances in Psychological Science, 24(6),863-873.【陈斌斌，王燕，梁雾，童连.(2016).二胎进行时：头胎儿童在向同胞关系过渡时的生理和 心理变化及其影响因素．心理科学进展,24(6),863-873.】   \nChen, B.-B., Zhao,Y., Han, W., Wang,Y., Wu, J., Yue, X.,& Wu, Y.(2017).Sibling relationships: Forms,causes and consequences.Advances in Psychological Science,25(12),2168-2178.【陈斌斌，赵语，韩雯，王逸辰，吴 嘉雯，岳新宇，吴英挺.(2017).手足之情：同胞关系的类型、影响因素及对儿童发展的作用机制．心理科 学进展,25(12),2168-2178.】   \nCox,M. J. (2010). Family systems and sibling relationships. Child Development Perspectives, 4(2), 95-96.   \nCox,M. J.,& Paley,B. (1997).Families as systems. Annual Review of Psychology, 48(1),243-267.   \nCox,M. J.,& Paley,B. (2003). Understanding families as systems. Current Directions in Psychological Science, 12(5), 193-196.   \nDavies,P.T.,Pary,L.Q.,Bascoe,S.M.,Martin,M.J.,&Cummings,E.M. (2019).Children's vulnerability to interparentalconflict: The protective role of sibling relationshipquality. Child Development, 90(6),2118-2134.   \nDawson,A.,Pike,A.,& Bird,L. (2015). Parental division of household labour and sibling relationship quality: Family relationship mediators. Infant and Child Development,24(4),379-393.   \nDix,T.,Ruble,D. N.,& Zambarano,R.J. (1989). Mothers'implicit theories of discipline: Child effects,parent effects and the attribution process. Child Development, 60(6),1373-1391.   \nEriksen,S.,& Jensen, V. (2006). Allin the family?Family environment factors in sibling violence.Journal of Family Violence, 21(8), 497-507.   \nEriksen,S.,& Jensen,V.(2009).A push or a punch: Distinguishing the severity of sibling violence.Journal of Interpersonal Violence,24(1),18-208.   \nFaith,M. A.,Elledge,L.C.,Newgent,R.A.,&Cavell,T.A. (2015).Conflict and dominance betweensiblings as predictors of children's peer victimization. Journal of Child and Family Studies,24(12),3623-3635.   \nFeinberg,M.E.,Solmeyer,A.R.,& McHale,S.M. (2012).The third rail offamily systems: Sibling relationships, mental and behavioral health,and preventive intervention in childhood and adolescence.Clinical Child and Family Psychology Review, 15(1),43-57.   \nFinzi-Dottn,R.,& Cohen, O. (2010). Young adult sibling relations: The effects of perceived parental favoritism and narcissism. TheJournal of Psychology,145(1),1-22.   \nHakvoort,E.M.,Bos,H.M.W.，Balen,F.V.,& Hermanns,J.M.A.(2010).Family relationships and the psychosocial adjustment of school-aged children in intact families. The Journal of Genetic Psychology,171(2), 182-201.   \nHofman, K.L., Kiecolt,K.J.,& Edwards,J. N.(2005). Physical violence between siblings: A theoretical and empirical analysis.Journal of Family Issues,26(8),1103-1130.   \nHowe,N.,& Recchia, H. (2014). Sibling relationships as acontext for learning and development.Early Education and Development, 25(2),155-159.   \nIturalde,E.，Margolin, G.，& Shapiro,L.A. S.(20l3). Positive and negative interactions observed between siblings: Moderating effects for children exposed to parents’conflict.Journal of Research on Adolescence,23(4), 716-729.   \nKendrick,C.,& Dunn,J.(1983).Sibling quarels and maternal responses.Developmental Psychology，19(1), 62-70.   \nKim, J.-Y., McHale, S. M., Osgood,D. W.,& Crouter,A. C.(2o06).Longitudinal course and familycorrelatesof sibling relationships from childhood through adolescence. Child Development,77(6),1746-1761.   \nKramer,L. (20l0). The esential ingredients of successul sibling relationships: An emerging framework for advancing theory and practice. Child Development Perspectives, 4(2), 80-86.   \nKramer,L.，Perozynski，L.A.，& Chung,T.(1999).Parental responses to sibling conflict: The effectsof development and parent gender. Child Development, 70(6),1401-1414.   \nKrienert,J.L.，& Walsh,J.A. (2011).My brother's keeper: A contemporary examination of reported sibling violence using national level data,2000-2005. Journal ofFamily Violence, 26(5),331-342.   \nMcGuire， S.，& Shanahan,L. (2010). Sibling experiences in diverse family contexts. Child Development Perspectives, 4(2), 72-79.   \nMcHale,S.M.,Updegraf, K.A.,Jackson-Newsom, J.,Tucker, C.J.,& Crouter,A.C. (20o). When does parents diferential treatment have negative implications for siblings? Social Development, 9(2),149-172.   \nMcHale,S.M., Updegraf, K.A.,Tucker, C.J.,& Crouter,A. C. (2000). Step in or stay out? Parents’ roles in adolescent siblings' relationships. Journal of Marriage and Family, 62(3),746-760.   \nNoller, P. (2oo5). Sibling relationships in adolescence: Learning and growing together. Personal Relationships, 12(1), 1-12.   \nPerlman,M., Garfinkel,D.A.,& Turrel,S.L.(2Oo7).Parenting and sibling influences on the qualityof children's conflict behaviours across the preschool period. Social Development, 16(4), 619-641.   \nPerozynski, L, & Kramer,L.(199).Parental beliefs about managing sibling conflict. Developmental Psychology 35(2), 489-499. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Persram,R.J.，Howe,N.，Porta,S.D.，& Ross,H.S.(2017).Family members’helping behavior:Aliance formations during naturalistic polyadic conflicts.Infant and Child Development,26(4),1-15. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Philips,K.E.,& Schrodt,P.(2O15).Sibling antagonism and shared family identityas mediatorsof differential parental treatment and relational outcomes in the sibling relationship. Western Journal of Communication, 79(5), 634-654.   \nPickering,J.A.，& Sanders，M.R.(2O17). Integrating parents’viewson sibling relationships to tailoran evidence-based parenting intervention for sibling conflict. Family Process,56(1),105-125.   \nPike,A.,Coldwel,J.,&Dunn,J.F. (2oo5).Siblingrelationships inearly/middlechildhood: Links withindividual adjustment. Journal ofFamily Psychology, 19(4),523-532.   \nPoortman,A.R.,& Voorpostel, M. (2oo9).Parental divorce and sibling relationships: Aresearch note. Journal of Family Issues,30(1),74-91.   \nPorta, S.D.,& Howe,N. (2O17). Siblings'power and influence in polyadic family conflict during earlychildhood. In N.Campione-Barr(Ed.)，,Power,control,and influence insibling relationshipsacrossdevelopment.New Directions for Child and Adolescent Development,156,15-31.   \nRaffaelli, M. (1997). Young adolescents’ conflicts with siblingsand friends. Journal of Youth and Adolescence, 26(5), 539-558.   \nRecchia, H.E.，& Howe,N. (2009). Sibling relationship quality moderates the associations between parental interventions and siblings' independent conflict strategiesand outcomes.Journal of Family Psychology, 23(4), 551-561.   \nRecchia,H. E.,Rajput, A.,& Pecca, S. (2015). Children's interpretations of ambiguous provocation from their siblings: Comparisons with peers and links to relationship quality. Social Development, 24(4),782-797.   \nRecchia,H. E.,& Witwit, M. (2017).Family perspectives on siblings'conflict goals in middle childhood: Links to hierarchical and affective features of sibling relationships.In N. Campione-Barr(Ed.)，Power;control,and influence in siblingrelationships across development.New Directions for Child and Adolescent Development, 156,33-48.   \nRelva,I. C.,Alarcao,M.,Fernandes,O.M., Carvalho,J.,& Fauchier,A. (2019). Sibling conflict and parental discipline: The mediating role offamily communication in Portuguese adolescents. Child and Adolescent Social Work Journal,36(3),295-304.   \nRelva, I. C., Alarcao, M.,Fernandes, O.M.,& Graham-Bermann, S. (2019). Quality of sibling relationship and parental diffrential treatment in a sample of Portuguese adolescents.Analise Psicológica, 37(3),341-353   \nRinaldi,C.,& Howe,N. (1998). Siblings’reports ofconflict and thequalityof their relationships.Merrill-Palmer Quarterly, 44(3), 404-422.   \nRoss,H. S.,&Lazinski, M.J. (2O14).Parent mediation empowers sibling conflictresolution.Early Education and Development, 25(2),259-275.   \nRuff, S. C.,Durtschi, J.A.,& Day,R. D. (2017). Family subsystems predicting adolescents' perceptions of sibling relationship quality over time. Journal of Marital and Family Therapy, 44(1),527-542.   \nShanahan,L., Mchale,S.M., Crouter,A. C.,& Osgood,D.W. (2008). Linkages between parents’ differential treatment, youth depressive symptoms,and sibling relationships.Journal of Marriage and Family,70(2) 480-494.   \nShebloski, B.,Conger, K.J.,& Widaman, K.F. (2oo5).Reciprocal links among dierential parenting,perceived partiality,and self-worth: A three-wave longitudinal study. Journal ofFamily Psychology,19(4), 633-642.   \nSiddiqui, A.,& Ros,H. (2o04). Mediation as a method of parent intervention in children's disputes. Journal of Family Psychology, 18(1),147-159.   \nSmith,J.，& Ross, H. (2007). Training parents to mediate sibling disputes affects children's negotiation and conflict understanding. Child Development, 78(3), 790-805.   \nSong, J. H., Volling,B.L.,Lane,J.D.,& Wellman, H. M. (016).Aggression, sibling antagonism,and theoryof mind during the first year of siblinghood: A developmental cascade model. Child Development, 87(4), 1250-1263.   \nStocker, C.M.,Lanthier,R.P.,&Furman, W. (1997). Sibling relationships in earlyadulthood. Journal of Family Psychology, 11(2), 210-221.   \nStocker,C.M.,& Youngblade,L. (1999). Marital conflictand parental hostility: Links with children'ssibling and peer relationships.Journal ofFamily Psychology, 13(4),598-609.   \nSuitor,J.J.,Sechrist,J.,Plikuhn,M.,Pardo,S.T.，Giligan,M.,&Pillemer,K.(2009).Theroleof perceived maternal favoritism in sibling relations in midlife. Journal of Marriage and Family,71(4),1026-1038.   \nSuitor, J.J.,Sechrist,J.,likuhn,M.,Pardo,S.T.&Pillemer,K.(2O8).Within-familydiffrencesinparent-hild relations across the life course. Current Directions in Psychological Science,17(5),334-338.   \nTippett,N., & Wolke,D.(2015). Aggression between siblings: Associations with the home environment and peer bullying. Aggressive Behavior, 41(1), 14-24.   \nTompsett，C. J.，Mahoney，A.，& Lackey,J. (2016). Sibling aggression among clinic-referredchildren and adolescents. Journal of Clinical Child & Adolescent Psychology, 47(6),1-13.   \nTucker, C.J.,& Finkelhor,D. (2015). The state of interventions for sibling conflict and aggression: A systematic ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "review.Trauma,Violence,&Abuse,18(4),1-11. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Tucker,C.J.，Finkelhor,D.，Shattuck,A.M.，& Turmer，H.(2013).Prevalence and corelatesof sibling victimization types. Child Abuse & Neglect,37(4),213-223. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Tucker, C.J.,& Kazura,K. (2013).Parentalresponses toschool-aged children's sibling conflict.Journalof Child and Family Studies, 22(5),737-745.   \nTucker,C.J., Updegraf,K.,& Baril,M.E.(2010). Who’sthe boss?Patternsof control inadolescents’sbling relationships.Family Relations, 59(5),520-532.   \nVolling,B.L.,& Elins,J.L. (1998).Family relationships and children’s emotional adjustment as correlates of maternal and paternal diffrential treatment:A replication with toddler and preschool siblings.Child Development, 69(6), 1640-1656.   \nVuchinich,S.,Emery,R.E.,& Cassidy,J. (1988).Family members as third parties in dyadic familyconflict: Strategies,alliances,and outcomes. Child Development, 59(5),1293-1302.   \nWhiteman, S.D., McHale, S.M.,& Soli,A. (2011). Theoretical perspectives on sibling relationships.Journal of Family Theory & Review, 3(2),124-139.   \nWolke,D.,Tippett，N.,& Dantchev,S.(2015). Bullying in the family: Sibling bulling.TheLancet Psychiatry 2(10), 917-929.   \nYin,X.,Li,Z.,Li,J.,&Liu,X. (20l9). Sibling relationshipqualityand young children's mental health in Chinese two-child families.Social Behavior and Personality: An International Journal, 47(6),1-9.   \nYu,J.J.，& Gamble,W.C. (2oo8).Pathways of influence: Marital relationshipsand their association with parenting styles and sibling relationship quality. Journal of Child and Family Studies,17(6),757-778.   \nZhang,C.,Chai,Y.,Liu,S.,Liu,J.,& Zhao,R.(202o).Mechanism of the influence of junior high schoolstudent sibling conflict on their aggresson. China Journal of Health psychology,28(1),119-124.【张潮，柴亚星，刘赛 芳，刘金蕙，赵若晨.(2020).初中生同胞冲突对其攻击行为的影响机制．中国健康心理学杂志,28(1), 119-124.】   \nZhang,R., Cao,X., Ran,G.,& Xia, Y. (2O19).Effects of sibling relationship qualityon first-born young children's empathy.Studies in Early Childhood Education,(8),52-63.【张荣臻，曹晓君，冉光明，夏云川.(2019).同胞 关系质量对头胎幼儿共情的影响．学前教育研究,(8),52-63.】   \nZhao,F.,& Yu, G. (2O17). Sibling relationship and its relation with children and adolescents'social development. Advances in Psychological Science,25(5),825-836.【赵凤青，俞国良.(2017).同胞关系及其与儿童青少年 社会性发展的关系．心理科学进展,25(5),825-836.】 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Sibling conflict and its resolution: The effects of family subsystem ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "QU Guoliang; CAO Xiaojun ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(School of Education, China West Normal University,Nanchong 637o02,China) ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Abstract: Sibling conflict is defined as the incompatibility expressed by two or more people with the same biological parents in their behaviors,goals or activities in a intact family,which is usually characterized by quarrels and hostility,as well as aggression against each other. The styles of parents’ intervention in sibling conflict usually can be divided into child-centered strategies, control strategies, and nonintervention strategies. Family system theory points out that the family is viewed as a hierarchically organized system, comprised of reciprocally influential subsystems (e.g. marital relationships, parent-child relationships,sibling relationships). Based on this theory, the effects of family subsystem on sibling conflict is discussed,and meanwhile,in order to analyze the mechanism of sibling conflict from the multi-path perspective, the theoretical hypothesis model of sibling conflict is constructed. Future studies need to distinguish or integrate between sibling conflict and its related concepts, focus on what factors will affect the styles parents intervene in sibling conflict， and treat sibling conflict from the perspective of development. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Key words: sibling conflict; sibling relationship; intervention style; family subsystem; influence pathway ",
        "page_idx": 17
    }
]