[
    {
        "type": "text",
        "text": "Formation and dissociation of protonated cytosine-cytosine base pairs in i-motifs by ab initio quantum chemical calculations\\* ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhang Xiao-Hu(张小虎)a)，LiMing(黎 明)b), Wang Yan-Ting(王延頲)a)†，and Ouyang Zhong-Can(欧阳钟灿)a) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a State KeyLaboratoryofeoreticalysics,stituteofheoreticalPhsics,ChineseAcadeyofcienesBeijing9Cina b)DepartmentofPhysical Science,UniversityofChinese AcadeyofSciencesBeijing019,Chin ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(Received 22 September 2013;revised manuscriptreceived17October 2013; published online 20 December 2013) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Formation and dissociation mechanisms of $\\mathrm { C - C ^ { + } }$ base pairs in acidic and alkaline environments are investigated, employing ab initio quantum chemical calculations.Ourcalculations suggest that,inanacidic environment,acytosine monomer is first protonated and then dimerized with an unprotonated cytosine monomer to form a $\\mathrm { C - C ^ { + } }$ base pair; in an alkaline environment,aprotonatedcytosine dimeris frstunprotonated andthen dissociated into twocytosine monomers. In addition,the force for detaching a $\\mathrm { C - C ^ { + } }$ base pair was found to be inversely proportional to the distance between the two cytosine monomers.These results provide a microscopic mechanism to qualitatively explain the experimentall observed reversible formation and dissociation of i-motifs. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: ab initio quantum chemical calculation,i-motif, protonated cytosine-cytosine base pair ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS: 07.05.Tp,87.15.A-, 87.15.-v ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI: 10.1088/1674-1056/23/2/020702 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "I-motif is a cytosine-richDNA oligomer with a tetrameric structure formed in an acidic environment.It is a four-stranded complex consisting of two base-paired parallel-stranded duplexes,each of which is held together by protonated cytosinecytosine $( \\mathbf { C } \\mathrm { - } \\mathbf { C } ^ { + } )$ base pairs.In an acidic environment,i-motif, a cytosine-rich DNA oligomer,always adopts a four-stranded structure with two associated and fully intercalated parallelstranded duplexes,as has been shown by NMR,[1-3] X-ray diffraction analysis[4-7] and circular dichroism studies.[8] The building blocks of an i-motif are base pairs stacked faceto-face with each other.[9] An i-motif unfolds and dissociatesinanalkaline environment but refoldsif the environment changes back to acidic.[10l Therefore, the i-motif can be used as a molecular machine,switching between unfolded random strings and folded i-motif structures.[11-13] Understanding the reversible folding and unfolding mechanisms of the i-motif is essential for its applications. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Due to the lack of experimental data on cytosine-base interactions,the nature of i-motif formation and dissociation mechanisms remains obscure. Gas-phase experiments can reliably reveal complex characteristics,[14,15] but these experiments are very difficult even for H-bonded DNA base pairs. Observation of protonated cytosine-cytosine $( \\mathbf { C } \\mathbf { - } \\mathbf { } \\mathbf { } \\mathbf { } \\mathbf { } ^ { + } )$ base pairs outside the i-motif is challenging, so only gas-phase data exist for the base pairs of cytosine derivatives.[16l Other methods,such as base association in polar and nonpolar solvents,on electrodes and with X-rays,provide only indirect information about the cytosine-base interactions.[17] ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this work, we use ab initio quantum chemical calculations[18] to investigate the formation and dissociation mechanisms of a $\\mathrm { C - C ^ { + } }$ base pair. Our calculations suggest that,in an acidic environment,a cytosine monomer is first protonated and then dimerized with an unprotonated cytosine monomer to form a $\\mathrm { C - C ^ { + } }$ base pair; in an alkaline environment,a $\\mathrm { C - C ^ { + } }$ base pair is first unprotonated and then dissociated into two cytosine monomers. Our ab initio calculations on $\\mathrm { C - C ^ { + } }$ base pairs provide useful information for understanding the molecular origin of the formation and dissociation of i-motif; our results can be systematically refined when much larger computational resources are available. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2. Computational method ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To obtain energy differences between configurations, nine molecular structures were set up and run through ab initio calculations: (i) two cytosine monomers;(i) a $\\mathrm { { \\cal C } - \\mathrm { { \\cal C } ^ { + } } }$ base pair;(ii) two protonated cytosine monomers;(iv) an unprotonated cytosine-cytosine dimer;(v) a water molecule;(vi) a hydronium ion;(vii) a hydroxyl ion;(viii) a $\\mathrm { C - C ^ { + } }$ base pair with the hydrogen ion located at different places between the two $3 ^ { \\prime }$ end nitrogen atoms;and (vx),a hemiprotonated cytosine dimer with different distances between the two $3 ^ { \\prime }$ end nitrogen atoms.The cytosine monomer and dimer configurations were taken from the NMR structure of the i-motif (PDB ID:1YBN).[19] The initially constructed molecular structures were optimized by the ab initio calculations at the HF/6- ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$3 1 1 \\mathrm { g } ^ { \\ast \\ast }$ level; the total energies of the optimized structures were calculated at both the $\\mathrm { H F } / 6 { - } 3 1 1 \\mathrm { g } ^ { \\ast \\ast }$ and $\\mathrm { M P } 2 / 6 { - } 3 1 1 \\mathrm { g } ^ { \\ast \\ast }$ levels,plus another optimization and energy calculation procedure at the ${ \\mathrm { B } } 3 { \\mathrm { L Y P } } / { 6 } { - } 3 1 1 { \\mathrm { g } } ^ { { \\mathrm { * * } } }$ level was made for comparison. All ab initio calculations were performed using the Gaussian software.[18] ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3. Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1. Optimized $\\mathbf { C } { \\mathrm { - } } \\mathbf { C } ^ { + }$ base pair configuration ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to its NMR structure shown in Fig. 1(a), imotif is are constructed by the stacking of $\\mathrm { C - C ^ { + } }$ base pairs. However, since the hydrogen atoms cannot be identified by the NMR scanning，the exact location of the proton in the $\\mathrm { C - C ^ { + } }$ base pair is unknown. Therefore,we added a proton between the $3 ^ { \\prime }$ end nitrogen atoms; the optimized dimer structure is shown in Fig.1(b). In the optimized structure,the distance between the two $3 ^ { \\prime }$ end nitrogen atoms is $2 . 8 9 \\mathrm { \\AA }$ and the hydrogen ion,lined up with the two nitrogen atoms，is $1 . 0 2 \\mathrm { \\AA }$ away from one $3 ^ { \\prime }$ end nitrogen atom and $1 . 8 7 \\textup { \\AA }$ away from the other one. The energy landscape obtained by moving the proton along the line between the two nitrogen atoms, as shown in Fig.2,is a double well with an energy barrier of about $2 0 \\mathrm { k J / m o l }$ calculatedattheHFandB3LYPlevels(about $4 5 \\ \\mathrm { k J / m o l }$ at the MP2 level).These results indicate that the hydrogen atom prefers to stayclose and chemically bonded to either of the two $3 ^ { \\prime }$ end nitrogen atoms,which is consistent with the NMR results.[20] ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/ccd146525390bccf0742f6ffba0ca2748142256d75609f15f703ef4cf475d91e.jpg",
        "img_caption": [
            "Fig.1.(color online)(a) Cytosine dimer configuration taken from the imotif NMR structure without the central hydrogen atom. (b) Optimized hemiprotonated cytosine dimer configuration with the central hydrogen atom. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/4f3416cb108a0e4eccd8b3688387f7a0e0b9e1c388d5b79f85ac3e94e7343492.jpg",
        "img_caption": [
            "Fig.2.(color online) Energy landscape of the hemiprotonated cytosine dimer with the hydrogen ion moving along the line between the two $3 ^ { \\prime }$ end nitrogen atoms. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2.Formation and dissociation of $\\mathbf { C } { \\mathrm { - } } \\mathbf { C } ^ { + }$ base pair ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The formation and dissociation of $\\mathrm { C - C ^ { + } }$ base pairs are crucial for understanding the folding and unfolding mechanisms of the i-motif,as $\\mathrm { C - C ^ { + } }$ base pairs are the building blocks of an i-motif. In this work,we propose a reversible chemical-reaction mechanism forthe formation and dissociation of a $\\mathrm { C - C ^ { + } }$ base pair based on our ab initio calculations. The postulated chemical reaction paths are shown in Fig.3. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Two possible $\\mathrm { C - C ^ { + } }$ base-pair formation paths in an acidic environment are illustrated in Fig.3(a). Since hydronium ions are abundant in an acidic environment and easily lose hydrogen atoms, it is natural to regard the formation of $\\mathrm { C - C ^ { + } }$ base pairs from two unprotonated cytosine monomers and one hydronium ion. In the first proposed reaction path, the two cytosine monomers first attract each other to form an unprotonated cytosine dimer and then one hydrogen atom is detached from a hydronium ion and attached to one of the $3 ^ { \\prime }$ end nitrogen atoms;in the second reaction path,one hydrogen atom is detached from a hydronium ion and attached to one of the cytosine monomers before the protonated cytosine and the unprotonated cytosine attract each other to form a $\\mathrm { C - C ^ { + } }$ base pair. The configurations with different combinations of those molecules went through ab initio calculations;the obtained reaction enthalpies for various steps are listed in Table 1． As shown in Table 1,the total reaction enthalpy for a cytosine monomer and a hydronium to form a $\\mathrm { C - C ^ { + } }$ dimer and a water molecule,calculated by the MP2 method, is about $- 7 4 7 . 1 2 1 \\ \\mathrm { k J / m o l }$ $( - 7 4 2 . 6 9 6 ~ \\mathrm { k J / m o l }$ by HF and $- 7 4 3 . 1 7 2 \\mathrm { k J / m o l }$ by B3LYP), which suggests that, in an acidic environment, it is energetically favorable for two cytosine monomers to snatch a proton from hydronium and form a $\\mathrm { { \\cal C } - \\mathrm { { \\cal C } ^ { + } } }$ base pair. Moreover, the second reaction path mentioned above is energetically more favorable than the first one, since it costs energy for two cytosine monomers to form an unprotonated cytosine dimer $( \\Delta H _ { 1 1 } ^ { \\mathrm { a } } )$ ， while it releases energy for a cytosine monomer to snatch a proton from hydronium $( \\Delta H _ { 2 1 } ^ { \\mathrm { a } } )$ before another energy-releasing process takes place to form the $\\mathrm { C - C ^ { + } }$ base pair. This is consistent with the experimental results,[21 showing that i-motifs only fold in an acidic environment but unfold even in a weak alkaline environment. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b28d381947d47ce70beef5b07ab5df5b8a8f98e0bf72e64e036c88d0cb87499a.jpg",
        "img_caption": [
            "Fig.3.(color online)(a) Two possible chemical reaction paths for the formation of a $\\mathrm { C - C ^ { + } }$ base pair. The reactants are on the top. (b) Two possible chemical reaction paths for a $\\mathrm { C - C ^ { + } }$ base pair to dissociate.The reactants are at the bottom. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/80e3b5bc37858c9ea575e32643b364e7921bb1127017aeaef590e02762f4166a.jpg",
        "table_caption": [
            "Table1. Calculated reaction enthalpies for the reaction paths in Fig.3. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Reaction enthalpy</td><td>HF/(kJ/mol)</td><td>MP2/(kJ/mol)</td><td>B3LYP/(kJ/mol)</td></tr><tr><td>△H</td><td>82.229</td><td>58.512</td><td>85.354</td></tr><tr><td>△H2</td><td>-824.925</td><td>-805.634</td><td>-828.526</td></tr><tr><td>△H21</td><td>-546.274</td><td>-524.526</td><td>-538.595</td></tr><tr><td>△H22</td><td>-196.421</td><td>-222.596</td><td>-204.577</td></tr><tr><td>△Ha</td><td>-742.696</td><td>-747.121</td><td>-743.172</td></tr><tr><td>△H</td><td>82.229</td><td>58.512</td><td>85.354</td></tr><tr><td>△H</td><td>231.670</td><td>266.593</td><td>230.715</td></tr><tr><td>AH</td><td>510.321</td><td>547.701</td><td>520.646</td></tr><tr><td>H</td><td>-196.421</td><td>-222.596</td><td>-204.577</td></tr><tr><td>△Hb</td><td>313.899</td><td>325.106</td><td>316.069</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In contrast, two possible $\\mathrm { C - C ^ { + } }$ base-pair dissociation paths in an alkaline environment are illustrated in Fig. 3(b). Hydroxyls are considered to participate in the dissociation reaction since they are abundant in an alkaline environment.In the first proposed reaction path, the $\\mathrm { C - C ^ { + } }$ base pair first gives a proton to the hydroxyl before the unprotonated cytosine dimer dissociates into two unprotonated cytosine monomers; in the second reaction path,the $\\mathrm { C - C ^ { + } }$ base pair first dissociates into one protonated cytosine monomer and one unprotonated cytosine monomer and then the protonated cytosine monomer gives out a proton to the hydroxyl. Our calculations indicate that the total reaction enthalpy for a $\\mathrm { C - C ^ { + } }$ base pair to give up a proton to the hydroxyl and dissociate into two cytosine monomers is negative $( - 3 2 5 . 1 0 6 ~ \\mathrm { k J / m o l }$ with MP2, $- 3 1 3 . 8 9 9 ~ \\mathrm { k J / m o l }$ with HF and $- 3 1 6 . 0 6 9 \\ \\mathrm { k J / m o l }$ with B3LYP),suggesting that it is energetically favorable for a $\\mathrm { C } -$ $C ^ { + }$ base pair to dissociate in an alkaline environment. According to the data listed in Table 1,in the alkaline environment, a cytosine protonated cytosine dimer dissociates by giving up a proton to form an unprotonated cytosine dimer before dissociating into two cytosine monomers,which is the first proposed reaction path mentioned above.This result is consistent with the existing experimental results.[21] From the energetic point of view,the energy released from the combination of proton and hydroxyl is larger than the energy for a $\\mathrm { C - C ^ { + } }$ base pair to give up a proton; however, the energy released from the combination of a proton and a water molecule is much smaller. This ensures that the dissociation process can take place only in an alkaline environment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4. Dissociation energy and force for detaching a $\\mathbf { C } \\mathbf { - } \\mathbf { C } ^ { + }$ base pair in a vacuum ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Since thei-motifcanbeusedasamolecularmachine reversibly switching between unfolded random strings and the folded i-motif structures,[11-13] the energyand force needed to detach a $\\mathrm { C - C ^ { + } }$ base pair is an essential topic of interest. Therefore,we varied the distance between the two $3 ^ { \\prime }$ end nitrogen atoms and the energy and force were calculated for each distance.The consequent energy and force landscapes are shown in Fig. 4. As the distance increases,the energy monotonically increases but the increasing speed slows down (Fig.4(a)). Correspondingly, the force decreases drastically with the distance (Fig.4(b)） and an inversely proportional relationship was found between the force and the distance (Fig. 4(c)). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d401502fbb72d3e3d43f70480a5a8090875aa03b139384544f899b5e1d3d5a4f.jpg",
        "img_caption": [
            "Fig.4.(a) Energy landscape for detaching a $\\mathrm { C - C ^ { + } }$ base pair along the line between the two $3 ^ { \\prime }$ end nitrogen atoms.(b) The force landscape corresponding to panel (a).  (c) Same plot as panel (b),but with the $X$ -axis representing the inverse of the distance. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5.Conclusions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In summary,we have performed ab initio quantum chemical calculations to investigate the $\\mathrm { C - C ^ { + } }$ base pair formation and dissociation mechanisms in acidic and alkaline environments,respectively,which is essential for understanding the transformation of an i-motif under different chemical conditions. Our calculations suggest that the hydrogen ion plays an important role in the formation and dissociation of $\\mathrm { C - C ^ { + } }$ base pair. In an acidic environment, two cytosine monomers cannot form a dimer without a proton. One cytosine monomer has to be protonated by snatching a proton from a hydronium before it can combine with the other cytosine to form a $\\mathrm { C - C ^ { + } }$ base pair.In contrast,in an alkaline environment,a $\\mathrm { C - C ^ { + } }$ base pair gives up a proton to a hydroxyl and becomes an unprotonated cytosine dimer before it dissociates into two cytosine monomers.Our calculations also demonstrate that the force for detaching two cytosine monomers in the $\\mathrm { C - C ^ { + } }$ base pair ina vacuum is inversely proportional to the distance between them. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It should be noted that our calculations assume greatly simplified conditions compared with experiments. Interactions between base pairs may further stabilize the i-motif but the environment, the configurational flexibility and thermal fluctuations may greatly reduce the reaction enthalpies. Nevertheless,the reactionpathswe have determinedand themechanisms we have proposed provide an important qualitative understanding of the formation and dissociation of the i-motif and form the basis for future,more sophisticated theoretical studies of i-motif folding and unfolding mechanisms. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Acknowledgment ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The authors thank the Supercomputing Center in the Computer Network Information Center at CAS for allocations of computer time. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1]Leroy JL,Guéron M,Mergny JL and Helene C1994 Nucleic Acids Res. 22 1600 [2] Leroy JL and Guéron M1995 Structure 3 101 [3]Gehring K,Leroy JL and Guéron M1993 Nature 363 561 [4] Chen L,CaiL,Zhang Xand Rich A 1994 Biochemistry 3313540 [5]BergerI,Kang C,Fredian A,RatliffR,Moyzis R and Rich A1995 Nat. Struct. Mol. Biol. 2 416 [6]Kang CH,BergerI,Lockshin C,Ratliff R,Moyzis Rand Rich A1994 Proc. Natl. Acad. Sci. USA 91 11636 [7]Kang CH,BergerI,Lockshin C,RatliffR,Moyzis R and Rich A1995 Proc. Natl. Acad. Sci. USA 92 3874 [8] Weil J,Min TP, Yang C, Wang SR, Sutherland C,Sinha N and Kang C H 1999 Acta Crystallogr Sect. D: Biol. Crystallogr. 55 422 [9] Sponer J,Leszczynski J, Vetterl V and Hobza P1996 J. Biomol. Struct. Dyn. 13 695 [10] Jin K S,Shin SR,Ahn B,Rho Y, Kim SJand Ree M 2009 J. Phys. Chem. B113 1852 [11] Liu D and Balasubramanian S 2003 Angew. Chem. Int. Ed.42 5734 [12]Liu D,Bruckbauer A,Abell C,Balasubramanian S,KangD J,Klenerman D and Zhou D 2006 J.Am. Chem. Soc.128 2067 [13]Liu H, Xu Y,LiF,Yang Y,Wang W, Song Y and LiuD 2OO7 Angew. Chem. Int. Ed. 46 2515 [14] Yanson I K, Teplitsky A B and Sukhodub L F 1979 Biopolymers 18 1149 [15] Dey M, Moritz F, Grotemeyer Jand Schlag E W 1994 J. Am. Chem. Soc. 116 9211 [16] Moehlig AR,Djernes KE,Krishnan VM and Hooley R J2012 Org. Lett. 14 2560 [17] Choi J,Kim S,Tachikawa T,Fujitsuka M and Majima T2011J.Am. Chem. Soc. 133 16146 [18] Frisch MJ,Trucks G W,Schlegel HB,Scuseria GE,Robb M A, Cheeseman JR,Montgomery JA,Vreven T,Kudin KN,Burant JC, Millam JM,Iyengar S S,Tomasi J,Barone V,Mennucci B,Cossi M, Scalmani G,Rega N,Petersson G A,NakatsujiH,Hada M,Ehara M, ToyotaK,FukudaR,HasegawaJ,Ishida M,Nakajima T,Honda Y,Kitao O,Nakai H,Klene M,Li X,Knox JE,Hratchian HP,Cross JB, Bakken V,Adamo C, Jaramillo J,GompertsR, Stratmann RE,Yazyev O,AustinAJ,CammiR,PomelliC,OchterskiJW,AyalaPY,Morokuma K,Voth G A,SalvadorP,Dannenberg JJ,Zakrzewski V G, Dapprich S,Daniels AD,Strain MC,Farkas O,MalickDK,Rabuck AD,RaghavachariK,Foresman JB,Ortiz JV,Cui Q,Baboul A G, Clifford S,Cioslowski J, Stefanov BB,Liu G,Liashenko A,Piskorz P,KomaromiI,MartinRL,FoxDJ,Keith T,Laham A,Peng CY, Nanayakkara A,Challacombe M,GillPM W,Johnson B,Chen W, Wong MW,Gonzalez C and PopleJA 2OO4 Gaussian O3,Revision C.02(Wallingford CT: Gaussian, Inc.) [19]Esmaili N and Leroy JL 20O5 Nucleic Acids Res.33 213 [20] Lieblein AL,Kramer M,Dreuw A,Furtig B and Schwalbe H 2012 Angew. Chem. Int. Ed. 51 4067 [21]Kaushik M, Suehl Nand Marky L A 20O7 Biophys.Chem.126 154 ",
        "page_idx": 3
    }
]