[
    {
        "type": "text",
        "text": "Variation and heritability of morphological and physiologicaltraits among Leymus chinensis genotypes under different environmental conditions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YANG Xue, LI Junpeng, ZHAO Tingting,MO Lidong, ZHANG Jianli, REN Huiqin, ZHAO Nianxi\\*, GAO Yubao ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DepartmentofPlant Biology andEcology,CollgeofLife Science,Nankai University,Tianjin3oo071,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Intraspecific trait variation and heritability in diferent environmental conditions not only suggest a potential for an evolutionary response but also have important ecological consequences at the population, community, and ecosystem levels. However, the contribution of quantitative trait variation within a grassland species to evolutionary responses or ecological consequences is seldom documented.Leymus chinensis is an important dominant species in semi-arid grasslands of China, which has seriously suffered from drought and high temperature streses in recent decades. In the present study, we measured variation and heritability of 10 quantitative traits, namely the number of tilers, maximum shoot height, number of rhizomes， maximum rhizome length， rhizome mass,aboveground mass,root mass，maximum net photosynthetic rate $( P _ { \\mathrm { m a x } } )$ ， specific leaf area (SLA),and leaf length to leaf width ratio $\\mathrm { ( L _ { L } / L _ { W } ) }$ ，for 10 genotypes of $L _ { ☉ }$ chinensis under one non-stress $\\mathrm { ( C k ) }$ condition and three environmental stress conditions (i.e., drought $( \\mathrm { D r } )$ , high temperature $\\mathrm { ( H t ) }$ ,and both drought and high temperature $\\mathrm { ( D r H t ) } \\dot { }$ ).Result indicated that (1） the interaction of genotype and environmental condition $( \\mathrm { G } \\times \\mathrm { E } )$ was significant for 6 traits but not significant for the other 4 traits as shown by two-way analysis of variance (ANOVA)，suggesting that diferent selection forces were placed for different traits on the factors dominating phenotypic responses to different environmental conditions. Moreover, these significant $\\mathbf G \\times \\mathbf E$ effects on traits indicated significantly different phenotypic adaptive responses among $L .$ chinensis genotypes to different environmental conditions. Additionally, individuals could be grouped according to environmental condition rather than genotype as shown by canonical discriminant analysis, indicating that environmental condition played a more important role in affecting phenotypic variation than genotype; (2) by one-way ANOVA,significant differences among L. chinensis genotypes were found in all 1O traits under $\\mathrm { C k }$ and Dr conditions,in 8 traits under DrHt condition and only in4 traits under Ht condition；and (3）all 1O traits showed relatively low or non-measurable broad-sense heritability $( H ^ { 2 } )$ under stress conditions. However, the lowest $H ^ { 2 }$ value for most traits did not occur under DrHt condition, which supported the hypothesis of'unfavorable conditions have unpredictable effects' rather than 'unfavorable conditions decrease heritability'. Results from our experiment might aid to improve predictions on the potential impacts of climate changes on $L .$ chinensis and eventually species conservation and ecosystem restoration. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Leymus chinensis; genotype; quantitative trait variation; heritability; drought; high temperature ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: YANG Xue,LI Junpeng,ZHAO Tingting,MO Lidong,ZHANG Jianli,REN Huiqin, ZHAO Nianxi, GAO Yubao. 2019.Variationand heritabilityof morphological and physiological traitsamong Leymus chinensis genotypes under different environmentalconditions.JournalofAridLand,11(1):66-74.htps://doi.org/10.107/s40333-018-0018-x ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Quantitative trait variation among genotypes within a species has important ecological consequences at the population, community, and ecosystem levels (Hughes et al., 20o8; Kraft et al., 2014; Crutsinger, 2O16). For instance, trait variation in resource acquisition or competitiveness will affect plant community dynamics in natural ecosystem. However, quantitative trait variation within a species is proved to be specific to populations and environments (Pigliucci, 20o5; Smith et al., 2016).Moreover, heritability, the proportion of the variation in a given trait within a population that is not explained by environmental effect, is usually afected by environmental conditions (Charmantier and Garant, 2Oo5；Hallsson and Bjorklund, 2012). Therefore,understanding trait variation and heritability under different environmental conditions is important to determine the dynamics and evolutionary potential of populations inhabiting heterogeneous environments,and to predict the fate of populations under environmental change.Although there is more and more recognition of the importance of trait variation within a species to ecological processes and adaptation to environment (Bolnick et al.,2011),the influence of environmental conditions on trait variation and heritability in grassland species is seldom understood. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Genotypic diversity of dominant species could perform similar ecosystem processes as species diversity (Crawford and Rudgers, 2013; Treplin et al., 2013) and their presence may alter abiotic conditions and/or create a habitat for other species (Crutsinger et al.,2O1O; Gustafson et al., 2014). Therefore, high quantitative trait variation among genotypes may enhance community stability or resilience (Prieto et al.,2015; Espeland et al.,20l7), which is important in ecological conservation and restoration biology (Bischoff et al.,2010; Nicotra et al.,2010),especially in ecosystems with low species diversity. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Leymus chinensis,a perennial $\\mathrm { C } _ { 3 }$ species of the Poaceae family,is a widely spread dominant species in semi-arid grasslands in East Asia, including China, Japan,Mongolia and eastern Russia (Qiu et al.,1996),and has important effects on community structure and function (Bai et al., 2004). The ability of $L$ ， chinensis to reproduce clonally through rhizomes allows a single genotype to dominate a certain area. Thus,the effects of variation among genotypes on the ecosystem processes could be maintained for a long period over time and influenced a large area of steppe (Wang et al., 2004). Understanding the degree of genotypic variation is important, because L. chinensis plays a key role in structuring of the steppe community. Moreover, $L$ . chinensis is the target of extensive restoration in some area,and ecological variation among genotypes in different environments could play a previously unrecognized role in the success of these efforts facing global climate change. Studies characterizing genetic variation based on random amplified polymorphic DNA (RAPD; Wang et al.， 2005)，amplified fragment length polymorphism (AFLP； Xu et al.， 2006） and quantitative traits (Liu et al.，20O7） indicated that $L$ . chinensis showed a high genetic and phenotypic diversity. However， how trait heritability of $L$ . chinensis varies in the face of environmental change is still not known, and the important role of the variation of heritability in unstable environments has not been mentioned. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Semi-arid steppe of China has severely degraded during recent decades due to water shortage, combined with higher temperatures that have occurred during its peak growth period in the middle of summer (Xu and Zhou, 2Oo6). Previous studies indicated that drought and high temperature had significant effects on growth and leaf traits of $L$ . chinensis,and the effects of the combination of the two stress factors would be exacerbated at the population level (Xu and Zhou,2Oo6). In this study, we quantified genotypic variation and broad-sense heritability of 10 quantitative traits of $L$ ： chinensis related to growth,production,and leaf characteristics under one non-stress and three environmental stress conditions (i.e.，drought, high temperature and both drought and high temperature） to determine whether the pattern of phenotypic variation could be influenced by environmental condition.We hypothesized that(1) $L$ . chinensis would exhibit substantial heritable genetic variations in these traits,and (2) there was a stress-induced response of quantitative trait variation to different environments. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1Study materials ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Leymus chinensis is a perennial species of the Poaceae family,and mainly reproduces asexually through rhizomes.In March 2009,we selected $L$ . chinensis ramets located at least $1 0 0 ~ \\mathrm { { m } }$ apart in Xilingol Steppe $( 4 3 . 9 0 ^ { \\circ } \\mathrm { N }$ ， $1 1 5 . 3 4 ^ { \\circ } \\mathrm { E }$ ） and propagated each ramet in a common garden in Nankai University $( 3 9 . 1 0 ^ { \\circ } \\mathrm { N }$ ， $1 1 7 . 1 6 ^ { \\circ } \\mathrm { E }$ ） for 10 weeks to further minimize phenotypic difference due to local growth conditions. Genotypes of ramets were identified by AFLP markers and 10 genotypes were used in this study. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The environmental conditions included a non-stress $\\operatorname { \\rho } ( \\operatorname { C k } )$ condition in an outdoor shed where soil water content was controlled between $2 5 \\%$ and $3 5 \\%$ ,and three stress conditions,i.e., drought $( \\mathrm { D r } )$ （204号 condition in an outdoor shed where soil water content was controlled between $5 \\%$ and $10 \\%$ ； high temperature (Ht) condition in a greenhouse where soil water content was controlled between $2 5 \\%$ and $3 5 \\%$ ，and both drought and high temperature $\\mathrm { ( D r H t ) }$ condition in a greenhouse where soil water content was controlled between $5 \\%$ and $10 \\%$ ，which was the harshest stress condition.The temperature in the greenhouse was controlled to be $1 0 ^ { \\circ } \\mathrm { C }$ higher than that in the shed during day and the night. Soil water content was measured using an $\\mathrm { E C H } _ { 2 } \\mathrm { O }$ soil moisture sensor (EC-5, Decagon Devices Inc., USA) every two days during the period of the whole experiment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "On 15 June,2O10,uniform tillers were planted with one tiller per pot （ $1 5 ~ \\mathrm { c m } { \\times } 2 5 ~ \\mathrm { c m }$ .Five replicates per genotype per treatment were used, resulting in 2OO pots in total (4 environmental conditions $\\mathord { \\mathrm { : } } \\mathrm { \\times } \\mathrm { 1 } 0$ genotypes $. { \\times } 5$ replicates). Soil total carbon and availability of nitrogen and phosphorus were 40.0,3.0 and $0 . 6 ~ \\mathrm { g / k g }$ ，respectively. During the experiment, stresses caused by nutrient shortage or shade were avoided,and regular weeding and insect control were conducted. Pots were randomly reassigned to different positions every two weeks to minimize position effects. The experiment lasted for 123 days and all individuals were harvested on 15 October, 2010. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "On 7 October,2010, the maximum net photosynthetic rate $( P _ { \\mathrm { m a x } } )$ of three fully expanded leaves of each individual $L .$ chinensis plant was measured using a LI-640o (LI-COR,Lincoln, USA) at 1200 $\\mathrm { \\mu m o l } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } )$ PPFD (photosynthetic photon flux density),which reached the light saturated intensity of $L$ ，chinensis through observation of the light response curve.Then these fully expanded leaves were collected for the measurements of specific leaf area (SLA) and leaf length/leaf width ratio $\\scriptstyle \\left( \\mathrm { L } _ { \\mathrm { L } } / \\mathrm { L } _ { \\mathrm { W } } \\right)$ ，which followed the methodology used by Cornelissen et al. (2003).At the end of the experiment, the growth and production traits (i.e.,the number of tillrs,maximum shoot height, number of rhizomes, maximum rhizome length, and rhizome mass (aboveground mass and root mass)）of each individual were quantified as measures of biomass production and colonization ability, respectively. The aboveground, root and rhizome mass were weighted after drying at $8 0 ^ { \\circ } \\mathrm { C }$ （204号 to a constant weight. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "First, the experiment focused on the quantitative trait variation among $L$ . chinensis genotypes across different environmental conditions.Therefore, two-way analysis of variance (ANOVA) was used to examine the effects of environmental condition (E),genotype (G) and the $\\mathbf { G } { \\times } \\mathbf { E }$ interaction, with $L$ . chinensis genotype as a random factor and environmental condition as a fixed factor. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Second,as the experiment included replications within genotypes， the within-genotype and among-genotype variances could be directly interpreted as the environmental and genetic variations. We used one-way ANOVA to test the variance component of each trait under each treatment, with genotype as a factor. If genotype had a significant effect on a trait, the broad sense heritability $( H ^ { 2 } )$ （204号 of this trait was calculated as the ratio of the among-genotype variance component to the total variance component (Lynch and Walsh, 1998). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Third,canonical discriminant analysis was used to identify the multivariate sets of covariant characters because it allows independent investigation of changes in the sets of covariant characters owing to two main effects. The genotypic and environment scores were plotted against the first and second canonical axes in order to visualize their multivariate relationships.The structure of significant canonical vectors was separately determined for environmental condition and genotype. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "All statistical analyses were carried out using SPSS 20.O (IBM,Armonk, NY).Response variables were log transformed as necessary to meet the assumptions of normality and homogeneity of variance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Trait variation and broad sense heritability ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The results of two-way ANOVA showed that all 10 traits were significantly affected by genotype (G) and by environmental condition (E),and that 6 traits,namely the number of tillers,rhizome mass，aboveground mass，root mass, $P _ { \\mathrm { m a x } }$ and $\\mathrm { L _ { L } / L _ { W } }$ ，were significantly affected by $\\mathbf { G } { \\times } \\mathbf { E }$ interaction (Table 1). The plots give more details of the influence of genotype,environmental condition,and their interaction (Fig. 1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The within-treatment analyses presented that under Ck and Dr conditions, $L$ . chinensis genotypes showed significant differences $( P { < } 0 . 0 5 )$ in all 1O traits. The values of $H ^ { 2 }$ ranged from 0.264 to 0.831 under $\\mathrm { C k }$ and from 0.254 to 0.784 under Dr. Under DrHt condition, genotypes showed significant differences $( P { < } 0 . 0 5 )$ in 8 traits and their $H ^ { 2 }$ values ranged from 0.181 to 0.538.Under Ht condition, genotypes showed significant differences $( P { < } 0 . 0 5 )$ in only 4 traits (i.e., number of rhizomes, $P _ { \\mathrm { m a x } }$ , SLA,and $\\mathrm { L _ { L } / L _ { W } } )$ and their $H ^ { 2 }$ values ranged from 0.369 to 0.604 (Table 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Canonical discriminant analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The canonical discriminant analysis of environmental conditions revealed the clustering of the 102 significant eigenvectors,which collectively explained about $9 6 . 0 4 \\%$ of the total variance (Table 3) and clearly separated individuals by environmental condition (Fig. 2a). The traits with the significant weights on the first canonical variate (CV1） were $P _ { \\mathrm { m a x } }$ and all the growth and production traits except the maximum shoot height (Table 3),and CV1 clearly distinguished Ck (with high $P _ { \\mathrm { m a x } }$ and high ability of growth and production) at the positive end of the Axis 1 from the other environmental conditions, with DrHt at the negative end of the Axis 1 (Fig.2a).The traits with the significant weights on the second canonical variate (CV2) were maximum shoot height and SLA (Table 3),and CV2 distinguished Ht (with high maximum shoot height and high SLA, at the top of the Axis 2) and Dr (at the bottom of the Axis 2) from DrHt. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/02fa618c03012823333d679ddb45ddadba3168727b31110c49f3d6b53884d226.jpg",
        "table_caption": [
            "Table 1Results of two-way ANOVA analyzing effcts of genotype (G) and environmental condition (E) on 10 traits of L. chinensis "
        ],
        "table_footnote": [
            "Note: $P _ { \\mathrm { m a x } }$ ,the maximum net photosynthetic rate; SLA,specific leaf area; $\\mathrm { L _ { L } / L _ { W } }$ ,leaf length/leaf width ratio. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\">Variable</td><td colspan=\"2\">G,dfy9</td><td colspan=\"2\">Environ en al eondion</td><td colspan=\"2\">GxE (df=27)</td></tr><tr><td>F</td><td>P value</td><td>F</td><td>P value</td><td>F</td><td>P value</td></tr><tr><td rowspan=\"7\">Growth and production traits</td><td>Number of tillers</td><td>12.43</td><td><0.001</td><td>34.49</td><td><0.001</td><td>2.24</td><td><0.001</td></tr><tr><td>Maximum shoot height</td><td>6.43</td><td><0.001</td><td>23.86</td><td><0.001</td><td>1.56</td><td>0.057</td></tr><tr><td>Number of rhizomes</td><td>9.50</td><td><0.001</td><td>34.73</td><td><0.001</td><td>1.29</td><td>0.180</td></tr><tr><td>Maximum rhizome length</td><td>5.26</td><td><0.001</td><td>46.32</td><td><0.001</td><td>1.01</td><td>0.457</td></tr><tr><td>Rhizome mass</td><td>11.39</td><td><0.001</td><td>71.57</td><td><0.001</td><td>3.66</td><td><0.001</td></tr><tr><td>Aboveground mass</td><td>15.08</td><td><0.001</td><td>59.56</td><td><0.001</td><td>4.35</td><td><0.001</td></tr><tr><td>Root mass</td><td>20.02</td><td><0.001</td><td>95.04</td><td><0.001</td><td>5.81</td><td><0.001</td></tr><tr><td rowspan=\"3\">Leaf traits</td><td>Pmax</td><td>5.85</td><td><0.001</td><td>208.55</td><td><0.001</td><td>2.61</td><td><0.001</td></tr><tr><td>SLA</td><td>7.20</td><td><0.001</td><td>28.39</td><td><0.001</td><td>1.29</td><td>0.180</td></tr><tr><td>L/Lw</td><td>14.97</td><td><0.001</td><td>28.78</td><td><0.001</td><td>3.02</td><td><0.001</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/290ffa9d7cabf4f470206725ac3e0cdc5679b03db16b7e75e2e2ba7805ddefdb.jpg",
        "img_caption": [
            "Fig.1Quantitative variations of 10 traits (a-j)among 10 genotypes ofL.chinensis (G1-G10) underfour diferent environmental conditions. $P _ { \\mathrm { m a x } }$ ，the maximum net photosynthetic rate；SLA，specific leaf area; $\\mathrm { L _ { L } / L _ { W } }$ ，leaf length/leaf width ratio.Ck,Dr,Ht,and DrHt represent theenvironmental conditionsof non-stres,drought,high temperature, and both drought and high temperature,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The canonical discriminant analysis of genotypes identified two canonical discriminant functions accounting for $6 1 . 8 4 \\%$ of the total variance (Table 3). The traits with the significant weights on CV1 were the number of tillers, number of rhizomes and aboveground mass,and the traits with the significant weights on CV2 were root mass and LL/Lw (Table 3). However, individuals could not obviously be separated by genotype (Fig. 2b). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "There was significant variation in 1O traits among $L$ . chinensis genotypes as shown by two-way ANOVA， providing the possbility of niche complementarity within a species. For examples, significant variation in maximum rhizome length could reflect the differentiation ability of colonization of new patches； significant variation in root mass could reflect the differentiation ability of belowground resource uptake; significant variation in tillers number and rhizome number could lead to reproductive allocation difference； and significant variation in $P _ { \\mathrm { m a x } }$ and SLA could reflect differences in photosynthetic capacity and relative growth rate,respectively (Nicotra et al., 2010). These findings suggested that genotypic diversity of $L$ 、chinensis contributed to niche complementarity as reported by Shen et al. (2O15),and indicated the potential ecological functions of genotypic diversity of $L$ . chinensis that is the important dominant species in low species diversity or degraded communities in semi-arid steppe of Inner Mongolia. These results highlighted that functional trait variation among genotypes within a species may act in a similar way to species diversity to enhance ecosystem function,and could have measurable effects on population persistence and community structure and function (Cook-Patton et al., 2011; Morris et al., 2016). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/863e61b38498eb9c9d872cd31c7630b664b6c2946fbf2e8f946e29b8ee4ffea4.jpg",
        "table_caption": [
            "Table 2Significance of diference of these traits resulted from one-way ANOVA analyzing effect of genotype on 10 traits and broad-sense heritability $( H ^ { 2 } )$ under each environmental condition "
        ],
        "table_footnote": [
            "Note: $P _ { \\mathrm { m a x } }$ ,the maximum net photosynthetic rate; SLA,specific leaf area; $\\mathrm { L _ { L } / L _ { W } }$ ,leaf length/leaf width ratio; Ck, non-stress; Dr,drought; Ht,high temperature;DrHt,droughtandhigh temperature;NS,notsignificant;\\*\\*\\*,and\\*\\* indicate significanceat $P { < } 0 . 0 5$ $P { < } 0 . 0 1$ ， and $P { < } 0 . 0 0 1$ levels,respecitively.\"-\" means no value. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Variable</td><td>Ck</td><td>Dr</td><td>Ht</td><td>DrHt</td></tr><tr><td rowspan=\"5\">Growth and production traits</td><td>Number of tillers</td><td>0.684**</td><td>0.546**</td><td>NS</td><td>0.516**</td></tr><tr><td>Maximum shoot height</td><td>0.346**</td><td>0.622**</td><td>NS</td><td>1</td></tr><tr><td>Number of rhizomes</td><td>0.398**</td><td>0.387**</td><td>0.369*</td><td>0.504**</td></tr><tr><td>Maximum rhizome length</td><td>0.412**</td><td>0.254*</td><td>NS</td><td>0.563**</td></tr><tr><td>Rhizome mass</td><td>0.669**</td><td>0.715**</td><td>NS</td><td>0.204*</td></tr><tr><td rowspan=\"5\">Leaf traits</td><td>Aboveground mass</td><td>0.831**</td><td>0.652**</td><td>NS</td><td>0.356**</td></tr><tr><td>Root mass</td><td>0.766**</td><td>0.708**</td><td>NS</td><td>NS</td></tr><tr><td>Pmax</td><td>0.267*</td><td>0.462**</td><td>0.448**</td><td>0.538**</td></tr><tr><td>SLA</td><td>0.555**</td><td>0.348*</td><td>0.380**</td><td>0.181*</td></tr><tr><td>L/Lw</td><td>0.662**</td><td>0.372*</td><td>0.604**</td><td>0.501**</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/fc4ce5f608138e27c8c70eb7bd02b0b62a6a486db06c07a9306ed03b6bef2e6f.jpg",
        "img_caption": [
            "Fig.2Results of canonical discriminant analysis on the multivariate space defined by the first two canonical axes. (a)environmental conditions; (b) genotypes.Gl-G10 mean the 10 genotypes.CV1,the first canonical variate; CV2, the second canonical variate. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/0ee742ba1816546fe5eedbddbc6baff5b16a0f97dc6cb1d6beec80267bbdad50.jpg",
        "table_caption": [
            "Table 3Compositions of the first two canonical variates from canonical discriminant analysis of the traits responses of $L$ . chinensis by environmental condition and genotype,respectively "
        ],
        "table_footnote": [
            "Note:\\*means a significant correlation between variable and discriminant function. $P _ { \\mathrm { m a x } }$ ,the maximum net photosynthetic rate； SLA, specific leaf area; $\\mathrm { L _ { L } / L _ { W } }$ ,leaf length/leaf width ratio.CV1,the first canonical variate; CV2,the second canonical variate. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\">Variable</td><td colspan=\"2\">Treatment</td><td colspan=\"2\">Genotype</td></tr><tr><td>CV1</td><td>CV2</td><td>CV1</td><td>CV2</td></tr><tr><td rowspan=\"7\">Growth and production traits</td><td>Number of tillers</td><td>0.28*</td><td>0.11</td><td>0.59*</td><td>-0.37</td></tr><tr><td>Maximum shoot height</td><td>0.12</td><td>0.61*</td><td>0.32</td><td>0.17</td></tr><tr><td>Number of rhizomes</td><td>0.35*</td><td>0.09</td><td>0.51*</td><td>-0.27</td></tr><tr><td>Maximum rhizome length</td><td>0.45*</td><td>0.11</td><td>0.27</td><td>-0.03</td></tr><tr><td>Rhizome mass</td><td>0.30*</td><td>0.02</td><td>0.42</td><td>-0.14</td></tr><tr><td>Aboveground mass</td><td>0.32*</td><td>0.25</td><td>0.43*</td><td>-0.40</td></tr><tr><td>Root mass</td><td>0.38*</td><td>-0.10</td><td>0.34</td><td>-0.46*</td></tr><tr><td rowspan=\"4\">Leaf traits</td><td>Pmax</td><td>0.87*</td><td>0.09</td><td>-0.01</td><td>0.04</td></tr><tr><td>SLA</td><td>-0.18</td><td>0.52*</td><td>0.40</td><td>-0.16</td></tr><tr><td>LL/Lw</td><td>-0.21</td><td>0.08</td><td>0.36</td><td>0.63*</td></tr><tr><td>% explained variance</td><td>76.96</td><td>19.07</td><td>34.65</td><td>27.19</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The $\\mathbf { G } { \\times } \\mathbf { E }$ interactions were significant in 6 traits but not significant in the other 4 traits, indicating that different selection forces dominated the evolution of phenotype of $L$ . chinensis across environment for different traits.What's more, the significant $\\mathbf { G } { \\times } \\mathbf { E }$ interaction suggested that the more complex the environment changed, the less possbility that the genotypes would respond in a uniform way. Significant quantitative trait variation among genotypes and significant $\\mathbf { G } { \\times } \\mathbf { E }$ interaction permitted diverse genotypes to be maintained in populations under variable environmental conditions (Salmela et al.,2O16), thus it is very important to increase community stability or resilience (Hughes et al.,2008; Prieto et al.,2015; Dia et al.,2016). However, the results of canonical discriminant analysis indicated that environmental condition rather than genotype played an important part in affecting adaptive plasticity of quantitative traits of $L$ ： chinensis (Fig. 2), indicating that environmental condition might play more important role in affecting the adaptability of L. chinensis and its ecological functions in the community. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "There is increasing evidence that the amount and pattrn of quantitative trait variation is dependent on environmental conditions (Manaa et al.,2011; Shaw et al., 2016; Yang et al.,2017), which has important consequences for understanding evolution in a changing environment (Draghi and Whitlock，2012；Hallsson and Bjorklund, 2012).DrHt are considered to be the major environmental factors afecting plant growth， physiological responses and biochemical and molecular changes in semi-arid areas,and these two stress conditions had very different effects on trait variation of L. chinensis (Figs.1 and 2; Table 2). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Under high temperature condition, SLA and maximum shoot height were highest,and other traits were close to those under non-stress condition (Fig.1),and 6 traits did not show significant variation among genotypes (Table 2). Stress induced variation may facilitate adaptive evolution, and the adaptive plasticity could produce a mean phenotype that was close to the optimum favored by selection (Badyaev, 2Oo5). On the other hand, it constrained diferentiation in a variety of systems (Mittelbach et al., 1999). The present results suggested that high temperature facilitated phenotypic adaptive evolution of $L$ . chinensis and that similarity among individuals could significantly facilitate the rate of adaptive evolution (Badyaev,2Oo5). Adaptive plasticity should promote establishment and persistence in a new environment and would be very important for future adaptive evolution to climate change (Ghalambor et al., 2007). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Under Dr condition, we found relatively lower values of traits, supporting that L. chinensis is a relatively drought-sensitive species (Bai et al.， 2004; Xu and Zhou, 2006). But, significant differences $( P { < } 0 . 0 5 )$ among $L$ . chinensis genotypes were found for all traits,which may be beneficial for population maintenance, species composition and community function when facing drought (Fig.1; Table 2), because a high diversity provides the raw material for natural selection, which is the key to evolutionary theory (Bolnick et al.,2011). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Any change in heritability might reflect a history of weak selection and/or the accumulation of deleterious mutations in stress conditions (Hoffmann and Merila,1999).All 10 traits showed relatively lower or non-measurable broad-sense heritability $( H ^ { 2 } )$ under stress conditions than under the non-stress condition, being consistent with the result of Charmantier and Garant (2Oo5),who found that heritability generally decreased under unfavorable conditions based on meta-analysis data from wild populations. However, under the harshest stress condition,i.e.,DrHr condition, $H ^ { 2 }$ of all traits except SLA was not the lowest. These results supported the hypothesis of \"unfavorable conditions have unpredictable effects\" rather than \"unfavorable conditions decrease heritability\" ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(Hoffmann andMerila, 1999). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Significant quantitative trait variation among $L$ ，chinensis genotypes could provide a plausible explanation to contribute to positive niche complementarity effects of genotypic diversity on ecosystem function in a manner similar to species diversity. Significant $\\mathbf { G } { \\times } \\mathbf { E }$ effects on 6 traits indicated that there were significantly different phenotypic adaptive responses among genotypes to different environmental conditions. The present results would improve future predictions about the potential impacts of climate change on $L$ . chinensis and allow effective action to be taken for species conservation and ecosystem restoration. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This research was funded by the National Key Research and Development Program of China (2016YFC0500706), the National Natural Science Foundation of China (31570427,31770505),and the China Scholarship Council (201606205032).We are grateful to Dr.Pell BRINKMAN and Dr. RUAN Weibin for helpful suggestions on improving the manuscript. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "BadyaevAV.2Oo5.Stress-iducedvariation inevolution:frombehavioural plasticitytogeneticassmilation.Proceedingsofthe Royal Society B: Biological Sciences,272(1566): 877-886.   \nBaiYF,HanXGWuJG,etal.2O04.Ecosystemstabilityandcompensatoryeffects intheIner Mongoliagrassland.Nature, 431(7005): 181-184.   \nBischoffA,SteingerT,Muler-SchrerH.2O0.himportanceofplantprovenanceandgenotypicdiversityofseedmaterilsed for ecological restoration. Restoration Ecology,18(3): 338-348.   \nBolnickDI,AmarasekareP,AraujoMS,etal.2l1.Whyintraspecifictraitvariationmatters inommunityecologyTreds n Ecology & Evolution,26(4):183-192.   \nCharmantierA,GarantD.2oo5.Environmental qualityand evolutionary potential:lessons fromwild populations.Proceedingsof the Royal Society B:Biological Sciences,272(1571): 1415-1425.   \nCook-Patton SC,McArt SH,ParachnowitschAL,etal.2011.Adirectcomparisonof theconsequencesof plant genotypicnd species diversity on communities and ecosystem function. Ecology, 92(4): 915-923.   \nCornelissenJHC,LavorelSGarnierE,etal.2Oo3.Ahandbookof protocols forstandardizedandeasymeasurementof plant functional traits worldwide.Australian Journal ofBotany,51(4):335-380.   \nCrawfordKM,RudgersJA.2O13.Geneticdiversity withinadominant plantoutweighsplantspecies diversityin structuringan arthropod community. Ecology,94(5):1025-1035.   \nCrutsinger GM,StraussSY,RudgersJA.2Ol0.Geneticvariationwithinadominantshrubspeciesdeterminesplantspecies colonization in a coastal dune ecosystem. Ecology,91(4):1237-1243.   \nCrutsinger GM.2016.Acommunity genetics perspective:opportunities forthecomingdecade.NewPhytologist,210(1):65-70.   \nDiaM,WehnerTC,HassellR,tal.20l6.Genotypeenvironment interactionandstabilityanalysis forwatermelonfruityieldin the United States.Crop Science,56(4):1645-1661.   \nDraghiJA,WhitlockMC.2O12.Phenotypic plastiityfacilitates mutationalvariance,genetic variance,andevolvabilityalongthe major axis of environmental variation.Evolution,66(9): 2891-2902.   \nEspelandEK,EmeryNC,MercerKL,etal.20l7.Evolutionof plantmaterials forecologicalrestoration:insightsfromthe applied and basic literature.Journal of Applied Ecology, 54(1):102-115.   \nGhalamborCK,McKayJK,CarrollSP,etal.2O7.Adaptive versus non-adaptive phenotypic plasticityand thepotential for contemporary adaptation in new environments.Functional Ecology, 21(3): 394-407.   \nGustafsonDJ,MajorC,JonesD,etal.2014.Geneticsortingofsubordinatespeciesigrassand modulatedbyintraspecific variation in dominant species.PloS ONE,9(3): e91511,doi:10.1371/journal.pone.0091511.   \nHallsonLR,BjorklundM.2O12.Selectioninafluctuatingenviromentleads todecreased geneticvariationandfacilitates the evolution of phenotypic plasticity. Journal of Evolutionary Biology,25(7):1275-1290.   \nHoffmannAA,MerilaJ.99.Heritable variationandevolutionunderfavourableandunfavourableconditions.Trends inEcology & Evolution,14(3): 96-101.   \nHughesAR,InouyeBD,JohnsonMT,etal.O08.Ecologicalconsequencesof geneticdiversity.EcologyLeters,1(6): 609-623.   \nKraft NJB,CrutsingerGM,FestelEJ,etal.2014.Functional raitdiferencesandthoutcomeofcommunityebly:an experimental test with vernal pool annual plants.Oikos,l23(11): 1391-1399.   \nLiuZP,LiXF,iHJ,etal.2O7.ThegeneticdiversityofperenialLeymuschnensisorigiatingfromChina.GrassadForage Science,62(1): 27-34.   \nLynch M,Walsh B.1998.Genetics and Analysis of Quantitative Traits.Sunderland: Sinauer Associates,Inc.,548-550.   \nMana A,Ahmed HB,ValotB,etal.2O11.Saltand genotype impacton plant physiologyandroot proteome variations in tomato. Journal of Experimental Botany, 62(8): 2797-2813.   \nMitelbach G G, Osenberg C W,Wainwright PC.1999.Variation in feding morphology between pumpkinseed populations: Phenotypic plasticity or evolution? Evolutionary Ecology Research,1(1): 111-128.   \nMorris GP,HuZB,GrabowskiPP,etal.016.Genotypic diversityefectsonbiomassproductioninnative perenialbioenergy cropping systems. Global Change Biology Bioenergy,8(5):1000-1014.   \nNicotraAB,AtkinOK,onserSP,etal.10.Plantphenotypic plasticityihanginglimate.TendsinantSciene,5(1): 684-692.   \nPigliucciM.20o5.Evolutionofphenotypic plasticity:where are wegoing now?TrendsinEcology&Evolution,0(9):48-486.   \nPrieto IViolleC,BareP,etal.215.Complementaryeffectsof speciesand geneticdiversityonproductivityandstabilityof sown grasslands.Nature Plants,1(4):15033.   \nQiu H,Huang S,ZhangY.1996.FloraPeipublicaePopularisSinicae,Tomus 42(2).Beijing:SciencePres,133-147.(inChinese)   \nSalmela MJ,GreenhamK,LouP,etal.20l6.Variationincircadianrhythms ismaintainedamongand withinpopulationsin Boechera stricta.Plant,Cell & Environment,39(6):1293-1303.   \nShawEJ,KakudaY,RajcanI2O16.Efectof gnotype,environment,andgenotypexenvironmentinteractionontocopherol accumulation in soybean seed. Crop Science,56(1): 40-50.   \nShen JF,RenHQ,XinXJ,etal.215.Leymus chinensis genotypicdiversityincrease theresponseofpopulationtodisturbance. Acta Ecologia Sinica,35(23): 7682-7689.(in Chinese)   \nSmith MD,Hoffman AM,Avolio ML2016.Geneexpression pattrns of twodominant talgrassprairie species differin response to warming and altered precipitation. Scientific Reports,6: 25522.   \nTreplinM,Pennings SC,ZimmerM.20l3.Decompositionof leafliterinaU.S.saltmarsh isdrivenbydominantspecies,not species complementarity.Wetlands,33(1): 83-89.   \nWang YS,ZhaoLM,WangH,etal.2Oo5.Molecular genetic variation inaclonal plant populationofLeymus chinensis (Trin.) Tzvel. Journal of Integrative Plant Biology, 47(9): 1055-1064.   \nWang ZW,LiLH,HanXG,etal.O4.DozomeseveringndshootdefoliationaffectclonalgrowthofLeymuschinesisat ramet population level? Acta Oecologica,26(3): 255-260.   \nXuS X,Shu QY,Liu GS.2o6.Geneticrelationship inecotypesofLeymuschinensis revealed bypolymorphismofamplified DNA fragment lengths.Russian Journal of Plant Physiology, 53(5): 678-683.   \nXuZZ,Zhou GS.2o6.Combined efectsofwaterstressandhigh temperatureonpotosythesis,nitrogenmetabolismandlipid peroxidation of a perennial grass Leymus chinensis.Planta,224(5): 1080-1090.   \nYangX,ShenJF,ZhaoNX,etal.20l7.Phenotypicplasticityandgeneticdierentiationofquantitativetraitsingenotypesof Leymus chinensis.Chinese Journal of Plant Ecology,41(3):359-368.(in Chinese) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]