[
    {
        "type": "text",
        "text": "中西医结合护理在慢性支气管炎患者中的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孙策",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(北京中医药大学护理学院，北京，102401)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：中西医结合护理是一种能够兼具西医护理对症准，见效快和中医护理根治病因,长期养护为特点护理模式。本文比较了中医、西医护理在慢性支气管炎患者护理上的差异,阐述了中西医结合护理在控制慢性支气管炎患者病情进展上的优势,详细并重点的说明了中西医结合护理在慢性支气管炎疾病上的临床应用进展，以其为进一步完善中西医结合护理在临床上应用规范提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：慢性支气管炎；中西医结合护理；情志护理；艾灸；耳穴埋豆 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research progress on the integrative nursing in the nursing of patients with chronic bronchitis in China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUN Ce ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(Beijing University of Chinese Medicine，School of Nursing，Beijing，1O2401,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: Integrative nursing is a nursing model that combines the advantages of western and Chinese medicine nursing. This paper compares the differences between the traditional Chinese medicine and Western medicine in the nursing of the patients who suffer from chronic bronchitis , and exhibits the advantages of integrative nursing in controlling the progress of patients with chronic bronchitis and explains in detail and focuses on the clinical application progress of integrative nursing in chronic bronchitis. Meanwhile,this paper also discusses the limitations，necessity and feasibility of the development of integrative nursing in China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS: Integrative nursing;Chronic bronchitis ；Nursing ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，随着中西医结合治疗慢性支气管炎的不断发展，中西医结合护理该疾病的研究也在同步地不断深入。中西医结合护理融合了现代医学和传统中医学的护理理念，二者在护理内容和理念方法上互相借鉴和补足，相辅相成。相关研究表明，中西医结合护理慢性支气管炎能更有效的提高患者的生活质量和治疗效果，发展前景广阔。本文浅谈中西医结合护理慢支的优势及其相关研究进展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中、西医在慢性支气管炎护理干预上的差异",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "慢性支气管炎属于中医“痰饮”、“喘证”等范畴,与脾、肺、肾三脏的活动失调有关。肾主水，肾为水之脏，肺主行水，肺为水之上源，二者气机失调则为痰;肺主气而司呼吸，肾藏精而主纳气，二者气机失调则为喘。肺与肾二者的宣降则有赖于脾的运化功能，三者共同完成水液和气体的代谢。中医护理遵循整体观，从患者整体出发把握疾病的本质，通过护理调节患者脏腑的功能，从而达到改善患者病情的目的。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "西医上慢性支气管炎是指气管、支气管黏膜及其周围组织的慢性非特异性炎症，与感染、吸烟、粉尘以及空气污染等因素有关。在外部环境和自身免疫机能失调的双重作用下，由于致病因素的影响导致各级支气管壁均有多种炎症细胞的浸润，黏膜充血，水肿，杯状细胞和粘液腺肥大、增生，分泌旺盛，大量粘液潴留。临床上以咳嗽、咳http://www. nursrxiv. org.cn痰为主要症状，或伴有喘息。临床当中，在病因治疗的基础上常常根据患者的症状和体征给予相应的护理措施。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2中西医结合在慢性支气管炎护理干预上的优势",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中医护理是以清除根源病因为理念来治愈患者的护理方法，因此疗效发挥较为缓慢，若在疾病急性发作期只采用中医调理，轻者可能没有明显地治疗作用，重者可能因中医方法疗效发挥缓慢而耽误病情，导致病情的进一步加重[1。西医护理则主要是对症护理，能够较快地改善患者不适的症状，但很难达到从根源上长期养护的目的。因此，既能够在短期内改善患者状况又能长期从根源上调理患者病情的中西医结合护理方式在针对慢性支气管炎患者的护理方面具有较为显著的优势。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3临床中常用的中西医结合护理方式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "临床中通常采用在西医常规护理的基础上辅以中医护理的方法和理念来进行中西医结合护理。护理人员给予患者西医常规的病情观察、氧疗护理、用药护理、指导患者有效咳嗽的护理、心理护理及健康教育等，并在此基础上根据情况采用针对性的中医护理措施。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1 病情观察 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "观察患者的生命体征，神志及呼吸等情况。观察患者咳嗽的程度，痰的性状气味及颜色，咯痰的难易程度，面色及唇甲的发细情况，喘息发作的时间及诱因。通过观察患者咳喘痰的情况辨别患者的证型分期，判断患者的病情转归情况。慢性支气管炎患者临床常分为急性期和缓解期，急性期分为寒型、热型及寒热夹杂型，慢性期分为肺脾两虚、肺肾阳虚、肺肾阴虚、肺肾气虚证型[2]。如外邪或痰浊等侵袭肺气，导致肺失宣降，患者出现呼吸急促、气促声高、痰鸣咳喘、脉数有力等表现时多为急性期；肺、肾、脾三脏精气亏虚，导致出纳失常，患者出现病情迁延日久、气怯声低、少痰鸣咳嗽、脉细弱等表现时多为缓解期[3]。当患者出现喘息加重，鼻翼扇动，四肢蕨冷，面色青紫等表现时，多为危象，应及时报告医生处理，",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2生活起居护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在环境干净整洁，温湿度适宜，避免刺激等的基础上，指导患者在急性发作期注意休息，在缓解期可适当运动，如打太极拳、八段锦等中医传统功法达到锻炼身体增强体魄的目的。太极拳与八段锦同根同源，都是一套独立而完整的气功健身功法，通过简单的动作来达到锻炼身体，调节呼吸的作用4，能够促使身心平顺、经络舒展、心胸开阔，且易于练习,不受场地限制,更加便于推广[5]。同时，相关研究-7表明，太极拳或八段锦的锻炼利于患者肺功能的改善，且能够有效提升慢支患者的生活质量，建议临床推广。以太极拳为例，应根据患者情况酌情制定运动计划，一般缓解期患者3-5次/周， $2 0 \\sim 3 0 ~ \\mathrm { m i n } /$ 次，以患者不感到疲惫为宜[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.3饮食护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中医中有“药食同源”之说，食物对于疾病的防治起着十分重要的作用[9。对于慢性支气管炎患者来说，临床中常指导患者“三高饮食”，即高热量、高纤维素、高蛋白饮食，禁烟酒，忌生冷、油腻、辛辣等刺激之品。同时给予辨证膳食：急性期患者，如风寒犯肺者，宜多食生姜、葱白等温肺散寒之品，忌生冷之品;如风热犯肺者，宜多食白萝卜、梨等清热化痰之品[3]。缓解期患者，如肺脾两虚者，宜多食用百合、山药等补益肺脾之品;肺肾阳虚者，宜食用羊肉、桂圆等补肾纳气之品；肺肾阴虚者宜食用冬瓜、莲藕等滋阴润肺之品；肺肾气虚者,宜食用甲鱼、核桃等补益肾气之品[10]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.4情志护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "除临床中常采用聆听患者诉求，耐心解释病情，对患者进行心理评估及疏导，从而达到使患者缓解焦虑和恐惧等不良情绪，帮助树立患者治愈的信心等方法外，还可以采用中医特色的情志护理方式。中医上讲\"喜伤心,怒伤肝,思伤脾，忧伤肺，恐伤肾”。情志与疾病的发生存在必然的联系，疾病的变化与转归也与情志的变化息息相关[1-13]。中医常采用的护理方法有顺意法、疏解法、移情易性法、以情胜情法及音乐疗法等[10]。临床中情志护理方式的选择常根据患者的情况而定，通过调和患者的情志从而达到使患者脏腑之气舒畅条达的效果[14-15]。慢性支气管炎患者的情志护理应重点关注\"思”、“忧”、“恐\"的情志调和，缓解患者焦虑恐惧的情绪，调节“脾”、“肺”、“肾”的脏腑功能，从而改善患者病情。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.5中医护理技术的应用",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中医护理技术是中国古代传承下来的一种具有中国特色的传统治疗方式，近年来临床当中常用的中医护理技术有中药、拔罐、艾灸、穴位按摩和耳穴埋豆等，这些中医护理技术在广泛的临床实践中被证明有较好的疗效[16-18]。 $\\textcircled{1}$ 用药护理：中药用药要求寒者热服，热者温服，重者少量频服。汤剂服用困难者可采取胶囊或丸剂等[19]。用药后注意观察患者用药后疗效及不良反应。 $\\textcircled{2}$ 拔罐联合穴位贴敷护理：对患者背部的三条重要经脉进行拔罐，即督脉和两条太阳经。并同时对肺俞、心俞、膈俞进行穴位贴敷，通过温度和压力等刺激，从而达到温经通络，祛湿活血，改善喘息的效果[20]。 $\\textcircled{3}$ 冬病夏治护理：“伏灸\"法，即在夏季三伏天对患者进行穴位贴敷，分别在初伏、中伏、末伏的第1天对慢性支气管炎患者进行1次贴敷，一般需要持续治疗3年[7.21]。常用的主穴有天突、大椎、肾俞或肺俞穴等，配穴用膻中、关元、定喘等穴[22-23]。冬病夏治可通过穴位贴敷祛除患者体内的寒邪之气，从而调节患者的心肺功能。 $\\textcircled{4}$ 耳穴埋豆：双耳可选取肺、支气管、内分泌、肾、神门、脾等穴位,用王不留行籽进行贴压,指导患者每日按揉4\\~5次， $3 \\sim 5 ~ \\mathrm { m i n } / \\mathcal { K }$ ,力度适宜[10]。 $\\textcircled{5}$ 中药泡脚：寒者常选用法夏、生姜等药材，热者常选用鱼腥草、菊花等药材，虚者常采用天冬、麦冬等药材，将药物放入药罐中，放适量清水浸泡 $5 \\sim 1 0 ~ \\mathrm { m i n }$ 后水煎取汁，将药汁倒入足浴盆中，待水温适宜时指导患者进行足浴。临床中常每日1剂，1～2次/日， $1 5 \\sim 3 0 \\ \\mathrm { m i n / \\updownarrow }$ 欠，连续足浴3\\~5天为1个疗程[24-25]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.6健康宣教",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "健康宣教主要是向患者及患者家属解释病因、诱因、加重期表现及用药方法等，安抚患者及患者家属，减轻其焦虑恐惧的情绪，增加其治疗的信心。中医的健康宣教包括指导患者起居有常，寒热有节，合理饮食，情志舒畅，劳逸结合；居所环境应温湿适宜，空气新鲜，阳光充足，避免粉尘等刺激;注意根据天气变化增减衣物，以防感冒加重病情;戒烟禁酒，避免辛辣肥腻之品;患者根据自身情况适当锻炼，如八段锦、太极拳、呼吸操等[26-28]。若患者外感风寒、咳嗽等肺系病症时应及时到医院就诊，以防加重病情。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4小结 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中西医结合护理是一种极具特色的护理方式。中西医结合护理兼备中医护理和西医护理的不同优势，能够更好地服务于患者，促进患者的康复。中西医结合护理较单纯的西医护理而言，能够更有效的缓解慢性支气管炎患者病情，提高患者的舒适度，减少患者急性发作的频率，减轻患者焦虑和、恐惧的情绪,改善患者的生活质量[10.26]中西医结合护理在临床实践中虽然尤其独特的优势，但当下中西医结合护理的应用仍然十分有限。中西医结合护理发展相对滞后的原因是较为复杂的，与传统中医医护不分家的历史因素，国内中西医结合专业建设起步较晚，护理院校缺乏设置中医专业课程，大多数医院更倾向于现代西医护理，以及缺乏中西医护理的师资团队和人才培养等原因息息相关[29-30]。因此,具有中国传统特色的中西医结合护理仍有待进一步发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "随着国家和社会的不断发展，国内的主要社会矛盾已经转变为人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾。因此，人民对于健康的需要也日益增加，为满足人民对于疾病治疗效果和护理体验的更高需求，中西医结合护理可能成为一种符合时代需要的护理模式。中西医结合护理的发展还需要国家、学校、医院及社会多方位的支持，中西医结合护理的推广和应用任重而道远。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1] 张文杰．中西医结合治疗慢支的进展[J].内蒙古中医药，2017，36(5)：137-138.  \n[2] 庄鑫．慢性支气管炎老中医真实世界临床诊疗数据分析研究[D].南京：南京中医药大学，2020.  \n[3] 胡慧．中医临床护理学[M].北京：人民卫生出版社，2016.  \n[4] 蔡旭，肖剑伟，郭粉莲，等．社康护理模式序贯干预应用于类风湿关节炎对提高患者治疗依从性的意义[J].广东医学，2018，39(16)：2546-2548.  \n[5] 王安铸，马晓昌．八段锦干预心力衰竭患者疗效的Meta分析[J].世界中医药，2020，15(13)：1939-1945，1952.  \n[6] 姚柳贤，姚雪霞，薛莉萍，等．综合护理干预联合八段锦提高慢阻肺患者疗效的临床研究[J.中国社区医师，2022，38(3)：139-142.  \n[7] 张秋华，周银娇，罗石英．老年慢性支气管炎患者实施中医护理的效果观察[J]．中国实用医药，2019，14(2):125-126.  \n[8] 于秋芳，邹东芳，兰小翠．中西医结合护理干预对慢性支气管炎患者负性情绪和生活质量的影响[J]．中西医结合护理（中英文），2021，7(4)：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "http://www.nursrxiv.org. cn ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "61-64.  \n[9］“老慢支\"的食疗养生[N]．家庭医生报，2008-04-07(12).  \n［10］刘世扬．中西医结合护理在老年慢性支气管炎患者中的应用效果观察[J]．中国冶金工业医学杂志，2021，38(5):591.  \n[11］任春雪．老年肺心病患者护理中的中医情志护理效果[J]．中国医药指南，2021，19(6)：186-187.  \n[12」岳澜．结合中医情志理论对急诊患者实施心理护理的效果[J]．中西医结合心血管病电子杂志，2019，7(32):105  \n[13］李育欣．中医情志护理研究进展[J].齐齐哈尔医学院学报，2015，36(36)：5555-5556.  \n[14］姚敏香．中医护理的特点与优势[J]．当代临床医刊，2015，28(4):1574-1575  \n[15］刘伟旗，智慧，刘津京．1例糖尿病合并Ⅱ期压疮患者的中西医结合护理[J]．中西医结合护理，2022，8(2):101-103.  \n[16］王丽芹，袁美琪，陈茜，等．中医护理改善化疗病人不良反应相关症状的应用现状[J]．护理研究，2020，34(21):3863-3865.  \n［17］单晶，沈姣姣，李甫，等．急性胰腺炎患者的系统性中医护理管理[J].护理学杂志，2020，35(19)：14-17.  \n[18］刘杨，罗健，谢霖，等．ICU获得性衰弱患者中医护理研究进展[J].护理学杂志，2020，35（19)：18-20.  \n[19］田芳．探讨48例老年慢性支气管炎患者中西医结合护理干预的临床效果[J]．中国实用医药，2018,13(7): 159-160.  \n[20］赵江，陆秋兰，凌丽娜．中医护理技术综合干预对寒饮停肺型慢支患者的疗效观察[J].内蒙古中医药，2015，34(6):73-74.  \n[21］何庭．中医护理干预在老年慢性支气管炎中的运用[J].实用临床护理学电子杂志，2020，5（5)：84，111.  \n[22］罗本华，于建春，韩景献．艾灸养生防病方法探讨[J].陕西中医，2011，32(1)：79-81.  \n[23］王闪闪．慢性支气管炎缓解期中医证候学调查及慢支方联合穴位敷贴对慢支患者免疫功能的影响[D」．合肥：安徽中医药大学，2018  \n[24］胡献国．慢支咳嗽 足浴有方[J].家庭医学，2020(1):52-53.  \n[25］史锁芳．家庭中医调理助老慢支安全过冬[J]．江苏卫生保健，2020，22(12)：20-21.  \n[26］李春燕．老年慢性支气管炎的中西医结合护理效果[J]．西部中医药，2019，32(9)：114-117.  \n[27］杨子江，荆明霞．慢性支气管炎健康教育及研究进展[J]．中华全科医学，2012，10(11)：1776，1783.  \n[28］潘传凤．中西医结合护理干预在老年慢性支气管炎患者中的作用[J]．黑龙江医药，2013，26(6)：1123-1124.  \n[29］张樱，凌爱香，应伟红．中西医结合循证护理的现状与发展［J]．中医药管理杂志，2020，28（7)：221-222.  \n[30」吴松花，李明今．中西医结合护理教育现状与发展趋势[J].齐鲁护理杂志，2013，19(10)：47-48.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    }
]