[
    {
        "type": "text",
        "text": "智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "努力把社科联学术机构建成强大智库",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘宗尧",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中共徐州市委宣传部徐州221000",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在过去的一年里，徐州市社科联在市委市政府的正确领导和市委宣传部、省社科联的直接指导下，认真贯彻落实习总书记系列重要讲话和中央、省委关于加强新型智库体系建设的意见，团结带领全市社科界专家学者和社科工作者围绕中心、服务大局、同心协力、干事创业，在加强基础研究的同时，把理论阐释、应用研究、政策解读、科普宣传、舆论引导摆到突出位置，努力推动传统社科学术机构向新型智库转型。目前，徐州区域性平台型集成化的大智库初露端倪，适应地级城市特点、决策咨询管用、学科体系融合的新型智库已初具特色。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "加强社科资源整合，打造智库组织体系",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "徐州是江苏重点规划建设的三大都市圈核心城市之一，也是四个大城市之一，拥有20多所本科高校和高职院校，人文社科门类齐全，专家学者队伍庞大。近几年来，我们始终坚持以“打造权威智库、服务徐州振兴”为目标导向，不断加大社科资源整合力度，分类培育，推进智库组织建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1推动教学型高校向教学科研型高校转变",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "针对高校学科优势和徐州市经济社会发展内在需要，采取校地联建方式大力发展智库型科研院所，初步形成了高校智库60多家，其中中国矿业大学建设两汉文化研究院、淮海传媒研究院等研究机构8家；江苏师范大学建设淮海发展研究院、“一带一路”研究院、廉政文化研究基地等研究机构38家；徐州工程学院建设苏北三农研究院等机构15家。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2推动党政部门和大型企业健全科研组织",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "结合各部门职能和企业发展方向，采取一室多用、专兼并举的办法，建设形成40个市级部门研究机构和20多个大型企业研究院所，其中市四套班子的研究室已经纳人市社科联常委单位，徐工、徐矿等大型集团企业研究院成为市社科联研究基地。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.3 推动社会学术团体和民办非企研究机构做大做强",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全市已发展社科类学会、协会、研究会110家，其中 $70 \\%$ 的学会具有一定研究能力，市经济学会、统计学会、党建学会、生态文明研究会等每年都有大批智库成果推出。已发展民办非企研究机构15家，其中市企业创新研究院、彭祖文化研究院等开始产生较强智库影响力。为加快社会智库转型步伐，去年10月我们专题召开130多个单位的推进会，明确了“夯实四个基础、把握六个关系、主攻八大环节”的转型路径与方法。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.4推动专家学者和研究人才向研究机构集聚",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全市人文社科类教授、研究员已有3000多人进入社科联专家库，分布在各个学科领域和研究机构；全市社科类学术团体登记注册会员数已达46701人，正在成为科研科普工作和参与智库建设的骨干力量。同时，注重智库品牌打造，推动首席专家和学科带头人建设，涌现了研究历史的朱存明、区域经济的沈正平、两汉文化的李银德、国学研究的汉风等一大批智库研究人才。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "加强重大课题研究，推动智库成果转化",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "针对长期以来存在的社科研究与决策需求“相脱离、两张皮、都着急”的问题，我们牢固树立“领导需要什么、我就研究什么”的工作理念，坚持以书记市长圈题带动重大课题研究、以部门领导命题带动热点问题研究、以社科基金选题带动基础学科研究，通过“三位一体”课题的年度发布，实现研究与决策的有效对接。同时，切实加大成果转化力度，通过社科网站、徐州社科专报、智库文集为领导和社会提供参考。2015年，市社科联发布“三位一体”课题指南100项，有910个课题组竞相申报，经评审立项363项，其中资助课题191项，年底结项验收后，我们将300多项近400万字优秀成果结集出版为《徐州智库2015》，直接报送市领导和各部门领导班子成员，产生了广泛深刻的影响。从2015年度社科研究成果看，呈现四个基本特点。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1研究方向更加明确",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "多数成果能够坚持问题导向、前沿导向、决策需求导向相结合，突出应用对策和决策咨询特色，致力于用中国理论阐释徐州实践，用中国话语解读徐州道路，用中国学术研究徐州问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2覆盖领域更加广阔 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究成果不仅较多涉及基础理论研究亟待加强的相关学科，更着眼于经济、政治、文化、社会、生态和党的建设，广泛覆盖了徐州改革与战略、产业与经济、城市与区域、人文与社会、历史与文化、环境与生态、政治与法治、党的建设与领导科学等决策咨询领域，多数领域的对策建议一定程度上具有质量时效、可用管用的价值。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3热点亮点更加集中",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "各课题组的专家学者和研究人员高度关注中央“四个全面”战略布局的理论内涵与实施进程，注重运用创新、协调、绿色、开放、共享的理念观察思考徐州已有和应有的决策与实践，重点突出地梳理和研究了新时期新阶段徐州的经济新常态、经济增长点、大众创业万众创新、互联网 $^ { + , }$ 工业4.0、“一带一路”、智库建设等一系列具有前沿先导性的战略问题；跟踪深化了徐州正在推进的核心价值观通俗化大众化、“八大中心”城市建设、产城生态融合、淮海城市群、轨道交通、健康产业、养老服务、“舞动汉风”、彭城画派、生态文明社会监管机制、依法决策工作机制、百姓办事“零障碍”工程等一系列热点难点课题的研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4 理论方法更加科学",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这批成果较好地坚持了理论与实践相结合、定量分析与定性分析相结合、学术研究与实证研究相结合、借鉴与比较相结合，通过各类数理模型和分析工具的运用，深刻揭示各项结论与对策方略的学术肌理；通过大量引入国内外经验做法，构建徐州决策与实践的参考坐标；特别是一些课题组能够狠下工夫开展社会调查，通过大数据云计算进行分析研判，既解决了现阶段由于政府公共信息公开程度不高带来的困惑，也发现和提出了具有一定深度的概念、结论、观点和主张，开辟了服务决策咨询的新方法和新路径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "加强平台载体建设，促进智库学术交流",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "实践表明，学术环境与学术氛围是新型智库成长发展的重要土壤，必须通过各类学术平台和学术载体加以培育扶持。去年，我们坚持把平台载体建设作为促进智库学术交流的基础性工作来抓。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1借势成势促交流",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "主要是抓住省市重大学术活动机遇，组织智库机构和专家学者开展各类研讨活动。结合全市广泛开展的“三严三实”教育实践活动，我们组织了以“严以修身”为主题的学术沙龙；按照市委市政府部署，先后三次组织专家学者就“十三五”发展规划开展学术研讨和项目论证；按照中央和省市委要求，会同市史志办公室开展了徐州市纪念抗日战争胜利70周年大型征文和学术研讨会，结集出版了《民族的血性》优秀论文集；以省社科联推动四中全会精神研究为契机，举办了依法治国热点问题专家学者研讨会；借助省和周边城市来徐州市考察调研，配合省社科联研究室、省社科院、连云港和临沂市社科联先后举办了新型智库建设、淮海城市群发展研讨会。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2面向高端促交流",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "主要是着眼于学术前沿和高端学术，不失时机地组织专家学者推出成果、参与交流。去年我们参加了在广州举行的全国社科院智库论坛，参加了省社科界第九届学术大会暨新型智库建设论坛、学会专场、苏北专场学术大会，并进行了专题发言，提交了近百篇学术研究成果。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3联建共享促交流",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "主要是放开视野、联合内外，围绕共同关注的问题开展研讨活动。先后同连云港社科联联手创办了以“一带一路”战略与“徐连一体化发展”为主题的“双城论坛”，两市50多位专家学者参与成果交流；同铜山区政府在吕梁山风景区联手创办了“徐州市新型智库协同发展基地”，为更大规模的学术交流搭建平台；同市健康养生文化研究会联手创办了“淮海健康养生高峰论坛”，集聚了全国100多个城市的养生研究机构、行业专家。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.4依托阵地促交流",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "坚持办好大型学术刊物《淮海文汇》，去年有90多位专家学者在此发表交流学术论文；协调指导社科界各学会主办的48个会刊，交流推出了一大批优秀学术成果；精心办好徐州社科网和各学会门户网站，徐州社科网点击量已超过16万人次；督促指导驻徐高校、研究机构、社科学术团体常态化地举办好学术年会，使之成为年度学术交流的多样化大平台。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "加强指导引导工作，拓展智库服务功能",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中央和省委强调指出，要增强新型智库咨政建言、理论创新、舆论引导、社会服务和公共外交基本功能，充分发挥新型智库阐释党的理论、解读公共政策、研判社会舆情、引导社会热点、疏导公共情绪的积极作用。我们坚持把这种功能定位作为推动新型智库体系建设的战略取向和基本遵循原则，去年实践中突出加强了四个环节。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.1以权威声音宣传理论、解读政策",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我们充分发挥政治理论人才荟萃的优势，组织社科联机关和社科界30多位专家学者深入各地各部门，围绕贯彻落实党的十八大和十八届三中、四中、五中全会以及省委、市委全会精神，先后举办45场报告会，通过对“四个全面”战略布局、“强富美高”新江苏、新徐州和一系列重大改革举措、重大方针政策的专题阐释解读，较好地把广大干部群众的思想和行动统一到中央和省市委重大决策部署上来。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.2以实干精神狠抓科普、提升人文",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "去年全市社科普及宣传工作风生水起，各类研究机构、学术团体、专家学者围绕全省统一的“弘扬法治精神，传播法治文化”的主题，举办各类讲座、报告会、大讲坛和市民讲堂120场次，完成科普“六进”主题实践活动80余项，其中“舞动汉风”传统文化大讲堂年内举办四届，每届3天3000余人；参与承办的第五届江苏书展带动了近20项全民阅读和专题科普活动；第三届驻徐高校大学生传承普及历史文化活动月活动吸引了15万名大学生广泛参与，整个科普工作呈现出规模大、内容新、接地气、有影响的良好态势",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.3以智库理念汇聚智慧、引导舆论",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新型智库活动具有明显的意识形态属性，面对价值多元、文化多样的新形势、新变化，我们要切实加强具有智库特征的各类研究机构和学术活动的引导管理，针对新的社会思潮和经济社会转型中的热点难点问题，组织专家学者配合新闻媒体率先正面发声，建设由50位权威专家为骨干的“网络大V”，积极回应和阐释社会关切，并且配合“徐州发布”引导社会舆论，在传统社科向新型智库转型中强化了正能量，增强了全社会的理论自信、道路自信、制度自信。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.4以担当意识强化能力、服务社会",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "围绕实现国家治理体系与治理能力现代化的改革目标，去年我们召开专题会议研究部署了智库机构和学术团体参与社会治理体系建设的方案举措，引导社科界积极适应政府职能转移和政府购买服务的新形势新趋势，切实加强自身治理能力、研究能力、创新能力、服务能力建设，先后有10多个课题组承担了“十三五”规划前期研究重大课题的政府购买服务，市生态文明研究会及其旗下基金会承担了全市生态建设的一揽子行动计划，市健康养生文化研究会在PPP项目建设中迈出新步伐，部分实力较强的学术团体率先进行了实体化产业化的探索运作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "收稿日期：2016-06-03 修回日期：2016-06-10本文责任编辑：吕青",
        "page_idx": 2
    }
]