[
    {
        "type": "text",
        "text": "基于“一带一路”倡议的数据库供给侧改革探析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张丽英",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要：[目的/意义]数据库供需双方存在明显矛盾，亟待供给侧改革破局。[方法/过程本文在阐述数据库供需双方存在三大矛盾的基础上，引进“一带一路”倡议的主旨和内涵，厘清国人对数据库改革存在的误区，结合供给侧改革“三去一降一补”五大任务提出数据库供给侧结构性改革的具体路径。[结果/结论]供给侧改革是数据商适应国际新形势的主动选择。数据库供给侧改革是一场供需双方的博弈，合作共赢是这场博弈的主旋律。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：\"一带一路”；供给侧改革；数据库；合作共赢",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图法分类号 G250",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引用本文格式张丽英.基于“一带一路”倡议的数据库供给侧改革探析[J].",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Analysis of database supply side reforms Based on the Belt and Road Initiative Zhang Li-Ying ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract : [Purpose/Significance]There is a clear contradiction between the supply and demand of the database. Database supply side reform is imminent.[Method/Process] Based on elaborating three contradictions between the supply and demand sides of the database, this paper introduces the keynote and connotation of the Belt and Road initiative and clarify China People's misunderstanding of database reform.Combined with reform tasks of   \nreducing inventory, addressing overcapacity,deleverage,   \nlower costs,and bolster areas of weakness,this paper puts forward the specific paths of supplyside structural reform for database.[Result/Conclusion] It's active choice for database suppliers to perform supply side reform to adapt to the new situation.The reform is a game between the supply and demand of database,and mutual benefit and win-win should be the theme of the game. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: The Belt and Road Initiative; Supply-side reform; Database; Cooperation and win-win ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关于数据库的问题，几乎每次总是随着一个数据库大幅涨价的上演而引起学界的激烈讨论，但很快就冷下来，一如既往，波澜不惊。数据库该涨还是继续涨，图书馆该买还得继续买。数据库供需双方存在明显矛盾，亟待供给侧改革破局。2017年5月14日-15日，“一带一路”国际合作高峰论坛在北京举办，获得国际社会高度评价。本文以“一带一路”建设和供给侧改革为契机，从“去产能、去库存、去杠杠、降成本、补短板”五个角度探索数据商改革的具体路径。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1供需矛盾白热化 亟待改革来破局",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "首先，价格是数据库供需双方最具争议的话题。数据库一言不合就涨价，连哈佛大学这样的名校都声称数据库价格不可持续1]，导致学术界和图书馆抵制数据库恶性涨价的事件屡屡发生[2,3]。需求主体一方观点认为，科研和教育单位是以公益事业为出发点的主体，主要依靠财政拨款，自身并没有收入，实在难以应付数据库年年大幅度的涨价，数据库不是不可以涨价，而是涨幅得有规矩4，要有一定的合理性和必要性。而供给主体一方观点则认为，数据商是商业公司，有成本有产品，产品有价值、没有可替代者，卖方话语权自然更大[5]，追求利润无可厚非，有利可图才能充分激发数据库生产者的投资热情。数据库供需双方各执一词，矛盾不断升级。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "其次，销售模式也是数据库供需双方矛盾的焦点。关于数据库销售模式，除了国内讨论比较激烈的捆绑销售外，国外比较受欢迎的电子书需求驱动采购（Demand DrivenAcquisitions\\Patron Driven Acquistion，DDA\\PDA，本文统一采用DDA）模式目前也正面临瓶颈。国外一些图书馆员已将DDA视为稳定的电子书采购模式，而出版商似乎仍认为它仅是实验性的，有一些出版商出于自身利益考虑，开始实施新书禁令（Embargoes），提高短期借阅（Short Term Loan,STL）的费用，甚至退出DDA采购模式。其结果是图书馆买不到新书，读者没办法在第一时间了解科技动态和科研进展。长此以往，数据库供给方缺乏利益驱动机制，而读者很难获取最新的科技信息，不利于学术传播和社会发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第三，开放获取也让数据库供需双方颇具争议。学术期刊价格连年攀升，为应对全球范围内出现的“期刊危机”，科技界提出“开放获取”理念。“开放获取”理念不仅是对商业出版机构“知识垄断”的一种制衡，也试图打破科技知识长期以来被精英阶层垄断的局面[7，让普通的社会成员也可以了解最新的研究成果。作为一种新型的学术交流手段，开放获取资源凭借其免费获取的强大优势，迅速获得图书馆和学术界的关注和青睐。图书馆和学术界积极支持和推动“开放获取”，arXiv、ChinaXiv等论文预印本发布平台、机构知识库（(Institutional Repository,IR）、ResearchGate等存储和共享平台应运而生。相比之下，数据商对此的态度则显得比较暖昧。为了锁定现有收益，一些出版商常常通过收取高额的论文处理费（（Article Process Charges，APC）、延长论文开放获取时滞期（Embargo Period）等方式阻碍开放获取的推广和发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2丝路精神引共鸣 合作共赢成共识",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国国家主席习近平在2013年提出共建丝绸之路经济带和21世纪海上丝绸之路的重要合作倡议。3年多来，“一带一路”建设进展顺利，成果丰硕，以“和平合作、开放包容、互学互鉴、互利共赢”为核心的丝路精神唤起各国的历史共鸣。“一带一路”倡议将积极推进供给侧结构性改革，深入贯彻创新、协调、绿色、开放、共享的发展理念，着力解决发展失衡、数字鸿沟等问题，开创合作共赢的新模式。高峰论坛期间及前夕，各国政府、地方、企业等达成一系列合作共识，形成270多项具体成果。“一带一路”将为新型全球化良性发展提供基础和助力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "数据库是知识传播的纽带。推动数据库供给侧改革，促进供需衔接与合作，不仅可以推动数据商发展，也可以加快学术界科研成果交流和传播，从而实现共赢新局面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3国人观念存误区供需配合见成效 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "程焕文教授之“十问数据商”充斥着图书馆界对数据商的不满和抱怨。每一个抱怨的背后都隐藏着一个未被满足的需求。数据库供给侧结构性改革已变得刻不容缓。国内目前只针对供给侧来探讨改革的方式和路径，这是将数据库供给侧改革等同于数据商改革的做法，是片面的。对数字出版改革，我国的图书馆界和学术界显得顾虑重重，不太愿意配合。比如，到目前为止，国内包括学者、科研人员在内的知识界和科技界内部被指对“开放获取”动力不足，态度暖昧。而国内图书馆对DDA和STL等新型采购模式的态度也显得不太积极，以“国内经费基本没有用于短期借阅的”、“领导认为读者荐购就买永久访问权的”为由作壁上观显得不太明智。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "数据库供给侧改革就像一场博弈，双方都想成为最后的赢家，如果不参与就没有赢的机会，参与了却未必会输。改革成败对于数据商而言同样是未知数，他们作为自负盈亏的商业公司，面临更多的挑战和风险。供给侧和需求侧是双向的，两者相互依存，相互制约，数据库供给侧改革需供给、需求两端发力，标本兼治。图书馆和学术界作为数据库需求主体，应该积极参与改革，供需配合方能见成效。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4三去一降加一补 合作创新达共赢",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4.1在改革中提高数字出版体系的质量和效率—一兼谈“补短板、去产能和去库存\"",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "数据库供给侧改革的关键是解决供需矛盾，提升数据商供给的能力，建立数字出版有效供给的长效机制。根据数据库需求主体对供给体系的质量和效率的要求，数据库供给侧改革需要推动结构调整和优化。一方面数据商要加大力度调整存量结构，通过去库存和去产能，清理无效和过剩产能，扩大有效供给，提高数据库供给结构对需求变化的适应性和灵活性；",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "另一方面，数据商应积极推动数字出版产业优化升级，以市场需求为导向，补市场供给的短板，进一步完善市场决定资源配置的体制机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.1.1补短板",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国数字出版的短板主要是缺乏优质稿源。目前国内科技评估体系与导向造成大量优秀稿件外流，国内期刊要争取到好的稿源很难，对中国科技期刊的发展非常不利。针对我国期刊发展现状，可以从两个方面推进供给侧改革：一是制订合理的科研评价体系。我国稿源外流的原因主要因为国内研究单位考核体系过于依赖SCI单一指标，有的研究单位还实行具有导向作用的奖励政策。其实发达国家评价科研成果是综合指标，同行评价的质性评价比量化指标更为重要。合理的科研评价体系应克服量化评价的不足，并与质化评价有机结合。二是重塑精细文化培育“工匠精神”。由中国科学院主管的CelIResearch（CR）期刊的影响因子呈几何倍数增长至 $1 4 . 8 1 2 ^ { [ 9 ] }$ ，创造了中国期刊的影响因子神话。CR成功秘诀在于其编辑团队拥有卓越的创造精神、精益求精的品质精神和用户至上的服务精神，也就是“工匠精神”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国外数据库发展较快，稿源不是问题，但其他方面也存在短板，比如前文提到DDA模式正遭遇发展瓶颈。针对DDA模式现存的问题，ProQuest正式推出“Access-to-Own\"（简称ATO）需求驱动采购电子书新模式，尝试协调和平衡需求驱动采购模式中供给主体和需求主体的利益。ATO永久买断价格是原书价的 $1 1 0 \\%$ (新书)或 $10 5 \\%$ （旧版书）是处于弥补出版商利益的考虑，而图书馆也能通过ATO获得PDA模式无法提供的新书，在妥协中达成共赢。目前国外已有不少出版商和图书馆决定加入或者正考虑该模式[10，11]。ATO模式的提出，颠覆了我们对数据库销售模式的传统认识，并不是所有的销售模式都是向数据商利益倾斜的。一旦数据库供给主体无法实现盈利，需求主体的利益也会相应受损，只有互利共赢，学术传播系统才具可持续性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.1.2去产能和去库存 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“去产能和去库存”也就是供给侧的市场出清，简单而言就是供需平衡。解决现有的无效产能和库存，不可能离开市场需求完全依赖供给侧自身调整，也需要需求侧扩大需求，两者相互依存。从长远来说，要通过改革停止生产新的无效产能，关键还是要坚持供给以市场为导向，不能进入“供给创造需求”的怪圈[2]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前国内几个主要学术期刊数字信息资源数据库提供的都是综合的数字信息；专业化程度不高，资源内容高度重合[13]。此外，国内不少期刊内容重复，选题雷同，缺乏创新论著，存在同质化倾向与“千刊一面”的现象。而国内的学术评价体系导致大量的“职称出版”和“学位出版”的学术垃圾和论文泡沫。一些数据商对印本资源不加甄选，无论优劣全部扫描，形成许多低端、过剩和无效的产能。国外不少数据商要求捆绑销售的印本产品也是供给侧无效产能的一种形式。“一带一路”倡导绿色、低碳的生产生活方式。数据库市场出清，政府可以通过重塑学术评价体系加以引导，但关键还得供给侧本身通过市场调节。数据库供给侧应该走提质增效的路子，要以新的体制和发展方式按需出版，对于不符合市场需求的产能要下决心直接淘汰。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在买方市场环境下，买方的话语权更大，数据库就可能存在“虚拟库存”。数据库“虚拟库存”没有实物载体，不占用空间，没有囤货风险，也不存在过期问题。不过ResearchGate平台和Sci-Hub盗版网站迅速在学术界广泛传播和应用，这对于数据商来说，无异于定时炸弹。此外，版权纠纷、同行竞争、集成商压榨等问题，使得一些小数据商的日子并不好过[4]。打长久战所花的成本和精力，不是每个数据商都可以应对的。“一带一路”倡导解决数字鸿沟问题，开创合作共赢的新模式。数据商“去库存”需要靠需求侧的需求来消化“库存”，可以通过降价和扩大需求面来实现。国家图书馆面向全国读者提供170多个数据库免费远程访问，其中全国授权访问的外文数据库有3个[15]。2015年，高校图书馆数字资源采购联盟（DRAA）集团引进的国外数据库136个[16]，中国科学院组织集团采购数据库109个。集团采购、国家采购[17]，甚至是全球性采购[18将成为数据库采购模式的新趋势。数据商应抓住契机，积极构建高层对话交流机制，推进各种类型的团采，抢占市场新机。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2在改革中激发数据商活力一一兼谈“去杠杆和降成本\"",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "经历了全球经济危机后，汤森路透财务状况不容乐观，最终选择以35.5亿美元的价格出售包括SCI的知识产权和科学信息业务[19]。该业务约占公司2014年总收入的 $8 \\%$ ，失去这些业务对汤森路透集团整体发展影响并不大，反而帮助集团还清了债务，并获得大额资金投入新业务。但这种“割肉回血”的做法显然不太适合其他以数字出版为主业的数据商。面对数字视频的蓬勃发展，纽约时报希望通过视频来接近年轻一代的受众，与众筹网站Kickstarter结成内容联盟，节约了许多开发项目的时间和费用[20，成功实现互赢的媒体合作新模式。“一带一路”倡议开创合作共赢的新模式，以众筹促融资，是一种颠覆传统的新型商业模式。根据供给侧的经济学原理，通过“去杠杠”和“降成本”可以达到激发企业活力的目标，为企业减负，重复调动其有效供给的积极性和主动性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "简单来说，“杠杆化”是以较少的本金获取高收益，当资本市场向好时，这种模式带来的高收益常使人们忽视了高风险的存在。“去杠杆”就是针对企业金融债务过高而提出的。“降成本”是推动数据库供给侧改革的极其重要的一个环节，不仅能有效缓解实体经济企业困难，还能助推企业转型升级，对增强企业可持续发展具有重要意义。创新是推动发展的重要力量，“一带一路”建设本身就是一个创举，强调要向创新发力。数据库供给侧改革需要数据商实施创新驱动战略，激活发展新动力，加强技术创新、内部管理创新，从各个方面对降低企业成本作出整体部署，并能有效贯彻落实。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从国际态势来看，图书馆采购经费已有向开放出版资助经费转移的迹象[2]。开放出版对数据商而言是机遇与挑战并存。数据商积极推动知识的开放出版和开放获取，这绝不是“自掘坟墓”，而是在不断地扩大需求面。这与我国目前倡导的“大众创业、万众创新”的意义相符。数据商通过“一带一路”扩大国际合作，推进开放出版不仅可以帮助图书馆度过全球性的“期刊危机”，也可以使数据商减少前期投入，规避传统出版模式因为脱离市场需求而带来的风险。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "供给侧改革是数据商适应国际新形势的主动选择。数据库供给侧改革是一场供需双方的博弈，合作共赢应成为这场博弈的主旋律。解决数据库供需矛盾，必须要积极推进数据库供给侧结构性改革，提高数据库供给结构对需求结构的适应性，构建供需合作共赢模式，从而促进文化和科技交流，推动社会发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1] SAMPLE I., Harvard University says it can't afford journal publishers' prices[EB/OL].[2017-06-12].https://www.theguardian.com/science/2012/apr/24/harvard-university-journal-publishers-prices.  \n[2]秦珂.图书馆在与数据库出版商博弈中的自我拯救[J].图书馆论坛,2015,(08):62-68.  \n[3]赵艳，鲁宁，郑建程等.国外图书馆应对金融风暴及供应商涨价的策略分析及启示[J].图书情报工作,2012,v.56;No.450(05): 78-83.  \n[4]程焕文.十问数据商!!![M]//程焕文,刘洪辉,刘洪.程焕文之问一数据商凭什么如此狼.北京:国家图书馆出版社，2016:3-4.  \n[5]蒋隽.数据商：每年都在涨涨涨 图书馆：哭哭闹闹买买买[M]//程焕文,刘洪辉,刘洪.程焕文之问一数据商凭什么如此狼.北京:国家图书馆出版社,2016:201-213.  \n[6] BUCK T H, HILLS S K. Diminishing Short-Term Loan Returns: A Four-Year View of the Impact ofDemand-Driven Acquisitions on Collection Development at a Small Academic Library[J].Library Resources & Technical Services,2016,61(1): 51-56.  \n[7]王乐.开放获取应对期刊危机[N/OL].文汇报,2010-10-12[2017-06-12].http://news.sciencenet.cn/htmlnews/2010/11/240103-5.shtm.  \n[8]习近平.携手推进“一带一路”建设[N].人民日报,2017-05-15(3).  \n[9] Thomson Reuters.,[EB/OL].[2017-06-12].<https://jcr.incites.thomsonreuters.com/JCRJournalHomeAction.action?SID=B2-IXZ8QpKTzrCvCPzexxLINFZ6bR5MS3ABI-18x2d4i3Y42nadzCix2BC4bxxs5fRAx3Dx3DA6tos4QGhCkMV97FrozLHQx3Dx3D-iyiHxxh55B2RtQWBj2LEuawx3Dx3D-1iOubBm4x2FSwJjjKtx2F7IAaQx3Dx3D&SrcApp=IC2LS&Init=Yes>.  \n[10] O'SULLIVAN A, CLEMENTS C. eBooks $@$ La Trobe-are they future ready?[J]. Health Inform,2016,25(2): 33-37  \n[11] CARAWAY B L.Gleanings from the Whirl[J].The Serials Librarian,2016,71(1):70-82.  \n[12]洪银兴.准确认识供给侧结构性改革的目标和任务[J].中国工业经济,2016,(06):14-21.  \n[13]刘向，马费成.中国学术数字信息资源市场中的买断博弈[J].图书情报工作,2012,(04):$5 6 \\substack { - 6 0 + 1 1 1 }$   \n[14]胖胖星.图书馆之殇[[M]//程焕文,刘洪辉,刘洪.程焕文之问一数据商凭什么如此狼.北京:国家图书馆出版社,2016:229-240.  \n[15]国家图书馆[EB/OL].[2017-06-12].http://dportal.nlc.cn:8332/zylb/zylb.htm.  \n[16]肖珑.2015年高校引进资源集团采购状况总结／2016年引进资源用户满意度调查报告[EB/OL].[2017-06-12].<http://lib.lzu.edu.cn/Tools/Download.aspx?file $_ { \\ d } = 5 6 6 8 >$   \n[17]强自力.电子资源的“国家采购”[J].图书情报工作,2003,(04):91-94.  \n[18]吕慧平，胡朝德，陈益君.我国电子资源引进的发展策略研究[J].情报学报,2004,23(4):490-494.  \n[19] Thomson Reuters Announces Definitive Agreement to Sellits Intellectual Property & Science Business to  \nOnex and Baring Asia for $\\$ 3.55$ billion[EB/OL]. (2016-07-11) [2017-06-12]. http://thomsonreuters.com/en/press:  \nreleases/2016/  \njuly/thomson-reuters-announces-definitive-agreement-to-sel-its-intellectual-property-science-busie.html.  \n[20]张建中.合作创新:看纽约时报如何玩转众筹[J].青年记者,2016,(01):78-79.  \n[21]赵艳，张晓林，郑建程.图书馆文献订购经费向开放出版经费转化:目标、挑战与策略[J]图书情报工作,2016,(01):5-11.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作者简介张丽英（1982.4-），女，馆员，研究方向：信息资源建设与服务详细地址：福建省福州市杨桥西路155号中国科学院福建物质结构研究所联系方式：手机：18850403430邮箱：114587980@qq.com",
        "page_idx": 4
    }
]