[
    {
        "type": "text",
        "text": "Structural evolution of energy embodied in final demand as economic growth: empirical evidence from 25 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "countries ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yi Zhangab, Ying Fan\\*c and Yan Xiaab ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Center for Energy and Environmental Policy Research, Institutes of Science and Development,   \nChinese Academy of Sciences, Beijing 100190, China   \nb School of Public Policy and Management, University of Chinese Academy of Sciences, Beijing   \n100049, China   \n‘ School of Economics & Management, Beihang University, Beijing 100191, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Most countries of the world have put forward the goal of striving for carbon neutrality. The goal is hard to achieve by only relying on supply side solutions for the world. Most countries should pay more attention to the potential of energy conservation and emission reduction in the field of final demand. We construct an empirical analytic framework to investigate energy demand characteristics as economic growth from the perspective of final demand, and the results show a Ushaped curve relationship between the ratio of energy embodied in consumption to energy embodied in investment (REECEEI) and real gross domestic product per capita. The REECEEIs of major developing and developed countries are very different. Compare to the average baseline curve scenario， there is a notable conservation potential of energy embodied in final demand for major developing and developed countries. In climate negotiation， the demand for energy embodied in investment of developing countries should be guaranteed because it is the foundation of their economic development. To conserve energy and reduce emissions in the field of final demand, developing countries should focus on the field of energy embodied in investment, while developed countries should focus on the field of energy embodied ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "in consumption. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "JEL classification: B22, C33,E11, Q43 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: Energy; Economic growth; Climate change; Carbon neutrality ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Paris Agreement brings all nations into a common cause to combat climate change.It mentions explicitly that best efforts should be made to limit the global temperature rise to $1 . 5 ~ ^ { \\circ } \\mathrm { C }$ ，with net zero greenhouse gas emissions in the second half of this century. Most countries of the world have put forward the goal of striving for carbon neutrality, and pledge to achieve carbon neutrality by 2O50, 2O60 or even earlier. To achieve the goal of carbon neutrality is an arduous task. Because the fossil fuel still plays a dominant role in the world energy mix. The Fifth Assessment Report of the Intergovernmental Panel on Climate Change implies that even aggressive transformation of the supply side of the energy system could be insufficient to combat climate change. We should pay more attention to the potential of energy conservation and emission reduction from demand side or final demand,which will play an important role as a complement to low carbon activities on the supply side. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Consumption and investment constitute the principal part of final demand. Obviously, they are different types of final demand, and their functions and features are very different. The policies and measures to conserve energy and reduce emissions in the field of consumption are different with that of investment. If there are large structural differences of countries at different development stages in the field of energy embodied in final demand (consumption and investment), the key fields and the major policies and measures of energy conservation and emission reduction for them will be different. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The objective of this research is to investigate the structure characteristics of energy embodied in final demand (consumption and investment) of countries at different development stages and to reveal the evolution of the structure as economic growth. Comparative analysis of the structure differences of energy embodied in final demand of countries at different developing stages will help to identify the causes of differences and the key fields of energy conservation and emission reduction. Due to the different development stages,the policy opportunities are probably different. So each country can focus on its key fields and adopt suitable policies and measures. These also provide basic knowledge for energy conservation and emission reduction in the field of final demand as well as for climate negotiations. The energy embodied in final demand is consumption-based accounting. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The rest of this paper is organised as follows. Section 2 is the literature review. Section 3 presents the research method and data sources. Section 4 undertakes empirical analyses. Section 5 concludes and offers some policy implications. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.Literature Review ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "First, we should correctly understand the importance of energy for economic growth. In production, the energy factor is as fundamental as capital and labour (Kimmel et al., 1985),and it is an essential resource for which there is no substitute (Ayres,2Oo8). Energy conversion in the machines has been the basis of industrial growth (Kiümmel et al., 2010). Kimmel (2011） saw the energy service as energy slaves and revealed that the number of energy slaves at the service of a person has increased in time from 1 energy slave 10o,0oo years ago, to roughly 10 in medieval Western Europe, to between 40 and 100 in modern Europe and North America. The greater the number of energy slaves per capita, the more developed the economy is and the richer the people are. There is a strong relationship between energy use and living standards (Arto et al., 2016; Lambert et al., 2014). Energy is a motive power of modern industrial economies, and restrictions on its use will restrict economic growth (Kiimmel et al., 2O1O). We believe that value creation is a process of changing the position, shape, nature and combination of production objects to satisfy the needs of the development of human society. In this process energy driving machine work creates value as human labor does. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A great deal of literature has investigated the energy or greenhouse gas emissions embodied in final demand, which can be classified into two groups: One group's focus is on a single country or region (Lam et al., 2O19; Sun et al., 2018; Cui et al., 2015; Chen and Zhang, 2010; Chung et al., 2009; Liu et al., 2009; Liang et al., 2007; Munksgaard and Pedersen, 2Oo1). The other group's focus is worldwide (Jiang et al., 2020; Chen et al., 2018; Wu and Chen, 2017; Chen and Chen, 2013). These studies reveal the energy or greenhouse gas emissions embodied in final demand during a specific period. The structural evolution of energy embodied in final demand as economic growth has not been investigated. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Chen and Chen (2O11) found that the regional distribution of energy embodied in consumption per capita is far from equal, and several regions in Asia (China, Japan, Korea， Vietnam， etc.） have notably higher fractions of energy embodied in investment. Their study revealed that the differences exist in energy embodied in final demand among different countries. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We want to investigate the evolution of the ratio of energy embodied in consumption to energy embodied in investment (hereafter referred to as REECEEI) in the process of economic growth. Consumption and investment constitute a principal part of gross domestic product (GDP). Based on the literature on the history of economic development, we can find the evolution path of the ratio of consumption to investment, which is the basis for investigating the evolution of the REECEEI. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hoffmann (1969) found that in the early stage of industrialisation, the ratio of the net output value of the consumer goods sector to that of the capital goods sector decreased gradually. Rostow (1959,1990) studied the history of the modern economy and divided economic development into several stages. In the early stages of development, more investment is needed to deploy new technology, and after the mature stage,consumption plays a leading role in total demand. Kuznets (1966) indicated that the proportion of gross capital formation in GDP increases from $10 \\%$ to $20 \\%$ in the process of modern economic growth. The relationship between capital formation and consumption presents a remarkable trend. Chenery and Syrquin (1975) found that the investment rate and consumption rate are related to the stage of development of the country. In the whole process of industrialisation， the consumption rate shows a U-shaped curve relationship with economic growth, whereas for the investment rate, the opposite is true. Chenery et al. (1986) found that some semi-industrialised economies share some common characteristics: with economic development, the share of expenditure on food in the income decreased significantly; the demand for raw materials, machinery， equipment and social infrastructure increased; and the share of the investment in GDP increased gradually. Galor and Moav (2O04） pointed out that in the early stage of the Industrial Revolution, the accumulation of material capital was the main source of growth; after the demographic transformation, however, the accumulation of human capital became the engine of economic growth. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The preceding research revealed that there was a long-term agrarian period prior to the Industrial Revolution. The main component of social wealth at that time was agricultural products,which are limited by time and land, and no revolutionary change occurred in the production methods. During this period， people's living standards changed little, and there were few differences between countries. The proportion of final products used for consumption and investment remained relatively unchanged. Since the Industrial Revolution, with the development of urbanisation, the share of final products used for investment has been increasing. The investment demand is used not only to meet the needs of the application of new technology for machinery and equipment but also to build related infrastructure, such as roads, railways, ports and industrial parks. With the establishment and perfection of the market transaction system, high transaction efficiency may bring out some new layers and producer goods in the hierarchy of goods (Borland and Yang,1995; Shi and Yang, 1995). The emergence of these new layers and new producer goods implies the advent of new technology and new industries associated with the industrialisation process. The dynamic equilibrium between economies of specialisation and transaction costs limits the development of division of labour and industrialisation. With the improvement of infrastructure and the completion of industrialisation and urbanisation, the economy enters the stage of maturity. After this stage, the demand for investment declines, and the share of investment gradually decreases. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Based on the previously discussed literature and analysis,we find that the ratio of consumption to investment changes in a U-shaped curve relationship with economic growth (industrialisation and urbanisation process).As for a specific country in a certain year, the energy embodied in consumption is proportional to consumption, as it is for energy embodied in investment. We can reasonably assume that the REECEEI also shows a U-shaped curve relationship with economic growth. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.Research method and data sources ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1. Computing method of REECEEI ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Environmentally extended input-output analysis is a useful top-down technique to attribute pollution or resource use to final demand (Leontief, 197O; Miller and Blair, 2009). Both the single-region input-output (SRIO) model and the multi-region inputoutput (MRIO) model are employed by researchers (Su and Ang, 2O13; Wiedmann, 2009; Wiedmann et al., 2O07) to investigate the energy or greenhouse gas emissions embodied in international trade flows. Most single-country studies use the SRIO model for its lower data requirement. Two different approaches that treat imports can be found in the literature (Su and Ang,2O13). One is based on the non-competitive imports assumption，which treats imported products as different from domestic products and uses the origin of the imports to calculate the corresponding emissions embodied in these imports. The other is based on the competitive imports assumption, which treats the imported products the same as those produced domestically. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This research employs the competitive imports assumption for two reasons: (1) this assumption can better reflect the embodied energy demand of the sample countries based on their own level of production technology, and (2） when investigating the evolutionary path,we can avoid considering the influence of international trade. In addition, on the evolutionary path, the technological progress of each country follows an objective law (Arrow, 1962). Technological progress may be considered as energy embodied and can be caught by the energy variable (Kümmel et al., 1985). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The calculation process is ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where is the column vector of the total output of each sector of country $i$ in year $t$ is the matrix of the direct requirement coefficient of country $i$ in year $t$ ；and is the column vector of the final demand of each sector of country $i$ in year $t$ .includes four parts: is the column vector of the final consumption expenditure of each sector of country $i$ in year $t$ ，is the column vector of the gross capital formation of each sector of country $i$ in year $t$ ，is the column vector of the exports of each sector of country $i$ in year $t$ and is the column vector of the imports of each sector of country $i$ in year $t$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Equation(1) can thus be rewritten as where is the identity matrix, and -1 is the Leontief inverse matrix ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Under the assumption that the imported goods and services are produced under the same technical conditions as domestic ones， the energy embodied in final consumption of country $i$ in year $\\textit { t } ( )$ and the energy embodied in gross capital formation of country $i$ in year $t ( )$ can be obtained as ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where row vector is the energy consumption coefficient of each sector of country $i$ in year $t$ ，whose elements equal the physical units of the total final energy use of each sector divided by the total output of each sector. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "EEC measures the energy embodied in final consumption, and we believe it is concerned with the right to pursue a happy life. The higher the consumption level, the more embodied energy is used in consumption. Generally, most consumer goods are consumed in the year they are produced. The energy embodied in them is used up at the same time. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "EEI measures the energy embodied in investment, and we believe it is concerned with the right to pursue economic development. Investment includes land improvements (fences， ditches， drains, etc.)； plant， machinery and equipment purchases;and the construction of roads, railways and the like, including schools, offices, hospitals,private residential dwellings,commercial and industrial buildings and so on. Obviously， investment is the basis for economic growth and social development. The capital goods can work during its lifespan，as can the energy embodied in the capital goods. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "TheREECEEIcanbeobtainedasfollows: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2.Evolution equation ofREECEEI ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Assuming the U-shaped curve hypothesis proposed in section 2 is true, reflecting the level of economic development with real GDP per capita, then the relationship between REECEEI and real GDP per capita is a quadratic curve. We employed panel data of countries at different development levels to investigate the evolution path of REECEEI. Panel data have a greater capacity for modelling the complexity of human behaviour than time-series data or a single cross-section (Hsiao,1985). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Marx's reproduction theory implies that an important control variable, the growth rate of the sum of consumption and investment, needs to be introduced into the evolution equation of REECEEI. Histheory constructsa two-department macroeconomic model without international trade and reveals the relationship between consumption and investment (Marx,1867, vol. 1, chap. 23 and 24; Marx, 1884,vol. 2,chap.20 and 21). Department 1 produces the means of production (capital goods), and department 2 produces the articles of consumption (consumer goods). The two departments are intertwined in the reproduction process. The core of Marx's scheme involves two aspects: the proportion between constant capital and variable capital (i.e., the composition of capital) and the exchange between the two departments. Both departments need to develop in an equilibrium; otherwise, economic crises ensue. Reuten (1998) concluded that, in the adaptation process of expanded reproduction, department 1 dictates the course,meaning that department 2 cannot expand unless department 1 does. This means that investment is the basic driving force and the necessary premise of economic growth. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Cassar (2O07) indicated that in the presence of capital market imperfections and a fixed cost for the production of human capital (or a final article of manufactured goods), the initial distribution of wealth significantly affects economic activity in both the short and long runs. In addition， due to the individual characteristics of the country， such as the differences resource endowment and economic policy， the individual fixed effects probably exist when employing a panel data model. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Based on the preceding analysis, an individual fixed-effects model is established, as shown in Eqs. (7) and (8): ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In these equations,where the subscript $i t$ represents the data of country $i$ in year $t$ (for $i = 1 \\sim 2 5 , t = 1 \\sim 1 5 )$ ,and is the intercept,， and are the unknown coefcients. Supporting the U-shaped curve hypothesis requires that and ， generating a U-shaped relationship between REECEEI and real GDP per capita. is speculated to be less than O,according to Marx's reproduction scheme. is the dependent variable and the REECEEI of country $i$ in year $t$ ，is the explanatory variable and the real GDP per capita of country $i$ in year $t$ .is the control variable and the growth rate of the sum of consumption and investment of country $i$ in year $t$ ，is the real GDP of country $i$ in year $t$ ， is the consumption rate of country $i$ in year $t$ ， is the investment rate of country $i$ in year $t$ ，is the consumption rate of country $i$ in year $_ { t - 1 }$ and is the investment rate of country $i$ in year $_ { t - 1 }$ . is the individual fixed effect of country $i$ . is the random error term of country $i$ in year $t$ ；it can be assumed to be independent and identically distributed with $\\mathrm { N } ( 0 , )$ for all country $i$ and year $t$ ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3. Data sources ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The national input-output tables come from the latest data of the World InputOutput Database (November 2O16 Release),' which comprises a series of databases that cover 28 EU countries and 15 other major countries in the world from 2000 to 2014.The data for 56 sectors are classified according to the International Standard Industrial Classification Revision 4 (ISIC Rev. 4). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In this research we focus on consumption and investment, and don't consider the effect of net export. While the economy of large countries (GDP, population, area) is more stable, and trade shocks have litle impact (Chenery and Taylor, 1968; Peters and Hertwich， 2008). Therefore， we selected 25 countries with large GDP and population (more than 1O million people） from the database. The sample includes countries at different development stages and the major developing and developed countries. Their share of total world energy consumption is about $60 \\%$ , and their share of world GDP is about $80 \\%$ . The sample is representative enough, which contains 375 sample points. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The total final energy consumption of each sector comes from World Energy Statistics and Balances published by the International Energy Agency,² which contains detailed data on the energy supply and consumption of coal, oil, gas, electricity, heat, waste and combustible renewables, expressed in a thousand tonnes of oil equivalent from 1960. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The sector division of energy balance and input-output tables are adjusted to match each other according to ISIC Rev. 4. There were 16 sectors after adjustment (as shown in appendix Table A1). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The real GDP, real GDP per capita (measured by purchasing power parity, constant 2011 international dollar in this paper), consumption rate and investment rate all come from the World Development Indicators of the World Bank, which is a compilation of relevant, high-quality and internationally comparable statistics aboutglobal development and the fight against poverty. The database contains 1,6Oo time-series indicators for 217 economies and more than 40 country groups, with data for many indicators going back more than 5O years. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4. Empirical results ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.1.Descriptive statistics of the variables ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The 25 country sample covers a REECEEI of 0.5382 to 6.5378 and real GDP per capita of $\\$ 2,495$ to $\\$ 51,932$ , indicating that the sample includes countries at different development stages,which provides a data basis for the application of the panel data model to study common development law. Descriptive statistics of relevant variables are shown in Table 1. The REECEEIs of the sample countries are shown in appendix table A2. ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/11e4742aa2d58b15087a8cbe374bed6017f6d009daf9e0b9121b833a96fdf980.jpg",
        "table_caption": [
            "Table 1 Descriptive statistics of the variables "
        ],
        "table_footnote": [
            "Due to the slow growth of real GDP per capita, multicollinearity exists between G and $G ^ { 2 }$ to some extent. It can be expected that the multicollinearity is stable. From "
        ],
        "table_body": "<html><body><table><tr><td>Variable</td><td>Min.</td><td>Max.</td><td>Mean</td><td>Median</td><td>S.D.</td></tr><tr><td>REECEEI</td><td>0.5382</td><td>6.5387</td><td>3.2325</td><td>3.2149</td><td>1.1252</td></tr><tr><td>G</td><td>0.2495</td><td>5.1932</td><td>2.7255</td><td>2.8014</td><td>1.2539</td></tr><tr><td>G²</td><td>0.0623</td><td>26.9689</td><td>8.9963</td><td>7.8477</td><td>6.6951</td></tr><tr><td>R</td><td>-14.3608</td><td>15.1545</td><td>2.8137</td><td>2.8348</td><td>4.1695</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Table 5 in Section 4.5,we can conclude that the multicollinearity has no serious impact on parameter estimation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.2. Stationary test of the variables ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "For panel data, the most-used unit root test methods are Levin, Lin and Chu's (2002) test and Im, Pesaran and Shin's (2003) test. The Levin-Lin-Chu test assumes that the variables contain a common panel unit root so that the autoregressive coefficient is identical across the cross sections.The Im-Pesaran-Shin test relaxes the assumption of the identical first-order autoregressive coefficients of the Levin-LinChu test and allows varying across sections under the alternative hypothesis. The panel unit root tests of the variables in Eq.(7) are shown in Table 2. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The variables REECEEI and $R$ are stationary. $G$ and $G ^ { 2 }$ are nonstationary, but their first order differences are stationary. The prerequisite of the cointegration test is not satisfied. However, the regression relationship studied in this paper has a solid theoretical and empirical basis,and its reliability can be verified by the stationary of residuals. ",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/7357650594982860be44e4e37ae2c8c4d44dcaa8b33687591d0119e01d624be1.jpg",
        "table_caption": [
            "Table 2 Panel unit root tests of Variables "
        ],
        "table_footnote": [
            "Note:the value in parenthesis is the $P$ -value. 4.3.Heteroscedasticity test "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Variable</td><td colspan=\"2\">Levin,Lin & Chu t*</td><td colspan=\"2\">Im, Pesaran and Shin W-stat</td></tr><tr><td>Intercept</td><td>Intercept and trend</td><td>Intercept</td><td>Intercept and trend</td></tr><tr><td>REECEEI</td><td>-3.3677(0.0004)</td><td>-4.3734(0.0000)</td><td>-1.9200(0.0274)</td><td>-1.6281(0.0518)</td></tr><tr><td>G</td><td>-0.1164(0.4537)</td><td>-4.3848(0.0000)</td><td>2.0546(0.9800)</td><td>0.0419(0.5167)</td></tr><tr><td>VG</td><td>-7.2713(0.0000)</td><td>-7.3601(0.0000)</td><td>-4.6019(0.0000)</td><td>-2.1820(0.0146)</td></tr><tr><td>G²</td><td>1.6801(0.9535)</td><td>-2.2544(0.0121)</td><td>3.1802(0.9993)</td><td>0.7189(0.7639)</td></tr><tr><td>VG²</td><td>-5.1511(0.0000)</td><td>-8.7180(0.0000)</td><td>-4.1625(0.0000)</td><td>-3.2237(0.0006)</td></tr><tr><td>R</td><td>-7.3152(0.0000)</td><td>-7.6478(0.0000)</td><td>-5.0015(0.0000)</td><td>-3.0349(0.0012)</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Whether heteroscedasticity exists or not influences the estimation of Eq. (7). The panel heteroscedasticity likelihood-ratio test of Eq.(7) is shown in Table 3. The null hypothesis is that the residuals are homoscedastic. ",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/d8630ff5a8f04f19917632861525361cc314a340d4def07031848c823835e756.jpg",
        "table_caption": [
            "Table 3 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"2\">Cross-section test</td><td colspan=\"2\">Period test</td></tr><tr><td>Value</td><td>P-value</td><td>Value</td><td>P-value</td></tr><tr><td>likelihood ratio</td><td>203.1609</td><td>0.0000</td><td>5.8382</td><td>0.9999</td></tr><tr><td>Restricted logL</td><td>-508.4545</td><td></td><td>-508.4545</td><td></td></tr><tr><td>Unrestricted logL</td><td>-406.8741</td><td></td><td>-505.5354</td><td></td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Panelheteroscedasticitylikelihood-ratio test ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The results imply that the model is heteroscedastic,which also means that crosssection weighting should be considered when estimating Eq. (7). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.4.Redundant fixed-effects test ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The redundant fixed-effects test of Eq.(7) (exclude ） invalidates the null hypothesis. The null hypothesis that the fixed effects are redundant can be rejected for a significance level of O.0ooo (four decimals) (see Table 4). This implies that there are individual fixed effects. ",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/d1871762d77e69e20fe93c2d368ec1441cd174dbf9b050c2a646828f62f14c7b.jpg",
        "table_caption": [
            "Table 4 "
        ],
        "table_footnote": [
            "Redundant fixed-effects test "
        ],
        "table_body": "<html><body><table><tr><td>Effects Test</td><td>Statistic</td><td>d.f.</td><td>P-value</td></tr><tr><td>Cross-section F</td><td>133.7916</td><td>(24,347)</td><td>0.0000</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.5. Equation estimation ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The parameter estimation results of Eq.(7) are shown in Table 5,and the related parameter estimates are substituted into Eq.(7) to get Eq. (9). ",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/bffb6bd5c7ca8d5bd6d572c13c3a727237697417241c13ca880abff9c4f00bbd.jpg",
        "table_caption": [
            "(9) ",
            "Table 5 Parameter statistical properties of equation 7 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Coefficient</td><td>Estimated Value</td><td>Std. Error</td><td>t-Statistic</td><td>P-value</td></tr><tr><td></td><td>5.824</td><td>0.2507</td><td>23.2319</td><td>0.0000</td></tr><tr><td></td><td>-1.479</td><td>0.1701</td><td>-8.6972</td><td>0.0000</td></tr><tr><td></td><td>0.184</td><td>0.0293</td><td>6.2876</td><td>0.0000</td></tr><tr><td></td><td>-0.076</td><td>0.0053</td><td>-14.3700</td><td>0.0000</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "For Eq. (9), the $\\mathrm { R } ^ { 2 }$ is 0.9467,and the adjusted $\\mathrm { R } ^ { 2 }$ is 0.9426. The F-statistic is 228.2953, and the $p$ value for the F-statistic is O.0ooO (four decimals). The results ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "imply that $9 4 . 2 6 \\%$ of the variation of REECEEI can be explained by real GDP per capita and the growth rate $R$ . The relationship described by Eq. (9) is significant. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Theindividualfixedeffectsare shownin Table 6. ",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/1e14cac89fb523156871cc1b2e6aa6a7d5365ed08b14448d80e17cb15e7ad89a.jpg",
        "table_caption": [
            "Table 6 Individual fixed effects "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>N0</td><td>Country name</td><td>Individual fixed</td><td>NO</td><td>Country name</td><td>Individual fixed</td></tr><tr><td>1</td><td>India</td><td>-3.408</td><td>14</td><td>Brazil</td><td>0.306</td></tr><tr><td>2</td><td>China</td><td>-3.003</td><td>15</td><td>Belgium</td><td>0.368</td></tr><tr><td>3</td><td>Indonesia</td><td>-2.028</td><td>16</td><td>Portugal</td><td>0.620</td></tr><tr><td>4</td><td>Korea Rep</td><td>-0.961</td><td>17</td><td>Greece</td><td>0.660</td></tr><tr><td>5</td><td>Russian Federation</td><td>-0.675</td><td>18</td><td>Netherlands</td><td>0.752</td></tr><tr><td>6</td><td>Czech Republic</td><td>-0.604</td><td>19</td><td>Poland</td><td>0.800</td></tr><tr><td>7</td><td>Turkey</td><td>-0.421</td><td>20</td><td>Germany</td><td>0.876</td></tr><tr><td>8</td><td>Australia</td><td>-0.332</td><td>21</td><td>United States</td><td>0.995</td></tr><tr><td>9</td><td>Mexico</td><td>-0.219</td><td>22</td><td>Italy</td><td>1.009</td></tr><tr><td>10</td><td>Hungary</td><td>-0.135</td><td>23</td><td>Canada</td><td>1.028</td></tr><tr><td>11</td><td>Romania</td><td>0.015</td><td>24</td><td>France</td><td>1.112</td></tr><tr><td>12</td><td>Spain</td><td>0.120</td><td>25</td><td>UnitedKingdom</td><td>2.970</td></tr><tr><td>13</td><td>Japan</td><td>0.157</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.6. Stationary test of the residuals ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/da714bfee8cc093a4ba8783d619ac71689f3adbfb62c5f0de542da390b1d3808.jpg",
        "table_caption": [
            "Table 7 Panelunit root tests of residuals "
        ],
        "table_footnote": [
            "Note:the value in parenthesis is theP-value. From Table 7, we can conclude that the residuals are stationary and, therefore, that the relationship described by Eq.(9) is reliable "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Variable</td><td colspan=\"2\">Levin,Lin & Chu t*</td><td colspan=\"2\">Im,Pesaran and Shin W-stat</td></tr><tr><td>Intercept</td><td>Intercept and trend</td><td>Intercept</td><td>Intercept and trend</td></tr><tr><td>μ</td><td>-2.8842(0.0020)</td><td>-5.6312(0.0000)</td><td>-2.1392(0.0162)</td><td>-1.9362(0.0264)</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "To investigate the relationship between REECEEI and real GDP per capita, we asume that the control variable equals the average economic growth rate of the world from 2000 to 2014,which is $2 . 9 2 \\%$ . Then, we get Eq. (1O) as follows: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "(10) ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Equation 10 verifies the U-shaped curve assumption proposed in section 2, and the REECEEI shows a U-shaped curve relationship with GDP per capita; however, each country has its own characteristics reflected by .We have drawn the U-shaped curve when ，as shown in Figure 1,which is defined as the average baseline curve. When Zhang et al. (2013) investigated the evolution of $\\mathrm { C O } _ { 2 }$ embodied in consumption and in investment in the process of industrialisation, they arrived at a similar conclusion. The stagnation point of the U-shaped curve in Figure 1 is $\\$ 40,190$ . The minimum value of the curve in Figure 1 is 2.630. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "From Eq.(9),we find that is less than zero, which shows a negative correlation between REECEEI and economic growth rate and means that when consumption crowds out investment, this will lead to a lower economic growth rate, ceteris paribus. This is consistent with expectations and supports the conclusions of Marx's reproduction scheme that department 1 dictates the adaptation process of expanded reproduction. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Table 6 shows that the individual fixed effects of 1O countries are less than O, which indicates that their own curves are under the average baseline curve, as shown in Figure 1. These countries consume more energy embodied in investment compared to the average baseline curve scenario. Most of them are developing countries, for example, India, China, Indonesia, the Russian Federation, Turkey and Mexico. The individual fixed effects of the other 15 countries are greater than O, which indicates that their own curves are above the average baseline curve, as shown in Figure 1. These countries consume more energy embodied in consumption compared to the average baseline curve scenario. Most of them are developed countries, for example, the United Kingdom, France, Canada, Italy, the United States and Germany. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4.7. Discussion ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The U-shaped curve relationship between REECEEI and real GDP per capita reflects the statistical evolutionary laws of the sample countries, as shown in figure 1. This result indicates that the proportion of energy embodied in investment of developing countries will increase in the near future, while the proportion of energy embodied in consumption of developed countries will increase in the future. The negative correlation between REECEEI and economic growth rate indicates that the energy embodied in investment is the foundation of the economic growth and social development, especially for developing countries. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Each country has its own characteristic reflected by the individual fixed effect, as shown in table 6. This indicates that there are significant differences in the structure of energy embodied in final demand among countries at different stages of development. The individual fixed effects of India, China and Indonesia are -3.4O8,-3.003 and -2.028,respectively. India, China and Indonesia are the major developing countries in the world. As shown in appendix table A2, the average REECEEIs of India, China and Indonesia are 1.333,1.107 and 2.344,respectively. Compare to the average baseline curve scenario, their proportions of energy embodied in investment are much greater. If the energy embodied in investment of India and China decreases by $50 \\%$ ，their average REECEEIs will be 2.666 and 2.214，respectively， which are around the minimum value of the average baseline curve. If the energy embodied in investment of Indonesia decreases by $10 \\%$ , its average REECEEI will be 2.604, which is around the minimum value of the average baseline curve. The individual fixed effects of the United Kingdom, France, Canada, Italy, the United States and Germany are 2.970, 1.112，1.028，1.009, 0.995 and 0.876,respectively. They are the major developed countries in the world and the members of Group of Seven. As shown in appendix table A2, the average REECEEIs of the United Kingdom, France, Canada, Italy, the United States and Germany are 5.705，3.864， 3.693，3.875，3.845 and 3.677, respectively. Compare to the average baseline curve, their proportions of energy embodied in consumption are much greater. If they cut their energy use embodied in consumption by $20 \\%$ （ $40 \\%$ for the United Kingdom), their REECEEIs will be 3.423, 3.091,2.954, 3.100,3.076 and 2.9416,respectively, which are around the average baseline curve. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The results imply that to conserve energy and reduce emission in the field of final demand, the solution space differs among countries with respect to their development stage. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "For developing countries whose consumption level is low, especially for India, China and Indonesia,energy embodied in investment is the key field of energy conservation and emission reduction from the perspective of final demand. The energy embodied in buildings and machinery is the principal part of energy embodied ininvestment. Their energy embodied in investment is mainly used for industrialization and urbanization. Building low carbon cities could greatly reduce future urban energy use (Creutzig et al., 2O15). Urban design is of utmost importance in shaping forms of transport, mode choice,and building size and use. Good urban design can reduce paved areas for parking, make use of shared walls to reduce embodied energy, and promote smaller residential units. The total demand of energy embodied in investment can be conserved by extending the lifespan of buildings. For example, the average lifespan of residential buildings in China is 25-35 years which is much shorter than that of western developed countries (Wang et al.， 2018). The average lifespan of residential buildings of most western developed countries are more than 7O years. If the average buildings’ lifespan in China can be extended to 50 years, in 2011, China can reduce 127.1 million tons of coal equivalent of energy consumption，and 426.0 million tons of carbon emissions (Cai et al., 2015). The transformation of the existing housing stock is a much more environmentally efficient way to achieve the same result than demolition and rebuilding (Itard and Klunder, 2007). China is ongoing a large-scale urban housing demolition and re-construction (Li et al., 2019; Li and Xiao, 2020) which wastes a lot of energy embodied in the demolished housings. This should be avoided in India and Indonesia to conserve energy embodied in investment. It is worth noting that the average lifespan of a residential building in Japan is only 25 years (Wuyts et al., 2019). It may be the main reason why the REECEEIs of Japan are smaller than other membersof Group of Seven. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "For developed countries, their energy embodied in consumption is generally more than 3.5 times of their energy embodied in investment. The conservation potential of energy embodied in consumption is great due to their high levels of consumption. Energy embodied in consumption is the key field of energy conservation and emission reduction for developed countries. Susuki (1993) found that the 1.1 billion inhabitants of industrialized countries cause ecological effects equivalent to what would be produced by 17 to 70 billion inhabitants of developing countries,and much of the consumption results from inefciency and waste. There is a large near-term potential for emissions reductions from behavioural changes involving the adoption and altered use of available in-home and personal transportation technologies, without waiting for new technologies or regulations or changing household lifestyle (Gardner and Stern, 2008; Vandenbergh et al., 2008). At least $30 \\%$ of food is wasted in the United States, accounting for an estimated $20 \\%$ of the environmental impact of the food system (Read and Muth, 2O21). Preventing food waste in the factory in the United Kingdom could contribute significantly to energy efficiency and climate change targets of the food processing and manufacturing industry with no extra effort (Sheppard and Rahimifard, 2019). It is worth noting that serious food waste also exists in developing countries (United Nations Environment Programme, 2021). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "These results and analyses provide basic knowledge for energy conservation and emission reduction as well as for climate negotiations. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5. Conclusions and policy implications ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "There is a U-shaped curve relationship between the ratio of energy embodied in consumption to energy embodied in investment (REECEEI) and real GDP per capita, which reveals the structural evolution of energy embodied in final demand as economic growth. The individual fixed effects of most developing countries are less than O，and that of India, China and Indonesia are -3.408，-3.003 and -2.028, respectively. The individual fixed effects of most developed countries are greater than O,and that of the United Kingdom, France,Canada, Italy, the United States and Germany are 2.970, 1.112, 1.028,1.009, 0.995 and 0.876,respectively. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5.1. Conclusions ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "According to the U-shaped curve relationship, we can conclude that the proportion of energy embodied in investment of the developing countries will increase in the near future, while the proportion of energy embodied in consumption of the developed countries will increase in the future. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "According to the individual fixed effects and the average REECEEIs of the major developing and developed countries，we can conclude that there are significant differences in the structure of energy embodied in final demand among these countries. The proportions of energy embodied in investment of the major developing countries (India, China and Indonesia) are much bigger than that of the major developed countries (the United Kingdom, France, Canada, Italy, the United States and Germany). For the proportion of energy embodied in consumption, the opposite is true. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Compare to the average baseline curve scenario， there is a notable energy conservation potential in the field of energy embodied in investment for India, China and Indonesia, and there is a notable energy conservation potential in the field of energy embodied in consumption for the United Kingdom, France, Canada, Italy, the United States and Germany. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5.2. Policy implications ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "In climate negotiation, the demand for energy embodied in investment of the developing countries should be guaranteed. Because it is the foundation for them to achieve the target of economic growth and poverty eradication. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "For developing countries,the energy embodied in investment is their key field of energy conservation and emission reduction from the perspective of final demand. There is a timely opportunity to take a low carbon development path by shaping spaces and preferences, especially for India, China and Indonesia. The developing countries are in the process of industrialisation and urbanisation. They should do a good job in urban development planning to avoid a large-scale urban housing demolition and re-construction in a short time. The large-scale urban housing demolition will waste a lot of energy embodied in investment. A good urban spatial layout will also help to decrease the future demand for energy embodied in consumption, for example the demand for energy embodied in transportation services. Although the consumption level of developing countries is far lower than that of developed countries, they should also develop low-carbon consumption habits as soon as possible. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "For developed countries, the energy embodied in consumption is their key field of energy conservation and emission reduction from the perspective of final demand. They already have most of their infrastructures and residential buildings built and will require a retrofit of existing spaces and habits, indicating the importance of the change of lifestyle and consumption patterns. They should pay more efforts to change their lifestyle and consumption patterns into a low carbon one,especially for the United Kingdom, France， Canada, Italy， the United States and Germany. A minimalist lifestyle is probably a good choice for them. Minimalist living is to live with as less as possible, which will greatly reduce the demand for consumption and energy embodied in consumption. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Managing the lifespan of residential buildings and setting a minimum lifespan for it, for example no less than 7O years,are suitable policies for the countries whose average lifespan of residential buildings is short, for example China and Japan. This will help to reduce the total demand for energy embodied in investment. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "All the countries should take policies and measures to encourage frugality and prevent extravagance and waste. For example, food waste is a common phenomenon in developing and developed countries. When food is wasted, the energy embodied in it is also wasted. So is for other consumer goods.All the countries should educate the people to know that avoiding extravagance and waste will contribute to conserve energy and reduce emissions. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "We would like to thank the referees and the seminar participants at Center for Energy and Environmental Policy Research, Institutes of Science and Development, Chinese Academy of Sciences; School of Public Policy and Management, University of Chinese Academy of Sciences; School of Economics & Management, Beihang University. This work was supported by National Natural Science Foundation of China with Grant No.71690245 and No.71573248. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Arrow, K.J.，1962. The Economic Implications of Learning by Doing. Rev. Econ. Studies 29, 155-173.   \nArto，I.，Capellan-Perez, I.，Lago，R.，Bueno,G.，Bermejo，R.， 2016.The energy requirements of a developed world. Energy for Sustainable Development 33,1- 13.   \nAyres R.U.，2008. Energy and Economic Growth. In: Barbir F.，Ulgiati S. (eds) Sustainable Energy Production and Consumption. NATO Science for Peace and Security Series C: Environmental Security. Springer, Dordrecht.   \nBorland, J.， Yang, X.， 1995. Specialization， product development, evolution of the institution of the firm, and economic growth. Journal of Evolutionary Economics 5(1), 19-42.   \nCai, W.J., Wan, L.Y., Jiang, Y.K., Wang, C., Lin, L.S., 2015. Short-lived buildings in China: impacts on water, energy, and carbon emissions. Environmental Science and Technology 49 (24),13921-13928.   \nCassar, L., 2Oo7. Convergence, inequality and education in the galor and zeira model. Rivista Di Politica Economica 97, 229-254. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Chen, B., Li, J.S., Wu, X.F., Han, M.Y., Zeng, L., Li, Z., Chen, G.Q., 2018. Global energy flows embodied in international trade: A combination of environmentally extended input-output analysis and complex network analysis. Applied Energy, 210, 98-107. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Chen, G.Q., Zhang, B., 2010. Greenhouse gas emissions in China 2007: inventory and input-output analysis. Energy Policy 38(10), 6180-6193.   \nChen, Z.M., Chen, G.Q., 2011. An overview of energy consumption of the globalized world economy. Energy Policy 39(10), 5920-5928.   \nChen, Z.M., Chen, G.Q.,2013. Demand-driven energy requirement of world economy 2007: a multi-region input-output network simulation. Communications in Nonlinear Science and Numerical Simulation 18(7),1757-1774.   \nChenery, H.，Robinson， S.， Syrquin，M.， 1986. Industrialization and Growth: a Comparative Study, Oxford University Press, Oxford.   \nChenery，H.，Syrquin，M.，1975. Patterns of Development，1950-1970.Oxford University Press, Oxford.   \nChenery, H., Taylor, L., 1968. Development patterns among countries and over time. The Review of Economics and Statistics 50(4), 391-416.   \nChung，W.-S.， Tohno， S.， Shim， S.Y.， 2009. An estimation of energy and GHG emission intensity caused by energy consumption in Korea: an energy IO approach. Applied Energy 86, 1902-1914.   \nCreutzig,F., Baiocchi, G., Bierkandt,R., et al.,2015. Global typology of urban energy use and potentials for an urbanization mitigation wedge. PNAS 112(20), 6283- ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "6288. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Cui, L.B., Peng, P., Zhu, L., 2015. Embodied energy, export policy adjustment and china's sustainable development: a multi-regional input-output analysis. Energy 82, 457-467. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Galor, O., Moav, O., 2004. From Physical to Human Capital Accumulation: Inequality and the Process of Development. The Review of Economic Studies 71(4), 1001- 1026.   \nGardner, G.T.， Stern， P.C.， 2008. The short list: The most effective actions U.S. households can take to curb climate change. Environment 50,12-23.   \nHoffmann, W.G.，1969.StadienundTypenderIndustrialisierung. Weltwirtschaftliches Archiv 103, 321-327.   \nHsiao, C.，1985.Benefits and Limitations of Panel Data. Econometric Reviews 4, 121-174.   \nIm, K.S.， Pesasran，M.H.，Shin, Y.， 2003.Testing for unit roots in heterogeneous panels. Journal of Econometrics 115(1), 53-74.   \nItard, L., Klunder, G., 2Oo7. Comparing environmental impacts of renovated housing stock with new construction. Building Research & Information 35(3), 252-267.   \nJiang,L.， He,S.， Tian， X.， Zhang,B.，Zhou,H.,2020. Energy use embodied in international trade of 39 countries: spatial transfer patterns and driving factors. Energy 195,116988.   \nKao, C.， 1999. Spurious Regression and Residual-Based Tests for Cointegration in Panel Data. Journal of Econometrics 90(1), 1-44.   \nKümmel, R., 2011. The Second Law of Economics: Energy, Entropy, and the Origins of Wealth, Springer.   \nKummel, R., Ayres, R.U., Lindenberger, D., 2010. Thermodynamic laws, economic methods and the productive power of energy. Journal of Non-Equilibrium Thermodynamics 35,145-179.   \nKimmel, R., Lindenberger, D., Weiser, F., 2015. The economic power of energy and the need to integrate it with energy policy. Energy Policy 86, 833-843.   \nKummel, R.， Strassl, W., Gossner, A., Eichhorn， W., 1985. Technical progress and energy dependent production functions. Ztschrift fir Nationalkonomie-Journal of Economics 45(3),285-311.   \nKuznets, S.S.，1966. Modern Economic Growth: Rate， Structure and Spread. Yale University Press, New Haven.   \nLam,KL., Kenway,S.J.,Lane,J.L., Ilam, K.M.N.,de Berc,R.B.,2019.Energy intensity and embodied energy flow in Australia: An input-output analysis. Journal of Cleaner Production 226, 357-368.   \nLambert, J.G., Hall, C.A.S., Balogh, S., Gupta, A., Arnold, M., 2014. Energy, EROI and quality of life. Energy Policy 64, 153-167.   \nLeontief, W.， 1970. Environmental repercussions and the economic structure: an input-output approach. Review of Economics and Statistics 52 (3), 262-271.   \nLevin,A., Lin, C., Chu, C.J., 2002. Unit root tests in panel data: Asymptotic and finite-sample properties. Journal of Econometrics 108(1), 1-24.   \nLi,F.,Xiao, J.J., Cai,F.,2019. Wealth,labor supply and life satisfaction: the case of urban housing demolition in china. Economics Letters 183,108597.   \nLi,F.，Xiao,J.J.， 2020.Losing the future: household wealth from urban housing demolition and children's human capital in china. China Economic Review 63, 101533. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Liang，Q.M.， Fan， Y.， Wei， Y.M.， 2007. Multi-regional input-output model for regional energy requirements and $\\mathrm { C O } _ { 2 }$ emissions in China. Energy Policy 35(3), 1685-1700. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Liu，H.T.，Guo，J.E.，Qian，D.，Xi，Y.M.，2009.Comprehensive evaluation of household indirect energy consumption and impact of alternative energy policies in China by input-output analysis. Energy Policy 37, 3194-3204.   \nMarx,K., 1867. Capital, Volume 1, Random House, New York.   \nMarx,K., 1884. Capital, Volume 2, Random House, New York.   \nMiller, R.E., Blair, P.D., 2009. Input-Output Analysis: Foundations and Extensions (Second edition). Cambridge University Press, Cambridge.   \nMunksgaard, J., Pedersen, K.A., 2001. $\\mathrm { C O } _ { 2 }$ accounts for open economies: producer or consumer responsibility?. Energy Policy 29 (4), 327-334.   \nUnited Nations Environment Programme， 2021. Food Waste Index Report 2021. Nairobi.   \nRead, Q.D., Muth. M.K., 2021. Cost-effectiveness of four food waste interventions: is food waste reduction a \"win-win?\". Resources, Conservation and Recycling 168, 105448.   \nPeters，G.P.，Hertwich，E.G.，2008. $\\mathrm { C O } _ { 2 }$ embodied in international trade with implications for global climate policy. Environmental Science and Technology 42(5), 1401-1407.   \nReuten， G.， 1998. The Status of Marx's Reproduction Schemes: Conventional or Dialectical Logic?. In: Arthur C.J., Reuten G. (eds) The Circulation of Capital. Palgrave Macmillan, London.   \nRostow， W.W.，1959. The Stages of Economic Growth. The Economic History Review 12(1), 1-16. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Rostow, W.W., 1990. The Stages of Economic Growth: A Non-Communist Manifesto (third edition). Cambridge University Press, Cambridge. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Sheppard， P.， Rahimifard， S.， 2019. Embodied energy in preventable food manufacturing waste in the United Kingdom. Resources, Conservation and Recycling 146, 549-559.   \nShi, H., Yang, X., 1995.A New Theory of Industrialization. Journal of Comparative Economics 20(2), 171-189.   \nSu, B., Ang, B.W., 2013. Input-output analysis of $\\mathrm { C O } _ { 2 }$ emissions embodied in trade: Competitive versus non-competitive imports. Energy Policy 56, 83-87.   \nSun，C.，Ma, T.，Xu， M.，2018. Exploring the prospects of cooperation in the manufacturing industries between India and China: A perspective of embodied energy in India-China trade. Energy Policy 113, 643-650.   \nSusuki, D.， 1993.La superpoblacion es mala, pero el consumo excesivo es peor [Overpopulation is bad， but excessive consumption is worse]. Profamilia: Planificacion, Poblacion y Desarollo 10(22): 76-77. Spanish. PMID: 12287896.   \nVandenbergh, M., Barkenbus, J., Gilligan,J., 20o8. Individual carbon emissions: The low-hanging fruit. UCLA Law Rev 55, 1701-1758.   \nWang, J.J., Zhang, Y.R., Wang, Y.F., 2018. Environmental impacts of short building lifespans in China considering time value. Journal of Cleaner Production 203, 696-707.   \nWu, X.F., Chen, G.Q., 2017. Global primary energy use associated with production, consumption and international trade. Energy Policy 111, 85-94.   \nWuyts, W., Miatto,A., Sedlitzky, R., Tanikawa, H., 2019. Extending or ending the life of residential buildings in japan: a social circular economy approach to the ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "problem of short-lived constructions. Journal of Cleaner Production 231,660- 670. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Wiedmann, T., 2009. A review of recent multi-region input-output models used for consumption-based emission and resource accounting. Ecological Economics 69(2), 211-222. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Wiedmann， T.，Lenzen， M.， Turner, K.， Barrett, J.， 20o7. Examining the global environmental impact of regional consumption activities-Part 2: review of inputoutput models for the assessment of environmental impacts embodied in trade. Ecological Economics 61(1),15-26. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Zhang, Y., Xia, Y., Fan, Y., 2013. How $\\mathrm { C O } _ { 2 }$ emissions structure evolves with the process of industrialization. International Journal of Global Environmental Issues 13(1), 43-63. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Appendix Table A1 ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Theindustrial classification ",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/93f47d998babdd8b154d3c4ada59faa2123cf95a0d3b1fd42ddef2eb38022607.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>NO.</td><td>industrial name</td><td>NO.</td><td>industrial name</td></tr><tr><td>1</td><td>Agriculture</td><td>9</td><td>Non-metallic minerals</td></tr><tr><td>2</td><td>Mining and quarrying</td><td>10</td><td>Basic metals</td></tr><tr><td>3</td><td>Food and tobacco</td><td>11</td><td>Machinery and equipment</td></tr><tr><td>4</td><td>Textile and leather</td><td>12</td><td>Transport equipment</td></tr><tr><td>5</td><td>Wood and wood products</td><td>13</td><td>Other industrial sectors</td></tr><tr><td>6</td><td>Paper, pulp and printing</td><td>14</td><td>Construction</td></tr><tr><td>7</td><td>Energy sector</td><td>15</td><td>Transport service</td></tr><tr><td>8</td><td>Chemical and petrochemical</td><td>16</td><td>Commercial and public services</td></tr></table></body></html>",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Appendix Table A2 ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The REECEEIs of the sample countries ",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/40fb7c4d55df1e9248d499df1effefafe59bd0e125000d72d29a81bbd97862e3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>country</td><td>2000</td><td>2001</td><td>2002</td><td>2003</td><td>2004</td><td>2005</td><td>2006</td><td>2007</td></tr><tr><td>Australia</td><td>2.535</td><td>2.392</td><td>2.393</td><td>2.243</td><td>2.220</td><td>2.272</td><td>2.312</td><td>2.188</td></tr><tr><td>Belgium</td><td>2.789</td><td>2.946</td><td>3.396</td><td>3.372</td><td>3.018</td><td>2.918</td><td>2.860</td><td>2.905</td></tr><tr><td>Brazil</td><td>4.176</td><td>4.319</td><td>5.082</td><td>4.711</td><td>4.656</td><td>5.517</td><td>4.480</td><td>3.848</td></tr><tr><td>Canada</td><td>3.883</td><td>4.318</td><td>4.242</td><td>3.889</td><td>3.647</td><td>3.342</td><td>3.304</td><td>3.315</td></tr><tr><td>China</td><td>1.187</td><td>1.959</td><td>1.814</td><td>1.556</td><td>1.370</td><td>1.347</td><td>1.245</td><td>1.223</td></tr><tr><td>Czech Republic</td><td>2.018</td><td>1.964</td><td>2.140</td><td>2.380</td><td>2.389</td><td>2.393</td><td>2.226</td><td>2.004</td></tr><tr><td>France</td><td>3.702</td><td>3.629</td><td>3.786</td><td>3.914</td><td>3.674</td><td>3.502</td><td>3.392</td><td>3.398</td></tr></table></body></html>",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/ffa87ef895e9c0a06ae2b860a21bf14fbca735ebcb062d334c21a020e8c2f5b2.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Germany</td><td>3.010</td><td>3.128</td><td>3.495</td><td>3.344</td><td>3.626</td><td>3.486</td><td>3.515</td><td>3.191</td></tr><tr><td>Greece</td><td>2.779</td><td>2.561</td><td>2.717</td><td>2.626</td><td>2.722</td><td>3.156</td><td>2.892</td><td>2.540</td></tr><tr><td>Hungary</td><td>2.664</td><td>2.908</td><td>2.897</td><td>3.091</td><td>2.806</td><td>3.066</td><td>2.969</td><td>3.084</td></tr><tr><td>India</td><td>1.962</td><td>1.979</td><td>1.926</td><td>1.461</td><td>1.201</td><td>1.056</td><td>1.057</td><td>1.044</td></tr><tr><td>Indonesia</td><td>2.685</td><td>2.546</td><td>2.790</td><td>2.035</td><td>2.566</td><td>2.683</td><td>2.300</td><td>2.432</td></tr><tr><td>Italy</td><td>3.515</td><td>3.449</td><td>3.326</td><td>3.370</td><td>3.382</td><td>3.462</td><td>3.366</td><td>3.413</td></tr><tr><td>Japan</td><td>2.517</td><td>2.595</td><td>2.841</td><td>2.785</td><td>2.841</td><td>2.901</td><td>2.895</td><td>2.766</td></tr><tr><td>Korea</td><td>1.777</td><td>1.901</td><td>1.888</td><td>1.793</td><td>1.783</td><td>1.822</td><td>1.738</td><td>1.732</td></tr><tr><td>Mexico</td><td>3.004</td><td>3.740</td><td>3.639</td><td>3.700</td><td>3.884</td><td>4.052</td><td>3.757</td><td>3.774</td></tr><tr><td>Netherlands</td><td>3.038</td><td>2.504</td><td>5.467</td><td>5.102</td><td>3.236</td><td>2.748</td><td>2.908</td><td>2.434</td></tr><tr><td>Poland</td><td>3.841</td><td>4.592</td><td>5.292</td><td>4.950</td><td>4.398</td><td>4.622</td><td>4.117</td><td>3.418</td></tr><tr><td>Portugal</td><td>2.740</td><td>2.848</td><td>2.982</td><td>3.343</td><td>3.204</td><td>3.264</td><td>3.235</td><td>3.329</td></tr><tr><td>Romania</td><td>5.682</td><td>4.197</td><td>4.093</td><td>4.128</td><td>3.588</td><td>5.192</td><td>3.161</td><td>3.495</td></tr><tr><td>Russian</td><td>2.528</td><td>2.215</td><td>2.570</td><td>2.416</td><td>2.484</td><td>2.871</td><td>2.614</td><td>2.407</td></tr><tr><td>Spain</td><td>3.004</td><td>2.860</td><td>2.837</td><td>2.597</td><td>2.538</td><td>2.441</td><td>2.447</td><td>2.387</td></tr><tr><td>Turkey</td><td>3.295</td><td>4.314</td><td>3.231</td><td>3.167</td><td>2.833</td><td>2.665</td><td>2.464</td><td>2.636</td></tr><tr><td>United Kingdom</td><td>5.373</td><td>5.363</td><td>5.604</td><td>5.605</td><td>6.083</td><td>5.980</td><td>5.938</td><td>5.623</td></tr><tr><td>United States</td><td>3.339</td><td>3.648</td><td>3.694</td><td>3.784</td><td>3.623</td><td>3.472</td><td>3.475</td><td>3.562</td></tr></table></body></html>",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Appendix Table A2 (continued) ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "table",
        "img_path": "images/299c46e9720f0329b5a069cd8331560ec66a1dfdd33baef0e98caceb03b445b3.jpg",
        "table_caption": [
            "The REECEEIs of the sample countries "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>country</td><td>2008</td><td>2009</td><td>2010</td><td>2011</td><td>2012</td><td>2013</td><td>2014</td><td>average</td></tr><tr><td>Australia</td><td>2.292</td><td>2.272</td><td>2.277</td><td>2.194</td><td>2.217</td><td>2.362</td><td>2.442</td><td>2.307</td></tr><tr><td>Belgium</td><td>2.747</td><td>3.730</td><td>3.185</td><td>2.898</td><td>3.087</td><td>3.329</td><td>3.183</td><td>3.091</td></tr><tr><td>Brazil</td><td>3.539</td><td>4.601</td><td>3.577</td><td>3.533</td><td>3.753</td><td>3.761</td><td>3.961</td><td>4.234</td></tr><tr><td>Canada</td><td>3.325</td><td>4.097</td><td>3.539</td><td>3.676</td><td>3.524</td><td>3.613</td><td>3.678</td><td>3.693</td></tr><tr><td>China</td><td>1.114</td><td>0.963</td><td>0.538</td><td>0.571</td><td>0.553</td><td>0.589</td><td>0.568</td><td>1.107</td></tr><tr><td>Czech Republic</td><td>2.107</td><td>2.794</td><td>2.669</td><td>2.706</td><td>2.868</td><td>3.086</td><td>3.008</td><td>2.450</td></tr><tr><td>France</td><td>3.549</td><td>4.666</td><td>4.308</td><td>3.945</td><td>4.126</td><td>4.144</td><td>4.230</td><td>3.864</td></tr><tr><td>Germany</td><td>3.242</td><td>4.402</td><td>3.916</td><td>3.628</td><td>4.472</td><td>4.307</td><td>4.389</td><td>3.677</td></tr><tr><td>Greece</td><td>3.043</td><td>5.197</td><td>4.704</td><td>5.081</td><td>5.705</td><td>6.202</td><td>5.321</td><td>3.816</td></tr><tr><td>Hungary</td><td>2.976</td><td>4.206</td><td>3.755</td><td>3.622</td><td>3.819</td><td>3.407</td><td>3.044</td><td>3.221</td></tr><tr><td>India</td><td>1.225</td><td>1.150</td><td>1.119</td><td>1.020</td><td>1.155</td><td>1.324</td><td>1.314</td><td>1.333</td></tr><tr><td>Indonesia</td><td>1.978</td><td>2.063</td><td>2.726</td><td>2.062</td><td>2.051</td><td>2.204</td><td>2.039</td><td>2.344</td></tr><tr><td>Italy</td><td>3.516</td><td>4.429</td><td>3.937</td><td>3.894</td><td>4.801</td><td>4.993</td><td>5.273</td><td>3.875</td></tr><tr><td>Japan</td><td>2.797</td><td>3.408</td><td>3.268</td><td>3.330</td><td>3.209</td><td>3.268</td><td>3.033</td><td>2.964</td></tr><tr><td>Korea</td><td>1.682</td><td>3.226</td><td>1.762</td><td>1.597</td><td>1.804</td><td>1.984</td><td>1.922</td><td>1.894</td></tr><tr><td>Mexico</td><td>3.774</td><td>3.384</td><td>3.639</td><td>3.617</td><td>3.147</td><td>3.215</td><td>3.200</td><td>3.568</td></tr><tr><td>Netherlands</td><td>3.382</td><td>5.636</td><td>3.357</td><td>3.217</td><td>3.390</td><td>3.671</td><td>3.574</td><td>3.578</td></tr><tr><td>Poland</td><td>3.743</td><td>4.709</td><td>3.896</td><td>3.553</td><td>3.829</td><td>4.399</td><td>3.990</td><td>4.223</td></tr><tr><td>Portugal</td><td>3.369</td><td>3.968</td><td>3.820</td><td>4.283</td><td>5.566</td><td>6.042</td><td>5.544</td><td>3.836</td></tr><tr><td>Romania</td><td>3.163</td><td>3.385</td><td>3.548</td><td>2.885</td><td>3.013</td><td>2.856</td><td>2.875</td><td>3.684</td></tr><tr><td>Russian</td><td>2.153</td><td>3.176</td><td>2.445</td><td>2.187</td><td>2.275</td><td>2.589</td><td>2.946</td><td>2.525</td></tr><tr><td>Spain</td><td>2.603</td><td>3.303</td><td>3.198</td><td>3.427</td><td>3.705</td><td>3.838</td><td>3.663</td><td>2.990</td></tr><tr><td>Turkey</td><td>2.478</td><td>3.925</td><td>2.690</td><td>2.196</td><td>3.045</td><td>2.839</td><td>3.042</td><td>2.988</td></tr><tr><td>United Kingdom</td><td>5.986</td><td>6.539</td><td>5.474</td><td>5.694</td><td>5.584</td><td>5.498</td><td>5.238</td><td>5.705</td></tr><tr><td>United States</td><td>3.884</td><td>4.928</td><td>4.295</td><td>4.325</td><td>3.962</td><td>3.897</td><td>3.790</td><td>3.845</td></tr></table></body></html>",
        "page_idx": 29
    }
]