[
    {
        "type": "text",
        "text": "专刊：科技支撑雄安新区规划建设发展 Science & Technology Supporting Xiongan New Area's Planning and Construction ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "新科技革命与三元融合社会",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一关于雄安新区建设的宏观思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "潘教峰",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院科技战略咨询研究院北京100190",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/a48d2dafc36b32484c13a5f800148a2a51b659c6f62db48e215a31d775556afa.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要从大历史观角度来看，文明进步、发展模式、世界格局、科技创新、中国发展都处在重大转折期。全球创新活动进入一个新的密集期，绿色、健康、智能引领创新方向，人工智能、新能源技术、新生物技术等多点突破、交叉汇聚，颠覆性技术不断涌现，新科技革命加速产业变革。以人为本的人机物三元融合社会孕育兴起，人与自然和谐相处，成为伙伴关系；人工智能等新科技将改变人与机器的关系，可能使机器从人类的工具和从属，逐步上升为伙伴。雄安新区因疏解而生、应创新而起、逐智能而强，新一轮科技革命和产业变革是雄安新区建设最大的变量和增量，在未来建设中，应采取“国家创新特区”的体制，充分用好新科技革命的成果，积极探索人机物三元融合社会下的未来城市新形态。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词新科技革命，人机物智能，三元融合社会，雄安新区 DOI 10.16418/j.issn.1000-3045.2017.11.001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2017年4月1日，中共中央、国务院宣布设立河北雄安新区。关于雄安新区建设，习近平总书记强调，“用大历史观看待这件大事”。我们应当立足大历史观，准确判断当今世界所处的历史方位，科学前瞻世界科技发展趋势及其影响，深刻认识人类社会发展的脉络与图景，为雄安新区建设提供科学性、战略性、储备性的咨询建议。这是中科院科技战略咨询院在雄安新区筹委会支持下举办“新科技革命与雄安的未来”高端论坛的初衷。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1世界发展处在重大转折期",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我们处在一个大变革大调整时代，纵观当今世界，无论是文明进步、发展模式、世界格局、科技创新，还是中国发展，都处在重大转折期。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1文明进步的转折期",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "世界文明演进经历了漫长的岁月，大约5000多年前人类逐渐摆脱蒙味，而在经历了农",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\circledast$ 中国科学院院刊1177",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "业文明到工业文明的发展历程后，如今又处在孕育形成知识文明新形态的重大转折期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在农业文明时代，农业是社会发展的主要动力，社会生产以手工劳动为主体。在工业文明时代，机械化、电气化、信息化代替手工劳动，拓展人的能力，使人类臂力（机械力）、腿力（移动能力）、脑力（计算能力）得到外化，极大提高了生产效率，社会生产力得到飞跃发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当今社会正在从工业经济时代大步迈向知识经济时代，知识资源正在超越土地、水、植物、矿产、能源等自然资源，日益成为社会生产力发展的关键要素和最重要的资源。总体判断，我们处在文明发展进步的又一个重大转折时期，人类社会正在向知识文明时代演进。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2发展模式的转折期",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "过去250多年的工业化，在全球仅使不到10亿人口实现了现代化，却已使自然资源（特别是化石能源）面临枯竭的威胁，使自然环境遭受到巨大破坏。前瞻现代化未来图景，更多人追求现代化生活的强烈愿望与自然资源供给能力和生态环境承载能力的矛盾日益凸显和尖锐。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "因此，传统的破坏性地攫取不可再生自然资源的经济增长方式，以集聚世界多数资源为手段的发展模式已经难以为继。世界各国都在寻求新的绿色健康、资源节约、环境友好的可持续发展模式，创建新的生产方式和生活方式。因此，经济社会的发展模式也处在一个重大转折时期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3 世界格局的转折期",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当今世界政治经济格局和国际秩序正面临着二战以来最为深刻的调整，充满了不确定性。以金砖国家为代表的新兴国家经济快速发展，尤其是中国加速和平崛起，正在改变世界经济版图和力量的格局。世界经济和科技力量向亚洲转移渐成趋势，正在改变东西方力量的对比。虽然和平发展依然是世界的主流，但是一些发达国家出现的逆全球化思潮、贸易保护主义对发展构成新挑战，世界格局正处在一个重大转折时期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4科技创新的转折期",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从大历史观看科技发展，其也处在重大转折期。从16世纪近现代科技发生发展以来，已发生了两次重大科学革命和三次重大技术革命（图1），催生了浪潮迭起的产业革命，导致生产力的跨越式提升，不仅极大地丰富了社会物质财富，也引发经济、社会、军事等领域的广泛变革。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当今世界科技正处在新一轮科技革命的前夜，这次科技革命可能发生在物质科学、生命科学及其交叉领域，以绿色、智能和可持续为主要特征，颠覆性技术不断涌现。新科技革命将催生新一轮产业革命，引发社会重大变革，从而引领人类进入知识文明时代。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/812677f09f38afbcb623f6ec5b1c2f1c1c15fea9848437db6959f61ba312d656.jpg",
        "img_caption": [
            "图116世纪以来发生的两次重大科学革命和三次重大技术革命"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.5中国发展的转折期",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国的发展也正处在重大转折期。中国经济总量已跃居世界第二位，而发展过程中不平衡、不协调、不可持续等问题愈加突出，人口、资源、环境压力日益增大，因此必须从资源驱动、要素驱动向创新驱动转型。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国已经迈人中等收入国家行列，挑战和机遇都前所未有。在向现代化奋进的历史进程中，要力避和克",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新科技革命与三元融合社会",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "服许多风险和陷阱：要防止落入经济上的“中等收入陷阱”、社会公信力的“塔西陀陷阱”、地区差异的“梅佐乔诺陷阱”以及大国关系的“修昔底德陷阱”，这4个陷阱是我们现代化建设过程中必须要跨越的。因此，未来10一20年是中国实现国家现代化具有决定意义的阶段。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从大历史观看，现代化的历史本质上是科技创新和进步的历史，近现代社会的每一次重大变革都与科技的革命性突破密切相关。科技是最具革命性的关键力量，深刻影响和改变着民族的兴衰、国家的命运，中国的现代化关键是科学技术的现代化。在当今世界重大变革期，我们应当抓住新科技革命的历史机遇，加快世界科技强国建设，为实现“两个一百年”目标提供强大的创新动力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 新科技革命加速产业变革",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当前全球创新活动进入一个新的密集期，呈现出多点突破、交叉汇聚的生动景象，绿色、健康、智能引领创新方向，一些基本科学问题面临着重大突破。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以新一代信息技术（如人工智能）、新能源技术、新生物技术、新材料技术为主要突破口的新科技革命，将从蓄势待发状态进入到群体进发的关键时期，颠覆性技术不断涌现，引发新一轮产业革命，推动全球创新格局重大调整，深刻改变人们的生产和生活方式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2007—2016年，中科院通过持续开展“中国至2050年重要领域科技发展路线图\"研究[1]、“科技发展新态势与面向2020年的战略选择”研究[2]和世界科技前瞻与中国科技突破研究3]，系统前瞻了近中期世界可能发生的22个重大科技事件（图2），以及面向2050年在能源与资源、材料与制造、信息网络、现代农业、人口健康、生态与环境、空间与海洋、重大前沿与交叉领域可能孕育着的重大突破。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1能源与资源领域科技发展态势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "能源科技向绿色低碳、智能、高效、多元方向发展，多能互补、分布利用成为总的趋势。到2050年可再生能源将约占全球能源的一半。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "资源科技向矿产资源、水资源和生物资源的高效开发、综合利用以及持续、稳定、安全供给的总体方向发展。其中，水资源方面，将着重发展更高效、更经济的节水技术、水回用技术，水循环关键过程、机理及水资源调控，跨境水资源开发利用与调节等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2材料与制造领域科技发展态势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "材料技术的发展趋向于结构功能一体化、材料器件智能化、制备过程绿色化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "绿色智能制造技术将引发产业全面变革。人机共融的智能制造模式、智能材料与4D打印技术，将推动大批量集中式生产转向高度灵活、个性化、数字化新生产模式。智能机器人的研发应用将成为前沿和热点，基于信息物理系统的智能装备、智能工厂等智能制造将引领制造方式的变革。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中等收入陷阱",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一个国家发展到中等收入阶段（人均国内生产总值3000美元左右）后，可能出现两种结果：一是持续发展，逐渐成为发达国家；二是出现贫富悬殊、环境恶化甚至社会动荡等问题，导致经济发展徘徊不前。后一种结果称走入了“中等收入陷阱”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "塔西陀陷阱",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "即TacitusTrap，得名于古罗马时代的历史学家塔西佗。通俗地讲就是指当政府部门或某一组织失去公信力时，无论说真话还是假话，做好事还是坏事，都会被认为是说假话、做坏事。这个卓越的见解后来成为西方政治学里的定律之一“塔西佗陷阱”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "梅佐乔诺陷阱",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "梅佐乔诺(Mezzogiomo）在意大利语中是“正午阳光”的意思，泛指意大利南部地区，该地区传统上以农业经济为主，与意大利北方存在很大的发展差距，而且长期得不到缩小,这种情况在发达国家非常罕见。有经济学家认为，该类地区享有来自中央政府的大规模资金投入，但恰恰是这项特殊关照促使它们形成与其资源禀赋不相适应的经济增长方式和产业结构，导致就业不充分、收入分配不均等问题，经济增长无法长时间持续",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "修昔底德陷阱",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "指一个新崛起的大国必然要挑战现存大国，而现存大国也必然会回应这种威胁，这样战争将变得不可避免。此说法源自古希腊著名历史学家修昔底德，他认为，当一个崛起的大国与既有的统治霸主竞争时，双方面临的危险多数以战争告终",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "希格斯粒子是否存在将得到确认 石墨烯将成为“后硅时代”的新潜力材料中微子振荡实验有望加快破解 L绿色智能制造技术将引发产业“反物质消失之谜”全面变革暗物质粒子的探测和研究可能 基于干细胞的新的生命繁衍取得突破 方式将会出现量子信息技术将成为下 个体化诊断和治疗技术代信息技术的先导和基础 将取得突破  \n0“人造生命” 展现诱人前景  \n0 对肿瘤等重大疾病的早有经连接线路图 C期干预与治疗有望实现 。子模块设计育种科技Q： 将创造新一代农业生物光合作用及“人造叶绿体” 90 品种906609将可能取得革命性突破 。合成生物体将革新工业生物制造人-机-物三元融合将促进信息服 。务进入普惠计算时代 3 青藏高原未来地球系统研究将成为地球科学研究突破点1未来电网将实现从交流向直流的重大变革 地球系统以外可能发现生命或  \n0 生命存在的证据国际空间计划加速基本科学问题和空间技术的重大突破太阳能光伏发电将实现平价上网深海探测的新纪元即将到来深层地热能将成为主要可再生能源之",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "物品种设计等新技术将对动植物品种培育和生物产品创制产生重大变革性影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5人口健康领域科技发展态势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "生命科学研究向定量、精确、可视化、交叉会聚方向发展，脑科学、结构生物学、系统生物学、合成生物学、再生医学等发展和兴起。合成病毒、基因筛查、胚胎干细胞等新兴生物技术加速走向应用，引发全社会对生物伦理、生物安全的关注。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "传统医学模式将发生深刻变化，以预防、预测和早期干预等为特征的健康医学发展迅速，对肿瘤等重大疾病早期干预与治疗有望实现。美国市场研究公司GrandViewResearch预计到2020年，全球精准医学市场规模将达到1.97万亿美元，干细胞市场规模将达到1700亿美元。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.6生态与环境领域科技发展态势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3信息网络领域科技发展态势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "移动互联网、物联网、大数据、量子计算机、第五代移动通信技术（5G技术）等正在重塑信息科技及产业的发展格局。“万物互联”成为新趋势。5G技术有望成为未来数字经济乃至数字社会的“大脑”和“神经系统”，并带来一系列产业创新和巨大经济及战略利益。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "人工智能技术重新兴起，麦肯锡公司预测，到2025年全球人工智能市场规模将达11万亿美元；美林银行则预测人工智能对全球经济的影响将达到14一33万亿美元。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4现代农业领域科技发展态势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "农业科技向高效、安全、优质生产方向发展。大数据、农业信息技术和智能农机装备将成为农业现代化的关键支撑。高通量、智能化精准种养技术集成体系，自动化机器人和微型灌溉等促进农业高效、多产。农业防灾减灾、重大疫病防治技术研究聚焦数字化精准种子安全技术和生产安全技术。基因组编辑技术、分子模块作",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在应对气候变化和发展绿色经济的引领下，全球生态与环境领域出现了新的变化：全球至2030年可持续发展目标相关科技问题成为研究重点，大规模人类活动对生态系统影响的研究受到重视，寻找能源、食物、水资源相联系的综合解决方案成为重要研究方向。灾害监测与风险评估技术、污染源防治与生态安全性评价技术、大尺度生态系统观测与研究网络成为主要的研究手段。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.7空间与海洋领域科技发展态势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "空间探测以月球、火星和小行星探索为主线，向着更深、更遥远的宇宙迈进。从空间对地球的观测正逐渐覆盖地球系统各圈层的物理参数及人类活动造成的影响。空间态势的感知和预警将得到加强，全球公认的空间行为准则逐步建立。空间技术的市场化和商业化将呈加快趋势。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "海洋科技聚焦国家安全与海洋权益、资源可持续利用和深海探索三大方向。空间一海洋立体化实时观测已成为国际海洋科技发展的主流。载人深潜器、海底资源探测和开发、海底空间站等能力建设将得到空前发展。海洋新技术的突破正在加快新型蓝色经济的兴起与发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.8重大前沿与交叉领域科技发展态势",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "不同科技领域的交叉、渗透、融合将孕育重大科技创新，进而促进众多学科的基本和关键瓶颈问题的解决。在宇宙演化方面，揭开暗物质、暗能量之谜，将是人类认识宇宙的又一重大飞跃，从而引发新的物理学革命。在物质结构方面，实现对构成物质的原子、分子甚至电子的调控，从“观测时代”进入“调控时代”，将带来能源、信息、材料等领域新技术革命和产业革命。在生命起源与进化方面，人类有可能找到地外生命存在的新证据；合成生物学和“人造生命”的突破为认知生命起源和进化开辟着新途径，将打开非生命物质向生命物质转化的大门，使人类从“临床医学时代”走向“健康医学时代”。在意识本质方面，人类大脑及其认知功能、智力本质的研究正在快速发展，有望描绘出人脑活动图谱和工作机理，一旦突破将引起信息与智能科学技术新的革命。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "杰里米·里夫金[4对未来的工业革命进行了前瞻分析和预测。综合研判，在新一轮科技革命的推动下，未来的产业革命至少有3个特征：（1）可能使传统的农业、工业、服务业等产业的生产过程逐渐趋同，边界越来越模糊，甚至融为一体；（2）生产过程将更关注个性化定制，消费者将在更大程度上参与设计和制造过程，甚至成为生产过程的一个重要环节；（3）生产方式将从大规模、集中式生产向个性化生产转变，制造商、供应链的地理格局将发生根本改变。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3以人为本的人机物三元融合社会孕育兴起",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "爱因斯坦曾说过，想象力比知识更重要，因为知识是有限的，而想象力概括着世界的一切，推动着进步，并且是知识进化的源泉。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "面对世界发展的重大转折，面对浪潮迭起的科技重大突破，人类社会未来的前景是怎样的？科技是开启未来之门的“金钥匙”。借助科技的力量，破解发展矛盾、顺应发展规律和潮流，我们可以发挥想象力，畅想人类社会和世界的未来图景，那可能就是一个人机物三",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "元融合的社会和世界。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1在新科技革命的推动下，将形成以人为本的人机物三元融合社会",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "李国杰和徐志伟5提出了人机物智能技术的概念，就是综合应用物联网、移动互联网、通信、大数据计算、人工智能等技术，使物与物之间、物与人之间实现互联，将智能融入万物，实现无缝对接、协同计算。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在人机物智能技术的推动下，我们可以想象将出现通过信息资源使人类社会、虚拟空间、自然空间、机器物理空间联通互动、数字双生、虚实交融的景象，形成以人为中心的人机物三元融合的新社会形态。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在这个新的社会形态中，人的自由而全面的发展有可能真正实现，每个人将成为一个中心信息节点，围绕个人兴趣组织、利用信息资源进行生产、生活和创造，在终身教育、创新创业、社交休闲、购物娱乐、健康保健等方面享受更精准、更舒适、更高质量的服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2在以人为本的人机物三元融合社会中，人与自然、人与机器智慧将成为伙伴关系",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "过去数百年对自然的掠夺式开发利用，让人类和自然付出了惨痛代价，促使人类反思与自然的关系：人类不应以损害自然来换取一时的发展，人与自然应和谐相处，共生共荣、水乳交融，应是一种伙伴关系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "科技创新使人的机械力、智慧力、繁殖力不断外化，使独立于自然人而自主存在的“机器智慧”渐成可能。从长周期看，人工智能、脑科学等新科技的发展，将改变人与机器的关系，机器将逐步具备特定智慧功能，并从人类的工具和从属，逐步上升成为伙伴。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3人类社会正向人机物三元融合社会迈进",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "数字经济、智慧国家、智慧城市、超智能社会，都是人类社会正向人机物三元融合社会迈进这一历史进程的阶段性表现。世界各国纷纷出台战略、规划、政策,希望抓住这一历史机遇，抢占未来发展制高点，我国也因此大力推动“互联网 $+$ ”和智慧城市建设。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "案例一：新加坡 智慧国家。2014年新加坡提出“智慧国家2025”的10年计划，其核心理念是3C：连接（Connect）、收集（Collect）、理解（Comprehend）。该计划将构建“智慧国家平台”，建设覆盖新加坡全国数据收集、连接和分析的基础设施与操作系统，将收集到的各种感应数据反映到公共交通、能源供应、医疗保健等系统中，并根据所获数据预测公民需求，提供更好的公共服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "案例二：欧洲——智慧城市。欧洲建设智慧城市起步较早，实施了“电子欧洲”行动计划、信息社会发展战略等，在智慧城市基础设施建设与相关技术创新、公共服务、交通及能源管理等方面进行了多项成功实践。欧盟的生活实验室网络（Open Living Labs— European Network of LivingLabs，ENoLL）于2006年由芬兰发起。ENoLL将城市打造成为开放创新空间，营造有利于创新涌现的城市生态，并以生活实验室为载体推动智慧城市建设。如：荷兰阿姆斯特丹，通过生活实验室构建，让政府部门、企业、科研机构及用户，参与协作的体验、设计创新与示范推广，推行可持续能源、节能建筑、智能家居、电动汽车等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "案例三：英国——智慧社会。英国学者提出《迈向智慧社会》：智慧医疗保健和健康管理、智慧城市、智能家庭和可控个人、智能工作、工作中的智能合作以及通过社会媒体平台的智能社交。2015年起英国政府陆续发布有关未来城市的研究报告，主要包括：未来城市的科学、愿景、智能绿色基础设施、技术、土地使用、健康、能源、材料、产业等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "案例四：日本—超智能社会。2015年，日本“第五期基本计划”提出建设超智能社会（也称为“社会5.0”），从社会形态发展角度描述了未来智能的发展趋势和应用前景。他们对超智能社会的界定是：能够将所需的物品、服务在所需之时按所需之量提供给所需之人，精细化地应对各种需求，使每个人都能享受到高质量服务。其5个重点是：绿色能源体系建设、医疗健康研究与服务、先进的基础设施、生产与社会数据增值利用、农作物生产自动化。其3个关键要素是：（1）以大数据为背景，不同领域交叉融合，可向任何人提供高质量服务；（2）人工智能技术和机器人技术改变劳动环境，机器人将安全和高效地部分代替人；（3）物联网、大数据、人工智能、机器人等是开启超智能社会的关键因素，日常生活中产生各种数据信息将被收集利用。在推进实施方面，日本多部门提出构建“超智能社会”的脉络，如日本产业技术综合研究所发布《2030年研究战略》，提出创新协同机制、法律保障机制、人才与教育环境、核心技术研发支撑等措施。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "展望未来30年人类社会发展，将以发展数字经济、智慧城市、智能社会为抓手，以促进人机物三元融合为方向，创新发展模式、生产方式和生活方式，塑造人类永续发展的知识文明形态。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4建设雄安创新发展示范区",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "《中共中央、国务院关于设立河北雄安新区的通知》阐述了雄安新区建设的重大意义，明确了雄安新区的定位和建设任务。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "雄安新区定位之高前所未有，责任之重前所未有，挑战之大前所未有。如何把雄安新区这一“千年大计、国家大事”办好，使之成为贯彻落实新发展理念的创新发展示范区，需要集众智、聚众力，谋划好、布局好、建设好，这是一项长期的战略任务。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2016年下半年以来，中科院科技战略咨询院着眼面向未来的新型城市形态、引领中国未来城市现代化建设，系统调研分析了国内外有关情况，就新区的定位、未来城市形态、未来社会发展模式、未来高端产业发展方向等进行了深入研究，形成了若干份研究报告，提出了一系列咨询建议，为雄安新区谋划建设贡献了一份力量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "雄安新区因疏解而生、应创新而起、逐智能而强，在未来建设中，应采取“国家创新特区”的体制，充分用好新科技革命的成果，积极探索人机物三元融合社会下的未来城市新形态。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）采取“国家创新特区”新体制。雄安新区建设犹如在一张几近空白的纸上书写最美、最好的图画：探索性强，没有现成管理模式可搬，需要打破现行体制的诸多制约，在产业经济、社会发展、政府服务、文化环境等方面取得根本性的突破，建立新型治理体系。因此，建议应由全国人大常委会授予雄安新区制定地方法律和法规的权力，为雄安新区发展提供法制保障。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）充分用好新科技革命的成果。新一轮科技革命和产业变革是雄安新区建设最大的变量和增量。要把握新科技革命的突破口，发展最具引领性的人机物融合的智能技术，瞄准颠覆性、开创性、先导性技术，前瞻布局。坚持产业高端定位，布局发展“绿色 $. +$ ”“智能+”“健康 $^ +$ ”高端产业。富集创新资源和要素，创建有利于新技术孵化、转化的平台和政策环境，成为集中培育新产业、形成新动能的策源地和创新引擎。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3）探索人机物三元融合社会下的未来城市新形态。要着眼构建人与自然的伙伴关系，将人-自然-技术相结合，建设生态环保的新型智能社会的社会形态和创新空间。着眼人机共融、同处一个空间、协同工作和生活，建设集成完善的智能型基础设施、共享型网络服务平台、智慧型超级社区、开放型创新环境。着眼示范引领，建设一个功能集成化、交通便捷化、服务智慧化、资源可循环利用的绿色、安全、宜居型城市，成为中国未来城市和区域发展的样板和先锋，引领中国乃至世界的转型发展。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "致谢感谢中科院科技战略咨询院张凤、冷民、刘海波、肖尤丹、康大臣、裴瑞敏、沈华以及对外经贸大学刘庆彬等同志，在前期参与雄安新区谋划建设相关战略研究中的支持,以及在有关智慧城市、智能社会案例研究中提供的帮助。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1 中国科学院.科技革命与中国的现代化—关于中国面向2050年科技发展战略的思考.北京：科学出版社,2009.  \n2中国科学院.科技发展新态势与面向2020年的战略选择.北京：科学出版社,2013.  \n3 中国科学院科技战略咨询研究院，中国科学院文献情报中心,ClarivateAnalytics.2016研究前沿及分析解读.北京：科学出版社,2016.  \n4 杰里米·里夫金.第三次工业革命.张体伟,译.北京:中信出版社,2012.  \n5 李国杰,徐志伟.从信息技术的发展态势看新经济.中国科学院院刊，2017,32(3):233-238.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "New Science and Technology Revolution and Ternary Fusion Society ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Macroscopic Views on Xiongan New Area Construction ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Pan Jiaofeng ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(Institutes of Science and Development, Chinese Academy of Sciences,Beijing 10o19o, China ） ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AbstractFroitfastycvirogs,veotdeord,oaot ofChinaareallinthesigniicanttuaroundperod.Globalinovationactivityasenteedanewoudofitensiveperiodrealth andintlligeiofotititellgeoueoldialst themulti-breathroughsdossoerge,duptihologyotiustere,si-tehevolutionpromotesteiustral reform.Peopleoreedtaryfusiosoetyfanacsdigsruredilmdatuegeigloeld relationshipbecostoeparts;nsthschticialitelieceillangetaishietweeumaadcine forthe machinetayfrothepositioofman’stoldsubodiate,duallyecoetoeteparterXionganAreaisofo functionaldispsal,sseofioatiodrgthsfortsigatiofiteligee.Noudofhoid industrialrefoareteiggestvarableandicrementofionganeArea’sostructioItefuturecostructio,esoulddtte mechanismof“NationalpecialIovationZone”,takefulldvatagesofnesi-techachevements,ndxplorenewforouturecity under ternary fusion society of human, machines,and things. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywordsnew sci-tech revolution,human-machines-things intelligene,ternary fusion society,Xiongan NewArea潘教峰中科院科技战略咨询院院长，中国发展战略学研究会理事长。研究员，博士生导师。世界创新组织会士。入选国家百千万人才工程，获授“有突出贡献中青年专家”荣誉称号。曾任中科院副秘书长、规划战略局局长、发展规划局局长、党组办公室主任、办公厅副主任，中科院科技政策与管理科学所所长等。主要从事科技战略规划、创新政策和智库理论方法研究。参加国家科技规划、新兴产业规划战略研究和编制，科技体制改革研究、政策法规制订和文件起草。具体组织了“中国至2050年重要领域科技发展路线图”研究和“创新2050：科学技术与中国的未来”系列战略研究报告出版，是总报告《科技革命与中国的现代化——关于中国面向2050年科技发展战略的思考》的主要执笔人之一。作为总体研究组组长，具体组织了《科技发展新态势与面向2020年的战略选择》战略研究报告的研究与出版等。承担了提高自主创新能力、建设创新型国家、创新驱动发展战略顶层设计、国家实验室建设等重大课题研究。具体组织开展了知识创新工程实施情况整体评估，国家中长期科技发展规划纲要实施中期评估，国务院有关政策措施落实情况第三方评估等评估工作。参加了“知识创新工程”“创新 $2 0 2 0 ^ { \\prime \\prime }$ “率先行动计划”等方案、规划和重大改革举措的研究制定和推进实施，主持起草了若干中科院的重要政策性文件、发展规划、规章制度和重要改革方案。在Integration:the VLSIJournal,Graphs and Combinatorics，《中国科学》《瞭望》《中国科学院院刊》等刊物发表多篇文章。合著《区域创新集群建设的理论与实践》等。合编《当代世界科技》等。E-mail:jfpan@casisd.cn",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "PanJiaofengrofesorsidentofstitutesofiecedevelopntsecadeyofiees(CA)andfe AssociationofDevelopmentStrategyStudies.FellowofWorldInovationOrganization.HeeverservedasviceSecretary-GeneralofCAS, as DirectorofBureauofPlanningndStrategyasDirectorofBureauofDevelopmentandPlanning,asDeputyDirectorofGeneralOfie of CAS,andasDirectorofIstituteofolicyand ManagementofCAS.HemainlyengagesinS&Ttrategicplaing,ovationpolicy and hink-tankteoryandmethodologyesearch.HepricipatedinatioalS&Tplaing,emergingidustryplangpolicseaad documentdraftingonatioalS&Tsystereform,reseachreportdraftingofS&Tstrategythefulationofsomepiciesandgulatios. Heorganizedthesrialstrategicsearch“China’sS&Roadmapst0(ovatio”forsort)ndthesrialreportsiding Chineseversion&Englishversionhavebeenpubisedsucessively.Heisalsooneofteprincipalauthorsoftegeneralreport“cience& Technology in China: A Roadmap to $2 0 5 0 ^ { \\circ }$ .As general research team leader, he organized and published “Vision 2020: The Emerging Trends in Science&TechnologyandStrategicOptionofChina\".Hehasleadtheoverallasessmentonthe13yearsofKnowledgeIovation Program\"withanevaluatioreportpublishd.Hendertoksoekeystrategiceseachprojects,schasiprovingtheiovatiopability andbuildingupovatiecotryteiplemtationofevelopenttrategdienbyovationd&projectcocedtte futurelog-terdevelopment.Heasinvolvedinthestrategicesearch,planingajoreformeasuresfoulationandimplemettion of CAS landmark initiatives, such as “Knowledge Innovation Program”,“Innovation $2 0 2 0 ^ { \\circ }$ ,and “Pioneer Action Plan\".He has presided over thedraftingofaargeumberofmportantpolicydocuments,evelopmentplaing,gulatiosandrfoprogamsofCA.Hepublishd papersinIntegration:thVJural,GraphsndCombinatoricsScienceinChina,OutlkWeklyuletinofineseAcadeyf Sciences,etc.E-mail: jfpan@casisd.cn ",
        "page_idx": 7
    }
]