[
    {
        "type": "text",
        "text": "孤独症儿童动作发展障碍的神经机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王琳 王志丹 王泓婧(江苏师范大学教育科学学院，徐州 221006)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：动作发展障碍(Developmental motor disorders)是孤独症谱系障碍的常见特征。通过系统回顾孤独症儿童动作发展障碍的神经科学研究，发现 $\\gamma \\cdot$ -氨基丁酸和5-羟色胺浓度的改变及γ-氨基丁酸相关蛋白和Shank蛋白的表达异常不仅会损害中枢神经系统的发育，而且还能导致突触兴奋性与抑制性失衡，进而改变孤独症儿童小脑和大脑皮层运动区的功能连接孤独症儿童小脑、基底神经节和朕胝体结构的改变对全脑的连通性产生了负面影响。神经生化机制和脑结构的异常共同导致了脑功能的异常，最终造成孤独症儿童的动作发展障碍此外，动作发展障碍与孤独症核心症状共同的神经基础主要包括镜像神经元系统紊乱，丘脑、基底神经节和小脑异常以及 SLC7A5和PTEN 基因突变。未来研究需要关注与运动密切相关的其他神经递质，如乙酰胆碱和多巴胺；探索动作发展障碍神经网络的动态机制及其形成；剖析该障碍的神经机制和自闭症核心症状神经机制的相互作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：孤独症谱系障碍，儿童，动作发展障碍，神经机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孤独症谱系障碍(Autism spectrum disorder,ASD)(以下简称孤独症)是儿童发育早期出现的一种神经发育性疾病，患儿后期核心症状表现为社会交往和沟通障碍、兴趣范围狭窄、行为刻板或异常(American Psychiatric Association,2013)。近年来，越来越多的研究发现，除核心症状外，动作发展障碍(Developmental motor disorders)亦是孤独症儿童常见的并发症。该障碍出现的概率为 $5 9 \\% { \\sim } 8 0 \\%$ (Davidovitch et al., 2015; Dewey et al., 2007; Green et al., 2009;Liu& Breslin,2013;Paquet et al.,2016)。其中，表现出精细动作发展障碍的孤独症儿童比率为 $3 6 \\% { \\sim } 6 3 \\%$ ；患有大动作发展障碍的儿童比例在 $52 \\% { \\sim } 6 4 \\%$ 之间(Paquet et al.,2016)。孤独症儿童动作发展障碍的发病率呈日增之势，但对该障碍的发育轨迹和神经机制仍知之甚少。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "动作发展(Motor development)是协调和控制两方面不断提高的过程，该过程贯穿于整个生命周期复杂过程之中，与个体的认知、语言、情绪情感和社会性的发展密切相关(董奇，陶沙,2011;原雅青 等,2019)。研究孤独症儿童的动作发展障碍主要是探索其动作协调与控制障碍、协调与控制的整合缺陷及协调与控制的影响因素。前人在该领域主要有以下研究发现：(1)孤独症儿童的动作协调和控制能力均存在不同程度的受损，主要表现为动作姿势控制障碍和动作协调困难(Bojanek,et al.,2020; Fournier,et al.,2010; Isenhower et al.,2012;Minshew et al.,2004;Xavier et al.,2018)；(2)孤独症儿童动作协调和控制的整合能力较差，以至于其不能很好地适应现实环境的需要，主要表现包括步态异常、书写困难等功能性动作障碍(Anzulewicz et al.,2016; Bif et al.,2018; Johnson et al.,2013; Kindregan et al.,2015);(3)孤独症儿童的动作发展障碍主要受其动作学习能力受损、动作执行困难和感觉运动功能障碍三大因素的影响(Marko etal.,2015; Paquet et al.,2019; Stoit et al.,2013;Whyat & Craig,2013)。以往研究指出，一方面，孤独症儿童的动作发展障碍和其社交缺陷以及孤独症症状的严重程度显著相关(Fitzpatrick et al.,2017; Gong et al.,2020; Hirata et al.,2014)。另一方面，动作发展障碍不仅是孤独症患者癫痫或发育退化的结果，而且是其整体脑功能障碍的一部分(Ming etal.,2007)。鉴于此，有必要从神经科学领域出发，深入探索孤独症儿童动作发展障碍的神经机制以及该领域与核心症状共有的病理生理基础，以进一步了解孤独症的本质和发病机制，并为日后干预提供新型治疗策略。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "前人关于孤独症的脑损伤、脑影像学和动物研究已揭示和孤独症儿童动作发展障碍相关的脑区。动作控制与协调障碍主要与基底神经节以及朕抵体结构异常密切相关(Barbeauet al.,2015; Hocking & Caeyenberghs,2017; Kaur et al.,2018; Qiu et al.,2010)。步态异常和书写困难主要涉及大脑功能偏侧化以及小脑回路异常(Floris et al.,2016;Mosconi etal.,2015)。动作学习能力受损主要和小脑微观结构的改变有关(Marko et al.,2015)；动作执行困难与小脑激活以及大脑功能网络异常密切相关(Carper et al.,2015;Mostofsky et al.,2009)；感觉运动功能障碍的神经基础主要在于视觉区和运动区的功能连接异常(Nebeletal.,2016)。但是，到目前为止，仍然没有研究对孤独症儿童动作发展障碍的神经机制进行系统性分析。基于此，本研究从神经生化机制、脑结构基础以及脑功能机制三个层面系统审视孤独症儿童动作发展障碍的神经机制，分析了动作发展障碍和孤独症核心症状共有的神经基础，以期对该领域研究提供启示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2孤独症儿童动作发展障碍的神经生化机制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "神经递质(Neurotransmitter)是一种重要的神经化学物质，在突触间神经元的信息传递中起到信使作用。孤独症儿童动作发展障碍的神经生化机制主要围绕各种神经递质的浓度改变及相关蛋白的表达异常展开。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1Y-氨基丁酸浓度改变及小白蛋白表达异常 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\gamma \\cdot$ 氨基丁酸( $\\overset { \\cdot } { \\boldsymbol { \\gamma } }$ -aminobutyricacid,GABA)是人类脑内最重要的抑制性神经递质之一。Gaetz 等(2014)运用磁共振波谱(Magnetic resonance spectroscopy,MRS)技术检测了17 名孤独症儿童脑内 $\\boldsymbol { \\gamma }$ -氨基丁酸和肌酸(Cr)的比值异常情况。结果发现，孤独症儿童大脑皮层运动区 $\\mathrm { G A B A ^ { + } / C r }$ 显著低于普通儿童。Puts 等(2017)发现孤独症儿童大脑皮层感觉运动区的 $\\gamma \\cdot$ 氨基丁酸水平亦显著低于普通儿童。Umesawa 等(2020)结合行为学的磁共振波谱研究发现，不同运动区 $\\gamma$ -氨基丁酸浓度的改变分别对应孤独症患者不同类型的动作发展障碍：孤独症患者初级运动区中较高的 $\\gamma \\cdot$ -氨基丁酸浓度和其较差的整体运动表现有关，而辅助运动区中较低的 $\\gamma \\cdot$ -氨基丁酸浓度则与其动作协调困难有关。这可能是因为 $\\gamma$ -氨基丁酸系统的异常会造成突触兴奋性和抑制性失衡(El-Ansary&Al-Ayadhi,2014; Masuda et al.,2019; Pizzarelli &Cherubini,2011)，进而影响了孤独症患者大脑处理信息和调节行为的方式(Uzunova et al.,2016)。总之，感觉运动区、初级运动区和辅助运动区 $\\gamma$ -氨基丁酸浓度的改变可能是孤独症儿童处理传入感官信息、调节动作执行和进行动作计划的皮层抑制功能异常的主要原因，而这进一步导致了其各种动作发展障碍。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "小白蛋白(Parvalbumin,PV)是高代谢和高电活动的 $\\gamma \\cdot$ -氨基丁酸神经元亚群的代表，在小脑浦肯野细胞(Purkinje cell,PC)突触的可塑性上发挥重要作用(Berdel& Morys,2000;Schwaller etal.，2002)。Soghomonian 等(2017)使用原位杂交组织化学技术(In situhybridization histochemistry,ISHH)检测出孤独症患者小脑小白蛋白的基因表达发生了改变。研究者认为这会对孤独症患者小脑的输出纤维产生深远影响，导致浦肯野细胞和小脑深部核团之间的 $\\gamma$ -氨基丁酸信号发生异常变化，进而改变孤独症患者关键的运动和非运动功能。这种运动功能的改变可能在于小白蛋白的异常表达损害了抑制性突触的传递功能，造成小脑神经发育的延迟或中断，进而导致小脑运动功能失调(Courchesne etal.,1988;Jaber, 2016;Wohr et al., 2015)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2其他神经递质浓度改变及相关蛋白表达异常",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "除孤独症儿童 $\\gamma \\cdot$ -氨基丁酸异常及小白蛋白改变的研究外，一些生化机制的探索性实验采用动物研究进一步开展。在此类研究中，实验人员直接检测或药物干预动物脑内神经递质浓度的变化规律，深入探索了孤独症动作发展障碍特有的生化机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5-羟色胺(5-hydroxytryptamine,5-HT)最早在血清中被发现，故又名血清素，是脑内另一重要的抑制性神经递质。研究表明，多达 $30 \\%$ 至 $40 \\%$ 的孤独症患者血液中的5-羟色胺浓度偏高，这可能和孤独症的病理生理机制有关(Azmitia etal.,2011)。高血清素的动物会产生多种孤独症特有的社交障碍，可作为孤独症的有效模型(McNamara et al.,2008)。Hough 和Segal(2016)采用动物研究的实验发现，为幼鼠注入异常高水平的血清素受体激动剂后，幼鼠小脑齿状核神经元树突结构和突触特征发生显著改变，这可能是孤独症动作学习延迟和动作自动化困难等认知功能障碍的神经基础。在正在发育的大脑中，5-羟色胺系统不仅影响轴突的生长和突触的形成，而且还在涉及脊椎动物高级认知需求的行为和记忆改善中起作用(Bacqueé-Cazenave et al.,2020; Bonnin& Levitt,2011)。因此，由 5-羟色浓度升高造成的孤独症幼鼠小脑神经元发育异常可能会对其动作学习能力的发展造成持久的负面影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Shank 蛋白是谷氨酸突触后致密物(Postsynaptic density,PSD)的主要支架蛋白，在谷氨酸神经传递中起关键作用(Boeckers etal.,2002)。研究发现，Shank3突变的小鼠不仅表现出孤独症的核心症状，而且在加速旋转任务中亦表现出动作学习策略的异常，这意味着",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Shank3蛋白突变可能与孤独症的动作学习障碍有关(Yang et al.,2012)。另外，Shank2 突变的孤独症患者会表现出动作发展障碍和小脑功能障碍(Leblond et al.,2014)。Peter 等(2016)的研究显示，缺少 Shank2蛋白会孤削弱孤独症小鼠小脑平行纤维对浦肯野细胞突触的长时程增强(Long-term potentiation,LTP)。同时，小鼠在行为上表现出动作学习能力的严重受损。由此可推测，Shank2蛋白的功能丧失可能会导致孤独症儿童小脑浦肯野细胞突触可塑性的降低，致使其表现出动作学习障碍。总的来看，通过神经生化机制探索孤独症儿童动作发展障碍的研究还比较少，研究的深入性、全面性以及和动作发展障碍的密切性还需进一步加强。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3孤独症儿童动作发展障碍的脑结构基础",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1小脑和基底神经节结构异常",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "小脑是机体基本运动状态的调节中枢之一，不仅负责肌张力的调控、身体平衡的保持和精细运动的协调，还参与广泛的认知和情感功能，包括感知觉、学习、语言、情绪控制等(林冲宇,翁旭初,2006; Adamaszek et al.,2017; Booth et al.,2007; Stoodley,2016;Vokaer etal., 2002)。研究表明，孤独症患者普遍存在小脑异常(D'Mello& Stoodley,2015; Jeong et al,2014; Wang et al.,2014)。Hanaie 等(2013)运用磁共振成像(Magnetic resonance imaging,MRI)和弥散张量成像(Diffusion tensor imaging,DTI)发现，和普通儿童相比，孤独症儿童右侧小脑上脚(Right superior cerebellar peduncle)的部分各向异性值显著降低，这种小脑微观结构的异常和其总体运动表现以及球类运动表现呈显著负相关。Marko等(2015)发现，孤独症儿童通过视觉信息来感知错误从而习得动作的表现不如普通儿童。他们进一步基于脑结构成像检测出孤独症儿童小脑中和小脑后叶(VI叶和VII叶)相衔接的小脑前叶体积较小。综合这两项结果可知，小脑体积的减少可能是孤独症儿童无法较好地通过视觉反馈进行动作学习的神经基础。Lin 等(2019)运用扩散光谱成像(Diffusion spectrum imaging,DSI)评估了孤独症男童全脑运动回路中白质的微观结构特性，结果发现，孤独症男童经左侧顶叶至脑桥再至小脑的白质束微观结构的异常会导致大脑无法将体感信号充分传递到小脑，继而引起孤独症儿童包括控制和纠错在内的动作适应能力的改变。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基底神经节亦称基底核，该部位具有重要的运动调节功能，涉及动作的学习并参与动作的执行(Barter et al., 2015b; Jin & Costa,2015; Sheng et al.,2019; Shmuelof & Krakauer,2011)。Qiu等(2010)的研究表明，接收大脑皮层初级运动区纤维投射的右侧后壳核(Rightposterior putamen)表面向内变形可作为孤独症儿童动作控制障碍的重要预测指标，接收运动前区纤维投射的前壳核(Anterior putamen)和后壳核表面向内变形可预测孤独症儿童较差的手部动作表现。步态方面，Nayate 等(2005)假设阿斯伯格儿童走路时头部/躯干的姿势异常与纹状体功能障碍相一致。Subramanian 等(2017)认为孤独症患者的步态异常可能是其基底神经节内部变化的结果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "大脑皮层下组织的成熟是个体动作发展的物质基础和生理前提，此部位的结构改变会对孤独症儿童的动作学习能力造成深远影响。该能力的受损轻则会导致孤独症儿童动作执行的正确性较低、花费时间较长，重则会导致其无法较好地获得灵活性的动作模式，如无法有效整合和协调一系列复杂性动作等。值得注意的是，虽然小脑和基底神经节均基于各自独特的动作反馈功能来改进个体的运动指令，但在正常情况下，基底神经节对小脑的辅助功能和两者的相互作用有助于大脑运动皮层更好地发出指令来完成动作。相反，孤独症儿童基底神经节结构的改变极有可能会妨碍小脑将信息顺利地传入大脑皮层，从而对动作学习机能力成负面影响。目前罕有通过同时检测小脑和基底神经节结构异常来探索孤独症儿童动作发展障碍神经机制的研究，未来需进一步结合磁共振成像、功能性磁共振成像、弥散张量成像等神经影像学技术和行为学研究来探索孤独症儿童动作发展障碍的大脑皮层下联合神经机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2胖抵体结构异常",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "朕抵体能将皮层的活动从大脑一侧传向另一侧，专门负责视觉、体感和运动信息的传输，其位于大脑半球纵裂底部，是大脑半球中最大的连合纤维(Paul et al.,2007;Valenti etal.,2020)。较多研究表明，孤独症儿童朕抵体的结构发生了改变(Casanovaet al.,2009;Casanova et al.,2011; Hanaie et al.,2014; Keary et al.,2009; Prigge et al.,2013)，这种改变不仅可能会直接影响其身体双侧的协调能力，还可能对大脑半球之间的连通性产生负面影响，进而导致其双手协调障碍(Barbeau et al.,2015; Hocking& Caeyenberghs,2017; Kaur et al.,2018)。除此之外，胼抵体发育不良(Agenesis of the corpus callosum,ACC)亦是孤独症脑结构异常的另一特征(Lau et al.,2013;Paul etal.,2007)。患有朕抵体发育不良的儿童会表现出如运动发育迟缓、手部精细动作技能较差、平衡困难、肌肉张力较差、深度知觉不敏感等动作障碍(Moes etal.,2009)。值得注意的是，胼抵体结构异常在孤独症儿童婴儿期时就已出现(Fingher etal.,2017)，孤独症儿童在6个月时胼抵体膝部异常的部分各向异性值可以显著预测2岁时对感觉刺激的异常反应(Wolffetal.,2017)，这种感觉异常很有可能造成感觉与动作之间的耦合能力受损，导致孤独症患者无法恰当自如地调整自身动作来适应快速变化的情境(Whyatt & Craig,2013)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "然而，另有研究发现，朕抵体的宏观及微观结构特征仅与孤独症儿童的社交缺陷有关，而与动作缺陷无关(Hanaie etal.,2014)。此外，孤独症儿童胼抵体结构的异常还存性别差异(Nordahletal.,2015)。虽然孤独症男童和女童的朕抵体总面积均表现出减少的趋势，但女童的朕抵体纤维束更多地伸向了其前额叶皮层(Anterior frontal cortex)，而男童的则倾向于伸向其眶额皮质(Orbitofrontal cortex,OFC)。这说明不同性别孤独症儿童的胼抵体结构的改变可能会对不同的脑区造成影响，从而使其表现出不同的动作障碍。未来仍需继续验证孤独症儿童朕抵体的结构特征与其动作发展障碍的内在关系，开展综合性研究来细化不同性别孤独症儿童朕抵体异常发育的不同特点，从而深入了解和朕抵体结构异常相关的孤独症儿童动作发展障碍的多种临床症状。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4孤独症儿童动作发展障碍的脑功能机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1小脑激活和皮质一小脑回路异常 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "孤独症儿童小脑功能异常主要涉及小脑的激活和皮质一小脑回路异常。Mostofsky 等(2009)利用功能性磁共振成像分析了孤独症儿童在手指连续敲击任务时的脑区激活差异。结果发现，孤独症儿童同侧小脑前叶(Ipsilateral anterior cerebellm)的激活水平显著低于普通儿童，研究者认为这种小脑激活的减弱可解释孤独症儿童的动作执行困难。皮质一小脑回路是空间和动作信息获取的关键，同时具有对动作进行反馈调整的作用(杨叶红,王树明,2018)。Mosconi等(2015)的研究表明，小脑前叶与初级运动区回路的改变干扰了孤独症患者前馈控制功能的正常发挥，这致使患者在初始运动时不能稳定控制动作的收缩力量；小脑后叶与大脑顶叶回路的异常阻碍了孤独症患者反馈控制机制的正常运转，这导致患者在运动过程中不能稳定控制动作的持续性力量。因此，涉及知觉运动整合的大脑顶叶与小脑的回路异常，以及涉及空间序列的初级运动区与小脑的回路异常可能导致孤独症儿童无法顺利地利用视觉信息感知和修正实际做出的动作和标准动作之间的误差，继而造成他们在动作学习过程中难以形成复杂的动作模式。这在某种程度上解释了在涉及连续动作的运动时，孤独症儿童不能较好地控制自己手部力量以及姿势的调整，从而表现出动作技能的不稳定，特别是对动作的控制能力较差。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2大脑功能偏侧化和连接异常",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "孤独症儿童大脑半球功能偏侧化对其动作发展起到负面影响。研究表明，孤独症儿童大脑半球功能偏侧化会导致其步态和姿势的不对称(Esposito et al.,2011;McCleery et al.,2009)。Floris 等(2016)利用功能性磁共振成像对8至12岁的高功能右利手孤独症儿童进行大脑运动皮层网络连通性的分析后发现，和普通儿童相比，孤独症儿童的大脑运动皮层网络功能右偏侧化，这种偏侧化和他们运动中的步态、平衡以及动作顺序的正确性呈显著负相关，可能是孤独症大肌肉动作发展障碍的基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "大脑网络内部和网络之间的连接改变已被证实是孤独症脑功能异常的特征之一(DiMartino etal.,2014)。研究表明，孤独症儿童的动作执行和协调困难、感觉运动功能障碍均与大脑功能连接异常有关。首先，在动作执行和协调困难方面，皮质脊髓束(Corticospinaltract,CST)控制躯体的调节系统，管理各种随意运动特别是四肢远端的精细运动。中央前回是皮质脊髓束的发源地，负责躯体的侧半身运动。Carper等(2015)指出，和普通儿童相比，孤独症儿童的皮质脊髓束和前额叶、顶叶、枕叶内侧以及扣带回皮质之间发生过度连接，同时中央前回功能连接的左右不对称性显著降低，这种脑功能的异常会影响孤独症儿童基本的动作执行功能。Mostofsky等(2009)发现，孤独症儿童负责动作执行脑区的功能连接减弱可解释其在动作技能自动化过程中所表现出的较差的协调性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "另外，在孤独症儿童感觉运动功能障碍方面，较多研究者已证实丘脑与大脑皮层的过度连接或连接不足均可解释孤独症儿童的感觉运动功能障碍(Nair et al.,2013;Woodward etal.,2017)。Oldehinkel等(2019)认为，孤独症患者小脑、视觉和感觉运动区之间的连接性受其他各脑区之间的连接异常所影响，这可能是孤独症患者视觉运动整合异常的基础。Nebel等(2016)发现孤独症儿童视觉区和运动区的功能连接存在异常，两个系统之间的",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "同步性可能反映了视觉和动作的整合减少。未来研究需借助脑电图(Electroencephalogram,EEG)、脑磁图(magnetoencephalogram,MEG)和功能性磁共振成像进一步探讨孤独症儿童初级运动区、运动前区、辅助运动区和躯体感觉区、初级视皮层的动态连接，以明确孤独症儿童感觉运动功能障碍的异常网络连接模式。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5动作发展障碍与孤独症核心症状共有的神经基础 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "动作发展障碍与孤独症核心症状共有的神经基础主要涉及镜像神经元系统紊乱，丘脑、基底神经节和小脑异常以及SLC7A5和PTEN基因突变。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "首先，位于大脑运动前区F5的镜像神经元是一种感觉运动神经元，不仅在动作执行阶段被激活，在感知他人动作和意图方面也起着基本作用(Rizzolatti etal.,2014;Rizzolatti etal.,1996)。这说明大脑皮层运动区不仅是遵循指令的执行系统，还在社交领域中负担着理解他人行为，与他人互动，探索外部世界和获取新信息的作用。较多研究已证实孤独症儿童镜像神经元系统的激活模式异常(Dapretto et al.,2006;Martineau et al.,2008)，由此可推论孤独症特有的社交和动作缺陷可能都是由镜像神经元系统异常造成(Fabbri-Destro et al,2013)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其次，丘脑、基底神经节和小脑的异常既涉及孤独症儿童的动作发展障碍，又和其核心症状有关。具体看来，孤独症儿童的丘脑和前额叶、顶枕叶、颞叶的连接不足与孤独症的社交、认知以及沟通障碍有关，同时该部位和大脑皮层运动区的功能连接异常不利于孤独症儿童的动作发展(Chen et al.,2016; Nair et al.,2013;Woodward et al.,2017)。基底神经节的形态异常不仅可作为孤独症儿童动作发展障碍的预测指标，也和其社交缺陷及刻板性行为显著相关(Qiu etal.,2010，Schuetze et al.,2016)。小脑浦肯野细胞数量的减少是孤独症患者最常见的病理生理特征之一(Skefos et al 2014;Wegiel et al,2014)。在动物研究中，孤独症小鼠的动作和社交缺陷均与浦肯野细胞的丢失有关，故这两类缺陷可能共享小脑中常见的底物(Substrates)(Al Sagheer et al., 2018)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最后，SLC7A5和PTEN基因突变有望成为联系孤独症社交缺陷和动作发展障碍的遗传学突破口。Tarlungeanu等(2016)的研究发现，血脑屏障中缺失 SLC7A5基因的小鼠一方面会表现出异常的步态、较少的探索行为和较低的运动速度，另一方面会出现社会交往的减少，例如和同伴保持更远的距离。另外研究者通过全外显子组测序技术(Whole exomesequencing)检测出患有动作协调障碍的孤独症儿童的 SLC7A5基因发生了突变(Tarlungeanuetal.,2016)。鉴于此，SLC7A5的突变极有可能导致儿童在罹患孤独症的同时发生动作协调障碍。PTEN基因突变出现在孤独症患者中的概率为 $7 . 1 \\%$ (McBride et al.,2010)。由该基因突变引起的浦肯野细胞的结构异常不但会导致小鼠产生社交障碍和重复刻板性行为，还致使其动作协调能力变差并产生动作学习障碍(Cupolillo et al.,2016)。根据以上发现可推测，孤独症儿童的动作发展障碍和核心症状可能存在相互作用的神经基础。然而以上研究成果并不能深入解释两者之间的内在关系，未来还需要对双方的互相影响机制进行进一步探究。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6总结与展望 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.1神经生化机制、脑结构基础和脑功能机制的交互模型",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "孤独症儿童动作发展障碍的神经生化机制、脑结构基础和脑功能机制并非各自独立运作，而是相互联系的有机整体。首先，孤独症儿童神经递质浓度的改变及其相关蛋白的表达异常不但会通过影响小脑神经元的发育来阻碍脑结构的正常发展，而且不利于神经元的有效信息传递，从而对小脑和大脑皮层运动区神经元之间的连接造成负面影响。再者，孤独症儿童小脑、基底神经节和胼抵体结构的异常不仅直接和孤独症儿童的多种动作发展障碍有关，而且极有可能持续影响它们和大脑之间的顺畅连接，阻碍大脑运动中枢发出正确的运动指令，从而间接对孤独症儿童的动作发展产生深远而持续的负面影响。最后，孤独症儿童脑功能的异常是神经生化机制和脑结构改变综合作用的结果，相较于神经生化机制脑结构基础和孤独症儿童动作发展障碍的表现更为密切(图1)。未来研究可结合多种神经科学方法来验证和补充此模型的正确性。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/2155b2b385e29f588b20eb9855f4ef332e5452ba78de7f55f7bfba9a07b48d04.jpg",
        "img_caption": [
            "图1孤独症儿童动作发展障碍的神经生化机制、脑结构基础和脑功能机制的有机关系"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.2未来方向",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "孤独症儿童动作发展障碍的神经机制研究有助于进一步了解孤独症及其病理生理机制。基于对现有研究的爬梳和分析，未来可在以下几个方面给予重点关注。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第一、进一步丰富孤独症儿童动作发展障碍的神经递质研究。目前该领域研究涉及的神经递质种类仍较少，仅有 $\\gamma \\cdot$ -氨基丁酸、谷氨酸和5-羟色胺三种。实际上，其他神经递质和个体的动作表现也密切相关，如乙酰胆碱(Acetylcholine)参与神经肌肉的信号传递(安楠，2011)；多巴胺(Dopamine)参与动作的调控(Barter et al.,2015a; Da Silva et al.,2018)。因此，这两类化学物质极有可能是孤独症儿童运动神经网络建立的基础之一。未来可借助神经递质荧光探针精确地检测孤独症儿童在表现动作发展障碍时多巴胺和乙酰胆碱的释放与调控规律，从而深化对孤独症儿童动作发展障碍发病机制的理解。另外，孤独症儿童动作发展障碍可能源于由 $\\gamma \\cdot$ -氨基丁酸浓度改变所引起的神经元兴奋性与抑制性的失衡，而神经递质失衡假说也秉持孤独症的产生与突触兴奋性与抑制性失衡密切相关(Hussman,2001)，因此，未来可基于此假设将孤独症的发病机制与动作发展障碍的发病机制结合起来进行研究。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第二、进一步探索动作发展障碍神经网络的动态机制及其形成。目前多数孤独症儿童动作发展障碍的研究仍然是从单一脑区结构或功能异常角度来剖析某一类动作障碍的表现实际上各种动作的产生、维持和控制需要感觉皮层、运动皮层、基底神经节构成的复杂环路协同参与才能完成，其中任何环节出现病理性变化就会导致脑功能障碍(李澄宇等,2016)。因此，单个脑区的结构或功能异常不足以解释孤独症儿童各种复杂的动作发展障碍表现。未来需要在明确孤独症儿童动作发展障碍核心神经网络形成的同时，观察相关脑区内的局部神经环路和脑区间长程神经环路的协同工作模式，从而获得神经系统从感觉输入到动作输出之间整体的动态变化规律。在此研究方向上，可考虑利用对人体无害和对运动具有较高宽容度的神经科学技术，开展高危孤独症婴儿动作发展障碍的前瞻性研究，从而获得其动作发展障碍核心神经网络的纵向发育轨迹，以期为疾病的早期识别和干预提供帮助。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第三、进一步剖析孤独症儿童动作发展障碍的神经机制和核心症状神经机制的相互作用。已有学者指出，孤独症患者动作发展障碍的神经机制会对其核心症状的神经基础造成负面影响，如Khalil等(2018)提出孤独症患者涉及运动区、基底神经节和脑岛在内的镜像神经元系统会影响其负责社会推理功能的前额叶皮层、扣带回前部(Anterior cingulate)和颞顶联合区(Temporoparietal junction,TPJ)。然而，该假设还未得到实证的支持。另外，目前还没有学者从相反角度论证过和孤独症核心症状有关的脑区异常情况是否会反作用于孤独症儿童动作发展障碍的神经机制。未来需要将孤独症儿童动作发展障碍的神经机制与核心症状的神经基础进行统合研究，构建两个领域之间双向影响的神经网络模型。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "安楠.(2011).运动对成长期骨骼肌神经肌肉接头N乙酰胆碱受体表达的影响.体育科学,31(11),56-60.   \n董奇,陶沙.(2011).动作与心理发展.北京:北京师范大学出版社.   \n李澄宇,杨天明,顾勇,王立平,徐宁龙,崔鬻,& 王佐仁.(2016).脑认知的神经基础.中国科学院院刊,31(7), 755-764.   \n林冲宇,翁旭初.(2006).运动,语言和学习:小脑的功能磁共振成像研究.心理科学进展,14(04),532-539.   \n杨叶红,王树明.(2018).动作技能学习神经生理机制研究.武汉体育学院学报,52(08),85-89.   \n原雅青,刘洋,丁佳宁.(2019).布尼氏动作熟练度测试 (BOT-2)在智力障碍儿童动作发展评估中的应用及对 我国的启示.中国体育科技,55(6),14-20.   \nAdamaszek,M.,DAgata,F.,Ferrucci,R.,Habas,C.,Keulen,S.,Kirkby,K.C.,..& Orsi,L. (207).Consensus paper: Cerebellum and emotion. The Cerebellum,16(2), 552-576.   \nAl Sagheer,T.,Haida,O.,Balbous,A.,Francheteau,M.,Matas,E.,Fernagut,P.O.,&Jaber, M.(2018).Motor impairments correlate with social deficits and restricted neuronal loss in an environmental model of autism. International Journal of Neuropsychopharmacology, 21(9),871-882.   \nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders (DSM-5) (5th ed.).Washington,DC:American Psychiatric Publishing.   \nAnzulewicz,A., Sobota, K.,& Delafield-But, J.T. (2016). Toward the autism motor signature: Gesture pattrns during smart tablet gameplay identify children with autism. Scientific Reports, 6(1),1-13.   \nAzmitia,E.C.,Singh,J.S.,Hou,X.P.,& Wegiel,J. (2011).Dystrophic serotonin axons in postmortem brains from young autism patients. The Anatomical Record, 294(10),1653-1662.   \nBacqué-Cazenave,J.,Bharatiya,R.，Barriere,G.,Delbecque,J. P.，Bouguiyoud,N.,Di Giovanni, G,. &e Deurwaerdere, P. (2O20). Serotonin in animal cognition and behavior. International Journal of Molecular Sciences,21(5),1649.   \nBarbeau,E.B.,Meilleur,A.A.S., Zeffiro,T.A.,& Mottron,L. (2015). Comparing motor skils inautism spectrum individuals with and without speech delay. Autism Research, 8(6),682-693.   \nBarter, J. W.,Li,S.,Lu,D.,Bartholomew,R.A.,Rossi,M.A.,Shoemaker, C.T.,..&Yin, H.H. (2015a).Beyond reward prediction errors: The role of dopamine in movement kinematics.Frontiers in Integrative Neuroscience, 9,39.   \nBarter,J.W.,Li,S.,Sukharnikova,T.,Rossi, M.A.,Bartholomew,R.A.,& Yin,H.H. (2015b).Basal ganglia outputs map instantaneous position coordinates during behavior. Journal of Neuroscience, 35(6),2703-2716.   \nBerdel,B.，& Morys,J. (2ooo). Expresson of calbindin-D28k and parvalbumin during development of rat's basolateral amygdaloid complex. International Journal of Developmental Neuroscience,18(6),501-513.   \nBifi,E., Costantini, C.,Ceccarelli,S.B.,Cesareo,A.,Marzocchi, G.M.,Nobile,M.,..& Crippa,A. (2018). Gait pattern and motor performance during discrete gait perturbation in children with autism spectrum disorders. Frontiers in Psychology,9,2530.   \nBoeckers,T.M.,Bockmann,J.,Kreutz,M.R.,& Gundelfinger,E.D. (2002).ProSAP/Shank proteins-afamilyof higher order organizing molecules of the postsynaptic density with an emerging role in human neurological disease.Journal of Neurochemistry, 81(5),903-910.   \nBojanek,E.K., Wang,Z., White,S.P.,& Mosconi,M.W. (202O).Postural control processes during standing and step initiation in autism spectrum disorder.Journal of Neurodevelopmental Disorders,12,1.   \nBonnin,A.，& Levit,P. (2ol1).Fetal,maternal,and placental sourcesof serotonin and new implications for developmental programming of the brain.Neuroscience, 197,1-7.   \nBooth, J. R., Wood,L.,Lu,D.,Houk,J. C.,& Bitan,T.(20o7).The roleof thebasal ganglia and cerebellum in language processing. Brain Research,1133,136-144.   \nCarper, R.A., Solders,S., Treiber, J. M.,Fishman, I.,& Muller,R.A. (2015). Corticospinal tract anatomy and functional connectivity of primary motor cortex in autism. Journal of the American Academy of Child & Adolescent Psychiatry, 54(10),859-867.   \nCasanova,M.F.,El-Baz,A.,Elnakib,A.,Switala,A.E., Williams,E.L.，Williams,D.L.,..& Conturo,T.E. (2011). Quantitative analysis of the shape of the corpus callosum in patients with autism and comparison individuals.Autism,15(2),223-238.   \nCasanova,M.F.,El-Baz,A., Mott,M.,Mannheim, G.,Hassan,H.,Fahmi,R.,..&Farag,A.(20o9).Reduced gyral window and corpus callosum size in autism: Possible macroscopic correlates of a minicolumnopathy. Journal of Autism and Developmental Disorders,39(5),751-764.   \nChen,H., Uddin,L. Q., Zhang,Y., Duan,X.,& Chen, H.(2016).Atypical effctive connectivity of thalamocortical circuits in autism spectrum disorder. Autism Research, 9(11),1183-1190.   \nCourchesne,E.,Yeung-Courchesne,R.,Hesselink,J.R.,&Jernigan,T.L.(1988). Hypoplasia ofcerebellar vermal lobules VI and VI in autism. New England Journal of Medicine,318(21),1349-1354.   \nCupolillo,D.,Hoxha,E.,Farali,A.,DeLuca,A.,Rossi,F,Tempia,F.,& Carulli,D.(216).Autistic-like traits and cerebellar dysfunction in purkinje cell PTEN knock-out mice. Neuropsychopharmacology, 41(6),1457- 1466.   \nDapretto,M.,Davies,M.S.,Pfeifer,J.H.,Scott,A.A., Sigman,M.,Bookheimer,S.Y.,& Iacoboni,M.(2006). Understanding emotions in others:mirror neuron dysfunction in children with autism spectrum disorders. Nature Neuroscience, 9(1), 28-30.   \nDavidovitch,M.,Levit-Binnun,N.,Golan,D.,& Manning-Courtney,P.(2o15).Late diagnosis of autism spectrum disorder after initial negative assessment by a multidisciplinary team.Journal of Developmental & Behavioral Pediatrics,36(4),227-234.   \nDewey,D.,Cantell,M.,& Crawford, S.G. (20o7).Motor and gestural performance in children with autism spectrum disorders,developmental coordination disorder and/or atention deficit hyperactivity disorder. Journal of the International Neuropsychological Society,13,246-256.   \nDi Martino,A., Yan, C. G.,Li, Q.,Denio,E.,，Castelanos,F. X.,Alaerts, K.，..& Deen,B. (2014). The autism brain imaging data exchange: Towards a large-scale evaluation of the intrinsic brain architecture in autism. Molecular Psychiatry, 19(6),659-667.   \nD'Mello,A.M.,& Stoodley, C.J. (2015). Cerebro-cerebellar circuits in autism spectrum disorder.Frontiers in Neuroscience, 9, 408.   \nEl-Ansary，A.，& Al-Ayadhi,L. (2014). GABAergic/glutamatergicimbalancerelative toexcessive neuroinflammation in autism spectrum disorders. Journal of Neuroinflammation, 11(1),189.   \nEsposito,G.,Venuti,P.,Apicell,F.,& Muratori,F.(2Ol1).Analysis ofunsupported gait intoddlers withautism. Brain and Development, 33(5),367-373.   \nFabbri-Destro，M.，Gizzonio，V.，& Avanzini，P.(2013).Autism,motor dysfunctionsandmirror mechanism. Clinical Neuropsychiatry, 10(5).   \nFingher,N.,Dinstein,I.,Ben-Shachar,M.,Haar,S.,Dale,A.M.,Eyler,L.,..&Courchesne,E. (2017).Toddlers later diagnosed with autism exhibit multiple structural abnormalities in temporal corpus callosum fibers. Cortex,97,291-305.   \nFitzpatrick,P.,Romero,V.,Amaral,J.L.,Duncan,A.,Barnard,H.,Richardson,M.J.,& Schmidt,R.C.(017). Social motor synchronization: Insights for understanding social behavior in autism. Journal of Autism and Developmental Disorders,47(7),2092-2107.   \nFloris,D.L.,Barber,A.D.,Nebel,M.B.,Martinell,M.,Lai,.C.,Croceti,D.,..& Mostofsky,S.H. (2016). Atypical lateralization of motor circuit functional connectivity in children with autism is associated with motor deficits. Molecular Autism, 7(1), 35.   \nFournier, K.A.,Kimberg,C.I.,Radonovich,K.J.,Tillman,M.D.,Chow,J.W.,Lewis,M.H.,..&Hass,C.J. (2010).Decreased static and dynamic postural control in children with autism spectrum disorders. Gait & Posture,32(1), 6-9.   \nGaetz,W.,Bloy,L.,Wang,D.J.,Port,R.G.,Blaskey,L.,Levy,S.E.,&Roberts,T.P. (2014). GABA estimation in thebrains of children on the autism spectrum: measurement precision and regional cortical variation. Neuroimage, 86,1-9.   \nGong,L.,Liu, Y., Yi,L.,Fang,J., Yang, Y.,& Wei, K. (202O). Abnormal gait patterns in autism spectrum disorder and their correlations with social Impairments. Autism Research,13(7).1215-1226.   \nGreen,D.,Charman,T.,Pickles,A.,Chandler, S.,Loucas,T.O.M.,Simonoff,E.,& Baird,G. (209).Impairment in movement skills of children with autistic spectrum disorders.Developmental Medicine & Child Neurology, 51(4), 311-316.   \nHanaie,R.,Mohri,I,Kagitani-Shimono,K.,Tachibana,.,Azuma,J.,Matsuzaki,J.,.& Taniike,M.(2013). Altered microstructural connectivity of the superior cerebellar peduncle is related to motor dysfunction in children with autistic spectrum disorders. The Cerebellum, 12(5), 645-656.   \nHanaie,R.,Mohri,I.,Kagitani-Shimono,K.,Tachibana,M.,Matsuzaki,J.,Watanabe,Y.,..&Tanike,M.(2014). Abnormal corpus callsum connectivity,socio-communicative deficits,and motor deficits in children with autism spectrum disorder: A diffusion tensor imaging study. Journal of Autism and Developmental Disorders,44(9),2209-2220.   \nHirata,S.,Okuzumi, H.,Kitajima,Y., Hosobuchi,T.,Nakai,A.,& Kokubun,M.(2014).Relationship between motor skill and social impairment in children with autism spectrum disorders. International Journal of Developmental Disabilities,60(4),251-256.   \nHocking,D.R.,& Caeyenberghs,K. (2017).What is the nature of motor impairments in autism,are they diagnostically useful,and what are the implications for intervention?. Current Developmental Disorders Reports,4(2),19-27.   \nHough,L. H.,& Segal, S.(2016). Efects of developmental hyperserotonemia on the morphologyof rat dentate nuclear neurons.Neuroscience, 322,178-194.   \nHussman, J. P. (2001). Suppressed GABAergic inhibition as a common factor in suspected etiologies of autism. J Autism Dev Disord, 31(2),247-248.   \nIsenhower,R.W.,Marsh,K.L.,Richardson,M.J.,Helt,M.,Schmidt,R.C.,& Fein,D.(2012).Rhythmic bimanual coordination is impaired in young children with autism spectrum disorder. Research in Autism Spectrum Disorders, 6(1),25-31.   \nJaber,M.(2016).The cerebellum as a major player in motor disturbances related to autistic syndrome disorders.L'encephale, 43(2),170-175.   \nJeong, J. W.,Tiwari, V.N.,Behen,M.E.,Chugani, H.T.,& Chugani,D.C. (2014). In vivo detection of reduced purkinje cellfibers with difusion MRI tractography in children with autistic spectrum disorders. Frontiers in Human Neuroscience,8,110.   \nJin,X.,& Costa,R.M. (2015). Shaping action sequences in basal ganglia circuits.Current Opinion in Neurobiology, 33,188-196.   \nJohnson,B.P.,Philips,J.G.,Papadopoulos,N.,Fielding,J.,Tonge,B.,&Rinehart,N.J. (2013). Understanding macrographia in children with autism spectrum disorders.Research in Developmental Disabilities,34(9), 2917-2926.   \nKaur, M.,Srinivasan, S.M.,& Bhat,A.N. (2018). Comparing motor performance,praxis, coordination,and interpersonal synchrony between children with and without Autism Spectrum Disorder (ASD). Research in Developmental Disabilities,72,79-95.   \nKeary,C.J.,Minshew,N.J.,Bansal,R.,Goradia,D.,Fedorov,S.,Keshavan,M.S.,& Hardan,A.Y.(2009). Corpus callosum volume and neurocognition in autism. Journal of Autism and Developmental Disorders, 39(6),834-841.   \nKhalil,R., Tindle,R.,Boraud,T., Moustafa,A.A.,& Karim, A.A. (2018). Social decision making in autism: On the impact of mirror neurons, motor control,and imitative behaviors. CNS Neuroscience & Therapeutics, 24(8), 669-676.   \nKindregan,D., Gallagher,L.,& Gormley, J. (2015). Gait deviations inchildren withautism spectrum disorders: a review.Autism Research and Treatment,2015, 741480.   \nLau,Y.C.,Hinkley,L. B.,Bukshpun,P.,Strominger,Z.A., Wakahiro,M.L.,Baron-Cohen,S.,..& She,E.H. (2013).Autism traits in individuals with agenesis of the corpus callosum. Journal of Autism and Developmental Disorders, 43(5),1106-1118.   \nLeblond,C.S.,Nava,C.,Polge,A., Gauthier,J.,Huguet, G.,Lumbroso,S.,..& Pinto,D. (2014). Meta-analysis of SHANK mutations in autism spectrum disorders: A gradient of severity in cognitive impairments. PLoS Genet,10(9), e1004580.   \nLin, C. W.,Lin,H. Y.,Lo,Y. C., Chen,Y. J.,Hsu,Y. C., Chen,Y.L.,..& Gau,S.S.F.(2019). Alterations in white mater microstructure and regional volume are related to motor functions in boys with autism spectrum disorder. Progress in Neuro-Psychopharmacology and Biological Psychiatry,90,76-83.   \nLiu,T.,& Breslin, C.M.(2013).Fine and gross motor performance of the MABC-2 by children with autism spectrum disorder and typically developing children. Research in Autism Spectrum Disorders,7(10),1244- 1249.   \nMarko,M.K.,Croceti,D.,Hulst,T.,Donchin,O.,Shadmehr,R.,& Mostofsky,S.H.(2015).Behavioural and neural basis of anomalous motor learning in children with autism. Brain, 138(3),784-797.   \nMartineau,J., Cochin,S.,Magne,R.,&Barthelemy, C.(Oo8). Impaired cortical activation in autisticchildren: is the mirror neuron system involved?. International Journal of Psychophysiology, 68(1),35-40.   \nMasuda,F., Nakajima,S.，Miyazaki,T.,Yoshida,K., Tsugawa,S., Wada,M.，..& Mimura,M. (2019).Motor cortex excitability and inhibitory imbalance in autism spectrum disorder assessed with transcranial magnetic stimulation: A systematic review. Translational Psychiatry, 9(1), 1-9.   \nMcBride,K.L., Varga,E.A.,Pastore,M.T.,Prior, T.W.,Manickam,K.,Atkin,J.F.,& Herman, G.E. (2010). Confirmation study of PTEN mutations among individuals with autism or developmental delays/mental retardationand macrocephaly.Autism Research,3(3),137-141.   \nMcCleery,J.P.,Akshoomof,N.,Dobkins,K.R.,& Carver,L.J. (209).Atypicalface versus object processing and hemispheric asymmetries in 10-month-old infants atrisk for autism. Biological Psychiatry, 66(10), 950- 957.   \nMcNamara,I. M.，Borella,A.W.,Bialowas,L.A.,& Whitaker-Azmitia,P. M. (2008).Further studies in the developmental hyperserotonemia model (DHS）of autism: social,behavioral and peptide changes.Brain Research,1189,203-214.   \nMing,X.， Brimacombe,M.，& Wagner, G.C.(20o7).Prevalence of motor impairment in autism spectrum disorders. Brain and Development, 29(9),565-570.   \nMinshew,N.J., Sung, K.,Jones,B.L.,& Furman,J.M.(2004). Underdevelopment of the posturalcontrol system in autism. Neurology, 63(11),2056-2061.   \nMoes,P.,Schilmoeler,K.，& Schilmoeller,G.(209).Physical,motor,sensory and developmental features associated with agenesis of the corpus callosum. Child: Care,Health and Development,35(5),656-672.   \nMosconi,M.W.，Mohanty，S.，Greene,R.K., Cook,E.H.，Vaillancourt,D.E.，& Sweeney,J.A.(2015). Feedforward and feedback motor control abnormalities implicate cerebellar dysfunctions in autism spectrum disorder. Journal of Neuroscience,35(5),2015-2025.   \nMostofsky,S.H.,Powell,S.K,Simmonds,D.J.,Goldberg,M.C.,Caffo,B.,&Pekar,J.J. (2009).Decreased connectivity and cerebellar activity in autism during motor task performance. Brain,132(9),2413-2425.   \nNair,A.,Treiber,J.M.,Shukla,D.K.,Shih,P.,& Muler,R.A. (2013).Impaired thalamocortical connectivity in autism spectrum disorder: A study of functional and anatomical connectivity. Brain,136(6),1942-1955.   \nNayate,A.，Bradshaw, J.L.，& Rinehart,N.J. (20o5). Autism and Asperger's disorder:Are they movement disorders involving the cerebellum and/or basal ganglia?. Brain Research Buletin, 67(4),327-334.   \nNebel,M.B.,Eloyan,A.,Netles,C.A.,weeney,K.L,Ament,K.,Ward,R.E.,..& Mostofsky,S.H.(2016). Intrinsic visual-motor synchrony correlates with social deficits in autism. Biological Psychiatry,79(8),633- 641.   \nNordahl, C.W.,Iosif,A.M., Young, G.S.,Perry, L. M., Dougherty,R.,Lee,A.,..& Wandell,B. (2015). Sex diferences in the corpus callosum in preschool-aged children with autism spectrum disorder. Molecular Autism, 6(1),26.   \nOldehinkel, M., Mennes, M., Marquand,A.，Charman,T., Tillmann,J., Ecker, C.,..& Moessnang, C.(2019). Altered connectivity between cerebelum, visual,and sensory-motor networks in autism spectrum disorder: results from the EU-AIMS longitudinal European autism project. Biological Psychiatry: Cognitive Neuroscience and Neuroimaging, 4(3),260-270.   \nPaquet,A.,Olliac,B.,Bouvard,M. P., Golse,B,& Vaivre-Douret,L.(016).The semiologyof motordisorders in autism spectrum disorders as highlighted from a standardized neuro-psychomotor assessment. Frontiers in Psychology，7,1292.   \nPaquet,A., Oliac,B., Golse, B.,& Vaivre-Douret,L. (2019). Nature of motor impairments in autism spectrum disorder: A comparison with developmental coordination disorder. Journal of Clinical and Experimental Neuropsychology, 41(1),1-14.   \nPaul,L.K.,Brown,W.S.,Adolphs,R.,Tyszka,J.M.,Richards,L.J.,Mukherjee,P.,& Sherr,E.H.(2007). Agenesis of the corpus callsum: genetic,developmental and functional aspects of connectivity. Nature Reviews Neuroscience, 8(4),287-299.   \nPeter,S.，Michiel,M.，Stedehouder,J.,，Reinelt,C.M.，Wu,B., Zhou,H.，..& Schmeisser,M.J.(2016). Dysfunctional cerebellar purkinje cells contribute to autism-like behaviour in Shank2-deficient mice. Nature Communications,7(1),1-14.   \nPizzarelli,R.,& Cherubini,E. (2011). Alterations of GABAergic signaling in autism spectrum disorders.Neural Plasticity, 2011,297153.   \nPrigge,M.B.,Lange,N., Bigler,E.D.,Merkley,T.L., Neey,E.S.,Abildskov,T.J....&Ravichandran,C. (2013). Corpus calosum area in children and adults with autism. Research in Autism Spectrum Disorders, 7(2), 221-234.   \nPuts,N. A.,Wodka,E.L,Harris,A.D.,Croceti,D.,Tommerdahl,., Mostofsky,S.H.,&Edden,R.A.(2017). Reduced GABA and altered somatosensory function in children with autism spectrum disorder.Autism Research,10(4),608-619.   \nQiu,A.,Adler,M. Croceti,D.,Miller,M.1.,& Mostofsky, S.H.(2010). Basal ganglia shapes predict social, communication, and motor dysfunctions in boys with autism spectrum disorder. Journal of the American Academy of Child & Adolescent Psychiatry, 49(6), 539-551.   \nRizzolatti, G.， Cattaneo,L., Fabbri-Destro,M.，& Rozz， S.(2014). Cortical mechanisms underlying the organization of goal-directed actions and mirror neuron-based action understanding.Physiological Reviews, 94(2),655-706.   \nRizzolatti,G.，Fadiga,L.，Gallese,V.,& Fogass,L.(1996).Premotor cortex and the recognition of motor actions. Cognitive Brain Research, 3(2),131-141.   \nSchuetze,M.，Park,M.T.M.，Cho,I.Y.，MacMaster,F.P.,Chakravarty，M.M.，& Bray，S.L.(2016). Morphologicalalterationsinthethalamus,striatum,andpaliduminautismspectrum disorder. Neuropsychopharmacology, 41(11),2627-2637.   \nSchwaler,B,Meyer,M.,& Schiffmann,S.(2002).‘New’ functions for‘old' proteins: The role of the calciumbinding proteins calbindin D-28k,calretinin and parvalbumin,in cerebellar physiology. Studies with Knockout Mice. The Cerebellum,1(4),241-258.   \nSheng,M. J.,Lu,D., Shen, Z. M.,& Poo, M. M. (2019).Emergence of stable striatal D1R and D2R neuronal ensembles with distinct firing sequence during motor learning. Proceedings of the National Academy of Sciences,116(22),11038-11047.   \nShmuelof,L.,& Krakauer, J. W. (2011).Are we ready for a natural history of motor learming?.Neuron,72(3), 469-476.   \nSkefos,J.，Cummings,C.,Enzer,K.，Holiday,J.，Weed,K.,Levy,E.，..& Bauman,M.(2014).Regional alterations in purkinje cell density in patients with autism. PloS ONE, 9(2), e81255.   \nSoghomonian,J.J., Zhang,K.,Reprakash,S.,& Blatt, G.J. (2017).Decreased parvalbumin mRNA levels in cerebellar purkinje cells in autism.Autism Research,10(11),1787-1796.   \nStoit, A.M.,van Schie,H.T., Slaats-Wilemse,D.I,& Buitelar,J. K. (2013). Grasping motor impairments in autism: Not action planning but movement execution is deficient. Journal of Autism and Developmental Disorders,43(12),2793-2806.   \nStoodley, C.J. (2016).The cerebelumand neurodevelopmental disorders.The Cerebellum,15(1),34-37.   \nSubramanian,K.，Brandenburg,C.,Orsati,F.,Soghomonian,J.J.,Hussman,J.P.,&Blat,G.J.(2017).Basal ganglia and autism-a translational perspective. Autism Research,10(11),1751-1775.   \nTarlungeanu,D.C.,Deliu,E.,Doter, C.P.,Kara,M.,Janiesch,P.C.， Scalise,M.，..&Bilguvar,K. (2016). Impaired amino acid transport at the blood brain barrier is a cause of autism spectrum disorder. Cell,167(6), 1481-1494.   \nUmesawa,Y.,Matsushima,K.,Atsumi,T.,Kato,T.,Fukatsu,R.,Wada,M.,& Ide,M. (2020). Altered GABA concentration in brain motor area is associated with the severity of motor disabilities in individuals with autism spectrum disorder. Journal of Autism and Developmental Disorders,50,2710-2722.   \nUzunova,G.,Pallanti, S.,& Hollander,E.(20l6).Excitatory/inhibitory imbalance inautism spectrum disorders: Implications for interventionsand therapeutics.The World Journal of Biological Psychiatry,17(3),174-186.   \nValenti,M.,Pino,M.C.,Mazza,M.,PanzarinoG.,DiPaolantonio,C.,& Verroti,A. (202).Abnormalstructural and functional connectivity of the corpus calosum in autism spectrum disorders: A review.Review Journal ofAutism and Developmental Disorders,7,46-62.   \nVokaer,M.,Bier,J.C.,Elincx,S.,Claes,T.,Paquier,P.,Goldman,S.,..&Pandolfo,M.(2Oo2).Thecerebellum may be directly involved in cognitive functions.Neurology, 58(6),967-970.   \nWang,S.S.H., Kloth,A.D.,& Badura,A.(2014).The cerebelum,sensitive periods,and autism.Neuron,83(3), 518-532.   \nWegiel,J.,Flory,M.,Kuchna,I,Nowicki,K.,Ma,S.Y.,Imaki,H.,..&Brown,W.T.(214).Stereologicaludy of the neuronal number and volume of 38 brain subdivisions of subjects diagnosed with autism reveals significant alterations restricted to the striatum，amygdala and cerebellum. Acta Neuropathologica Communications,2(1),141.   \nWhyat, C.,& Craig, C.(2013).Sensory-motor problems inAutism.Frontiers in Integrative Neuroscience,7,51.   \nWohr,M.,Orduz,D.,Gregory,P.,Moreno,H.,Khan,U., Vorckel,K.J.,.& Schwaller,B.(2015).Lack of parvalbumin in mice leads to behavioral deficits relevant to allhuman autism core symptoms and related neural morphofunctional abnormalities.Translational Psychiatry,5(3),e525.   \nWolf,J.J,Swanson,M.R.,Elison,J.T,Gerig,G.,ruet,J..,tyner,M.A.,..&Hazlett,H.C.(2).Nural circuitry at age 6 months associated with later repetitive behavior and sensory responsiveness in autism. Molecular Autism, 8(1), 8.   \nWoodward,N.D., Giraldo-Chica,M.,Rogers,B.，& Cascio,C.J.(2017).Thalamocortical dysconnectivity in autism spectrum disorder: An analysis of the Autism Brain Imaging Data Exchange. Biological Psychiatry: Cognitive Neuroscience and Neuroimaging,2(1),76-84.   \nXavier,J.,Gauthier,S.,Cohen,D.,Zahoui,M., Chetouani,M.,Vill,F...&Anzalone,S.(2O18).Interpersonal synchronization,motor coordination,and control are impaired during a dynamic imitation task in children with autism spectrum disorder.Frontiersin Psychology,9,1467.   \nYang,M.,Bozdagi,O.,Scatoni,M.L., Wohr,M.,Roulet,F.I.,Katz,A.M.,..& Zhang,J.Y. (2012).Reduced excitatory neurotransmisson and mild autism-relevant phenotypes in adolescent Shank3 null mutant mice.Journal ofNeuroscience,32(19),6525-6541. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Neural Mechanisms of Developmental Motor Disorders in Children with Autism Spectrum Disorder ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "WANG Lin, WANG Zhidan, WANG Hongjing (SchoolofEducationScience,Jiangsu Normal University,Xuzhou22loo6,China) ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Abstract: Developmental motor disorders are the common feature of autism spectrum disorder (ASD). Through a systematic review of the neuroscience literature, it is found that the alteration in the concentration of GABA and of serotonin and the abnormal expression of GABA-related protein and of shank protein led to not only the defects of the development of the central nervous system but also the synaptic excitation/inhibition imbalance, thus in turn resulting in the changes of the functional connectivity between cerebelum and motor cortex in children with ASD.The abnormalities in the structure of the cerebellm, basal ganglia,and corpus callosum had a negative impact on the whole-brain connectivity in children with ASD.The disorders in neurobiochemical mechanisms and the abnormalities of brain structure together triggered abnormal brain function of children with ASD,which ultimately resulted in developmental motor disorders.In addition, the common neural basis shared by the developmental motor disorders and the core symptoms of ASD mainly included the mirror neuron dysfunction,the abnormalities of the thalamus,the basal ganglia, the cerebellum and mutations of SLC7A5 and PTEN.Future researches need to focus on other neurotransmiters closely related to motor, such as acetylcholine and dopamine,to explore the dynamic mechanism and formation of the neural network of developmental motor disorders,and to analyze the interaction between the underlying neural mechanisms of motor developmental disorders and that of core symptoms of autism. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Key words: autism spectrum disorders， children， developmental motor disorders， neural mechanism ",
        "page_idx": 14
    }
]