[
    {
        "type": "text",
        "text": "Effects of Hydroxyapatite Nanoparticles on Devitrification Crystallization in Cryoprotectant Solutions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lv Fukou，Liu Baolin，Li Weijie，Ganesh K.Jaganathan Instituteof Biothermal ScienceandTechnologyUniversityofShanghai for Scienceand technology,shanghai2Oo93,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:TostudytheectsofHydroxyapatite(HA)nanoparticlesondevitriationincyoprotectantsolutos,thecystallationof glycerol $( 6 0 \\% \\mathrm { w } / \\mathrm { w } )$ and PEG-600 $( 5 0 \\% , \\mathrm { w / w } )$ solutions with HA nanoparticles of different sizes( $2 0 \\mathrm { n m }$ 、 $4 0 \\mathrm { n m }$ 、 $6 0 \\mathrm { n m }$ ）and different concentrations（ $0 . 1 \\%$ 、 $0 . 5 \\%$ ）during warming were investigated by using diferential scanning calorimetry (DSC) combined with cryomicroscopyExperimentalresultssowedthatthepresenceofnanoparticlesdoesnotchangetheglass transitiontemperatureand melting temperaturesofquenchedsolutions,butaffects the behaviorof devitifcationandrecrystallzationupon warmig.The morphologiesoflycerolandPEG-6Osolutionsaredendriticandshericrespectivelyandthestructuresareotchangedbyadding nanoparticles. The ice fraction of glycerol solution containing $0 . 1 \\%$ 60nm HA nanoparticles diminished significantly when comparing to the control solution.The ice fractions of PEG-6Oo solutions increased dramatically between $- 6 4 ^ { \\circ } \\mathrm { C }$ and $- 5 4 ^ { \\circ } \\mathrm { C }$ . The findings have significant implications for biomaterial cryopreservation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsNanoparticles； Devitrification; Crystallization； DSC； CryomicroscopeCLC number: O795 Document code:A Article ID:",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "0 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Vitrification is considered as the most feasible method forsuccessful cryopreservation of cells, tissues and organs. This technique employs high concentration of lowtoxic cryoprotectantsthat suppresses the freezing point of water in the sample and freezing them at ultra-fast cooling rates to its glass transition temperature or below.As a result the water in the system is converted from liquid to glass state without crystallization. In regular conditions, two factors affect the probability of vitrification for a solution; the high concentration of cryoprotectant and the cooling rate. Achieving cooling rates of high orders is almost impractical in large sized samples due to the large thermal resistance.Amongst several ways to increase the freezing and warming rate during cryopreservation,use of nanoparticles holds promise. It has been reported that nanoparticles can enhance the heat transfer properties of solutions[1-2l. For example, Hao et al [3] showed that the thermal conductivity of Polyvinylpyrrolidone (PVP） solutionswith HA nanoparticles is larger than that of solution without nanoparticles even at cryogenic temperature. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In order to prevent ice crystal damage and increase the survival rate during cryopreservation of biological samples，it is necessary to have some knowledge concerning the crystallization during freezing and thawing.Many experimental studies have examined the behaviors of crystallization in aqueous solutions by using X-ray diffraction, cryomicroscopy and DSC or combination of these techniques.Using X-ray diffraction, Vigier [4] explored the mechanisms of the devitrification in water-glycerol mixture. As early as 1971, Diller [5] developed a cryomicroscopy to investigatethegrowthofice-crystalduring cryopreservation of biomaterial by tracking the ice front. Hey and MacFarlane [6-8] studied the isothermal and non-isothermal crystallization of water in glycerol and dimethyl sulfoxide (Me2SO) solutions using a combinedDSC-videomicroscopetechnique. Bronshteynand Steponkus[9]investigatedthe nucleation temperature and ice crystal growths in concentrated solutionsof ethyleneglycol (EG). Takehiko Gonda [1o] studied the inhibitory effect of saccharideson ice crystals.Patrick Mehl [11,12] investigated the warming process in 1,2-propanediol aqueous solutions and the devitrification process of 1,3-butanediol aqueous solutions in isothermal and continuous heating rate （ CHR) experiments by using DSC and cryomicroscope. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Most studies of cryopreservation have focused on the cooling process and its consequences.Publications often include some discussion of the warming effect, but there have been few experimental attempts to study the warming. Recent work suggests that the warming process is more important than cooling in cryopreserving biological function [13-14]. The purpose of this paper is to study the devitrification behaviors of two commonly used cryoprotectants namely glycerol （204号 $( 6 0 \\% \\ \\mathrm { w / w } )$ and poly(ethylene glycol) PEG-600 （ $50 \\%$ $\\mathbf { w } / \\mathbf { w } )$ solutions with and without Hydroxyapatite (HA) nanoparticles, and to investigate the effectof nanoparticles on devitrification crystallization during warming. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Glycerol and polyethylene glycol (PEG-600) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "were purchased from Sinopharm Chemical Reagent Co.，Ltd， and hydroxyapatite nanoparticles from Nanjing Emperor Nano Material Co., Ltd. The purity of glycerol and hydroxyapatite nanoparticles was $9 9 . 8 \\%$ and $9 9 . 9 \\%$ $\\left( \\mathbf { w } / \\mathbf { w } \\right)$ respectively. The average molecular weight of PEG-600 was $5 7 0 { \\sim } 6 3 0 \\mathrm { g / m o l }$ HA nanoparticles of three sizes $( 2 0 \\mathrm { n m } , 4 0 \\mathrm { n m } , 6 0 \\mathrm { n m } )$ were suspended at $0 . 1 \\%$ or $0 . 5 \\%$ (w/w）in $60 \\%$ (w/w) glycerol and $50 \\%$ (w/w） PEG-600 solutions prepared with purified deionized water. In order to get stable and uniform dispersions of nanoparticles，solutions werepreparedwithanultrasonicvibrator. Nanoparticles were first added to the glycerol or PEG-6OO solutions. The suspensions were placed in a water bath at $2 0 { \\pm } 2 ^ { \\circ } \\mathrm { C }$ ，and constantly agitated for 3h by a JY92-2D ultrasonic vibrator at 200watts. This procedure resulted in a uniform distributionof nanoparticles in solutions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To investigate the cooling and warmingof cryoprotectants, $1 0 \\mathrm { - } 1 5 \\mu 1$ of solution was hermetically sealed in aluminum DSC pan and loaded into a Pyris Diamond DSC (Perkin-Elmer,Waltham，MA,USA) supplied with nitrogen gas at $2 0 \\mathrm { m l / m i n }$ .DSChad been calibrated using the crystal-crystal transitionof cyclopentane at $- 1 3 5 . 0 6 ^ { \\circ } \\mathrm { C }$ and the melting point of distilled water at $0 ^ { \\circ } \\mathrm { C }$ before the experiments.Weight of the solution in sample pan was measured (to $1 . 0 \\mu \\mathrm { g } )$ 号 with a microbalance (Beijing Sartorius Instrument $\\mathrm { C o } .$ ， Beijing，China). Each DSC run consisted of rapid cooling to $- 1 6 0 ^ { \\circ } \\mathrm { C }$ from room temperature at $1 5 0 ^ { \\circ } \\mathrm { C }$ $/ \\mathrm { m i n }$ and held for 2 minutes to thermally equilibrate, and then warming to $2 0 ^ { \\circ } \\mathrm { C }$ at $1 0 ^ { \\circ } \\mathrm { C } / \\mathrm { m i n }$ . The glass transition temperature $( T _ { g } )$ was defined asthe extrapolated onset temperature of the glass transition step， the devitrification temperature $( T _ { d } )$ and the melting temperature $\\left( T _ { m } \\right)$ were defined as the value of exothermic peak and endothermic peak respectively. The experiment was repeated three times and results were averaged. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We used the cryomicroscopy system，which is made up of BCS196 Biological Cryo-stage working with a Linksys32 system (LinkamScientific Instruments Ltd, UK). A film of sample solution $( \\mathord { \\sim } 1 \\mu 1 )$ was placed between two transparent glass cover slides of 8-mm diameter on a sample holder that was then inserted in the cold stage.A high resolution optical camera(OlympusMicroscopeBX50， Olympus Optical Co., Japan) was used to record the images for analysis,and the microphotographs can be taken together with a temperature logger. The cold stage program was the same as the DSC protocol. Since the direction of crystal growth was limited by coverslips, ice crystals were restricted mainly to two-dimensional growth rather than three-dimensional one. Assuming that the ice distribution was uniform in the thickness direction of thesample， the ice fractionin volume-per-volume $\\left( \\mathbf { v } / \\mathbf { v } \\right)$ was determined as $\\mathrm { { A _ { i } / A } }$ in area-per-area, where $\\mathbf { A } _ { \\mathrm { i } }$ and A $( 2 . 9 \\mathrm { m m } ^ { 2 } )$ ）represent the area of the ice crystal and that of entire field of observation respectively. Thesize of individual crystals was calculated as the radius of a circle having the equivalent projected area of the crystal as is employed by Tomoaki Hagiwara [15]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Effect of nanoparticles on phase transition temperatures ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The phase transition temperatures of glycerol and PEG-6oO solutions without and with HA nanoparticles are summarized in Tablel. The presence of HA nanoparticles had little effect on the glass transition temperatures and melting temperatures of glycerol and PEG-600solutions. Inglycerolsampleswith nanoparticles, thedevitrification temperatureis generally higher than that of solution without nanoparticles. The devitrification temperatureof glycerol solution containing $0 . 1 \\%$ $4 0 \\mathrm { n m }$ HA is $4 ^ { \\circ } \\mathrm { C }$ higher than that of solution without nanoparticles. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/5274f20add8c7c1ab567bdf603dab9203955660f09c3c5bc4ac2265c7a1c8407.jpg",
        "table_caption": [
            "Table.1Phase transition temperaturesforglycerolandPEG-6OO solutions withoutandwithHAnanoparticlesdeterminedfromDSC "
        ],
        "table_footnote": [
            "Note. $T _ { g } ,$ glass transition temperature; $T _ { d } ,$ devitrification temperature; $T _ { m } ,$ melting temperature. 6 _” not denoted because of the double devitrification peaks. "
        ],
        "table_body": "<html><body><table><tr><td>Solutions</td><td>sizes and contents</td><td>Tg(C)</td><td>Ta (C)</td><td>Tm(C)</td><td>Tm-Td</td></tr><tr><td rowspan=\"7\">Glycerol</td><td>No nanoparticle</td><td>-111.5±0.4</td><td>-53.6±0.5</td><td>-37.5±0.5</td><td>16.1</td></tr><tr><td>20nm, 0.1%</td><td>-111.2±0.3</td><td>-51.9±0.5</td><td>-38.0±0.7</td><td>13.9</td></tr><tr><td>40nm, 0.1%</td><td>-111.1±0.4</td><td>-50.0±0.4</td><td>-37.5±0.6</td><td>12.5</td></tr><tr><td>60nm, 0.1%</td><td>-111.2±0.3</td><td>-51.2±0.4</td><td>-38.2±0.8</td><td>13.0</td></tr><tr><td>20nm, 0.5%</td><td>-111.4±0.3</td><td>-51.7±0.3</td><td>-37. 5±0.4</td><td>14.2</td></tr><tr><td>40nm, 0.5%</td><td>-111.3±0.3</td><td>-52.2±0.5</td><td>-37.6±0.6</td><td>14.6</td></tr><tr><td>60nm, 0.5%</td><td>-111.1±0.4</td><td>-50.7±0.4</td><td>-38.3±0.5</td><td>12.4</td></tr><tr><td rowspan=\"7\">PEG-600</td><td>No nanoparticle</td><td>-92.4±0.3</td><td>-52.4±0.3</td><td>-16.3±0.5</td><td>36.1</td></tr><tr><td>20nm, 0.1%</td><td>-92.6±0.4</td><td>-51.6±0.4</td><td>-16.6±0.6</td><td>35.0</td></tr><tr><td>40nm, 0.1%</td><td>-92.5±0.4</td><td>-52.3±0.5</td><td>-16.7±0.4</td><td>35.6</td></tr><tr><td>60nm, 0.1%</td><td>-92.6±0.3</td><td>-51.3±0.6</td><td>-16.4±0.6</td><td>34.9</td></tr><tr><td>20nm, 0.5%</td><td>-92.7±0.5</td><td>二</td><td>-16.9±0.8</td><td>二</td></tr><tr><td>40nm, 0.5%</td><td>-92.4±0.3</td><td>二</td><td>-16.4±0.8</td><td>二</td></tr><tr><td>60nm, 0.5%</td><td>-92.6±0.5</td><td>一</td><td>-16.8±0.5</td><td>一</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The increment of devitrification temperature reflects the nanoparticles strengthen the glass-state network so as to inhibit devitrification. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In general, devitrification and recrystallization readily occur between $T _ { d }$ and $T _ { m }$ ： $T _ { m } \\mathrm { ~ - ~ } T _ { d } ,$ the temperature window for ice formation, could be narrowed in glycerol solutions with the addition of nanoparticles,which means the stability of solution was improved by adding nanoparticles,such as the stability of glycerol solution containing $0 . 5 \\%$ 60nm HA increased by $23 \\%$ when compared to their counterpart that had no nanoparticles. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8ab1d1638762c1b35123125b9ed62928031532dcebd6b02b616c4d6d9862e734.jpg",
        "img_caption": [
            "2.2 Effect of nanoparticles on ice morphology ",
            "Fig.1Microphotographs of glycerol solutions（ $60 \\%$ w/w) without nanoparticles,with $0 . 5 \\%$ 40nm and $0 . 1 \\%$ 60nm nanoparticles. $\\mathrm { B a r } = 1 0 0 \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The typical microphotographs of ice crystal formed in glycerol and PEG-60O solutions during warming at $1 0 ^ { \\circ } \\mathrm { C }$ /min are shown in Fig.1 and Fig. 2 respectively. The morphologies of ice crystal are dendritic in glycerol solutions compared with the spheric in PEG-6oo solutions,and are not transformed with the addition of nanoparticles. Glycerolis permeatingcryoprotectant,whilePEG-600 is non-permeating cryoprotectant, the morphology of ice crystal is mainly determined by the type of solution as is consistent with the result of Takehiko Gonda[10]. Ice morphology is crucial for preservation. Based on the ice formation theory, cells or interstitial structures are more vulnerable to mechanical damage caused by these“sharper\" needle-shaped or dendritic crystals. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/44e8432f37e88db08de45cd3662c8edf2eba7404006f0fe0d5c7495e22521957.jpg",
        "img_caption": [
            "Fig.2 Microphotographs of PEG-600 solutions( $50 \\%$ w/w) without nanoparticles,with $6 0 \\mathrm { { n m } \\mathrm { { H A } } }$ whose concentrations are $0 . 1 \\%$ and $0 . 5 \\%$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Effect of nanoparticles on ice fraction ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.3 and Fig. 4 show the change in ice fraction with temperature during warming at $1 0 ^ { \\circ } \\mathrm { C } / \\mathrm { m i n }$ for glycerol and PEG-6OO solutions.Ice fraction increased with warming for all the solutions, the trend is quicken first, and then slow down with the increasing temperature until the end of recrystallization ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the quenched glycerol solutions, $2 0 \\mathrm { n m }$ and 60nm HA nanoparticles decreased, whereas $4 0 \\mathrm { n m \\ H A }$ nanoparticles increased the fraction of ice crystals at both $0 . 1 \\%$ and $0 . 5 \\%$ (w/w） in comparison to the control solution,and the ice fraction increased with higher nanoparticle concentration for the same size. The ice fraction of glycerol solution with $0 . 1 \\% 6 0 \\mathrm { n m }$ HA is 2/5 as that of solution without nanoparticles at $- 4 5 ^ { \\circ } \\mathrm { C }$ ． This is favorable for the cryopreservation because survival rate of biomaterial is decreased remarkably due to the osmosis of cell membrane, diminutionofunfrozenwater,toxicityof cryoprotectant solution, mechanical injury with the formation of ice crystal. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/8102f693d4d91c2070a045dc8b9960254e75e0db1715c5584d97be6021eeed42.jpg",
        "img_caption": [
            "Fig.3 Diagram of ice fraction with temperature during warming at $1 0 ^ { \\circ } \\mathrm { C / m i n }$ for glycerol solutions with and without HA nanoparticles. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The ice fraction in PEG-6Oosolutionsall increased to 1 by the end of recrystallization, that is to say， the ice crystal grow to the whole field of observation. The ice fraction of PEG-60O solutions increased remarkablybetween ${ } _ { - 6 4 ^ { \\circ } \\mathrm { C } }$ and $- 5 4 ^ { \\circ } \\mathrm { C }$ ，and the ice crystal fraction of PEG-6oO solution without nanoparticles increased by $92 \\%$ within the temperature range. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The liquid layering was generated on the surface of nanoparticles when we added nanoparticles into the cryoprotectant solution,as is explained by Hyun Uk Kang [16].Not only the solute type，freezing and warming rate,mass and heat transfer but also the nanoparticles of different sizes and concentrations in the system,will alter the migration rate of water molecules,which result in the different behaviors of devitrification and recrystallization during warming, however, the exact mechanism seems to be unknown until now. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/eee43aef51653a1cadd45e1dca7f348c7415ed203ad982984de97c25efae84fa.jpg",
        "img_caption": [
            "Fig.4 Diagram of ice fraction with temperature during warming at $1 0 ^ { \\circ } \\mathrm { C / m i n }$ for PEG-6Oo solutions with and without HA nanoparticles. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Conclusion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In conclusion, the presence of nanoparticles alters the behaviors of devitrification and recrystallization of quenched solutions upon warming. The explanation and analysis for phase transition temperatures，ice morphology and ice fraction of glycerol and PEG-600 solutions during warming were presented. A better understanding of the molecular mechanismswill facilitateasystematicstudyofdevitrification behaviors for various frozen samples. Since our systematic understanding of the interplay mechanism of nanoparticals and aqueous solution at subzero temperature is very limited until now, further studies are needed to solve this problem.Results of this study will be a basisregarding the applicationof nanoparticlesincryogenicsand beusefulfor improving the survival rate of cryopreservation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]Eastman J A,Choi S U S,Li S,et al. Anomalously Increased Effective Thermal Conductivity of Ethylene Glycol-Based Nanofluids Containing Copper Nanoparticles [J]. Appl. Phys. Let.,2001, 78(6): 718-720   \n[2]Xie H,Wang J,Xi T,et al. Thermal Conductivity Enhancement of SuspensionsContaining Nanosized Alumina Particles [J].J. Appl． Phys.，2002，91(7): 4568-4572   \n[3]HAO Baotong, LIU Baolin, RONG Senjie, et al. Effect of HA Nanoparticles on Thermodynamic Parametersof Cryoprotectiveagent[J].Cryobiology, 2009, 59(2):409-410   \n[4] Vigier,G. Cubic and Hexagonal Ice Formationin Water-Glycerol Mixture( $50 \\%$ w/w）[J].J.Cryst.Growth, 1987, 84(2):309-315   \n[5]Diller K R, Cravalho E G. A Cryomicroscope for the Study of Freezing and Thawing Processes in Biological Cells [J]. Cryobiology,1971, 7(4-6):191-199   \n[6] Hey JM,and MacFarlane D R.Crystallization of Ice in Aqueous Solutions of Glycerol and Dimethyl Sulfoxide 2: Ice Crystal Growth Kinetics [J]. Cryobiology,1998,37(2): 119-130   \n[7] Hey JM,and MacFarlane D R. Crystallization of Ice in Aqueous Solutions of Glycerol and Dimethyl Sulfoxide.1. A Comparison of Mechanisms [J]. Cryobiology，1996, 33(2): 205-216   \n[8] Hey J M,and MacFarlane D R. Kinetic Analyses of Crystallizationand Devitrification:Comparisonof Activation Energies in Aqueous Solutions of Glycerol and Dimethyl sulphoxide [J]. Journal of Non-Crystaline Solids, 1997, 211(3):262-270   \n[9] Bronshteyn Viktor L, Steponkus Peter L. Nucleation and Growth of Ice Crystals in Concentrated Solutions of Ethylene Glycol[J]. Cryobiology,1995,32(1): 1-22   \n[10] Takehiko Gonda,Tadanori Sei.The Inhibitory Growth Mechanism of Saccharides on the Growth of Ice Crystals From Aqueous Solutions [J]. Progress in Crystal Growth and Characterization of Materials, 2005, 51(1-3):70-80   \n[11] Patrick Methl. Crystallization in Glass-forming Aqueous Solutions During Warming: Numerical Construction of Non-isothermal DSC Thermocurves During Warming from IsothermalData.Applicationto42.5 $0 \\%$ w/w 1,2-propanediol/water [J]．Thermochim Acta,1993, 223(28):157-165   \n[12] Patrick Methl. Experimental Dissection of Devitrification in Aqueous Solutionsof1,3-butanediol[J].Cryobiolgy, 1990, 27(4): 378-400   \n[13] Shinsuke Seki, Peter Mazur. Ultra-Rapid Warming Yields High Survival of Mouse Oocytes Cooled to $- 1 9 6 ^ { \\circ } \\mathrm { C }$ in Dilutions of a Standard Vitrification Solution [J]. PLoS ONE, 2012, 7(4):1-9   \n[14] Peter Mazur, Shinsuke Seki. Survival of Mouse Oocytes after being Cooled in a Vitrification Solution to $- 1 9 6 ^ { \\circ } \\mathrm { C }$ at 95 to $7 0 , 0 0 0 ^ { \\circ } \\mathrm { C / m i n }$ and Warmed at 610 to $1 1 8 , 0 0 0 ^ { \\circ } \\mathrm { C / m i n }$ A New Paradigm for Cryopreservation by Vitrification[J]. Cryobiology,2011, 62(1): 1-7   \n[15] Tomoaki Hagiwara, Richard W. Hartel, Shingo Matsukawa. Relationship between Recrystallization Rate ofIce Crystals in Sugar Solutions and Water Mobilityin Freeze-Concentrated Matrix [J]. FOBI, 2006,1(2): 74-82   \n[16] Hyun Uk Kang, Sung Hyun Kim. Estimation of Thermal Conductivity of Nanofluid using Experimental Effective Particle [J]. Exp Heat Trans,2006,58(19):181-191 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]