[
    {
        "type": "text",
        "text": "科研诚信的度量困难与非理性风险",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "面向科研诚信外部规范技术进路的学理反思 刘胜利1²，潘云涛1\\*，赵筱媛 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1.中国科学技术信息研究所科技评价中心，北京10038；2.河南师范大学科技与社会研究所，新乡453007)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：为深入探讨“科研诚信外部规范”相关价值体系层级和技术进路，基于多学科理论视域对“科研诚信度量评价”制度化实践的困难根源与非理性风险进行了具体考察和学理反思，明晰了： $\\textcircled{1}$ 科研“诚信”的伦理本质及其评价的“社会关系型”实践特质； $\\textcircled{2}$ 规范科研“场域”的应然价值尺度和科研著述的“原初”功能属性； $\\textcircled{3}$ 依托公共权威“度量评价科研诚信”的制度化逻辑及制度锁定风险； $\\textcircled{4}$ 优化技术进路和制度供给的未来方向。研究结论对于避免盲目的制度迁移与技术借鉴、构建有利于本国科学技术体系自立自强的制度优势、推进科研诚信从危机应对向长效治理转化，具有基础性的理论支撑意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科研诚信外部规范，技术进路；度量评价；科学制度化；科研诚信建设与科研体制改革",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：G301 文献标识码：A",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "0引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作为科学政策经典议题，科研诚信的社会需求与制度供给，具有从“内部规范”向“外部规范”的制度演进与伦理转向。上世纪80 年代前，“科研诚信\"属于科学社会\"内部规范\"的实践范畴———基于道德监督和学术共同体\"公序良俗\"促进\"自律\"是科学家、政府和公众在面对潜在科研造假或学术不端时的情感倾向和普遍态度；80年代美国国会对科研欺诈的揭露与批判瓦解了各种\"科学例外论”，公众舆论和政策辩论的语境中不再相信科学可以凭借其自身的\"制度性规范\"实现诚信。此后由政府制定或认可并依赖公共权威保障实施的法律、规制和评价标准被引入科研行为的规范体系，在事实上终结了依赖“科学-社会契约”和“科学制度性规范”确保科研诚信与效率的制度范式[，开启了“科研诚信外部规范”时代[2]。现阶段，全球以学术造假、论文撤稿和同行质疑为特征的舆论事件频频发生，科学社会和科研人员日益陷入学术腐败丑闻和科研诚信危机[3,4]，各国依托公共权力遏制科学欺诈、提升科学界知识生产效率与本土效益的科学制度化浪潮方兴未艾[2]： $\\textcircled{1}$ 经同行评议的著述被普遍认同为学术通货[5,6]，充当科学研究群体与外部社会间等价交换的信用媒介；",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 基于人工智能及各类算法工具直接测度“论文抄袭”、“数据造假”、“idea 剽窃”乃至“论文复现性”的技术、标准和政府规范应运而生[7-14]。——相应地，“科研诚信度量评价”的技术供给与制度理性[15,16]，再度成为科学内外密切关注和争论的关键焦点[12,16-20]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "客观而论，评价是规范之进路，制度是规范之综合，政府“垂拱而治”的“科研诚信内部规范”制度范式崩解意味着围绕“科研诚信外部规范”新制度范式的主动建构不可避免。然而必须正视，缺乏对“科研诚信度量评价”这一典型“技术进路”的本质理解和整体把握，政府主导的“科研诚信外部规范”制度化进程必然充满“不确定性”风险。一方面，科学是具有“公共性”的“集体实践”，其规范和规范系统既有“公共性”也有“功能性”，依托公共权威的“科研诚信度量评价”直接关涉科学自身运行，既可能有利于“集体协作”、产生“如虎添翼”的规范效益，也可能意味着僵化内耗和价值异化；另一方面，后学院及后常规科学时代，科学技术研究本身关联的经济政治利益、伦理价值争议、公共安全或生态不确定性往往利害巨大而决策紧迫[21]，“科研诚信度量评价”和跨国科研诚信监督[15]极易在同行竞争和“制度竞争”中沦为“搭便车”的失控话语权威，被操纵服务于非科学目的的权威垄断、利益博弈乃至非正义、反科学的国际间技术殖民、科技体系殖民及各类政治“代理人”培植。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于上述，本文从本质、源头和原理层面考察科研诚信的度量困难与非理性风险，系统修正、深化对“科研诚信度量评价”的经验认知，以之明晰“科研诚信外部规范”相关价值体系层级和技术进路，为政府主导的科研诚信建设与科研体制改革提供参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1科研诚信度量评价的困难及其根源",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1经验性伦理预设下对科研诚信度量精度与反馈效率的极高要求",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "按照目前科学制度化理论和社会公众对科学活动去伪存真、追求真理、客观理性的一般理解与伦理预设，科学研究容不得半点虚假和欺骗，何况纳税人实际承担了科学研究的巨额开支。因此，公众对“科研诚信度量评价”制度化实践效能的期待值很高，具有对不当行为“零容忍”的价值诉求。——“零容忍”并非科研诚信规范领域中的内生词汇，这一言简意赅的流行语最初来自“积极打击犯罪”的政策理念，其学理依据是1982年美国政治学家JamesQ.Wilson 和犯罪心理学家GeorgeL.Kelling 提出的\"破窗理论”，核心思想是通过提高警务机构对轻微违法的效率与力度、包括采用颇具争议的“钓鱼执法”来惩戒具有违法犯罪嫌疑或倾向的个体，传达一种明确、强硬的立场，以之提高违法犯罪及公众容忍的心理阈值，防范良性秩序在消极麻木的文化氛围中崩溃[22]。具体到实践层面，“零容忍'不但包括执法必严的核心原则，也包括防患于未然、主动出击、立刻行动、绝不姑息任何轻微不当行为、违者必究的精度与效率。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "必须指出，惩治违法犯罪的制度化逻辑迁移到科学诚信外部规范制度化实践中，正指向难以实现的规范目标。究其原因，不但科学制度中缺乏专职预警监控“科研诚信”、迅速反应的“警察队伍”和“司法体系”，更缺乏完备成熟、公正合理、历经长期实践检验的裁量效率与精准尺度。实践中准确、正当、迅速地度量评价“科研诚信”面临诸多技术瓶颈与伦理盲区，很难做到类似司法领域裁定违法犯罪那样标准明确、要件具体、逻辑严密、是非边界清晰。尤其以专业学术研究和文献著述为监督评价目标时，客观形成“以至严之法绳至密之事”①的“烦苛”公共管理需求，——这显然背离制度化（Institutionalization）对“节约社会交易费用、降低社会运行成本”等制度基本功能的理性追求及应然轨道。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2诚信的“关系性”伦理本质及其评价标准的主观性和相对性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "社会实践中，诚信及其标准天然具有的“主观性”和“相对性”，使裁断度量“科研诚信”伴随难以彻底消除的信息约束与共识困境。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）“科研诚信”是“诚信”在“科研场域”中的具体存在形式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“科研诚信\"绝非脱离\"诚信\"内涵外延的新概念。从概念提出及词汇意义看，“科研诚信”及“Research integrity\"所传达的含义一旦脱离中西经济文化道德背景下的实质需求、割离其与经济社会中\"诚信\"的本质关联，既不易被内化理解、也不利于科学自身在世俗经济社会中的制度化发展—一按定义，“科学制度化\"意味着科学研究群体及其组织的社会活动从特殊（例外）、非正式、不成熟的方式向被世俗社会普遍认可、成熟有序的固定化模式变迁过程，客观需要理顺科学与社会间伦理规范和规则系统的价值冲突与利益纠葛，使科研建制与社会建制有机融合、良性互动。换言之，“科研诚信\"与“负责任科学研究”等本质上就是\"诚信\"伦理价值范畴在\"科研场域\"中的具体表现[23]，集合论意义上的\"科研诚信\"或\"学术诚信\"与\"诚信\"所涉事件集合之间有“子集”与“全集”的数学逻辑关系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2）“诚信”及其标准天然具有“主观性”和“相对性”色彩",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在伦理学、法学、经济学等学理体系和中西文化背景及不同时空场景、不同主客体关系中，“诚信”具有丰富的主观性含义和多重价值标准。不但在反对“道德驱动论”的经济学中“诚信”是为“理性人”基于利益博弈的主动选择，在探讨道德义务本质、起源和发展的伦理学中“诚信”亦是具有“前提预设”的道德范畴： $\\textcircled{1}$ “诚信”并非单向、无条件的“守信”和“履约”，它具有“善恶、敌我”等上位判断，贯注着“自由自主、公平正义、平等互利、理性主义等基本价值精神”[24]； $\\textcircled{2}$ “诚信”的核心功能在于降低经济与社会交往中的“交易成本”[25,26]； $\\textcircled{3}$ “诚信”实践价值集中体现在人与外部社会的交互关系之中，包含对“内诚于心”主观动机和“外信于人”客观效果的综合评价—一在藉由自律维系的亲缘关系和熟人社会中“内诚”大于“外信”，而在强调契约关系、法律关系和价值观自由的陌生人社会中“外信”则重于“内诚”。换言之，道德判断受个人主观价值标准影响，“诚信”作为“协调社会关系”的德目，不但受到“根本利益”及“人类基本需求”的规律性驱动，也不可摆脱阶级社会中“群己关系”与“义利观”的实然烙印。这符合历史唯物主义所阐释的社会基本规律：“人们自觉不自觉地，归根到底总是他们阶级地位所依据的实际关系中一一从他们进行生产和交换的经济关系中，获得自己的伦理观念”[27]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "即便成熟严谨的法律实践及法学体系中，裁断和度量“诚信”也同样具有主观性和相对性色彩： $\\textcircled{1}$ 法条中“诚实信用”表述往往具有“从规范意义上看极为模糊，在法律意义上无确定内涵外延，适用范围几乎无限制”的概括化特征[28]； $\\textcircled{2}$ “诚实信用原则”虽然号称“民法帝王条款”和“超级调整规范”，但实际度量必须依赖立法中授予法官的“白纸委任状”——基于保障“实质正义”而设的“自由裁量权”。但具体的判断、权衡和决定场景中，一些司法者缺乏基本的职业水准和职业道德，权大于法、钱重于法、情过于法，同案不同判，已是社会中的刻板印象； $\\textcircled{3}$ 法律规范条文涉及的“诚信”既包括表述为“诚信”的“客观诚信”，也包括表述为“善意”、“非恶意”、“不知情”等词汇的“主观诚信”。前者定义“诚信是一种课加给主体具有明显道德内容的行为义务”，但后者定义“诚信是主体对其行为符合法律或合乎道德的个人确信”——属于主观层面更不好认定的“内心状态”,比如所谓“纯净的心和空空的脑”[29]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）“诚信”伦理特质使“科研诚信度量评价”难以摆脱信息约束与共识困境",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "按照定义，“信息是消除随机不确定性的东西”，所以“科研诚信\"度量评价，必然依赖对行为主体主客观故意的信息采集、分析和证据固定。然而，从道德\"诚信\"到法律\"诚信”，“诚信\"含义与标准的相对性、模糊性和主观性以一贯之，其中关涉的私人信息，特别是品行秉性、观念习俗、社会交往等倾向具有隐蔽性，信息成本和信息\"有限理性\"客观存在[30]。-—这导致科研\"诚信\"的裁断和度量必然伴随难以彻底消除的信息约束与共识困境。即便引入成熟的司法程序也是如此：一方面，为防止“司法”权威过度侵入道德自律领域产生“降低社会道德要求”风险，认定“客观诚信”需要参考“只有主观上有诚信意识，才可能有诚信行为”的价值预设；另一方面，采信“主观诚信”时又有“主观状态并不必然构成诚信，必须受制于社会评价”的“客观化”标准[31]。循环往复的过程又必须依赖具有主观色彩的“裁判诚信”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3科研及其“场域”很难拘泥于外部规定的纯粹理性与客观",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科学研究及其“场域”很难拘泥于纯粹规定的理性与客观。活跃的思维、宽松的氛围、自由的表达、丰富的主客观信息和“大胆猜测和假设”并积极接受检验的激情，显然更符合科学研究自身的功能性需求一一这也是在诸多科研数据造假公众舆论事件中隐藏于“谨慎介入”观点背后的深层逻辑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）科学研究必然伴随“经验主义”和“直觉本能”等“主观确信”",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科学研究不等同于科学本身。作为指向科学的、由具体化的人所主导的创造性思维与实践过程，科学研究本质上具有深刻的人类行为特点。它既局限于特定时空场域信息结构及伦理文化中“具体社会人”自身的认知局限、价值诉求、心理预设、思维惯性和路径依赖，也充满科研人员决策判断时必然伴随的“经验主义”和“直觉本能”等“主观确信”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这些个体化的“主观确信”之所以实然地存在并具有合理性，一方面是因为，科学的“客观性”是建立在群体层面“主体间相互检验”的构造基础之上，—在科研人员接力化的知识建构过程中，个体化的\"主观确信\"必然会被质疑、提炼和修正，从而可以去伪存真地指向客观、理性的科学发现；另一方面是由于科学研究根本并不局限于归纳、演绎等正统的思维逻辑方法和环节—一直觉、猜测、想象等非逻辑的方法和环节，也是爱因斯坦等伟大科学家们客观认同并极为重视的创造性过程[32-34]。事实上，科研人员间有不成文的共识（或曰隐性知识)，高品质idea（主观确信）在科研选题和实际开展中极为重要，好的idea 即便缺乏坚实的数据支撑或严密的逻辑推理，仍然会对同行研究和知识拓展产生重要的启迪。竞争性个体评价的科研环境中，科研人员极为重视个人科研意图及思路倾向的保密，已是科学活动中的普遍现象和基本行为规律。同时，科研人员推崇 idea 的行为偏好也表现在同行评议时对个体科研素质的评估过程中——除了参考客观层面的成果积累、技术精度、工作严谨性（包括发表的严谨性和研究设计、执行及数据、表述的严谨性）和结果可重复性之外，还尤为看重研究者的idea是否具备开创性及理论与技术层面的潜在突破价值。这些隐性的“场域惯习”或科研人员“偏好”提示：“非逻辑阶段”及“主观确信”属于科学研究中尚难以有效界定和度量、却必须包含和承认的关键性智力因素及劳动组分。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(2）“科学陈述”源于正式交流需求，核心价值在于“可能被检验”",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "历史证明，“原始创新”及“前沿科学”往往是从“杂乱无序”指向“理性有序”、从“主观经验”指向“客观规律”的过程，而“可能被检验”才是评价具体科研人员“科学陈述”唯一合理的价值标准。——正是基于这一检验惯例的需求，科学中演化出了为“控制正式交流方式而精心建立规范\"：科研论文和研究报告等“正式交流的媒介”通常以典型的“被动式”和“倾向于关注技术问题的”模式写成，刻意设计一种匿名者氛围，以使同行“对已发表的报告的反应以及认同程度，不会受到作者在研究中所遵从的任何特定的社会规范的影响”。由此形成的科学“两套语言体系”[35]其实是基于科学研究“中间检验”正当需求的“匿名设计”惯例。它之所以曾被指责为科学“虚伪”的证据、并藏污纳垢地关联“欺诈”和“欺骗”等嫌疑，逻辑上不可忽视如下前提： $\\textcircled{1}$ 作为科学研究中间产物、供“同行评阅”的著述等，长期被设定为科研绩效评价的“关键指标”； $\\textcircled{2}$ 科学界数十年获取了外部社会直接或间接“供养”，以至于本应服务于科学自身的“学术”信息载体和“承认-奖励”系统，脱离了服务科学自组织交流及反馈的目标和轨道，既催生利用“制度漏洞”的投机者，也不得不承担被外界“功利性”评价的义务。一一当前由科学中心国发起、以论文“可再现性”为新价值标准的科研诚信评价，并不违背上述政治学逻辑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "其实，“任何形式的科学方法在实际应用中都做不到完全客观”，“即使科学出版物让人误以为研究工作充满了逻辑和条理性，但实际过程却很少如此，甚至从来都不是井井有条”，“大部分的科学论文都不会说明研究步骤的真实顺序，也不会解释通过组合和解读实验现象得出结论的过程多么复杂”一一“错误的思路、研究的死路”和“破碎的试管”这类遭遇或运气虽然确确实实是科研工作的真实部分，但“论文中极少描述或提起”；而且，除了已经“经受住时间的检验，不大可能经常变化”的“典范科学”之外，另外一类所谓“前沿科学”往往“极不稳定，有时并不可靠，并且会经历大幅度的修改”，对其“严格检验会引起错误认识和误解，并可能转变为对科研诚信的指责”[36]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "换言之，科研对“经验”和“直觉本能”等“非逻辑阶段”或“主观确信”的理性包容，合乎科学良性发展的功能性需求：科研人员无论是受到启迪还是理解现象、提出问题还是揭示规律，并不能截然排除偶然性、非描述性和非逻辑性阶段。这一定程度呼应了波普尔《科学发现的逻辑》中的经验主义观点一一“我们不要求每一个科学陈述在被接受之前必须在事实上已被检验”，“只要求每一个这样的陈述必须可能被检验”[37]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）基于科研著述度量评价“科研诚信”超出了其“原初”功能属性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基于“文献著述”度量评价科研诚信，使“科学陈述”超出了其“原初的功能属性”：$\\textcircled{1}$ 信息上达功能—一使管理、服务与科研支持方（包括政府官员、国家科技发展部门、科研投资人、人才伯乐）提早注意到特定领域的有价值研究、可造就人才及软硬件环境需求；$\\textcircled{2}$ 信息炼化功能——科研工作者通过专业判断、实证分析和融会贯通，对科研实践中的信息进行加工整理，提炼学理性逻辑框架和知识架构，使隐性知识显性化、碎片化知识系统化，深化科学内外经验认知、并方便后续的知识取用、知识传播和归纳迁移； $\\textcircled{3}$ “科学共同体”情报交互功能—一基于同行检验和跨领域协同创新目的，报道自己的研究工作或技术方案、进行知识记录与传播，以之获得肯定性、否定性反馈，方便自己或同行深化经验认知、摆脱路径依赖和思维误区。2021年5月，饶毅在《知识分子》杂志中对“袁隆平发表学术论文意义”的个案陈述①，从事实层面支持了科研工作者进行论文发表的上述核心功能特征。无须讳言，当前基于论文著述的度量评价，不但使“科学陈述”超越了其“原初的功能属性”，也使学术期刊从“专业学术情报筛选、富集、传播”的“原初功能属性”向“提供专业学术水平认证权威”发生了功能迁移与价值异化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "客观而论，作为指向科学的中间环节，科学研究及“科学陈述”中“理性、客观”多一点还是“非理性、主观”多一点既受主体能力强弱和个体偏好影响，也受时空环境和科研人员客观外部条件制约。其公平裁断“必要性”和“正当性”乃是基于公共资源分配、同行竞争及非同行比较需求，客观需要多主体具体考察后果、区分主观善恶、权衡潜在利弊，尚难以获得普适性的统一标准和刚性尺度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.4科学场域中“裁判”和行政权行使偏差",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "科学场域中“裁判”和行政权行使偏差，也是科研诚信度量评价的现实困难之一。客观而论，外部规定的“客观”、“理性”或“效率”标准，意味着“行政化”管理“科研场域”的人员对科研过程“诚信程度”具有正当“裁判权”。然而“裁判权”及其行政权力行使毫无疑问同样会轻易陷入经验主义、基础主义、权威主义、怀疑主义和教条主义的窠臼，从而无法摆脱相对性和主观性色彩。法国思想家布尔迪厄（Pierre Bourdieu）指出：“科学行政管理人员对科学场域所行使的权力—一尽管他们有这种权力一一还远远没有受到严格的科学思想的支配\"38]。具体到现实层面，当前依托行政权威的科研诚信外部规范实践，尚处于非常初级的早期形态。即便是科学内外颇为推崇的“同行评议制度”本身，也建立在依托外部组织简单编码化采集主观意见的基础之上、极度依赖行政管理权力和个人话语权威。围绕“科研诚信仲裁”的“行政化”运作，催生了异化、逐利的工具—一例如过度泛滥的各种科研文献强制查重和行政化评审。这客观上增加科学研究的经济与社会成本，显然未达到裁判“科研诚信外部规范”在社会建制层面的功能性价值—一按新制度经济学理论，“诚信”本应降低经济社会活动中的“交易成本”[25]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "逆向思考，探索科学研究“舞弊”行为背后超出现有公众认知之外的“科学场域”运行规律及潜在规范需求，其实不应忽视William Broad 和 Nicholas Wade在《Betrayers of theTruth:Fraud and Deceit in the Halls of Science》（中译《背叛真理的人们：科学殿堂中的弄虚作假》）中基于“科研舞弊案例”归纳的经验主义观点：“科学家获得新知识，并不单纯依靠逻辑性和客观性”、“科学不应被视为社会中理性的卫士，（理性）只是其文化表达的一种重要方式”。换言之，面对“原始创新、颠覆式创新”和“Serendipity 型科学发现\"的客观需求，我们应当反思：为何要依赖“科学陈述”评价科研人员？度量评价作为“科研诚信外部规范”技术进路的制度化逻辑究竟从何而来？风险何在？",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2科研诚信度量评价的制度化逻辑与非理性风险 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.1度量评价“科研诚信”的制度化逻辑",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）“科研诚信”社会需求与制度供给中的“路径依赖”和“制度锁定”",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人类社会的技术演进和制度变迁，通常具有“路径依赖（Pathdependence）\"的惯性。“科研诚信的度量评价\"既涉及制度的形成和制定，又涉及技术方法的选择与应用，因而也不例外。无论是科学契约之下的“非正式”科研诚信评价与控制模式、还是依托“科研不端判定”和公共权力行使的科研诚信“正式管理”，特定历史时空条件下，人们的决策选择总倾向参照其过去的决策选择、并迁移复制既有的熟悉范例或现成模式一一无论过去的境况是否过时、所面对的对象是否变换。在科学制度化早期，这种“路径依赖”表现为无条件延续“私人捐赠时代”自发形成的学术惯例、认同“科学自治”传统中内生规则的天然合理性及正当性。即便国家财政无条件支持带来了凯触公共利益的“机会主义者”和操控公共权力“金主”或“话语权人”、深度改变了科学社会生态系统组成和利益分配结构，“科学自治”仍作为官方选择的政策理论和“学术体制”长期主导“科学-政治\"的双边关系，并最终引发外部政治社会对科研诚信及科学产出效率的信任危机与介入监管。在管理思想层面，“科研诚信度量评价”可归入西方“科学管理”范畴。作为现代管理理论基础，“科学管理”强调用量化、标准化提高劳动生产率，使原本对立的劳资双方围绕“效率、质量”建立协同关系。不可否认，在“简单重复任务”情况下个人劳动产出可以用质量标准和数量标准来进行测度，并且部分科研工作属“简单而重复任务”。但总体上，科学研究管理中最有价值的目标一一思想、知识、智慧和创意，其品味和效率仍很取决于科学研究相关“知识工作者”的激情、天赋、能力、责任心和外部环境条件，用衡量体力劳动的方法管理“脑力劳动”，显然是不太可能实现的目标。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "历史地看，“科研诚信”的社会需求与制度供给，既不是纯粹由科研活动“负外部性”",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "所引发的自然后果，也不是“内生规则”自然演进的结果，它与政治社会中科学制度化路径选择和科学政策的理论转向密不可分。当前世界范围内依托公共权力对于“科研诚信”的正式管理，或曰制度层面“科研诚信”外部规范正当性，源自30年代科学\"国家主义\"的形成和70年代末美国国会公开披露、政治化介入科研违规事件。继而在丑闻催动外部监管的舆论化背景下，历经三个发展阶段，形成由政府主导的“惩治（查处学术不端）-预防（建立教育制度）-保障（培育有利于负责任行为的科研环境)”三位一体的“制度化”局面。其中经由“建立公平透明的查处程序和规则”对“学术不端”个体进行“严厉惩戒”的技术路径和制度化理念不但形成最迅速、而且实践最多[39]。换言之，尽管经济学、管理学早就提出各种“人性假设”，但“诚信”仍被科学内外认定为是科研的一种“应然品质”或“当然义务”、是“科研人”的道德“预设”。因此，依托“科研不端定义”的“负向非定量评价”或“负向半定量评价”及“黑名单制度”长期成为一种“潜意识选择”。这种“潜意识选择”模式进而导致“科研诚信度量评价”对“科研不端判定”和公共权力行使的“路径依赖”及“制度锁定”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）“路径依赖”与“制度锁定”形成的深层逻辑",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科研诚信外部规范之所以形成“路径依赖”和“制度锁定”，具有如下深层逻辑：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其一，认知凝滞导致决策者面对新问题也倾向迁移过去场景中的解释与反应模式。“科学自治”作为官方选择的政策理论和“初始体制”长期主导“科学-政治\"的双边关系，不但政府围绕“科研诚信外部规范\"的理论建构与技术发展的探索、试错与反思历程相对短暂，学术界和思想界关于伦理探讨并不充分，尤其在丑闻催动科学政策理论转向的舆论化背景下，大多数研究缺乏分析意义。以至于当“科研诚信”的社会控制不得不“从职业伦理向公共政策发生制度性转变”时，关联公共权力和公共惩罚的学术不端判定虽已经打破科学制度化早期的意识形态窠白，却未能突破世俗社会公共事务管理的一般常规思维和基本套路，表现为以“公共权威背书”和“司法、行政介入”为典型特征的路径依赖。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其二，群体意识强烈影响科学政策的\"边际调整”。世俗社会中价值信念、风俗习惯、主观偏好、文化传统、意识形态等长期存在于观念中的“非正式制度”具有较强的“非变易性”，不但自身变迁或演进具有“渐进”、“内生”、“连续”、“缓慢”等规律性特征，并且潜移默化地深刻影响话语群体对新问题的认知与诉求。所以社会舆论中，“科研诚信”作为科研人员、政治家、新闻记者等人的新词汇，其判定和度量标准带有不同社会群体固有的职业习惯和政治经济立场倾向。尽管规则\"权威\"在实际上并不等价于\"强制力\"及其指向的惩罚或\"制裁”，但在公众认知逻辑中，“与规则相比，惩罚是一个更加真切的观察视角”、“国家力量被想象得无比强大，公共惩罚的资源被认为是无限可取的，似乎只要有足够的执法力度，所有的违法犯罪都可以统统纳入到法律规定的监控机制与惩罚机制之下”。——这种观念曾被威廉姆森描述为\"法律中心论\"[40]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其三，现存体制造成的利益壁垒和沉没成本。自科学诞生以来，围绕着作为核心驱动力的\"承认-奖励\"系统和同行评议惯例，资助机构、学术出版界、科学“共同体”、科研组织机构、大学、学者社交圈（如学协会、学术报告邀约、私人交往、师承关系等公私社会联系)，实然形成了与官僚科层、圈层权威、伦理观念、行政权力和资源配置规则（例如文献计量化的科研评价规则）共生的、稳固的利益分配结构。科学内外利益阶层、“马太效应”、“学习效应”、“协调效应”、以及带来“稳定预期”的正式制度和非正式制度，不但会降低“边际成本”，提供强化现存体制的刺激和惯性，使之自我强化、自我积累，形成网络效应（Network Effects），还会产生巨大的“沉没成本”。所以，藉由行政化途径或通过法律途径对“学术不端”个体进行“严厉惩戒”的制度设置，不但反馈最直接、对现有学术奖励驱动系统及利益结构触动最小，也最符合政府施政场域中由行政权力、司法体系、舆论监督等“强制力”重建秩序的“制度化”惯习和大众心理预期。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2科研诚信度量评价的非理性风险 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）评价标准的“外来性”、“片面性”和“单边约束性”及其风险",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "自80年代以来，技术层面上对于“科研诚信”的度量评价，基本等同针对特定科研单元\"学术不端\"嫌疑的审查与裁定，其标准高度依赖各类\"科学共同体认定\"或带有\"官方权威'色彩的\"科研不端\"定义。这是因为，任何“定义”的内涵和外延，皆实然依托于认识主体的阶段性经验性判断、文化认同和利益诉求，所以不同时期的学者、部门、国家和利益团体对于科学研究不端的定义不尽相同，必须高度依赖官方指导文件中对“科研不端”或“学术不端”行为的描述与界定，以便统一判定及度量的标准。然而，以“FFP 规则”、“论文复现性”[13]等为代表的“学术不端标准”虽然在规范调查程序、统一处理尺度方面对于“科研不端\"嫌疑的介入判定具有很强的实用性和可操作性，并且谨慎地明确了“科研不端”的范围“不包括诚实错误和观点差异”，体现了外部规范对科学研究活动不确定性的谦抑包容，但是仍无法避免\"外来性”、“片面性\"和\"单边约束性\"及其一系列弊端。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "就“外来性”而言： $\\textcircled{1}$ “不端”的定义往往直接来自科学社会之外的政府官方文件一一尽管过程中征询部分科学界代表的意见，但仍属典型的“政治化”、“行政化”和“外来性”行为，当规定以“最终规则”或“指导意见”名义公开发布后往往就具备了规范效力；$\\textcircled{2}$ “不端”的定义主要来自科学中心美国—一其权威对对美国以外国家和地区学术不端规范制定和技术开发具有“变客为主”的“首因效应”和“义务督促”。毋庸置疑，无论是发表英文论文、无缝融入①科学中心国主导的学术体制、大科学模式、还是接受跨国的科研诚信规则和监督，本质上首先服务于本土以外的规则系统和政府利益。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "客观而论，适度的“外来性”具有必要性。因为初始制度选择及其理论，容易从意识形态、变革成本和主观认同等层面产生“锁死”效应—一不借助外部效应、引入外部变量，科研群体很难自发突破认知局限、从内部打破既得利益“势能”和“马太效应”、摆脱制度“自我强化”惯性。但评价标准的“外来性”，必然同时伴随“片面性”和“单边约束性”，进而带来一系列“事与愿违”的后果或风险：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "首先，以偏概全，价值异化。外部标准的制定和执行客观上只能覆盖一部分不端行为，却在科研人员心理暗示和舆论监督层面减弱“自诚自明”的道德自律义务，产生“法无禁止即可为”的潜规则。一些不宜界定、操作标准模糊、难以约束或监督成本过高、研究者缺乏道德反感的科研不当行为（questionable research practices，QRP）难以成为举报和查处对象，却实然破坏科研竞争秩序、败坏学术风气、严重降低国家科研体系的创新效率与管理效能。例如，著述被设定为国际学术通货阶段，“科研诚信”在概念和范畴上逐渐与著述层面的“质、量”及“学术不端”发生“评价效用”的价值融合。经济理性驱动下，科研人员追求发表数量、影响因子和刊物级别、争抢优先权和原创承认、迅速评职称树立专业权威、提高行政和政治权力地位成为普遍选择，导致评价体系失灵和科研诚信恶意透支。许多罔顾国家R&D战略需求和本土效益、罔顾本土学术群体长远利益乃至伦理道德肆意增生，误导公私决策和公共资金投入的过度研究、垄断研究、趋势跟风和“科学造神运动”等往往更专注于私人和小团体的“超额利润”等非正当诉求，明明“不忠、不诚”，却并无“不端”。—一忽视科研“诚信”伦理本质及其评价标准的社会关系实践特征，单纯依赖外部规定的“论文优劣”、“学术不端”等标准滥施奖惩，常常意味着“窃钩者诛，窃国者侯”的价值异化与逻辑悖论。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "其次，单边约束，体制僵化。“不端”定义并非完全基于正当、公平的双边关系，只为保护特定利益而强制科研人员遵守。例如，“自我抄袭（Self-plagiarism)”概念是基于版权冲突（科研人员把文章发表时，版权转让给了出版社）和粗放文献计量需求提出——定义",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“自我抄袭”为“不端”实际漠视了学术文献本应当承担的交流、传播功能，异常强化了其“诚信评价”价值，它保障了期刊、版权方和评价方的权利，却影响乃至抑制了学者对自我观点的重复阐释和不同视角的强调以影响社会和他人的权力。类似地，定义“一稿多投”为“不端”也是如此——以李志民为代表的学者认为这一条款“既是出版商的霸王条款，也是学界屈从于出版商压力的结果”，“事实上是处于强势地位的学术期刊编辑部给处于弱势地位的投稿人（单方面）定的规则”，他强调“学术论文本质上属于公共产品”，“理论上发表的地方越多越有利于学术传播和科技成果转化”[41]。——单边约束、显失公平的诚信规则如同自缚手脚，不但实际损害了科研群体的权利，而且遏制了科学社会的创新活力，必然导致科研体制的僵化。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "最后，权威迁移、利益板结。作为一种“话语权”，评价难以轻易摆脱掌控者的政治、经济立场和自身的“工具性”。围绕它的“议程设置”往往可以有效左右受众的重视程度、认知情感和主观共识。规范、规则及相关话语体系客观不再单纯服务于科学本身，还带上了标准制定方的价值倾向和公权私利诉求。虽然由于专业壁垒存在，“科学外部”并无法单独完成标准的完善制定，不得不基于“资格限定”或“民主代议制”形式引入“科研界人士”参与。但事实上科学社会内部会分化出专门的“话语代表”阶层，出现“既当运动员又当裁判员”的“赢家通吃”局面。而且，“科研诚信”评价标准的“外来性”不但意味着“权威迁移”和利益垄断，还导致利益板结。从舆情看，既得利益者已经故意在职称评聘等关涉评价资格的环节利用“马太效应”负面影响垄断资历、头衔等权威，并热衷通过利益交换相互结合起来“合法、合规”地维护利于自己圈层的科研组织模式或资源分配方案。一—这种非正常阶层分化带来的利益板结贻害无穷： $\\textcircled{1}$ 组织内卷，评价难以真正建立在公平约束、平等竞争的基础之上，围绕科学的“承认-奖励”系统基本失灵； $\\textcircled{2}$ 科学政策决策和科研资源分配充满围绕“名、利、权”的寡头政治与“利益博弈”； $\\textcircled{3}$ 科研中的“新生力量”和“补充群体”彻底沦为科研活动及科研欺诈中的“韭菜”、“临时工”、“白手套”和“替罪羊”，源头性地毁灭科学自身的“自净”功能。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "总之，评价标准的“外来性”、“片面性”和“单边约束性”既不利于建立科学制度的国际竞争优势，也难以实现真正意义上的科技自立自强。“超额利润”和“赢家通吃”的文化氛围中，不但科学场域中高马基雅维利主义者必然首先选择背弃诚信、投机取巧，科学自身也将丧失其赖以存续的良性秩序与精神特质。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（2）过度依赖公共权力和公共惩罚的逻辑悖论与效益局限 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在“科研诚信外部规范”制度范式下，公共权力和公共惩罚的运用有其必要性： $\\textcircled{1}$ 制度之所以能够发挥对个人行为的约束作用是以其“执行力”为前提的，如果没有“强制力”作为保障，规则条文容易成为一纸空文，制度的规范、调节等“执行力”无从实现。“积极惩罚”的技术路径，作为一种反馈性技术策略，通过呈现“厌恶刺激”或消除“愉快刺激”直接消除或抑制“不端”者“不当得利”的获得感，使机会主义者“得”不偿“失”并传递出强烈的信号，对潜在类似行为产生威慑性阻止作用，既符合生理心理学，也符合法经济学原理； $\\textcircled{2}$ 科学研究本身是具有“公共性”的“集体实践”，其秩序和社会合作也实然面临“集体行动的困境”[42]，必须“借助公权威慑和惩罚”才能保障“符合集体利益”的群体行动目标，“私人惩罚软弱无力，达成多边契约的交易费用太高，并且还总有人企图坐享其成”[40]； $\\textcircled{3}$ 在严格意义上的“熟人社会”之外，“私人之间的监控与惩罚”并不能完全取代法律和公共惩罚，哪怕有时“官方惩罚所发挥的社会控制功能仅仅是边缘性的”[40]。换言之，依托公共权力的惩戒最直观地代表了“强制力”，明确体现了“强制力”所维护制度的权威性和正当性。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "然而，过度依赖公共权力和公共惩罚进行“科研诚信外部规范”是非理性的。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "首先，它存在逻辑悖论。按照委托代理理论（Principal-agent Theory)，公共权力本质上是一种“全民共有权力”，在现实中显然不可能由全体公民共同行使，只能由被委托人（机关工作人员）代为行使，同样需要在国家与私人之间建立\"委托-代理\"关系。所以，依托公共权力的科研诚信正式管理，本质相当于引入一组或多组新的\"具有道德风险\"的\"委托-代理\"关系，来防范政府与科研人员之间既有\"委托-代理\"关系中的\"诚信风险”。毋庸置疑，这种新的委托代理关系，与原有的委托代理关系一样，无法免疫\"委托-代理\"关系中的天然道德风险。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "其次，其效益极其局限。引入公共惩罚的科研诚信管理效率和效益，可以用概率的符号和语言来建立简单数学模型进行量化： $\\textcircled{1}$ 假设群体中科研不端的自然概率为PNI；而公共权力行使可以使该群体中特定概率的非诚信者受到威慑而改正的概率为 PFI； $\\textcircled{2}$ 同时，由于新的“委托-代理”也具有未知的道德风险，所以权力行使不当概率为PNR；按照常理，权力行使不当会导致诚信群体中一部分人PDSPL选择不端； $\\textcircled{3}$ 二者关系用函数PDSPL=F（PNR）表述，则原始自然状态的科研诚信概率] $\\mathrm { P D S P 1 } { = } 1 { \\mathrm { - } } \\mathrm { P N I }$ ；绝对理想状态下PDSPL $_ { . = 0 }$ ，公权介入后的科研诚信概率 $\\mathrm { P D S P 2 = P D S P + P N I \\times P F I }$ ： $\\textcircled{4}$ 因此，现实情况下公权介入后的科研诚信概率可以表达为：PDSP2 $\\mathrel { \\mathop : } =$ PDSP $+$ PNIxPFI-PDSPL $\\ c =$ PDSP $+$ PNIxPFI-PDSPxF（PNR）。一仅当PNIxPFI-PDSPxF（PNR） ${ \\geq } 0$ 时，公权介入才具有具有实际的积极意义。这表明，依托公共权力的科研诚信管理效益并非绝对的。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "虽然单纯的数学推导基于假设的F（PNR）、PFI、PDSPL的预警值域，但公权介入科研诚信管理，确实具有产生负效益的极大可能。如若代入第二届世界科研诚信大会中对科研不端行为发生的估计数值 $1 \\%$ ，假设公权介入后 $5 0 \\%$ 的不端者选择改正、权力行使不当的概率为 $5 0 \\%$ （这一概率也会随自律和稳定的后果预期而减少)，所导致的F（PNR）为2，则公权介入后诚信概率 $\\mathrm { P D S P 2 } { = } 9 9 \\% { + } 9 9 \\% { * } 5 0 \\% { - } 9 9 \\% 5 0 \\% 4 9 . 5 2 { = } 4 9 . 5 \\%$ ，远低于自然 $\\mathrm { P D S P 1 } { = } 1 .$ $1 \\% = 9 9 \\%$ 。如果有 $5 0 \\%$ 的人不选择诚信（这一概率会随自律和稳定的后果减少)，其它参数不变，则现实诚信的概率为 $\\mathrm { P D S P 2 } { = } 5 0 \\% { + } 5 0 \\% { * } 5 0 \\% { - } 5 0 \\% 5 0 \\% { + } 2 { 5 } \\%$ ，亦远远低于自然$\\mathrm { P D S P 1 } { = } 1 { - } 5 0 \\% { = } 5 0 \\%$ 。何况，依托公共权力的科研诚信管理也需要受到成本付出与收益核算的经济规律制约，监督执法的边际收益越低、边际成本越高，委托人监督执法的积极性也越低。而且，常规意义上代表公共权威的监督执法行为同样基于\"委托-代理\"关系，必然实际面临科学系统内外“谁应是委托人，谁应是代理人”的“委托权分配”问题，甚至可能引发“政治化”的权力争夺与势力范围划分。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3优化科研诚信外部规范技术进路的思考与建议 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "当前我国正处于科研诚信建设与科研体制改革关键节点，破除“四唯、五唯”、废除“一把尺子量到低”、倡导“将论文写在祖国大地上”等政策性指导意见引发社会各界对新价值导向、规范体系和评价标准的讨论与期待。究竟如何科学回应跨国科研诚信监督[15],理性兼容“科学中心国”主导的诚信规范和“大科学\"模式，在开放、变动、竞争、合作的全球经济、政治与科学技术一体化中理性选择“技术进路”，以之建立更加稳妥、高效的科研体制和诚信机制： $\\textcircled{1}$ 高效遏制本土科研活动中的机会主义行为，推进科研诚信从危机应对向长效治理进行转化，实现制度建设的“根本性、全局性、稳定性和长期性”； $\\textcircled{2}$ 优化创新管理，构建有利于本土科学技术良性发展的制度优势、组织生态和管理模式，促进科研生态良性演替；亟待识别“科研诚信度量评价”制度化实践背后的痛点、堵点和制度化逻辑、避免盲目的制度迁移与技术借鉴。一一这显然超越了经验判断的实践范畴，唯有学理可以提供观察、批判和改造的工具。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "学者尽其理，行者究其难，对科研诚信度量困难与非理性风险的学理反思提示：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ “科研诚信”并非脱离“诚信”内涵外延的伦理概念，“诚信”及其评价标准并非脱离“具体社会关系”的实践范畴，因此单纯依托公共权力定义“不端”进行科研诚信外部规范并非最优的技术进路，它不但打破了诚信的自组织管理逻辑、模糊了“科研诚信”本应有的价值体系层级，还可能使“司法”权威过度侵入道德自律领域，提高科学“承认一奖励”系统的社会交易成本；",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ “科学陈述”源于科研人员正式交流需求，核心价值在于“可能被检验”，基于文献著述度量评价“科研诚信”超出了科研著述的“原初”功能属性。而且，科研人员大量生产符合“FFP”乃至“可复现性”标准的学术文献，并不一定意味着其在各种科研关系范畴中是“诚信”的—一某些较高层次科研人员只有面向国家长远利益，“忠心”谋划研究领域并为之发现举荐人才、不滥用公共资源或学术权威“占位性”发展胡乱作为、坚持将国家R&D经费用在刀刃上、积极\"将论文写在祖国大地上\"才真正符合“诚信\"标准：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ 日益严重的科研诚信危机和科研生态恶化事实上伴随着路径依赖、制度锁定、利益壁垒和沉没成本，过度依赖文献著述发表环节控制或基于“打击惩戒学术不端”等经验性、行政化思维产生的技术路径与制度供给，本质相当于引入一组或多组同样道德风险的“委托-代理”关系——不但使科学场域内生规则权威难以维系，而且可能引入更多\"搭便车\"的公权私利博弈，催生“道高一尺，魔高一丈”的无限斗法局面。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "此外，作为道德标准的本土化，“科研诚信”的“外部规范”不宜脱离“诚信”所根植的道德文化传统与价值范畴。按中国广泛认同的儒家思想， $\\textcircled{1}$ 个人主观层面的“诚”其实是群体或社会关系戒律中“诚信”的价值基础与实现途径、是评价行为“诚信与否”核心指标，离开“内诚”的“外信”不过是次等的、可能沦入浅薄固执境地的浅层次操守； $\\textcircled{2}$ “诚”属于需要人主动认识并内化的自然法则（诚者，天之道也，思诚者，人之道也），并且其标准是主体自明、不用向外求证的（所谓诚其意者，毋自欺也)。一一这意味着在我国进行科研诚信外部规范，政府应激发“讲风骨、重操守”的“士”文化深层动因，夯实学者自发\"为天地立心、为生民立命、为往圣继绝学、为万世开太平\"的传统价值追求与伦理内核，谋求从“控制机制”向“催化机制（Catalytic Mechanisms）”[43]的制度供给转型。管理实践显示，相对于“控制”对于直接标准和度量精度的严苛需求、以及“诚信培育”对于目标实现的“不确定性”延迟，“催化”基于“不可操纵的指标”或“不可预测的方式”（更难作弊）链接了组织目标与绩效，能更“确定”地把远大抱负变成具体现实。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "所以，优化“科研诚信的外部规范”的技术进路，首先应正视“诚信”的“关系型”实践特质和科学“自组织”发展的深层驱动需求，摆脱过度依赖公共权威的直接评价与“泛行政化”控制，围绕： $\\textcircled{1}$ 保护科学活动自然节律与科学场域自律机制、 $\\textcircled{2}$ 赋能科研人员竞争机会公平与价值变现自由、 $\\textcircled{3}$ 保障科研本土效益，防范科学“负外部性”和“不确定”伦理风险等核心价值目标约束公权疏导私利： $\\textcircled{1}$ 破除路径依赖和制度锁定、 $\\textcircled{2}$ 清理冗余的委托-代理关系、 $\\textcircled{3}$ 遏制科学权威异化迁移、 $\\textcircled{4}$ 升级科学“承认-奖励”系统、 $\\textcircled{5}$ 明确决策的学理支撑并有效增进关键目标群体认知水平，以之完善科学社会建制、消除“马太效应”负面影响，激发、催化科研人员以科学为志业、“忠诚守信”的创新创业激情。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "具体建议如下：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一，破除对“诚信自律”具有干扰性的制度设置，清理科学“承认-奖励”系统中冗余的“委托-代理”关系。包括： $\\textcircled{1}$ 立即废除依托于职业建制的科研职称序列，建立面向“学术关系”、“劳动关系”和“劳动价值内在决定类型”职称认定与报酬制度； $\\textcircled{2}$ 重新定义科学“承认-奖励”与科研学术文献发布与发表流程的时序关系，颠覆“优先权承认”传统机制，解除评价权威对著述正式发表环节的“委托-代理”，促使学术期刊通过更有价值的情报富集、学术信息传播等“专业化劳动”服务科研，获取专业权威； $\\textcircled{3}$ 逐步打破基础研究领域传统依赖“委托-代理关系”及“官僚科层”的“单位 $. +$ 员工”科研组织模式，构建基于自赋值聚类的新型科研建制模式与权力-权威结构，促进科研人员间自组织的重复博弈和检验监督，并在风险可控的科学领域建立公平合理的“科学研究自组织拨款（Self-organized fundingallocation，SOFA）”制度，等等;",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第二，赋能自组织的科研价值变现与重复博弈，最大限度消除从idea到学术成果或市场产品的外部条件限制与剽窃风险，保障荣誉、财富归劳动者与价值创造者。包括： $\\textcircled{1}$ 基于“平台 $+$ 个人”模式，引入信用中介和重复博弈，建立服务科研活动的公共交易平台，使科研人员轻易冲破“外部条件制约”，从“不得不弥补短板”到能“自由充分地发挥长板”，推进科学研究从“作坊式”向更高效率、更高水平的自组织协作升级； $\\textcircled{2}$ 促进科研人员劳动分工和角色分化，完善围绕科研活动的（信息、产品、人力资源）供给和需求生态链，使研究者既可以只归纳提炼学术问题、设计研究方案，也可以只具体执行其中的调查、检测和分析获取劳务报酬；一一当前，科学中的职业化分工仍不发达，一个成功的科研人员不光得有新颖而可行的idea，还得通过大量条件允许的基础性工作去获得有效的技术性证据，这个过程中单打独斗、粗制滥造、利益相关者人为干扰限制乃至idea被同行剽窃的风险都极大； $\\textcircled{3}$ 简化科研人员注册公司进行技术咨询服务或组织技术咨询服务的限制，并基于大数据和互联网建立“行为-信用-能力-人格”的科研致富杠杆，催生1000000个有活力的小微企业，形成科研创富潮流等等；",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第三，建立防范科研“负外部性”伦理风险的政府机构，推行科研生态保育的评价标准与奖惩反馈制度，维护科研创新及科研人员成长的自然节律。包括： $\\textcircled{1}$ 建立专门政府机构防范科学和科研“负外部风险”，抽检涉及公共利益的国家科技计划项目、生态环境及其评价、医疗卫生研究及各类标准制定、品种审定，惩戒危害公共利益、透支政府公信力的伦理失序、科研欺诈和垄断行为，保障惩罚的技术品质。 $\\textcircled{2}$ 保育科研生态，废除科研活动中的各种时间性规则限制，消除时间限定、年龄限定对科学研究和科研人员成长自然节律的干扰，堵塞利用时间限定和年龄限定操控竞争规则的各类投机漏洞，等等；",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第四，参照 TOP（Transparency and openness）准则[44-46]提供科研人员评价同行研究的技术辅助，拓展人脑机能，提升同行监督效率。包括： $\\textcircled{1}$ 依托透明的文献计量指标和评价模型，将原属科研群体内部的“隐性知识与潜规则”转变为易于公众理解和监督的“显性知识与明规则”； $\\textcircled{2}$ 突破人脑生理极限拓展具体科研人员评判学术诚信的能力，基于开源透明的机器算法和人工智能直接测度分析特定科研人员“文本抄袭”、“图片加工”、“观点票窃”乃至“论文复现性”风险，明确度量评价科研诚信技术的原理及正当运用主体，将科研不端评价技术工具作为科研人员评判同行研究的日常工具，确保科研诚信度量工具的透明性、公共性与易得性；",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第五，鼓励面向科研诚信的信息增值服务、学术增值服务和管理增值服务。基于管理模式、管理技术、管理知识和价值变现渠道的商业化输入，优化传统科研单位的科研流程管理，提升科研单位的科研组织效能，实现科研人员与科研单位效益双赢。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第六，建立更优化的科研诚信“规则生成”系统，提升关键目标群体对“科研诚信”及科学“不确定性”风险的认知与决策水平。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "总之，“科研诚信外部规范”应致力于“制度与战略”层面的整体性优化，推动技术、组织、市场、战略等要素的有机协同整合。毕竟“制度优势是一个国家的最大优势，制度竞争是国家间最根本的竞争”，“规范范式”及其“技术进路”是否偏离规律与本土实际极端重要。国与国之间的科技竞争，早已不仅表现为“规模和指数”竞争，更表现为“制度竞争”，制度优劣从根本上决定人才、资金、内生驱动力等各类“核心竞争优势”的国际间转移，哪国政府能面向未来建立更为优越、合理的科研体制机制来确保科学研究的诚信、效率与本土效益，哪国就能在新一轮科技革命与科技竞争中获得更多致胜机会。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "[1] 大卫·古斯顿，龚旭.在政治与科学之间:确保科学研究的诚信和产出率[M].科学出版社, 2011.   \n[2] 刘胜利，潘云涛，赵筱媛.科研诚信外部规范合目的性与合规律性的理论分析[J].现代情 报,2020,40(9): 7.   \n[3] LI T. Five ways China must cultivate research integrity [J]. Nature,2019,575(7784): 589- 91.   \n[4] TITUS S L，WELLS JA，RHOADES L J.Repairing research integrity [J]. Nature，2008, 453(7198): 980-2.   \n[5] FOGARTY T J. Show me the money: Academic research as currency [J]. Accounting Education, 2009,18(1): 3-6.   \n[6] QUAN W, CHEN B, SHU F,et al. Publish or impoverish: an investigation of the monetary reward system of science in China (1999-2016)[J]. Aslib Proceedings,2017, 69(5): 486- 502.   \n[7] FOLTyNEK T, MEUSCHKE N, GIPP B. Academic plagiarism detection: a systematic literature review [J]. ACM Computing Surveys (CSUR), 2019, 52(6): 1-42.   \n[8] VANI K, GUPTA D. Detection of idea plagiarism using syntax-semantic concept extractions with genetic algorithm [J]. Expert Systems with Applications,2017,73: 11-26.   \n[9] ROOSTAEE M, SADREDDINI M H, FAKHRAHMAD S M. An effective approach to candidate retrieval for cross-language plagiarism detection: A fusion of conceptual and keywordbased schemes [J]. Information Processing & Management, 2020, 57(2):102150.   \n[10] WALI W,GARGOURl B, BEN HAMADOU A. An enhanced plagiarism detection based on syntactico-semantic knowledge; proceedings of the International Conference on Intelligent Systems Design and Applications, F, 2018 [C]. Springer.   \n[11] AHUJA L, GUPTA V, KUMAR R. A new hybrid technique for detection of plagiarism from text documents [J]. Arabian Journal for Science and Engineering,2020,45(12): 9939-52.   \n[12] MARTIN B R. Whither research integrity? Plagiarism, self-plagiarism and coercive citation in an age of research assessment [Z]. Elsevier. 2013:1005-14   \n[13] NATIONAL ACADEMIES OF SCIENCES E，MEDICINE. Reproducibility and Replicability in Science [M].Washington, DC: The National Academies Press, 2019.   \n[14] RESNIK D B, NEAL T, RAYMOND A,et al. Research Misconduct Definitions Adopted by U.S. Research Institutions [J]. Accountability in Research,2015, 22(1): 14-21.   \n[15] MACILWAIN C. Scientific misconduct: more cops,more robbers? [J]. Cell,2012,149(7): 1417-9.   \n[16] BENJAMINlY.Selective Inference: The Silent Kiler of Replicability [J]. Harvard Data Science Review, 2020, 4(2).   \n[17] ZUCKERMAN H.Is “the time ripe\"for quantitative research on misconduct in science?[J]. Quantitative Science Studies, 2020,1: 945-58.   \n[18] NICHOLS JD, OLI M K, KENDALL W L, et al. Opinion: A better approach for dealing with reproducibility and replicability in science [J]. Proceedings of the National Academy of Sciences, 2021,118(7).   \n[19] LEWANDOWSKY S, BISHOP D. Research integrity: Don't let transparency damage science [J]. Nature,2016, 529(7587): 459-61.   \n[20]FANELLI D.Is science really facing a reproducibility crisis，and do we need it to? [J]. Proceedings of the National Academy of Sciences,2018,115(11): 2628-31.   \n[21] 廖苗.科学的社会契约与后常规科学[J].自然辩证法研究,2014,(10):54-9.   \n[22] KELLING G L, COLES C M. Fixing broken windows: Restoring order and reducing crime in our communities [M]. Simon and Schuster,1997.   \n[23] 唐壮，聂培琴.建立并完善道德自律和法律规制互动的科研诚信体系[J].科研管理，2008， (S1): 4.   \n[24] 李玉琴.经济诚信论[D];南京:南京师范大学公共管理学院,2004.   \n[25] 道格拉斯·C.诺思，诺思，杭行.制度、制度变迁与经济绩效[M].制度、制度变迁与经济 绩效,2014.   \n[26] 毕宏镇.论作为经济行为规律的诚信[D];天津财经大学,2010.   \n[27] 中共中央马克思恩格斯列宁斯大林著作编译局.马克思恩格斯选集第三卷[M].人民出版 社,1995.   \n[28] 徐国栋.诚实信用原则二题[J].法学研究,2002,24(4):15.   \n[29] 徐国栋.英语世界中的诚信原则[J].环球法律评论,2004,26(3):10.   \n[30] 刘胜利，潘云涛，赵筱媛.科研数据造假判定实用情报策略与技术的宏观考量[J].现代情 报,2017,37(12).   \n[31] 徐国栋.客观诚信与主观诚信的对立统一问题——以罗马法为中心[J].中国社会科学， 2001, (6): 17.   \n[32] 刘玉涛 张.科学发现与非逻辑思维[J].科技情报开发与经济,2004,(05):173-4.   \n[33] 欧阳荣庆.科学发现的逻辑与直觉[J].社会科学研究，1986,(6):4.   \n[34] 汪馥郁.科学发现中的逻辑思维与非逻辑思维[J].北京师范大学学报,1985,(02):52-60.   \n[35] 迈克尔·马尔凯著,林聚任等译.科学社会学理论与方法[M].北京:商务印书馆,2006   \n[36] FRANCISL.MACRINA,麦克里那，陈越,et al.科研诚信:负责任的科研行为教程与案例[M]. 高等教育出版社,2011.   \n[37] 波普尔查汝强，邱仁宗,万木春.科学发现的逻辑[M].杭州:中国美术学院出版社，2008.   \n[38] BOURDlEU P. Science of Science and Reflexivity [M]. Polity Press,2004.   \n[39] 李真真,黄小茹.中国科研诚信面临的突出问题及解决路径[J].科学与社会,2017,7(3):14.   \n[40] 桑本谦.私人之间的监控与惩罚:一个经济学的进路[M].山东人民出版社，2005   \n[41] 马建平.一稿多投正当性的法理分析及其权利规制[J].现代出版，2012,(3):4.   \n[42] 陈潭.集体行动的困境:理论阐释与实证分析--非合作博弈下的公共管理危机及其克服[J]. 中国软科学,2003,000(009):139-44.   \n[43] COLLINS J.Turning goals into results: The power of catalytic mechanisms [J]. Harvard business review,1999,77: 70-84.   \n[44] 周红霞.科学研究的可重复性及其保障措施[J].科学学研究,2022,(06vo 40):961- $8 +$ 1104.   \n[45] NOSEK B A, ALTER G, BANKS G C,et al. Promoting an open research culture [J]. Science, 2015,348(6242): 1422-5.   \n[46] MAYO-WILSON E，GRANT S，SUPPLEE L，et al. Evaluating implementation of the Transparency and Openness Promotion Guidelines: The TRUST Process for rating journal policies,procedures,and practices [J]. Research Integrity and Peer Review,2021, (1): 6-9. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Difficulties and the Irrational Risks of Measuring Scientific Research Integrity: A Theoretical Reflection on the Technical Approaches to the External Norms of Scientific Research Integrity ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Liu Shengli1' ² Pan Yuntao1\\* Zhao Xiaoyuanl (1. Institute of Scientific and Technical Information of China,Beijing,1OoO38, China; 2. Institute of Science,Technology and Society, Henan Normal University, Xinxiang,Henan, 453007, China) ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Abstract: In order to deeply explore the value system levels and technical approaches of \"external norms of scientific research integrity\",the root causes of difficulties and irrational risks of the institutionalized practice of \"scientific research integrity metric evaluation\" are specifically examined and rationally reflected based on the multidisciplinary theoretical perspective. The following are clarified: (a) the ethical nature of scientific research \"integrity\" and the \"social relationship\" practicalcharacteristics of its evaluation; (b) the natural norm value scale of the \"field\" of scientific research and the \"original\" functional attributes of scientific research works; (c) the institutionalized logic of \"measuring and evaluating scientific research integrity\" and institutional locking risks of relying on public authority；(d） the future directions to optimize technical approaches and its relevant institutional supply. The present research conclusions are of basic theoretical support significance for avoiding blindly institutional migration and technological reference, building institutional advantages to conducive the self-reliance and self-improvement of the domestic science and technology system,and promoting the transformation of scientific research integrity from crisis response to long-term governance as well. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": ")rds:External norms of scientific research integrity; Technical Approaches; Metric evaluation; Institutionalization of science; Credibility construction and reform of scientific research system; ",
        "page_idx": 14
    }
]