[
    {
        "type": "text",
        "text": "Carbonstorage in a wolfberry plantation chronosequence established on a secondary saline land in an arid irrigated area of Gansu Province, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MA Quanlin1\\*,WANG Yaolin1,LI Yinke1, SUN Tao1, Eleanor MILNE²",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 State KeyLaboratoryof DesertificationandAeolian Sand DisasterCombating,Gansu Desert Control Research Institute, Lanzhou 730070, China; 2 Natural Resource Ecology Laboratory, Colorado State University,Fort Collins CO 80523-1499,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Carbon (C) storage has received significant atention for its relevance to agricultural security and climate change. Afforestation can increase C storage in terrestrial ecosystems, and has been recognized as an important measure to offset $\\mathrm { C O } _ { 2 }$ emissions. In order to analyze the C benefits of planting wolfberry (Lycium barbarum L.) on the secondary saline lands in arid areas, we conducted a case study on the dynamics of biomass carbon (BC) storage and soil organic carbon (SOC) storage in different-aged wolfberry plantations (4-,7-and 11-year-old) established on a secondary saline land as well as on the influence of wolfberry plantations on C storage in the plant-soil system in an arid irrigated area (Jingtai County) of Gansu Province, China. The C sequestration and its potential in the wolfberry plantations of Gansu Province were also evaluated. An intact secondary saline land was selected as control. Results show that wolfberry planting could decrease soil salinity,and increase BC, SOC and liter C storage of the secondary saline land significantly， especially in the first 4 years after planting. The aboveground and belowground BC storage values in the intact secondary saline land (control) accounted for only $1 . 0 \\%$ and $1 . 2 \\%$ of those in the wolfberry plantations,respectively. Compared to the intact secondary saline land, the SOC storage values in the 4-, 7- and 11-year-old wolfberry plantations increased by $3 6 . 4 \\%$ ， $3 7 . 3 \\%$ and $43 . 3 \\%$ ， respectively, and the SOC storage in the wolfberry plantations occupied more than $92 \\%$ of the ecosystem C storage. The average BC and SOC sequestration rates of the wolfberry plantations for the age group of 0-11 years were 0.73 and $3 . 3 0 \\mathrm { ~ M g ~ C / ( h m } ^ { 2 } { \\cdot } a )$ ， respectively. There were no significant diference in BC and SOC storage between the 7-year-old and 11-year-old wolfberry plantations, which may be due in part to the large amounts of C oftakes in new branches and fruits. In Gansu Province, the C storage in the wolfberry plantations has reached up to $3 . 5 7 4 ~ \\mathrm { T g }$ in 2013,and the C sequestration potential of the existing wolfberry plantations was $0 . 1 3 4 \\mathrm { ~ T g ~ C ~ } / \\mathrm { a }$ . These results indicate that wolfberry planting is an ideal agricultural model to restore the degraded saline lands and increase the C sequestration capacity of agricultural lands in arid areas. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Lycium barbaum;biomasscarbon; soil organiccarbon;carbon sequestration potential; secondarysalineland; wolfberry plantation; carbon dynamics ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Both climate change and soil salinization have become the serious environmental problems today (Karl and Trenberth, 2003; Rafique et al., 2012; Li et al., 2014). They have significant impacts on agricultural production, water supplies, human health and ecosystem functions (Schneider, 1990; Ghassemi et al., 1995; Karl and Trenberth, 2003; Rafique et al., 2012). Climate change, due to rising atmospheric $\\mathbf { C O } _ { 2 }$ concentrations, is caused mainly by anthropogenic activities such as land uses, land use change and burning of fossil fuels (Karl and Trenberth, 2OO3; Lal, 2O04; Batjes, 2006). Generally speaking， soil salinization affects $6 \\% - 7 \\%$ of cultivated land (approximately $9 3 0 { \\times } 1 0 ^ { 6 } \\ \\mathrm { h m } ^ { 2 } ;$ ） in the world. The total land degraded (abandoned) annually has reached up to $1 0 { \\times } 1 0 ^ { 6 } \\mathrm { h m } ^ { 2 }$ because of salinization (Ghassemi et al., 1995; Wang et al., 2011; Li et al., 2014). A new challenge in the context of climate change mitigation is the management of saline lands, such as utilizing saline soil to remove $\\mathbf { C O } _ { 2 }$ from the atmosphere and store atmospheric $\\mathbf { C O } _ { 2 }$ in terrestrial ecosystems (Guo and Gifford, 2002; Lal, 2004). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Previous studies have shown that carbon (C) sequestration measures, such as afforestation of degraded pastures or abandoned agricultural lands and improvements of agricultural management and fertilization, are effective ways to sequester $\\mathrm { C O } _ { 2 }$ (Jose, 2009; Bach et al., 2011; Lu et al., 2011;Li et al.， 2O15). Generally， after afforestation of degraded pastures or abandoned agricultural lands, the C stored in vegetation will increase with increasing tree age until the maturity of trees (Alexeyev et al., 1995; Paustian et al., 2000; Liu et al., 2016). For example, the biomass carbon (BC) storage in the 14-year-old artificial pine and fir forests is several times higher than that in the grasslands (Silver et al., 2OOO; Laclau, 2OO3). However, the change of C storage in soils after afforestation is complex and no consensus has yet been reached (Tremblay et al., 2006; Liu et al., 2016). It is commonly regarded that soil organic carbon (SOC) decreases firstly and then slowly begins to accumulate after afforestation (Guo et al.,2OO2; Paul et al., 2002; Shi et al., 2004). Paul et al. (2002) found that SOC declines by about $3 . 6 4 \\%$ in the initial 5 years after afforestation and then increases gradually. Guo and Gifford (2OO2) found that the SOC storage drops by $10 \\%$ after the conversion of pasture to artificial forest while increases by $18 \\%$ after the conversion of farmland to artificial forest. Niu and Duiker (2OO6) suggested that SOC storage shows an increasing trend after aforestation. Obviously, the influence of afforestation on SOC is closely related to climates, land use types, tree species and so on. Thus, knowledge about C sequestration process of plantations in different climatic regions is critical for understanding the C cycling of terrestrial ecosystems and thus properly managing the terrestrial ecosystems (Shrestha et al., 2009; Liu et al., 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Wolfberry (Lycium barbarum L.) is not only a deciduous woody crop well known for its characteristics of nourishing the liver and improving the eyesight (Chang and So, 2OO8; Amagase and Farnsworth, 2011; Lu et al., 2O12), but also a typical salt tolerant species that can reduce soil salinity (Wei et al., 2O05; Zhang et al., 2O06). Wolfberry has been widely planted in warm and subtropical countries such as Japan, Korea, China, Southeast Asia, North America and some European countries (Potterat, 2010; Amagase and Farnsworth, 2011; Guo et al., 2015). In the northwest regions of China, wolfberry plantation has become an important way of not only enhancing economic income, but also restoring saline lands (Li, 200o; Yang et al., 2012; Zhao et al.,2015). However, the influences of wolfberry plantations on both BC and SOC and the management practices of wolfberry plantations in the saline lands are still poorly understood in many regions (Vesterdal et al., 2002; Shi et al., 2004; Lal, 2008; Bach et al., 2011). For there is a capacity of C sequestration in any ecosystems, it is also necessary to evaluate the C sequestration potential in the wolfberry plantations. The C sequestration potential is the overall C sequestration capacity of regional ecosystem, and it is influenced by human activities, ecological systems and natural environments (Zheng et al., 2O11; Sedjo and Sohngen, 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study was carried out on the wolfberry plantations of three chronosequences (4-, 7- and 11-year-old) on a secondary saline land in an arid irrigated area of Gansu Province, China. The aims of this study are: (1) to reveal the dynamics of BC storage and SOC storage in the wolfberry plantations after afforestation; (2) to evaluate the influence of wolfberry plantations on C storage in the plant-soil system in a secondary saline land; and (3) to calculate the C sequestration and its potential in the wolfberry plantations of Gansu Province. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Material and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This study was conducted at the Caowotan Township, north of Jingtai County, Gansu Province, China. The study sites are located on a secondary saline land in the central zone of Jingtai irrigated area $( 3 7 ^ { \\circ } 1 3 ^ { \\prime } - 3 7 ^ { \\circ } 2 0 ^ { \\prime } \\mathrm { N } _ { \\cdot }$ $1 0 3 ^ { \\circ } 5 1 ^ { \\prime } { \\mathrm { - } } 1 0 4 ^ { \\circ } 1 3 ^ { \\prime } { \\mathrm { E } }$ ： $1 5 6 5 \\mathrm { ~ m ~ }$ a.s.l.). It is characterized by an arid climate with annual mean temperature of about $8 . 6 ^ { \\circ } \\mathrm { C }$ ， mean annual precipitation of $1 8 5 ~ \\mathrm { m m }$ ,and mean annual evaporation of $3 0 3 8 \\ \\mathrm { \\ m m }$ . It should be noted that about $90 \\%$ of annual total precipitation occurs from July to September. The mean annual frost-free period is approximately 159 d. The prevailing wind comes from northwest and the annual mean wind velocity is $2 . 5 ~ \\mathrm { m / s }$ Nitraria tangutorum Bobr., Reaumuria songarica (Pall.) Maxim.， and Kalidium foliatum (Pall.) Mop. are the dominant species of the natural vegetation. The main crops include wheat (Triticum aestivum L.), corn (Zea mays L.), oil flax (Linum usitatissimum L.) and water melon (Citrullus lanatus (Thunb.) Matsum. et Nakai),and the main fruit trees comprise wolfberry, Chinese date (Ziziphus jujuba Mill.) and pear (Pyrus bretschneideri Rehd.) (Wang et al.， 2O15). Soil is predominantly sierozem according to the Chinese Soil Taxonomic Classification System (Chinese Soil Taxonomy Research Group, Institute of Soil Science, Chinese Academy of Sciences and Cooperative Research Group on Chinese Soil Taxonomy, 2OO1; Qi et al., 2003). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the study area, surface water resources are short and groundwater quality is low with a high salinity. A water diversion project was constructed to increase agriculture production in 1974, which has not only changed the agricultural planting structure, but also altered the landscape patterns and hydrological characteristics of the region (Zhou et al., 2O11). The study area was under rain-fed agriculture with a deep groundwater table of $2 0 ~ \\mathrm { ~ m ~ }$ in 1969 (before the implementation of water diversion project). However, the groundwater table was continuously rising after the implementation of water diversion project, and now it is about $0 . 9 \\mathrm { ~ m ~ }$ (Zhang and Zeng, 1989; Dou et al., 2OO6; Liang, 2O16). The secondary salinization has become severe with a salinity of $0 . 4 \\mathrm { - } 0 . 5 ~ \\mathrm { g / L }$ in irrigation water at present (Liang, 2O16). Due to soil salinization, large areas of farmland have been abandoned, puting a great pressure on both economy and environment (Wang and Zhang,2O12). As a solution, wolfberry plantation has been introduced to control salinization since 2001. Its planting density is about 5002 plants $/ \\mathrm { h } \\mathrm { m } ^ { 2 }$ with a planting spacing of $1 \\ \\mathrm { m } { \\times } 2 \\ \\mathrm { m }$ . Wolfberry starts to bear fruits in the first year of planting,and begins to create economic benefits in the third year (Sun et al., 2O13). The total area of wolfberry plantations in Jingtai irrigated area had reached up to $3 8 6 6 \\mathrm { h m } ^ { 2 }$ by 2013. In Jingtai irrigated area, wolfberry plantations with the age $^ { > 4 }$ years have a similar irrigation program (an irrigation frequency of about 7 times a year and an interval of $1 5 { \\mathrm { ~ d } }$ ). It should be noted that drains with a depth of $1 \\mathrm { ~ m ~ }$ are usually built $3 0 0 \\mathrm { ~ m ~ }$ away from the planted area to prevent groundwater table rising and to reduce soil salinity. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Experimental design and data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study,an intact saline site near the wolfberry plantations was taken as control, and a chronosequence of three wolfberry plantations (4-， 7- and 11-year-old) was established for sampling. It should be noted that allthe wolfberry plantation sites were in the secondary saline land prior to wolfberry planting (Fig. 1). Furthermore,a farmland site near the wolfberry plantations was also selected to compare the diferences in soil properties and SOC densities. All the wolfberry plantations had the same management measures, such as irrigation, fertilizer, pesticide application and trimming (Sun et al., 2O13). At each site, three $2 0 \\ \\mathrm { m } { \\times } 2 0 \\ \\mathrm { m }$ square quadrats with $5 0 \\mathrm { - m }$ internal distance were established. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1 Vegetation sampling and estimation of plant C storage The heights， canopy diameters, and base diameters of wolfberry trees， K. foliatum and MA Quanlin et al.: Carbon storage in a wolfberry plantation chronosequence established on a secondary .. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0fed82e438685bed761b6a996403ce1bb1a6b2d2c1313686eed34543d49cf993.jpg",
        "img_caption": [
            "Fig.1 Wolfbery plantations and secondary saline land for wolfberry planting. (a),7-year-old wolfberry plantation in winter 2011; (b),7-year-old wolfberr plantation in summer 2O11;(c),secondary saline land in summer 2011. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "other plants were measured within each quadrat in August 2O11. In each site, three standard plants with average height, canopy diameter and base diameter were selected for sampling. After uprooting the standard trees, the specific height, canopy diameter, root depth and base diameter of each tree were measured. The aboveground biomass was taken for tree layers of O-50, 50-100, 100-150 and $1 5 0 { - } 2 0 0 ~ \\mathrm { c m }$ . Stems, twigs, fruits and leaves were separately sampled. Root biomass was retrieved up to $3 \\mathrm { ~ m ~ }$ deep in the soil and classified into 4 categories with different root diameters: $^ { < 2 }$ ,2-5,5-10 and $> 1 0 ~ \\mathrm { m m }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The floor litter was sampled in three $1 \\ \\mathrm { m } { \\times } 1 \\ \\mathrm { m }$ sub-quadrats within each quadrat, and prunings were conducted on the 3 standard trees at each site during the dormant and fruit periods from May to November. All samples were oven-dried at $8 0 ^ { \\circ } \\mathrm { C }$ until constant weight. Organic C content $( { \\bf g } / { \\bf k g } )$ was measured using the oxidation method of potassium dichromate (Bao, 2Ooo). Biomass carbon (BC) storage was calculated according to plant biomass, C content and water content in different parts of plants. The C density in aboveground component $\\mathrm { ( M g \\ C / h m ^ { 2 } ) }$ and $\\mathrm { ~ \\cal ~ C ~ }$ storage in aboveground biomass $( \\mathrm { M g } \\thinspace \\mathrm { C } / \\mathrm { h m } ^ { 2 } )$ were calculated as Equations 1 and 2, respectively. ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathbf { B C D } _ { i } = B _ { i } \\times ( 1 - W _ { i } ) \\times C _ { i } / S ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { \\bf B C } _ { a } { = } \\sum \\mathrm { \\bf B C D } _ { i } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mathbf { B C D } _ { i }$ is the C density in aboveground component i $( \\mathbf { M g } \\mathbf { C } / \\mathbf { h m } ^ { 2 } )$ ： $B _ { i }$ is the fresh biomass of aboveground component i $( \\mathbf { M g } )$ ·： $\\mathbf { W } _ { i }$ is the water content of aboveground component i $( \\% )$ ： $\\mathbf { C } _ { i }$ is the organic C content of aboveground component $i ( \\% )$ ; S is the land area $( \\mathrm { h } \\mathrm { m } ^ { 2 } )$ ; and $\\mathsf { B C } _ { a }$ is the $\\mathbf { C }$ storage in aboveground biomass $( \\mathrm { M g } \\thinspace \\mathrm { C } / \\mathrm { h m } ^ { 2 } )$ . ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The C density in root component $( \\mathrm { M g \\ C / h m ^ { 2 } } )$ and $\\mathbf { C }$ storage in belowground biomass $( \\mathbf { M } \\mathbf { g }$ $\\mathbf { C } / \\mathrm { h m } ^ { 2 } ,$ ） were calculated as Equations 3 and 4, respectively. ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathrm { B C D } _ { j } = B _ { j } \\times ( 1 - W _ { i } ) \\times C _ { j } / S ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { B C } _ { b } { = } \\sum \\mathrm { B C D } _ { j } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mathbf { B C D } _ { j }$ is the C density of the $j ^ { \\mathrm { t h } }$ root diameter $\\left( \\mathbf { M } \\mathbf { g } { \\mathbf { \\Lambda } } C / \\mathbf { h } \\mathbf { m } ^ { 2 } \\right.$ ） $B _ { j }$ is the fresh root biomass of the $j ^ { \\mathrm { t h } }$ root diameter $( \\mathbf { M g } )$ ： $W _ { j }$ is the water content of the $j ^ { \\mathrm { t h } }$ root diameter $( \\% )$ ： $C _ { j }$ is the organic $\\mathbf { C }$ content of the $j ^ { \\mathrm { t h } }$ root diameter $( \\% ) ; S$ is the land area $( \\mathrm { h } \\mathrm { m } ^ { 2 } )$ ; and $\\mathbf { B C } _ { b }$ is the $\\mathbf { C }$ storage in belowground biomass $( \\mathbf { M g } \\thinspace \\mathbf { C } / \\mathbf { h m } ^ { 2 } )$ ！ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The average BC sequestration rate (BCSR; $\\mathbf { M g } \\mathbf { C } / ( \\mathbf { h m ^ { 2 } { \\cdot } } \\mathbf { a } ) ,$ )wascalculated as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathrm { { B C S R = } } ( \\mathrm { { B C } } _ { T } { \\mathrm { - B C } } _ { 0 } ) / T ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mathsf { B C } _ { T }$ is the BC storage of the wolfberry plantation after $T$ years of planting $( \\mathrm { M g \\thinspace C / h m ^ { 2 } } )$ $\\mathbf { B C } _ { 0 }$ is the BC storage of the control site $( \\mathbf { M g } \\mathbf { C } / \\mathbf { h m } ^ { 2 } )$ ; and $T$ is the afforestation year. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The litter C storage (LCS; $\\mathrm { M g } \\mathrm { C } / \\mathrm { h m } ^ { 2 }$ ), fruit Cofftake(FCO; $\\mathbf { M g } \\mathbf { C } / \\mathbf { h m } ^ { 2 } ,$ ),leafCofftake(LCO; $\\mathbf { M g } \\mathbf { C } / \\mathbf { h m } ^ { 2 } )$ and pruning $\\mathbf { C }$ offtake (PCO; $\\mathbf { M g } \\mathbf { C } / \\mathbf { h m } ^ { 2 } .$ ) can be calculated as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathrm { L C S } = B \\times ( 1 - W ) \\times C / S ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $B$ is the fresh biomass $( \\mathbf { M g } )$ $W$ is the water content $( \\% )$ ： $C$ is the organic $\\mathbf { C }$ content $( \\% )$ ：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "and $S$ is the land area $( \\mathrm { h } \\mathrm { m } ^ { 2 } )$ · ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.2 Soil sampling and estimation of SOC storage ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "On clear days 1 week following an irrigation event in August 2O11, a soil pit was dug and sampled for soil bulk density (BD), soil water content (SWC), SOC and other properties at the center of each quadrat in the wolfberry plantation and control sites. Samples for soil BD analysis with three replications were taken at depths of 5, 15, 25, 35, 45, 55, 65, 75, 85 and $9 5 ~ \\mathrm { c m }$ using stainless steel bulk density rings with a diameter of $5 \\mathrm { c m }$ and a height of $5 \\mathrm { c m }$ . Soil samples for analyses of SWC, SOC and other properties were collected at depths of O-10, 10-20, 20-30, 30-40, 40-50, 50-60, 60-70, 70-80,80-90 and $9 0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "All soil samples for analyses of SOC, SWC, BD, organic matter (OM), total nitrogen (TN), total potassium (TK), salt content and $\\mathrm { \\ p H }$ were sifted through a $2 \\mathrm { - m m }$ sieve. The samples used to determine BD and SWC were oven-dried at $1 0 5 ^ { \\circ } \\mathrm { C }$ to constant weight. SOC was measured using the oxidation method of potassium dichromate (Bao， 200O). SOC density and storage were calculated using BD and SOC content of the soil layers (Dai et al., 2004). ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { S O C D } _ { k } { = } C _ { k } { \\times } \\mathrm { B D } _ { k } { \\times } \\mathrm { T H } _ { k } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where ${ \\mathsf { S O C D } } _ { k }$ is the SOC density of the $k ^ { \\mathrm { { t h } } }$ soil layer $\\mathrm { ( g } \\mathrm { C } / \\mathrm { m } ^ { 2 } )$ $C _ { k }$ is the soil C content of the $k ^ { \\mathrm { { t h } } }$ soil layer $( { \\mathrm { g } } / { \\mathrm { k g } } )$ ： $\\mathbf { B D } _ { k }$ is the soil bulk density in the $k ^ { \\mathrm { { t h } } }$ soil layer $( \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ ： $\\mathrm { T H } _ { k }$ is the thickness of the $k ^ { \\mathrm { { t h } } }$ soil layer (cm); and SOC is the SOC storage at the layer of $0 { \\mathrm { - } } 1 0 0 \\ \\mathrm { c m }$ $( \\mathrm { M g } \\mathrm { C } / \\mathrm { h m } ^ { 2 } )$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The average SOC sequestration rate (SCSR; $\\mathbf { M g } \\mathbf { C } / ( \\mathbf { h m ^ { 2 } { \\cdot } } \\mathbf { a } ) ,$ ） was calculated as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { S C S R { = } } ( \\mathrm { S O C } _ { T } { \\mathrm { - } } \\mathrm { S O C } _ { 0 } ) / T _ { \\mathrm { { + } } }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $S \\mathrm { { O C } } _ { T }$ is the SOC storage of the wolfberry plantation after $T$ years of planting $( \\mathbf { M g } \\mathbf { C } / \\mathbf { h m } ^ { 2 } )$ ！ $\\mathrm { { \\ s o c _ { 0 } } }$ is the SOC storage of the control site $( \\mathrm { M g } \\mathrm { C } / \\mathrm { h m } ^ { 2 } )$ ; and $T$ is the afforestation year. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.3Ecosystem C storage in the wolfberry plantations ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Ecosystem C storage in the wolfberry plantations is the sum of BC storage, litter C storage and SOC storage at the $0 { - } 1 0 0 ~ \\mathrm { c m }$ depth. The proportion of SOC storage in the 4-, 7- and 11-year-old wolfberry plantations and control sites is the percentage ratio of SOC storage to ecosystem C storage. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.4 C sequestration and its potential of the wolfberry plantations in Gansu Province Data on distribution and area of the wolfberry plantations in Gansu Province were obtained from the database on fruit industry development of Gansu Province (Gansu Provincial Forestry Science and Technology Extension Station， 2O13). Data on saline lands were obtained from the monitoring report on the fifth desertification and sandification in Gansu Province (Gansu Ecological Monitoring and Supervision Administration Bureau, 2016). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We divided the wolfberry plantations in Gansu Province into two groups based on planting years, i.e., $< 4$ -year-old wolfberry plantations and ${ \\ge } 4$ -year-old wolfberry plantations. The BC storage and SOC storage of the wolfberry plantations $^ { < 4 }$ -yearold were calculated by the average BC density and SOC density of the 4-year-old wolfberry plantations and the control site; while the BC storage and SOC storage of the wolfberry plantations ${ \\ge } 4$ -year old were calculated by the average BC density and SOC density of the 4-,7- and 11-year-old wolfberry plantations. The C sequestration of the established wolfberry plantations was calculated by the existing areas of wolfberry plantations with different ages in 2013 and the ecosystem C storage of the 11-year-old wolfberry plantation. The C sequestration potential of planning areas of the wolfberry plantations in Gansu Province was calculated by the existing saline farmland area (deduct the area of the wolfberry plantations in 2013） and the ecosystem C storage of the 11-year-old wolfberry plantation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3Statistical analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Windows-based SPSS 13.O software (SPSS， Chicago， USA) was used to test the normal distribution and homogeneity of variance. The one-way analysis of variance (ANOVA) was used to evaluate the influences of wolfberry planting on soil properties, BC storage and SOC storage. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Duncan's test was used to test the treatment means with a $5 \\%$ probability. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Vegetation and soil characteristics of the wolfberry plantations ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The height, canopy diameter and base diameter of the wolfberry plantations increased significantly after planting. The dry biomass of the 11-year-old wolfberry plantation reached up to $1 8 . 7 ~ \\mathrm { t / h m ^ { 2 } }$ ， which was significantly higher than those of the 4-year-old wolfberry plantation and control site (intact secondary saline land; Table 1). As expected, the biomass of the wolfberry plantations established on the secondary saline land increased rapidly after planting, and generally maintained a high biomass accumulation after 4 years of planting. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/4a7acb9a33c2866b6086c380589db6bc39bfa0151181f060e3c1ad4663f3cdef.jpg",
        "table_caption": [
            "Table 1 Characteristics of the wolfberry population at the sampling sites "
        ],
        "table_footnote": [
            "Note:Mean $\\pm \\mathrm { S E }$ .-,no data.Diferent lowercase letters in the same column indicate significant diferences among different sites at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Sampling site</td><td>Planting</td><td>Spacing</td><td>Height</td><td>diameter (cm) Canopy</td><td>diameter (mm)</td><td>biDmass (t/hm²)</td></tr><tr><td rowspan=\"4\">Wolfberry</td><td>O-year-old (control; intact secondary saline land)</td><td>一</td><td>一</td><td>一</td><td></td><td>一</td><td>0.09±0.06c</td></tr><tr><td>4-year-old</td><td>2008</td><td>2x1</td><td>127.7±4.9c</td><td>121.2±7.8b</td><td>24.8±4.0b</td><td>10.3±1.9b</td></tr><tr><td>7-year-old</td><td>2005</td><td>2x1</td><td>181.1±17.4b</td><td>167.3±17.6a</td><td>53.2±7.8a</td><td>17.2±1.9a</td></tr><tr><td>11-year-old</td><td>2001</td><td>2x1</td><td>198.2±7.4a</td><td>180.5±11.1a</td><td>58.0±6.8a</td><td>18.7±3.9a</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Compared to the control site, soil OM, TN and TK increased significantly while BD, salt content and pH decreased significantly in the wolfberry plantations. Although SWC of the control site was larger than those of the wolfberry plantations, there were no significant differences of SWC between the control site and the wolfberry plantations. Moreover, SWC, OM, TN, TK and $\\mathrm { p H }$ of the wolfberry plantations were very close to (slightly higher or lower) those of the adjacent farmland, while soil salt content of the farmland was significantly lower than those of the wolfberry plantations (Table 2). However, except BD, there were no significant differences for SWC, OM, TN, TK, salt content and $\\mathrm { p H }$ among the wolfberry plantations. Obviously, wolfberry planting on the secondary saline land improved soil properties in a short time period. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/120c735cb79c71b4d71479a4f209023449167407480474c04d8080955c6d09cb.jpg",
        "table_caption": [
            "Table 2Soil properties of the sampling sites "
        ],
        "table_footnote": [
            "Note:BD,ulsitWClatertet;Oaae;totalon;KotalassiaE. lowercase lettersin the same column indicate significant differencesamong different sites at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Sampling site</td><td>BD (g/cm³)</td><td>SWC (%)</td><td>OM (g/kg)</td><td>TN (g/kg)</td><td>TK (g/kg)</td><td>Salt (g/kg)</td><td>pH</td></tr><tr><td rowspan=\"3\">Wolfberry</td><td>O-year-old</td><td>1.32±0.14a</td><td>33.06±2.6a</td><td>10.90±1.3b</td><td>0.76±0.07b</td><td>22.85±1.71b</td><td>42.76±4.2a</td><td>8.53±0.14a</td></tr><tr><td> 4-year-old</td><td>1.28±0.10b</td><td>28.14±2.0a</td><td>15.44±0.6a</td><td>1.17±0.16a</td><td>26.37±2.77ab</td><td>7.36±2.4bc</td><td>8.25±0.07b</td></tr><tr><td>plantation 7-year-old</td><td>1.23±0.11</td><td>28.93±1.7a</td><td>15.96±0.5a</td><td>1.17±0.05a</td><td>25.52±1.94ab</td><td>11.92±5.0b</td><td>8.20±0.01b</td></tr><tr><td></td><td>11-year-old</td><td>1.33±0.13a</td><td>27.89±2.1a</td><td>16.46±0.5a</td><td>1.07±0.22a</td><td>25.38±2.77ab</td><td>12.46±5.7b</td><td>8.22±0.11b</td></tr><tr><td>Farmland</td><td></td><td>1.31±0.16a</td><td>28.01±3.5a</td><td>14.91±2.1a</td><td>1.04±0.14a</td><td>26.88±1.47a</td><td>4.00±1.4c</td><td>8.22±0.01b</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2BC storage of the wolfberry plantations ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Aboveground BC storage of the wolfberry plantations established on the secondary saline land increased with tree age (Fig. 2). The aboveground BC storage of the 11-year-old wolfberry plantation was $5 . 9 4 ~ \\mathrm { M g } ~ \\mathrm { C / h m } ^ { 2 }$ , 3.6 times that of the 4-year-old wolfberry plantation. There was no significant diffrence of aboveground BC storage between the 11-year-old and 7-year-old wolfberry plantations. Belowground BC storage of the wolfberry plantations also gradually increased with tree age, with the value of the 11-year-old wolfberry plantation being the highest (Fig. 2). The belowground BC storage of the 11-year-old wolfberry plantation was $2 . 0 9 ~ \\mathrm { M g }$ $\\mathbf { C } / \\mathrm { h m } ^ { 2 }$ ，which was $9 . 8 \\%$ higher than the 7-year-old wolfberry plantation and $1 4 7 . 0 \\%$ higher than the 4-year-old wolfberry plantation. There was no significant difference of belowground BC storage between the 11-year-old and 7-year-old wolfberry plantations, while significant diference was found between the 11-year-old and 4-year-old wolfberry plantations. The total BC storage of the 11-year-old wolfberry plantation was $8 . 0 2 \\mathrm { \\ M g \\ C / h m } ^ { 2 }$ ， which was 3.2 times that of the 4-year-old wolfberry plantation (Fig. 2). There was no significant difference of total BC storage between the 11-year-old and 7-year-old wolfberry plantations. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a4d88eb5b65d6da339b7966576d314c7923ca23240d7bc2f60d9a867ffd14c66.jpg",
        "img_caption": [
            "Fig. 2Aboveground,belowground and total BC (biomasscarbon) storage of the O-,4-,7-and 11-year-old wolfberry plantations.The O-year-old wolfberry plantation is the control site (intact secondary saline land). Bars mean standard errors. Diffrent lowercase letters for the same BC storage indicate significant diferences among different-aged wolfberry plantations at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The aboveground BC storage was significantly higher than the belowground BC storage. The aboveground BC storage of the 4-, 7-, and 11-year-old wolfberry plantations accounted for $6 6 . 1 \\%$ ， $7 5 . 4 \\%$ and $7 4 . 0 \\%$ of the total BC storage, respectively. For the control site, the values of aboveground and belowground BC storage were O.O17 and $0 . 0 1 \\mathrm { M g } \\mathrm { C } / \\mathrm { h m } ^ { 2 }$ ,respectively, and the total BC storage was $0 . 0 2 7 \\mathrm { ~ M g ~ C / h m } ^ { 2 }$ . The average BC sequestration rate in the wolfberry plantations for the age group of O-11 years reached $0 . 7 3 0 ~ \\mathrm { M g } ~ \\mathrm { C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ ,but it is only $0 . 0 7 5 ~ \\mathrm { M g }$ $\\mathrm { C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ for the age group of 7-11 years. The wolfberry plantations significantly increased C sequestration capacity of the vegetation. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Litter C storage of the wolfberry plantations ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The control site almost has no liter due to serious wind erosion. Compared with the control site, the liter C storage increased significantly in the 4-, 7- and 11-year-old wolfberry plantations (1.69, 2.12 and $1 . 6 7 ~ \\mathrm { M g } ~ \\mathrm { C / h m ^ { 2 } }$ ,respectively). The litter C storage of the 7-year-old wolfberry plantation was $2 5 . 4 \\%$ and $2 6 . 9 \\%$ greater than those of the 4-year-old and 11-year-old wolfberry plantations, respectively. However, there were no significant difference of litter C storage among different-aged wolfberry plantations. Although the litter C storage was far less than the aboveground BC storage, it was also an important part of the ecosystem C storage. Because wolfberry trees grow fast with a large quantity of leaves and branches, pruning is a widely-used management method. Thus, the litter C storage in the wolfberry plantations is relatively high. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4SOC density and storage of the wolfberry plantations ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "SOC density of the wolfberry plantations varied with soil depth (Fig. 3). Within $0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ soil depth, SOC densities of the 4-year-old and 7-year-old wolfberry plantations were lower than those of the 11-year-old wolfberry plantation in most soil layers, and al of them were larger than those of the control site. The variation in SOC density of the 4-year-old wolfberry plantation was similar to that of the 7-year-old wolfberry plantation. In all wolfberry plantations,the top soil layers had larger SOC density than the deep soil layers. In the control site, the SOC density in the upper soil was significantly greater than that in the subsoil, and the SOC density below the $5 0 ~ \\mathrm { c m }$ layer decreased with increasing depth， which may be related to the surface vegetation, root distribution and shallow groundwater level. The variation pattern of SOC density in the wolfberry plantations was similar to that of the control site,but the SOC densities at different soil layers of the wolfberry plantations were obviously greater than those of the control site. Apparently, establishing wolfberry plantations on the secondary saline land could increase SOC density. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/d3b5617ca001d5eda7a54778be9994dc11999498024849bafd1650d515a0698c.jpg",
        "img_caption": [
            "Fig.3Vertical changes in SOC (soil organic carbon) densities in diffrent depths of soil layer in the O-,4-,7- and11-year-old wolfberry plantations.The O-year-old wolfberry plantation is the control site (intact secondary saline land). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The SOC storage values of the 4-, 7- and 11-year-old wolfberry plantations were $3 6 . 4 \\%$ ， $3 7 . 3 \\%$ and $4 3 . 3 \\%$ higher than the SOC storage of the control site, respectively (Table 3). Among the different-aged wolfberry plantations, the SOC storage of the 11-year-old wolfberry plantation was slightly higher than those of the 4-year-old and 7-year-old wolfberry plantations,and there was no significant difference between them. The average SOC sequestration rate of the wolfberry plantations for the age group of O-11 years reached up to $3 . 3 0 \\mathrm { \\ : M g \\ : C / ( h m ^ { 2 } { \\cdot } a ) }$ ,but it was only 0.82 $\\mathbf { M g } \\mathbf { \\nabla } { \\mathbf { C } } / ( \\mathbf { h m } ^ { 2 } { \\cdot } \\mathbf { a } )$ for the age group of 4-11 years. The results indicate that wolfberry panting can increase SOC density rapidly, but the accumulation of SOC in the wolfberry plantations is slow after 4 years planting. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/9ec5347ca75a547460a70e3934976a4e64c9e4a49a9694c81097d53c255c265b.jpg",
        "table_caption": [
            "Table 3 SOC storage at the $0 { \\mathrm { - } } 1 0 0 \\ \\mathrm { c m }$ depth and ecosystem C storage of the 0-, 4-,7- and 11-year-old wolfberry plantations "
        ],
        "table_footnote": [
            "Note:SOC,soilorganiccarbonTheO-yearoldwolfberrplantationisthecontrolsite(intactsecondarysalineland).MeanSE. Differentlowercaselettersinthesamerowindicatesignificantdifferencesamongdifferent-agedwolfberryplantationsat $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Item</td><td colspan=\"4\">Wolfberry plantation</td></tr><tr><td> O-year-old</td><td> 4-year-old</td><td>7-year-old</td><td>11-year-old</td></tr><tr><td>SOC storage at the O-100 cm depth (Mg C/hm²)</td><td>82.98±9.74a</td><td>113.17±1.92a</td><td>113.94±2.94a</td><td>118.89±9.61a</td></tr><tr><td>Ecosystem C storage (Mg C/hm²)</td><td>83.00±9.75b</td><td>119.00±2.41a</td><td>123.78±2.63a</td><td>126.85±9.99a</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.5Ecosystem C storage in the wolfberry plantations ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The ecosystem C storage values of the 4-, 7- and 11-year-old wolfberry plantations were $4 1 . 3 9 \\%$ ， which were $4 9 . 1 3 \\%$ and $5 2 . 8 3 \\%$ higher than the storage of the control site, respectively (Table 3). Ecosystem C storage of the wolfberry plantations increased with tree age, but there were no significant differences among different-aged wolfberry plantations, indicating that the wolfberry plantations maintained a relatively stable ecosystem C pool after planting. The average ecosystem C sequestration rate of the wolfberry plantations for the age group of O-11 years reached up to $3 . 9 9 \\mathrm { \\ : M g \\ C / ( h m ^ { 2 } { \\cdot } a ) }$ ,but it was only $1 . 1 \\bar { 2 } \\mathrm { M g } \\mathrm { C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ for the age group of 4-11 years. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the wolfberry plantation and control sites, soil is the major C pool. The SOC storage values in the 4-, 7- and 11-year-old wolfberry plantations accounted for $9 6 . 4 4 \\%$ ， $9 2 . 0 4 \\%$ and $9 2 . 3 5 \\%$ of the total C storage in the corresponding ecosystems, respectively; and, the SOC storage in the control site (intact secondary saline land) occupied $9 9 . 9 7 \\%$ of the ecosystem C storage. SOC is the major $\\mathbf { C }$ storage in saline lands and wolfberry plantations in arid areas. Therefore， the protection and improvement of soil fertility plays an important role in C sequestration. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.6 C offtake of the wolfberry plantations ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Wolfberry is a cash tree crop and starts to bear fruits in the first year of planting. Its yield increases with tree age. The fruit C offtake in the 4-year-old wolfberry plantation was $0 . 9 4 ~ \\mathrm { M g }$ $\\mathbf { C } / \\mathrm { h m } ^ { 2 }$ ，which respectively accounted for $7 2 . 2 \\%$ and $7 6 . 5 \\%$ of those in the 7-year-old and 11-year-old wolfberry plantations, showing significant differences (Fig. 4). Wolfberry also is a deciduous shrub. The leaf C offtake of the 7-year-old wolfberry plantation was $1 . 0 5 ~ \\mathrm { M g } ~ \\mathrm { C / h m } ^ { 2 }$ ， which was 1.6 and 2.5 times than those of the 4-year-old and 11-year-old wolfberry plantations, respectively. The leaf C offtake of the 7-year-old wolfberry plantation was significantly different from those of the 4-year-old and 11-year-old wolfberry plantations (Fig. 4). Pruning, one of the most effective cultivation measures to improve economic yield, has the largest C oftake in a wolfberry plantation. The pruning C offtake of the 7-year-old wolfberry plantation was $1 . 8 9 \\mathrm { M g }$ $\\mathbf { C } / \\mathrm { h m } ^ { 2 }$ ， which was 2.4 and 2.2 times than those of the 4-year-old and 11-year-old wolfberry plantations, respectively. The C otake from prunings varied with tree age, but there was no significant difference between the 4-year-old and 11-year-old wolfberry plantations (Fig. 4). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/cdc9bbb356c4b91aa73315d51736fee4667bad8bfd6e4c6e9cc435b554b5b7c0.jpg",
        "img_caption": [
            "Fig. 4 C oftakes from the fruit, leaf and pruning in the different-aged wolfberry plantations.Bars mean standard errors. Different lowercase letters for the same C offtake indicate significant differences among different-aged wolfberry plantations at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A large amount of C was exported from the wolfberry plantations every year. The C offtakes of the 4-,7- and 11-year-old wolfberry plantations were 2.38, 4.24 and $2 . 5 1 \\mathrm { M g } \\mathrm { C } / \\mathrm { h m } ^ { 2 }$ , respectively. There were significant differences among them. The C oftake of the wolfberry plantations has an impact on soil C accumulation, which also explains why there are no significant difference in SOC storage and ecosystem C storage among different-aged wolfberry plantations. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1Dynamics of BC and SOC in the saline lands after wolfberry afforestation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Artificial forests can fix more C in biomass than herbaceous plants and are more controllable than natural forests (Li et al., 201O). Wolfberry plantation has a strong ecological adaptability to saline soil in arid areas (Li, 2000; Yang et al., 2012). The total salt contents of the 4-,7- and 11-year-old wolfberry plantations were $8 2 . 8 \\%$ ， $7 2 . 1 \\%$ and $70 . 9 \\%$ lower than the content of the secondary saline land, respectively; the BC storage values of the wolfberry plantations were 91.8, 286.8 and 297.9 times higher than the storage of the secondary saline land, respectively; and the SOC storage values of the wolfberry plantations were $3 6 . 4 \\%$ ， $3 7 . 3 \\%$ and $4 3 . 3 \\%$ higher than the storage of the secondary saline land, respectively. The BC and SOC storage values of the 11-year-old wolfberry plantation were 8.02 and $1 1 8 . 8 8 ~ \\mathrm { M g } ~ \\mathrm { C / h m } ^ { 2 }$ , respectively, which were far lower than those of the natural forests but much higher than those of the farmland and most artificial forests in Gansu Province (Guan et al.， 2O16). Under irrgation, fertilization and other management practices,the BC storage of the wolfberry plantations established on the saline lands rapidly increases with tree age and so does the SOC storage. It should be noted that the increase of SOC storage in the wolfberry plantations is very slow after 4 years planting. Results of this study are consistent with findings of a recent research conducted in Xinjiang (Lei et al., 2017). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Vegetation and soil are the main pools of organic C stored in terrestrial ecosystems (Li et al., 2010). Vegetation is one of the main factors determining the terrestrial ecosystem C budget and balance,as it sequesters atmospheric $\\mathbf { C O } _ { 2 }$ and can thus contribute to the mitigation of global warming (Chastain et al.， 2006; Bonan, 2008). As a fast-growing tree plantation, wolfberry cultivation can quickly establish an eco-economic system. The BC storage of the 11-year-old wolfberry plantation can reach up to $8 . 0 2 ~ \\mathrm { M g } ~ \\mathrm { C / h m } ^ { 2 }$ ， with the aboveground storage being higher than the belowground storage. The wolfberry plantation sequestered net biomass C at a rate of $0 . 7 3 \\mathrm { ~ M g ~ C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ in the study area, which was lower than the value (1.99 Mg $\\mathrm { C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } ) )$ estimated with the Carbon Benefit Project (CBP) Simple Assessment Tool by Wang et al. (2015). Soil is the most important C reservoir and accounts for over $70 \\%$ of the total C storage in terrestrial ecosystems, playing an important role in the terrestrial C cycle. SOC is considered as one of the key indicators in soil functions (Yue et al., 2OO8; Chivenge et al., 2O11). In the study area, the SOC density of the adjacent farmland was greater than that of the saline land but less than those of the wolfberry plantations (data not shown). Furthermore, the SOC density of the farmland was low in surface soil layer but high in deep soil layer, which may probably be related to serious erosion and crop cultivation. The SOC storage of the 11-year-old wolfberry plantation was $1 1 8 . 8 8 \\mathrm { M g } \\mathrm { C } / \\mathrm { h m } ^ { 2 }$ and the average SOC sequestration rate was $3 . 3 0 \\mathrm { M g } \\mathrm { C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } ) .$ ,which was higher than the rate $( 1 . 6 8 \\mathrm { ~ M g ~ C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } ) )$ estimated with the CBP Simple Assessment Tool by Wang et al. (2O15). The average ecosystem C sequestration rate of the wolfberry plantations for the age group of O-11 years was $3 . 9 9 ~ \\mathrm { M g } ~ \\mathrm { C } / ( \\mathrm { h m } ^ { 2 } { \\cdot } \\mathrm { a } )$ ， which was higher than that of the artificial forests in China (Wang et al., 2015). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the study area, the SOC storage of the secondary saline land with sparse and halophytic vegetation accounted for more than $9 9 \\%$ of the ecosystem C storage, and the SOC storage of the wolfberry plantations occupied more than $92 \\%$ of the ecosystem C storage. The proportion of SOC storage was only $3 7 \\% - 5 4 \\%$ in the forest ecosystem and $90 \\%$ in the grassland ecosystem (Hughes et al., 2002; Jaramill et al., 2003). Obviously, soil is a major C pool of the wolfberry plantation ecosystem like other ecosystems (Fang and Chen, 2O01; Li et al., 2010; Chivenge et al., 2011). Generally, C stored in soil is physically and chemically protected and not easily oxidized. In contrast, C stored in aboveground biomass is subject to disturbances such as fire, wind, pest and land use change (Davidson and Janssens, 2OO6; Houghton, 2Oo7). For wolfberry plantations, C stored in aboveground biomass is often disturbed by pruning and fruit harvesting, thus it is important to protect and manage SOC of the wolfberry plantations. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2Influencing factors on BC and SOC storage of the wolfberry plantations ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Change in C storage following afforestation is controlled by different natural and anthropogenic factors (Guo and Gifford, 2002; Lal, 2006; Wellock et al., 2011). Anthropogenic activities such as land use change, tillage, fertilization, and drainage have a profound impact on the accumulation and loss of SOC (John et al., 2005; Lal, 2006; Spohn and Giani, 2011; Rafique et al., 2012; Kumar et al., 2O13). Land use change causes the changes in land cover, and consequently influences the SOC storage by directly affecting the amount and quality of liter input, litter decomposition rate, and stabilization of SOC (Guo and Gifford, 2002; Lal, 2004; Jose, 2009; Kumar and Nair, 2O11). Even improved management practices including minimal soil disturbance in the land preparation, sowing and harvesting of crops could restore the lost C (Lal, 2004). Reduced tillage management (including no tillage and zero tillage) can stabilize soil aggregates, protect soil C from decomposition and sequester atmospheric C (Lal, 2Oo6). Either fertilization or returning straw to the field could increase C input to soil and consequently improve SOC concentration (Smith et al., 1997； Lal, 2004; Pan et al.， 2009). Wolfberry planting on the secondary saline lands significantly increases vegetation cover in a short time period (Sun et al., 2013). The salt content of the wolfberry plantations was lower than that of the secondary saline land. Wolfberry adapts to saline soil by selectively absorbing $\\mathrm { { N a ^ { + } } }$ and $\\mathrm { K ^ { + } }$ and distributing most of them to leaves, and surface irrigation provides sufficient water for biomass growth and also leaches soil salinity (Wei et al., 2Oo5; Zhang et al., 2OO6). The wolfberry plantations do not need tillage during the growth period except fertilizer application. Those cultivation and management measures are key reasons for the high C benefit of the wolfberry plantations. Generally speaking, the mature fruit trees such as wolfberry can allocate most of substances (including fixed $\\mathrm { C O } _ { 2 } \\rangle$ to leaves, branches and fruits (Sofo et al., 2005; Liu et al., 2012; Ma et al., 2017). So,large amounts of C offtake in new branches and fruits could be the major reason that there are no difference in BC and SOC storage between the 7-year-old and 11-year-old wolfberry plantations. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3C sequestration of the wolfberry plantations and its potential in Gansu Province ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The wolfberry plantations had a cultivation area of $3 3 , 5 9 9 . 9 \\ \\mathrm { h m } ^ { 2 }$ in Gansu Province (Table 4), and the plantations were distributed in 7 cities and prefectures, providing $4 . 7 5 \\times 1 0 ^ { 4 }$ t of dry fruits in 2013 (Gansu Provincial Forestry Science and Technology Extension Station， 2O13). We estimated that the ecosystem C storage of the wolfberry plantations in Gansu Province has reached up to $3 . 5 7 5 \\mathrm { ~ T g ~ C ~ }$ ，Among which, $0 . 1 4 2 ~ \\mathrm { T g }$ was BC storage (including litter C storage) and $3 . 4 3 3 \\mathrm { T g }$ was SOC storage. The C storage was increased by $0 . 8 6 0 \\mathrm { T g } \\mathrm { C }$ after the afforestation of wolfberry plantations in the secondary saline lands, which was equivalent to sequestration of $3 . 1 5 0 \\mathrm { T g } \\mathrm { C O } _ { 2 }$ . Among which, $0 . 1 4 1 \\mathrm { T g }$ was BC storage, accounting for $1 6 . 4 \\%$ of the ecosystem C accumulation, and O.719 Tg was SOC storage, occupying $8 3 . 6 \\%$ of the ecosystem C storage. The C sequestration potential of the existing wolfberry plantations in Gansu Province has reached up to $0 . 1 3 4 \\mathrm { T g } \\mathrm { C } / \\mathrm { a }$ in 2013 (Table 4), which was larger than that in Ningxia Hui Autonomous Region, a neighbor of Gansu Province (Yang et al., 2O12). Obviously, low C sequestration is offset by extensive geographic expanses in arid and semi-arid areas (Eswaran et al., 1993; Wang et al., 2015; Liu et al., 2O16). Restoration of the degraded agricultural lands is considered as the major way to sequestrate C in the near future (Wang et al., 2015). ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/a7ebc17a1f90b531e5933629abc065a6ae3e65c4ac6b14ca5d5b8f3fbbc9c5b9.jpg",
        "table_caption": [
            "Table 4 Cultivation area and C sequestration of the wolfberry plantations in Gansu Province "
        ],
        "table_footnote": [
            "Note:BC,bioasrbo;OC,slgaicrboBCragerentofoassrbsoageisedasticf BCstoragebetwentheexistingwolfberryplantationsandthecontrolsalinelands.△SOCstorage,incrementofsoilorganiccarbon storage,isdefiedasthediferenceofSOCstoragebetweentheexistingwofberryplantatiosandthecontrolainelands.cosyte Cstorage,incrementofosystemcarbonsrage,isefidastediferenceofecosystemCstoragebetweenthexistingolery plantationsandthecontrolsalinelands.TheJingtaiCountybelongstotheBaiyingCityGansuProvince.Dataofthewolfberry plantationareain2O13arefromthedatabaseonfruitindustrydevelopmentofGansuProvince(GansuProvincialForestryScienceand Technology Extension Station, 2013). "
        ],
        "table_body": "<html><body><table><tr><td>Item</td><td>Lanzhou</td><td>Baiying</td><td>Wuwei</td><td> Jinchang</td><td> Zhangye</td><td> Jiuquan</td><td>Linxia</td><td>(Gansu Province)</td></tr><tr><td>Total area (hm²)</td><td>484.4</td><td>11,774.2</td><td>7368.5</td><td>1023.4</td><td>818.7</td><td>11,721.3</td><td>409.4</td><td>33,599.9</td></tr><tr><td>Area of ≥4-year-old plantations (hm²)</td><td>0.0</td><td>5365.0</td><td>0.0</td><td>0.0</td><td>160.3</td><td>6688.0</td><td>0.0</td><td>12,213.3</td></tr><tr><td>Area of <4-year-old plantations (hm²)</td><td>484.4</td><td>6409.2</td><td>7368.5</td><td>1023.4</td><td>658.4</td><td>5033.3</td><td>409.4</td><td>21,386.6</td></tr><tr><td>BC storage (Tg C)</td><td>0.001</td><td>0.056</td><td>0.016</td><td>0.002</td><td>0.003</td><td>0.063</td><td>0.001</td><td>0.142</td></tr><tr><td>SOC storage (Tg C)</td><td>0.047</td><td>1.218</td><td>0.715</td><td>0.099</td><td>0.082</td><td>1.232</td><td>0.040</td><td>3.433</td></tr><tr><td>Ecosystem C storage (Tg C)</td><td>0.048</td><td>1.274</td><td>0.730</td><td>0.101</td><td>0.084</td><td>1.296</td><td>0.041</td><td>3.575</td></tr><tr><td>△BC storage (Tg C)</td><td>0.001</td><td>0.056</td><td>0.015</td><td>0.002</td><td>0.003</td><td>0.063</td><td>0.001</td><td>0.141</td></tr><tr><td>△SOC storage (Tg C)</td><td>0.008</td><td>0.267</td><td>0.119</td><td>0.017</td><td>0.016</td><td>0.285</td><td>0.007</td><td>0.719</td></tr><tr><td>△Ecosystem C storage (Tg C)</td><td>0.009</td><td>0.322</td><td>0.135</td><td>0.019</td><td>0.018</td><td>0.348</td><td>0.007</td><td>0.860</td></tr><tr><td>C sequestration potential (Tg C/a)</td><td>0.002</td><td>0.047</td><td>0.029</td><td>0.004</td><td>0.003</td><td>0.047</td><td>0.002</td><td>0.134</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The existing saline lands in Gansu Province were $0 . 7 2 \\times 1 0 ^ { 6 } \\mathrm { h m } ^ { 2 }$ by 2014, of which $9 8 . 9 \\%$ were distributed in arid and semi-arid regions, including $0 . 1 1 { \\times } 1 0 ^ { 6 } ~ \\mathrm { h m } ^ { 2 }$ of farmland, $0 . 2 5 { \\times } 1 0 ^ { 6 } \\ \\mathrm { h m } ^ { 2 }$ of forestland, $0 . 2 3 \\times 1 0 ^ { 6 } \\ \\mathrm { h m } ^ { 2 }$ of grassland and $0 . 1 1 \\times 1 0 ^ { 6 } \\ \\mathrm { h m } ^ { 2 }$ of unused land (Gansu Ecological Monitoring and Supervision Administration Bureau, 2O16). All the existing saline farmland wil be earmarked for afforestation with wolfberry in the future, which would increase C storage by $3 . 4 5 ~ \\mathrm { T g ~ C }$ over 1l years, and thus the C sequestration potential of the wolfberry plantations in Gansu province would reach up to $0 . 4 6 1 \\mathrm { T g } \\mathrm { C } / \\mathrm { a }$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Wolfberry plantations established on the secondary saline land in arid areas could reduce soil salinity, and increase biomass carbon (BC)， soil organic carbon (SOC) and litter carbon (C) storage significantly. Soil is the largest C pool of the wolfberry plantations,and the average sequestration rate of SOC is much higher than that of BC. Every year, a large amount of C is exported from the wolfberry plantations for branch pruning and fruit harvesting, which had an impact on soil C accumulation and could explain the changing characteristics of BC and SOC storage of the wolfberry plantations. The results indicate that wolfberry planting is an ideal agricultural model to restore the degraded saline lands, enhance the C sequestration capacity and increase the economic incomes. This study may provide the theoretical and practical supports for the cultivation, management and evaluation of the wolfberry plantations. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This study was supported by the National Natural Science Foundation of China (31660232, 41061030),the Carbon Benefits Project (G-4280-3)，the Global Environmental Facility(GEF） Co-financed Project，the Foundation for Innovative Research Groups of Gansu Province (145RJIA335) and the National Science and Technology Program for People's Livelihood (2013GS620202). We gratefully acknowledge the two anonymous reviewers for their valuable comments on the manuscript. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Alexeyev V,BirdseyR,Stakanov V.1995.Carbon invegetationof Russian forests:methodstoestimatestorageand geographical distribution. Water, Air,and Soil Pollution,82(1-2): 271-282.   \nAmagase H,arsworthNR.2O11.Areviewofbotanicalcharacteristics,phytochemistry，clinicalrelevance inefcacyand safety of Lycium barbarum fruit (Goji). Food Research International, 44(7): 1702-1717.   \nBach M,Freibauer A,Siebner C,et al.2011.TheGerman Agricultural Soil Inventory:sampling design forarepresentative assessment of soil organic carbon stocks.Procedia Environmental Sciences,7: 323-328.   \nBao S D. 2OOo. Soil and Agricultural Chemistry Analysis ( $3 ^ { \\mathrm { r d } }$ ed.). Beijing: Chinese Agricultural Press,14-35. (in Chinese)   \nBatjes N H. 2006.Soil carbon stocks of Jordan and projected changes upon improved management of croplands.Geoderma, 132(3-4): 361-371.   \nBonanGB.2o08.Forestsandclimatechange:forcings,fedbacks,andtheclimatebenefitsofforests.Science,320(5882): 1444-1449.   \nChangRCC,SoKF.28.Useofanti-agingherbalmedicine,Lyciumbarbarum,againstaging-associateddiseases.Whatdo we know so far? Cellular and Molecular Neurobiology,28(5): 643-652.   \nChastainRA Jr,Currie WS,TownsendPA.2O06.Carbon sequestration and nutrientcycling implicationsof theevergreen understory layer in Appalachian forests.Forest Ecology and Management, 231(1-3): 63-77.   \nChinese Soil TaxonomyResearch Group,InstituteofSoil Science,ChineseAcademyof SciencesandCoperativeResearch Group on Chinese Soil Taxonomy. 2Oo1. Keys to Chinese Soil Taxonomy( $3 ^ { \\mathrm { r d } }$ ed.).Hefei: University of Science and Technology of China Press,1-275. (in Chinese)   \nChivenge P,VanlauweB,GentileR,etal.2O11. Organicresourcequality influences short-termaggregate dynamics and soil organic carbon and nitrogen accumulation. Soil Biology and Biochemistry, 43(3): 657-666.   \nDai MH, Zhai WD,Lu ZM,etal.2O04.Regional studies of carbon cycles inChina: progressand perspectives.Advancein Earth Sciences,19(1): 120-130. (in Chinese)   \nDavidson EA,Janssens IA.2Oo6.Temperature sensitivityof soil carbon decomposition and feedbacks to climatechange. Nature, 440(7081): 165-173.   \nDou L,Zhang MQ,Liu Q.2O6.The analysis of waterenvironment changes overthe past3O years inthe irigation areaof ouina 57(1): 192-194.   \nFang JY,Chen A P.2oo1.Dynamic forest biomasscarbon pools in China and their significance.Acta Botanica Sinica,43(9): 967-973. (in Chinese)   \nGansu Ecological Monitoring and Supervision Administration Bureau.2016.Monitoring report onthe fifth desertification and sandification in Gansu Province.Lanzhou: Gansu Provincial Forestry Department. (in Chinese)   \nGansu ProvincialForestry Science and Technology Extension Station.2013.Databaseon fruit industry developmentof Gansu Province. Lanzhou: Gansu Provincial Forestry Department. (in Chinese)   \nGhasemiF,Jakeman AJ,Nix HA.1995.SalinisationofLandand WaterResources: Human Causes,Extent,Managementand Case Studies. Sydney: University of New South Wales Press,526.   \nGuanJH,DuS,Cheng JM,etal.2016.Curent stocksandrateof sequestrationofforestcarbon inGansu province,China. Chinese Journal of Plant Ecology,40(4): 304-317. (in Chinese)   \nGuoLB,Giford R M.2002.Soilcarbon stocks and land use change: ameta analysis.Global Change Biology,8(4): 345-360.   \nGuo MC,Shi TY,Duan YH,etal.2015.Investigationofamino acids in wolfberr fruit (Lycium barbarum)bysolid-phase extraction and liquid chromatography with precolumn derivatization.JournalofFood Composition and Analysis,42:84-90.   \nHoughton R A. 2Oo7.Balancing the global carbon budget. AnnualReview ofEarth and Planetary Sciences,35: 313-347.   \nHughes RF,Kauffman JB,Cummings DL.2O02.Dynamics of aboveground and soilcarbon and nitrogen stocks and cycling of available nitrogen along a land-use gradient in Rondonia, Brazil. Ecosystems,5(3): 244-259.   \nJaramillo VJ,KaufmanJBRenter-RodrigueL,etal.O.imas,arbon,andnitrogenpools inMexicantroicaldry forest landscapes. Ecosystems,6(7): 609-629.   \nJohn B,Yamashita T,Ludwig B,etal.2Oo5.Storageoforganiccarbon inaggregate and densityfractionsof siltysoilsunder different types of land use. Geoderma, 128(1-2): 63-79.   \nJose S.009.Agroforestry forecosystemservices and environmental benefits: anoverview.AgroforestrySystems,76(l):1-10.   \nKarl TR, Trenberth K E. 2003. Modern global climate change. Science, 302(5651): 1719-1723.   \nKumar B M, Nair P K R.2O11. Carbon Sequestration Potential of Agroforestry Systems: Opportunities and Challenges. Netherlands: Springer, 44-47.   \nKumar S,LalR,LiuDS,etal.2O13.Estimating thespatialdistributionoforganiccarbon densityforthesoilsofOhio,USA. Journal of Geographical Sciences,23(2): 280-296.   \nLaclau P.2003.Biomass and carbon sequestration of ponderosa pine plantations and native cypress forests in northwest Patagonia. Forest Ecology and Management, 180(1-3): 317-333.   \nLal R.2004.Soil carbon sequestration impacts on global climatechange and food security. Science,304(5677): 1623-1627.   \nLalR.2006.Enhancing crop yields in thedeveloping countries through restoration of thesoil organiccarbon pool in agricultural lands.Land Degradation& Development,17(2):197-209.   \nLal R.2008.Soil carbon stocksunder present and future climate with specific reference to European ecoregions.Nutrient Cycling in Agroecosystems, 81(2): 113-127.   \nLei J,ZangFH,LinHR,etal.2O7Soilcarbonandnitrogenstorageofdiferentrlamationyearsinliizedwasteladin arid region. Agricultural Research in the Arid Areas, 35(3): 266-271. (in Chinese)   \nLi JG,Pu L J,Han MF,etal. 2O14. Soil salinization research in China:advances and prospects.Journalof Geographical Sciences,24(5): 943-960.   \nLi X G. 20o.Thecharacteristicsof soil aggregate inJingtai electric-irigatingarea of Gansu.Acta Pedologica Sinica,37(2): 263-270. (in Chinese)   \nLi Y Q, Zhao X Y, Zhang F X,et al. 2O15. Accumulation of soil organic carbon during natural restoration of desertified grassland in China's Horqin Sandy Land. Journal of Arid Land, 7(3): 328-340.   \nLi Z, Zhang CX,LiM,etal.2010.Reviewofcharacteristicsof carboncircleinorchard ecosystem.Liaoning Agricultural Sciences, (6): 28-31. (in Chinese)   \nLiangYX.2016.Harmofsecondarysalinizationlandandcontrolmeasures inJingdianhigh-liftirigation district.China Water Resources,(7): 55-57. (in Chinese)   \nLiu R,Jin HJ,Ma QL,etal.2012.Biomassalocationcharacteristicsof different-agedLyciumbrbaruminJintaieectrical irrigation area, Gansu province of Northwest China. Chinese Journal of Ecology,31(10): 2493-25oo. (in Chinese)   \nLiu W W,Wang X K, Lu F,et al.2016. Influenceof afforestation,reforestation,forest logging,climate change, $\\mathrm { C O } _ { 2 }$ concentrationrise,fire,ndinsects onthecarbonsequestrationcapacityof theforestecosystem.Acta EcologicaSinica,6(8): 2113-2122. (in Chinese) Chinese People's Liberation Army,28(6): 475-476, 498. (in Chinese)   \nLu M, Zhou $\\boldsymbol { \\mathrm { ~ X ~ H ~ } }$ Luo ${ \\textsc { Y Q } }$ ，et al. 2011. Minor stimulation of soil carbon storage by nitrogen addition: a meta-analysis. Agriculture, Ecosystems & Environment, 140(1-2): 234-244.   \nMa QL, Wang YL, Sun T,et al.2017. Alocation,accumulation,andoutput characteristicsof nutrient elementsof Lycium barbarum grown on secondary saline land.Acta Ecologica Sinica,37(18): 6111-6119. (in Chinese)   \nNiu X Z,DuikerS W.2O6.Carbonsequestrationpotentialbyaforestationof marginalagriculturallandinthe Midwestern U.S. Forest Ecology and Management, 223(1-3): 415-427.   \nPan GX,ZhouP,LiZP,etal.2O09.Combined inorganic/organicfertilizationenhancesNeficiencyandincreasesrice productivitythrough organiccarbon accumulation in arice paddyfromtheTaiLakeregion, China.Agriculture,Ecosystems & Environment, 131(3-4): 274-280.   \nPaul K I, PolglasePJ,Nyakuengama JG,etal.2002.Change insoilcarbon following afforestation.Forest Ecologyand Management, 168(1-3): 241-257.   \nPaustian K, Six J,Elliott E T,et al. 2Ooo.Management options for reducing $\\mathrm { C O } _ { 2 }$ emissions from agricultural soils. Biogeochemistry, 48(1): 147-163.   \nPoterat O.2010.Goji (Lycium barbarumandL.chinense): phytochemistrypharmacology andsafety inthe perspectiveof traditional uses and recent popularity. Planta Medica, 76(1): 7-19.   \nQi S Z,XiaoHL,LuoF.2o3.Soil taxonomy in mountainous areas in the Hexiregionof Gansuprovince.JournalofMountain Science,21(6): 763-774. (in Chinese)   \nRafique R, Anex R, Hennessy D,et al. 2O12. What are the impacts of grazing and cutting events on the ${ \\bf N } _ { 2 } \\mathrm { O }$ dynamics in humid temperate grassland? Geoderma,181-182: 36-44.   \nSchneider SH.1990.The global warming debate heatsup:ananalysisand perspective.Buletinof the American Meteorological Society, 71(9): 1292-1304.   \nSedjo R,Sohngen B.2012.Carbon sequestration in forests and soils.Annual Review of Resource Economics,4:127-144.   \nShi J,LiuJY,GaoZQ,etal.4.Researchadvancsofteinfuenceoffforestationontestrialcarbonsink.Progesin Geography, 23(2): 58-67. (in Chinese)   \nShrestha B M,Wiliams S,Easter M,et al.209.Modelingsoilorganiccarbon stocks andchangesina Nepalese watershed. Agriculture, Ecosystems & Environment, 132(1-2): 91-97.   \nSilver WL,Ostertag R,LugoAE.2Ooo.The potential for carbonsequestration through reforestation of abandoned tropical agricultural and pasture lands. Restoration Ecology, 8(4): 394-407.   \nSmith P,PowlsonD,GlendiningM,etal.1997.PotentialforcarbonsequestrationinEuropeansoils:preliminaryestimatesfor five scenarios using results from long-term experiments. Global Change Biology, 3(1): 67-79.   \nSofo A, Nuzzo V, Palese A M, et al. 2005. Net $\\mathrm { C O } _ { 2 }$ storage in Mediteranean olive and peach orchards. Scientia Horticulturae, 107(1): 17-24.   \nSpohn M,Giani L.2O11.Total,hotwater extractable,andoxidation-resistantcarboninsandy hydromorphic soils-analysisof a 220-year chronosequence. Plant and Soil, 338(1-2): 183-192.   \nSun T,Wang YL,Ma QL,et al.2013.Economical benefit of wolfberry field in secondary salinization landof Jingtai electrical-irrigation area. Pratacultural Science, 30(9): 1454-1461. (in Chinese)   \nTremblay S,Perié C,Ouimet R. 2006. Changes in organic carbon storage in a 50 year white spruce plantation chronosequence established on fallow land in Quebec. Canadian Journal of Forest Research,36(11): 2713-2723.   \nVesterdalL,RiterE,GundersenP.2O2.Change insoilorganiccarbon followingaforestationofformerarable land.Forest Ecology and Management, 169(1-2): 137-147.   \nWang JL, Huang XJ, ZhongTY,etal.2011.Review onsustainableutilzationofsalt-afected land.Acta Geograpica Sinica, 66(5): 673-684.   \nWang X J, Zhang JH.2012. Investigation and research onsalinization arable land in Jingtai County, Gansu province. Gansu Science and Technology,28(23): 147-148,162. (in Chinese)   \nWang X K,Liu WW,LuF.2015.166Questions &Answers Carbon Sequestrationin TerestrialEcosystems.Beijing:Science Press,9-15. (in Chinese)   \nWang YL, Zhao CY,Ma QL,et al. 2O15.Carbonbenefits of wolfberry plantation onsecondary saline landinJingtai oasis, Gansu—a case study on application of the CBP model. Journal of Environmental Management,157: 303-310.   \nWeiY Q, Xu X, Wang P.2005. Physiological responses of Lycium barbarum L. under soil salt stress. Chinese Agricultural Science Bulletin,21(9): 213-217. (in Chinese)   \nWellock ML,LaPerle CM, Kiely G.2011. Whatis theimpact of aforestationonthecarbon stocks of Irish mieral soils? Forest Ecology and Management, 262(8): 1589-1596.   \nYangRF,Hu WC,LiZG.2012.Preliminary research oncarbonsequestration potential of Ningxia wolfberry (Lycium barbarum). Journal of Agricultural Sciences,33(1): 49-52. (in Chinese)   \nYue M,ChangQR, Wang F,etal.2O08.Research progress insoilorganiccarbonstorage.Chinese JouralofSoilScience, 39(5): 1173-1178. (in Chinese)   \nZhangMQ,ZengZZ.1989.Thebasicfeaturesof thesubterraneanandthehydrogeologicproblems inthearid irrigationareas. Journal of Arid Land Resources and Environment, 3(2): 83-89. (in Chinese)   \nZhangYF,LinHM,XiaoW,etal.2O6.Saltyiondistributions indifferentorgansofLyciumbarbarumL.atdierentages under salt stress. Acta Botanica Boreali-Occidentalia Sinica,26(1): 68-72. (in Chinese)   \nZhao JH,Li HX, Xi WP,etal.2015.Changes insugars andorganic acids in wolfberry (Lycium barbarumL.)fruitduring development and maturation. Food Chemistry, 173: 718-724.   \nZheng JF,Cheng K,PanGX,etal.201.Perspectivesonstudies onsoilcarbonstocks andthecarbonsequestrationpotential of China. Chinese Science Bulletin, 56(35): 3748-3758.   \nZhouLP,Hu X K,ChenF,etal.2O11.Studyonlandscape patern influenced bylandusechange inJingtai irigationarea. Journal of SouthwestForestry University,31(1): 45-48. (in Chinese) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]