[
    {
        "type": "text",
        "text": "Ribosylation triggering Alzheimer's disease-like Tau hyperphosphorylation via activation of CaMKll ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yan Wei,1 Chanshuai Han,1 Yujing Wang,1/2 Beibei Wu,1,2   \nTao Su,1 Ying Liu1,³ and Rongqiao ${ \\mathsf { H e } } ^ { 1 , 4 }$ 1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State Key Laboratory of Brain and Cognitive Science, Institute of Biophysics,   \nChinese Academy of Sciences, Beijing 100101, China   \n2University of Chinese Academy of Sciences,Beijing 10o049,China   \n3Alzheimer's Disease Center,Beijing Institute for Brain Disorders,Capital   \nMedical University, Beijing,China   \n4Key Laboratory of Mental Health,Institute of Psychology, Chinese Academy   \nof Sciences, Beijing 100101,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Type2 diabetes mellitus (T2DM) is regarded as one of the serious risk factors for age-related cognitive impairment; however,a causal link between these two diseases has so far not been established.It was recently discovered that,apart from high D-glucose levels,T2DM patients also display abnormally high concentrations of uric D-ribose.Here,we show for the first time that the administration of D-ribose,the most active glycator among monosaccharides， produces high levels of advanced glycation end products (AGEs) and, importantly, triggers hyperphosphorylation of Tau in the brain of C57BL/6 mouse and neuroblastoma N2a cells.However, the administration of D-glucose showed no significant changes in Tau phosphorylation under the same experimental conditions.Crucially,suppression of AGE formation using an AGEs inhibitor (aminoguanidine) effectively prevents hyperphosphorylation of Tau protein.Further study shows AGEs resulted from ribosylation activate calcium-/calmodulin-dependent protein kinase type Il (CaMKll), a key kinase responsible for Tau hyperphosphorylation.These data suggest that there is indeed a mechanistic link between ribosylation and Tau hyperphosphorylation.Targeting ribosylation by inhibiting AGE formation may be a promising therapeutic strategy to prevent Alzheimer's disease-like Tau hyperphosphorylationand diabetic encephalopathies. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:hyperphosphorylation; ribosylation; Tau protein. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Type 2 diabetes melitus (T2DM) is a metabolic disorder that currently affects over 3oo million people worldwide and is now treated asa potential pandemic.T2DM is characterized by high blood D-glucose and insulin resistance.Many patients with diabetes develop chronic or long term complications,including nerve,eye,and kidney damage (Nathan, 1993).Recent evidence suggests that patients with T2DM are at an increased risk of developing Alzheimer's disease (AD)and that hyperinsulinemia and insulin resistance can lead to memory impairment (Janson et al.，2oo4).Previous work revealed the presence of hyperphosphorylated Tau in the brain of a T2DM animal model (Nathan,1993; Yang et al.,2006; Liu et al.,2011).Tau hyperphosphorylation is usually considered to be an early event in the process of neurofibrilary degeneration observed in AD,which is positively correlated with the diagnosis of dementia in patients with AD (Alafuzoff et al.,1987; Kopke et al.，1993).Abnormally hyperphosphorylated Tau Was discovered as the major protein subunit of paired helical filaments (PHFs) that form neurofibrillary tangles (NFTs) (lqbal et al.，2O1O),with NFTs beinga diagnostic hallmark of AD (Grundke-lqbal et al.，1986;Wang& Liu, 2008).Therefore，Tau hyperphosphorylation may be also involved in cognitive impairment for T2DM patients. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Glycation occurs between a carbonyl group from a reducing sugar and a free amino group of a protein.Glycation has been known for some time to be linked to T2DM (Anonymous,1998;Tan et al.,2002) and neurodegenerative diseases such as AD (Dukic-Stefanovic et al., 2001).The glycation end products,resulting in linkages that are not hydrolyzed by digestive enzymes,are called advanced glycation end products (AGEs) (Day et al.，1979;Cloos & Christgau,2002). Li et al. (2012) prepared AGEs by incubation of BSA with O.5 M D-glucose and then treated cells and rats with the AGEs.They found that AGEs can induce Tau hyperphosphorylation and impair synapse and memory through receptor for AGEs (RAGE)-mediated GSK-3 activation (Li et al., 2012).However,whether high levels of reducing sugar,for instance Dglucose or D-ribose,can trigger Tau hyperphosphorylation and cognitive impairment is still unclear. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "D-ribose is a naturally occurring pentose monosaccharide and an essential component for energy production in cells,apart from many otherimportant biological functions (Mauser et al.，1985；Keller et al., 1988).It can come from the foods which contain high amounts of riboflavin,such as eggs,meat,and wheat bran.Also,it can be ingested asa supplement for cardiac energetic metabolism (Gross et al.，1991; Murphy & Allen,2003;Shecterle et al.,2010).The concentration of Dribose isabout $0 . 0 2 ~ \\mathsf { m m }$ in human serum (Cai et al.，20o5),while Dglucose is $3 . 9 { \\sim } 6 . 1 \\ \\mathrm { m m }$ in healthy human.The concentration of D-ribose in the cerebrospinal fluid is $0 . 0 1 { \\sim } 0 . 2 \\ \\mathsf { m m }$ and glucose is $0 . 0 4 { \\sim } 1 . 6 ~ \\mathsf { m m }$ (Seuffer，1977).Many years ago，Marks emphasized that pentose phosphate pathway is one of the important pathways for glucose metabolism in diabetes (Marks，1956).Segal and coworkers observed the decrease in blood D-glucose levels following the intravenous administration of $2 0 \\ { \\mathfrak { g } }$ ofD-ribose to three diabetic subjects (Segal et al.,1957). Bierman and colleagues used larger doses of D-ribose given to patients with both mild and severe diabetes and confirmed Segal's finding (Bierman et al.，1959).Hammesand collaborators used benfotiamine to block three major pathways of hyperglycemia damage and prevent experimental diabetic retinopathy (Hammes et al.，2oo3).Su and colleagues found that D-ribose is significantly increased in the urine of patients with type 2 diabetes mellitus,accompanied with high levels of D-glucose (Su et al.,2013),suggesting that T2DM is not only related witha dysfunction in D-glucose metabolism，but also in D-ribose metabolism (Su & He,2014).On the other hand,D-ribose is an efficient glycator (Chen et al.,2009,2010;Wei et al.,2009) and is much more active in protein glycation than D-glucose under identical conditions.Dribose rapidly glycates protein,resulting inaggregation of protein with high concentrations of AGEs,which are highly toxic to cells (Wei et al., 2012a; Lu & He,2014).Therefore,the efficacy of D-ribose and D-glucose inprotein glycation and cytotoxicity should be investigated ina comparative manner. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Calcium-/calmodulin-dependent protein kinase type Il(CaMKl) is one of the most abundant ${ \\mathsf { C a } } ^ { 2 + }$ -regulated protein kinases in the brainand is expressed primarily in neurons (Hunter,1987; Bulleit et al.,1988). In the brain，CaMKll phosphorylates a broad range of substrate proteins, including Tau,tubulin，and MAP2(Lindwall & Cole，1984;Baudier & Cole,1987). CaMKll is known to be regulated by ${ \\mathsf { C a } } ^ { 2 + }$ -/CaM-induced autophosphorylation at multiple sites,with Thr 286/287 (K/L subunits, respectively) being the major phosphorylation sites (Miler et al.,1988). This autophosphorylation results in the conversion of CaMKll into its ${ \\mathsf { C a } } ^ { 2 + }$ -independent form,concomitant with the full activation of its total activity and the trapping of $\\mathsf { C a } ^ { 2 + } / \\mathsf { C a M }$ (Kwiatkowski et al.,1988; Ikeda et al.,1991; Katoh & Fujisawa,1991; Hanson et al.,1994; Ishida et al., 1996)． Removal of $\\mathsf { C a } ^ { 2 + } / \\mathsf { C a M }$ from the autophosphorylated kinase stimulates ${ \\mathsf { C a } } ^ { 2 + }$ -independent autophosphorylation at Thr305 and/or Thr306. This ${ \\mathsf { C a } } ^ { 2 + }$ -independent autophosphorylation inhibits subsequent ${ C a ^ { 2 + } } / { C a M }$ binding to CaMKll,leading to a decrease in the activity of the kinase (Hashimoto et al.，1987；Hanson & Schulman,1992；Colbran, 1993).Thus,whether CaMKll participates in Tau hyperphosphorylation through CaMKll autophosphorylation of Thr286 or Thr305 remains to be elucidated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "High level of D-ribose in T2DM would induce more glycation, thus affected the brain,which might be a cause of cognitive impairment of patients (Han et al.，2011; Su et al.，2013). Investigation into the relationship between glycation and cognitive impairment should shed light on the precise mechanisms responsible for diabetic encephalopathy.However,the precise details of the mechanistic link between Dribose/D-glucose and Tau phosphorylation remain ill-defined (Wei et al., 2012b). In this study，we demonstrated that D-ribose induced Tau hyperphosphorylation in C57BL/6 animal brain and neuroblastoma N2a cells,whereas no such observation was made for D-glucose.Furthermore,we showed that the activation of CaMKll was directly involved in Tauhyperphosphorylation and that inhibition of AGE formation significantly reversed D-ribose-induced Tau hyperphosphorylation by CaMKIl. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tau hyperphosphorylation in the mouse brain after the administration of D-ribose ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As reported in our previous work,daily administration of D-ribose over the course of 3O days accelerates the AGE formation in the mouse brain and induces impairment of spatial learning and memory abilityas measured in a Morris water maze test (Han et al.,2011).To investigate Why D-ribose,but not D-glucose,induces cognitive impairment in mice, we first observed Tau hyperphosphorylation in the presence of reduced monosaccharides.As shown by immunohistochemistry, phospho-Ser214 (pSer214) of Tau was significantly increased in the mouse brain sections (Fig.1a).Furthermore,pSer396 of Tau was also observed on the brain sections (Fig.1b). In contrast,the control experiment with D-glucose only showed a small increase for both pSer214 and pSer396 signals. These results indicate that the administration of D-ribose is able to trigger hyperphosphorylation of Tau in mouse brain,whereas D-glucose cannot. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To further demonstrate that D-ribose can trigger hyperphosphorylation of Tau,we measured the changes in Tau phosphorylation at Ser214 and Ser396 by Western blotting.As shown in Fig.2a and b,a marked increase in pSer214 and pSer396 $\\langle P < 0 . 0 5$ $n = 5$ )wasobserved,which occurred in a D-ribose concentration-dependent manner,even though dephosphorylated form of brain Tau protein (Tau-1)actuallydecreased $\\langle P < 0 . 0 5$ 1 $n = 5$ .Theaddition of D-glucose，however，did not initiate any significant changes in Tau phosphorylation $( P = 0 . 6 8 1 9 4$ - $n = 5$ ） This confirms that the administration of D-ribose triggers mouse brain Tau hyperphosphorylation,whereas D-glucose does not. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Subsequent immunofluorescent experimentsdemonstrated the increase in phosphorylated Tau in the mouse brain (Fig.2c).However, the AGE staining signals probably did not colocalize with the signals for either pSer214 or pSer396 phosphorylation staining of Tau.There was also slight positive staining for mice injected with D-glucose (Fig.S1, Supporting information).As D-glucose is much slower in glycation reaction than D-ribose, time isalso a factor in AGE formation.We have adopted a 3-month injection experiment with D-glucose.The D-glucoseinjected mice did not exhibit cognitive impairment measured by Morris water maze (Fig.S2a,b,Supporting information). Long-term administration (3 months) of D-glucose induced increment of AGE production in the serum,but with slight increase in Tau phosphorylation in the brain (Fig.S2c, Supporting information). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Together,these results clearly indicate that hyperphosphorylation of brain Tau protein at Ser214 and Ser396 occurs in the presence of Dribose,but not D-glucose. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Direct correlation between D-ribose concentration and AGE levels in cells ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To investigate Tau phosphorylation in the presence of D-ribose in the culture medium，we used a mouse neuroblastoma neuro-2a cell line (N2a) as an in vitro model.To this end,N2a cells were incubated for $2 4 \\ h$ with different concentrations of D-ribose (0,5,10,20,50,and $1 0 0 ~ \\mathsf { m m }$ ） and the yield of AGEs was measured by Western blotting (Fig.3a).The levels of AGEs in N2a cellswere markedly increased $P < 0 . 0 1$ $n = 5$ in the presence of D-ribose at the concentrations of $1 0 ~ \\mathsf { m m }$ and higher (Fig.3a').Also,the yields of AGEs increased with increasing incubation times when using $1 0 ~ \\mathsf { m m }$ D-ribose (Fig.3b,b').These data indicate that ribosylation produces high levels of AGEs in N2a cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Next,cell viability was assayed at different concentrations of D-ribose for different time durations (0,4,8,24,and $4 8 ~ \\mathsf { h }$ ）using a CCK-8 assay. As shown in Fig.3c, the viability of N2a cells decreased in a D-ribose concentration-dependent manner.While N2a cells were treated with $1 0 ~ \\mathsf { m m }$ D-ribose for different time durations, the cell viability displayed an observable,but insignificant decrease when compared to control cells (Fig.3d). However,when cells were incubated in D-ribose of more than $2 0 ~ \\mathsf { m m } ,$ cell viability began to decrease markedly over a period of $2 4 \\ h$ (data not shown).D-glucose,in contrast,did not incur any significant changes in cell viability at the concentrations used (Fig.S3,Supporting information).Thus,to investigate the correlation between D-ribose and Tau phosphorylation in more detail， the concentration of $1 0 ~ \\mathsf { m m }$ Dribose was employed for all further experiments unless stated otherwise. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Addition of D-ribose triggers Tau hyperphosphorylation in cells ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To demonstrate the utilization of D-ribose triggering Tau hyperphosphorylation，wedetermined the phosphorylation of Tauat Thr181，Ser214，and Ser396 phospho-epitopes in N2a cells.Cells ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(A) Tau pS214 ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/913013e12ae9f20fa7a04864a71d7409258d3a04c38515836e451c45a8e5b383.jpg",
        "img_caption": [
            "Fig.1 Immunohistochemistry of Tau phosphorylation in the brain of mouse injected with D-ribose and D-glucose.Mice (C57BL/6J) were injected (i.p.) with D-ribose (rib) at a dose of $2 \\ { \\mathfrak { g } } \\ { \\mathfrak { k g } } ^ { - 1 }$ ，or D-glucose (glc) at a dose of $2 \\ 9 \\ \\mathsf { k g } ^ { - 1 }$ ，or $0 . 9 \\%$ saline (control) daily for 30 days.Tau phosphorylation in the brain was detected in both cortex and hippocampus by immunohistochemistry using anti-pSer214 of Tau (panel a) and anti-pSer396 Tau (panel b) as indicated. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "were exposed to different concentrations of D-ribose (O,5,10,20,50, and $1 0 0 ~ \\mathsf { m m } ,$ for $2 4 \\mathrm { ~ h ~ }$ As shown in Fig. $\\mathsf { 3 e } , \\mathsf { e } ^ { \\prime }$ ,incubation in $1 0 ~ \\mathsf { m m }$ Dribose resulted in a significant increase in Tau phosphorylation at Thr181,Ser214,and Ser396 $( P < 0 . 0 1$ - $n = 6 )$ ，while the concentration oftotal Tau remained unchanged.Similar to mouse brain Tau phosphorylation，pSer214 was more sensitive to D-ribose exposure (as low as $5 ~ \\mathsf { m m }$ ).The primary neurons showed the same result (Fig. S4,Supporting information). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Next,we treated N2a cells with $1 0 ~ \\mathsf { m m }$ D-ribose for different time intervals(0,4,8,24,and 48 h) before measuring pThr181,pSer214,and pSer396 of Tau protein.Tau phosphorylation at these three phosphoepitopesmarkedlyincreased $\\langle P < 0 . 0 1$ = $n = 6 ,$ ）indirect correlationwith culture time (Fig.3f,f')，while levels of total Tau did not change significantly. In contrast, $1 0 ~ \\mathsf { m m }$ of D-glucose did not show any significant effect on Tau phosphorylation or AGE formation (Fig.S5, Supporting information).Together,these results demonstrate that the presence of D-ribose in the media induces Tau hyperphosphorylation in N2a cells under our experimental conditions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Impact of D-ribose on Tau kinases and phosphatases in cells ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To clarify the mechanism of D-ribose-induced hyperphosphorylation,we examined changes in the activation of specific Tau kinases commonly involved in the regulation of Tau phosphorylation.We explored the activation patterns in N2a cels of six kinases by employing specific antibodies. The treatment of $1 0 ~ \\mathsf { m m }$ D-ribose for $2 4 \\ h$ resulted in a significant increase in active form of CaMKll (p-Thr286)，yet simultaneously in a decrease in inactive form of CaMKll (p-Thr305) phosphorylation (Fig.4e).The enzyme activity assay supported this result (Fig.S6, Supporting information). In contrast,the $\\mathsf { p } { \\mathsf { - p } } 3 8 / \\mathsf { p } 3 8$ ratio (Fig.4b)，p JNK/JNK ratio (Fig.4c)，p-GSK-3β/GSK- $3 \\beta$ ratio (glycogen synthase kinase-3-beta,Fig.4d)，and p35/25 ratio (Fig.4f) did not exhibit any marked changes when compared to their respective controls lacking Dribose.Also,the p-ERK/ERK ratio (Fig.4a) did not markedly change except when 50 and $1 0 0 ~ \\mathsf { m m }$ D-riboses were used.Thus,our data suggest that CaMKll is activated by D-ribose and therefore could play a major role in Tau phosphorylation. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/aec7cd9faa4695cc7aa7a54e7c946c05ffb0b10f77eb0a056e95648d5731ec24.jpg",
        "img_caption": [
            "Fig.2 Western blotting and immunofluorescent staining of phosphorylated Tau in the mouse brain. Mice were injected (i.p.) with D-ribose or Dglucose or saline (control) daily for 3O days as indicated.Tau phosphorylation (antipSer214 and anti-pSer396)and nonphosphorylation (Tau-1,a monoclonal antibody against dephosphorylated Tau protein) were detected by Western blotting $2 0 ~ \\mu \\ g$ brain lysate loaded). $\\beta$ -actinwas used asa control (panel a). For each phospho-epitope,relative immunoreactive band intensities are expressedasa ratio to total Tau.For total Tau,relative values are expressedasa ratio to $\\beta$ -actin.Dataare expressed as mean $\\pm \\mathsf { S D } ; \\ast$ denotes $P < 0 . 0 5 ~ \\mathrm { v s }$ .control, respectively.Panel b shows the quantitative analyses of the data from panel a. $n = 5$ .Immunofluorescent staining for Tau phosphorylation was visualized in $2 \\ { \\mathfrak { g } } \\ { \\mathfrak { k g } } ^ { - 1 }$ D-ribose-injected groups (panel c). Phosphorylated Tau (red), AGEs (green),and nuclei (blue) are shown. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The $1 0 ~ \\mathsf { m m }$ D-ribose treatment experiments were also carried out for different time intervals,to confirm the results obtained as described above.Within the $2 4 - h$ incubation period,a significant increase in pCaMKIllevelsatThr286 $\\langle P < 0 . 0 1$ $n = 3$ wasobserved,togetherwitha decrease at $\\mathsf { T h r 3 0 5 }$ 1 $\\langle P < 0 . 0 1$ 1 $n = 3$ ） (Fig.4k).No significant changes weredetected during the $4 8 - h$ incubation for all other kinases tested (Fig 4h,i,j,I),except for the p-ERK/ERK ratio (Fig. 4g).Thus,this demonstrates once more that CaMKll is involved in Tau phosphorylation upon incubation with D-ribose of N2a cells. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To add further proof to our assumption that CaMKll plays a major role in D-ribose-induced Tau phosphorylation,we inhibited the activation of CaMKll using a specific inhibitor CK59 (Konstantopoulos et al.，2007) and tested for suppression of Tau phosphorylation.Relative to the levels inthe absence of the inhibitor，pSer214 levels were found to be significantly reduced in the presence of $1 0 ~ \\mu \\mathrm { m } \\mathsf { C K } 5 9$ (Fig.5a,b).Hundred μM CK59 significantly alleviated the levels of Tau phosphorylation for pThr181，pSer214，and pSer396 $( P < 0 . 0 5$ 1 $n = 3 ;$ ，amongwhich pSer214 levels displayed the largest decrease $( P < 0 . 0 1$ 1 $n = 3 !$ .Inthe absence of D-ribose，CK59 also suppressed pThr181 and pSer214 phosphorylation,but not pSer396.Again,these data verify that CaMKll plays a major role in Tau hyperphosphorylation in the presence of Dribose. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The levels of Tau phosphorylation are not only regulated by kinases, butalso by phosphatases.We therefore examined the levels of protein phosphatase 2 (PP2A), the main Tau phosphatases.Tau is dephosphorylated by PP1,PP2A,PP2B,and PP5,with PP2A showing the strongest ability to do so (Wei et al.,2012b).Western blotting results indicate that at the level of protein expression,there is no significant difference for PP2A between D-ribose-treated N2a cells and control cells (Fig. S7, Supporting information).Therefore, D-ribose appears to have no impact on the levels of PP2A phosphatase; thus,no clear correlation is evident between Tau hyperphosphorylation and changes in PP2A phosphatase levels,although some changes in phospho-Tyr307/PP2A were observed at higher concentrations of D-ribose (Fig.S7a,a'，Supporting information).The methylation level of PP2A showed little change in cells after D-ribose treatment,indicating methylation of PP2A did not involve in Tau hyperphosphorylation.The PP2A activity assay confirmed that Dribose did not have an impact on PP2A activity (Fig.S8,Supporting information). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Ribosylated AGE is essential for Tau phosphorylation in N2a cells ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Based on the results described above,it is clear that in N2a cells,D-ribose triggers the production of AGEs，followed by the induction of Tau hyperphosphorylation.Thus，whether D-ribose or ribosylated AGEs directly trigger Tau phosphorylation remains to be investigated.To this end,we employed aminoguanidine (AG),an effective inhibitor for the production of AGEs to answer this question.In the presence of AG,the levels of AGEs decreased significantly $( P < 0 . 0 1$ 1 $n = 4$ ),toabout half compared to that for the control (Fig.5c,d). Five mm AG completely alleviated the increase in AGEs observed in the presence of D-ribose in N2a cells.Importantly， the addition of AG not only reduced the production of AGEs,but resulted in a significant decline in signal for three Tau phospho-epitopes $( \\mathsf { p T h r } 1 8 1$ ，pSer214，and pSer396)as observed during incubation with D-ribose $( P < 0 . 0 5$ $n = 3 ,$ ，compared to the sample without inhibitor (Fig.5c,e). Similarly,upon the addition of AG,the highest reduction was observed for the Ser214 phosphorylation siteof Tau $\\langle P < 0 . 0 1$ - $n = 3 !$ ）when compared to the sample without inhibitor.AG can also suppress the activation of CaMKll under ribose treatment (Fig.S9，Supporting information).Thus，our results suggest that Tau hyperphosphorylation Was a result of ribosylated AGEs, rather than due to a direct reaction involving D-ribose. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5893f9ece49cb40528f3beca4e5faf4972601507e45fdc17dd16ef7922b3e437.jpg",
        "img_caption": [
            "Fig.3AGE formation,viability of cel an win g the treatment of D-ribosylation in N2a cels. Different concentrations of D-ribose (final concentration 0,5,10,20,50,and $1 0 0 ~ \\mathsf { m m } ,$ $2 4 \\mathrm { ~ h ~ }$ AGE detected Western blotting (panel $\\mathsf { a } , \\mathsf { a } ^ { \\prime }$ $2 0 ~ \\mu \\ g$ cell lysate loaded). Cell viability was $1 0 ~ \\mathsf { m m }$ cells and incubated for different time lengths $( 0 , 4 ,$ 8,24,and 48 h),and AGE $n = 5$ atedby $12 \\%$ SDS-PAGE,and levels of phosphorylated Tau and A total Tau at different concentrations of D-ribose (panele)and fordiffe $\\boldsymbol { \\mathrm { e } } ^ { \\prime }$ $\\mathsf { f ^ { \\prime } }$ ${ \\mathfrak { f } } ,$ espectively. $n = 6$ .Foreach phosphoepitope,relativeimmur or total Tau,the relative valuesare expressedasa ratio to $\\beta$ -actin. Dataare expressed as mean $\\pm \\mathsf { S D } ;$ $^ { * * }$ $P < 0 . 0 5$ $P < 0 . 0 1$ ontrol, espectively "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the work presented here,we investigated the possible mechanistic link between T2DM and age-related cognitive impairment.Type 2 diabetes mellitus has recently been shown to be one of the major risk factors for developing AD (Qu et al.,2012).To understand the causal relationship between these two diseases，we investigated whether there isa mechanistic link between two key observations,namely elevated levels of D-ribose in T2DM on the one hand (Su & He，2014)and Tau hyperphosphorylation,an early event in the development of age-related dementia during progression of AD,on the other.Using both in vitro and in vivo model systems,we examined the link between D-ribose levels and Tau hyperphosphorylation ina mouse model, the correlation between AGEaggregates and D-ribose levelsin vitro， the levels of Tau phosphorylation in response to increased levels of D-ribose,the impact of D-ribose on the activity of Tau-associated kinases,and changes in Tau phosphorylation levels through the inhibition of ribosylation with AG. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Insummary，we could show that ribosylation，as measured by the formation of AGEs in response to elevated D-ribose levels,promotes Tau hyperphosphorylation in both mouse brain and a N2a cell line via the activation of Tau-specific kinase CaMKl, ultimately resulting in dysfunction of neural cells,and that such D-ribose-induced hyperphosphorylation of Tau could be prevented in the presence of an inhibitor of AGE formation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "It was shown previously that the direct causes of Tau phosphorylation are the overactivation of protein kinasesand/or inactivation of protein phosphatases (PP) (lqbal etal.,20o5).Here,we show that the CaMKll (but not GSK-3β) was activated in the presence of $1 0 ~ \\mathsf { m m }$ D-ribose, indicating that CaMKll has the potential to play an important role in the phosphorylation of Tau in the presence of ribosylated AGEs.This mechanism of Tau hyperphosphorylation differs from that induced by glucosylated AGEs,where GSK-3 is activated instead (Li et al.，2012), and ribosylated and glucosylated AGEs enhance Tau phosphorylation using different kinase pathways. Note that D-glucose does not show any direct effect on Tau phosphorylation except for glucosylated AGEs.In our experimental setup,in contrast, these other kinases (ERK1/2,JNK, p38，p25/35，and GSK-3)did not appear to play any role in Tau hyperphosphorylation.Therefore,the increase in Tau phosphorylation is most likely a result of the activation of CaMKll in N2a cells.CaMKll is thought to be an important mediator of learning and memory.As CaMKIl is implicated in long-term potentiation (LTP),D-ribose-induced activation of CaMKll may influence LTP of cells.The precise role of CaMKll for the formation of AGEs will need to be investigated in more detail in future studies,using both in vitro and in vivo model systems. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Among the phosphorylation sites investigated here (Ser214,Thr181, and Ser396),Ser214 was the most sensitive site to D-ribose exposure. Its phosphorylation status changed in a D-ribose concentration-dependent manner. In agreement with our findings,earlier work presented evidence that the phosphorylation at Ser214 is upregulated in ADaffected brains (Sadik et al.,2oo9).Furthermore,this phosphorylation sitehas been described asa specific marker for AD earlier (KsiezakReding et al.,2003).Also,Ser214, together with Thr212,is located in the consensus phosphorylation sequence of CaMKlI (RXXS/T),and nonfetal-type phosphorylation sites of Tau,which may produce PHF-Tau (Yoshimura et al.,2oo3).Yang et al. found that Ser214 is significantly hyperphosphorylated in a T2DM rat model (Yang et al.，201O).In this work,Ser214 may be directly responsible for the changes in the levels of D-ribose as well as ribosylated AGEs.Altogether,these results suggest that the CaMKll-mediated phosphorylation of Tau (Ser214) is critically involved in the pathogenesisof both age-related cognitive impairment and diabetic encephalopathy (Sima,201O).But it should also be noted that D-ribose not only induced the phosphorylation of Tau but also other proteins in the cell, for instance CaMKll. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/aede6a6c7d76a88ae0733580913b20d40b0d9386fb3c5b881dd370064506169f.jpg",
        "img_caption": [
            "Fig4angiifr $2 4 ~ \\mathsf { h }$ Then,cell lysate extracts were separated by $12 \\%$ SDS-PAGEand levelsofTau kinases were determined usingantibodies directedatactivatedor total kinasesas follows: pp (panel e),and p35/25 (panel f). N2a cels were incubated with $1 0 ~ \\mathsf { m m }$ D-ribose for different lengths of time (0,4,8,24,and 48 h).N2a cellysate extracts were separated by p38 (panel h),phospho-JNK/ total JNK (panel i),phospho-GSK-3β/ total $G S K - 3 \\beta$ (panel j),phospho-CaMKll/ CaMKll (panel k),and p35/25 (panel I). Relative immunoreactive band intensities are expressed as a ratio to control. $n = 3$ Dataare expressed as mean $\\pm \\mathsf { S D } ;$ （204 $^ { * * }$ denotes $P < 0 . 0 1 ~ \\mathsf { v s }$ control. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We choose aminoguanidine (AG) as an inhibitor of ribosylation and, as expected,observed the inhibition of accumulation of ribosylated AGE. Interestingly,italso suppressed Tau phosphorylation,in particularat the site pSer214,suggesting that AG can inhibit glycation，which would then reduce AGE levels and thus indirectly reduce the signals associated with Tau phosphorylation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As mentioned above,D-ribose produces high levels of AGEs,which in turn triggers hyperphosphorylation of Tau.Therefore，Tau phosphorylation is a direct result of ribosylated AGEs and only indirectly caused by D-ribose.This viewpoint is based on our observations as described in the results section and those of others,as cited above.Tau hyperphosphorylation is observed in the presence of D-ribose following the formation of AGEs in N2a cells.Tau phosphorylation markedly decreased upon inhibition of AGE formation in the presence of the inhibitor AG. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure 6 depicts the process of Tau hyperphosphorylation in the presence of D-ribose.D-ribose,as the most active glycator,reacts quickly with cellular proteins and produces higher yields of AGEs compared with Dglucose.The ribosylated forms of AGEs then activate CaMKll,which in turn catalyzes the phosphorylation of Tau protein.Accumulation of hyperphosphorylated Tau finally results in cell dysfunction,usually ending in cell death.At least in N2a cells,this procedure can be suppressed in vitro by adding AG,resulting in the inhibition of AGE production. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/8422ea242912efd2b89ee8c6de9ec69bc18fb54aa587b5245ccb420c2daa5aa2.jpg",
        "img_caption": [
            "Fig.5Effect of CK59 or aminoguanidine (AG)on D-ribose-induced Tau hyperphosphorylation.CK59 (10, $1 0 0 ~ \\mu \\mathrm { M } ,$ wasadded to N2a cells together with Dribose $1 0 ~ \\mathsf { m m } ,$ ,andcellswere cultured for $2 4 ~ \\mathsf { h }$ .Extracts of N2a cell lysate were separated by SDS-PAGE,and levels of Tau phosphorylation were determined using antibodies directed at Tau pThr181, pSer214,pSer396,and total Tau (panel a). Data from panel (a) were quantitatively analyzed (panel b).AG ( $1 , 5 \\mathsf { m m } ,$ was addedwith D-ribose $( 1 0 ~ \\mathsf { m m } )$ to N2a cells and cultured for $2 4 \\mathrm { ~ h ~ }$ N2acell lysate extracts were separated by SDS-PAGE,and levels of Tau phosphorylation and AGEs weredetermined usingantibodies directed at Tau pThr181,pSer214,pSer396,total Tau (Tau-5),or AGEs (panel c). The same data from panel (c) were quantitatively analyzed (panels d,e). For each phosphoepitope,relative immunoreactive band intensities are expressedas a ratio to total Tau.For total Tau and AGEs, relative values are expressed as the ratio to $\\beta$ -actin. $n = 3$ # Dataare expressed as mean $\\pm \\mathsf { S D } ; \\ast$ ，\\*\\* and $\\ast \\ast \\ast$ denote $P < 0 . 0 5$ 1 $P < 0 . 0 1$ and $P < 0 . 0 0 1$ Vs.control,respectively. #denotes $P < 0 . 0 5 ~ \\mathrm { v s }$ .D-ribose treatment. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "When looking at the correlation between cell viability and Tau phosphorylation，we found that the viability of N2a cells begin to decrease at a concentration of $1 0 ~ \\mathsf { m m }$ D-ribose,albeit only observably compared to controls,while Tau was hyperphosphorylated at the same concentration.Also,the AGEs level measured by Western blot showed to increase from $1 0 ~ \\mathsf { m m }$ 、This concentration of D-ribose $( 1 0 ~ \\mathsf { m m } )$ seems to be the turning point of cell state.As Tau hyperphosphorylation is the early event in AD development,our results could be utilized to build a cellular model to simulate the initiation of Tau hyperphosphorylation by D-ribose.We not only found Tau hyperphosphorylation in D-ribosetreated cells and animals,but also linked it with glycation.These results should encourage future investigations into the details of the link between glycation and Tau modification. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The administration of $5 { - } 1 0 ~ \\mathsf { m m }$ D-ribose induces the increase in Tau phosphorylation，but phosphorylated Tau did not increase in the presence of $2 0 { - } 1 0 0 ~ \\mathsf { m m }$ D-ribose.One possible explanation for this observation is that the viability of N2a cells under these conditions suffered，and the cells stopped responding to D-ribose at such high concentrations.As reported, $2 0 ~ \\mathsf { m m }$ D-ribose induced astrocytic inflammation (Han et al.,2014). However, the $\\rho$ -ERK/ERK ratio did not change drastically,except for D-ribose concentrations higher or equal to $5 0 ~ \\mathsf { m m }$ # In the absence of D-ribose, the addition of $1 0 0 ~ \\mu \\mathrm { M }$ CK59 also suppressed the levels of pThr181 and pSer214，which became lower than the normal control except for pSer396.This suggests that CaMKll has a background activity under physiological conditions,and it is further inactivated in the presence of CK59. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the D-ribose-treated mouse brain,there seems no colocalization of the signal for either pS214 or pS396 phosphorylation staining of Tau and the AGE staining.This may be because D-ribose induced AGEs formation,then CaMKll activation,and finally Tau hyperphosphoryla tion，as we observed in N2a cells and depicted in Fig.6.So AGEs probably did not trigger Tau hyperphosphorylation directly. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In our opinion,AGEs derived from D-glucose and D-ribose should be different in the quantities and characteristics as AGEs derived from ribose are more cytotoxic than those derived from glucose，and the difference of the molecular structures between D-ribose and D-glucose However, the detailed different properties need more investigation. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In conclusion，using invitro and in vivo evidence,we established a mechanistic link between elevated levels of D-ribose and hyperphosph orylated Tau,the molecular basis for the appearance of neurofibrils, which have been shown previously to be directly linked to the development of age-related dementia during progression of AD.This workrepresents evidence that there is indeed a biochemical link between these two devastating illnesses that affect an ever-increasing number of people worldwide,adding strength and depth to the overall idea that AGEs may play a role in AD. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/aabb1e74c0184a7205f87dc3bae7020475b1e0c54f0edccb9e616c74f6535833.jpg",
        "img_caption": [
            "Fig.6 The proposed mechanism of D-ribosylation-induced Tau hyperphosphorylation. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Therefore,targeting glycation and AGEs may present a promising therapeutic strategy to prevent AD-like Tau hyperphosphorylation and thus diabetic encephalopathy. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Experimental procedures ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Antibodies ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Antibodies utilized in this study were directed against phosphorylated Tau at the following epitopes: pThr181 (1:10o0 dilution; Signalway antibody，College Park，Maryland,USA)，pSer214(1:2000;Invitrogen, Grand Island,NY,USA),pSer396 (1:200O; Invitrogen),and Tau-1 (antinonphosphorylated Ser199/202 of Tau,1:4000;Millipore,Billerica,MA, USA).Total Tau was detected using Tau-5 (1:20oO;Millipore). Monoclonal antibodies against AGE(1:20o0,6D12;Wako,Osaka,Japan) and $\\beta$ -actin (1:5ooo; Santa Cruz,Dallas,Texas,USA) were employed. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Changes in Tau kinase levels were examined using phospho-calcium-/ calmodulin-dependent protein kinases Il (CaMKll，Thr305，1:1000; Millipore)and p25/p35(1:20o0；Beyotime，Haimen，China)，and the following antibodies were purchased from Cell Signaling: $G S K - 3 \\beta$ (1:2000) and phospho-GSK-3β (Ser9,1:200O),p44/42 MAPK (ERK 1/2, 1:2000)and phospho-ERK/1/2 (Thr202/Tyr204，1:2000)，p38 MAPK (1:1000)and phospho-p38 MAPK (Thr180/Tyr182，1:100O)，SAPK/JNK (1:100O)and phospho-SAPK-JNK (Thr183/Tyr185，1:100O)，and total CaMKII (1:100O) and phospho-CaMKIl (Thr286,1:1000). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Changes in Tau phosphatases were examined using PP2A-C subunit (1:1000；Cell Signaling，Danvers，MA，USA)，phospho-PP2A(Tyr307, 1:2000；Abcam，Cambridge，MA，USA)，and PP2A(methyl Leu309, 1:1000;Abcam).The Western blotting of dilution experiments was shown in Fig.S10 (Supporting information). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Animal handling and sample collection ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Male C57BL/6J mice (8-10 weeks) were obtained from Vital River Laboratory Animal Technology Co.Ltd.(Beijing, China).After 1 week of acclimatization，mice were randomly divided into five groups and,for 30 days,received either daily intraperitoneal injections of D-ribose，at doses of 0.2 or $2 ~ { \\mathfrak { g } } / { \\ k } { \\mathfrak { g } }$ ，D-glucose at identical doses,or $0 . 9 \\%$ saline (controls).There were 12 mice for each group.All mice were maintained inapproved animal facilities under pathogen-free conditions.After behavioral testing,mice were sacrificed and their brains were immediately dissected out,homogenized in lysis buffer (Beyotime),and then centrifuged,to yield both supernatants for Western blots,and samples for fixation in $4 \\%$ paraformaldehyde to be used for immunohistochemistry experiments.All animal experiments were carried out in accordance with the Guidelines for the Care and Use of Laboratory Animals of the National Institute of Health and were approved by the Biological Research Ethics Committee, Institute of Biophysics,Chinese Academy of Sciences (approval ID SYXK 2010-128). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Immunohistochemistry and immunofluorescent staining ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Immunohistochemistryexperimentswereperformed aspreviously described (Sasaki et al.,2oo1).In brief,mice brains were immersed in $4 \\%$ paraformaldehyde for $4 8 \\mathrm { ~ h ~ }$ immediately after they were dissected out. After fixation，brains were embedded in paraffin blocks.Sections of five micrometer thickness were processed for immunohistochemical analysis. Deparaffinized and hydrated sections were incubated in target retrieval solution at $9 5 ~ ^ { \\circ } C$ for $3 0 ~ \\mathrm { m i n }$ for the enhancement of immunoreactivity, then permeabilized with $0 . 3 \\%$ $H _ { 2 } O _ { 2 }$ in absolute methanol for $1 0 \\mathrm { \\ m i n }$ to block endogenous peroxidase,and incubated in $10 \\%$ normal goat serum in PBS at room temperature for $3 0 ~ \\mathrm { m i n }$ .The specimens were incubated overnightat $4 ^ { \\circ } C$ inanti-Tau pSer214 or pSer396 antibody solutiondiluted in PBS.After three washes in PBS,sections were incubated with biotinlabeled secondary antibodies $( 3 7 ^ { \\circ } C , 1 \\mathsf { h } )$ .The proteins were detected using horseradish peroxidase-labeled antibodies $( 3 7 \\ ^ { \\circ } \\mathsf C , \\mathsf { 1 } \\ \\mathsf { h } )$ ,and staining Was visualized with an AEC system (Nikon Optical,Tokyo, Japan). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Immunofluorescent staining was performed as described previously (Planel et al.，2oo4).In brief，after deparafinization，hydration，and enhancement of immunoreactivity,sections were incubated in $10 \\%$ normal goat serum in PBS at room temperature for $3 0 ~ \\mathrm { m i n }$ and probed overnight at $4 ^ { \\circ } C$ withprimary antibodies diluted in PBS.Bonded antibodies were visualized with Alexa 488-conjugated anti-mouse IgG (Invitrogen),and cell nuclei were stained with the DNA-specificfluorescent reagent Hoechst 33258.Immunolabeled tissues were observed under an Olympus FV5oo laser scanning confocal microscope (Olympus,Tokyo, Japan). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cell culture ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mouse neuroblastoma cell line Neuro 2A (N2a) cells (obtained from Cell Resource Center，Beijing，Amresco，Solon，OH,China)were cultured in Dulbecco's modified Eagle's medium supplemented with $1 0 0 \\ | \\mathsf { U } \\ m | ^ { - 1 }$ penicillin and $1 0 0 ~ { \\mu \\mathrm { g } } ~ { \\mathsf { m L } } ^ { - 1 }$ streptomycin and $10 \\%$ fetal bovine serum at $3 7 ^ { \\circ } \\mathsf C$ in a humidified incubatormaintained at $5 \\% \\mathsf { C O } _ { 2 }$ .Cells were grown to $70 \\mathrm { - } 8 0 \\%$ confluence in $6 0 \\mathrm { - } \\mathsf { m m }$ -diameter dishesand fed every fourth day. Cells were incubated with D-ribose (Amresco, USA)at the concentrations of 0,5,10,20,50,and $1 0 0 ~ \\mathsf { m m }$ for $2 4 \\ h ,$ or10 mM for0,4,8,24,and $4 8 \\ \\mathsf { h } .$ or cultured with or without AG or CK59 for $2 4 \\mathrm { ~ h ~ }$ .Cells were then collected for cell viability testing and preparation of cellular extracts for Western blots. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Assay of cell viability ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cell viability was assessed usinga cell countingkit-8 (CCK-8; Beyotime).N2a cels were seeded into 96-well plates at a concentration of ${ 1 0 } ^ { 4 }$ cells per well and exposed to D-ribose after $2 4 \\ h$ except for the control. For serial dilution tests, the final concentrations of Dribose used were 0，5，10，20，50，and $1 0 0 ~ \\mathsf { m m }$ and the CCK-8 reagent was added $2 4 \\ h$ later.For testing of different incubation times,the final concentration of D-ribose was $1 0 ~ \\mathsf { m m }$ and the CCK-8 reagent was added at 0，4，8,24，and $4 8 \\mathrm { ~ h ~ }$ afteradding D-ribose. Plates were incubated at $3 7 ^ { \\circ } \\mathsf C$ for $1 \\ h$ and the absorbance recorded at $4 5 0 \\ \\mathsf { n m }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Cell lysate protein extract preparation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the preparation of cell lysate protein extract for D-ribose exposure, N2a cells were transferred into 6-well plates at a concentration of $3 \\times 1 0 ^ { 5 }$ cells per well. D-ribose treatment was performed $2 4 \\ h$ later. After indicated periods of time, the growth medium was removed by aspiration,and each well was washed two times with 1 mL of PBS.The cells were harvested in ice-cold WIP buffer (Beijing Cellchip Biotechnology Co.，Ltd.，Beijing，China） containing phosphatase and protease inhibitor (1 mm PMSF).The samples were then centrifuged at $2 0 \\ 0 0 0 \\ g$ at $4 ^ { \\circ } C$ for $1 5 \\mathrm { \\ m i n }$ ,and the supernatants were collected and analyzed for protein content using a bicinchoninate acid (BCA) assay kit (Thermo Fisher Scientific,Waltham,MA,USA).Samples were stored at $- 8 0 ~ ^ { \\circ } C$ until further use for immunoblotting analysis. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Western blotting ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Protein samples of brain tissues and cell lysate were mixed with $5 \\times 5 0 5 -$ PAGE Sample Buffer (Genstar,China) and boiled for $1 0 \\mathrm { \\ m i n }$ .Expression levels of phosphorylated Tau,total Tau,and Tau kinases and phosphatases were determined using SDS-PAGE coupled with Western blotting. Cell lysate extracts containing $\\sim 3 0 ~ \\mu \\ g$ protein were separated on a $12 \\%$ SDSPAGE and then transferred onto PVDF membranes (Millipore).Nonspecific binding sites of the membranes were blocked with $5 \\%$ nonfat milk in PBS containing $0 . 1 \\%$ Tween-20 (PBST,pH 7.4) for $1 \\ h$ at room temperature. The membranes were then incubated overnight at $4 ^ { \\circ } C$ with antibodies directed against total Tau,phosphorylated Tau,specific Tau kinase or phosphatase，AGEs，or $\\beta$ -actin.The following day，membraneswere washed three times and then incubated for 1 h at room temperature with ahorseradish peroxidase-linked secondary anti-mouse or anti-rabbit antibody (1:50o0 dilution; ZSGB-BlO,Beijing，China).The membranes were washed again three times with PBST,and the immunoreactive bands were then visualized using enhanced chemiluminescence detection reagents (Applygen，Beijing，China).The immunoreactive bandswere visualized after exposure of the membranes to Kodak X-ray film and quantified by Quantity One 1D analysis software 4.5.2 (Bio-Rad, Hercules, California, USA). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Data analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "All values reported represent means $\\pm$ standard deviation (SE),except where otherwise indicated.Data were analyzed employing Adobe Photoshop 8.0.1，Adobe Syterm，San Jose，CA，USA，Origin 8.0, OriginLab,Northampton,MA,USA,and Microsoft Excel 2010 statistical software，Microsoft，Redmond，WA,USA.When there were multiple bands present，we used all bands for statistical analysis.For animal experiment, $' n ^ { \\prime }$ means the number of mice used.For cell experiments, $' n ^ { \\prime }$ means independent experiments.Differences between experimental groups were considered significant at a probability $< 0 . 0 5$ ona twotailed test; $*$ and $* *$ denote $P < 0 . 0 5$ and $P < 0 . 0 1$ vs.control, respectively. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We thank Dr.Torsten Juelich for language editing and Dr. Hongjie Zhang (Core Facility for Protein Research，Institute of Biophysics，Chinese Academy of Sciences) for the technique support of radioactivity detection.This work was supported by grants from the 973 Projects (2012CB911004)， the Natural Scientific Foundation of China NSFC (31270868,31200601),and Queensland-Chinese Academy of Sciences Biotechnology Fund (GJHZ1131,GJHZ201302). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Author contributions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Y.W.and R.H. conceived and designed the experiments.Y.W.,C.H., B.W.,Y.J.W.,and T.S. performed the experiments.Y.W.,C.H.,and Y.L. contributed reagents/materials/analysis tools.Y.W.,Y.L.,and R.H.wrote the manuscript. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Funding ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "No funding information provided. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Conflictof interest ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The authors declare no conflict of interest. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Alafuzoff I,lqbal K,Friden H,Adolfsson R,Winblad B(1987) Histopathological criteria for progressive dementia disorders:clinical-pathological correlation and classification by multivariate data analysis.Acta Neuropathol.74,209-225.   \nAnonymous (1998) Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33).UK Prospective Diabetes Study (UKPDS) Group. Lancet 352,837-853.   \nBaudier J,Cole RD (1987) Phosphorylation of tau proteins to a state like that in Alzheimer's brain is catalyzed by a calcium/calmodulin-dependent kinase and modulated by phospholipids.J. Biol. Chem.262,17577-17583.   \nBierman EL，Baker EM，Plough IC，Hall WH(1959)Metabolism of d-ribose in diabetes mellitus. Diabetes8,455-458.   \nBulleit RF, Bennett MK,Molloy SS,Hurley JB,Kennedy MB (1988) Conserved and variable regions in the subunits of brain type Il $\\mathsf { C a } ^ { 2 + }$ /calmodulin-dependent protein kinase.Neuron 1,63-72   \nCai Y,Liu J,Shi Y, Liang L, Mou S (2oo5) Determination of several sugars in serum by high-performance anion-exchange chromatography with pulsed amperometric detection.J. Chromatogr.A 1085,98-103.   \nChen L,Wei Y,Wang X, He R (20o9) D-Ribosylated Tau forms globular aggregates with high cytotoxicity. Cell. Mol.Life Sci. 66,2559-2571.   \nChen L, Wei Y,Wang X, He R (2O1O) Ribosylation rapidly induces alpha-synuclein to form highly cytotoxic molten globules of advanced glycation end products.PLoS One5,e9052.   \nCloos PA，Christgau S (2oo2)Non-enzymatic covalent modifications of proteins: mechanisms,physiological consequences and clinical applications.Matrix Biol.21,39-52.   \nColbran RJ(1993) Inactivation of ${ \\mathsf { C a } } ^ { 2 + }$ /calmodulin-dependent protein kinase Il by basal autophosphorylation.J. Biol. Chem.268,7163-7170.   \nDay JF,Thorpe SR, Baynes JW(1979) Nonenzymatically glucosylated albumin. In vitro preparation and isolation from normal human serum.J.Biol. Chem.254,595-597.   \nDukic-Stefanovic S,Schinzel R, Riederer P,Munch G(2OO1)AGESin brain ageing:AGEinhibitorsas neuroprotective and anti-dementia drugs? Biogerontology2,19-34.   \nGross M, Kormann B,Zollner N(1991) Ribose administration during exercise: effects on substrates and products of energy metabolism in healthy subjects and a patient with myoadenylate deaminase deficiency.Klin.Wochenschr.69,151-155.   \nGrundke-lqbal I,Iqbal $\\mathsf { K } ,$ Quinlan M,Tung YC,Zaidi MS,Wisniewski HM(1986) Microtubule-associated protein tau.A component of Alzheimer paired helical filaments.J.Biol. Chem.261,6084-6089.   \nHammes HP,Du X,Edelstein D,TaguchiT,Matsumura T,Ju Q, Lin J, Bierhaus A, Nawroth P,Hannak D,Neumaier M,Bergfeld R,Giardino I, Brownlee M (2003) Benfotiamine blocks three major pathways of hyperglycemic damage and prevents experimental diabetic retinopathy.Nat. Med.9,294-299.   \nHan C,Lu Y,Wei Y, Liu Y,He R (2011) D-ribose induces cellular protein glycation and impairs mouse spatial cognition. PLoS One 6,e24623.   \nHan C,Lu Y,Wei Y,Wu B,Liu Y,He R (2014) D-ribosylation induces cognitive impairment through RAGE-dependent astrocytic inflammation. Cell Death Dis. 5, e1117.   \nHanson Pl,Meyer T,Stryer L,Schulman H(1994) Dual role of calmodulin in autophosphorylation of multifunctional CaM kinase may underlie decoding of calcium signals. Neuron 12,943-956.   \nHanson Pl,Schulman H(1992) Inhibitory autophosphorylation of multifunctional Ca2+/calmodulin-dependent protein kinase analyzed by site-directed mutagenesis.J. Biol. Chem.267,17216-17224.   \nHashimotoN,RobinsonFW,ShibataY,Flanagan JE,KonoT(1987) Diversityin the effects of extracellular ATP and adenosine on the cellular processing and physiologic actions of insulin in rat adipocytes.J. Biol. Chem.262,15026-15032.   \nHunter T(1987)A thousand and one protein kinases.Cel 50,823-829.   \nIkeda A，Okuno S，Fujisawa H(1991) Studies on the generation of $\\mathsf { C a } ^ { 2 + } /$ calmodulin-independent activity of calmodulin-dependent protein kinase I by autophosphorylation.Autothiophosphorylation of the enzyme.J. Biol. Chem. 266,11582-11588.   \nIqbal K,AlonsoAdel C,Chen S,Chohan MO,El-AkkadE,Gong CX,Khatoon S,LiB, Liu F,Rahman A,Tanimukai H,Grundke-lqball(20o5)Tau pathologyin Alzheimer disease and other tauopathies. Biochim. Biophys.Acta 1739,198-210.   \nIqbal K,Liu F,Gong CX,Grundke-lqbal I (201O) Tau in Alzheimer disease and related tauopathies. Curr.Alzheimer Res.7,656-664.   \nIshida A,Kitani T,Fujisawa H(1996) Evidence that autophosphorylation at Thr286/Thr-287isrequired for full activation of calmodulin-dependent protein kinase Il. Biochim. Biophys.Acta 1311,211-217.   \nJanson J,Laedtke T,Parisi JE,O'Brien P,Petersen RC,Butler PC (2O04)Increased risk of type 2 diabetes inAlzheimer disease.Diabetes53,474-481.   \nKatoh T,Fujisawa H(1991) Autoactivation of calmodulin-dependent protein kinase Il by autophosphorylation.J. Biol.Chem.266,3039-3044.   \nKeller PJ,Le Van Q,Kim SU,Bown DH,Chen HC,Kohnle A,Bacher A,Floss HG (1988)Biosynthesis of riboflavin:mechanism of formation of the ribitylamino linkage.Biochemistry 27,1117-1120.   \nKonstantopoulosN,arcucoS,KyiS,tochevkaV,steliA,WardCW,alay SL (2007)A purine analog kinase inhibitor,calcium/calmodulin-dependent protein kinase Ilinhibitor 59,reveals a role for calcium/calmodulin-dependent protein kiase Ilin insulin-stimulated glucose transport. Endocrinology148,374-385.   \nKopke E，Tung YC，Shaikh S，Alonso AC，Iqbal $\\mathsf { K } ,$ Grundke-lqbal I (1993) Microtubule-associated protein tau.Abnormal phosphorylation of a non-paired helical filament pool in Alzheimer disease.J. Biol. Chem.268,24374-24384.   \nKsiezak-Reding H，Pyo HK，Feinstein B，Pasinetti GM (2O03） Akt/PKB kinase phosphorylates separately Thr212 and Ser214 of tau protein in vitro. Biochim. Biophys.Acta 1639,159-168.   \nKwiatkowski AP,Shell DJ,King MM(1988) The role of autophosphorylation in activation of the type Ilcalmodulin-dependent protein kinase.J. Biol. Chem.263, 6484-6486.   \nLi XH,Lv BL,Xie JZ,Liu J, Zhou XW,Wang JZ (2012) AGEs induce Alzheimer-like tau pathology and memory deficit via RAGE-mediated GSK-3 activation. Neurobiol.Aging 33,1400-1410.   \nLindwall G,Cole RD(1984)Phosphorylation affects the ability of tau protein to promote microtubule assembly.J. Biol. Chem.259,5301-5305.   \nLiu Y,Liu F,Grundke-lqbal I, Iqbal K,Gong CX(2011) Deficient brain insulin signalling pathway in Alzheimer's disease and diabetes.J. Pathol.225,54-62.   \nLuY,HeRQ(2014)GRP75ofCHOcelrespondstoibosyationrog.ochem. Biophys.41,1191-1192.   \nMarks PA (1956)A newer pathway of carbohydrate metabolism;the pentose phosphate pathway. Diabetes 5,276-283.   \nMauser M,Hoffmeister HM,Nienaber C，Schaper W(1985) Influence of ribose, adenosine,and \"AICAR\"on the rate of myocardial adenosine triphosphate synthesis during reperfusion after coronary artery occlusion in the dog. Circ. Res.56,220-230.   \nMiller SG,Patton BL, Kennedy MB (1988) Sequences of autophosphorylation sites in neuronal type Il CaM kinase that control $\\mathsf { C a } ^ { 2 ( + ) }$ -independent activity.Neuron 1, 593-604.   \nMurphy SP,Allen LH (2Oo3) Nutritional importance of animal source foods.J.Nutr. 133,3932S-3935S.   \nNathan DM(1993)Long-term complications of diabetes melitus.N.Engl. J.Med. 328,1676-1685.   \nPlanel E,Miyasaka T,Launey T,Chui DH,Tanemura K,Sato S,Murayama O, Ishiguro K,Tatebayashi Y,Takashima A (2oo4)Alterations in glucose metabolism induce hypothermia leading to tau hyperphosphorylation through diferential inhibition of kinase and phosphatase activities:implications for Alzheimer's disease.J. Neurosci.24,2401-2411.   \nQu MH,Fang CY,Zhang XR,Zhao CZ,Mao SM, Gao ZQ (2012) Type 2 diabetes and mild cognitive impairment.Prog. Biochem. Biophys.39,791-795.   \nSadik G,Tanaka T,Kato K,Yamamori H, Nessa BN,Morihara T,Takeda M (2009) Phosphorylation of tau at Ser214 mediates its interaction with 14-3-3 protein: implications for the mechanism of tau aggregation.J. Neurochem.108,33-43.   \nSasakiN,TokiS,Chowei H,Saito T,Nakano N, HayashiY,TakeuchiM, Makita Z(2001) Immunohistochemical distribution of the receptor for advanced glycation end products in neurons and astrocytes in Alzheimer's disease. Brain Res.888,256-262.   \nSegal S,Foley J,Wyngaarden JB (1957) Hypoglycemic effect of D-ribose in man. Proc.Soc.Exp.Biol.Med.95,551-555.   \nSeuffer R (1977)A new method for the determination of sugars in cerebrospinal fluild (author's transl).J. Clin. Chem. Clin. Biochem.15,663-668.   \nShecterle LM,Terry KR,St Cyr JA (2O1O) The patented uses of D-ribose in cardiovascular diseases.Recent Pat. Cardiovasc. Drug Discovery 5,138-142.   \nSima AA (2010) Encephalopathies: the emerging diabetic complications.Acta Diabetol.47，279-293.   \nSu T,He R (2014) D-ribose,an overlooked player in type 2 diabetes melitus? Sci. China Life Sci.57,361.   \nSu T,Xin L,He YG,Wei Y,Song YX,Li LW,Wang XM,He RQ (2013)The abnormally high level of uric D-ribose for type-2 diabetics.Prog. Biochem. Biophys.40,816-825.   \nTan KC,Chow WS,Ai VH,Metz C,Bucala R,Lam KS (2O02) Advanced glycation end products and endothelial dysfunction in type 2 diabetes. Diabetes Care 25, 1055-1059.   \nWang JZ，Liu F (2Oo8) Microtubule-associated protein tau in development, degeneration and protection of neurons. Prog. Neurobiol.85,148-175.   \nWeiY,Chen L, Chen J,Ge L, He RQ (2Oo9) Rapid glycation with D-ribose induces globular amyloid-like aggregations of BSA with high cytotoxicity to SH-SY5Y cells. BMC Cell Biol.10,10.   \nWei Y,Han CS, Zhou J, Liu Y, Chen L,He RQ (2012a) d-ribose in glycation and protein aggregation. Biochim. Biophys.Acta 1820,488-494.   \nWeiY，Miao JY， Liu Y (2012b) Endogenous and exogenous factors in hyperphosphorylation of Tau in Alzheimer's disease.Prog.Biochem.Biophys. 39, 778-784.   \nYang Y,Hu S,Zhang J,Zhang M,Gong C (20o6) Alzheimer-like hyperphosphorylation of tau in brainsof rats with obesity and type 2 diabetes. Prog. Biochem. Biophys.33,458-464.   \nYang Y,Sun TT,Xu YP,Zhang JH,Zhang MX,Zhang XJ,Liu YJ,Yuan G (2010) rAAV-mediated VLDLR gene transfection reduces tau hyperphosphorylation in hippocampus of type 2 diabetic rats.Chin.J.Pathophysiol.26,245-250.   \nYoshimura Y, Ichinose T,Yamauchi T (2Oo3) Phosphorylation of tau protein to sites found in Alzheimer's disease brain is catalyzed by ${ \\mathsf { C a } } ^ { 2 + }$ /calmodulin-dependent protein kinase Ilas demonstrated tandem mass spectrometry.Neurosci. Lett.353,185-188. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the online version of this articleat the publisher'sweb-site. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fig.S1 Immunofluorescent staining of AGEs and phosphorylated Tau in the mouse brain.   \nFig.S2 Performance of mice injected with D-glucose in the Morris water maze test and Western blotting of phosphorylated Tau in the mouse brain. Fig.S3 Viability of cels treated with D-glucose.   \nFig.S4 Tau phosphorylation following the treatment of ribosylation in rat primary neurons.   \nFig.S5 AGEs formation and Tau phosphorylation following the treatment of D-glucose in N2a cells.   \nFig.S6 Activity assay of CaMKIll.   \nFig.S7 Effect of D-ribose on Tau phosphatases in N2a cells following the treatment of D-ribose.   \nFig. S8 PP2A activity assay.   \nFig.S9 Effect of aminoguanidine (AG) on CaMKll activity in N2a cells. Fig.S10 Dilution experiment for representive antibodies. ",
        "page_idx": 9
    }
]