[
    {
        "type": "text",
        "text": "中国古代沙质荒漠化的历史演变",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张连伟，郎洁，李莉（北京林业大学人文社会科学学院,北京100083）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：荒漠化是全球性的环境问题，威胁到人类的生存和发展，中国是受荒漠化严重危害的国家之一。依据历史文献的记载和现代学者研究成果,分秦汉魏晋南北朝时期、隋唐宋元时期和明清时期三个历史阶段，梳理了中国沙质荒漠化的演变过程。研究表明：秦汉魏晋南北朝时期，中国沙质荒漠化主要集中在西北地区，如鄂尔多斯高原、河西走廊和新疆地区；隋唐宋元时期，荒漠化扩展到东北地区，如呼伦贝尔沙地、科尔沁沙地等;明清时期,政府通过修筑长城和封禁政策，客观上抑制了边疆地区的垦殖开荒，但在人口压力下，明朝后期和清朝后期北部边疆的农垦快速发展，加速了鄂尔多斯高原、科尔沁沙地等地区的荒漠化进程。因此，数千年来的气候变化和人类活动，特别是滥垦、滥牧、滥樵采等不合理土地利用方式，致使我国北方干旱和半干旱区的荒漠化日趋严重。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：中国古代；沙质荒漠化；河西走廊；鄂尔多斯高原; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：P931.3 文献标识码：A 文章编号",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“荒漠”一词在古代文献中多有出现,如《魏书·高昌传》：“卿地隔关山，境接荒漠，频请朝援，徙国内迁。”又如明章潢《图书编》卷四十七《榆林总论》：“今榆林孤城悬于荒漠,劳师戍守,岁费万千。”此外，在我国古籍中，沙漠、戈壁、大漠、荒原、沙碛、瀚海和漠境等也都是对荒漠的称呼。在现代学术语境中，荒漠是指气候干旱、降水稀少、蒸发量大、植被稀疏低矮、土地贫瘠的地区，按地表组成物质，可分为沙质荒漠(沙漠）、岩质荒漠(岩漠或石漠）、砾质荒漠(砾漠或戈壁）、泥质荒漠(泥漠）、盐质荒漠（盐漠)等[1]。“荒漠化”译自英文\"Desertification”,联合国教科文组织和UNEP（联合国环境规划署)将“荒漠化\"定义为“在干旱、半干旱和亚湿润干旱区，由于气候变异和人类活动等多种因素造成的土地退化”[2]。在我国荒漠化演进的历史过程中,沙质荒漠化是荒漠化的主要形式，一般称为“沙漠化”。中国历史时期的沙质荒漠化，随着气候变化、人口增加、农牧垦殖和植被破坏而日趋严重，学术界对此进行了大量研究。本文旨在前人研究的基础上，分秦汉魏晋南北朝时期、隋唐宋元时期、明清时期三个历史阶段，梳理中国古代沙质荒漠化的演变过程。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1秦汉魏晋南北朝时期",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国西北地区很早就有沙漠存在，称为“流沙”。《尚书·禹贡》：“东渐于海,西被于流沙。”《淮南子·坠形训》：“弱水出自穷石，至于合黎，余波入于流沙。”但总体而言，4000 年前中国沙漠的覆盖率不会超过 $1 0 \\% ^ { \\left[ 3 \\right] }$ 。尤其是春秋战国时期,气候温暖湿润，我国北方大部分地区生态环境良好。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "秦汉时期，随着中央政权的建立，领土的扩张，在长期同匈奴的战争中，逐渐控制了鄂尔多斯高原、河西走廊大片地区。为了进一步加强对北部边疆和西域地区的控制，秦汉政府进行大规模的移民徙边，屯兵屯田，设置郡县。《史记·匈奴列传》记载，秦始皇统一六国后，曾派蒙恬率十万大军北击匈奴，“悉收河南地，因河为塞,筑四十四县城临河，徙适戍以充之”;秦始皇三十六年(211BC），又强迫三万家迁往\"北河、榆中”（今河套及准格尔旗一带）屯垦。汉武帝元朔二年（127BC），卫青再次收复匈奴河南地，兴十万余人筑卫朔方;元鼎年间，“置张掖、酒泉郡，而上郡、朔方、西河、河西开田官，斥塞卒六十万人成田之”（《汉书·食货志》）;元狩二年（122BC），“徙关东贫民处所夺匈奴河南地新秦中以实之”，后“汉度河自朔方以西至令居，往往通渠置田官，吏卒五六万人”（《史记·匈奴列传》）。匈奴北去,移民实边，保持了边境的平安。《汉书·匈奴传》：“北边自宣帝以来，数世不见烟火之警，人民炽盛，牛马布野。”但是，大规模的垦殖、樵采，也破坏了原有的自然生态环境，导致地表植被减少，土壤出现沙化。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "同时，这种繁荣又是暂时的。王莽篡汉，重新挑起和匈奴的战争，导致“数年之间，北边虚空，野有暴骨”（《汉书·匈奴传》）。东汉后期以降，战乱频仍，沿边诸郡安定局势遭到破坏。顺帝永和五年(140AD)夏，南匈奴左部入塞骚乱，杀朔方长史，大量汉族人口内迁(表1)，大量田地弃耕荒芜，以今宁夏至内蒙古的黄河为界东西地区均出现荒漠化。《晋书·文帝纪》记载，曹魏嘉平五年（253AD），司马昭曾“西征灵州,北临沙漠”。灵州驻地在今宁夏灵武市，曹魏时期，灵州北的沙漠可能是正在发展中的乌兰布和沙漠，但面积不会太大，还是游牧民族活动的区域，否则司马昭不可能“耀兵灵州，北虏震聋”。至北魏太平真君七年（446AD），从今灵武到磴口、杭锦旗一带的道路“多深沙，轻车来往，犹以为难,设令载谷,不过二十石，每涉深沙，必致滞陷”（《魏书·刁雍传》），说明当时这一带荒漠化已经非常严重。其后，郦道元在《水经注·河水》中说：“余按南河、北河及安阳县以南，悉沙阜耳，无佗异山。故《广志》曰：‘朔方郡北移沙七所，而无山以拟之。”南河即今黄河河道的大体位置,北河即今乌加河，原为黄河主流，安阳县故治在今内蒙古乌拉特前旗乌拉山南侧，这之间正是今库不齐沙漠所在地。这表明，至晚在北魏时，库布齐地区已出现荒漠化，形成七片沙区,只是尚未连成大片[5]",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/f53789f5d09fc999fca68cba4669b0d8d6de8a02777c8bb6dd5f2c3a22e51f49.jpg",
        "table_caption": [
            "表1汉代西北部分移民区域人口数量及其变化[4]",
            "Tab.1Population size and its changes in part of northwest immigration area during Han Dynasty "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">郡名</td><td rowspan=\"2\">面积 /km²</td><td colspan=\"3\">人口数量</td></tr><tr><td>公元2年</td><td>公元140年</td><td>下降百分 比/%</td></tr><tr><td>武威</td><td>24 243</td><td>76 149</td><td></td><td></td></tr><tr><td>张掖</td><td>45 264</td><td>88 731</td><td>44 725</td><td>-50</td></tr><tr><td>酒泉</td><td>37 301</td><td>76 726</td><td></td><td></td></tr><tr><td>敦煌</td><td>28 236</td><td>38335</td><td>29170</td><td>-24</td></tr><tr><td>金城</td><td>34 888</td><td>149 648</td><td></td><td></td></tr><tr><td>朔方</td><td>58 369</td><td>136 626</td><td>7843</td><td>-94</td></tr><tr><td>五原</td><td>9 063</td><td>231 328</td><td>22 957</td><td>-90</td></tr><tr><td>北地</td><td>55100</td><td>210 688</td><td></td><td></td></tr><tr><td>西河</td><td>55000</td><td>698 936</td><td></td><td></td></tr><tr><td>上郡</td><td>63025</td><td>606 658</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与此同时，河西走廊和新疆地区的绿洲也出现荒漠化。西汉政府在河西走廊设立敦煌、张掖二郡,成为重要的农垦区。敦煌在春秋时期称为瓜州，以“地生美瓜”而得名;其地又有效谷县，以“勤效得谷”而得名。但是，到了十六国时期，前凉在敦煌郡设立沙州，北周改敦煌县为鸣沙县，效谷县亦并入鸣沙县,从中可以看出荒漠化日趋严重[。《水经注·河水》云：“河水右径沙州北。段国曰：浇河西南百七十里有黄沙,沙南北百二十里，东西七十里，西极大杨川。望黄沙，犹若人委干精于地，都不生草木，荡然黄沙，周回数百里，沙州于是取号焉。”由此亦可见当时河西走廊地区出现了大面积的荒漠化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "汉代丝绸之路的开通，中原加强了同西域地区的联系。汉代先是在塔里木河中游的渠犁（今新疆库尔勒）、轮台（今新疆轮台东）一带屯田，后来发展到伊循(今新疆若羌东）、车师（今新疆吐鲁番）、莎车（今新疆莎车）、赤谷等地，这些地区都是人口兴旺的绿洲，绿洲的开发和繁荣，促进了西域地区社会经济的迅速发展，但由于过度垦殖、放牧，植被遭到破坏，河流水系发生变化，许多古绿洲出现荒漠化，楼兰、尼雅(精绝）、喀拉墩、达木沟以北的一些地方都因荒漠化而被废弃,或因废弃而发生荒漠化[7]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2隋唐宋元时期",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "唐代前期再次形成了开发河西和西域地区的高潮。贞观二十二年(648AD），唐朝政府设置安西四镇以后，“岁调山东丁男为戍卒，增帛为军资，有屯田以资糗粮，牧使以娩羊马。\"(《旧唐书·吐蕃传》)武周长安元年(701AD)名将郭元振出任凉州都督，“遣甘州刺史李汉通辟屯田，尽水陆之利，稻收丰衍。\"(《新唐书·郭元振传》)唐玄宗开元以后，继续经营屯田，出现\"轮台、伊吾屯田，禾寂弥望”的兴旺景象。在对河西的开发中，以甘州最为重要。陈子昂上书说：“甘州地广粟多…屯田广夷，仓庾丰衍，瓜、肃以西，皆仰其輝，一旬不往，士已枵饥，是河西之命系于甘州矣。”相反，“凉州岁食六万斛，屯田所收不能偿垦。”（《新唐书·陈子昂传》)其原因可能是河西走廊地区大规模的垦殖，使生态平衡遭到破坏,荒漠化日趋严重。《旧唐书·郭虔瓘传》记载，唐玄宗开元时期，“秦、陇之西，人户渐少，凉州已去，沙碛悠然”，荒漠的扩大成为不可阻挡的趋势。河西走廊高台西南部的骆驼城、瓜州东南的锁阳城、敦煌西部的寿昌城，均在盛唐以后相继荒漠化。古阳关绿洲的沙漠化大约开始于五代，完成于宋初。唐代和田地区为瞿萨旦那国，“周四千余里，砂碛太半，壤土隘狭”，“王城西百五六十里，大沙碛正路中,有堆阜,并鼠壤坟也”（《大唐西域记》卷十二）。和田河下游沙漠腹地的麻扎塔格古戍堡遗址，曾是汉唐时期沿和田河南北穿越塔格克拉玛干沙漠的“沙漠丝道”的重要关卡，其废弃年代在两宋时期[8]。北宋雍熙元年(984 AD)王延德出使高昌（今吐鲁番），途径这里时，“马不能行，行者皆乘橐驼”（《宋史·高昌传》）。此外，唐代以降，西域塔里木盆地南部的米兰、达乌兹勒克、阿卡库希库洛克、洛瓦克、臧桂古城等先后被废弃或荒漠化[7]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "唐代北部鄂尔多斯高原的荒漠化日趋严重，毛乌素沙地和库布齐沙漠逐渐形成。毛乌素沙地位于黄河“几\"字形大弯内侧的内蒙古、陕西、宁夏三省区交界区，地处鄂尔多斯高原南部。先秦至魏晋南北朝时期，毛乌素地区曾经生态环境良好，十六国时期郝连勃勃在此筑统万城,作为夏国的都城。由此,人口增加，农牧垦殖对生态环境的破坏日趋严重，史籍里出现\"赤沙阜”、“沙溪”、“沙陵”等，有荒漠化倾向(图1)[9]。唐代在此置夏州,已经是“沙硕之地，无耕蚕生业\"（《旧唐书·韩全义传》）。长庆二年(822A.D.）十月，“夏州大风，飞沙为堆，高及城堞\"（《新唐书·五行志》）。咸通时诗人许棠《夏州道中》：“茫茫沙漠广，渐远郝连城。”（《全唐诗》卷六O三)北宋淳化五年(994A.D.），宋太宗\"以夏州深在沙漠，本奸雄窃据之地\"（《续资治通鉴长编》卷三十五），下诏废毁了统万城,并将居民迁到绥、银等州。与此同时，毛乌素沙地北面的库布齐沙漠，已经见诸记载,称库结沙、普纳沙或破讷沙。《新唐书·地理志》附录贞元宰相贾耽记夏州通大同云中道：“渡乌那水，经胡洛盐池、纥伏干泉，四十八里度库结沙，一曰普纳沙。”李益《度破讷沙二首》：“眼见风来沙旋移，经年不省草生时。”“破讷沙头雁正飞，鹈泉上战初归。\"（《全唐诗》卷二八三)王北辰认为，公元8\\~9世纪时在丰州城南至横水之间已经形成了一条沙带，这条沙带在当时已被当地的突厥人称作库结沙（普纳沙、破讷沙），现在的“库布齐”就是由此演变而来[10]",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/235494ff36c14b20f45f0327876b3b7fc8ead562e8c0d9a60e2234dc38194ea0.jpg",
        "img_caption": [
            "图1鄂尔多斯地区沙质荒漠化示意图",
            "Fig.1Schematic diagram of sandy desertification in Ordos Area "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "辽金时期，科尔沁地区逐渐出现荒漠化。科尔沁地区位于西拉木伦河和西辽河流域，这里曾经水草丰茂、林木葱郁，但契丹人强大以后，在此地开垦土地,迁移人口，采伐森林，大规模地修建宫殿和陵墓,致使土地出现荒漠化,并日趋严重。陈襄《使辽语录》、沈括《熙宁使契丹图抄》都记载了沿途所见流沙情况。金灭辽后，为了削弱契丹势力，防止反叛，撤销了大量州县，致使这些州县城变成废城，居民迁离，原有耕地畧荒沙化。为防御蒙古人侵袭，金人又修筑了穿越科尔沁西北部的临潢路边壕，对沿线山林草场造成了较大破坏，导致流沙南侵,致使“经画壕堑,旋为沙雪湮塞,不足为御”（《金史·地理志》）。金人王寂《辽东行部志》记载，韩州“改城在辽水之侧，常苦风沙，移于白塔寨。”此处韩州城址在在今内蒙古通辽市科左后旗，当是科尔沁沙地的边缘地带。不仅如此，当时的荒漠化还向东南延伸到懿州(州治在今辽宁阜新）一带，王寂路过懿州时，曾“飞尘暗天，咫尺莫辩，驿更失途”，并先后作诗云：“塞路飞沙没马黄”，“逆风吹面朝连暮,蓬勃飞尘涨烟雾”[11]。由此可见金代科尔沁沙地南部地区的风沙状况。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "呼伦贝尔沙地位于内蒙古自治区东北部呼伦贝尔高原，以呼伦湖、贝尔湖得名，东部为大兴安岭西麓丘陵漫岗，西接达赉湖和克鲁伦河，南与蒙古相连，北达海拉尔河北岸。早期这里生态状况良好，汉魏时期，拓跋鲜卑曾从鲜卑大山(近大兴安岭北段)“南迁大泽”，即呼伦湖，他们利用这里肥沃的土地和丰美的水草从事畜牧和农垦，对这里的生态环境造成一定的破坏。进入辽代，呼伦贝尔地区的人类活动趋于频繁，辽国曾先后几次移民从事农耕，破土开荒，修渠灌溉。《辽史·耶律唐古传》记载，“命唐古劝督耕稼以给西军，田于胪胸河侧，是岁大熟。明年，移屯镇州，凡十四稔,积粟数十万斛,斗米数钱。\"这严重破坏了草原植被和地表土层。迨至元代，呼伦贝尔草原仍有一定规模的农耕，但其开垦地域多在辽代垦区之外，说明辽代垦区已经荒漠化，元代的垦殖则进一步加剧了荒漠化进程[12]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3明清时期",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "明清时期是我国北部边疆荒漠化迅速发展的时期，虽然明清时期通过修筑长城和封禁政策，客观上抑制了边疆地区的垦殖开荒，但在人口压力下，明朝后期和清朝后期北部边疆的农垦还是快速发展，加速了鄂尔多斯高原、科尔沁沙地等地区的荒漠化进程。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，腾格里沙漠边缘地带的绿洲和城镇遭到风沙侵袭，逐渐废弃。今宁夏中卫紧邻腾格里沙漠和黄河，历史上曾有着良好的生态环境，在其北部山崖上，至今保存着四五千幅古代岩画，大多描绘羊、鹿、狼、骆驼、虎、豹等野生动物以及各种树木、花草等。西夏在此设应理县，元初升为应理州。元朝时期，出现沙山、沙陀等流动沙丘。《元史·地理志》记载：“东阻大河，西据沙山。”又《元史·太祖纪》成吉思汗由西凉府(今甘肃武威)东征西夏，“逾沙陀，至黄河九渡,取应理等县”。明清时期，随着贺兰山一带的森林遭到破坏，人口增加,农牧业发展,导致腾格里沙漠的南移和扩张。《嘉靖宁夏新志》记载，为阻挡蒙古骑兵，“奏役屯丁万人”挖掘壕堑，“踰六月而成之”,但“风扬沙塞,数日悉平”[13]。至清代乾隆时期，《中卫县志》记载，当时的渠口、广武堡石灰渠，“近年沙势日逼渠岸，或山水大风，随为沙累淤塞,岁数挑浚,功力惮焉。”[14]石羊河下游流域也是荒漠化的重灾区，这里汉唐时期就曾出现过荒漠化，明清时期由于大规模的屯田移民和驻兵，而灌溉水源不足，风沙侵袭，荒漠化加剧，一些古堡如红沙堡、黑山堡等,在乾隆至道光年间先后废弃[15]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "其次，鄂尔多斯高原尤其是长城沿边地区的荒漠化日趋严重。明朝前期，为了防正蒙古武装入侵，明政府在边界地区修筑了长城,鄂尔多斯高原长城以外地区已经基本没有了农业，荒漠化有所缓和。但长城以南的屯垦仍然兴盛，加之马政需要大量的草料，对固沙植被的破坏日趋严重，毛乌素南部长城沿线的榆林、横山、靖边、定边、盐池等地沙漠化土地迅速蔓延。侯仁之先生指出，在宁夏河东地区，“由于不断地开荒和擢荒，再加上过度地樵采和放牧，终于使广大草原,遭到了空前未有的破坏,其结果每每引起流沙。”[16]明末内地人口骤增,人地比例失调,自然条件较差的山陕北部贫民开始大量流入鄂尔多斯地区，私向蒙人租地耕种，致使长城外的土地也出现沙漠化,嘉靖时已出现“龙沙漠漠,亘千余里”，“大风扬沙，瞬息寻丈”（《明经世文编》卷二三八）。当时的榆林镇城“百余里之内，一望沙漠，不产五谷”（《明经世文编》卷一八九）。清朝前期实行蒙汉隔离的封禁政策，将长城 $2 5 ~ \\mathrm { k m }$ 外划为禁地，在一定程度上保护了边外植被。但清代中叶以后，在人口压力下，大量人口迁居长城外，“借地养民”，“移民实边”，垦荒种地，其范围逐渐向外推移。鄂尔多斯高原是放垦的重点地区之一，官府、商人、教会、蒙古贵族四位一体，不顾当地的自然条件，竟以山脊水沟为界,大量放垦[17],形成一条东西长 $6 5 0 ~ \\mathrm { k m }$ ,南北宽 $2 5 ~ \\mathrm { k m }$ 到 $1 0 0 ~ \\mathrm { k m }$ 不等的垦荒带[18]。光绪二十八年(1902AD)以后，垦荒更是在鄂尔多斯全境推开，“陕北蒙地远逊晋边,周围千里大约明沙、扒拉、碱滩、柳勃居十之七八，有草之地仅十之二三”，且“并无深林茂树软草肥美之地,惟硬沙梁草地滩”[19],生态环境非常脆弱，但依然遭到垦殖。大规模放垦使得鄂尔多斯周边地区农田面积迅速扩大，荒漠化得到空前发展，范围涉及到准格尔旗、达拉特旗、杭锦旗靠近黄河的地段以及鄂托克旗靠近宁夏的部分地区。同时，开垦还深入到毛乌素地区的腹地，植被遭到破坏，原来固定的沙丘开始活化。这一切奠定了鄂尔多斯地区现代沙漠化的基本格局[20]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "再次，科尔沁地区的荒漠化面积再次扩大。元明时期，科尔沁地区成为蒙古人的牧场，农业耕作基本停止，林草植被逐步得到恢复，流沙趋于固定。但是，到了清康熙时期，清政府为了发展科尔沁地区的经济，开始鼓励垦荒耕种，内地民众开始涌入科尔沁地区。尽管乾隆时期，清政府曾限制移民垦荒，但到了嘉庆时期，移民垦荒已经成为不可阻挡的潮流，清政府只好宣布“招民垦荒”合法化。特别是到了光绪年间，国库空虚，入不敷出。为了解决财政危机,清政府将蒙旗垦荒作为增加财政收人的重要手段，强令各蒙旗王公“报效土地”，垦荒耕种。这种政策性的大转变，使垦荒的浪潮席卷了科尔沁所有的蒙旗,出现了招民垦荒的高潮[2],加剧了科尔沁地区荒漠化的进程。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/89c7bc5efcdfb98a8a4a5ae0232a379ead8fc9aef1a8c616282a9ad161ab2250.jpg",
        "img_caption": [
            "图2明清时期北方沙质荒漠化示意图",
            "Fig.2Schematic diagram of sandy desertification in northern China during Ming and Qing Dynasties "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4结论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "荒漠化是全球性环境问题，威胁到人类的生存和发展。中国历史时期沙质荒漠化面积不断扩大，呈现由西向东，由北向南逐步演进的趋势。唐代以前，荒漠化主要集中在西北地区，如鄂尔多斯高原、河西走廊和新疆地区；唐宋以后荒漠化扩展到东北地区，如呼伦贝尔沙地、科尔沁沙地等。同时，荒漠化存在由外向内迁移的趋势。以毛乌素沙地为例，毛乌素沙地分布着大量从新石器时代到明清时期人类活动的遗迹，时代最早、距今两千多年前的汉代遗址，位于沙区内的最西北部；比汉代晚数百年或上千年的唐宋时期的遗址则位于上述遗址的东南面;时代更晚的近三、四百年的明清时代遗址，则分布在沙区东南面的边缘地带。毛乌素沙地处在由西向东，由外向内的交界地带，持续时间也就更长，具体显示为由西北向东南扩展。各个时期的遗址由老到新在毛乌素沙地内自西北向东南按顺序分布这一规律，除与中原王朝势力的消长有密切关系外，同时也与沙漠化时期的早晚直接有关[22]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中国古代的沙质荒漠化是气候、植被、土壤侵蚀和人类的过度垦殖、放牧、樵采、政策失误等多重因素相互作用的结果。追溯中国历史上的荒漠化的原因和过程，有助于总结历史的经验教训，加强荒漠化的防治。首先，从长时段来看，气候和自然条件变化，在荒漠化过程发挥了基础作用。有学者通过研究发现,荒漠化地区的古城大量废弃，往往是气候偏冷期，即魏晋南北朝、唐末五代和明清小冰期。在公元1世纪的气候干冷期，塔里木盆地的楼兰、且末、罗布庄、尼雅、喀拉墩、古民丰、精绝古国等也都在这时被先后废弃[23]。其次，从短时段来看,人类活动对局部地区的荒漠化产生了重要影响，特别是农业垦殖和樵采，破坏了地表植被，引起植被群落的退化。历史上，河套、河西与西域等地的过度垦荒，导致了森林、草原植被的破坏,河流淤塞和土地荒漠化。以汉代河西走廊的居延地区为例，在汉代大规模开发时，因大量用作薪柴、牲畜牧草等，对于绿洲边缘荒漠植被的破坏即已发生，且危害匪浅[24]。同时，人们通过开挖渠道，兴修水利，在发展了绿洲农业的同时，也改变了地表水在自然状态下的分布格局，使得下游尾闾地区水资源不足，出现荒漠化。因此，加强荒漠化的防治，既要充分考虑气候和环境因素的影响，也要采取积极措施，促进荒漠化地区的生态修复。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献（References）",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1］吴征镒.中国植被［M].北京：科学出版社,1980;583.［WUZhengyi.Chinese vegetation[M].Beijing：Science Press,1980:583.]  \n[2]王澄海.气候变化与荒漠化[M].北京:气象出版社,2003;7.[WANG Chenghai.Climate change and desertification[M].Bei-jing:China Meteorological Press,2003:7.]  \n[3］樊宝敏,董源,张钧成,等.中国历史上森林破坏对水旱灾害的影响［J].林业科学,2003,（3）：136-142.［FAN Baomin,DONG Yuan,ZHANG Juncheng,et al.Impact of forest destructionon flood and drought in Chinese history[J].Forestry Science,2003,(3):136-142.]  \n[4］葛剑雄.中国人口史(第二卷)[M].福州:福建人民出版社,1997.［GE Jianxiong.Population history of China（volume sec-ond)［M].Fuzhou:Fujian People's Publishing House,1997.]  \n[5］艾冲.公元7—9 世纪库布齐沙漠分布范围探考[J].唐史论丛,2009,11(1）:251-260.[AI Chong.A study on the distribu-tion range of Kubuqi Desert in 7—9 century AD[J].Collections ofEssays on the History of Tang Dynasty,2009,11（1）：251 -260.]  \n[6］马正林.人类活动与中国沙漠地区的扩大[J].陕西师范大学学报：哲学社会科学版,1984,（3）:39-48.［MA Zhenglin.Hu-man activities and the expansion of China's desert regions [J].Journal of Shaanxi Normal University：Philosophy and Social Sci-ences,1984,(3):39-48.]  \n[7］沈竟琪,高前兆,胡智育.塔里木盆地南部历史时期沙漠化的初步研究[J].中国沙漠,1982,2（1):21-28.[SHEN Jingqi,GAO Qianzhao,HU Zhiyu.Preliminary study on desertification inthe southern Tarim Basin[J].Journal of Desert Research,1982,2(1):21-28.]  \n［8］侯灿.麻扎塔格古戍堡及其在丝绸之路上的重要位置[J].文物,1987,（3）:63-75.[HOU Chan.Mazar Tagegu garrison fortand its important position on the Silk Road[J]. Cultural Relics,1987,(3) :63-75.]  \n[9］陈育宁.鄂尔多斯地区沙漠化的形成和发展述论[J].中国社会科学,1986,(2）:69-82.[CHEN Yuning.The formation anddevelopment of desertification in Ordos area[J].Chinese SocialSciences,1986,(2) :69-82.][10］王北辰.库不齐沙漠历史地理研究［J].中国沙漠,1991,11（4）:33-41.[WANG Beichen.Study on the historical geographyof Kubuqi Desert[J].Journal of Desert Research,1991,11（4）：  \n33 -41.][11］张博泉注释.辽东行部志注释［M].哈尔滨：黑龙江人民出版社,1984:31、46、6O.[ZHANG Boquan.Notes on the annals of Li-aodong Travel［M].Harbin：Heilongjiang People's PublishingHouse,1984:31,46,60.][12］邹逸麟,张修桂,王守春.中国历史自然地理[M].北京：科学出版社，2013：652．［ZOUYilin，ZHANG Xiugui，WANGShouchun.Chinese historical natural geography[M].Beijing：Sci-ence Press,2013:652.][13］胡汝砺.嘉靖宁夏新志[M].银川：宁夏人民出版社,1982：85.[HURuli.New annals of Ningxia in Jiajing Period of Ming Dynas-ty[M].Yinchuan：Ningxia People's Publishing house,1982：  \n85.][14］黄恩锡.乾隆中卫县志［M].南京：凤凰出版社，2008：16.[HUANG Enxi.Annals of Zhongwei County in Qianlong Period ofQing Dynasty[M].Nanjing：Phoenix Press,2O08:16.][15］邹逸麟,张修桂,王守春.中国历史自然地理[M].北京：科学出版社，2013：668．［ZOUYilin，ZHANG Xiugui，WANGShouchun. Chinese historical natural geography[M].Beijing：Sci-ence Press,2013:668.][16］侯仁之.从人类活动的遗迹探索宁夏河东沙区的变迁［J].科学通报,1964,9(3）:226-231.［HOURenzhi.An exploration ofchanges in the East Desert of Yellow River in Ningxia based on theremains of human activity[J].Science Bulletin,1964,9（3）:226-231.][17］马正林.人类活动与中国沙漠地区的扩大[J].陕西师范大学学报：哲学社会科学版，1984，（3）：39-48.［MAZhenglin.Hu-",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "man activities and the expansion of China's desert regions[J]. Journal of Shaanxi Normal University：Philosophy and Social Sci",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ences,1984，(3):39-48.] ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[18］杨林海,周杰.历史时期气候变化和人类活动对毛乌素地区沙 漠化的影响[J].干旱区资源与环境,2008，（12)：128－133. [YANG Linhai,ZHOU Jie.Impacts of climate change and human activities on desertification in Mu Us region during the historical period[J].Journal of Arid Land Resources and Environment, 2008，(12):128-133.]   \n[19］丁锡奎：光绪靖边县志稿[M].南京：凤凰出版社,2007：353. [DING Xikui:Annals of Jingbian County in Guangxu Period of Qing Dynasty[M].Nanjing：Phoenix Press,2OO7:353.]   \n[20］薛娴,王涛,吴薇,等.中国北方农牧交错区沙漠化发展过程及 其成因分析[J].中国沙漠,2005,25（3）：320-328.［XUE Xian,WANG Tao,WUWei,etal.Desertification development and its causes of agro-pastoral mixed regions in North China[J]. Journal of Desert Research,2005,25(3）:320 -328.]   \n[21］景爱.清代科尔沁的垦荒[J].中国历史地理论丛，1992，（3）： 155-173.[JING Ai.Reclamation of Horqin Region in the Qing Dynasty[J].Collections of Essays on Chinese Historical Geography,1992,(3) :155-173.]   \n[22］侯仁之.内蒙古自治区西部沙漠中几个重要古城废墟［C］// 北京大学地理系论文集（第一辑）,1981.［HOURenzhi.Several ruins of the ancient cities in the west desert of the Inner Mongolia Autonomous Region[C]//Department of geography Peking University papers（First Edition）,1981.]   \n[23］程弘毅.河西地区历史时期沙漠化研究［D].兰州：兰州大学， 2007:220.[CHENG Hongyi.The desertification of the Hexi area in historical time[D].Lanzhou:Lanzhou University,20o7:220.]   \n［24］李并成.河西走廊历史时期绿洲边缘荒漠植被破坏考[J].中 国历史地理论丛,2003,18（4）:124-133.[LI Bingcheng.Study on the damage desert vegetation in oases edge of Hexi Corridor during ancient times[J].Collections of Essays on Chinese Historical Geography,2003,18(4） :124-133.] ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Historical evolution of sandy desertification in ancient China ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ZHANGLian-wei，LANG Jie，LI Li (School of Humanitiesand Social Sciences,Beijing Forestry University,Beijing 1Ooo83,China) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract：Desertification is aglobal problem that threatens the survival and development of human being.China isseriously impactedbydesertification.Basedontherecordsof historical literatureand theresearch resultsof modern scholars,this paper sorts outthe evolution process of China's sandy desertification in three historical periods, namely,the lst period from Qin and Han Dynasties to the Wei Jin and Southern and Northern Dynasties,the $2 ^ { \\mathrm { n d } }$ period from the Sui and Tang Dynasties to the Song and Yuan Dynasties,and the $3 ^ { \\mathrm { r d } }$ period of the Ming and Qing dynasties.The research shows that the coverage rate of China's desert was not more than $10 \\%$ before four millennia, especially in the Spring and Autumn period and Warring States period（77O BC -221 BC）,the climate was warm and humid,and the ecological environment in most parts of North China was in balance.During the1st period,due to the increase of the population inthe northwest of China,thelarge-scalereclamation and wood cuting,the natural ecological environment had beendestroyed,resulting inthe decreaseof the surface vegetationand the desertification of the soil.Therefore,in this periodsandydesertification in China was mainly concentrated in the westernregionof China,such as Ordos Plateau,Hexi Corridor and Xinjiang region. During the $2 ^ { \\mathrm { n d } }$ period,sandy desertification was extended to the northeastof China,such as Hulunbuir Sandy Land,Horqin Sandy Land and soon.Meanwhile,the government vigorously developed Hexi and western regions in the early Tang Dynasty,and the ancient cities of the southern Tarim Basin in Xinjiang were abandoned ordeserted along with the time.Atthesame time,the desertification in the northern Ordos Plateau was becoming more and more serious,and the Mu Us Sandy Land and the Hobq Desert were gradually formed. During the $3 ^ { \\mathrm { r d } }$ period,through building the Great Wall and prohibition policy by the government,the wasteland reclamation of border area was controlled.However,under the population pressure,agricultural reclamation in northern frontier was developed rapidlyin the late Ming Dynastyand late Qing Dynasty.This phenomenon accelerated desertification in Ordos Plateau and Horqin Sandy Land.In a long period,changes in climateand natural conditions have played afundamental role indesertification process.Ina short period,humanactivities havean important impacton desertification in someareas,especially agricultural eclamationand wood cutting destroyed thevegetation of the surfaceand caused thedegradation of the vegetation communities.Therefore,for thousands of years,the climate changeand human activities,especialythe unreasonable land use methods,such as indiscriminatereclamation,grazing and firewood chopping andcollecting,havecaused thedesertification in thearid and semi-arid areas of the north of China to become more and more serious. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Key Words:ancient China； sandy desertification； Hexi Corridor; Ordos Plateau； Horqin Sandy Land",
        "page_idx": 7
    }
]