[
    {
        "type": "text",
        "text": "栏目：智库建设",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高校智库建设：背景、现状、问题及思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一基于浙江省的调研",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王珩",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（浙江师范大学非洲研究院，浙江金华，321004)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]高校智库是中国特色新型智库的重要组成部分，建设高校智库具有战略意义，既顺应了全球智库发展的潮流，又符合中国特色新型智库建设的需求。[方法/过程]对浙江省29 家高校智库的调研结果显示：当前高校建设基础扎实、优势明显；高校与智库功能得到一定程度发挥，但还有较大的提升空间；智库国际化、特色化、网络化发展趋势明显，同时也存在认识不清、定位不准、质量不高、机制不全等问题。[结果/结论]建议通过理念创新、能力创新、学科创新和制度创新，明晰高校智库建设定位，提升研究能力与水平，打造特色学科，完善保障体系，进一步提升高校智库建设的能力与水平。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：高校智库;创新;调研分类号：G644.6",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高校智库是指隶属于大学的、利用大学学科与人才优势而综合开展战略研究、政策咨询、人才培养、舆论引导、公共外交活动的科研组织机构。自2014年教育部实施《中国特色新型高校智库建设推进计划》以来，我国高校智库建设与发展稳步推进。2015年党中央国务院制订《关于加强中国特色新型智库建设的意见》，明确“高校智库是中国特色新型智库的重要组成部分”，要求“推动高校智库发展完善”。2016年教育部工作要点明确将“启动高校专业化智库建设”。何谓新型高校智库？目前浙江省高校智库建设现状如何？存在哪些问题？应如何促进高校智库建设？基于对浙江省高校智库建设现状的调研与分析，本文试图明晰现状，发现问题与短板，提出浙江省智库发展的思考与建议，助力中国特色新型高校智库建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1新型高校智库建设的背景及意义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高校智库是中国特色新型智库的重要组成部分，建设高校智库具有战略意义。从历史上看，任何国家的崛起都必然伴随着思想的崛起；从世界各国现代化进程看，智库在改善国家治理、促进经济和社会发展、维护国家利益等方面发挥着重要作用；从当前国家发展形势看，改革发展任务越是艰巨，越需要强大的智力支持，“十三五”建设任务迫切要求各类智库担当使命。建设高校智库是服务党和政府科学民主决策、破解发展难题的迫切需要，对于坚持和发展中国特色社会主义、提升国家软实力、全面建成小康社会具有重要意义。作为我国哲学社会科学事业的生力军和各学科人才聚集的高地，高校要以服务决策为导向，以提升能力为核心，以改革创新为动力，以哲学社会科学繁荣发展为依托，努力打造一批在国内外具有重要影响的高端智库[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1从全球范围看，新一轮高校智库建设的热潮正在兴起",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国智库超半数依托高校科研机构。宾夕法尼亚大学自2006 年起每年发布《全球智库报告》，2010年开始对高校智库进行排名。最新的2015全球最佳高校智库排名显示，影响力世界前88名的大学智库中有25个来自美国顶尖的研究型大学（其中包括斯坦福、哈佛、哥伦比亚、普林斯顿等高等学府），占 $2 8 . 4 \\%$ ，其余来自英国（8个）、新加坡（6个）、中国（6个）、澳大利亚（5个）等国家。2010 年没有中国高校智库入围世界前25 强，2015年度则有北京大学国际战略研究所、卡耐基一清华全球政策研究中心、布鲁金斯一清华公共政策研究中心3家智库分别位列11、14、16位[2，打破了发达国家高校智库一统天下的局面，呈现了中国高校智库发展的迅猛态势。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2从国内来看，高校智库的理论研究和建设实践迫在眉睫",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国智库发展有悠久的过去，却只有短暂的历史，与改革开放进程同步，至今只有30 余年。第一阶段（1978 年至1991年）以1991年(海南)改革发展研究院成立为标志；第二阶段（20世纪90年代至2011年）关于高校智库建设的研究逐渐增多，高校智库地位开始显现；第三阶段（2011年至今）国家战略计划出台，教育部确定首批14个国家级协同创新中心，智库研究掀起高潮。2013被称为“智库年”，国家领导人先后对建设中国特色新型智库、高校新型智库作出重要指示，十八届三中全会前各类智库表现活跃，新一轮现代智库建设的风潮扑面而来。当前，高校智库理论研究方兴未艾。近年全球智库理论研究成为热点，但在研究对象上偏重官方智库，国别集中于发达国家，发展中国家智库和高校智库的研究成果很少，缺乏系统性和理论深度。高校智库建设的相关专著很少，较有代表性的有冯绍雷《智库：国外高校国际研究院比较研究》（2011）、《中国特色新型智库：胡鞍钢的观点》（2014）和王莉丽《智力资本：中国智库的核心竞争力》（2015）。以上著作涉及高校智库的篇幅不大，未形成系统研究。论文有王珩、刘鸿武的《新型高校智库开展协同创新的思考与探索》（2014）。我国高校智库建设的实践状况不容乐观，与全球顶级智库、中国特色新型智库建设目标有较大差距，数量与质量都亟待提升。2015年公布的全球智库报告显示，前150个顶级智库中只有北京大学国际战略研究院和中国人民大学重阳金融研究院2家中国高校智库入围。国内首批25家智库试点单位中高校智库仅有3家，而美国约有 $7 5 \\%$ 的智库附属于大学，且在影响国家政治、经济、社会、军事、外交、科技等重大决策方面发挥了重要作用。相比之下，我国高校智库建设的理论研究与实践努力都有待推进，且非一役之功。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3从浙江省智库建设状况看，起步较早，基础较好",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "浙江省智库建设历程大致可分为四个阶段：第一阶段，改革开放前，智库萌芽期。省政府参事室、中科院浙江分院哲学社会科学研究所等官方智库的雏形出现，文革十年动乱，发展停滞。第二阶段，改革开放后到20世纪80年代，智库成长期。一批省直事业属性的研究机构相继成立，各级政府相继建立内部政策咨询机构，省市政府的经济等重要部门都建立起经济研究中心、决策咨询委员会等机构或组织，基本形成政策咨询体系。第三阶段，20世纪90年代后，智库进入多元化发展期。研究机构的研究领域向学术研究、政策分析、产业规划、企业咨询等多方面拓展，机构类型日趋多元，大致形成了国家事业单位法人研究机构、企业型研究机构、民办非企业单位法人型研究机构和高校研究机构等。第四阶段，21世纪后，智库迎来新的机遇期。伴随着高等教育大发展，高校智库开始迅速发展，一批颇具实力的智库型研究机构发展势头迅猛，作用显著；其他政策研究机构，包括省社会科学院、省委党校等研究机构，明确提出把智库建设作为努力方向，智库迎来了新的发展机遇期[3]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2浙江省高校智库建设的现状及特点",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为了解高校智库建设现状，笔者依据问卷资料库和文献调研结果设计了调查问卷，面向部分高校智库科研人员进行了预测试，并根据预测试的反馈意见对问卷进行了修改完善，随后开展了大范围问卷调查和访谈，以浙江省高校为调查对象，全面了解高校智库的建设情况。调研内容涉及高校智库建设的总体状态，包括进展、数量、质量、人员、组织、管理、服务、宣传合作和影响力等方面。调研对象涉及29所高校，既有985、211重点大学，又有普通高校，包含财经、理工、农医、师范、艺术等专业类型的大学，还有高职院校；既有应用对策型科研机构，也有注重基础理论研究的科研机构；除了高校智库，还有个别官方智库、民间智库等。调研结果显示：高校智库建设的基础扎实、学科优势明显；高校与智库的功能得到一定程度发挥，但还有较大的提升空间；智库国际化、特色化、网络化发展趋势明显，但也存在一些问题与短板。由于高校智库建设开始受到各方面关注和重视，支持力度加大，大部分调研对象对高校智库的未来发展充满信心。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1浙江省高校智库建设基础扎实，优势明显",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "浙江省高校智库建设工作由省委宣传部主管，省社会科学界联合会协助落实。全省高校智库建设的学科基础、人才基础、经费基础较为扎实。近五年，各高校和智库运用各类研究平台开展基础理论和应用对策研究，提升了研究能力和水平,取得了许多优秀成果。全省2014年共获得项目212项，获得资助经费达5600 多万元，创历史新高，目前稳居全国第一方阵。省社科联建立和完善了省委、省政府领导圈题研究机制，围绕省委、省政府中心工作，组织开展了“浙江经济社会领域各项综合改革现状跟踪与突破深化研究”“全面从严治党，提升执政能力的浙江思考研究”等三十多项重大课题和专题研究，为省委、省政府重大决策提供理论参考。通过联合开展“社会重大舆情调研”“十三五浙江经济社会发展规划前期研究”“协商民主研究”等招标、委托课题研究，主动服务浙江省的改革发展实践。完成“浙江文化研究工程”第一期研究任务，共立项各类课题 800 多项，出版专著550余部，出版了一批在全国具有一定影响力的高水平成果。各高校智库注重队伍建设，人才资源丰富，平均每个高校智库拥有约45名人员，其中大部分为兼职，专兼职比例为47：63。在智库平台方面，几乎每个高校智库都拥有省级以上平台，如省级协同创新中心、省哲社重点研究基地，有的甚至是教育部重点研究基地、国家级协同创新中心等，还有部分智库与国家部委、省委省政府联合成立研究机构，研究实力和智库核心竞争力较强。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2高校智库发挥了资政建言、社会服务、人才培养等功能，成效显著",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "高校与智库的功能其实是相互融通的，其中人才培养和科学研究是共有的；高校智库功能中的政策建言、舆论引导和公共外交也可以概括为“社会服务”，即服务国家战略，服务社会政治、经济和文化发展[4。调研发现，浙江省高校智库一般通过战略研究、政策建言的方式，为全省经济社会发展提供决策咨询服务，促进地方经济发展。在对智库功能发挥的评价方面，受调查者对高校智库履行服务国家战略、服务地方经济发展和学校学科建设等功能的认同度分别达到 $7 4 \\%$ 、$91 \\%$ 和 $91 \\%$ 。也就是说，被调查者普遍认为，浙江高校智库在服务区域经济发展和高校学科特色发展方面表现突出，而在服务国家战略方面，除了浙江师范大学非洲研究院等个别智库表现较突出外，其他智库在这方面的功能体现不够明显。这与浙江是经济大省的省情有关，与浙江省的政治、经济、文化、社会各方面的发展基础密切相关，也与高校或智库本身的定位、优势学科、研究专长等紧密联系。此外，调研还发现高校智库建设的过程不但有力地促进了应用对策研究水平的提升，还产生了一系列智库“反哺”学科效应，体现在科学研究、学科建设、人才培养和国际交流等各方面，如非洲研究智库近年来获得15项国家社科基金课题，建立了“非洲教育与社会发展”博士点，培养的涉非理论研究与实践人才数以千计，获得省级教学成果一等奖，极大地促进了中非人文交流。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3高校智库国际化、特色化趋势强劲，传播能力较强",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前，实施国际化战略、提升国际化水平、加快国际化发展，成为各国科研机构、高校和企业应对科技全球化挑战的共同选择。浙江高校智库国际化的路径主要有三：一是国际协同。多数智库与国内外高校、科研机构、智库单位等建立了紧密型合作关系，并争取多方经费，为双方研究人员的访学进修、调研采访、学术交流等提供帮助。温州大学还在海外设立了智库分支机构：普拉托温州人研究中心，同时与韩国中央大学电子贸易研究所、印度中国研究中心等国外机构建立了紧密的合作伙伴关系；隶属于宁波大学的“浙江省海洋文化与经济研究中心”与法国昂热大学、韩国独岛研究所联系紧密；浙江省城市治理研究中心与英国城市学会、法国国家科研中心和莱斯特大学等国外高校智库建立了交流与合作关系。二是举办国际会议或论坛。近年来，浙江省高校智库平均每年举办国际论坛1.5一2场，平均规模达到100人以上，形成了中非智库论坛、全球生态文明论坛等品牌。每年参加国际论坛的学者近100人（次)，极大地提升了智库的国际化水平。三是加强国际学术交流。近年来，浙江省智库接待来访的外国专家、学者和研究生日益增多。各家智库在“请进来”的同时，还积极实施“走出去”的发展战略，选派学生赴国外留学，资助研究生和导师赴国外开展调研、学术交流与合作研究，选派中青年学者赴国际组织机构任职，以及参与国际课题与项目，到国外智库发表专题演讲等，这些在一定程度上体现了高校智库开始在国际上扩大影响力与知名度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在特色化发展方面，金华职业技术学院的成果奖励机制、温州大学的智库成员晋升机制和杭州电子科技大学的信息经济智库的人才培养保障机制颇有亮点。同时，浙江省高校智库传播路径总体上较为通畅。有 $7 1 . 4 \\%$ 的智库有专属网页，$5 7 . 1 \\%$ 的智库有自办的学术刊物和简报（有的称成果要报、信息动态等)，这些平台对于智库成果的传播具有重要的作用。但只有 $2 8 . 6 \\%$ 的智库开通了微信公众号，在云传播的信息时代，浙江省高校智库的信息化程度和水平明显不足。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，被调查者认为，影响高校智库发展的因素有很多，按重要程度排列依次是：体制机制、队伍建设、经费投入以及学科带头人等。被调查者认为当前智库发展面临的最大困难或问题是：传统制度不适应智库建设，高校传统科研机构向智库转型困难，智库规模小、评价机制和激励机制不合理以及重视不够、经费不足等。归结起来，就是存在对高校智库建设的认识定位不清晰、转型升级不到位、协同创新不充分、制度保障不匹配等问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3加强高校智库建设的思考与建议",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作为中国特色新型智库的重要组成部分，高校智库有其独特的发展历史、理念内涵、特色特质、优势功能。针对存在的问题，高校智库应明晰认识，精准定位，选择适合于自己的发展路径、重点领域、组织结构及其评价标准等，充分发挥高校在基础理论研究方面的雄厚积累，着重开展中长期的、战略性的研究，提供更具整体性与宏观性的有关国家发展战略与治理理念的思想成果与理论方案，提升核心能力。智库所在高校应着力构建学科、平台、人才、制度等方面协同创新的实践体系，为中国改革发展提供强大的智力支持。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1理念创新是前提，社会各界要明晰对高校智库的认识，高校智库对自身要有准确定位，处理好几对关系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "当前社会各界对高校智库建设普遍重视不够、认识不清、研究不够。有人认为“高校就是高校，不能建智库”，强调高校是学科导向，智库是问题导向，两者不可兼容[5]。笔者以为，高校可以建智库，也应该建智库。与从属于政府部门、更多考虑政府需求的官方智库或自立于民间而更多靠市场运作的民间智库相比，高校建智库有相当明显独特的优势，因此应予以高度重视。浙江省应加强高校智库建设的顶层设计和长远规划，建立领导小组，由省委政研室、省人大研究室、省政府研究室、省政协研究室、省委宣传部、省科技厅、省教育厅、省政府参事室、省社科联、省科协分管领导作为领导小组成员。高校智库要根据自身基础和条件、优势和专长明晰研究方向、聚焦重大理论问题和现实问题，充分利用高校基础理论研究的深厚积累，开展有针对性的应用对策研究。注意处理好三对关系：高校与智库、问题导向与学科导向、基础理论研究与应用对策研究。每一对关系的双方都不能简单对立，问题导向的科研与学术、学科导向的学科建设、人才培养，基础理论研究和应用对策研究，都应互相促进，应形成良性互动[4]。还要处理好地方研究和国家研究的关系。浙江高校智库要立足和扎根浙江政治、经济、社会发展实践，发挥浙江地方特色和地域优势，连接浙江发展战略和国家发展战略，提升核心竞争力。同时，要将浙江经济社会发展遇到的难点、问题置于全国大局加以考察和研究，将浙江经验提升为全国性经验，为浙江发声，掌握话语权，扩大浙江影响力，有条件的智库机构应直接为国家发展服务[3]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2学科创新是基础，要完善课程体系和人才培养体系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "高校服务于中国特色新型智库建设，也是激励自身实现教育与学术双转型的过程。高校在中国特色新型智库发展所需要的人才培养和队伍建设上，应发挥引领作用，加强对复合型、综合型的区域国别研究人才培养，提升培养质量。比如“一带一路”战略研究，就需要高校智库综合利用法学、哲学、经济学、历史人文及信息管理等学科资源，依托海洋研究院等机构，通过整合优势学科资源，打造服务于“一带一路”战略的高端智库，并借参与“一带一路”研究，促进学科建设特别是交叉学科的发展。高校智库在学科与课程设置方面，应针对时代所需、国家所需、地方所需，进一步明确课程目标，拓展课程内容，组织课程实施，完善课程评价。智库依托的学科既有传统学科，也有新兴学科和交叉学科，要突出优势、拓展领域、补齐短板、完善体系加快完善对哲学社会科学具有支撑作用的学科，注重发展优势重点学科，加快发展具有重要现实意义的新兴学科和交叉学科，做到基础学科健全扎实、重点学科优势突出、新兴学科和交叉学科创新发展、冷门学科代有传承、基础研究和应用研究相辅相成、学术研究和成果应用相互促进[]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3能力创新是关键，要提升高校智库研究能力，加强成果转化",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "高校智库不仅要提供应用对策研究，而且要提供新思想、新知识、大战略，使学术研究经世致用、为国献策、为民谋利。这就要求高校智库以重大理论和现实问题为主攻方向，同时更应以深厚思想和丰富知识为基础依托。因为真正具有前瞻性、科学性、实用性的对策建议，必须有厚重的理论、多学科的视角和先进的方法作支撑。因此，高校智库首先要聚焦研究方向，树立问题意识和创新意识，深入研究和回答我国发展和我们党执政面临的重大理论和实践问题，通古今之变化、发思想之先声，积极为党和人民述学立论、建言献策7。其次，要注重调查研究，丰富研究内涵，设立研究专项，形成研究合力。依托已有的国家级、省级协同中心，尝试建立高校智库联盟，重点支持相关课题研究、学术研讨、著作出版，推动成果转化，为工作实践提供理论支撑和指导。第三是要创新研究方法，提升研究质量。依托高校学科优势，着力推动跨学科研究，促进哲学社会科学与自然科学等不同学科之间的交叉渗透，大力推进新兴学科发展，为应用对策研究提供更为有力的学科支撑；推动科研方法创新，借鉴自然科学的研究方法，充分利用现代信息技术，创新和丰富哲学社会科学研究的路径和载体。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4机制创新是保障，要创立高校智库“学科特区”，健全制度体系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "当前，高校智库还面临管理体制机制、评价与激励机制等障碍与困难。上级主管部门与高校应立足实际、打破陈规,探索建立“学科特区”“学术自贸区”。根据国家级新型高校智库和协同创新中心建设需要，致力于研究、改革和创新高校智库评价体系，理顺体制机制，强化智库建设支持力度。一是建立能适应和推进智库国际化发展的评价与奖励制度，畅通智库咨政建言的报送渠道，加大对咨询报告、政策建议等的奖励力度，提升奖励等级，在职称评定、科研考核中增加对智库成果的认可和激励。如认可国家部委司级课题等同教育部一般项目，认同咨询报告、媒体报道、参考资料等形式的劳动成果。二是建立与国际化、智库建设目标相适应的学术竞争机制与考核机制，督促智库多出成果、出好成果。支持智库学者开展国际交流，鼓励学者在国际期刊发表成果，在国际论坛上发出“中国好声音”。三是建立相对灵活的人事制度，为引进高质量智库人才，应突破常规体制，用好“旋转门”机制，加强智库专门人才培养，建立人才梯队和招聘信息网络，加强智库管理和运营人员的培养。四是加大投入，完善财务制度。应加大对高校智库的投入，加强宏观管理。为鼓励智库人员开展国际交流、进行田野调查，上级主管部门和高校在管理体制和机制方面，应给予一定政策倾斜。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "此外，建设高校智库不仅需要智库自身大力提高素质和研究水平，更需要主管部门、决策部门自觉重视智库研究在决策过程中的不可或缺的地位。只有各方协同努力，不断推进高校智库建设的理念创新、能力创新、学科创新和制度创新，才能形成高校智库建设的理论和实践体系，指导和推动高校智库又好又快地发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]刘延东.发挥高校独特优势为建设中国特色新型智库贡献力量[N]．人民日报，2013-5-31(1).  \n[2] James G. McGan. 2015 Global Go To Think Tank Index Report[EB/OL]. [2016-05-05].  \nhttp://repository.upenn.edu/think_tanks/8/.  \n[3]谢利根.浙江特色新型智库建设的总体目标和发展定位[EB/OL].[2016-07-05].  \nhttp://ldhn.rednet.cn/c/2015/10/30/3826653.html.  \n[4]王珩．理顺高校智库建设的三对重要关系[N].中国社会科学报，2016-4-21(6).  \n[5]胡伟.高校就是高校，不能把高校建成智库[EB/OL].[2015-11-06].  \nhttp://www.21ccom.net/articles/culture/edu/20151106130290.html.  \n[6]张杰.建立智库参与政府决策的长效机制[N].中国社会科学报，2015-3-6(6).  \n[7]习近平：在哲学社会科学工作座谈会上的讲话[EB/OL]．[2016-7-5].  \nhttp://politics.people.c0m.cn/n1/2016/0518/c1024-28361421-2.html.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Reflections on the Current Status of the University Affiliated Think Tank Construction in Zhejiang Province ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wang Heng ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Institute of African Studies, Zhejiang Normal University, Jinhua, 321004 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The university affiliated think tank is a crucial part of the new type of think tanks with Chinese characteristics. University think tanks’construction is of strategic importance. It not only conforms to the global trend of think tank development, but also meets the demand for the construction of new types of think tanks with Chinese charateristics.[Method/process] The results of the survey on the think tank construction of 29 universities in Zhejiang revealed that the current universities were constructed with a sound basis and obvious advantages. Furthermore, although the functions of universities and think tanks were performed to some degree, there was still much room for improvement. In addition to that,an obvious tendency of internationalization， characterization and cyberization was detected. Nevertheless,problems such as blurred understanding,inferior quality and incompletemechanismalsoexisted. [Result/conclusion] Innovatedideas, competence, disciplines and systems are suggested to clarify the positioning of the university think tank construction so as to enhance research ability，construct characteristic disciplines and improve the security system. In this way， the construction level of university affiliated think tanks will be further promoted. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywords:university affiliated think tankinnovation survey ",
        "page_idx": 8
    }
]