[
    {
        "type": "text",
        "text": "智库热中的一点冷思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "沈固朝",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "南京大学信息管理学院南京210023",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【智库简介】中国南海研究协同创新中心是首批国家协同创新中心之一（高等学校创新能力提升计划），由南京大学牵头，在外交部、海南省、国家海洋局的支持下，联合中国人民大学、海军指挥学院、中国南海研究院、四川大学、中国科学院、中国社会科学院以及厦门大学、浙江大学、中山大学等加盟单位于2012年10月成立，目标是围绕南海权益维护、资源能源开发、区域和平发展而在人才培养、学科建设和科学研究三个方面进行协同，是我国综合研究南海问题的重要智库。中心下设的平台包括：南海法律研究、国际关系研究、南海史地与文化研究、南海周边国家政治经济社会研究、南海环境资源与海洋权益研究、南海动态监测与形势推演、南海地区航行自由与安全合作研究、南海舆情监测与国际交流对话、南海问题政策与战略决策支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十八届三中全会提出科学执政、民主执政、依法执政后，决策权过分集中的体制性弊端有了一定程度的改正。很多政府部门已经重视了科学决策的程序，注意启用专家咨询以降低决策风险，提高决策的正确性。那种决策者既能决策，又能执行，还管监督的所谓“拍脑袋决策、拍胸脯保证、拍屁股走人”的现象有所遏制。不断高涨的智库热，反映了这一趋势，这无疑是一件好事。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "决策是一种“谋”“断”的结合，如果将“谋”比作专家的献计献策，则“断”就是筛选大量信息后的“拍板”。因此，为尽可能减少决策失误，政府决策要依赖于两个系统，一是被称为“智囊团”“思想库”“顾问班子”的智库体系，包括政府智库、高校智库和行业智库，另一个是信息系统，包括各级信息中心、统计部门和情报所，他们的主要任务是提供决策所需的数据和信息。两者作用互补，不可偏废，前者是在“谋”的过程中为辅助决策提供智力和知识支持，后者是在“断”的时候为政府定策提供信息和情报支持。专家不仅自己要提供决策所需的知识，也要协助决策者对大量信息进行加工和鉴定，帮助减轻决策的认知负担。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "但在当前智库热的形势下，我们对前者强调的多，对后者关注的少。不少决策失败或施策低效的例子表明，我们不缺乏专家咨询，决策程序也是完备的，但却缺乏反映客观实际的信息和在此基础上分析所得到的情报。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库系统尽管各有特色，总的特点是用专家和有经验的业务人员头脑里的知识为决策者献计献策、判断运筹，设计方案，寻找解决问题的症结和预测未来。然而，在决策涉及的各方利益诉求的博弈过程中，如何平衡“方方面面的因素”？如何保证“客观独立”？按什么原则决定重大行政决策提出的程序？各种方案比选的标准是什么？如何取舍不统一的专家意见？决策执行的效果如何评定？决策监督如何有效进行？回答上述问题，仅靠专家的知识和经验是不够的。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "例如，对一般项目投资和建设的可行性研究主要是对新建、扩建、改建等工程进行综合调查研究，从而论证项目在技术上是否先进、实用、可靠；在经济上是否合理、能否盈利；在未来发展战略上是否满足将来的需要，需要大量的信息调研和综合分析。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "再例如，我们在发展战略性新兴产业时，已经面对着 $90 \\%$ 的地区在发展新能源、新材料、电子信息和生物医药工程； $80 \\%$ 的地区在节能环保型产业项目； $60 \\%$ 的地区选择生物育种工程； $50 \\%$ 的地区在做新能源汽车.[我们是否考虑了有效需求？投资市场的风险？技术的不成熟？产业链如何？资源、基础和人力资源又如何？若干年后形成过剩的产能，或面临同质产品的价格竞争该怎么办？这些也都必须有大量的信息调研和情报分析为基础。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "再例如，生态环境及灾变问题直接涉及项目管理决策、生态建设与功能建设、生态效益与经济效益等一系列矛盾。解决的途径很重要的一点是必须作灾害风险评估，甚至要借鉴非优控制的“不可行性”论证，从可能失败的角度，大量搜集各有关部门和事例中的失误信息，以便从根本上减少和避免投资决策失误及评审遗漏。可是，到目前为止我们的大部分评估和论证都是在进行“可行性”论证。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“短平快”的专家会评和通信评审很难展开详尽的调查和情报分析。整治城市交通问题，咨询专家可以将问题归结为规划布局的不合理、路网结构的不科学、供求结构不对称、治理结构不成熟等。但这些制约性因素需要大量反映客观实际的数据对道路、车流、人流、车位的空间和时间分布进行分析，才能使路网建设、交通监管、流量疏导、停车调控、收费和相应的配套服务的决策有针对性[2。2014年，“出租车罢运”事件在全国各地发生了多起，2015年停运事件的继续并非不可预计，加上为迎接某大型赛事活动而相继新增的出租车、打车软件的兴起、专车服务的出现、份子钱的提高、相关政策举措的出台等已经释放出了足够的危机信号。从情报的视角而言，通过信息搜集和分析，引起警觉或发出情报预警，早采取一些措施，从而避免类似的事件一再上演在很大程度上是可能的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国各级政府现在都有许多信息供应的渠道一一政府信息中心、统计局、社科院、高校、图书馆、政研室、舆情和调查机构等等，有大量的报告、调研等信息产品涌向政府各级决策部门，更有数量庞大的数据库、网站、平台可供利用。我国有多达 $80 \\%$ 的社会信息资源掌握在政府部门手中。可以说，各级政府不缺信息，但是缺乏情报，尤其在重大决策问题上缺乏情报研究。从某种意义上来说，大量决策失误事件，是与没有情报参与有关的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，政府已经注意到建立监督机制来保障政策的执行，包括行政监督、法律监督、媒体监督、网络监督和追责制度。但对情报监督介入施策过程缺乏应有的关注。所谓情报监督，是通过对执行阶段的细化，不断搜集施策中释放出的信息，与原计划进行对比评估并及时反馈，保证执行的正确性和有效性。执行结束后，需要对决策结果进行反思和评估，总结并提出改进措施，检查在决策链过程中是否出现失误，需要注意哪些问题，以最终达到降低、遏制失误发生的目的。尽管政府的文件中规定需要社会力量的参与，但是真正进行跟踪评估的仍然是政府内部机构，这样就很难保证监督评估的公正性与客观性。行政监督、法律监督、媒体监督和网络监督等都离不开信息搜集和情报分析。情况收集不上来，怎能发现问题和全面评估？怎能落实追责制度？情报在施策中的监督作用就是要确保上述监督的针对性、准确性和有效性，把决策建立在更为客观的基础上，提高决策效率与效能。从这个意义上讲，情报监督是一种程序性的保障，监督并不是目的，而是一种手段，目标是对决策失败的预防或阻断。为此，仅仅让情报“服务”于决策是不够的，必须让情报工作具有参与权、话语权和监督权，其功能涵盖补充、提醒、预警、保全、质疑等，通过跟踪项目的执行，及时发现执行的瓶颈，调查决策无法执行的根本原因，提升施策者的执行力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从这个意义上来说，决策并不是一个瞬时工作，而是一个链环，一个包括了定策、施策、评策不同阶段、环环相扣、不断调整，不断评价和修正的动态过程，也是获取反馈信息、调整方案的再决策过程。由于决策主体的认知偏差、决策的体制性缺陷、内外部环境的变化、利益相关者的影响、决策层与执行层之间的信息沟通障碍等等因素，定策时的问题会在施策阶段暴露出来。决策者需要获取政策执行过程中的大量相关信息，并且将这些信息转化为评估与纠错的依据，及时发现弥补决策前所忽视的问题，及时监督和斧正偏离既定目标的行为，为纠错机制提供可行的方案，这些都是智库或专家较少关注的方面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在评策方面，也亟需信息工作的介入。不少专家咨询会或评审会，主要依据个人知识，观感式、即兴式、片段式地发表意见，缺乏有规划、系统和持续的调查，就深入程度和精细程度而言，与国外的调查有较大差距，与国家的要求也极不适应。每年国家都有数额巨大的项目投入，缺乏详实的调查数据，导致无法了解这些投入究竟发挥了多大作用。智库毕竟不是“点子公司”，如果建言献策仅满足于这一层次，无异于用“专家拍脑袋”代替“领导拍脑袋”，将可能使科学决策走回流于形式的老路上去。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "提升决策机制中的信息参与程度，目前面临三个主要问题：第一，因惯性思维、组织制度、经验主义等个人素质等因素的影响，决策主体缺乏对信息和情报的认知力；第二，信息质量问题，包括信息虚假、失真、无效、不全面、不及时；第三，面临大数据时代，信息量的急剧膨胀和分析、加工难度的矛盾，而信息收集更多地依赖各类官方、准官方、非官方机构，在一定程度上代替了决策主体和智库进行信息收集和加工处理。目前，我们的信息系统在为政府提供情报方面还有很多欠缺，与国外的差距也很大。构建协同高效的政府情报服务体制，整合信息资源，联通信息孤岛，提升信息处理效率，将信息提示为决策所需的情报，成为决策科学化的关键之一，这一切还有很多工作要做。为此，需要改变以往政府、企业、高校、研究机构的情报部门各自为政、各取所需的工作模式，实施相对集中的管理，提高情报工作人员的水平，拓展情报的收集渠道，采用先进的技术和手段，形成一个规范化的政府情报体系。做到这一点，需要一个协调机构，这个机构既要熟悉政府机构的运作，又要了解各种渠道流向政府的信息，并制定有关情报政策，以便协调政府内部和外部的信息机构，疏通信息交流的渠道，减少信息壁垒，从战略高度规划如何整合各方面的信息资源，指导信息在政府内部的有序流向。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2015年1月，笔者以企事业单位或政府部门工作人员为对象进行了访谈和问卷调研。被调查者认为，任何只要是为决策服务，为决策建言的信息搜集和情报分析，均须纳入决策流程。而要有效地让情报介入决策流程，最需要进行的是制度建设。只有通过立法或建章立制强制性地将情报工作嵌入到决策流程中，才能确保情报参与决策。正确的情报观对推动这一工作有一定的促进作用，但不是决定性作用。为此，可否参照较成功的例子考虑：第一，对现有情报研究相关机构的资源与服务功能进行调查，根据各机构的优势和特点构建政府情报体系的基层组织，并确定各自情报工作的重点范围、对象、目标等，建立相关保障制度；第二，设立专门的行政挂靠型的政府情报机构（事业编制），可以挂在办公厅这样的综合性单位，也可以考虑在信息基础较好、具有人才优势的信息中心等单位，队伍的组建既要包含情报的专业人才，又要包括专业技术人员，专兼职搭配；第三，发挥现有机构的特点和优势，负责情报规划。基础信息比较雄厚的，可发展情报的信息采集和加工服务功能；分析研究能力突出的，可借助其对情报专题进行深入研究，按服务对象、服务内容，服务形式等进行划分，以实现更有针对性、更加个性化的情报服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "《关于加强中国特色新型智库建设的意见》[3]将“功能完备的信息采集分析系统”作为智库的基本标准之一，强调增强智库的调查功能，这是极具战略眼光的。如果我们在智库建设中充分考虑了这一职能，在决策、施策和评策中充分发挥信息情报的作用，则专家的咨询作用将如虎添翼，智库的建议也将会落到实处。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1]九三学社中央.关于促进战略性新兴产业健康发展的建议[J].中国科技产业,2011(03):33-35.  \n[2]论文网.关于治理城市交通拥堵的建议[EB/OL].[2012-03-04].http://www.xzbu.com/2/view-454517.htm.  \n[3]中国记协网．《关于加强中国特色新型智库建设的意见》全文[EB/OL].[2015-01-21].http://news.xinhuanet.com/zgjx/2015-01/21/c_133934292_2.htm.",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "收稿日期：2016-02-15 修回日期：2016-03-29 本文责任编辑：吕青",
        "page_idx": 2
    }
]