[
    {
        "type": "text",
        "text": "科技引领 ‘精准扶贫精准脱贫",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一中国科学院广西环江县定点科技扶贫的实践与探讨",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "曾馥平1.2\\*曾昭霞1.2张 浩1²段 瑞1中国科学院亚热带农业生态研究所长沙4101252中国科学院环江喀斯特生态系统观测研究站河池5471003中国科学院科技促进发展局北京100864",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要精准扶贫是实现全面建成小康社会宏伟目标的根本途径。文章梳理了中国科学院亚热带农业生态研究所20多年来在广西环江县扶贫工作过程中历经的3个阶段，总结了环江县不同阶段“精准扶贫”模式的主要成效及社会影响，分析了新形势下该模式面临的挑战，探讨了科技助力环江县“精准脱贫”的新思路。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 科技扶贫，精准脱贫，生态产业，喀斯特区 DOI 10.16418/j.issn.1000-3045.2018.06.013 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平总书记在党的十九大报告中提出了2020 年农村贫困人口全部脱贫的目标，指出了实现脱贫攻坚目标的正确方向。要确保农村贫困人口到2020年如期脱贫，精准扶贫是根本[1,2]。科技扶贫是我国扶贫开发战略的重要组成部分。长期以来，中国科学院（简称“中科院”）一直将扶贫工作作为极其重要的政治任务，是最早参与国家地区扶贫的单位之一[3]。广西壮族自治区环江毛南族自治县（以下简称“环江县”）是滇桂黔石漠化集中连片特困地区片区县，岩溶地貌占全县总面积的 $3 9 . 9 \\%$ 。特殊的地理地质背景，使得该县土壤贫瘠、资源环境承载力低、生态脆弱，人地矛盾尖锐、生产力低而不稳[4]，因此是广西 28个国家级贫困县之一，也是1996年国务院确定的中科院对口定点帮扶的5个县之在科技扶贫工作的实践中，中科院亚热带所研发了退一。环江县科技扶贫案例对于我国西南喀斯特区域扶贫工作具有借鉴意义[4.5]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在对口帮扶环江县脱贫的过程中，中科院亚热带农业生态研究所（以下简称“亚热带所”）环江喀斯特生态系统观测研究站（以下简称“环江站”）围绕习近平总书记关于精准扶贫精准脱贫的战略思想，结合国家重大需求，针对西南集中连片特困地区生态环境脆弱、人地矛盾突出、产业缺乏及经济落后等问题，在环江县探索了“绿色生态扶贫”和“特色产业扶贫”新理念，提出了适度的移民环境容量与合理的安置模式，为广西开展大规模异地扶贫以及规划安置40万人提供了决策依据和示范样板，也为环江县开展异地扶贫工作提供了技术支撑。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "化植被近自然改造、生态高值功能植物种类筛选与定向培育、人工植被复合经营与高效利用、立体高效生态衍生产业培育等技术；建立了标准化精准试验示范基地；培育了经济林果、中药材种植加工和畜禽养殖等产业；构建了喀斯特山区环境移民-异地扶贫、植被复合经营和特色生态衍生产业培育等科技扶贫体系，为西南生态脆弱区的精准扶贫提供了技术支撑和模式样板[4。这些工作不仅为群众带来了实实在在的实惠，同时也在环江县起到了示范推广作用[45]，但距环江县脱贫摘帽仍有一定距离，需要我们不断探索新形势下的新模式或是赋予旧模式以新生命。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1环江县科技扶贫发展历程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中科院实施科技扶贫工作始于20世纪80年代。根据国家统一部署，紧密结合当地实际，通过干部派遣、成果转化等方式开展科技扶贫工作，积极带动了农村贫困人口脱贫致富[3]。1993年，中科院亚热带所派遣曾馥平研究员到环江县开展扶贫工作。在这25年的时间里，曾馥平团队不断摸索，总结出了很多宝贵的经验和扶贫模式。其科技扶贫工作历程大致可以分为3个阶段。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1生态移民-异地扶贫模式研究与示范阶段（1994—2003年)",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为实现石漠化治理和脱贫致富的双重目标，中科院亚热带所与环江县政府、广西科技厅、广西扶贫办等单位合作，建立了环江喀斯特生态移民示范区（下南乡古周村生态移民迁出区、思恩镇三乐村肯福屯生态移民迁入区），并在示范区进行了产业设计、关键技术攻关、成熟技术集成、优良品种改进、移民培训和可持续发展能力建设。对核心示范区的农业、林业、畜牧业的建立与协调发展进行全面规划，设计了适应示范区资源合理利用、经济持续健康发展的水果、甘蔗、畜禽、蔬菜四大支柱产业，提供了产业的地域布局、产业开发步骤和主要措施，创建了“科研单位 $+$ 公司 $+$ 示范基地 $\\cdot + \\cdot$ 农户”的企业化科技扶贫创新机制。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "肯福生态移民示范区是全国首个生态移民区，实现了1年搬迁、1年解决温饱。1997年10月，广西区政府在环江县肯福屯召开全区扶贫工作现场会，充分肯定了肯福生态移民模式和成功的经验，提出从1998到2003年，用5年时间在全区进行生态移民50万人，其中河池市移民20万人，并于当年开始实施。环江县因此成为全国最大的生态移民安置县，共安置移民10万人，其中河池市的都安、大化、东兰3个县安置移民8万人。“肯福”生态移民模式为环江县实施“10万生态移民”提供了科技依据、技术支持，为大规模生态移民提供了科技支撑与示范样板。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "通过实施异地扶贫模式，环江县生态移民人均纯收入由1996年的294元提高到2005年的2478元[4，2017年达到9664元。该模式的实施，不仅提高了生态移民示范区农民的经济效益，示范区生态效率也得到了极大的提升：植被覆盖率达到 $90 \\%$ ，土壤侵蚀模数下降 $31 \\%$ ,水土流失减少 $54 \\%$ 水分利用率提高 $3 6 \\% - 4 5 \\% _ { \\textmd { o } _ { \\textmd { o } } }$ 因为良好的生态和社会效益，这种生态移民模式被联合国教科文组织称为“肯福”模式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2岩溶山区植被复合经营研究与示范阶段（2003-2015年)",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "该阶段注重生态治理与科技扶贫双管齐下、双效并举。因为前一阶段岩溶山区贫困户的移民迁出，农户经济条件得到改善且石漠化得到了遏制，所以本阶段针对喀斯特石山区降雨分配不均、季节性干旱严重、洼地内涝频发的特点，科技扶贫团队主要进行了喀斯特适生经济作物引种与筛选工作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在广西、贵州喀斯特区域引进系列玉米、马铃薯新品种，筛选出科玉7号、科玉8号和湘玉系列抗旱高产玉米良种，推广面积13万亩；筛选出马铃薯早熟避涝高产品种克新3号、4号，增产达 $50 \\%$ 以上，推广面积6万亩；同时进行喀斯特石漠化治理适生物种筛选，共筛选出喀斯特石漠化区适生物种分别有：苏木、银合欢、构树、狗骨木、楹树、任豆、无患子、茶条木、伊桐、女贞、东京桐、铁榄（12种）；基本适应种有：南酸枣、麻栎、广西顶果木、山槐、蝴蝶果、中华安息香、假苹婆、苹婆、肥牛树、青冈栎、樟叶槭、秋枫、蒜头果、海南椴（14种）；以及欠适应或不适应种：禾串树、海南蒲桃、石栗、厚荚相思、花榈木、马占相思、台湾相思、仪花、柴龙树（9种）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "另外，针对石山面积大、可耕地少、水资源利用难、玉米种植受到限制等问题，提出了替代型草食畜牧业发展模式。通过该模式，环江县发展林下种草17.6万亩、养殖菜牛13.2万头，为农民人均增收3500—5000元。该模式已推广至广西天等县、德保县、马山县、大化县，贵州大方县、毕节市七星关区、晴隆县，以及云南西畴县、泸西县等地。中国国际工程咨询公司在《岩溶地区石漠化综合治理工程三年试点阶段总结的评估报告》（2012年）中，将替代型草食畜牧业发展模式树立为西南石漠化治理的典型样板，其治理模式和经验被国家发展改革委遴选为喀斯特山区产业发展的典型案例，并进行推广应用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "贫困地区发展养殖业是增加农民收入的主要途径，但养殖业发展带来农村环境污染和养殖废弃物的处理等问题。针对养殖业面源污染严重，项目组在环江县开展了绿狐尾藻治理污水及资源化利用示范，废水中氮、磷及COD（化学需氧量）等去除达到 $9 5 \\%$ 以上，水质达到三类标准。养殖污水狐尾藻生态治理受到广西区党委副书记危朝安的批示;广西区畜牧水产局、河池市及玉林市畜牧水产局等到示范基地参观交流；模式纳入广西农村环境治理方案；大范围推广至富川县、博白县、陆川县、容县、宁明县等地。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "此外，针对环江县因尾矿溃坝造成9400亩农田重金属污染和农民失地的迫切需求，项目组联合中科院地理科学与资源研究所相关团队对大环江流域农田重金属进行生物修复。探索出了以植物修复技术为主导、以“地方政府主导、科研单位技术支撑、农民主动参与”的环江农田土壤修复工程模式，修复农田1280亩。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3特色生态产业培育与示范阶段 (2015年至今)",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "经过了贫困岩溶山区的生态移民-异地扶贫模式研究与示范以及植被复合经营的研究与示范两个阶段，当地民生得以改善，脆弱生态环境也在很大程度上得到恢复。现阶段科技扶贫的主要内容转变为培育特色生态产业并进行推广与示范。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）林下种草养牛。团队在环江县古周村和下塘村种草建立养牛示范基地进行定点扶贫。建立退耕还林种草养牛循环生态农业模式示范基地500亩，退耕种桑养蚕示范基地200亩，生态林示范基地300亩，种草养牛重点户91户，牛舍2770平方米，优质牧草516亩，草机21台，林业造林365亩，屯田间道420米，整治坡耕地120亩。另外，2017年新增示范区面积210亩，示范区从玉环、波川扩展到下荣等村。2017年，由亚热带所及环江县科技局、水果局在川山镇下荣村指导村民林下种植牧草160亩，养殖菜牛186头；在川山镇下荣村种草养牛示范基地，种植牧草160亩，养牛186头，涉及农户83户，人口312人。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）中草药生态种植。建立了珍稀濒危中草药种源保护繁育基地，对中草药野生抚育、生态种植和林下野生态种植技术进行研究与推广示范。2016年在亚热带所及环江县科技局、水果局指导下，在玉环村下开、下洁、内希等3个自然屯种植中草药118亩，辐射全县种植中草药2880亩，涉及品种有三豆根、牛大力、鸡血藤、草珊瑚、七叶一枝花、铁皮石斛等；2017年在下南乡下塘村香洞屯、长美乡爱洞村爱洞屯种植三豆根126亩；在长美乡爱洞村爱洞屯建立中草药示范基地，种植山豆根66亩，涉及农户23户，人口96人。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）特色水果产业。培育红心香柚、砂糖橘、沃柑、澳洲坚果等特色高值经果林产业，推广面积达13.5万亩，仅红心香柚推广面积6.8万亩，产量7200吨，产值4320万元，已经成为环江县“八大扶贫产业”之一。2017年，环江县建立了首个自治区农业科技示范园区和自治区农业特色示范园，示范面积达1万亩。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（4）其他产业。亚热带所及环江县农业局等相关单位培育的“久鹏石崖茶”获2016年东盟博览会国宾指定用茶；茶厂年加工能力达13.2万公斤；发放种苗10万余株，惠及农户2000余户，年人均增收2000余元。以农户为单位、分散型林下种植石崖茶，既能增加农户收入，又能保护生态环境。培育的广西木论天然食品有限公司已成为广西河池市知名品牌，其生产的包装饮用水已成为区域支柱产业，产品广销两广地区。2015年“木论思泉”获第八届中国高端饮用水展览会“世界好水源”和“最佳养生用水”最佳推荐奖。培育的大毛南风味食品厂，开发环江特色菜牛、香猪等高端产品，提高了生产价值，惠及6个乡镇贫困户，年人均养殖收入新增2000余元",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2科技扶贫调研工作及社会影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "为贯彻中央扶贫工作重大部署、加快落实中科院关于充分发挥院技术和人才优势加大对对口帮扶县的支持力度的重要指示精神，中科院启动环江县科技扶贫产业示范调研工作。2017年3一6月，中科院广州分院与亚热带所共同组织科技骨干赴环江县，历时4个月，深入到农户家中，进行了广泛的实地调研（图1）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "此次调研共投入950人次，对环江县12个镇（乡）进行了全面调查，覆盖145个行政村（社区），访问农户1300户，发放调查问卷1820份，采集数据36000个。调查内容包括镇（乡）基本情况、产业状况及农户基本信息，所涉及的产业涵盖糖料蔗种植，桑蚕、香猪、菜牛养殖和林业等传统产业，以及特色水果、中草药、旅游等新兴产业。通过调研，基本确定了各镇（乡）主导产业和次要产业，并就各镇（乡）的主导产业发展进行了设计。在此基础上，根据县、乡、村和农户的意愿，编制了各镇（乡）产业扶贫示范项目建议书（表1）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过调研，科研人员根据农民意愿及产业发展现状，并结合各自专业背景，集中探讨了产业发展中亟待解决的科技问题。例如香猪和菜牛的育种问题、桑蚕养殖过程中的病害问题、水果栽培种的规范化问题和林下中草药的模式优化等，以及统一构建环江农产品电子商务平台，解决香猪、香牛和水果等农产品的网络销售问题。根据这些问题，围绕各乡镇核心产业发展，提出针对性的解决办法，并据此编制了12个乡镇产业规划和实施方案，编写了12个乡镇产业项目建议书；初步确定产业示范基地，完成了环江县产业扶贫调研报告和扶贫产业实施方案。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中科院亚热带所在环江县的帮扶工作得到了院内、广西区乃至全社会的充分肯定。2016年，中科院院长白春礼、副院长张亚平参加了在环江县举办的全院科技扶贫工作交流会，高度评价中科院环江站多年来为石漠化治理与科技扶贫提供的重大支撑。2018年1月，时任中科院党组副书记刘伟平到环江县开展科技扶贫调研，充分肯定了环江县科技扶贫成效和模式。广西扶贫办也非常认可环江县的科技扶贫成效：中科院亚热带所喀斯特环境移民、生态恢复的调控管理技术，为广西扶贫工作和石漠化治理提供了重要依据和技术支撑；研究、示范与推广的岩溶区农业立体循环生态经济模式及技术、养殖废弃物污染防控技术和人居环境改善与乡村美化技术，为桂西北扶贫开发和石漠化综合治理提供了试验示范和典型样板。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，中央及地方媒体相继报道了环江县科技扶贫成果及社会影响，如《光明日报》①《人民日报》、中国新闻社、《经济日报》《文汇报》《科技日报》《中国科学报》②等；中央电视台科教频道（CCTV-10）“走近科学”栏目以“石头山上的新绿”专题介绍了石漠化",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/0720725caa9eef9d41541f3ebd281314ce9841efe6f61a64c0b33671f527fff8.jpg",
        "table_caption": [
            "表1环江县各乡镇产业示范建议项目"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>序号</td><td>乡镇</td><td>项目名称</td></tr><tr><td>1</td><td>川山镇</td><td>环江川山镇葡萄产业扶贫示范</td></tr><tr><td>2</td><td>大才乡</td><td>大才乡特色柑橘-乡村旅游复合产业提升与扶贫</td></tr><tr><td>3</td><td>明伦镇</td><td>环江菜牛生态养殖产业扶贫</td></tr><tr><td>4</td><td>思恩镇</td><td>特色果沼肥循环农业产业模式与示范</td></tr><tr><td>5</td><td>下南乡</td><td>下南菜牛产业扶贫示范</td></tr><tr><td>6</td><td>洛阳镇</td><td>喀斯特水土资源高效可持续利用“双高”蔗田</td></tr><tr><td>7</td><td>东兴镇</td><td>环江香猪生态养殖与多元化深加工产业扶贫示范</td></tr><tr><td>8</td><td>长美乡</td><td>长美乡林下“山豆根-通草”中草药立体生态栽培示范</td></tr><tr><td>9</td><td>驯乐乡</td><td>富硒香糯稻田养鱼生态农业产业模式与示范</td></tr><tr><td>10</td><td>大安乡</td><td>大安乡红心香柚支柱产业提升与扶贫</td></tr><tr><td>11</td><td>水源镇</td><td>水源镇优质桑蚕品种繁育与推广示范</td></tr><tr><td>12</td><td>龙岩乡</td><td>环江龙岩乡油茶产业扶贫示范</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/f32757d37fecf7ee4219ebdbb03927252efae59fb2e046e8418b52213a83bead.jpg",
        "img_caption": [
            "图1中科院环江县科技扶贫产业示范工作实地调研"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(a）吴创之（右二）下南乡调研；（b）王克林（右二）大才乡调研;  \n(c）吴金水（左一）水源镇调研；（d）刘民义（右一）思恩镇调研;  \n(e）谭支良（右二）明伦镇调研；(f）曾馥平（右三）下南乡调研。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "治理与生态恢复、科技扶贫方面的成果。基于此，环江县科技扶贫团队获得了2017年中科院科技促进发展奖。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3环江科技扶贫模式面临问题及新思路",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2018年2月12日，习近平总书记主持召开打好精准脱贫攻坚战座谈会，并强调：打好脱贫攻坚战是党的十九大提出的三大攻坚战之一，要提高脱贫质量，聚焦深贫地区，扎扎实实把脱贫攻坚战推向前进。2018年2月26日，国务院扶贫办刘永富主任在全国扶贫办主任座谈会上要求全国扶贫系统要按照习近平总书记的重要讲话要求，进一步强化责任担当、强化目标标准、强化基本方略、强化问题导向、强化脱贫实效，把总书记的重要指示转化为可操作、有针对性的政策举措，确保打好打赢脱贫攻坚战。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1环江县科技扶贫面临的新问题",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "实施精准扶贫、精准脱贫重大政策，是实现2020 年全面建成小康社会目标的时代使命[7]。日前，环江县党委、县政府印发了《环江毛南族自治县2018年脱贫摘帽总体工作方案》，而要实现2018年底之前全县的全面脱贫任务还很艰巨。目前，环江县扶贫攻坚及产业发展面临的主要问题有：水果、核桃等产业发展较快，但收益较慢；香猪、菜牛等产业投资后续乏力；旅游业等发展尚处于起步阶段等。针对这些问题，为了攻克最后的堡垒、打赢扶贫攻坚战，科研人员应助力环江县政府，围绕城乡发展一体化及美丽乡村建设，结合扶贫开发生态移民与产业发展，针对贫困户精准施策，引导贫困人口积极主动参与发展经济，实现贫困户与贫困人口的精准脱贫。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2环江科技扶贫工作的新思路",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在过去的20多年里，中科院在广西环江县开展科技扶贫，在实践及经验上积累了丰富的经验并得到了推广。其中，异地扶贫模式被作为广西全区生态移民的样板；植被复合经营模式在贵州、云南等西南喀斯特区域进行了示范与推广；根据区域特点培育的特色生态产业，极具生态效益，更极大提高了当地农户的经济收入，为广大农户所青睐。在新形势下，环江县的全面脱贫摘帽也到了攻克最后堡垒的阶段。中科院亚热带所将继续在以下两个方面开展研究与示范，助力环江县精准脱贫，全力打造“山清水秀生态美”的美丽环江新名片。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）继续加强精准扶贫模式建设。结合环江县八大扶贫产业（蔗糖、桑蚕、香猪、菜牛、水果、核桃、林产加工和中草药）的发展，解决喀斯特石山区贫困人口脱贫致富问题；对新识别的贫困户建档立卡，实施精准扶贫，按照“头年示范，次年推广，三年全覆盖，四年达标”的要求，创新产业扶贫模式；协助环江县政府整合各级各部门力量，通过项目的实施，使八大扶贫产业成为贫困户收入的主要来源。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(2）积极部署科技扶贫项目。通过发展林下种植中药材，示范推广广豆根等中药材种植、退耕还林还草养牛、环江香猪养殖等一批生态效益好、经济价值高、见效快扶贫产业项目，使农民人均增收2000—3000元;结合全县农村污水治理规划的实施，计划在全县每个乡镇推广建立养殖废弃物和生活污水生态治理，并开展相关技术培训；结合环江县产业扶贫调研报告的建议，针对12个乡镇产业扶贫的项目建议书，积极争取院内和有关部门的大力支持，尽快组织实施，建立示范基地；欢迎兄弟单位研究所、科技人员依据环江县12个乡镇产业扶贫项目建议书，根据研究所和研究人员的专业技术优势，主动争取和承担环江县的产业扶贫任务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2016年，全国有28个国家扶贫开发工作重点县达到退出标准，并于2017年陆续退出贫困县行列。2018年是打好精准脱贫攻坚战的关键一年，贫困县脱贫摘帽将迎来高峰。环江县科技扶贫工作将以环江站为依托，动用全所研究力量，联合所内畜禽健康养殖等多个科研团队，利用一切科技资源，精准施策，重点发力，产业带动，坚决完成好院提出的环江县科技扶贫工作目标任务，全力支持环江县按期脱贫。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1樊杰．我国国土空间开发保护格局优化配置理论创新与“十三五”规划应对策略.中国科学院院刊,2016,31(1):1-12.2刘慧.实施精准扶贫与区域协调发展.中国科学院院刊,2016,",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "31(3):320-327. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3段子渊,张长城,段瑞,等.坚持科技扶贫 实现精准扶贫 促进经济发展.中国科学院院刊,2016,31(3):346-350.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4曾馥平，张浩，段瑞.重大需求促创新，协同发展解贫困广西壮族自治区环江县扶贫工作的实践与思考．中国科学院院刊，2016,31(3):351-356.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5王克林,陈洪松,岳跃民.桂西北喀斯特生态系统退化机制与适应性修复试验示范研究.科技促进发展,2015,11(2)：179-183.  \n6王克林,陈洪松,曾馥平,等.生态学研究支撑喀斯特区域生态环境治理与科技扶贫.中国科学院院刊,2018,33(2):213-222  \n7刘彦随,周扬，刘继来.中国农村贫困化地域分异特征及其精准扶贫策略.中国科学院院刊,2016,31(3):269-278",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Scientific and Technological Research Contributes to the Targeted-Poverty Alleviation and Development ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Practice and Discussion of Poverty Reduction Work of Chinese Academy of Sciences in Huanjiang ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "County, Guangxi Autonomous Region, China ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ZENG Fuping1,2\\*ZENG Zhaoxia1²ZHANG Hao1²DUAN Rui³ （1KeyLaboratoryofAgro-ecologicalProcesssinSubtropicalRegion,InstituteofSubtropicalAgriculture,ChneseAcademyof Sciences,Changsha 410125, China; 2 Huanjiang Observationand Research Station ofKarst Ecosystem,ChineseAcademyof Sciences,Hechi 547100,China; 3 Bureau of Science & Technology for Development, Chinese Academy of Sciences,Beijing 10o864,China） ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AbstractTargeted-povertyallviationanddevelopmentisthefundamentalwaytoachieve thegrandgoalofbuldingwelloffsocietyan all-oundwayesudysombedtheteagsoftysoftestituteofubtropialAgclture,Cesecadeofiec (CAS)intheprocessofpovertyaleviationinHuajangCountyofGuangiAutonomousRegionThemainresultsandsocialefctsfthe targeted-povertyllevationmodelifrentstagsofHuajangCountesummadTehallgestatteodelfcedunderenew situationareaadeideaofsetificandcolicalseahontbtigtccateoertylvatioiuajgotyis discussed. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords poverty alleviationbyscienceand technology,targeted-povertyallviation,ecological industry,karstarea曾馥平中国科学院亚热带农业生态研究所研究员，科技规划处处长，广西区环江县科技副县长（挂职）。主要从事喀斯特生态恢复相关的科研与扶贫工作，2011年被评为全国扶贫开发先进个人。E-mail: fpzeng@isa.ac.cn",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/a58b8c666f019b6cb39daf0804550879a97c6f042b1805a044bcd134d8a354be.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ZENG FupingProfessor,Director of Science & Technology and Development Planning Department,Institute of Subtropical Agriculture, Chinese Academy of Sciences (CAS). He is also the Deputy Chair of Huanjiang County, Guangxi Autonomous Region.His main research focuses on the ecological recovery and poverty alleviation in karst area.He has won the National Award of Poverty Alleviation and Regional Development in ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2011.E-mail: fpzeng@isa.ac.cn (相关图片请见封二) ■责任编辑：张帆 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]