[
    {
        "type": "text",
        "text": "亲顾客偏离行为的顾客响应研究：基于道德情绪的理论视角",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "胡家镜」张梦 2 马秀丽」刘燕1(四川农业大学旅游学院，都江堰 611830)( 西南财经大学工商管理学院，成都 611130)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要边界员工为帮助顾客或维护顾客利益而有意识偏离企业正式规章制度的“亲顾客偏离”(Pro-Customer Deviance)行为在服务型企业广泛存在。本文以刺激-有机体-反应(Stimulus-Organism-Response）框架为逻辑主线，以亲顾客偏离行为的双重道德属性为研究视角，基于情绪认知评价理论和情绪功能分化理论，构建亲顾客偏离行为的顾客响应模型。主要内容包括：(1)确立顾客对亲顾客偏离行为的道德认知评价体系，明晰顾客对亲顾客偏离行为的道德情绪反应；(2)探究顾客道德情绪在亲顾客偏离行为与顾客再惠顾关系的中介机制；(3)关注顾客责任归因和服务情境因素对道德情绪及行为反应的调节作用。文章提出亲顾客偏离行为引发的顾客道德情绪和再惠顾意愿的相关命题，并阐述了命题检验方法，力图厘清现有研究关于亲顾客偏离行为结果的争议话题，对道德属性视角下的亲顾客偏离行为研究具有重要理论意义，同时为服务型企业全面评估亲顾客偏离行为的服务绩效，发挥其积极效应，避免其不良后果提供指导。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词亲顾客偏离，双重道德属性，道德情绪，强化效应，驱逐效应",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着服务消费的转型与升级，标准化服务已不能满足顾客的个性化需求，个性化服务成为服务型企业提升顾客体验，激发顾客再惠顾的重要手段。服务型企业边界员工岗位自主性大，与顾客互动频率高，顾客意识强烈(张辉 等，2012)，加之服务情境的不确定性和服务规程的不完备性，员工在提供个性化服务时极易逾越企业规范，偏离甚至直接违背企业正式规章制度。这类为帮助顾客或维护顾客利益而有意识偏离企业正式规章制度的“亲顾客偏离行为”(Pro-Customer Deviance)(Boukis,2016; Leo & Russell-Bennett,2012)，让管理者陷入两难境地：员工的“善意”需要得到保护，制度的“铁律”更不能随意破坏。从服务型企业“员工一服务—利润”的盈利逻辑来看(Gounaris&Boukis,2013)，亲顾客偏离行为是员工满足顾客个性化需求的结果，具有利他动机和偏离组织规范的双重道德属性(Boukis,2016; Morrison,2006; Vardaman et al.,2014)。一方面，由于帮助顾客或维护顾客利益的首要动机，亲顾客偏离行为会被顾客感知为促使个人受益的道德行为，激发顾客形成赞赏他人的积极评判和情绪反应；另一方面，该行为偏离组织正式规范的不争事实，也会被顾客感知为破坏规则，导致他人受损的不道德行为。顾客对服务型企业员工这种“明知故犯”的双重道德行为的认知、体验和响应，则是员工服务初衷能否实现的关键。因此，亲顾客偏离行为的属性特征导致怎样的顾客认知和体验？能否得偿所愿引发积极的顾客反应？是服务型企业和学术研究亟需探索的一项课题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "针对上述问题，通过系统的文献回顾发现，对亲顾客偏离行为结果的研究呈现两种截然不同的观点：一是基于利他动机的积极影响，二是基于偏离规范的消极危害。基于利他动机的相关研究认为，亲顾客偏离行为源于员工发自内心帮助顾客或维护顾客利益的高尚动机(Leo &Russell-Bennett,2012; Spreitzer& Sonenshein,2004)。这种动机会驱动员工在服务接触时对顾客个性化需求进行关注和满足，能够带给对方快乐、喜悦、满足、惊喜等愉悦感，也能减轻对方沮丧、焦虑、担忧、尴尬等不适感(杜建刚，范秀成,2007;Bock et al.,2016)，显著提升顾客满意度(Lastner et al.,2016)，获得顾客信任(Kang& Hyun,2012)，强化顾客承诺(Roy,2015)，进而促进顾客再惠顾意愿(Kim,2009;Wagner et al.,2009)。基于偏离规范的相关研究认为，尽管亲顾客偏离行为源于高尚动机，但偏离组织规范如同蚁穴之于大堤，长期汇集会增加组织成本、威胁组织稳定(Ghosh& Shum,2019)、降低组织效能以及危害组织利益(Kluemper et al.,2015；周浩 等,2016)。亲顾客偏离行为传递出企业制度随意性信号，组织规范的稳定性和权威性均受到挑战。因为员工的偏离行为会诱发顾客的投机心理，额外占用组织资源，还可能导致其它顾客的服务不公平感知，破坏服务质量的稳定性(Litzky et al,2006)，最终影响服务评价，导致顾客转移。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "尽管学者们已经意识到亲顾客偏离行为可能是一把“双刃剑”(李天则，2018；涂铭，2020)，但现有研究大都忽视了亲顾客偏离行为研究最根源的挑战：亲顾客偏离行为本质上是“员工对应该帮助顾客和不应该违背组织规范两个道德准则的折衷选择”(Vardaman etal,2014)，同时具有利他动机和偏离组织规范的双重道德属性，忽略这一点将无法触及顾客对该行为的本质性认知评价，以及与之对应的情感和行为反应，因此得到了截然相反的研究结论(Morrison,2006)。Boukis(2016)指出，亲顾客偏离行为的利他动机和偏离组织规范的双重道德属性相互交织，打破了顾客对单一属性服务行为的认知评价，可能诱发顾客复杂的道德认知和情绪反应，从而产生多样化的行为倾向。在服务接触中，顾客亦会根据一定道德标准，对亲顾客偏离行为形成不同层次的道德推理和认知评价，并在这个过程中诱发复杂、矛盾的道德情绪，进而影响顾客再惠顾等行为反应。遗憾的是，现有研究并未就这一思路深入讨论顾客对亲顾客偏离的多样化反应。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为此，本文试图构建顾客对服务型企业亲顾客偏离行为的响应模型，从道德行为的视角重塑亲顾客偏离行为结果的理论命题。首先，基于亲顾客偏离行为的内涵特征，探索顾客对亲顾客偏离行为的道德认知评价及道德情绪反应模型；其次，从道德情绪的复杂性和矛盾性出发，借助道德情绪功能的强化效应与驱逐效应，探究道德情绪中介下亲顾客偏离行为对顾客再惠顾意愿的影响机制，即顾客的行为反应模型；最后，分析不同顾客认知特质和不同服务情境下，顾客对亲顾客偏离行为的道德情绪和行为反应的差异，即认知特质和服务情境的调节作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2研究现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1亲顾客偏离行为的相关研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1亲顾客偏离行为的内涵特征 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "受亲社会违规(Pro-socialrule breaking)等积极偏离行为的研究启发，服务行为学者将亲顾客偏离行为定义为“服务接触中为帮助顾客或维护顾客利益而有意识偏离企业规章制度的员工行为”(Boukis,2016;Leo&Russell-Bennett,2012)，其具有四个特征：首先，亲顾客偏离行为的首要动机是帮助顾客或维护顾客利益，而不是为了员工个人私利(Boukis,2016;Leo&Russell-Bennett,2012;Morrison,2006；李朋波 等,2020)。其次，亲顾客偏离行为的判断准则是偏离企业正式的规章、制度、政策、程序或禁令，不包括企业中非正式的群体规范(Morrison,2006;Dahling etal.,2012；胡家镜 等,2018)；再次，亲顾客偏离行为是边界员工经过理性思考后的主观故意行为，不包括员工无意识的违规或者因明确知道某项制度形同虚设而实施的偏离行为(Morrison,2006;Dahling et al.,2012)；最后，亲顾客偏离的行为结果具有不确定性，高尚的行为动机并不一定带来积极的行为结果(Boukis,2016;Leo& Russell-Bennett,2012; Morrison,2006；李朋波 等,2020)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "尽管具有亲顾客动机或偏离组织规章制度的行为特征并非亲顾客偏离行为所独有，这四个特征还是将亲顾客偏离行为与工作场所中的其它行为形式区分开来。一是，不同于广义的亲社会违规行为(Pro-social rule breaking)。亲社会违规行为的首要动机包括提高组织效率、帮助同事和帮助顾客(Dahling et al.,2012; Morrison,2006),作为亲社会违规行为的一个子集，亲顾客偏离行为是亲社会违规行为在服务接触时的具体表现和特定形式。二是，不同于一般顾客导向型服务行为(Customer-oriented service behavior)。一般顾客导向型服务行为虽强调关注顾客需求，但要求员工行为发生在组织的制度框架之内，并未允许员工偏离甚至违背组织规范(Leo&Russell-Bennett,2012)。三是，不同于反角色行为(counter-role behavior)。反角色行为以任务修订为核心内容，虽不完全遵从于群体规范或规章制度，根源在于服务组织边界员工获得的管理授权和自由裁量，其目的和结果都是推动服务组织流程改造和服务革新(Marinova et al., 2015)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2亲顾客偏离行为对顾客情绪和行为的影响 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "亲顾客偏离行为对顾客情绪和行为影响的研究成果，间接出现在组织内积极偏离行为、顾客导向型服务行为等领域，在研究方法经历了理论演绎、实地调查与质性分析、模型分析、实验研究等历程，研究内容由关注行为结果的正面效应和负面效应构成。关注行为结果正面效应的学者将研究的逻辑起点放在利他动机上，认为顾客是偏离行为的受益者，会对该行为产生积极反应。Morrison(2006)最早借鉴积极组织理论，通过访谈分析和定量研究，识别出服务组织边界员工为帮助顾客和维护顾客利益的违规行为能够显著提高感知服务质量和顾客满意度。此后，学者引入更多关于顾客体验和购后行为的变量，验证服务接触中员工偏离行为产生的影响(王莹 等,2020)。Wagner 等(2009)借助情绪理论，通过情境实验和行业实景研究，发现关注顾客的个性化需求，维护顾客利益能够带来顾客愉悦、惊喜等情绪体验，进而影响口碑传播、再惠顾意愿和溢价支付，反之则会带来失望、尴尬等负面情绪体验，降低顾客忠诚行为；李朋波等(2020)指出，顾客导向偏离行为会使顾客产生不公平的感知，从而对员工或企业产生消极评价。部分学者从变革导向(Change-oriented behavior)的视角，运用结构方程模型得到如下结论，员工对顾客超出常规的服务期望做出主动性、风险性和挑战性的响应，有助于获得顾客信任(Kang& Hyun,2012)，引导顾客参与价值共创和服务革新(Marinovaet al.,2015；Menguc＆ Boichuk,2012)，从而建立更加长久稳固的顾客关系(Roy,2015)。关注行为结果负面效应的学者将研究的逻辑起点放在偏离组织规范的既定事实上，认为即使行为具有利他动机，仍会带来无意识(unintended)的不利结果。学者分析亲顾客偏离行为对顾客的潜在影响时指出，服务组织员工一旦通过偏离规范的方式帮助顾客，将面临极大的角色冲突和角色压力，顾客会为此而内疚(Menguc＆Boichuk,2012)。伴随心理压力的服务表现又会导致顾客感知服务质量不稳定，从而诱发顾客不满情绪(Bock et al.,2016; Litzkyet al.,2006)。进一步地，Dahling(2012)在亲社会违规行为量表开发过程中揭示，顾客导向型违规不仅诱发涉事顾客内疚，还会导致其它顾客感知不公平，进而违背顾客—一员工心理契约，引起顾客转移，伤害组织绩效。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2消费情景下的道德情绪的相关研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1道德情绪的认知评价体系",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "道德情绪是个体根据一定的道德规范或行为准则，对自己或他人的思想、行为进行评价时产生的情绪体验，是个体对客观事物与自身道德需要之间的关系反映(Haidt,2003;Rudolph& Tscharaktschiew,2014)。道德情绪发展晚于并区别于基本情绪，主要特点在于需要两种认知能力参与形成：一种是区分自己与他人的能力,即情绪主体具备自我意识(self-awareness);二是根据一定的道德规范或准则，对道德行为进行自我评价的能力(self-evaluation)(Tracy &Robins,2006)。比如，婴儿出生9个月后，已经产生全部基本情绪，而3岁以后道德情绪才会萌芽。原因就在于个体的自我意识和自我评价能力都需要一个发展过程，直到建立特定情境下道德行为、道德认知与道德情绪之间的稳定联系(Tracy&Robins,2006)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "道德情绪属于特定情绪混合构成的复杂情绪范畴，主要由四类构成：谴责他人的情绪，包括蔑视(Contempt)、愤怒(Anger)和厌恶(Disgust)；自我意识的情绪，包括内疚(Guilt)、尴尬(Embarrassed)、羞愧(Shame)和自豪(Proud)；他人受难的情绪，主要指同情(Sympathy)；赞许他人的情绪，包括感戴(Gratitude)、敬畏(Awe)和崇拜(Elevation)(Haidt,2003)。随着伦理消费研究的兴起，内疚、羞愧和感戴、敬畏两组效价相反的道德情绪，成为工作场所偏离行为(Harvey et al.,2017)、绿色消费等亲环境行为(Antoneti& Maklan,2014)、慈善捐赠等亲社会行为(蒋丽芹，史敏,2017)、服务体验(田野 等,2015)和营销互动(Antonetti&Baines,2015；费显政等,2011)等研究中的关键变量。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "情绪认知评价理论强调个体的情绪体验并不源于刺激本身，而是源于个体对刺激的认知评价，认知参与是道德情绪形成的必要条件。某种特定道德情绪(如感戴、内疚)的认知成分通常由几种认知评价维度组合而成，探索道德情绪的认知评价维度是区别道德行为刺激诱发哪种道德情绪的关键。Smith 和Elsworth(1987)将情绪的认知评价体系分为初级评价和次级评价，由初级评价的愉悦性(个体是否感到高兴)、次级评价的确定性(个体对情境的确定性)、关注性(个体是否关注)、可控感(事件是由个体还是情境或他人所控制)、预期努力(是否需要付出生理或心理上的努力)和责任归属(他人或是自身对事件负有责任)6个维度构成，并由此识别出15 种情绪，得到学界广泛认同和借鉴。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "近年来，研究者们在此基础上构建了不同的认知评价体系，但并没有一种体系能完整区分所有道德情绪。比如，情绪评价的六维度模型并没有违背规则、伤害他人、不公平感知等维度(Shepherd et al.,2013)，而这些认知维度是内疚、羞愧情绪产生的重要条件(Tracy &Robins,2006)；也不包括助人意图、成本等维度，而这些认知维度是受助者感戴情绪产生的重要条件(Wood et al.,2008)。探索特定刺激下(如亲顾客偏离行为)特定道德情绪的认知评价维度，对于解释和预测个体情绪反应，以及不同情绪对个体行为意向的影响具有重要作用(张健东 等,2020)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.2道德情绪的动机分化功能与交互作用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "情绪的动机分化功能强调道德情绪是有机体的基本动力系统，可以放大甚至超越动机直接释放动力信号，引导有机体做出与情绪体验对应的行为决策。例如，慈善捐赠行为中，拥有感戴情绪的消费者更愿意对施助者进行互惠性反馈(Baker&Bulkley,2014)。内疚则在绿色消费或营销互动等消费场景中尤其常见，拥有内疚体验的消费者更愿意通过补偿行为来减轻内疚(Antoneti&Maklan,2014；费显政 等,2011)，比如抑制个人抱怨或负面口碑传播，与员工或企业保持紧密联系和合作，增加重复购买(Antonetti&Baines,2015)。伴随羞愧体验的消费者则会减少购买，甚至不再光顾(费显政 等,2011)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "尽管不同道德情绪会分别对行为产生影响，但特定情绪之间可能存在交互作用，并且，这种交互作用是彼此之间的强化效应还是驱逐效应还未达成一致。Mccullough 等人(2004)发现感戴与内疚、羞愧等道德情绪都受到社会规范这一重要认知维度的影响，提出感戴与内疚、羞愧共存构成复杂道德情绪，交互预测行为倾向。部分研究认为内疚和羞愧是功能一致的道德情绪(Allpress et al.,2014; Nelissen et al.,2007; Rees et al.,2013)，体验到感戴的个体如果同时体验到内疚(或羞愧)，更容易因心怀感戴实施互惠(甚至超越互惠)或补偿行为反馈施助者(Desteno et al.,2010)，此时内疚(或羞愧)与感戴的情绪功能一致，彼此产生强化效应(Crowding-in effect)；而大部分研究认为，内疚和羞愧都是对偏离道德标准的负面情绪体验，但二者存在本质区别。从情绪起源来看，内疚指向行为，源于对不符合道德规范的行为的评价，而羞愧则由指向行为发展为指向个体，源于对内在道德自我的评价，因不符合道德规范行为的严重后果而威胁道德自我；从情绪体验的痛苦程度来看，羞愧的痛苦体验强于内疚，羞愧是一种更强烈、更令人厌恶的情感体验(Lewis& Mccann,2004；樊召锋，俞国良,2008;Sheikh&Janoff-Bulman,2010)；从情绪体验后的行为结果来看，感到内疚的个体趋于实施补偿行为，而感到羞愧的个体害怕别人对自己的道德审视，倾向隐藏自己的行为，回避人际交往(Tangney et al.,1996)；从情绪的测量方法来看，Cohen 等(2011)开发的内疚和羞愧倾向量表(The Guilt and Shame Proneness Scale (GASP))，也指出内疚和羞愧属于两种不同的道德情绪。GASP包含“内疚一消极行为评估”、“内疚一补救”2个内疚分量表和“羞愧一消极自我评估”、“羞愧—一回避”2个羞愧分量表，每个分量表均由4个题项构成，从情绪指向和与之对应的行为倾向对内疚和羞愧这两种道德情绪进行区分性测量。由此推测，体验到感戴的个体如果同时体验到羞愧，会抑制自己与亲社会行为的联系，更容易实施退缩行为，逃避情绪产生的情境(Greenbaum et al.,2020; Michl et al.,2014; Rees et al.,2015)，此时羞愧不同于内疚，与感戴的情绪功能不一致，彼此产生驱逐效应(Crowding-out effect)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3简要述评 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "综上所述，现有研究分别从正面效应和负面效应探讨了亲顾客偏离行为对顾客反应的影响，但因局限于单方面作用机制的揭示，仍存在值得进一步探讨的问题：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1)现有研究忽视了亲顾客偏离行为研究的根源挑战：利他动机和偏离组织规范是亲顾客偏离行为不可分割的两个道德属性，只选择其中任何一个属性作为研究的逻辑起点都不利于全面揭示其对顾客反应的影响机制，以此为基础得到的截然相反的研究结论有待商榷。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(2)情绪理论广泛运用于消费行为领域，对于被视为道德折衷行为的亲顾客偏离行为，顾客会根据行为的道德属性，形成特定的道德认知和情绪反应，但鲜有学者从道德认知和道德情感的路径来探究亲顾客偏离行为的多样化反应机制。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3)感戴、内疚、羞愧等道德情绪对消费行为的单独影响得到广泛验证，但道德情绪属于复杂情绪范畴，各特定情绪之间可能存在交互作用，进一步探索彼此之间的交互作用有助于全面揭示道德情绪对消费行为的影响机制，提高研究精度。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(4)影响道德情绪产生的个人特质因素和服务情境因素(公开场合和私下场合)的相关研究还比较欠缺，有待进一步完善。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "为了解决以上重要但缺乏探讨的问题，本研究旨在系统分析服务接触中亲顾客偏离行为对顾客情绪和行为意向的影响，为理解亲顾客偏离行为的内在作用机制，增强亲顾客偏离行为的正面效应，避免其负面效应提供理论解释和实践指导。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "本研究旨在以刺激-有机体-反应(Stimulus-Organism-Response)模型为逻辑主线，以亲顾客偏离行为的双重道德属性为研究视角，基于情绪认知评价理论和情绪功能分化理论，探究道德情绪中介下亲顾客偏离行为对顾客再惠顾意愿的影响机制；此外，探讨不同顾客认知特质和服务情境下，顾客对亲顾客偏离行为的道德情绪和行为意向反应的差异，构建亲顾客偏离行为的顾客响应模型。具体研究目标包括：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1)确立顾客对亲顾客偏离行为的道德认知评价体系，明晰对亲顾客偏离行为的道德认知评价如何诱发，以及诱发哪些特定道德情绪;",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(2)探究顾客道德情绪在亲顾客偏离行为与顾客行为反应之间的中介机制;",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3)验证顾客责任归因和服务情境因素对道德情绪及行为反应的调节作用;",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(4)探讨对服务接触中员工亲顾客偏离行为的管理策略。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "为了完成以上研究目标,采用分步递进的研究设计，将研究内容分解为三个相互关联的模块，总体研究框架如图1所示。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ab49dc671538904ee93d31c5a014ac2f7a47c53a0c2b1b6b61e84832745ffac9.jpg",
        "img_caption": [
            "图1亲顾客偏离行为的顾客响应机制模型"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1研究一：基于道德认知评价的亲顾客偏离行为的道德情绪反应",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "情绪认知评价理论强调个体情绪的产生源于对环境刺激的认知评价(Smith& Ellsworth,1987)，那么顾客对亲顾客偏离行为的情绪反应取决于顾客对亲顾客偏离行为的认知评价。学者们对“亲顾客偏离行为具有利他动机和偏离组织规范的双重道德属性”的观点已达成一致，但针对其双重道德属性的顾客认知评价研究尚浅(Morrison,2006;Vardaman et al.,2014)。根据情绪认知评价理论，个体对道德行为的认知评价分为初级评价和次级评价。初级评价是确认行为与个体的利害关系，次级评价是确认行为是否受控，并由此采取应对方式，如果行为受控，个体将采取改变的行为应对,如果行为不受控，则会进行情绪应对(Smith&Ellsworth,1987)。一方面，由于亲顾客偏离行为的首要动机是帮助顾客或维护顾客利益，此时顾客会从感知个人受益的层面对亲顾客偏离行为进行初级评价，将该行为视为促使个人受益的道德行为。评价维度包括受关怀感、意外感等，而上述维度是感戴情绪产生的条件(Rudolph &",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Tscharaktschiew,2014)。另一方面，尽管员工是为了帮助顾客或维护顾客利益，但偏离组织正式规范，造成他人受损确是不争的事实，此时顾客会从感知他人受损的层面对亲顾客偏离行为进行次级评价，将该行为视为导致他人受损的不道德行为。评价维度包括额外占用企业资源、员工受责、破坏服务公平等，而上述维度是顾客内疚情绪(Guilt)和羞愧情绪(Shame)产生的条件(陈英和 等,2015;Harvey etal.,2017)。根据内疚和羞愧的情绪起源差异，如果感知他人受损程度低，顾客仅体验到低强度的亏欠感，即内疚；但如果感知他人受损程度高，顾客会削弱对道德自我的认同，体验到高强度的负罪感，即羞愧。由此提出：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "命题1：顾客对亲顾客偏离行为的矛盾认知评价引发复杂道德情绪。具体而言，个人受益的认知评价维度引发顾客感戴，他人受损的认知评价维度引发顾客内疚(他人受损程度低)和顾客羞愧(他人受损程度高)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2研究二：道德情绪对亲顾客偏离行为与顾客再惠顾意愿关系的中介作用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "如前文所述，尽管现有研究分别证实了感戴、内疚、羞愧等特定道德情绪对消费者购买行为的影响，但特定道德情绪之间可能存在交互作用。亲顾客偏离引发了复杂道德情绪，顾客感戴与内疚、羞愧同时并存，彼此之间情绪功能可能一致(强化效应)，也可能不一致(驱逐效应)。因此，考虑从四方面探讨道德情绪对亲顾客偏离行为与顾客再惠顾意愿关系间的中介作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2.1感戴情绪的中介作用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "感戴是受助者对施助者及其行为产生的一种正性道德情绪，拥有感戴情绪的个体更容易对施助者进行超越互惠层面的反馈(Davis et al.,2016;Layous et al.,2017)。慈善捐赠行为中,拥有感戴情绪的消费者更愿意对施助者进行互惠性反馈(Baker& Bulkley,2014)。Gong 等(2020)基于情感事件理论，证实了服务接触中以顾客为导向的建设性偏离行为通过触发顾客感戴的情感反应，提高顾客满意度，进而增强了顾客忠诚度。此外，Jung 和Yoo(2019)的研究表明，当顾客感知到员工为帮助顾客而偏离组织规则时，他们会产生受惠感，这种受惠感将进一步促进顾客与员工之间的服务友谊。对于亲顾客偏离行为，作为受助者的顾客，感受到员工对其特殊境遇下个性化需求的关注和满足，自然容易产生感戴情绪，出于“投我以桃，报之以李”的心理(Tsang& Martin,2019)，顾客增强再惠顾意愿。由此提出：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "命题2：亲顾客偏离行为引发感戴情绪时，顾客再惠顾意愿增强。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2.2内疚情绪的中介作用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "内疚是个体意识到个人意念或行为违反了社会或个人认同的道德准则，给社会(他人)带来消极结果或威胁的一种负性情绪体验(Antonetti&Maklan,2014)。李天则(2018)在挖掘亲顾客偏离行为的顾客心理时，呈现了一名被访者经历：该被访者在加油站买零食，付款时发现差 50美分。了解这一情况后，收银员没有收取他价值80美分的饮料钱。该被访者感到开心但有点内疚(Happy but a little guilty)，他担心收银员因为帮助了他而陷入麻烦。虽然作为负性情绪，但具有进化优势和适应性(何华容，丁道群,2016)，内疚的个体出于悔过或补偿，个人意念和行为更可能“给予关怀和避免伤害”，有助于加强人际关系(Rees etal.,2013; Sheikh& Janoff-Bulman,2010)。Baumeister 等(1994)也指出，内疚的功能之一是激发增强关系的行为模式。具体而言，内疚激发了补偿性的行为(Tangney et al.,2007)。内疚在绿色消费或营销互动等消费场景中尤其常见，拥有内疚体验的消费者更愿意通过补偿行为来减轻内疚(Antonetti&Maklan,2014；费显政 等,2011)，比如与员工或企业保持紧密联系和合作，抑制个人抱怨或负面口碑传播，增加重复购买等(Antonetti&Baines,2015)。可见，对于亲顾客偏离行为，当顾客意识到员工为满足自己的个性化需求而偏离组织规范，给他人带来一定程度的损害，可能产生内疚情绪(Oc et al.,2015)，出于补偿心理，顾客再惠顾意愿增强。由此提出:",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题3：亲顾客偏离行为引发内疚情绪时，顾客再惠顾意愿增强。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2.3羞愧情绪的中介作用",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "虽然羞愧与内疚一样源于违背社会道德准则，给社会（他人）带来消极结果(Nelissen etal.,2007)。但来自社会心理学和神经心理学的大量研究证实,羞愧与内疚存在本质区别(Lewis& Mccann,2004；樊召锋，俞国良,2008;Sheikh& Janoff-Bulman,2010)，内疚是指向行为的消极情绪，体验的痛苦之源更轻，补偿即可减轻(Oc etal.,2015)，而羞愧的痛苦之源更重，是指向自我的消极情绪，直接威胁道德自我，情绪体验更为强烈、痛苦，更容易逃避、退缩(Greenbaum et al.,2020; Michl et al.,2014; Rees et al.,2015; Sheikh & Janoff-Bulman,2010)。羞愧被认为是一种倾向于回避而不是维持人际关系的不良情绪(Tangney etal.,2007)。伴随羞愧体验的消费者则会减少购买，甚至不再光顾(费显政 等,2011)。Butori 和 Bruyn (2013)的研究中，其中一位作者描述了自己的亲历感受：在排队过安检前，该作者在机场商店买了一个昂贵的行李箱。看着长长的安检队伍，店员违规给他制作了一份通关便条，这张便条使得该作者和他的妻子绕过安检队伍直接通过安检，省去了90 分钟的排队时间。但是，当他回忆起自己绕过数百名乘客直接通过安检时，他把这次经历称为“耻辱之行\"(The walk of shame)。可见，如果顾客感知到为满足自己个性化需求的亲顾客偏离行为导致他人利益严重受损，此时顾客的消极情绪不再是内疚，而是羞愧，出于回避心理，顾客再惠顾意愿削弱。由此提出：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题4：亲顾客偏离行为引发羞愧情绪时，顾客再惠顾意愿削弱。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2.4内疚、羞愧与感戴情绪对顾客再惠顾意愿的交互影响",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "伦理消费研究中，常有学者呼呼研究由多种特定道德情感共同反映的情感对行为意向的影响机制(王建明，吴龙昌，2015)，因为特定情绪功能既可以通过叠加形成强化效应(Crowding-ineffect)，也可以通过稀释形成驱逐效应(Crowding-out effect)，共同中介事件或行为对购买意向的影响(Antoneti & Maklan,2014)。感戴是受助者知觉到施助者的施助行为是出于真实意思表达而产生的道德情绪。尤其是，当受助者意识到施助行为需要付出一定成本，内疚情绪也会伴随而生(Algoe et al.,2008; Valor et al.,2018)，此时内疚与感戴的情绪功能一致，并叠加感戴的情绪功能，强化行为意向。当受助者意识到施助成本较高，威胁到对道德自我的消极评估时，羞愧情绪也就伴随而生(Harvey etal.,2017; Michl etal.,2014)，此时羞愧与感戴的情绪功能不一致，并稀释感戴的情绪功能，驱逐行为意向形成。因此，感知他人受损程度低的亲顾客偏离行为引发的是感戴和内疚共存的复杂情绪，内疚叠加感戴的情绪功能，强化顾客再惠顾意愿。感知他人受损程度高的亲顾客偏离行为引发的是感戴和羞愧共存的复杂情绪，羞愧稀释感戴的情绪功能，削弱顾客再惠顾意愿。由此提出：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "命题5：内疚、羞愧与感戴情绪共同中介亲顾客偏离行为对顾客再惠顾意愿的影响。具体而言，亲顾客偏离行为引发感戴情绪和内疚情绪共存时，顾客再惠顾意愿增强；亲顾客偏离行为引发感戴情绪和羞愧情绪共存时，顾客再惠顾意愿削弱。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3研究三：顾客责任归因和服务情境对亲顾客偏离行为的顾客反应的调节作用",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "评价者特质和服务情境是影响道德情绪反应的两个重要调节变量，本研究进一步讨论顾客责任归因和服务情境对亲顾客偏离行为道德情绪和行为意愿的调节作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3.1顾客责任归因对亲顾客偏离行为的顾客情绪及行为反应的调节",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "顾客责任归因是顾客将行为发生的原因归于自己(自我责任归因)还是他人(他人责任归因)的特质倾向(Ortony et al.,1988)，在道德情绪产生过程中扮演重要角色。顾客责任归因是调节感戴情绪的重要维度，Algoe 和 Zhaoyang(2016)指出，助人情境中的感戴情绪产生于受助者把自己的积极状况归功于他人的努力，如果归功于自己的话，感戴情绪强度则会下降。顾客责任归因也是调节内疚情绪和羞愧情绪的重要维度，Fischer和 Roseman(2007)发现，当偏离道德规范的行为给他人带来伤害时，如果个体认为是自己的原因导致了伤害行为，亏欠感的痛苦源就会由行为本身转向个人，威胁道德自我，痛苦的程度越发强烈，内疚情绪从而转化为羞愧情绪。反之，如果个体认为是他人的原因导致了伤害行为，亏欠感的痛苦源就会由个人转向行为本身，解除对道德自我的威胁，痛苦的程度得到缓解，羞愧情绪从而转化为内疚情绪。亲顾客偏离虽然是服务型企业的员工为帮助顾客或维护顾客利益而实施的行为，但在线评论等现代口碑生成机制赋予了顾客更多权力(Power)(吕兴洋 等,2011)，顾客经常要求员工通过弹性操作满足其个性化需求，如要求越权打折、加送赠品等，推动员工实施亲顾客偏离行为。当顾客将亲顾客偏离行为进行自我责任归因时，将受益于亲顾客偏离行为的积极状态归功于自己，会弱化感戴情绪，但同时也背负亲顾客偏离行为导致他人受损的道德责任，威胁道德自我，加重亏欠感，内疚情绪容易转化为羞愧情绪，在复杂情绪的共同作用下，顾客再惠顾意愿削弱；而当顾客将亲顾客偏离行为进行他人责任归因时，则将受益于亲顾客偏离行为的积极状态归功于他人，会强化感戴情绪，同时解除自身背负的导致他人受损的道德责任，减轻亏欠感，羞愧情绪容易转化为内疚情绪(Antoneti& Baines,2015；Mcnulty &Dugas,2019)，复杂情绪的共同作用下，顾客再惠顾意愿增强。由此提出：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "命题6：顾客责任归因调节亲顾客偏离行为对顾客道德情绪和再惠顾意愿的影响。具体而言，顾客的自我责任归因弱化亲顾客偏离行为引发的感戴情绪，内疚情绪转化为羞愧情绪，顾客再惠顾意愿削弱；顾客的他人责任归因强化亲顾客偏离行为引发的感戴情绪，羞愧情绪转化为内疚情绪，顾客再惠顾意愿增强。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3.2服务情境对亲顾客偏离行为的顾客情绪及行为反应的调节",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "服务接触的公开场合和私下场合是区别内疚情绪和羞愧情绪的情境变量。Cohen 等人(2011)认为内疚是一种“私人化”的情绪体验，而羞愧则是“公开化”的情绪体验，羞愧比内疚更关注他人的评价，多产生于有他人在场的公开场合。因此，如果亲顾客偏离行为发生在私下场合，顾客的道德情绪可能不会发生变化。一旦亲顾客偏离行为发生在公开场合，即使感知他人受损程度低，顾客也会因自我监控而审视道德自我，内疚情绪容易转化为羞愧情绪，复杂情绪的共同作用下，顾客再惠顾意愿削弱。由此提出：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "命题7：服务情境调节亲顾客偏离行为对顾客道德情绪和再惠顾意愿的影响，相较于私下场合，公开场合下顾客内疚情绪会转化为羞愧情绪，顾客再惠顾意愿削弱。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "亲顾客偏离行为在服务型组织中广泛存在，顾客对此的响应是服务型组织对此进行引导和管理的首要依据。尽管现有研究对亲顾客偏离行为的正面效应和负面效应都给予了充分探讨，但仅立足于亲顾客偏离行为的利他动机，或仅立足于偏离组织规范的基本事实去分析其影响，难免管中窥豹，得到片面甚至矛盾的结论。为了从根本上剖析亲顾客偏离行为的“双刃剑”效应及机理，本研究抓住亲顾客偏离行为具备的双重道德属性这一逻辑起点，引入道德情绪相关理论，构建亲顾客偏离行为的顾客响应模型，深入探讨顾客对亲顾客偏离行为的道德认知评价、情绪及行为反应。基于上述分析思路，通过三个理论模块，展开讨论亲顾客偏离行为对顾客感戴、内疚、羞愧等道德情绪和再惠顾意愿的影响，以及在不同权变条件下的影响差异。研究的主要理论观点如下：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "首先，基于亲顾客偏离行为的内涵特征，借助情绪认知评价理论，提出顾客对亲顾客偏离行为的道德情绪反应包括以感戴为主成分的赞赏他人类道德情绪和以内疚、羞愧为主成分的自我意识类道德情绪。以往研究大多引入环形情感模型中的情绪变量，如愉悦、惊喜(Wagner etal.,2009)、不满(Bock etal.,2016)等，进而验证亲顾客偏离行为的顾客响应，鲜有研究关注到顾客的道德情绪反应。一个主要的原因在于，以往研究并没有从道德行为的视角来审视亲顾客偏离行为，因而无法触及顾客对此的道德认知评价和情绪反应。本研究注意到亲顾客偏离行为的双重道德属性，分别从感知个人受益和感知他人受损的层面，分析顾客对亲顾客偏离行为进行初级评价和次级评价的过程及结果，指出亲顾客偏离行为的利他属性带给顾客的受关怀感、意外感等，从而诱发顾客的感戴情绪；而该行为偏离组织规范，容易导致员工在不同程度上受到责罚，或者在不同程度上破坏服务公平，从而诱发顾客的内疚情绪或羞愧情绪。本研究重塑了亲顾客偏离行为引发的顾客情绪反应的相关命题。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "其次，研究基于道德情绪构成的复杂性和矛盾性，借助情绪动机分化功能理论，在讨论感戴、内疚、羞愧等特定道德情绪各自中介亲顾客偏离行为和顾客再惠顾意愿的基础上，进一步推论感戴与内疚(羞愧)对顾客再惠顾意愿具有交互影响。现有研究中，特定道德情绪对顾客行为意向的单独影响得到了广泛关注和验证，但道德情绪属于复杂情绪范畴，彼此之间的情绪功能是否一致还有待验证(Greenbaum et al.,2020)。为了全面地理解情绪对亲顾客偏离行为的影响，提高研究精度，本研究分析了感戴、内疚、羞愧等特定道德情绪的动机分化功能，提出亲顾客偏离行为引发的感戴和内疚都是有助于促进人际关系的道德情绪，二者相互叠加，进一步强化顾客再惠顾意愿；而羞愧是导致人际回避的道德情绪，在亲顾客偏离行为中，与感戴的情绪功能不一致，将稀释感戴的情绪驱动力，进而驱逐顾客再惠顾意愿。本研究拓展和深化了情绪动机分化功能的理论应用。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "最后，研究推论了顾客责任归因和服务情境对亲顾客偏离行为与顾客响应关系的调节作用。服务接受者特质(黎建新 等，2014)和消费情境(王毅 等，2020)是影响顾客情感体验和消费决策的重要权变因素。依据归因理论，本研究提出顾客不同责任归因下，对亲顾客偏离行为的道德认知和情绪反应存在差异。当顾客进行自我责任归因时，将亲顾客偏离行为的积极结果和消极责任都指向自己，此时感戴会弱化，内疚向羞愧转化，在复杂情绪的共同作用下，顾客再惠顾意愿削弱；而当顾客进行他人责任归因时，则将亲顾客偏离行为的积极结果和消极责任指向他人，此时感戴得到强化，羞愧向内疚转化，在复杂情绪的共同作用下，顾客再惠顾意愿增强。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "依据权变理论，本研究认为亲顾客偏离行为在不同服务情境下，对顾客产生的影响也会产生差异。如果亲顾客偏离行为发生在私下场合，顾客的道德情绪很难发生变化。一旦亲顾客偏离行为发生在公开场合，即使感知他人受损程度低，顾客也会因自我监控而审视道德自我，内疚情绪容易转化为羞愧情绪，复杂情绪的共同作用下，顾客再惠顾意愿削弱。本研究根植于服务接触中的现实问题，在一定程度上为服务管理理论推进和实践应用做贡献。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "总体而言，本研究构建了顾客对亲顾客偏离行为的多样化响应理论模型，从以下几个方面对现有研究进行了理论拓展和延伸。第一，研究从顾客对亲顾客偏离行为的矛盾道德认知和复杂道德情绪出发，首次将亲顾客偏离行为的正面效应和负面效应同时纳入研究模型，全面阐释亲顾客偏离行为对顾客道德情绪和再惠顾意愿的影响，为亲顾客偏离行为结果研究提供了崭新的理论视角和理论解释。第二，研究发现亲顾客偏离行为引发的顾客感戴与内疚(或羞愧)并存，并基于复杂道德情绪的交互作用，分析感戴与内疚功能一致时的强化效应(Crowding-in effect)和感戴与羞愧功能不一致时的驱逐效应(Crowding-out effect)，揭示了复杂道德情绪在亲顾客偏离行为和顾客再惠顾意愿之间的中介机制，是对认知心理学中情绪功能理论的拓展和深化，弥补现有研究聚焦某一特定道德情绪功能的不足。第三，本研究回应研究呼吁和管理实践，充分考虑亲顾客偏离行为的实施情境，探索顾客责任归因(自我/他人责任归因)和服务情境(公开/私下场合)对顾客响应的调节作用，找到亲顾客偏离行为诱发的顾客道德情绪和行为反应变化的边界条件，有助于服务型企业更加科学地干预亲顾客偏离行为。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "综上所述，服务型企业中的亲顾客偏离行为广泛存在，其双重道德属性使管理者陷入两难境地。管理者需要明确员工的亲顾客偏离行为能否得偿所愿带来正面的顾客反应，才能避免“善因”种“苦果”的尴尬局面。本研究的预期结论能够为服务型企业提供新的观点，指导管理者正确认识亲顾客偏离行为的属性特征，全面评估亲顾客偏离行为导致的顾客反应，科学判断在当前情境中应该限制还是鼓励员工实施亲顾客偏离行为，最大限度发挥亲顾客偏离行为的积极效应，避免其不良后果。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "参考文献(Reterences)  \n陈英和，白柳，李龙凤.(2015).道德情绪的特点、发展及其对行为的影响．心理与行为研究，13(5),627-636.  \n杜建刚，范秀成．(2007)．服务失败情境下顾客损失、情绪对补救预期和顾客抱怨倾向的影响．南开管理评论，10(6),4-10.  \n樊召锋，俞国良．(2008)．自尊、归因方式与内疚和羞耻的关系研究．心理学探新，28(4)，57-61.  \n费显政，游艳芬，杨辉，丁奕峰． (2011)．营销互动中的消费者内疚——对关键事件的探索性研究.管理世界，(9)，116-126.  \n何华容，丁道群．(2016)．内疚:一种有益的负性情绪．心理研究，9(1),3-8.  \n胡家镜，万秋，熊林． (2018)．顾客导向型偏离：酒店服务研究的新方向．旅游导刊，2(6),69-74.  \n蒋丽芹，史敏.(2017).基于情绪感知的企业捐赠与消费者响应的关系．消费经济,33(4),52-58.  \n黎建新，罗晶，刘洪深，秦惠娟.(2014)．服务员工该如何应对顾客不兼容?——考察员工反应方式和努力程度的兼容性管理效果．珞珈管理评论,8(002),119-129.  \n李朋波，周莹，王震，孙雨晴.(2020)．借花献佛：顾客导向偏离行为．心理科学进展,28(12),2150-2159.  \n李天则． (2018)．顾客导向真的贴心吗？顾客导向偏差对顾客品牌态度的影响研究(硕士学位论文)．暨南大学，广州.  \n吕兴洋，徐虹，杨永梅．(2011)．供应链视角下旅游者权力研究．旅游学刊，26(11),34-38.  \n田野，卢东，Powpaka,S． (2015)．游客的敬畏与忠诚:基于情绪评价理论的解释．旅游学刊，30(10)，80-88.  \n涂铭．(2020)．顾客导向偏差的双刃剑效应．中国流通经济，34(10),80-89.  \n王建明，吴龙昌．(2015)．亲环境行为研究中情感的类别、维度及其作用机理．心理科学进展，23(12),2153-2166.  \n王毅，刘钾，孙国辉．(2020)．熟人还是陌生人,消费者为谁而改变?——不同类型的他人在场对消费者多样化寻求行为的影响．中央财经大学学报，0(4),91-97.  \n王莹，邓慧，蓝媛媛.(2020).同事无礼行为对员工工作退缩行为的影响：基于归属需求理论视角．中国人力资源开发,37(12),45-57.  \n张辉，白长虹，陈晔．(2012)．饭店员工心理所有权与跨界行为关系研究．旅游学刊，27(4)，82-90.",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "张健东，刘慧，国伟．(2020).阴还是晴？领导情绪对员工工作投入的影响研究．中国人力资源开发，37(4), 6-19.",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "周浩，龙立荣，王宇清．(2016)．整体公平感、情感承诺和员工偏离行为：基于多对象视角的分析．管理 评论，28(11)，162-169.   \nAlgoe,S.B., Haidt, J.,& Gable,S.L. (20o8).Beyond reciprocity: Gratitude and relationships in everyday life. Emotion, 8(3),425-429.   \nAlgoe,S.B.,& Zhaoyang,R. (2016). Positive psychology in context: Effects of expressng gratitude in ongoing relationships depend on perceptions of enactor responsivenessThe Journal ofPositive Psychology,1(4),399- 415.   \nAllpress,J.A.,Brown,R.,Giner-Sorolla,R.,Deonna,J.A.,& Teroni,F.(2014).Two faces of group-based shame: Moral shame and image shame differentially predict positive and negative orientations to ingroup wrongdoing. Personality and Social Psychology Bulletin, 40(10),1270-1284.   \nAntonetti, P.,& Baines, P. (2015). Guilt in marketing research: An elicitation-consumption perspective and research agenda. International Journal ofManagement Reviews,17(3),33-355.   \nAntoneti, P.,& Maklan, S. (2014).Exploring postconsumption guilt and pride in the context of sustainability. Psychology & Marketing, 31(9),717-735.   \nBaker, W.E., & Bulkley,N. (2014). Paying it forward versus rewarding reputation: Mechanisms of generalized reciprocity. Organization Science,25(5), 1493-1510.   \nBaumeister,R.F., Stillwel,A.M.,& Heatherton,T.F.(1994). Guilt: An Interpersonal Approach.Psychological Bulletin, 115(2),243-267.   \nBock, D.E., Mangus, S. M., & Folse, J. A. G. (2016). The road to customer loyalty paved with service customization. Journal of Business Research, 69(10),3923-3932.   \nBoukis,A. (2016).Achieving favourable customer outcomes through employee deviance.The Service Industries Journal, 36(7-8),319-338.   \nButori,R.,& Bruyn, A. D. (2O13). So you want to delight your customers: The perils of ignoring heterogeneity in customer evaluations of discretionary preferential treatments. International Journal of Research in Marketing, 30(4), 358-367.   \nCohen,T.R., Wolf,S.T.,Panter,A.T.,& Insko, C.A. (2011). Introducing the GASP scale: A new measure of guilt and shame proneness. Journal of Personality and Social Psychology, 10o(5), 947-966.   \nDahling,J.J.,Chau,S.L.,Mayer,D.M.,&Gregory,J.B. (2012).Breaking rules for the rightreasons?An investigation of pro-social rule breaking.Journal of Organizational Behavior, 33(1),21-42.   \nDavis,D.E.,Choe,E.,Meyers,J.,Wade,N.,Varjas,K.,ifrd,A... Worthingto,E.L.(6).anfulfor the litle things: A meta-analysis of gratitude interventions.JournalofCounseling Psychology, 63(1),20-31.   \nDesteno,D.,Bartlet,M.Y,Baumann,J.,Willams,L.A,&Dickens,L. (2010). Gratitude as moral sentimnt: Emotion-guided cooperation in economic exchange. Emotion,10(2),289-293.   \nFischer,A. H.,& Roseman,I.J. (2o07).Beat them or ban them: The characteristics and social functions of anger and contempt. Journal of Personality and Social Psychology, 93(1),103-115.   \nGhosh,A.,& Shum, C. (2019). Why do employees break rules? Understanding organizational rule-breaking behaviors in hospitality. International Journal of Hospitality Management, 81,1-10.   \nGong,T.,Wang, C.-Y.,& Lee,K. (2020). The consequences ofcustomer-oriented constructive deviance in luxuryhotel restaurants. Journal of Retailing and Consumer Services, 57,10254.   \nGounaris, S.,& Boukis,A. (2013). The role of employee job satisfaction in strengthening customer repurchase intentions. Journal of Services Marketing,27(4),322-333.   \nGreenbaum,R.L.,Bonner,J.M., Gray,T.W.,& Mawritz,M.B.(202O). Moral emotions: areview and research agenda for management scholarship. Journal of Organizational Behavior, 41(2), 95-114.   \nHaidt, J. (20o3).The moral emotions.InR.J.Davidson,K.R.Scherer,& H. H. Goldsmith (Eds.),Handbook of Affctive Sciences (pp. 852-870). Oxford: Oxford University Press.   \nHarvey,P.,Martinko,M.J.,& Borkowski,N.(2017). Justifying deviant behavior: The role of attributions and moral emotions. Journal of Business Ethics,141(4),779-795.   \nJung,J.H.,& Yoo,J. (2019). The effcts of deviant customer-oriented behaviors on service friendship: The moderating role of co-production. Journal of Retailing and Consumer Services, 48, 60-69.   \nKang,J.,& Hyun,S.S.(20l2). Effective communication styles for the customer-oriented service employee: Inducing dedicational behaviors in luxury restaurant patrons. International Journalof Hospitality Management, 31(3), 772-785.   \nKim, W. (2009). Customers'responses to customer orientation ofservice employees in full-service restaurants: A relational benefits perspective. Journal of Quality Assurance in Hospitality and Tourism,10(3),153-174.   \nKluemper, D.H., Mclarty,B.D.,& Bing,M.N. (2015).Acquaintance ratings ofthe Big Five personality traits: Incremental validity beyond and interactive effects with self-reports in the prediction of workplace deviance. Journal of Applied Psychology, 100(1),237-248. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Lastner,M.M.,Folse,J.A. G.,Mangus,S.M.,&Fennel,P.(2016).The road to recovery: Overcoming service failures through positive emotions.Journal of Business Research, 69(10),4278-4286. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Layous,K.,Sweeny, K.,Armenta, C., Na,S., Choi, I.,& Lyubomirsky, S. (2o17).The proximal experienceof gratitude.Plos One,12(7),Article e0179123. https://doi.org/10.1371/journal.pone.0179123.   \nLeo, C.,& Russell-Bennet, R. (2012). Investigating customer-riented deviance (COD) from a frontline employee's perspective. Journal of Marketing Management, 28(7-8), 865-886.   \nLewis,B.R.,& Mccann,P. (2oo4).Service failure and recovery: Evidence for the hotel sector. International Journal of Contemporary Hospitality Management, 16(1),6-17.   \nLitzky,B.E.,Eddleston,K.A.,& Kidder,D.L. (2o6).The good, the bad,and the misguided: How managers inadvertently encourage deviant behaviors.Academy of Management Perspectives, 20(1),91-103.   \nMarinova,S.V.,Peng, C.,Lorinkova,N., Dyne,L.V.,& Chiaburu,D. (2015). Change-oriented behavior: Ametaanalysis of individual and job design predictors. Journal of Vocational Behavior, 88,104-120.   \nMccullough, M. E., Tsang,J. A.,& Emmons,R.A. (2004). Gratitude in intermediate affective terrain: Linksof grateful moods to individual differences and daily emotional experience.Journal of Personality and Social Psychology, 86(2),295-309.   \nMcnulty,J K.,& Dugas,A. (2019). Adyadic perspective on gratitude sheds light onboth its benefitsandits costs: Evidence that low gratitude acts as a“weak link\". Journal of Family Psychology, 33(7),876-881.   \nMenguc,B.,& Boichuk,J.P.(20l2). Customer orientation dissimilarity,sales unit identification,and customerdirected extra-role behaviors: Understanding the contingency role of coworker support. Journal of Business Research, 65(9),1357-1363.   \nMichl,P.,Meindl,T.,Meister,F.,Bor,C.,Engel,R.R.Reiser,.,&Henig-Fast,K.(14).Neurobiological underpinings of shame and guilt: A pilot fMRI study. Social Cognitive and Affective Neuroscience, 9(2),150- 157.   \nMorrison,E.W. (2oo6). Doing the job wel: An investigation of pro-social rule breaking. Journal ofManagement, 32(1),5-28.   \nNelissen,R. M.A.,Dijker, A. J. M.,& Devries,N.K. (0o7). How to turn ahawk into a dove and vice versa: Interactions between emotions and goals in a give-some dilemma game. Journal of Experimental Social Psychology, 43(2),280-286.   \nOc, B.,Bashshur, M.R.,& Moore, C. (2015). Speaking truth to power: The effct of candid feedback on how individuals with power allocate resources. Journal of Applied Psychology, 100(2),450-463. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Ortony,A., Clore,G.L.,&Collins,A.(1988).Thecognitive structure ofemotions.Contemporary Sociology,18(6), 957-958. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Rees, J.H.,Allpress, J.A.,& Brown, R. (2013). Nie wieder: Group-based emotions for in-group wrongdoing affect attitudes toward unrelated minorities.Political Psychology, 34(3),387-407.   \nRees, J. H., Klug, S.,& Bamberg, S. (2015). Guilty conscience: Motivating pro-environmental behavior by inducing negative moral emotions. Climatic Change, 130(3), 439-452.   \nRoy,S.K (2015). Modeling customer advocacy: Apls path modeling approach.Journalof Strategic Marketing, 23(5),380-398.   \nRudolph, U.,& Tscharaktschiew,N. (2O14). An atributional analysis of moral emotions: Naive scientists and everyday judges. Emotion Review, 6(4),344-352.   \nSheikh,S.,& Janoff-Bulman,R.(20l0).The“shoulds\"and“should nots”of moral emotions: A self-regulatory perspective on shame and guilt. Personality and Social Psychology Buletin, 36(2),213-224.   \nShepherd,L.,Spears,R.,& Manstead,A. S.R. (2o13). When does anticipating group-based shame lead to lower ingroup favoritism?The role of status and status stability. Journal ofExperimental Social Psychology, 49(3), 334-343.   \nSmith, C.A., & Ellsworth, P. C.(1987). Patterns of appraisal and emotion related to taking an exam. Journal of Personality & Social Psychology, 52(3),475-488.   \nSpreitzer, G.M., & Sonenshein, S. (2oo4). Toward the construct definition of positive deviance. American Behavioral Scientist, 47(6), 828-847.   \nTangney, J.P.,Miller,R.S.,Flicker,L.,&Barlow,D.H. (1996). Areshame, guilt,and embarrssment distinct emotions? Journal of Personality and Social Psychology, 70(6),1256-1269.   \nTangney,J.P.,Stuewig,J.,& Mashek,D.J.(2007).Moral emotionsand moral behavior.Annual Review of Psychology, 58,345-372.   \nTracy, J.L.,& Robins,R. W. (2oo6). Appraisal antecedents of shame and guilt: Support for a theoretical model. Personality & Social Psychology Bulletin,32(10),1339-1351.   \nTsang, J.-A., & Martin,S.R. (2019).Four experiments on the relational dynamics and prosocial consequences of gratitude. The Journal of Positive Psychology, 14(2),188-205.   \nValor, C.,Antoneti,P.,& Carrero,I. (20l8). Stressful sustainability: Ahermeneutic analysis.European Journalof Marketing, 52(3/4), 550-574.   \nVardaman,J.M., Gondo,M.B.,& Allen, D.G. (2014).Ethical climate and pro-social rule breaking in the workplace. Human Resource Management Review, 24(1),108-118.   \nWagner,T.,Hennig-Thurau,T.,& Rudolph,T. (20o9).Does customer demotion jeopardize loyalty? Journal of Marketing,73(3),69-85.   \nWood,A.M.,Maltby,J.,Stewart,N.,Linley,P.A.,&Joseph,S. (2O08).Asocial-cognitive modeloftraitandtate levels of gratitude. Emotion, 8(2),281-290. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Research on customer response to pro-customer deviance behavior: A perspective from moral emotion ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "HU Jiajing1, ZHANG Meng², MA Xiuli',LIU Yan1 (College of Tourism，Sichuan Agricultural University，Dujiangyan6ll83o,China) ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "(2Schoolof BusinessAdministration，Southwestern UniversityofFinanceand Economics，Chengdu 6lll3o,China) ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Abstract: The acts of pro-customer deviance (PCD), which occurs in the service encounters where employees consciously deviate from the formal regulations of enterprises to help customers or safeguard the interests of customers have been widely observed. However, barely no divergent results were found on the impact of PCD on the customer’s response.Therefore, utilizing the Stimulus-Organism-Response paradigm and taking dual moral attributes of PCD (e.g., altruistic motivation, deviation from the norms of organization) as the logical origin, this study develops a model examining the relationship among PCD,customer moral emotions and re-patronage intention. Specifically, according to the Cognitive Appraisal Theory, this study explores customers’ moral cognitive evaluation of PCD as well as their complex moral emotional response to PCD.Moreover, based on the Differential Emotions Theory, this study examines the interaction effect among different types of moral emotions,the mediating effect of moral emotions on the relationship between PCD and re-patronage intention, and the moderating effect of customer's atribution of responsibility and service context on the PCD-moral emotions-re-patronage intention linkage. The present study not only provides new theoretical insights into PCD and moral emotions, but also offers valuable practical implications for service enterprises to take advantage of the positive effect of PCD. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Key words: pro-customer deviance, dual moral attributes, moral emotion, crowding-in effect, crowding-out effect ",
        "page_idx": 19
    }
]