[
    {
        "type": "text",
        "text": "Soil fungal and bacterial responses to conversion of open land to short-rotation woody biomass crops ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CHAO XUE1'²,CHRISTOPHER RYAN PENTON $^ { 2 , 3 }$ ,BANGZHOU ZHANG $^ { 2 , 4 }$ ,MENGXIN ZHAO²5, DAVID E. ROTHSTEIN,DAVID J. MLADENOFF7, JODI A. FORRESTER7, QIRONG $\\mathsf { S H E N } ^ { 1 }$ and JAMES M.TIEDJE² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1JiangsuCollborative InnooationCenter forSolidOrganic Waste UtilizationandNational Engineering Research Center for Organic-basederilersepartmentofantutritionjingiculturalersityjing,gsuina 2CenteroficroialcologyichigantateesityEastLansing882Ahoolofersndience Facultyof Scienceand Mathematics,Arizona State Unioersity,Mesa,AZ5212,USA,4State Key LaboratoryofMarine EnvironmentalScienceandKeyLaboratoryoftheMinistryofEducation forCoastand WetlandEcosystems,SchoolofLife Sciences,XiamenUniersity,Xiamen,Fujian36oo,China,StateKeyJointLaboratoryofEnironmentSmulatioand Polutionolotit UniversityEsting,84parmentofestddifeologyesityfoninisoW 53706,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Short-rotation woody biomass crops (SRWCs) have been proposed as an alternative feedstock for biofuel production in the northeastern US that leads to the conversion of current open land to woody plantations, potentially altering the soil microbial community structures and hence functions. We used pyrosequencing of 16S and 28S rRNA genes in soil to assess bacterial and fungal populations when ‘marginal' grasslands were converted into willow (Salix spp.)and hybrid poplar (Populus spp.） plantations at two sites with similar soils and climate history in northern Michigan (Escanaba; ES)and Wisconsin (Rhinelander; RH).In only three growing seasons, the conversion significantly altered both the bacterial and fungal communities,which were most influenced by site and then vegetation. The fungal community showed greater change than the bacterial community in response to land conversion at both sites with substantial enrichment of putative pathogenic,ectomycorrhizal, and endophytic fungi associated with poplar and willw.Conversely，the bacterial community structures shifted,but toa lesser degree,with the new communities dissimilar at the two sitesand most correlated with soil nutrient status.The bacterial phylum Nitrospirae increased after conversion and was negatively correlated to total soil nitrogen,but positively correlated to soil nitrate,and maybe responsible for nitrate accumulation and the increased $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions previously reported following conversion at these sites. The legacy effect of a much longer grassland history and a second drysummer at the ES site may have influenced the grassland (control) microbial community to remain stable while it varied at the RH site. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:grasslad,poplar,sortrotationodybioassop,soilbcterialommuitysoilfungalomuityillow ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received11March 2015;revised version received1 July 2015 and accepted19 August 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Biofuel production,including plant-derived bioethanol, biodiesel,and biogas,has the potential to significantly reduce global dependence on fossil fuels and provide a sustainable strategy to partially meet the growing energy demands (Demirbas,2008;Ghatak,2011).In 2005, $1 4 . 3 \\%$ of the US corn harvest produced $1 . 4 8 \\times 1 0 ^ { 1 0 }$ 1 of ethanol, and soybean oil extracted from $1 . 5 \\%$ of the US soybean harvest produced $2 . 5 6 \\times 1 0 ^ { 8 } 1$ of biodiesel (Hill et al., 2006).The US federal government adopted a goal to annually produce 36 billion gallons of alternative fuels by 2022 (EISA,2007). To meet just half of this target, the pro duction of corn-based bioethanol would require $6 5 . 8 \\%$ of the 2005 corn harvest. The most likely outcome of increased production of corn-based ethanol would be higher food prices and a potential for food-related security crises.Short-rotationwoodybiomass crops (SRWCs) such as hybrid poplar (Populus spp.） and willow (Salix spp.）have been proposed as alternative options for biofuel feedstocks due to their fast growth and short harvest cycles (Labrecque & Teodorescu,20o5;Aylott et al.,2008). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The availability of limited arable area for food crop production is a major constraint for many countries, hence the proposal to use marginal lands for biofuel crops (Hill et al.，2006;Gopalakrishnan et al.，2009). Studies have indicated that marginal agricultural land can contribute to biomass production without impacting food production on prime cropland (Tang et al., 2010;Cai et al.，2011；Zhuang et al.，2011)．In the northern Great Lake States (MI,WI and MN),widespread planting of hybrid poplar and willow on marginal open lands has been viewed as the best option for sustaining a regional bioenergy production system (Davis et al.,2012;Zalesny et al.,2012),and there isa long history of hybrid poplar breeding efforts in the region dating to the first energy crisis of the 1970s (Hansen，1991).Open lands targeted for conversion consist of a mixture of marginal agricultural land, abandoned farms，hayfields,and pasturelandsand make up a significant portion of the landscape matrix of this region (Mladenoff et al.,2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Soil microbial communities，particularly bacteria and fungi，have the potential to influence biofuel crop establishment on marginal lands through plantmicrobe interactions that include nutrient acquisition, growth promotion， the alleviation of environmental stress，and disease bio-control (Glick,1995；Lugtenberg & Kamilova，2009;Compant et al.，2010).Plants also affect the soil microbial community (Loon，2007; Bever et al.，2012）by shaping the diversity and composition through niche establishment, secretion of root exudates,symbiosis,and litter chemistry and directly alteringsoilstructure， nutrientavailability， and cycling(Yang & Crowley，20o0;Garbeva etal.，2004; Schweitzer et al.，2008;Thoms et al.，2010)． Furthermore，microbial community structure is also largely driven by land use,vegetation,soil $\\mathrm { \\ p H } ,$ and drainage (aeration）(Lauberet al.， 20o9; Rousk et al.， 2010; Nacke et al.,2011;Hanson et al.,2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The establishment of SRWC plantations on marginal lands often entails conversion of existing grasslands to tree plantations.Previous studies at Escanaba (ES),Rhinelander,and other sites document that this conversion can have substantial impacts on soil nitrogen cycling and greenhouse gas emissions (Nikiema et al.,2012; Palmer et al.， 2013). However， there is a knowledge gap concerning how such conversions, including new crop and tillage,affect soil microbial communities on marginal lands in the Great Lakes region,and the role that microbial community shifts may play in driving the observed increases in greenhouse gas emissions and other system functions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To assess the impact of grassland to SRWC conversion,we examined the effects of converting hayfields to willow and hybrid poplar plantations on soil bacterial and fungal communities after three growing seasons at two sites in northern Michigan and Wisconsin through pyrosequencing of 16S and 28S rRNA genes in soil DNA. Our objectives were to determine the following: (i) the degree to which microbial communities shifted in response to land conversion,(ii) the degree to which community shifts were consistent between the two sites, and (iii) which taxa changed in this shift and the attributes of those taxa as they may infer functional changes in the plant-soil system. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Field experiment design ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The two field sites are located at Escanaba (ES)，Michigan, USA $( 4 5 ^ { \\circ } 4 6 ^ { \\prime } 2 0 ^ { \\prime \\prime } \\mathrm { N }$ 、 $8 7 ^ { \\circ } 1 1 ^ { \\prime } 4 3 ^ { \\prime \\prime } \\mathrm { W } )$ and Rhinelander (RH),Wisconsin，USA $( 4 5 ^ { \\circ } 4 0 ^ { \\prime } 1 3 ^ { \\prime \\prime } \\mathrm { N }$ 、 $8 9 ^ { \\circ } 1 2 ^ { \\prime } 4 5 ^ { \\prime \\prime } \\mathrm { W } )$ ．The soil at the RH site is a loamy sand developed on well-sorted glacial outwash parent material,whereas the soil at ES is a fine sandy loam developed from limestone-derived glacial till. The RH site had been used for production of corn and other row crops until 20o5，when it was converted to a cool-season grass hayfield.In contrast, the ES site was last cultivated in 1968,converted to cattle pasture in the 197Os,and had been used for hay production for at least the last 2O years.The 30-year mean annual precipitation at the ES site is $7 2 8 ~ \\mathrm { m m } ,$ while it is $6 7 5 ~ \\mathrm { { m m } }$ at the RH site (Table S1).The experimental design is described in detail in Palmer et al. (2014). Briefly,identical experimental designswere initiated at both siteswith 12 replicate plots randomly assigned to three treatments:(i） planted to willow，(i）planted to hybrid poplar,or (iii) control plots,which were maintained in the priorlanduse(unplowedhayfield)． Eachplotwas $4 0 \\times 4 0 ~ \\mathrm { m } ,$ with all samplescollected from the inner $2 0 \\times 2 0 \\mathrm { ~ m ~ }$ to avoid edge effects and provide a buffer between plots. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In May 2010,all the existing vegetation was killed with glyphosate in the plots to be planted to poplar and willow,and then,these plots were cultivated with a moldboard plow and disked (Palmer et al.，2014).Hybrid poplar cultivar NM6 (Populus maximowiczii $\\times$ Populus nigra) was planted at a standard density of 1900 stems $\\mathrm { \\ h a } ^ { - 1 }$ .Willow cultivar Fish Creek (Salixpurpurea)wasplanted at a standard densityof 14 000 stems $\\mathrm { \\ h a } ^ { - 1 }$ . No fertilizer was applied to any plot during this study.Control plots were left untouched as uncultivated mixed species grass hayfields,which represents the baseline, preconversion condition at each site. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Soil samplingand DNA extraction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In 2010,soil samples were collected immediately before conversion on May11 at the ES site and on May 13at the RHsite. After three growing seasons, samples were collected on August 29,2012,at the ES site and on September 17,2012,at the RH site.Five bulk soil cores were randomly collected from each plot to a $1 0 \\mathrm { - c m }$ depth (surface soil $\\mathrm { { \\sim } 1 \\ c m }$ wasremoved before sampling) using a soil probe.Soil from the cores was placed in plastic bags and kept on ice after collection and during transportation,and was stored at $- 2 0 \\ ^ { \\circ } \\mathrm { C }$ in the laboratory until further processing.Five grams of soil from each core sample within the same plot was sieved (2-mm-mesh sieve),combined, and mixed thoroughly to make one sample to represent each plot.DNA was extracted from $0 . 5 \\mathrm { ~ g ~ }$ of the mixed soil sample using the Powersoil DNA Extraction kit (MOBIO Laboratories, Carlsbad, CA,USA) following the manufacturer's instructions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Amplification and 454 pyrosequencing ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Primer sets 454-577f adapter-mid-AYTGGGYDTAAAGNG and 454-926radapter-mid-CCGTCAATTCMTTTRAGT were used to amplify partial 16S rRNA genes,and primers LR3 midCCGTGTTTCAAGACGGG and LR0R mid-ACCCGCTGAACTTAAGC wereused to amplify the 28S rRNA genes forall samples according to previously published protocols (Sul et al., 2011;Penton et al.,2013,respectively),where mid refers to a unique mid sequence used for sample sorting.The 28S rRNA amplicons were adapter ligated and bi-directionally sequenced on the 454 Life Sciences Titanium platform,using Lib-L kits (454 Life Sciences Corporation,Branford,CT,USA).All 16S rRNA samples were unidirectionally sequenced using Lib-A kits (454 Life Sciences Corporation). Sequencing was performed at Center for Integrated BioSystems，Utah State University, USA. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Measurement ofsoil characteristics ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Soil characteristics,including $\\mathrm { \\ p H } ,$ total nitrogen,ammonium, nitrate, total carbon,and $\\mathrm { { C / N } }$ ratios,were determined on separate $1 0 \\mathrm { - c m }$ core samples collected within 2 weeks of the initial and final sampling dates for soil microbial communities. Inorganic soil nitrate and ammonium concentrations were determined by extracting a $_ { 1 0 - \\mathrm { g } }$ subsample with $2 \\mathrm { ~ M ~ }$ potassium chloride for $^ \\textrm { \\scriptsize 1 h }$ .Soil extracts were analyzed for ammonium and nitrate colorimetrically according to procedures described by Sinsabaugh et al.(2ooo）and Doane $\\&$ Horwath (2003), respectively.Total carbon, total nitrogen,and $\\mathrm { { C / N } }$ ratioswere determined on oven-dried soil via dry combustion on an elemental analyzer (Costech ECS 4010,Valencia,CA,USA).Soil $\\mathsf { p H }$ was determined with a glass electrode in a $1 : 2$ slurry of air-dried soil in $0 . 0 1 \\mathrm { ~ M ~ C a C l } _ { 2 }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Plant biomass ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Leaf,stem，and fine-root biomass were determined at ES and RH sites for 2011 and 2012. Two $3 . 8 ~ \\mathrm { c m }$ diameter $\\times ~ 1 0 ~ \\mathrm { c m }$ deep soil cores were collected from each plot at 2-3 week intervals throughout the growing season. Fine roots $\\cdot 2 \\ \\mathrm { m m }$ diameter） from these cores were hand sorted. Because there was significant within-plot variability that could potentially skew results with only two cores per plot per sample date,data were averaged across sampling times between June 1 and August 30 to calculate a growing-season average for each plot.Leaf and stem biomass production for poplar and willow plots were calculated by measuring tree heights and diameters，together with allometric biomass equations developed for our sites as described by Palmer et al.(2014). Because poplar and willow are deciduous species,we make the assumption that leaf biomass in a given year isa suitable proxy for leaf litterfall.Finally，aboveground herbaceous biomass from control plots was measured by collecting all live plant materials from a $0 . 3 7 – \\mathrm { m } ^ { 2 }$ sampling frame in mid-July of each year. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sequence processing ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Raw sequences were sorted according to barcode and processed through the RDP pyrosequencing pipeline (http://pyro.cme.msu.edu) with low quality (Q score ${ < } 2 0 { \\mathrm { : } }$ andshortreads (length ${ < } 2 0 0 { \\it \\Omega }$ ）removed.Chimeric reads were filtered using UChime (Edgar, 2010) followed by alignment and clustering at $9 7 \\%$ and $9 5 \\%$ nucleotide identity for 16S and 28S rRNA reads, respectively (Krügeret al.,2012; Shen et al.,2014).All thereads were classified using RDP naive Bayesian classifier (Wang et al.,2oo7).Forall samples, the cluster data were randomly resampled to the sequence depth of the sample with lowest number of reads (2814 and 3637 reads for 16S and 28S rRNA genes, respectively） for downstream analysis.All sequenceswere deposited in the NCBI Sequence Read Archive (SRA) database (Accession numbers: SRX483129 and SRX483122). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Downstream analyses were performed in R (version 3.1.2; https://www.r-project.org) with package VEGAN (version 2.3-0; https://github.com/vegandevs/vegan） and PHEATMAP (1.0.2; https://cran.r-project.org/web/packages/pheatmap).Data were log or square root of relative abundance transformed to ensure normalityand equal variance.Alpha-diversity (Shannon diversityand Chao richness) was calculated according to the re-sampled cluster data.Nonmetric multidimensional scaling (NMDS) was performed to illustrate the beta-diversity (Bray-Curtis distances） between treatments. Similarity percentage (sIMPER) analysis based on the estimation of average contribution of each individual microbial genus to the overall Bray-Curtis distances coupled with t-test was conducted to identify the indicator microbial groups between treatments (Warwick et al., 1990). Only the genera that showed significant difference （204号 $( P < 0 . 0 5 )$ ）between treatments were considered as indicators. Heatmap plots were generated to illustrate microbial community shifts between treatments.The data were log-transformed and sorted by the maximum value of each genus among all treatments at each site,of which the top 30 genera were used to generate heatmap plots. Zero was transformed to $^ { - 6 }$ instead of log-transformation,which was smaller than the lowest value after transformation for all samples.Variance partition analysis was conducted to estimate the proportion of the microbial community variance that was explained by environmental factors. Significant community differences were tested using analysis of similarity (ANOsIM) (Clarke,1993).Mantel tests were performed to identify the correlation between microbial groupsand environmental factors (Smouse et al.，1986).To determine the significance of differences,two-tailed，unpaired $t$ -testswere performed on individual microbial groups between treatments. One-way ANovA followed by the Tukey's HSD test was performed to compare the means in R (version 3.1.2)with AGRICOLAE package (version 1.2-1； https://cran.r-project.org/ web/packages/agricolae). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "General information fromsequencingdata ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In total,187 546 bacterial 16S and 281 888 fungal 28S rRNA gene reads passed quality trimming and chimera check with an average $5 8 6 1 \\pm 2 0 9 8$ and $8 8 0 9 \\pm 5 0 4 1$ reads per sample for 16S and 28S rRNA genes,respec tively.After re-sampling,the average number of OTUs persample was $1 0 3 3 \\pm 1 1 3$ and $1 0 7 0 \\pm 2 0 9$ for 16S and 28S rRNA,respectively.All 16S rRNA reads were classified into 23 phyla,57 classes,and 504 genera with the average number of unclassified readsat $1 3 . 7 \\pm 4 . 0 \\%$ at the phylum level, $1 8 . 6 \\pm 5 . 3 \\%$ at the class level,and $3 3 . 5 \\pm 5 . 3 \\%$ at the genus level.All 28S rRNA reads were classified into 8 phyla,29 classes,and 538 genera with the average unclassified number of reads at $1 3 . 2 \\pm 7 . 5 \\%$ at the phylum level, $1 8 . 8 \\pm 9 . 5 \\%$ at the class level, and $3 9 . 4 \\pm 1 1 . 2 \\%$ at the genus level. The top $1 0 \\ \\mathrm { m o s t }$ abundant bacterial classes across all samples in rank orderwere Alphaproteobacteria，Acidobacteria-Gp6, Gemmatimonadetes,Actinobacteria, Gammaproteobacteria, Acidobacteria- ${ \\mathrm { . G p 4 } }$ ,Betaproteobacteria,Deltaproteobacteria, Acidobacteria-Gp3,and Planctomycetacia (Table S2). The top10 most abundant fungal classes in rank order were Sordariomycetes,Agaricomycetes,Leotiomycetes,Dothideomycetes，Eurotiomycetes，Pezizomycetes，Chytridiomycetes，Tremellomycetes，Fungi incertae sedis,and Ustilaginomycetes (Table S3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Patterns in microbial community compositions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The bacterial community at the ES site was compared between samples taken in May 2010 immediately prior to conversion and in August 201O after the tree seedlings had begun to grow,but no differences were found in the communities (Fig. S1).As the trees were only seedlings and had no chance to impact the soil, further sampling for community profiling was delayed until after the third season when the tree vegetation had more potential impact. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/07d7b613ffba5732e82302fa0fbc675cce000930f431a89968382bb1a955a293.jpg",
        "img_caption": [
            "Fig.1Nonmetric multidimensionalscaling(NMDS)ordination plotsbasedonBray-Curtis disimilarityofEscanaba (ES)sitesamples,allsamplesndelander(RH)siteampesforacteriaandfungiEGRandGRarepreconversioncontrolplotsatESand RHsites,respectivelyEGRPandGRParepostconversioncontrolplotsatESandRHsites,espectively.EPOPandROreost conversionpoplarplotsatESndRHsites,spectivelyEWIndRWIarepostconversionwillowplotsatESandRHsitesespec tively.ESrepresentsallsamplesatEscanabasite,whileRHrepresentsallsamplesatRinelandersite.NMDSstressvaluesfor bacterial communities are $0 . 0 7 9$ (ES),0.069 (both sites),and 0.105 (RH).NMDS stress values for fungal communities are 0.152 (ES), 0.148 (both sites),and 0.108 (RH). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After three growing seasons postconversion, both the bacterial and fungal communities were altered at both sites (Fig.1).All samples formed two groups based on location,and for each site,all samples could be further classified into three groups based on crop: grass (plots sampled at both pre-and postconversion times),willow, and poplar (Fig.1).ANOsIM test revealed that converting grassland to willow and poplar significantly shifted both the bacterial and fungal communities into two distinct patterns based on vegetation (Table S4). Both bacterial and fungal community structures also differed in the RH control plots after three growing seasons,but not in the ES control plots (Table S4). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conversion effect on microbial diversity ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Changes in soil microbial diversities were influenced by both conversion and vegetation,but yielded different patterns at the two sites.At the ES site,converting grassland to poplar had no effect on fungal diversity, but it decreased bacterial diversity and richness significantly (Tukey's HSD test, $P < 0 . 0 5 \\$ (Table1).Atthe RH site,converting to poplar increased the bacterial diversity and richness (Tukey's HSD test, $P < 0 . 0 5 )$ ，while fungal diversity decreased after conversion (Tukey's HSD test, $P < 0 . 0 5 )$ ）(Table 1).In contrast，converting grassland to willow had no effect on bacterial diversity and richness with only a decrease in fungal diversity at the RH site (Tukey's HSD test, $P < 0 . 0 5$ ）(Table1). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conversioneffectonmicrobial communitycomposition ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The effect of converting grassland to SRWCs on soil microbial composition was evaluated by comparing control plots with poplar and willow plots after the third growing season. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Poplar.Conversion altered both the bacterial and fungal communities from the genus to phylum levels.At the bacterial phylum level,the proportion of Acidobacteria increased at both sites after conversion (Tukey's HSD test, $P < 0 . 0 5 )$ ）with Proteobacteria，Planctomycetes, Gemmatimonadetes，and Actinobacteria as the most abundant bacterial phyla at both sites.After conversion, Sordariomycetes was the most abundant fungal class at bothsitesfollowedby Dothideomycetes， Agaricomycetes，Leotiomycetes，and Pezizomycetes.sIMPER analysis revealed that Acidobacteria groups,Gemmatimonas,and Bradyrhizobium were the most abundant bacterial contributing genera of conversion at both sites, with top 10 contributing genera comprising $5 8 . 9 \\%$ and $5 2 . 6 \\%$ of the total Bray-Curtis dissimilarity and $4 4 . 6 \\%$ and $4 3 . 6 \\%$ of the sequences at ES and RH site,respectively (Table S5).For fungi，only Gibberella was the shared indicator genus of conversion for the two sites. In the ES site poplar plots,Hygrocybe was the top contributing genus to the overall Bray-Curtis dissimilarity followedbySchizothecium，Hebeloma，andPhaeodothis with top 10 contributing genera comprising $5 6 . 4 \\%$ of the total dissimilarity and $2 7 . 9 \\%$ of the reads (Table S5).For RH, Gaeumannomyces was the top contributing genus to thedissimilarity followed byLycoperdon,Thelebolus,and Gibberella，with top 10 contributing genera comprising $5 8 . 1 \\%$ of the overall dissimilarity and $3 6 . 0 \\%$ of the reads (Table S5). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Willow.Acidobacteria followed by Planctomycetes,Pro teobacteria，Firmicutes，and Actinobacteriawere the most abundant bacterial phyla in the ES site willow plots，while Proteobacteria followed by Acidobacteria, Actinobacteria，Bacteroidetes，and Gemmatimonadetes were the most abundant bacterial phyla at the RH site. Agaricomycetes was the most abundant fungal class at both sites followed by Sordariomycetes,Pezizomycetes, Leotiomycetes,and Dothideomycetes.For both sites, SIMPER analysis for this comparison was weighted heavily toward a few bacterial genera such as Acidobacteria groups,Gemmatimonas，and Bradyrhizobium with top 10 contributing genera comprising $5 3 . 0 \\%$ and $5 4 . 7 \\%$ of the total Bray-Curtis dissimilarity and $4 3 . 6 \\%$ and $4 8 . 4 \\%$ of thesequencesat ESand RH sites， respectively (Table S6).For fungi，at the ES site，Hygrocybe contributed most $( 1 3 . 2 \\% )$ to the Bray-Curtis dissimilarity followed by Hebeloma，Sorocybe，and Clavulinopsiswith top 10 contributing genera comprising $6 0 . 9 \\%$ of the overall dissimilarity and $2 6 . 7 \\%$ of the reads.At the RH site Hebeloma contributed most $( 1 6 . 4 \\% )$ to the Bray-CurtisdissimilarityfollowedbyMinimedusa,Thelebolus,and Peziza with top 10 contributing genera comprising $6 3 . 1 \\%$ of the overall dissimilarity and $3 6 . 9 \\%$ of the reads (Table S6). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/e70f1c572f373bcefd5ca1f89b3b91fd991e2fae4232e0794c938dfe0c79dfc6.jpg",
        "table_caption": [
            "Table1 Measures of bacterial and fungal Chao richness and Shannon diversity for all treatments "
        ],
        "table_footnote": [
            "\\*Pre and Post represent preconversion and postconversion, respectively. Numbers in the same column with the same leter are not significantly different (Tukey's HSD test, $P > 0 . 0 5$ $n = 4 ,$ ） "
        ],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td colspan=\"2\">Chao richness</td><td colspan=\"2\">Shannon diversity</td></tr><tr><td>Site</td><td>Crop</td><td>Conversion</td><td>Bacteria</td><td>Fungi</td><td>Bacteria</td><td>Fungi</td></tr><tr><td>Escanaba (ES)</td><td>Grass</td><td>Pre*</td><td>1748 ± 508b</td><td>1389 ± 217ab</td><td>6.51 ± 0.16ab</td><td>6.13 ± 0.34abc</td></tr><tr><td>ES</td><td>Grass</td><td>Post*</td><td>1707 ± 333b</td><td>1568 ± 696ab</td><td>6.48 ± 0.14abc</td><td>6.04 ± 0.54abc</td></tr><tr><td>ES</td><td>Poplar</td><td>Post</td><td>1201 ± 233</td><td>1464 ± 81ab</td><td>6.25 ± 0.18d</td><td>6.14 ± 0.25abc</td></tr><tr><td>ES</td><td>Willow</td><td>Post</td><td>1516 ± 136bc</td><td>1333 ± 354ab</td><td>6.47 ± 0.09bc</td><td>6.15 ± 0.47abc</td></tr><tr><td>Rhinelander (RH)</td><td>Grass</td><td>Pre</td><td>1473 ± 158bc</td><td>1541 ± 198ab</td><td>6.44 ± 0.11bed</td><td>6.52 ± 0.15ab</td></tr><tr><td>RH</td><td>Grass</td><td>Post</td><td>1444 ± 109bc</td><td>1798 ± 108a</td><td>6.31 ± 0.03d</td><td>6.68 ± 0.13a</td></tr><tr><td>RH</td><td>Poplar</td><td>Post</td><td>2119 ± 69a</td><td>1487± 384ab</td><td>6.66 ± 0.07a</td><td>6.02 ± 0.74bc</td></tr><tr><td>RH</td><td>Willow</td><td>Post</td><td>1371 ± 114℃</td><td>1110 ± 233b</td><td>6.26 ± 0.21d</td><td>5.77 ± 0.35℃</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d5b2fcc63a79ee3a44553e05ea1e3784229275533bf83322245e471baa1a1b00.jpg",
        "table_caption": [
            "Table 2 Relative abundance of arbuscular mycorrhizal fungi genera detected in alltreatments "
        ],
        "table_footnote": [
            "\\*Pre and Post represent preconversion and postconversion,respectively. Numbers in the same column with the same letter are not significantly different (Tukey's HSD test, $P > 0 . 0 5$ $n = 4$ .ND meansnot detected. $' 0 ^ { \\prime }$ is $< 0 . 0 0 5$ = "
        ],
        "table_body": "<html><body><table><tr><td>Site</td><td>Crop</td><td>Conversion</td><td>Entrophospora(%)</td><td>Pacispora (%)</td><td>Glomus (%)</td><td>Paraglomus (%)</td></tr><tr><td>Escanaba (ES)</td><td>Grass</td><td>Pre*</td><td>ND</td><td>ND</td><td>0.01 ± 0.02b</td><td>0.01 ± 0.02a</td></tr><tr><td>ES</td><td>Grass</td><td>Post*</td><td>ND</td><td>ND</td><td>0.31 ± 0.28a</td><td>ND</td></tr><tr><td>ES</td><td>Poplar</td><td>Post</td><td>0 ± 0.01a</td><td>0.01 ± 0.01a</td><td>0.07 ± 0.12ab</td><td>0.02 ± 0.02a</td></tr><tr><td>ES</td><td>Willow</td><td>Post</td><td>ND</td><td>0.06 ± 0.12a</td><td>0.13 ± 0.17ab</td><td>0.02 ± 0.03a</td></tr><tr><td>Rhinelander (RH)</td><td>Grass</td><td>Pre</td><td>0.01 ± 0.01a</td><td>ND</td><td>0.02 ± 0.04ab</td><td>ND</td></tr><tr><td>RH</td><td>Grass</td><td>Post</td><td>ND</td><td>0.01 ± 0.01a</td><td>0.04 ± 0.07ab</td><td>0 ± 0.01a</td></tr><tr><td>RH</td><td>Poplar</td><td>Post</td><td>ND</td><td>ND</td><td>0.01 ± 0.01b</td><td>ND</td></tr><tr><td>RH</td><td>Willow</td><td>Post</td><td>0.01 ± 0.01a</td><td>ND</td><td>0.01 ± 0.01b</td><td>ND</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Arbuscular mycorrhizal fungi. In total, $1 . 3 \\%$ of the total reads per sample were classified as arbuscular mycorrhizal fungi (AMF). Four AMF genera including $E n$ trophospora，Pacispora，Glomus，and Paraglomuswere detected,of which Glomus was consistently detected in all treatments and was the most dominant AMF genus (Table 2).Compared to the RH site,more AMF genera were detected in SRWC plots at the ES site.At both sites,the relativeabundance of Glomus increased in control plots after three growing seasons (Table 2). Compared to control plots, the relative abundance of Glomus islower in SRWC plots，though the difference is insignificant (Table 2). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Comparisons between bacteria and fungi.At both sites, conversion to SRWCs led to alterations in fungal com position with transitions occurring in both the rare (relative abundance $< 0 . 0 1 \\%$ ）and dominant populations (relative abundance ${ > } 1 \\%$ )，for example，fungal groups suchasHygrocybe,Hebeloma,Geopora,Cortinariaceae,and Inocybe.In contrast, there was only a slight though significant variation in bacterial composition with no apparent shift between rare and dominant bacterial groups (Fig.2).Furthermore,the majority of bacterial indicator genera such as Bradyrhizobium,Gemmatimonas, and Nitrobacter showed contrasting patterns at the two sites,while most of the fungal indicators such as Hebeloma,Schizothecium,Gibberella,Geopora,and Peziza exhibited the same shift at the two sites (Tables S5 and S6, Fig. 2). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Biomass ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Measured or estimated leaf,stem，and fine-root biomass are presented in Table 3.For both sites,the control plots had the highest leaf biomass followed by willowandpoplar in 2011(Tukey'sHSDtest, $P < 0 . 0 5$ ）and2012 (Tukey's HSD test, $P < 0 . 0 5$ .Due to decreased leaf biomass in control plot (ES: Tukey's HSD test, $P > 0 . 0 5$ ：RH:Tukey's HSD test, $P < 0 . 0 5 \\mathrm { ; }$ and a nonsignificant increase of leaf biomass in poplar and willow plots (Tukey's HSD test, $P > 0 . 0 5$ ）in2012, thedifference in leaf biomass between control and willow plots was insignificant. In addition,at the ES site, nosignificant difference of leaf biomassbetween poplar and willow was observed (Tukey's HSD test, $P > 0 . 0 5 \\ '$ ，while willow had significantly higher leaf biomass than poplar in 2011 and 2012 at the RH site ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/525b3277bf4e2be15034fc6f7eab590f1d65f52ca9fdf250d2b517e5073ccf06.jpg",
        "table_caption": [
            "Bacteria "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>1.02 -1.35 -1.34 -1.3 -1.42 -1.66 -1.37 -2.35 -1.41 -1.64 -1.42 -2.23 -1.92 -1.59 -3.59 -2.69 -1.8 -1.86 -1.59 -1.74 -1.6 -2.34 -1.66 -2.27 -1.74 -1.68 -1.68 -2.47 -1.87 -1.96 -1.76 -2.32 -2.15 -2.26 -1.83 -2.12 -1.83 -2.31 -1.85 -3.31 -1.85 -2 -1.86 -2.14 -1.9 -2.01 -1.95 -2.35 -1.94 -3.41 -2.02 -3.25 -2.59 -2.66 -2.03 -2.62 -2.13 -2.36 -3.23 -1.97 -2.76 -2.04 -3.86 -3.56 -3.6 -1.4 -3.92 -1.42 -1.95 -1.47 -1.9 -1.48 -4.59 -3.3 -2.01 -2.05 -2.04 -1.55 -3 -3.66 -1.66 -2.17 -3.02 -3.44 -3.05 -1.68 -4.03 -2.72 -2.09 -2.2 -2.3 -2.3 -1.76 -3.97 -3.28 -3.01 -4.38 -3.9 -2.52 -1.78 -1.83 -2.16 -3.7 -3.22 -1.85 -2.07 -1.87 -1.94 -4.23 -3.21 -2.09 -2.64 -2.56 -1.92 -1.93 -2.99</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fungi ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/039fa4d7fb240a10bf3355037ad23f877adbd0ae90763a5dbd1993c3e661474b.jpg",
        "table_caption": [
            "ble3Biomassof leaf,stem,and fine roots in 2011and 2012 at Escanaba (ES)and Rhinelander (RH) si "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td colspan=\"2\">Leaf</td><td colspan=\"3\">Stem</td><td colspan=\"2\">Root</td></tr><tr><td>Site</td><td>Crop</td><td>2011</td><td>2012</td><td>2011</td><td>2012</td><td></td><td>2011</td><td>2012</td></tr><tr><td>ES</td><td>Grass</td><td>1.55 ± 0.38b</td><td>1.48 ± 0.35b</td><td>NA</td><td>NA</td><td></td><td>4.22 ± 0.75b</td><td>5.92 ± 0.93b</td></tr><tr><td>ES</td><td>Poplar</td><td>0.12 ± 0.06c</td><td>0.18 ± 0.1c</td><td>0.47 ± 0.32b</td><td>0.81 ± 0.51bc</td><td></td><td>0.79 ± 0.18c</td><td>1.28 ± 0.68c</td></tr><tr><td>ES</td><td>Willow</td><td>0.52 ± 0.33c</td><td>0.68 ± 0.34c</td><td>1.51 ± 0.98b</td><td>2.81 ± 1.7b</td><td></td><td>0.97 ± 0.50c</td><td>1.97 ± 0.77c</td></tr><tr><td>RH</td><td>Grass</td><td>3.49 ± 0.56a</td><td>2.45 ± 0.28a</td><td>NA</td><td>NA</td><td></td><td>10.09 ± 2.51a</td><td>9.00 ± 2.35a</td></tr><tr><td>RH</td><td>Poplar</td><td>0.19 ± 0.05c</td><td>0.54 ± 0.14c</td><td>0.83 ± 0.3b</td><td>3.29 ± 1b</td><td></td><td>2.42 ± 0.28bc</td><td>2.54 ± 0.70c</td></tr><tr><td>RH</td><td>Willow</td><td>2.15 ± 0.73b</td><td>2.25 ± 0.51a</td><td>5.68 ± 1.33a</td><td>10.67 ± 1.83a</td><td></td><td>1.53 ± 1.29bc</td><td>2.93 ± 1.00c</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Numbers in the same column with the same leter are not significantly different (Tukey's HSD test, $P > 0 . 0 5 .$ $n = 4 { \\mathrm { . } }$ .NAmeansdata notavailable.Leaf and stem biomassforwillowand poplar were calculated from tree diameterand height measurementsas describedbyPalmeretal.(014),whereas grassbiomassincontrol plotswasdirectlymeasured.The2O12 grassleafdatamayunderrepresent the yield because it is from an adjacent area as the control plot was inadvertently mowed. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(Tukey's HSD test, $P < 0 . 0 5 )$ .Willow had significantly higher stem biomass than poplar at both sites in both years (Tukey's HSD test, $P < 0 . 0 5 \\$ ）except forthe ES site in 2011.As found for the leaf biomass,the control plots had the highest fine-root biomass followed by willow and poplar at both sites in both years (Tukey's HSD test, $P < 0 . 0 5 )$ ，while no significant differences between willow and poplar were observed at both sites in both years (Tukey's HSD test, $P > 0 . 0 5 )$ .In addition,higher fine-root biomass was observed in the drier year (2011 for the RH site and 2012 for the ES site）in control plots at both sites，while the willow and poplar fine-roots biomass was higher in 2012 at both sites;however，the differences were insignificant (Tukey's HSD test, $P > 0 . 0 5 \\$ ） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Soil characteristics and microbial community oariation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Soil $\\mathrm { \\Delta p H }$ ranged from 5.18 to 5.54,except the preconversion ES site (6.14)，which was significantly higher (Tukey's HSD test, $P < 0 . 0 5$ ）(Table4).Before conversion,the ES site had higher total nitrogen than the RH site (Tukey's HSD test, $P < 0 . 0 5 )$ ）though total nitrogen did not differ after conversion. Compared to the control plots,conversion to SRWCs only altered the total nitrogen in the willow plots at the ES site for which total nitrogen decreased $1 8 \\%$ (Tukey'sHSDtest, $P < 0 . 0 5 \\mathrm { ; }$ .Nitrate did not change in control plots at the two sites over the three growing seasons.Conversion to SRWCs significantly increased nitrate from 3.2- to 11.6-fold (Tukey's HSD test, $P < 0 . 0 5 \\$ ，except in the RH willow plots, for which the average is a nonsignificant 1.4-fold increase over the control plots.Before conversion，the ES site had higher total carbon than the RH site. After three growing seasons,total carbon decreased from 24.4 to $1 9 . 8 ~ \\mathrm { m g ~ g ^ { - 1 } }$ in the ES control plots (Tukey's HSD test, $P < 0 . 0 5 )$ ，while it increased in the control plots at the RH site from 18.6 to ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "$2 2 . 1 \\ \\mathrm { m g \\ g ^ { - 1 } }$ (Tukey's HSD test, $P < 0 . 0 5 \\$ . Compared to the control plots，converting to SRWCs did not influence total carbon at the RH site.However,total carbon decreased significantly at the ES site after conversion to SRWCs (Tukey's HSD test, $P < 0 . 0 5 )$ .Atthe RH site, $\\mathrm { { C / N } }$ was higher before conversion and after three growing seasons,and $\\mathrm { { C / N } }$ dropped significantly in the control plots at both sites (Tukey's HSD test, $P < 0 . 0 5 \\dot { }$ .Conversion to SRWCs did not change the soil $\\mathrm { C } / \\mathrm { N } ,$ ：except in willow plots at the ES site，in which the C/N decreased(Tukey's HSD test, $P < 0 . 0 5 )$ ）： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Crop type，year (includes climate differences)，and soil characteristics were evaluated for their contribution to microbial community variation. These factors explained ${ \\sim } 5 9 \\%$ of the community variation (Table 5). Crop type was identified as the main factor that influenced both the bacterial and fungal community shifts (Table 5). Only for the RH site did the bacterial community exhibit a significant correlation with time $( r = 0 . 6 7 \\$ $P = 0 . 0 0 2 ,$ ，agreeing with the previous ordinations. Total nitrogen had strong correlation with bacterial community structure (ES: $r = 0 . 3 1$ ， $P = 0 . 0 1 4 _ { \\cdot }$ RH: $r = 0 . 3 7$ 、 $P = 0 . 0 0 7 \\mathrm { \\cdot }$ ，but not with fungal community structure.Nitrate $( r = 0 . 2 4 ,$ $P = 0 . 0 4 8 ^ { \\cdot }$ ）andammonium $( r = 0 . 2 5 , \\quad P = 0 . 0 2 6 )$ werecorrelatedwith bacterial community structures at the ES site,but not at the RH site.Total carbon $( r = 0 . 2 4 .$ 1 $P = 0 . 0 2 4 ;$ and $\\mathrm { { C / N } }$ 1 $( r = 0 . 3 1$ 、 $P = 0 . 0 1 9$ ）exhibiteda correlationwith the bacterial community structure at the ES and RH sites，respectively.Soil $\\mathrm { \\Delta p H }$ did not show any correlation with microbial community structure， probably because differences were minor. The bacterial phylum Nitrospirae significantly increased in SRWC plots (Turkey's HSD test, $P < 0 . 0 5 )$ .Its relative abundance was negatively correlated to soil total nitrogen $( r = - 0 . 4 8 ,$ $P = 0 . 0 0 5 )$ ，but positively correlated to soil nitrate （ $( r = 0 . 4 ,$ $P = 0 . 0 2 3 ;$ ！ ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/c65a81261d6fe62a9eea71a5e1ef7f6238fdf88efa8c628af4ec738b21153b0d.jpg",
        "table_caption": [
            "Table 4 Soil characteristics of all treatments at Escanaba (ES) and Rhinelander (RH) sites "
        ],
        "table_footnote": [
            "\\*Pre and Post represent preconversion and postconversion,respectively. Numbers in the same column with the same letter are not significantly different (Tukey's HSD test, $P > 0 . 0 5 ,$ $n = 4 ,$ ） "
        ],
        "table_body": "<html><body><table><tr><td>Site</td><td>Crop</td><td>Conversion</td><td>C/N (mass/mass)</td><td>Total C (%)</td><td>Total N (%)</td><td>pH</td><td>NH4+ (mg kg-1)</td><td>NO3- (mg kg-1)</td></tr><tr><td>ES</td><td>Grass</td><td>Pre*</td><td>12.94 ± 0.69b</td><td>2.44 ± 0.08a</td><td>0.19 ± 0.01a</td><td>6.14 ± 0.92a</td><td>1.19 ± 0.36c</td><td>0.19 ± 0.03c</td></tr><tr><td>ES</td><td>Grass</td><td>Post*</td><td>11.41 ± 1.30</td><td>1.98 ± 0.29bc</td><td>0.17 ± 0.01ab</td><td>5.18 ± 0.34b</td><td>1.4 ± 0.28bc</td><td>0.20 ± 0.20</td></tr><tr><td>ES</td><td>Poplar</td><td>Post</td><td>10.43 ± 1.00cd</td><td>1.59 ± 0.26de</td><td>0.15 ± 0.02bc</td><td>5.43 ± 0.22b</td><td>0.77 ± 0.31</td><td>2.32 ± 1.20a</td></tr><tr><td>ES</td><td>Willow</td><td>Post</td><td>10.19 ± 0.29d</td><td>1.40 ± 0.24e</td><td>0.14 ± 0.02cd</td><td>5.18 ± 0.15b</td><td>1.07 ± 0.40c</td><td>1.42 ± 1.08ab</td></tr><tr><td>RH</td><td>Grass</td><td>Pre</td><td>14.77 ± 0.79a</td><td>1.86 ± 0.17cd</td><td>0.13 ± 0.02d</td><td>5.37 ± 0.32b</td><td>1.03 ± 0.19℃</td><td>0.27 ± 0.29℃</td></tr><tr><td>RH</td><td>Grass</td><td>Post</td><td>12.84 ± 0.47b</td><td>2.21 ± 0.26ab</td><td>0.17 ± 0.01ab</td><td>5.47 ± 0.08b</td><td>2.35 ± 0.88ab</td><td>0.55 ± 0.13bc</td></tr><tr><td>RH</td><td>Poplar</td><td>Post</td><td>12.56 ± 0.59b</td><td>1.92 ± 0.15bc</td><td>0.15 ± 0.01bc</td><td>5.54 ± 0.13b</td><td>1.52 ± 0.47bc</td><td>1.77 ± 0.68a</td></tr><tr><td>RH</td><td>Willow</td><td>Post</td><td>13.36 ± 0.56b</td><td>2.11 ± 0.28bc</td><td>0.16 ± 0.02bc</td><td>5.38 ± 0.05b</td><td>2.64 ± 1.62a</td><td>0.76 ± 0.12bc</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/370326cc680d21d86d25c471fd6f3af64fd2b30f1f599617341db0791ae6c531.jpg",
        "table_caption": [
            "Table 5Variance partition analysis and mantel test between microbial community and environmental factors "
        ],
        "table_footnote": [
            "\\*Proportion of variance could be explained returned by variance partition analysis. $\\dag R$ and $P$ values returned by mantel test.R-value in bold means significantly correlated $( P < 0 . 0 5$ $n = 1 6 )$ "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"6\">Escanaba site</td><td colspan=\"6\">Rhinelander site</td></tr><tr><td></td><td colspan=\"3\">Bacteria</td><td colspan=\"3\">Fungi</td><td colspan=\"3\">Bacteria</td><td colspan=\"3\">Fungi</td></tr><tr><td>Factor</td><td>Explained* (%)</td><td>r</td><td>Pt</td><td>Explained (%)</td><td>r</td><td>P</td><td>Explained (%)</td><td>r</td><td>P</td><td>Explained (%)</td><td></td><td>P</td></tr><tr><td>Crop</td><td>12.79</td><td>0.43</td><td>0.002</td><td>16.14</td><td>0.29</td><td>0.005</td><td>13.72</td><td>0.39</td><td>0.006</td><td>21.71</td><td>0.55</td><td>0.001</td></tr><tr><td>Year</td><td>5.40</td><td>0.07</td><td>0.282</td><td>6.60</td><td>0.04</td><td>0.353</td><td>6.38</td><td>0.67</td><td>0.002</td><td>6.86</td><td>-0.08</td><td>0.721</td></tr><tr><td>Total N</td><td>6.21</td><td>0.31</td><td>0.014</td><td>7.05</td><td>0.02</td><td>0.407</td><td>6.12</td><td>0.37</td><td>0.007</td><td>6.18</td><td>-0.17</td><td>0.922</td></tr><tr><td>NO3-</td><td>6.42</td><td>0.24</td><td>0.048</td><td>8.24</td><td>0.11</td><td>0.159</td><td>6.06</td><td>0.02</td><td>0.429</td><td>5.16</td><td>-0.07</td><td>0.647</td></tr><tr><td>NH4+</td><td>6.27</td><td>0.25</td><td>0.026</td><td>8.93</td><td>0.33</td><td>0.002</td><td>6.20</td><td>-0.02</td><td>0.502</td><td>4.19</td><td>-0.06</td><td>0.646</td></tr><tr><td>Total C</td><td>6.06</td><td>0.24</td><td>0.024</td><td>6.92</td><td>0.06</td><td>0.275</td><td>6.16</td><td>0.04</td><td>0.314</td><td>6.21</td><td>-0.01</td><td>0.51</td></tr><tr><td>C/N</td><td>6.29</td><td>0.08</td><td>0.230</td><td>6.70</td><td>0.13</td><td>0.103</td><td>6.17</td><td>0.31</td><td>0.019</td><td>6.02</td><td>0.01</td><td>0.477</td></tr><tr><td>pH</td><td>5.74</td><td>-0.05</td><td>0.592</td><td>3.91</td><td>0.01</td><td>0.402</td><td>6.14</td><td>0.05</td><td>0.323</td><td>3.21</td><td>-0.26</td><td>0.954</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Microbial community and enuironmental factors ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although the two experimental sites were relatively close to each other ${ \\sim } 2 0 0 ~ \\mathrm { k m }$ apart,nearly identical latitude）with similar climate,soil type,and forested history during soil development and had identical experimental designs，the inherent site characteristics led to,in some cases,opposite shifts in patterns of soil microbial diversity and composition. These differences are likely due to the different compositions of the initial soil microbial communities that may have fundamentallyinfluenced the different shift patterns observed at thetwo sites (Wakelinet al.,20o8).Thereisalsoa difference in soil nutrients; ammonium and nitrate were sig nificantly correlatedtothe microbial community structure at the ES site,but not at the RH site. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although site differences were a factor，crop type was the main factor that influenced microbial community composition at each site.This agreed with previous studies on microbial communities in bulk and rhizosphere soils of three typical Verticillium host plants (Smalla et al.,20o1),in forests in Britain (Grayston & Prescott，2005)，France (Lejon et al.，2005)，and Malaysia (Ushio et al.,20o8) and in a pasture to woody biomass conversion in Brazil (Rachid et al.,2015).This may be due to allelopathy,different chemical resources (e.g.,root exudates) provided by the new roots and litter，and host selection for symbionts (Broeckling et al., 2008;Turner et al.，2013).In this study,roots more so than litter likely provided the new carbon for microbial growth as the soil core sampled the top $1 0 \\ \\mathrm { c m }$ soil with the surface soil $( { \\sim } 1 \\ \\mathrm { c m } )$ removed and the litter impact was only at the surface and from the 2011 season as leaves had not fallen at the time of our 2012 sampling. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Soil microbial community structure can also be responsive to seasonality or larger climate differences (Cruz-Martinez et al.，2009；Andersson et al.，2010).In our case，both sites experienced wetter than normal growing seasons in the planting year of 201O and drier than normal growing seasons in 2011. In 2012，RH rebounded to near normal precipitation，whereas ES was even drier (Table S1)，which severely restricted stem and root growth of both willow and poplar despite more fertile soilatES(Table3).The effectof thissecond consecutive dry season at ES is consistent with significant variation being observed only at the RH site for both bacteria and fungi. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Historically，soil and vegetation at the ES site had remained undisturbed for 42years before the start of our experiment.After four decades of adaptation to these conditions, the microbial community at the ES site was likely more resilient, thus possibly explaining the absence of temporal variation in control plots at this site.In contrast,the RH was under active cultivation until only 5 years prior to the start of the experiment. Thus,the significant temporal variation in control plots at this site suggests that the soil microbial community was still responding to the earlier conversion from row crops to grass.In support of this finding,a previous study reported that land-use history had a stronger impact on soil microbial community composition than aboveground vegetation and soil properties(Jangid et al.,2011). Thus,the combination of land-use history and climate prior to the initiation of the experiment may have impacted the temporal variability among these sites. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conversioneffect on soil microbial compositions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the following discussion，we comment on potential function(s） of identified bacterial and fungal groups based on information from group members that have been studied.However, the extentto which these traits reflect the function of the whole group will vary with trait,group,and resolution of the marker gene,and as such should be considered only as potential ecological roles. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conversion of grassland to SRWCs resultedin microbial community shifts at both sites.This was discernable by the genera associated with grasses and SRWC trees that were identified as contributing to the majority of the dissimilarity by sIMPER.The bacterial indicator genera were similar for all treatments at the two experimental sites.Acidobacteria groups,the most abundant bacterial groups in SRWCs plots，were the main indicators for postconversion.Acidobacteria are widespread in nature and have been reported as the most abundant bacterial group in poplar and willow rhizospheres (De Carcer et al.,2007;Gottel et al.,2011). Other shared top indicator genera，such as Gemmatimonas，Nocardioides,and Bradyrhizobiumarealsowidespread.Gemmatimonas，specifically G.aurantiaca，was reported as a polyphosphate-accumulating bacterium that could be used for biological phosphorus removal (Zhang,20o3).Nocardioides was reported to accumulate in soil after poplar was planted (Hur et al.,2011) and has been described as an endophytic bacteria in poplar (Ulrich et al.,2oo8).Nocardioides has also been reported as enriched in soils with persistent organic pollutants (Golovleva et al.，1990;Iwabuchi & Harayama，1997; Cho et al.， 2000),which suggests that it may have the capacity to degrade complex organic compounds,such as those found in tree litter. Bradyrhizobium is a wellknown $\\Nu _ { 2 }$ -fixing bacterial genus，reported as one of the dominant bacterial groups in the rhizo- and endosphere of poplar (Gottel et al.，2011).However，these indicator genera did not show consistent shift patterns atboth sitesafter conversion. Deforestationwas reported to alter soil microbial populationsfrom Fibrobacter and Syntrophomonas assemblages in forest soil to Burkholderia and Rhizobium-Agrobacterium assemblages when the soil was converted to pasture (Nusslein & Tiedje,1999).In our study,Burkholderia and Rhizobium both decreased in abundance after conversion and Fibrobacter and Syntrophomonas were not detected in any of the plots.These results indicate that Burkholderia and Rhizobium might be more dominant in grassland. Lastly, the bacterial phylum Nitrospirae was found significantly increased in poplar and willow plots after conversion, which is negatively correlated to soil total nitrogen $( r = - 0 . 4 8 ,$ $P < 0 . 0 5$ ）and positively correlated to nitrate $( r = 0 . 4 ,$ （204号 $P < 0 . 0 5 \\dot { }$ . One confounding factor in these analyses involves the temporal scale and the resulting comparisons between SRWC plots to the control. As there was no sprayed and plowed control (vs. the native grassland control), there is the potential for changes in microbial community composition due to these pretreatments. However， the majority of community changes after 3 years appear to be most related to vegetation type and the direct comparisons between SRWC's remain valid, although a portion of the shared microbial community between SRWC's may be have been shaped by the initial spray/plow treatment. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For fungi,the grassland contributing genera reflect the characteristics of the site.At the ES site,Hygrocybe is a leading contributor， the dominant fungal group in grass plots.These gilled fungi are associates of mosses and are characteristic of old,unimproved grasslands (Rotheroe et al.,1996).Another contributor of the grassland at ES site was the genus Clavulinopsis. This genus belongs to the Clavariaceae，described as part of the CHEG(Clavariaceae,Hygrocybe,Entolomataceae，and Geoglossaceae） community that have been associated with old,undisturbed,unimproved grasslands (Russell, 2005;Moore et al.，2008).As a likely endophyte of the native grasses，Cercophora (specifically coprophila）has beenidentifiedas an endophyte of Ammophila arenaria,a coastal grass (Sanchez Marquez et al.，20o8)，and Stipa grandis (needlegrass) (Su et al.,201O).Species within the genus Clavaria have close physiological relationships to roots that possess Ericoid mycorrhizae (Englander & Hull，1980;Petersen & Litten，1989).Members of the genus Ustilago are smut fungi that are parasitic on grasses (Kirk et al.,2008). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "At the RH site，Trichoderma was a contributing genus.As the anamorph of Hypocrea,the species hamatum，harzianum，and koningii have been isolated from roots of wheat and rye grass (Dewan & Sivasithamparam,1988)and thus may be associated with grasses present at this site.Interestingly，some Trichoderma species have been found to inhibit root rot by Gaeumannomyces graminis uar.tritici，which was found in reduced abundance in the control plot at this site. Chaetosphaeria have been isolated as endophytesof sand couch grass (Elymus farctus) (Sanchez Marquez et al.,20o8).Little is known of Thelebolus except that it has been isolated as an endophyte of Scandinavian small reed (C.phragmitoides). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Among the top 20 fungal genera,Hebeloma,Gibberella, andPeziza showeda consistent shift after conversion to either poplar or willow at both sites.Basidiomycota,associated with high-lignin litter degradation (Blackwood et al.，20o7）and very common in forest soils，were higher in abundance in the SRWC plots.Lignin degradation-associated fungi belonging to the genera Hebeloma and Peziza have been identified on rotted alder, willow，and poplar(Beuget al.，2014)． These all increased abundance in SRWC plots at both sites,and Hebeloma was the overall most abundant Basidiomycota group in SRWC plots.Hebeloma (sp.fastibile) and Peziza (e.g.，Peziza ostrcoderma）have also been observed to form ectomycorrhiza with Balsam poplar (Populus balsamea;Siemens & Zwiazek，20o8)and Salix (willow) (Baumetal.,2009;Danielsen etal.,2012).Gibberella (telemorph Fusarium)，a potential pathogenic lineage in poplar,has been found in high abundance of diseased willow plants and during first year growth in previously arable land (Corredor et al.,2012).In this study, Gibberella increased four times in poplar plots and two times in willow plots after conversion.However,not all species are pathogenic and this lineage is poorly resolved with the 28S rRNA gene. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Differences between bacteria and fungi ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Conversion significantly altered fungal compositions leading to transitions between rare fungal groups and the dominant ones. However， conversion did not cause a dramatic change in the dominant bacterial genera and no apparent shift between rare and dominant bacterial groups. In addition, fungal communities had more consistent shift patterns at the two sites, indicating that fungi appear more responsive to conversion and the community is more specific to the aboveground vegetation than the bacterial community. This is in agreement with a previous study on afforestation of pastures with Pinus radiate (Macdonald et al.，20o9) where the soil fungal community was more affected by land conversion than the bacterial community.In addition，Tedersoo et al. (2014） found large differences in fungal communitiesbetween forested and treeless ecosystems and that fungal diversity was linked to plant diversity. Agricultural tillage is also known to negatively affect fungi more than bacteria (Stahl et al.，1999；Kubicek & Druzhinina, 2007)，but those studies are with repeated tillage，not the one time tillage three growing seasons earlier as was used here.Nonetheless，the early tillage event was a major disturbance and would have allowed some populations to gain an early advantage,which may have persisted，especially if those populations were effective competitors for tree leaf litter or root carbon.AMF is widely acknowledged as beneficial fungal group for plants (Bainard et al.，2012a). In this study，four AMF genera were detected and only Glomus was consistently detected in both grass and SRWC plots.The failure of detection of other AMF groups is likely due to (i) the use of a universal fungal primer in this study,not an AMF specific primer set, and/or (ii) low numbers of non-Glomus AMF groups in agroecosystems (Bainard et al.,2012b).As such, deeper sequencing may be required to detect these rare AMF groups. Glomus was in higher relative abundance in the dry year than the wetter year in control plots at both sites,in agreement with previous studies that AMF would benefit the plant in water uptake in drought (Doubkova et al.，2013； Jayne & Quigley, 2014).Overall, SRWC conversion decreased the relative abundance of Glomus，compared to the control. Conversely，someectomycorrhizalfungi(ECM), namely Pezizales,Hebeloma,Cortinariaceae,Ceratobasidiaceae,Cantharellales,Atheliales,Tricholomataceae, and Thelephorales，increased in SRWC plots,though others decreased (Table S7). Overall, more ECM fungi increased in relative abundance in SRWCplots.Hence, there was the expected switch from AM fungi to ECM fungi with change in vegetation, which is important to tree productivity on these marginal lands (Smith & Read,2010; Zuccaro et al., 2014). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Soil microbial community and soil nitrogen ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "If nitrate is present in excess of plant demand, there is potential for leaching of nitrate and $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions (Galloway et al.,2003).In our previous study at these sites (Palmer et al.,2013),we observed a decrease in ammonium and large spikes in soil extractable ${ \\mathrm { N O } } _ { 3 } { } ^ { - }$ 1 ${ \\mathrm { N O } } _ { 3 } { } ^ { - }$ leaching losses，and soil $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions in the first 2 years following conversion from grassland to poplar or willow plantations.This trend is consistent with a decrease in ammonium due to plant uptake and nitrification,the latter resulting in nitrate accumulation and $\\mathrm { N } _ { 2 } \\mathrm { O }$ production.The bacterial phylum Nitrospirae,a well-known nitrite-oxidizing bacterial group，significantly increased in abundance in the SRWC plots.Glyphosate application alone，associated with the SRWC conversion,has been shown to reduce Nitrospirae abundance (Barriuso et al.,2011),but in our case,the tillage would have enhanced N mineralization providing substrate for their growth and producing nitrate.Their increase was negatively correlated to soil total nitrogen, butpositively correlated to soil nitrate,which is consistent with our previous findings on increased $\\mathrm { N } _ { 2 } \\mathrm { O }$ emissions at the SRWC sites (Palmer et al.,2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This project was funded by the US Department of Energy (DOE) Great Lakes Bioenergy Research Center (DOE BER Office of Science DE-FC02-07ER64494 and DOE OBP Office of Energy Efficiencyand Renewable EnergyDE-AC05-76RL01830) to Michigan State University and University of Wisconsin-Madison,by US Department of Energy award # DE-EE-0oo0280,and by the US Department of Agriculture,Agriculture and Food Research Initiative, Sustainable Bioenergy Program (2010-03866). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We thank Michael Cook,Christopher Johnson,Marin Palmer, and Paul Irving for assistance with the fieldwork and soil analy ses,and Eliane Aparecida Gomes,Mark Charbonneau,Adam Dingens,and Julian Yu for help with the DNA-based work. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Andersson AF,Riemann L, Bertilsson S (2010) Pyrosequencing reveals contrasting seasonal dynamics of taxa within Baltic Sea bacterioplankton communities.The ISME Journal, 4, 171-181.   \nAylott MJ,Casella E,Tubby I, Street NR,SmithP,TaylorG (2O08) Yield and spatial supply of bioenergy poplar and willow short-rotation coppice in the UK. The New Phytologist,178,358–70.   \nBainard LD,Koch AM,Gordon AM,Klironomos JN (2012a) Growth response of crops to soil microbial communities from conventional monocropping and treebased intercropping systems.Plant and Soil, 363,345-356.   \nBainard LD,Koch AM,Gordon AM,Klironomos JN (2012b) Temporal and compositional differences of arbuscular mycorrhizal fungal communities in conventional monocropping and tree-based intercropping systems. Soil Biology and Biochemistry, 45, 172–180.   \nBarriuso J,Marin S,Mellado RP (2011) Potential accumulative effect of the herbicide glyphosate on glyphosate-tolerant maize rhizobacterial communities over a threeyear cultivation period.PLoS One,6,e27558.   \nBaumC,Toljander YK,EckhardtK-U,Weih M (2009)The significance of host-fungus combinations in ectomycorrhizal symbioses for the chemical quality of willow foliage.Plant and Soil,323,213-224.   \nBeugM,BessetteAE,BessetteAR (2014) Ascomycete Fungi of NorthAmerica:A MushroomReferenceGuide.Universityof TexasPress,Austin,TX.   \nBever JD, Platt TG, Morton ER (2012) Microbial population and community dynamics on plant roots and their feedbacks on plant communities.Annual Review of Microbiology,66,265-283.   \nBlackwood CB,Waldrop MP,Zak DR, Sinsabaugh RL (2007) Molecular analysis of fungal communities and laccase genes in decomposing litter reveals differences among forest types but no impact of nitrogen deposition. Environmental Microbiol0gy,9,1306-1316.   \nBroeckling CD,Broz AK, Bergelson J, Manter DK,Vivanco JM(2008) Root exudates regulate soil fungal community composition and diversity.Applied and Environmental Microbiology,74,73-744.   \nCai X,Zhang X,Wang D (2011) Land availability for biofuel production. Environmental Science&Technology,45,3439.   \nCho Y-G,Rhee S-K,LeeS-T(20o0)Influenceof phenolonbiodegradationof ptro phenol by freely suspended and immobilized Nocardioides sp.NSP41. Biodegradation, 11, 21-28.   \nClarke KR (1993) Non-parametric multivariate analyses of changes in community structure.Australcology8,7143.   \nCompant S, Clement C, Sesstsch A (2010) Plant growth-promoting bacteria in the rhizo- and endosphere of plants: their role,colonization,mechanisms involved and prospects forutilization.Soil Biology and Biochemistry,42,69-678.   \nCorredor AH, Van Rees K,Vujanovic V (2012) Changes in root-associated fungal assemblages within newly established clonal biomass plantations of Salix spp. Forest Ecology and Management,82,05-114.   \nCruz-Martinez K,SutleKB,BrodieEL,PowerME,AndersenGL,anfieldJF(9)e spite strong seasonal responses,soil microbial consortia are more resilient to longtermchanges ininfallthanoverlyinggrassand.TheISMEJournal,3,3-744.   \nDanielsen $\\scriptstyle \\mathrm { \\mathrm { ~ L , ~ } }$ Thirmer A,Meinicke Pet al. (2O12)Fungal soil communities ina young transgenic poplar plantation form a rich reservoir for fungal root communities. EcologyandEolution,2,935-1948.   \nDavis SC,Dietze M,DeLucia Eetal.(012)Harvestingcarbon fromEaster USforests: opportunities and impacts of an expanding bioenergy industry.Forests,3,370-397.   \nDeCarcerDA,MartinM,Karlson U,RivillaR (2007)Changes inbacterial populations and in biphenyl dioxygenase gene diversity in a polychlorinated biphenylpolluted soil after introduction of willow trees for rhizoremediation.Applied and EnvironmentalMicrobiology,73,6224-62.   \nDemirbas A(20o8)The importance of bioethanoland biodiesel from biomass.Energy Sources,t:conomics,anning,ndolicy,,7.   \nDewan MM, Sivasithamparam K(1988) Identityand frequency of occurrence of Trichoderma spp.in roots of wheat and rye-grass in Western Australia and their effect on rootrotcaused by Gaeumannomyces graminisvar.tritici.Plant and Soil,1o9,93-101.   \nDoane TA, Horwath WR (20o3) Spectrophotometric determination of nitrate with a single reagent.Analytical Letters,36, 2713-2722.   \nDoubkovä P,Vlasakova E,Sudova R (2013)Arbuscular mycorrhizal symbiosis alleviates drought stress imposed on Knautia aroensis plants in serpentine soil.Plant and Soil,370, 149-161.   \nEdgar RC (2010) Search and clustering orders of magnitude faster than BLAST. Bioinformatics (Oxford,England),6,46461.   \nEISA(2007) Energy Independence and Security Act.Public Law,pp.110-140.   \nEnglander L,Hull RJ (1980)Reciprocal transfer of nutrients between ericaceous plants and a Clavaria sp.New Phytologist,84,661-667.   \nGalloway JN,AberJD,ErismanJW,Seitzinger SP,Howarth RW,CowlingEB,Cosby BJ(2003)The nitrogen cascade.BioScience,53,341.   \nGarbeva P,van Veen JA,van Elsas JD (2004) Microbial diversity in soil: selection microbial populations by plant and soil type and implications for disease suppressiveness.Annual Reviewof hytopathology,42,24-70.   \nGhatak HR (20l1) Biorefineries from the perspective of sustainability: feedstocks, products,andprocesses.Renewableand Sustainable Energy Reviews,15,40424052.   \nGlick BR (1995)The enhancement of plant growth by free-living bacteria.Candian Journal of Microbiology,41,09-117.   \nGolovleva LA,Pertsova RN,Evtushenko LI, Baskunov BP (1990) Degradation of 2,4,5-Trichlorophenoxyaceticacid bya Nocardioidessimplex culture.Biodegradation, 1, 263–271.   \nGopalakrishnan G,Negri MC,Wang M, Wu M,Snyder SW,LaFreniere L (2009) Biofuels,ladderci & Technology,43,6094-6100.   \nGottel NR,Castro HF, Kerley M et al. (20l1) Distinct microbial communities within the endosphere and rhizosphere of Populus deltoides roots acrosscontrasting soil types.AppliedandEnironmental Microbiology,77,5934-944.   \nGrayston SJ,Prescott CE(2oo5) Microbial communities in forest floors under four tree species in coastal British Columbia.Soil Biology and Biochemistry,37,1157-1167.   \nHansen EA (1991) Poplar woody biomass yields: a look to the future.Biomass and Bioenergy,1,17.   \nHanson CA,Fuhrman JA,Horner-Devine MC,Martiny JBH(2O12) Beyond biogeographic paterns: processes shaping the microbial landscape. Nature Reviews. Microbiology,10,497-506.   \nHill J,Nelson E, Tilman D,Polasky S,Tiffany D (2oo6) Environmental,economic, and energetic costs and benefits of biodiesel and ethanol biofuels.Proceedings of the National Academy of Sciences,USA,103,11206-11210. fied poplars on soil microbial communities during the phytoremediation of waste mine tailings.Applied and Environmental Microbiology,77,7611-7619.   \nIwabuchi T,Harayama S (1997) Biochemical and genetic characterization of 2- carboxybenzaldehyde dehydrogenase,an enzyme involved in phenanthrene degradation byNocardioidessp.strainKP7.Journalof Bacteriology,179,6488-6494.   \nJangid K, Wiliams MA,Franzluebbers AJ,Schmidt TM,Coleman DC,Whitman WB (2011)Land-use history has a stronger impact on soil microbial community composition than aboveground vegetation and soil properties.Soil Biology and Biochemistry,43,2184-2193.   \nJayne B, Quigley M(20l4) Influence of arbuscular mycorrhiza on growth and reproductive response of plants under water deficit: a meta-analysis.Mycorrhiza,24,109-119.   \nKirk M,Cannon P,MinterD,Stalpers J(2008)Dictionary of theFungi (0th edn). CABI, Wallingford.   \nKriger D,KapturskaD,Fischer C,Daniel R,Wubet T(2012) Diversity measuresin environmental sequences are highly dependent on alignment quality-data from ITS and new LSU primers targeting basidiomycetes.PLoS One,7,e32139.   \nKubicek CP,Druzhinina IS (2o07) Environmental and Microbial Relationships,Vol 4, pp.47-68.Springer, Berlin Heidelberg, Berlin.   \nLabrecque M, Teodorescu TI (2oo5) Field performance and biomass production of 12 willow and poplar clones in short-rotation coppice in southern Quebec (Canada). Biomass and Bioenergy,29,1-9.   \nLauberCL,Hamady M, KnightR,Fierer N(20o9)Pyrosequencing-based assessment of soil pH as a predictor of soil bacterial community structure at the continental scale.AppliedandEnironmentalMcrobiology,75,5112.   \nLejon DPH, Chaussod R,Ranger J, Ranjard L (2oo5) Microbial community structure and density under different tree species in an acid forest soil (Morvan,France). Microbial Ecology,50,614-625.   \nLoon LC (2007) Plant responses to plant growth-promoting rhizobacteria. European Journalofantthology19,4   \nLugtenberg B,Kamilova F (2009） Plant-growth-promoting rhizobacteria.Annual Review of Microbiology,63,541-556.   \nMacdonald CA,Thomas N,Robinson L, Tate KR,Ross DJ, Dando J, Singh BK (2009) Physiological, biochemical and molecular responses of the soil microbial communityafterafforestation of pastures with Pinus radiata.Soil Biology and Biochemistry, 41, 1642–1651.   \nMladenoff DJ, Sahajpal R,Johnson CP,Rothstein DE (2015） Recent land cover change to agriculture in the Lake States,USA: implications for perennial cellulosic biomass production. Ecosphere, In Press.   \nMoore D,Nauta MM,Evans SE,Rotheroe M(2oo8)Fungal Conseroation: Issues and Solutions. Cambridge University Press,New York.   \nNacke H, Thuirmer A, Wollherr A et al. (20l1) Pyrosequencing-based assessment of bacterial community structure along different management types in German forest and grassland soils. PLoS One,6,e17000.   \nNikiema P,Rothstein DE,MilerRO(2012)Initial greenhouse gas emissions and itro gen leaching losses associated with converting pastureland to short-rotation woody bioenergy crops in northern Michigan, USA.Biomass and Bioenergy,39,413-426.   \nNusslein K,Tiedje JM (199)Soil bacterialcommunity shift correlated with change from forest to pasture vegetation in a tropical soil.Applied and Environmental Microbiology,65,3622626.   \nPalmer MM,Forrester JA,Rothstein DE,Mladenoff DJ(2013) Conversion of open landsto short-rotation woody biomass crops: site variability affects nitrogen cycling and NOfluxes in theUS Northern Lake States.GCB Bioenergy，6, 1-15.   \nPalmer MM, Forrester JA,Rothstein DE,Mladenof DJ (2014) Establishment phase greenhouse gas emissions in short rotation woody biomass plantations in the Northern Lake States, USA.Biomass and Bioenergy,62,26-36.   \nPenton CR,St Louis D, Cole JR et al.(2013) Fungal diversity in permafrost and tallgrass prairie soils under experimental warming conditions.Applied and Environmental Microbiology,79,7063-7072.   \nPetersen RH,Liten W(1989)A new species of Claoaria fruiting with Vaccinium. Mycologia,81,325–327.   \nRachid CTCC,Balieiro FC,Fonseca ES,Peixoto RS, Chaer GM,Tiedje JM,Rosado AS (2015) Intercropped silviculture systems,a key to achieving soil fungal community management in eucalyptus plantations.PLoS One,10,e0118515.   \nRotheroe M,Newton A,Evans S,FeehanJ(1996) Waxcap-grassand survey.Mycologist,10,23–25.   \nRousk J,Baath E,Brookes PC etal.(201o) Soil bacterial and fungal communities acrossa pH gradient in an arable soil.The ISME Journal,4,1340-1351.   \nRussell P (20o5)Grassand fungi and the management historyof St. Dunstan's farm. Field Mucologu.6,85-91.   \nSanchez MrquSilsF,ZbgogeaaI()Divsitdstuceft fungal endophytic assemblages from two sympatric coastal grasses.Fungal Diversity,33,87-100.   \nSchweitzerJA,BaileyJK,FischerDG,LeRoyCJ,LonsdorfEV,Whitham TG,HrtC (2008）Plant-soil-microorganisms interactions:heritable relationship between plant genotype and associated soil microorganisms.Ecology,89,773-781.   \nShen Z,Wang D,Ruan Y,Xue C, Zhang J, Li R,Shen Q(2014) Deep 16S rRNA pyrosequencing reveals a bacterial community associated with banana Fusarium Wilt disease suppression induced by bio-organic fertilizer application.PLoS One, 9, e98420.   \nSiemens JA,Zwiazek J (20o8)Root hydraulic properties and growth of balsam poplar (Populus balsamifera) mycorrhizal with Hebeloma crustuliniforme and Wilcoxina mikolaear.mkolae.Mycorrhiza,18,93401.   \nSinsabaugh R,Reynolds H,Long T (2ooo) Rapid assay for amidohydrolase (urease) activity inenvironmental samples.Soil Biology and Biochemistry,32,095-2097.   \nSmalla K,Wieland G, Buchner A et al.(2001) Bulk and rhizosphere soil bacterial communities studied by denaturing gradient gel electrophoresis: plant-dependent enrichmentandseasonalshiftsevealedApliedandEiromentalicobology 67, 4742–4751.   \nSmith SE,Read DJ (2010) Mycorrhizal Symbiosis.Academic Press,London.   \nSmouse PE, Long JC, Sokal RR (1986) Multiple regression and correlation extensions of the mantel test of matrix correspondence. Systematic Zoology, 35,627-632.   \nStahl PD,Parkin TB, Christensen M(1999)Fungal presence in paired cultivated and uncultivated soils incentral Iowa,USA.Biology andFertilityof Soils,29,92-97.   \nSu Y-Y,Guo L-D,Hyde KD (2010) Response of endophytic fungi of Stipa grandis to experimental plant function group removal in Inner Mongolia steppe, China. Fungal Dioersity,43,93-101.   \nSul WJ, ColeJR,Jesus EdaC,Wang QFarrisRJ,FishJA,Tiedje JM(011Bacterial community comparisons by taxonomy-supervised analysis independent of sequence alignment and clustering.Proceedings of the National Academy of Sciences USA, 108, 14637-14642.   \nTangY,XieJengiallbdsctio China.Journalof IntegratioelantBiology,52,11.   \nTedersoo L,Bahram M,PolmeSet al.(2o14) Globaldiversityand geography of soil fungi. Science,346,1256688.   \nThoms C,Gattinger A,Jacob M,Thomas FM, Gleixner G (2010)Directand indirect effects of tree diversity drive soil microbial diversity in temperate deciduous forest.Soil Biologyand Biochemistry,42,1558-565.   \nTurner TR,Ramakrishnan K,Walshaw Jet al.(2013) Comparative metatranscriptomics reveals kingdom level changes in the rhizosphere microbiome of plants. The ISME Journal,7,2248-8.   \nUlrich K,Ulrich A,Ewald D(2o08) Diversityof endophyticbacterial communities in poplar grown under field conditions.FEMS Microbiology Ecology,63,169-180.   \nUshio M,Wagai R,Balser TC,KitayamaK (2008)Variationsin the soil microbial community composition of a tropical montane forest ecosystem: does tree species matter?Soil BiologyandBiochemistry,40,2699-2702.   \nWakelin SA,acdonaldLRogersSLGeggALBolgerTBaldockJA(08) Habitat selective factors influencing the structural composition and functional capacity of microbial communities in agricultural soils.Soil Biology and Biochemistry, 40, 803–813.   \nWang $\\scriptstyle \\mathrm { Q } ,$ Garrity GM,Tiedje JM, Cole JR (2007) Naive Bayesianclassifier forrapid assignment of rRNA sequences into the new bacterial taxonomy.Applied and Environmental Microbiology,73,5261-5267.   \nWarwick RM,PlattHM, ClarkeKR,Agard J,Gobin J(1990)Analysis of macrobenthic and meiobenthic community structure in relation to pollution and disturbance n Hamilton Harbour,Bermuda.Journal of Experimental Marine Biology and Ecology,138,119-142.   \nYang C-H, Crowley DE (20oo) Rhizosphere microbial community structure in relation to root location and plant iron nutritional status.Applied and Environmental Microbiology,66,34551.   \nZalesnyRSDonner DM,CoyleDRHeadlee WL(2012)Anapproachforsing poplar energy production systems to increase productivity and associated ecosystem services.Forest Ecology and Management,284,45-58.   \nZhang H (2oo3) Gemmatimonasaurantiaca gen.nov.，sp.nov.,a Gram-negative, aerobic,polyphosphate-accumulating micro-organism, the first cultured representative of the new bacterial phylum Gemmatimonadetes phyl. nov. International Journal of Systematic and Euolutionary Microbiology，53,1155-1163.   \nZhuang D,JiangD,LiuL,HuangY21sesmentofbienegyoteialo marginal land inhina.RenewableandSustainable Energy Reviews,15,050-1056.   \nZuccaro A, Lahrmann U, Langen G (2014) Broad compatibility in fungal root symbioses.CurrentOpinion inPlant Biology,20,135-145. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the online version of this article: ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Figure S1.Nonmetric Multidimensional Scaling (NMDS)ordination plots basedon Bray-CurtisdisimilarityofRHsitesamples for bacteria.   \nTable S1.Annual and growing season precipitation at Escanaba and Rhinelander sites.   \nTableS2.Top10abundantbacterialandfungalclasesof preconversionontrol (EGR),postconversioncontrol(EGRpoplar (EPOP),and willow (EWIP) plots at ES site.   \nTable S3.Top10abundantbacterialandfungalcasesof preconversionontrol (EGR)postconversionontrol(G)plar (EPOP),and willow (EWIP) plots at RH site.   \nTable S4. F and $P$ values returned by ANosIM test of pairwise comparisons.   \nTableS5.Similaritypercentage (sMPER）analysisshowingthetopcontributing bacterialand fungal genera tothediference between poplar and control plots at ES and RH sites.   \nTableS6.Similaritypercentage (SIMPER）analysisshowing thetopcontributing bacterialand fungal genera tothediference between willow and control plots at ES and RH sites.   \nTable S7. Relative abundance of ectomycorrhiza (ECM) fungi in alltreatments. ",
        "page_idx": 13
    }
]