[
    {
        "type": "text",
        "text": "A NEW BROADBAND REFLECTARRAY ANTENNA USING NOVEL SINGLE-LAYER ELEMENTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Fei Xuel,2, Hongjian Wang', Min $Y i ^ { I }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. CAS Key Laboratory of Microwave Remote Sensing, National Space Science Center, Chinese Academy of Sciences,Beijing,100190, China 2. University of Chinese Academy of Sciences, Beijing,1OoO49, China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Anovelsingle-layer reflectarray element for broadband use is proposed.Ansoft HFSS is used to analyze the reflection phase for the element. By varying the element size，a slow slope of the reflection phase curve with the phase range over $6 0 0 ^ { \\circ }$ is achieved. A center-fed 121-element reflectarray antenna is designed using the proposed elements and a linearly polarized pyramidal horn antenna is used as the feed of the reflectarray.The simulated results show that the gain of 24.42dB at the center frequency of $1 3 . 5 8 \\mathrm { G H z }$ with 3-dB gain bandwidth of $3 6 . 8 \\%$ (from 11.08\\~16.08GHz), demonstrating a wideband performance compared to the conventional designs. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Index Terms- reflectarray，single-layer, broadband,center-fed ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Reflectarray antenna combines some of the features of the reflector antenna and the array antenna [1]. It has potential application in space based radar for its feature of flat, low cost, low profile,light weight,high efficiency,and high gain. However， the inherent characteristic of narrow bandwidth usually limits its application. For a microstrip reflectarray antenna，its bandwidth is limited by two factors [2]. One is the narrow bandwidth of the elements andthe otheris differential spatial phase delay. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Many researches have been done to improve the bandwidth of reflectarray [3-6]. In [3],a two-layer reflectarray with rectangular patches of variable size is demonstrated,and the results show a superior bandwidth performance compared with conventional single layer reflectarray. In [4],a disk element with attached phase-delay lines is presented. A reflectarray is designed using the elements and the 3-dB gain bandwidth close to 18 percent is achieved. A prime-focus reflectarray with elements of a rectangular patch and a rectangular ring is present in [5]. The measured results show that 1-dB gain bandwidth reaches $30 \\%$ . In [6],a new phase-shifting element is present and a large bandwidth $( 1 8 \\% )$ in simulation is obtained. By replacing the usual layer of near-resonantpatcheswithanartificial impedance surface consisting of closely spaced electricallypatcheson agroundeddielectric substrate， the 1-dB gain bandwidthsofthe reflectarray is over 2O percent[7]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this paper,a novel single-layer element structure for bandwidth improvement is presented. The reflection phase curse is obtained by varying the element size and $6 0 0 ^ { \\circ }$ reflection phase range has been achieved. Then,a center-fed 121-element reflectarray is designed using the proposed elements. The simulated 3-dB gain bandwidth of $3 6 . 8 \\%$ (11.08\\~16.O8GHz)has been achieved at the center frequencyof13.58GHz. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.ELEMENTDESIGN ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The configuration of the proposed reflectarray element is composed of four quarter circles and a quasi crossed dipole,as shown in Fig.1. The length of quasi crossed dipole is $a$ .The four quarter circles are identical with the radius of $r$ .The gap between the quarter circles and quasi crossed dipole is $g$ .The elements are assumed to be printed on a dielectric substrate with relative permittvity of 2.25 and thickness of $h$ . The lattice period of the element $L$ is $1 3 \\mathrm { m m }$ , which equals O.59 wavelengths at $1 3 . 5 8 \\mathrm { G H z }$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The phase response is obtained by varying the element size.The relationships between $r , \\ g$ and $a$ are assumed as $r { = } k ^ { * } a$ and $g { = } k _ { I } { ^ { * } a }$ . After optimizing thedimensionparameters， thefinaldesign parametersare asfollows: $k { = } 0 . 4 3 2$ ， $k _ { I } { = } 0 . 0 4 8$ $h \\ = 2 \\mathrm { m m }$ .The element is simulated using Ansoft HFSS,and master-slave boundaries with Floquet portsaredefinedtoanalyzethereflection characteristics. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5819faff8f26b91681e6ff10a672b54ee28fa0495fc02edd1e0b84b8927237a4.jpg",
        "img_caption": [
            "Fig.1 The element structure "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.2 shows the reflection phase response of the element for different values of incident angles at 13.58GHz.It can be concluded that the incident angle has litle influence on the phase response when it is no more than $3 0 ^ { \\circ }$ . Fig.3 shows the reflection phase response versus the length of quasi crosseddipole $a$ fordifferentfrequencies (11.58\\~15.58GHz). It can be seen in Fig. 3 that the reflection phase range of the element reaches $6 0 0 ^ { \\circ }$ at $1 3 . 5 8 \\mathrm { G H z }$ ，which is larger than the minimum required range of $3 6 0 ^ { \\circ }$ ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/84fe4764005a9d9e5f3306433748e34e6189b2bc1b979acde74521a582221e2f.jpg",
        "img_caption": [
            "Fig.2 Reflection phase response of the element for different values of incident angles at 13.58GHz "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/104834552cb85021738e5bcba14966e52af90d152bc3eac805e76a54d516e486.jpg",
        "img_caption": [
            "Fig.3 Reflection phase response for different frequencies "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A center-fed 121-element reflectarray using the proposed element is designed and simulated.The design is based on the phase response performance at 13.58GHz. The reflectarray is designed to generate a beam in the broadside direction. Fig.4 presents the model of the proposed reflectarray antenna. A linearlypolarized pyramidalhorn antenna is designed as the feed of the reflectarray. The radiation patterns of the pyramidal horn antenna at $1 3 . 5 8 \\mathrm { G H z }$ are shown in Fig.5. The distance between the phase center of the horn antenna and the reflectarray is $1 4 3 \\mathrm { m m }$ ，which is equivalent an F/D ratio of 1.Fig.6 shows the simulated radiation patterns of the reflectarray antenna in E-plane and H-plane at the center frequency of $1 3 . 5 8 \\mathrm { G H z }$ ,it can be concluded that the simulated gain is 24.42dB at the center frequency of $1 3 . 5 8 \\mathrm { G H z }$ ，The simulated gainof reflectarrayand feed horn against frequencies from 10.58GHz to 17.08GHz are shown in Fig.7, which exhibits 3-dB gain bandwidth about $3 6 . 8 \\%$ (11.08\\~16.08GHz). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f865064a17758cbdf1d35fdc05299c8156df15bb04e2c69b6b358b02b3bd7e0b.jpg",
        "img_caption": [
            "Fig. 4 The model of the proposed reflectarray antenna "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/994f65c09141eb234f50ef1d5463375c42ab037d6dfacc920a5fb174fc4b5a24.jpg",
        "img_caption": [
            "Fig. 5 Radiation pattern of the feed at center frequency (13.58GHz) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/86824ebcddece4d3f2c44d506dcfef3d0d1bfcf3ef6f00f905a3ca2a7ccecd09.jpg",
        "img_caption": [
            "Fig.6 The simulated radiation pattern of the reflectarray antenna "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c9e3fbc8756b9bb018955aa68c9a6823df57dd68ee03bf3511ccd72914a8a19e.jpg",
        "img_caption": [
            "Fig.7 Gain of the reflectarray and the feed horn antenna versus frequency "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.CONCLUSION ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Anovelsingle-layer reflectarrayelement structure for bandwidth improvement is proposed The reflection phase curve shows sufficient phase variation range with a wide range of frequency band. By using the element a center-fed 121-element reflectarray operating at 13.58GHz has presented.A pyramidal horn antenna is used as the feed of the reflectarray. The simulated results show thata 3-dB gainbandwidthof $3 6 . 8 \\%$ isachieved.An experimental verification will be performed in the next step. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5.REFERENCES ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1] F.E. Tsai and M. E. Bialkowski,Designing a 161-element Ku-band Microstrip Reflectarray of Variable Size Patches Using an Equivalent Unit Cell WaveguideApproach， IEEETransactionson Antennas and Propagation， vol. 51， no. 10， pp. 2953-2962, Oct. 2003. [2]D.M. Pozar, Bandwidth of reflectarrays, Electronics Letters,vol. 39,no.21,pp.1490-1491, ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[3]J.A. Encinar, Design of Two-Layer Printed Reflectarrays Using Patches of Variable Size,IEEE Transactions on Antennas and Propagation, vol. 49, no.10, pp.1403-1410, Oct. 2001.   \n[4] H. Hasani,M. Kamyab,and A. Mirkamali, Broadband Reflectarray Antenna Incorporating Disk Elements With Attached Phase-Delay Lines,IEEE Antennas and Wireless Propagation Letters, vol. 9, pp. 156-158, March 2010.   \n[5] Qin-Yi Li, Yong-Chang Jiao and Gang Zhao,A Novel Microstrip Rectangular-Patch /Ring Combination Reflectarray Element and Its Application, IEEE Antennas and Wireless Propagation Letters, vol. 8, pp. 1119-1122, Oct. 2009.   \n[6]L.Moustafa,R.Gillard,and F.Peris，The Phoenix Cell: A New Reflectarray Cell With Large Bandwidth and Rebirth Capabilities,IEEE Antennas and Wireless Propagation Letters, vol. 10, pp. 71-74, March 2011.   \n[7] D.M. Pozar, Wideband reflectarraysusing artificial impedance surfaces,Electronics Letters, vol. 43,no. 3, pp.148-149,Feb. 2007. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Oct. 2003. ",
        "page_idx": 3
    }
]