[
    {
        "type": "text",
        "text": "Global change synergies and trade-offs between renewable energy and biodiversity ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ANDREA SANTANGELI1,TUULI TOIVONEN1'²,FEDERICO MONTESINO POUZOLS’, MARK POGSON4，ASTLEY HASTINGS,PETE SMIT $\\mathrm { ~ H ~ } ^ { 5 }$ and ATTE MOILANEN1 1Departmentof Biosciences,UnioersityofHelsinki,P.O.Box65(Vikinkaari1)，F-0o14Helsinki,Finland, $^ 2$ Department of GeosciencesadGeographyUnioersityfHelsinki,OBox64(GustafHalstrominatu2a)，-04Helsinkiinlad RutherfordAppletonLboratorycience&TechnologyFacilitiesCouncil,HarwellOxfordCampus,idcot,OX1, 4AcademicGroupofEngineringportsndSciences,niersityfoltoneaneRodBolton5A,Kteof Biologicaland Environmental Sciences,Unioersityof Aberdeen,23St Machar Drie，Aberdee,AB243UU,UK ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Reliance on fosil fuels is causing unprecedented climate change and is accelerating environmental degradation and global biodiversitylos.Together,climatechangeand biodiversity lossif not avertedurgently,mayinflict severe damage on ecosystem processes,functions and services that support the welfare of modern societies. Increasing renewable energy deployment and expanding the current protected area network represent key solutions to these chalenges,but conflicts may arise over the use of limited land for energy production as opposed to biodiversity conservation.Here,wecomparerecently identified core areas for theexpansion of the global protected area network with the renewable energy potential available from land-based solar photovoltaic,wind energy and bioenergy (in the form of Miscanthus $\\times$ giganteus). We show that these energy sources have very different biodiversity impacts and net energy contributions.The extent of risks and opportunities deriving from renewable energy development is highly dependent on the type of renewable source harvested, the restrictions imposed on energy harvest and the region considered, with Central America appearing at particularly high potential risk from renewable energy expansion. Without restrictions on power generation due to factors such as production and transport costs,we show that bioenergy production is a major potential threat to biodiversity, whilethe potential impact of wind and solar appears smaler than thatof bioenergy.However,these differences become reduced when energy potential is restricted by external factors including local energy demand. Overall, we found that areas of opportunity for developing solar and wind energy with litle harm to biodiversity could exist in several regions of the world,with the magnitude of potential impact being particularly dependent on restrictions imposed by local energy demand.The evidence provided here helps guide sustainable development of renewable energy and contributes to the targeting of global eforts in climate mitigation and biodiversity conservation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:bioenergy，conservation planning,environmentalimpactavoidance,ofseting,spatialconservationprioritization species richness,trade-off ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 23 June 2015;accepted8 August 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The world is facing two environmental challenges of massive scale，global climate disruption (IPCC，2013) and the biodiversity collapse (Dirzo et al.,2014;Pimm et al.,2014).Heavily based on fossil fuel sources,modern energy policies are an undisputable driver of climate change and air pollution (IPCC，2013)，which represent major environmental risks to human health (World Health Organization,2013).At the same time, fossil fuel extraction adds to the many drivers,such as habitat loss and fragmentation,largely responsible for the current biodiversity decline (Butt et al.,2013; Secretariat of the Convention on Biological Diversity,2014). Failure to address climate change and biodiversity loss now may seriously compromise future possibilities for successful action (IPCC,2013;Secretariat of the Convention on Biological Diversity，2014).This urgency has been perceived by the international community，and two targeted policy agendas for achieving medium-term goals have been formalized: for climate change mitigation，the Kyoto protocol, followed by the Copenhagen Accord in 2oo9 adopted under the United Nations Framework Convention on Climate Change; and for biodiversity conservation,the Aichi biodiversity targets developed by the United Nations Convention on Biological Diversity (CBD;Secretariat of the Convention on Biological Diversity, 2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the light of the growing body of evidence high lighting the consequences of anthropogenic climate disruption (IPCC，2013)， theglobal energy sectoris undergoing a slow but progressive transition,shifting from fossil fuel to renewable energy [hereafter RE] sources (REN21,2014).Given their scope for low greenhouse gas (GHG) emissions per unit of energy (IPCC, 2011)，RE sources represent a promising solution for jointly mitigating global climate change (IPCC,2011; REN21,2014） while potentially alleviating forthcoming direct and indirect pressures on biodiversity derived from fossil fuel extraction and combustion (IPCC, 2011; Butt et al.，2013)．As a disadvantage，RE is typically more land-use intensive than other energy sources (Brook & Bradshaw,2O14).Because land area available fordevelopment andbiodiversityconservationis becoming increasingly scarce (Wise et al.，2009；Foley et al.,2011),there is a serious risk that goals to mitigate climate change will conflict with goals to protect biodiversity (e.g. by pursuing the Aichi Target 11 of the CBD:expanding the global protected area [herafter PA] network to cover $1 7 \\%$ of land by 2020).Recent years have seen an unprecedented growth in deployment of RE,particularly wind energy,solar and bioenergy (IPCC，2011；REN21，2014)．As this trend is projected to continue,vast regions may become affected byRE development (IPCC,2011;REN21,2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key policy decisions will soon be made regarding where to allocate land for RE production as opposed to land to be protected for biodiversity conservation, among other uses.Land restrictions will involve tradeoffs between development and conservation，particularly in those regions that support high potential for RE production and high levels of biodiversity.While there is a recent surge of global studies addressing the PA network expansion for achieving the CBD targets (Joppa et al.,2013;Pouzols et al.,2014;Venter et al.,2014),none of them consider the practical constraints imposed by the competition for land with increasing energy production through renewables，despite these being rapidly expanded across the world and being characterized by highland-use intensity (IPCC,2011). Indeed,onlya few studies have assessed the impact of energy sprawl on major habitats and ecosystems at the regional level (Mcdonald et al.，2009;Northrup & Wittemyer，2013)，and weare aware of no global studies that spatially describe the overlap between areas of high potential for RE development and biodiversity conservation (but see Butt et al.,2013 for a study on fossil fuel impacts on biodiversity). The rapid expansion of RE deployment and its associated high land-use intensity means there is an urgent need to identify both areas where conflicts between RE development and biodiversity may arise and areas of opportunity for development with low associated costs to biodiversity.Ultimately,such infor mation can serve as guidance for policy decisions to strategically harvest RE while promoting biodiversity protection. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here，we present a spatial analysis of overlap between areas of highest priority for biodiversity conservation and areas of highest potential for development of RE. We compare priority areas for the expansion of the global PA network (as stated by the Aichi target 11;and identified by Pouzols et al.,2014) with potential for the three most rapidly expanding REs,land-based wind turbines,solar photovoltaic panels and dedicated bioenergy crops (in the form of Miscanthus $\\times$ giganteus;REN21,2014). While doing so,we consider RE potential within current PAs,within the top $1 7 \\%$ and $3 0 \\%$ priority areas for global PA network expansion,and the remaining land with lowest priority for PA expansion.Furthermore，we consider scenarios where net RE production potential is unconstrained versus constrained by production costs,carbon emissions and energy demand.We identify the areas with highest risk of conflict between PA network expansion and development of each of the three REs.We also identify areas that may represent opportunities for high RE yieldsat relatively low costs for biodiversity conservation.We present analysis of the extent of possible conflicts and opportunities at the global and continent level, by quantifying the percentage of net RE potential within current PAs,the $1 7 \\%$ and $3 0 \\%$ highest priority areas for PA expansion and the rest of the global land area.Finally，we compare present energy consumption levels with RE potential within each priority class for PA network expansion. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materialsandmethods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We analyse the spatial overlap between two classes of global data: (i) priority areas for the global PA network expansion (Pouzols et al.,2014) and (ii) potential energy production maps for each of the three main land-based REs, namely bioenergy (in the form of Miscanthus $\\times$ giganteus),solar photovoltaic and wind (hereafter named bioenergy,solar PV and wind energy, respectively;Pogson et al.,2013).All data and analyses were restricted to the terrestrial surface.For each RE source,we consider restrictions on net energy production potential imposed by the financial costs of energy production,associated carbon emissions and local energy demand (see below for further details).For the PA expansion,we use a four-level classification of land: current PAs; top $1 7 \\%$ expansion areas (corresponding to the Aichi Target 11);secondary PA expansion areas (top ranked $1 7 - 3 0 \\%$ areas);and the rest of the landscape (lowest ranked $70 \\%$ ) (Pouzols et al.,2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Global protected area expansion data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Weused the final output (available at: http://avaa.tdata.fi/ web/cbig/gpan） of a comprehensive global analysis that ranked the world's currently unprotected land according to its potential for expanding and filling gaps in the current PA network as stated by the Aichi Target11 of the CBD (Pouzols et al.,2014).The underlying original data used in this study to derive the PA expansion map included range maps of all redlisted terrestrial vertebrates (24 757 species assessed under the IUCN red list) and the areas covered by each of the world's 827 ecoregionsas definedby WWF(World Wide Fund for Nature).In the analysis,species were weighted based on their threat status,and species ranges were filtered by present and predicted land-use intensity (Van Asselen & Verburg,2013). The analysis took as a starting point the current PA network (the World Database on Protected Areas) and used the spatial conservation prioritization tool Zonationv.4 to identify the priorityareas forPA network expansion to $1 7 \\%$ of the global land area (Moilanen etal.,2005,2014).The process iteratively ranks all areas from lowest to highest priority for conservation, guided by principles such as balance between representation of all input features，minimization of aggregate extinction rates and preference for spatial aggregation (Pouzols et al., 2014). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Renewable energy data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We used global maps of potential for RE production as presented by Pogson et al.(2013).TheRE sources considered were as follows: land-based wind energy， solar PV and bioenergy from dedicated plantations.For the latter,the potential was based on the growth of Miscanthus $\\times$ giganteus, a nonfood crop, with $\\mathrm { C _ { 4 } }$ photosynthesis, that can also be grown on marginal land and is characterized by lower land-use intensity than other bioenergy crops (IPCC,2011) such as sweet sorghum and sugar cane.Miscanthus does not grow well at high latitudes, meaning that the bioenergy potential we consider in this study is mostly representative for bioenergy production in the tropical and temperate regions.Athigher latitudes other crops,such as short rotation trees (e.g.poplars and willows),may provide slightly higher bioenergy yield per land unit than Miscanthus (Beringer et al.,2011).However,our main aim is to relate RE potential with global PA network expansion,and because both highest biodiversity and bioenergy potentials concentrate in tropical and subtropical areas (Gaston，20oo；Pogson et al., 2013),using only Miscanthus allows adequate approximation of the conflict and opportunity between RE development and biodiversity conservation.An established crop model (Hastings et al.,2009）was used to predict the bioenergy potential from Miscanthus based on meteorological and soil data at the global level (Pogson et al.,2013). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For solar,only photovoltaic panels were considered. Solar PV has the widest deployment potential (e.g. compared to water heating panels and concentrating solar panels),thereby providing a good representation of the overall solar power potential for energy production globally. Solar potential was predicted by incident radiation based on latitude and time of the year and considering cloud cover (Hastings et al.,2009; ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Pogson et al.，2013).Wind power potential was calculated based on incident wind harnessed by a horizontal axis wind rotor (for further details,see Pogson et al.,2013).Data for solar PV and bioenergy potential were lacking for Greenland.However,this area represents very marginal potential for solar and bioenergy given the high latitude,and also for expansion of biodiversity conservation (as most of Greenland is protected already),thereby having little impact at the global level. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Here，we focused on RE sources of wide global expansion potential in the terrestrial realm,thereby excluding offshore wind energyandhydropower from the analysis.Although offshore wind energy deployment has been growing rapidly during recent years (REN21，2014)，its associated impacts on biodiversity are yet to be fully understood (Inger et al.,2009; Wilson & Elliott，20o9).Hydropower is excluded because, besides being very localized and restricted,itsrate of expansion is declining as most of the potential sites have been already exploited in many,although not all (Finer& Jenkins, 2012),regions of the world (World Commission on Dams,2000; Boyle,2012). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Production costs per unit energy were estimated considering the full life cycle of each of the three RE technologies,while temporal changes in factors affecting costs (aside from the discount rate) were neglected (Pogson et al.,2013).For Miscanthus, the costs of land rent, crop establishment,harvest, storage and transport were considered,while only land rent and deployment costs were considered for solar PV，and land rent, deployment, maintenance and insurance costs for wind energy (Pogson et al.,2013).Carbon emissions were estimated considering farming inputs thatrely on fossil fuels forMiscanthus, while for solar and wind energy，emissions were estimated accounting for the production process of the technology to be installed (Pogson et al., 2013). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A restriction imposed by power demand was applied to model distributed energy production where energy is pro duced and used locally. This was implemented by restricting the power generation per unit area within each grid cell so that it does not exceed the power consumption per unit area within that cell. We combined data on country-specific power use (http://data.worldbank.org) with spatial population density data (http://sedac.ciesin.columbia.edu/gpw) to derive a measure of power use density (GJ/ha/year).For countries lacking specific power use data (see a list in Table S1),we used the world average power use value. The derived measure of power use density was used as an upper limit to restrict power generation in each grid cell. This restriction implies that energy is not transmitted between grid cells (i.e. the energy is used locally within each O.5 degree square grid cell,which corresponds to roughly $5 6 ~ \\mathrm { k m }$ at the equator),but no assumption is made of the availability of land within each cell (but see below for consideration of total land available).Therefore,as cells with high power demand are likely to have less land available, there is an implicit assumption that some transmission may occur between nearby grid cells,as cells with low power demand (which would be more heavily restricted in the present study) would in reality be likely to have more land available to servicenearby cellswith high demand. No consideration is made of existing land use; this is supported by growing evidence on indirect land-use change in several regions of the world,including conversion of tropical rainforests to bioenergy crops (Fargione et al.,2008;Koh & Wilcove,2oo8).In addition,if,for example,current tropical forest land was considered as unavailable for RE development,this would imply an unsupported assumption that governance of this habitat is strong enough to prevent its conversion (Verburg et al.,2013).This would bias results by underestimating threats from RE on forested habitats,and vice versa for open landscapes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As an estimate of total global power consumption,we used values provided by the U.S Energy Information Administration foryear 2010 (downloaded from www.eia.gov).When comparing RE potential with power consumption，we proceeded under the assumption that only $1 \\%$ of the overall land of a region is allocated for production of each of the three RE sources within areas where at least some energy production potential is available,and in turn concentrated within each area of different importance for biodiversity protection.Although this percentage is somewhat arbitrary,it is sufficient for realistic analyses of the marginal benefits and costs of different RE alternatives;any other value than $1 \\%$ could also be easily evaluated viaa simple multiplication. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To quantify the RE potential within each area of different importance for biodiversity protection,we extracted the areas belonging to (i) the current protected areas (up to $1 1 \\%$ of the terrestrial areas),(ii) the proposed globally important expansion areas (from $11 \\%$ to $1 7 \\%$ ),(iii) the global high priorityareas (from $1 7 \\%$ to $30 \\%$ ）and (iv) the rest of the landscape from the original analysis results (see above and Pouzols et al.,2014). For simplicity,we hereafter call ‘top biodiversity areas'all areas within the top $30 \\%$ priorities for biodiversity protection (i.e.current PAs,and their expansions to $30 \\%$ coverage). Correspondingly,we will refer to energy potential within and outside these top biodiversity areas. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study,we use two extreme scenarios,one where RE potential is not constrained by any external factors,and one where RE is constrained,in a highly restrictive manner,by costs,carbon and local energy demand (we also show results for intermediate scenarios based on combinations of the restricting factors in the supplementary materials).In reality, research and development is advancing rapidly (Lloyd & Forest,2010;REN21,2014),and solutions may partly alleviate the above restrictions on energy storage and transport (Trieb et al., 2012;Li et al.,2014) in the short to medium term,particularly for solarPV (Fthenakis et al.,2009;Stodola&Modi,2009;Lloyd & Forest,2010; Grossmann et al.,2013,2014). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "UnrestrictedRE potential and biodioersityprotection ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "At the global level, bioenergy (here represented by Miscanthus $\\times$ giganteus） appears to be the energy source that，among those considered here，has the highest potential to conflict with biodiversity protection given its high potential within tropical areas that are well rec ognized as key for biodiversity (Fig.1).We quantify the extent of this potential conflict. At the global level, approximately half of the energy production potential from bioenergy is located within the top biodiversity areas (i.e. the highest ranked $30 \\%$ terrestrial land for biodiversity protection; Figs 1 and 2). Three quarters of this potential falls on unprotected land thereby representing a potentially high threat to biodiversity (Fig. 2). Comparing continents，the overlap between bioenergy potential and top biodiversity areas varies from a very large overlap in Central America,where $8 6 \\%$ of energy potential falls within the top biodiversity areas,most of which are currently unprotected，to lower overlap, approximately $4 0 \\%$ ,inAfrica,EuropeandNorth America (Figs 1 and 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The potential conflict arising from overlap between biodiversityconservationandenergyproduction appears lower for wind energy and solar PV than for bioenergy,with only one-third of their respective global potential located within the top biodiversity areas (Figs1 and 2).However,in Central America the overlap between top biodiversity areas with wind energy and solar PV,as for bioenergy,is very high (77 and $7 5 \\%$ of potential within top biodiversity areas，respectively). Elsewhere，solar PV may represent a threat in South America,where $4 7 \\%$ of its potential is included within top biodiversity areas, $71 \\%$ of which remain currently unprotected (Figs 1 and 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Demand,costsand carbon restrictedRE potential and biodiversityprotection ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A restriction scenario for energy production potential based on local energy demand，production costs and carbon emissions caused a shiftin the pattern of conflict especially for solar PV and wind energy (Figs 3 and 4). Unavoidably, these restrictions result in energy production being spatially concentrated towards areas of both high energy potential and high energy demand,which are more likely to coincide with areas with high biodiversity (Fig.3). Compared to the unrestricted scenario, the fraction of solar energy within the top biodiversity areas increased globally from $3 2 \\%$ to $41 \\% ,$ and for wind energy from 31 to $4 4 \\%$ (Fig. 4). This shift was largely due to the energy demand cap on power potential in areas of low human density and of least importance of biodiversity，such as high-latitude regions for wind energy，and desert or dry lands at low latitudes for solar. Comparing continents，restriction by demand, costs and carbon resulted ina marked increase in wind energy potential fraction within the $1 7 \\%$ areas of highest importance forPA expansion in Africa，Asia,Australia and South America.For solar,a change compared to the unrestricted scenario wasmost noticeable in Asia,Australia and South America,in which conflict with biodiversity areas increased following restriction on energy potential. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e1863e59d6f7d9fbe8ca481b59287cae1727b789088f5ecde925e3201d61cb46.jpg",
        "img_caption": [
            "Fig.1 Overlap between unrestricted power generation potential for(a)bioenergy (in the form of Miscanthus $\\times$ giganteus),(b) wind energynd (c)solarphotovoltaic(GJ/a/year;redcolourgradient,seelegend)overlappedtocurrentPAs (ProtectedAreas;ingeen shading) and global top $1 7 \\%$ areas for PA expansion (blue shading). Areas with no power generation are in grey.For bioenergy and solar,no data were available for Greenland. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Wealso showresults for intermediate scenarios based onrestrictionsby costs,by carbon,andby costsand carbon,and by demand only (see Figs S1-S9). It is clear from these intermediate scenarios that a carbon and/or cost restrictions yield almost identical results to the unrestricted scenario in terms of magnitude of conflict between biodiversity and energy production. Conversely，a restriction by local demand only causes an increase in the conflict between biodiversityand solar PV or wind energy，which now have similar percentages of energy concentrated within and outside the top biodiversity areas. Overall, these results highlight that bioenergy represents a potentially high risk to biodiversityirrespective of considerations related to costs,carbon and transport of energy. On the other hand,solar PV and wind energy may represent more opportunities than threats under a scenario of unrestricted energy generation，but their potential risk to biodiversity increases when energy production is restricted by local energy demand (i.e.energy transmission is minimal). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/a1dd6e5b5d0cdd05d1f4e8c3fb70f3bd66074a68a670ce3dc5f49440ec778081.jpg",
        "img_caption": [
            "Fig.2Percentage(elatietothtotalpotentialofeachsource)ofunrestrictedpowergenerationpotentialavailableforoergy(n the form of Miscanthus $\\times$ giganteus), wind energy and solar photovoltaic summarized by continents and globally. The bars show generation potential within current PAs (Protected Areas; black section of each bar),top ranked areas for $17 \\%$ PA expansion (dark grey), $17 - 3 0 \\%$ highest ranked areas (light grey) and for the remaining $7 0 \\%$ of the landscape (white). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "RE potential,energy consumption and biodiversity protection ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Under theunrestricted scenario,itisevident that arbitrarily using only $1 \\%$ of land for energy production in turn within each of the four land classes of different value for biodiversity protection，solar PV could potentiallyprovide all of the energy that the global society currently consumes (Fig. 5). This outcome is apparent for each of the four land classes considered, including the land outside of the top $30 \\%$ best areas for biodiversity protection (compare Fig.5 two rightmost panels to the top). Conversely,developing $1 \\%$ of land for unrestricted bioenergy or wind energy production would contribute less than $10 \\%$ of global energy consumption (compare Fig.5 two leftmost panels with the rightmost panel to the top).However,when restrictions relating to local energy demand,costs and carbon are simultaneously imposed on RE potential,it is clear that none of the three RE sources could provide any measurable contributiontowardsenergy consumption globallyor regionally (Fig. 5, lower row),again assuming development of only $1 \\%$ of land. Across all continents,utilizing $1 \\%$ of land for any of the three RE sources restricted by costs，carbon and demand，would only contribute less than $0 . 5 \\%$ of the regional total energy consumption. The restriction imposed by local energy demand most significantly limits energy provision by RE,whereas restrictions by costs and carbon only have minor impacts (see ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig. S9)，emphasizing the need for developing energy transportinfrastructure. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We combine data on global distribution of biodiversity with data on rapidly expanding land-based renewable energies to identify areas of conflict between biodiversity and energy development. We show that global key areas for biodiversity protection may be under threat from increasing renewable energy development in the nearfuture. The magnitude of risk is dependent on the type of RE source harvested,the restrictions imposed on energy harvest and the region considered,with Central America appearing at particularly high potential risk from RE development.When no restrictions on the extraction of RE apply，we identify a major potential threat to biodiversity from bioenergy cultivation，while the potential impact of wind energy and solar PV appears comparatively lower. However，these differences are reduced when energy potential is restricted by external factors，in particular by local energy demand. Overall，we found that areas of opportunity for developing solar PV and wind energy with little harm to biodiversity could exist in several regions of the world,although without conversion of large land areas and long-scale power transmission, the contribution to satisfying existing demand is very low.In contrast, areas of opportunity for bioenergy production in land with low priority for biodiversity protection are scarce，irrespective of any additional external factors restricting energy production potential. This result arises from the fact that productive land in the tropical regions is usually good for biodiversity as well as for bioenergy generation (Gaston，20oo；Koh & Wilcove, 2008; Pogson et al., 2013). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/5c64c3030bbb5f62072c186278ee39b0f01d3e9b2f3180fcb6db5acd19986285.jpg",
        "img_caption": [
            "Fig.3Overlapbetweenpowergenerationpotentialconstrainedbyenergydemand,costsandcarbonfor(a)bioenergy(inthefo of Miscanthus $\\times$ giganteus),(b) wind energyand (c) solar photovoltaic (GJ/ha/year; red colour gradient,see legend) overlapped to current PAs (Protected Areas; in green shading) and global top $1 7 \\%$ areas for PA expansion (blue shading). Areas with no power generation potential are in grey.For bioenergy and solar,no data were available for Greenland. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conflicts and opportunities for biodiversity protection and REdevelopment ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We find that bioenergy production has potential to severely harm biodiversity，because half of its global production potential is concentrated within the top biodiversity areas (i.e. the top ranked $30 \\%$ of land of highest priority for biodiversity protection). This outcome was confirmed even under the scenario constrained by costs，carbon and energy demand.The conflict between bioenergy production and biodiversity protection isparticularly striking at low latitudes (Fig.1)，where many global biodiversity hotspots have been identified (Myers et al.,20oo).Many hotspots are already under high pressure,rapidly losing their native vegetation because of land conversion (Sloan et al., 2014).Sprawl of bioenergy production into these areas would further accelerate loss of many irreplaceable ecosystems (Koh，2007；Fargione et al.，2008；Gibson et al.，2014)，thereby undermining the fundamental objectives of the UN Convention on Biological Diversity. Also，areas of high bioenergy potential substantially overlap keyagricultural areas recently identified as having high potential for closing the global crop yield gap (West et al.,2014).Furthermore,looking at the relatively minor total energy contribution available from bioenergy (Fig.5),it becomes clear that the benefits of bioenergy contributing towards global power consumption will largely be overturned by its dramatic environmental costs. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/df975d7de9578739db996bf80b3db540ad8c24c09801c685599659958420acc2.jpg",
        "img_caption": [
            "Fig.4Prcentage(relativetothetotalpotentialofeachsource)ofpowergenerationpotentialconstrainedbyeergydemandcosts and carbon,available for bioenergy (in the form of Miscanthus $\\times$ giganteus),wind energy and solar photovoltaic, summarized by continentsandgloballyThebarsshowgenerationpotentialwithincurentPAs(rotectedAreas;blacksectionofeachar),topanked areas for $1 7 \\%$ PA expansion (dark grey), $1 7 - 3 0 \\%$ highest ranked areas (light grey) and for the remaining $70 \\%$ of the landscape (white). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/52578ec7182c0421a9d06e371a8563f12445c9047e57b1ae7eb764546bfc0ffd.jpg",
        "img_caption": [
            "Fig.5Totalenergygenerationpotential(EJperyear;usingoriginaldatafromPogsonetl.,2013)bycontinentandfortheworld assuming that $1 \\%$ of each region's terrstrial land with at least some energy generation potential is developed for renewable energy productioninturwithineachofourmainlandclassesofdiferentimportanceforbiodiversityprotection:curentlyprotectedreas (PAs; in green),highest ranked areas for PA network expansion to $17 \\%$ (blue),next highest ranked biodiversity areas $( 1 7 - 3 0 \\%$ yellow) and the remaining $7 0 \\%$ of the landscape (grey).For comparison, energy consumption (EJ per year)values from the year 2010 are also shown(blackbars;data fromU.SEnergyInformationAdministration).Statisticsaregivenforunconstrainedenergygenerationpoten tial for bioenergy (in the form of Miscanthus $\\times$ giganteus),wind energy and solar photovoltaic (upper row) and for potential constrained by energy demand,costs and carbon (bottom row).Note variable $Y$ axis scales. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Contrastingly， threats to biodiversity from wind energy and solar appear smaller than those from bioenergy:around two-thirds of total unrestricted energy generation potential from solar and wind energy falls outside top biodiversity areas.Furthermore，unlike bioenergy,solar and wind energy to some extent allow otheruses of the same land (IPCC,2011).However, the results of the scenario including a restriction based on costs,carbon and energy demand call for caution also with these two REs,as their threat to biodiversity may reach a level similar to that posed by bioenergy (Fig. 4). Furthermore,as their potential for power generation is far greater than from bioenergy,they may also pose a greater threat to biodiversity，despite having propor tionally lower potential in areas of high biodiversity. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ultimately,solar power could provide by far the best combination of benefits compared to environmental costs,at least if restrictions imposed by energy transport are gradually lifted (i.e. shifting from the demand constrained to the unconstrained scenario).Under the (optimistic) unconstrained energy scenario,utilizing only $1 \\%$ of land outside of top biodiversity areas for solar production could meet the total global power consumption. However,these benefits are almost completely cancelled if the solar power contribution is restricted by local energy demand. This scenario represents the other extreme of a continuum，where a perhaps too strict restriction is applied (little energy transport is allowed). Webelieve that the reality lies somewhere in between these two extremes,and the results highlight the importance of energy transport infrastructure to allow RE to be deployed while minimizing adverse impacts on biodiversity. Sustainable solar development is likely to be highly relevant for regions such as Asia and the USA, which host large areas of high biodiversity value and where solar photovoltaic markets are expanding at unprecedented rates (REN21，2014). It is however important to note that solar PV generates electricity, therefore other sources of energy for transport and heating(among others) should also be considered.A diversification of the energy sources harvested isalso relevant in the light of the variability in space and time (particularly for solar and wind energy) of each renewable energy source (IPCC, 2011). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "While having lower harmful potential impacts on biodiversity compared to bioenergy，the contribution of land-based wind energy towards global power consumption appears limited even under no restrictions on energy generation.However,in coastal regions offshore wind energy (IPCC，2011;REN21，2014）would have additional potential that was not considered in this land-based assessment. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Among continents，Central America emerges asa single distinct hotspot of conflict.There，most of the potential for bioenergy $( 8 6 \\% )$ , but also for wind energy and solar PV $7 7 \\%$ and $7 5 \\%$ ), is concentrated within top biodiversity areas,many of which are presently unpro tected.The Mesoamerican biodiversity hotspot that runs through this region also is a major biodiversity corridor between North and South America (Myers et al.,2000). RE development in this region,if not wisely sited, could hasten direct loss and fragmentation of pristine habitats and also facilitate other indirect threats to biodiversity. Following RE development，increased accessibility to previouslyremote and isolated areas could facilitate the spread of disease，invasive species and unsustainable harvest of wildlife and trees(Peres & Lake，2003; Northrup & Wittemyer,2013; Olson et al.,2013). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We acknowledge that the data underlying this study have some potential limitations. The data on priority areas for biodiversity conservation are restricted to vertebrates only (Pouzols et al.,2014),whereas groups such asplants (Joppa et al.,2013)and invertebrates could be relevant.Nevertheless,the highest priority areas identified by Pouzols et al. (2014)were also found to have major overlap withknown biodiversity hotspots,as well as key biodiversity areas and centres of plant diversity (see Appendix S1 in Pouzols et al.,2014).Despite past progress and future prospects regarding PA effectiveness and expansion (Laurance et al.，2o12;Geldmann et al.,2013;Watson et al.,2014),the future of biodiversityis still heavily reliant on measures implemented outside PAs (Rodrigues et al.，2004; Joppa et al.，2013; Butchart et al.,2015). To this end, our working assumption of only $1 \\%$ of land to be used for RE generation leaves ample operational space for biodiversity conservation in complex socio-ecological landscapes outside PAs,which is also a key objective set by the United Nations CBD targets 5,7 and 8 (Secretariat of the Convention on Biological Diversity，2014).Future research could include different energy transport distances, rep resenting possible future energy transport infrastructures,as this proved to be a critical constraint in our scenario analysis. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We caution that evaluation of impacts,particularly for solar PV,is still in their infancy,and further research into this field is strongly and urgently needed to forecast possible unexpected environmental impacts and to develop best management practices and careful spatial planning (Sutherland et al.，201O;Katzner et al.，2013; Northrup & Wittemyer,2013).This should be done on a case-by-case basis,but particularly when development is to take place in areas with high biodiversity value. In addition, technology advances in the three RE methods considered here are fast moving with the result that in future higher energy output per ha and lower GHG emission per energy unit being possible. For example, solar panel efficiencies of up to $2 5 \\%$ are now technically possible, seed-based propagation of Miscanthus genotypes with higher energy yields is being developed, and wind energy generation technology is evolving quickly (IPCC, 2011; REN21, 2014). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We pinpoint major areas of conflict where fine scale studies that focus on impacts of RE deployment on biodiversity shouldbe conducted,and conservation efforts should be targeted.Clear examples of such areas are Central America and South-EastAsia,wherealternative and diversified energy sources should be considered to satisfy a growing demand for energy，mitigate climate change and preserve biodiversity (Brook & Bradshaw, 2014).We show thatRE alternatives havevery different biodiversity impacts and net energy contribution，with threats mostly posed by bioenergy sprawl,and opportunities mostly represented by solar, the extent of which is however highly dependent on restrictions imposed by energy storage and transmission. Several developing and emerging countries in Central and South America, Africa and Asia have recently enacted targeted RE policies,whereas most countries in North America,Europe and Australia did so at an earlier stage (REN21,2014). The evidence provided here will help to guide sustainabledevelopment of RE,thereby contributing towards reaching targets for global climate mitigation and biodiversity conservation.RE should however not be seen as a panacea,but rather as an opportunity that,along with other energy sources,such as nuclear,will contribute to a balanced mix that can provide energy to modern societies,while mitigating climate change and maintaining biodiversity (Brook& Bradshaw,2014). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Wethank theKone Foundation[A.S.and A.M.], the ERC-StG Grant 260393 (GEDA)[A.M,T.T.and F.M.P.],and the Academy of Finland Centre of Excellence Programme 2012-2017 for support.We also thank two anonymous referees for insightful comments. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Beringer TIM,Lucht W,Schaphoff S (2011) Bioenergy production potential of global biomass plantations under environmental and agricultural constraints.Global Change Biology Bioenergy,3,299-312.   \nBoyle G (2O12) Renewable Energy:Power for a Sustainable Future.Oxford United Press, Oxford, UK.   \nBrook BW,Bradshaw CJA (2014)Key role for nuclear energy in global biodiversity conservation. Conseroation Biology,29,702-712.   \nButchart SHM, Clarke M,Smith RJ et al.(2015) Shortfals and solutions for meeting national and global conservation area targets. Conseruation Letters,in press.   \nButt N, Beyer ${ \\mathrm { H L } } ,$ Bennett JR et al. (2013) Biodiversity risks from fossil fuel extraction. Science,342, 425-426.   \nDirzo R, Young HS,Galetti M,Ceballos G, Isaac NJB,Collen B (2014) Defaunation in the Anthropocene. Science, 345,401-406.   \nFargione J,Hill J, Tilman D,Polasky S,Hawthorne P (20o8) Land clearing and the biofuel carbon debt. Science,319,1235-1238.   \nFiner M,Jenkins CN (2012) Proliferation of hydroelectric dams in the Andean amazon and implications for andes-amazon connectivity.PLoS ONE,7,e35126.   \nFoley JA,Ramankutty N, Brauman KA et al. (2O11) Solutions foracultivated planet. Nature,478,337-342.   \nFthenakis V,Mason JE,Zweibel K(o09)Thetechnical,geographical,andeconomic feasibility for solar energy to supply the energy needs of the US.Energy Policy, 37, 387-399.   \nGaston KJ (2000) Global patterns in biodiversity.Nature,405,220-227.   \nGeldmann J, Barnes M,Coad $\\scriptstyle \\mathrm { { L , } }$ Craigie ID,Hockings M, Burgess ND (2013)Effectiveness of terrestrial protected areas in reducing habitat loss and population declines.iological Conseroation,61,38.   \nGibson L,Lee TM,Koh LP et al.(2014) Primary forests are irreplaceable for sustaining tropical biodiversity (vol478,pg378,2011).Nature,505,71710.   \nGrossmann WD,GrossmannISteiningerKW(013)Distributedsolarectrii generation across large geographic areas, Part I: a method to optimize site selection,generationand storage.Renewable& Sustainable Energy Reviews,25,831-843.   \nGrossmann WD,Grossmann I, Steininger KW (2014) Solar electricity generation across large geographic areas,Part I: a Pan-American energy system based on solar. Renewable $\\mathcal { E }$ SustainableEnergyReviews,32,93-993.   \nHastings A, Clifton-Brown J,Wattenbach M,MitchellP,Smith P (2009) The development of MISCANFOR,a new Miscanthuscrop growth model: towards more robust yield predictionsunder diferent climatic and soil conditions.Global Change Biology Bioenergy,1,54-17.   \nInger R,AttrillMJ, Bearhop Set al. (2o09)Marine renewable energy: potentialbenefits to biodiversity?Anurgent callfor research.Journalof Applied Ecology,46, 1145–1153.   \nIPCC(2011) Renewable Energy Sources and Climate Change Mitigation-Special Report of the Intergovernmental Panel on Climate Change (eds Edenhofer O, Pichs-MadrugaR,Sokona Y., SeybothK.,MatschossP,Kadner S,Zwickel T,Eickemeier P,Hansen G,Schlomer S,Von Stechow C) pp.1-1075.IPCC,Cambridge, UK and New York, NY, USA.   \nIPCC (2013) Climate change 2013: the physical science basis.In: Contribution of WorkingGroup ItotheFifthAssessmentReport of the IntergovernmentalPanel on Climate Change (eds Stocker TF,QinD,PlattnerG-K,Tignor M,AllenSK,BoschugJ Nauels A,Xia Y,Bex V,Midgley PM) pp.1-1535,Cambridge University Press, Cambridge,UKand New York,NY,USA.   \nJoppa LN,Visconti P,Jenkins CN,Pimm SL (2013) Achieving the convention on biological diversity's goals for plant conservation.Science,341,1100-1103.   \nKatzner T,Johnson JA,Evans DMet al. (2o13)Challengesand opportunities foraimal conservation from renewable energy development. Animal Conseroation,16, 367-369.   \nKoh LP (2Oo7) Potential habitat and biodiversity losses from intensified biodiesel feedstock production. Conseroation Biology,21,1373-1375.   \nKoh LP,Wilcove DS (2008)Is oil palmagriculturereally destroying tropical biodiversity? Conseration Leers,1,60-64.   \nLaurance WF,Carolina Useche D,Rendeiro J et al. (2012) Averting biodiversity collapse in tropicalforest protected areas.Nature,489,290-294.   \nLiCW,Ciston J, Kanan MW (2014) Electroreduction of carbon monoxide to liquid fuel on oxide-derived nanocrystallinecopper.Nature,508,504-507.   \nLloyd B,Forest AS (201o) The transition to renewables: can PV provide an answer to the peak oiland climate changechallenges?Energy Policy,38,7378-7394.   \nMcdonaldRIFargione JKieseckerJMiller WM,PowellJ(209)Energysprawlr energy efficiency:climate policy impacts on natural habitat for the United States of America.PLoS ONE,4,e6802.   \nMoilanenA,FrancoAA,EarlyRI,FoxR,WintleB,TomasCD(2005)Prioriing multiple-use landscapes for conservation: methods for large multi-species planning problems.Proceedingsof theoyal Society B:iologicalSciences,272,885-1891.   \nMoilanen A,Pouzols FM,Meller L,Veach V,Arponen A,Leppänen J,Kujala H (2014)Zonation Version 4 User Manual. C-BIG Conservation Biology Informatics Group,Department of Biosciences, University of Helsinki,Helsinki.   \nMyers N,itermeierRA,Mittrmeier CG,DaFonseca GAB,KentJ(2o)Biodiversity hotspots for conservation priorities. Nature,403,853-858.   \nNorthrup JM, Wittemyer G (2013) Characterising the impacts of emerging energy developmenton wildlife,with aneyetowards mitigation.Ecology Leters,16,12- 125.   \nOlson DH,Aanensen DM,Ronnenberg KL et al.(2013) Mapping the global emergence of Batrachochytrium dendrobatidis，the Amphibian Chytrid Fungus.PLoS ONE,8,e56802.   \nPeres CA,Lake IR (2oo3) Extent of nontimber resource extraction in tropical forests: accessibility to game vertebrates by hunters in the Amazon basin. Conseroation Biology,17,521-535.   \nPimm SL,Jenkins CN,AbellR et al. (2014) Thebiodiversityof speciesand their rates of extinction,distribution,and protection. Science, 344, 987-998.   \nPogson M,Hastings A,Smith P (2013) How does bioenergy compare with other land-based renewable energy sources globally? Global Change Biology Bioenergy,5, 513-524.   \nPouzols FM, Toivonen T, Di Minin E et al. (2014) Global protected area expansion is compromised by projected land-use and parochialism. Nature, 516,383-386.   \nREN21 (2014) Renewables 2014 Global Status Report.REN21 Secretariat,Paris,France.   \nRodrigues ASL，Andelman SJ,Bakarr MI et al.(2O04)Effectiveness of the global protected area network in representing species diversity. Nature, 428, 640-643.   \nSecretariat of the Convention on Biological Diversity (2014) Global Biodiversity Outlook 4. Montréal, Canada.   \nSloan S,Jenkins CN, Joppa LN,Gaveau DLA,Laurance WF (2014) Remaining natural vegetation in the global biodiversity hotspots. Biological Conservation,177, 12-24.   \nStodola N,Modi V(2oo9) Penetration of solar power without storage.Energy Policy, 37, 4730-4736.   \nSutherland WJ,Clout M, Cote IM et al. (201o)A horizon scan of global conservation issues for 2010.Trends in Ecology& Evolution,25,1-7.   \nTrieb F,Schillings C,Pregger T, O'sullivan M(2012) Solar electricity imports from the Middle East and North Africa to Europe.Energy Policy,42,341-353.   \nVan Asselen S,Verburg PH (2O13) Land cover change or land-use intensification: simulating land system change with a global-scale land change model. Global Change Biology,19,3648-3667.   \nVenter O,Fuller RA, Segan DB et al. (2014) Targeting global protected area expansion for imperiled biodiversity.PLoS Biology,12,el001891.   \nVerburg PH,Mertz O,Erb K-H,HaberlH,Wu W (2013)Land system change and food security: towards multi-scale land system solutions. Current Opinion in Environmental Sustainability,5,494-502.   \nWatson JEM, Dudley N, Segan DB,Hockings M (2014) The performance and potential of protected areas.Nature, 515,67-73.   \nWest PC,Gerber JS,Engstrom PM et al.(2014) Leverage points for improving global food security and the environment. Science,345,325-328.   \nWilson JC,Elliott M (2009) The habitat-creation potential of offshore wind farms. Wind Energy,12,203-212.   \nWise M, Calvin K,Thomson A et al. (20o9) Implications of limiting CO2 concentrations for land use and energy. Science, 324,1183-1186.   \nWorld Commission on Dams (20oo) Dams and Development:A new Framework for Decision-Making.Earthscan,London,UK.   \nWorldHealth Organization (2O13) Review of Evidenceon Health Aspects of air Pollution -REVIHAAP Project.World Health Organization, Copenhagen,Denmark. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the online version of this article: ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "AppendixS1.ThisfileincludesallofthesupportingmaterialasociatedtotheprintedversionofthemainpaperbySantangeli etal.\"Globalchangesynergiesand trade-offs betweerenewable energyand biodiversity\"published inGlobal Change Biology Bioenergy.   \nFigure S1.Overlap between power generation potentialconstrained bycosts for(a)bioenergy(in the formof Miscanthus $\\times$ giganteus),(b)wind energyand (c)solarphotovoltaic(GJ/ha/year;redcolour gradient,seelegend)overlapped tocurrntPAs Pro tected Areas; in green shading) and top areas for $1 7 \\%$ global PA expansion target (blue shading).   \nFigureS2.Percentage (relativetothetotalpotentialofeachsource,ratherthandemand)ofpowergenerationpotentialcostraied by costs available for bioenergy (in the form of Miscanthus $x$ giganteus), wind energy and solar photovoltaic by continent and globally.   \nFigureS3.Overlapbetweenpower generationpotentialconstraiedbycarbonfor (a)bioenergy(intheformof Miscanthusxgiganteus),(b)windenergyand(c)solarphotovoltaic(GJ/ha/year;redcolour gradient,seelegend)overlappedtocurrntPAs Pro tected Areas;in green shading) and top areas for $1 7 \\%$ global PA expansion target (blue shading).   \nFigure S4.Percentage(relativetothetotalpotentialofeachsource,ratherthandemand)ofpowergenerationpotentialcostraied bycarbon available for bioenergy (in the form of Miscanthus $\\times$ giganteus),wind energy and solar photovoltaic by continent and globally.   \nFigure S5.Overlapbetween power generationpotentialconstrainedbycostsandcarbon for(a)bioenergy(intheformof Miscanthus $\\times$ giganteus),(b)wind energyand(c)solarphotovoltaic(GJ/ha/year;redcolourgradient,seelegend)overlapped tocurrent PAs (Protected Areas; in green shading) and top areas for $1 7 \\%$ global PA expansion target (blue shading).   \nFigureS6.Percentage(relativetothetotalpotentialofeachsource,ratherthandemand)ofpowergenerationpotentialconstrained by costs and carbon available for bioenergy (in the form of Miscanthus $\\times$ giganteus),wind energy and solar photovoltaic by continent and globally.   \nFigure S7.Overlap between power generation potentialconstrained bydemand for (a)bioenergy(inthe form of Miscanthus $\\times \\ g i -$ ganteus),(b)windenergyand(c)solarphotovoltaic (GJ/ha/year;redcolourgradient,selegend)overlapedtocurrentPAsPro tected Areas; in green shading) and top areas for $1 7 \\%$ global PA expansion target (blue shading).   \nFigure S8.Percentage(relativetothetotalpotentialofeachsourceratherthandemand)ofpowergenerationpotentialcostraied by demand available for bioenergy (in the form of Miscanthus $\\times$ giganteus),wind energy and solar photovoltaic by continent and globally.   \nFigureS9.Totalenergygenerationpotential (EJperyear;usingoriginaldata fromPogsonetal2013)bycontinentandforthe world assuming that $1 \\%$ of each region's terrestrial land with at least some energy generation potential is developed for renewable energyproductioninturn withineachoffourmainlandclasesof diferentimportanceforbiodiversityprotection:curentlypro tected areas (PAs; in green),highest ranked areas forPA network expansion to $17 \\%$ (blue),next highest ranked biodiversity areas $( 1 7 - 3 0 \\% )$ yellow),and the remaining $7 0 \\%$ of the landscape (grey). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Table S1.Listof countries lacking power use data which was used to producethe demand restricted energy potential ",
        "page_idx": 10
    }
]