[
    {
        "type": "text",
        "text": "Clinical Research ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Experiences of cabrol root replacement in management of type A aortic dissection ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YU Changjiang,YANG Jue,LI Xin,FANRuixin   \nDepartmentofCardiacurgeryGuangdongCardiooascularInstitute,GuangdongGenernalHospital,GuangdongAcademyfedical   \nSciences, Guangzhou 510080, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Objective Cabrol procedure was introduced by Professr Cabrol Cin 1981, but litle information existed regarding theresultsofCabroltechnque inaorticdisection(AD).Thisstudyexploreda7-year periodresultsofaorticrootreplacements in type Aaorticdisection employing this procedure.MethodsFromJanuary 2009to December 2016,47patients with type A aortic dissection received Cabrol procedure inourhospital.Allpatients received echocardiographyandCTscanof wholeaorta before operation.Cabrol procedurewasperformed torepair theaorticroot.Thereplacementof right hemi aortic archor total aorticarch andastentedfrozenelephant trunk implantation mightbeperformedbasedontheextentofthedisectionin the aortic arch.Aretrospective analysis was performed toevaluate theefectiveness of this procedure intype Aaortic dissection. Results Forty-seven cases were admitted, including 6 cases of simple Cabrol procedure,13 cases with concomitant replacementofrighthemi aorticarchand28cases withconcomitanttotalaorticarchreplacementand frozen elephant trunk technique.The 30-day mortality was $1 0 . 6 \\% ( 5 / 4 7 )$ ： $2 5 . 5 \\% ( 1 2 / 4 7 )$ ofpatients developed acute renal failure,and $1 2 . 8 \\% ( 6 / 4 7 )$ needed continuous renal replacement therapy (CRRT) during hospital time. The median hospital time were $2 5 . 5 { \\mathrm { ~ d } } ,$ . ranging from 15 to $1 2 8 { \\mathrm { d . I t } }$ followed-up from 6 to 36 months. Conclusion The Cabrol procedure is feasible and safe for patients with type A aortic dissection. The artificial blood vessels are unobstructed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keyword: aortic dissection; surgical procedure; cabrol procedure ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aortic dissection (AD） is a life-threatening disease caused by a tear in the intimal layer of the aorta or bleeding within the aortic wall, resulting in the dissection of the layers of the aortic wall. The aortic root can be impaired by AD and that will result in dilation of the root and insufficiency of the aortic valve. It would be better to perform aortic root replacement for these patients. Sometimes,if we directly make anastomosis of the coronary artery and ascending aorta in usual fashion, there would be coronary ostial stenosis and unmanageable bleeding. Cabrol procedure can reduce the incidence of these complications.In this research,we reviewed the clinical data of 47 patients who diagnosed type A AD and underwent Cabrol procedure in our hospital from January 2oo9 to December 2016 to evaluate the effect of Cabrol procedure in type A aortic dissection. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "METHODS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Patients'characteristics ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this research, there were 47 patients including 40 males and 7 females and the mean age was $4 8 . 2 \\pm$ 10.6 years (range 21 to 66).The basic information is shown in table 1. There were several staging system for aortic dissection, 2]. We take the following method to divide AD into 3 stages including acute phase (within 14 d),sub-acute phase $( 1 4 - 6 0 \\mathrm { ~ d } )$ and chronic phase （204号 $( > 6 0 \\ \\mathrm { d } ) ^ { [ 3 ] }$ . In this research,there were 17 patients in acute phase $( 3 6 . 2 \\% )$ ，20 patients in sub-acute phase $( 4 2 . 6 \\% )$ and 10 patients in chronic phase $( 2 1 . 3 \\% )$ . All patients receive an echocardiography and a CT scan of the entire aorta and ECG-gated coronary CT scan at the same time[4]. According to patient's clinical condition onadmission，11 patientsreceived emergency operation within 6 hours after admission.The median interval time between disease onset and surgery were $3 . 8 \\mathrm { ~ d ~ }$ (ranging from O.6 to 120). One of them had left heart failure and one suffered cardiac tamponade ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Surgical techniques ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The surgery was performed through a standard median sternotomy undercardiopulmonarybypass(CPB) with/withoutselectivecerebralperfusion through the right axillary artery according to the extent of the dissected aorta.General anesthesia was induced first, blood pressure in the left radial artery andleft femoral artery were monitored. The right axillary artery was the preferred inflow site for CPB.In most cases, the right axillary artery can provide adequate perfusion for both brain hemispheres via the circle of Willis,sometimes the iliac artery would be used if the axillary was not available. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/918226086e0f14cfe4df3baafb3f30f03504dcc0e09853a4557d256e14d8a693.jpg",
        "table_caption": [
            "Tab.1 Clinical characteristics of patients $( n { = } 4 7 )$ （204 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Data [cases (%)/ (x±s)]</td></tr><tr><td>Male</td><td>40 (85.1%)</td></tr><tr><td>Female</td><td>7 (14.9%)</td></tr><tr><td>Age (year)</td><td>48.2±10.6</td></tr><tr><td>Interval time between disease onset and surgery (d)</td><td>13.4±25.6</td></tr><tr><td>Staging phase</td><td></td></tr><tr><td>Acute phase</td><td>17 (36.2%)</td></tr><tr><td>Sub-acute phase</td><td>20 (42.6%)</td></tr><tr><td>Chronic phase</td><td>10 (21.3%)</td></tr><tr><td>Hypertension</td><td>27 (57.4%)</td></tr><tr><td>Pericardium effusion or cardiac tamponade</td><td>5 (10.6%)</td></tr><tr><td>Left heart failure</td><td>1 (2.1%)</td></tr><tr><td>Syncope</td><td>1 (2.1%)</td></tr><tr><td>History of cardiac surgery</td><td>1 (2.1%)</td></tr><tr><td>Diameter of the ascending aorta (mm)</td><td>47.3±8.4 mm</td></tr><tr><td>Diameter of the aortic sinus (mm)</td><td>43.4±8.5 mm</td></tr><tr><td>Area of aortic valve insufficiency (cm²)</td><td>5.0±4.4 cm²</td></tr><tr><td>Grade of aortic valve insufficiency</td><td></td></tr><tr><td>None</td><td>6 (12.8%)</td></tr><tr><td>Mild</td><td>18 (38.3%)</td></tr><tr><td>Moderate</td><td>9 (19.1%)</td></tr><tr><td>Severe</td><td>14 (29.8%)</td></tr><tr><td>Normal LVEF (n)</td><td>35 (74.5%)</td></tr><tr><td>Emergency operation (within 6 h after admission)</td><td>11 (23.4%)</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "After the heparin was given, the artery cannulation was made through right axillary artery or the iliac artery,then the vein cannulation through superior and inferior vena cava or through right atrium. The left ventricular drainage was made through cannulation in right inferior pulmonary vein. Then, the patient would be cooled down. When the nasopharyngeal temperature of patient reached $3 4 ~ ^ { \\circ } \\mathrm { C }$ ，the ascending aorta would be clamped. During the cooling phase (aiming $2 8 ~ ^ { \\circ } \\mathrm { C }$ ，a longitudinal incision would be made in the ascending aorta and the cardioplegic solution was perfused through left and righ coronary artery.After the heart beating stopped, put ice around the heart to keep it cool, exam the aortic wall and clear the thrombus in the aortic dissection and then exam the aortic valve,aortic sinus and coronary artery.If the aortic sinus and aortic valve were damaged badly, Cabrol procedure (only for those whose coronary artery can not be easily sutured to the ascending aorta prostheses directly） or Bentall procedure (for most patients) would be performed. Chose a appropriatecomposite valved vascular prostheses and connected it with the annulus of aortic valve by using interrupted vertical mattress suture.And then,a artificial blood vessel (the diameter was $8 \\mathrm { m m }$ 门 was sutured to the left and right coronary artery by end to end anastomosis.Make a hole in both the $8 \\mathrm { m m }$ vessel and the artificial ascending aorta in appropriate place， connected them together by side to side anastomosis.Make sure that the coronary arteries were not twisty or tensive.For patients with dissection involving coronary artery, concomitant coronary artery bypass grafting(CABG) would be necessary. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For patients with extensive aortic dissections involving the aortic arch and the descending aorta, the aortic arch would be also replaced by artificial blood vessel. According to the range of aortic dissection, patients might need replacement of aortic arch[5].In this research,13 patients received replacement of right hemi aortic arch (one of them received repair of tricuspid valve at the same time). 28 patients received replacement of total arch and stented frozen elephant trunk implantation(SUN'sprocedure)[6]. Surgeriesconcomitant with arch replacement were all performed in deep hypothermia $( 2 1 { \\sim } 2 7 \\ ^ { \\circ } \\mathrm { C } )$ circulation arrested, with cardiopulmonarybypassandselectivecerebral perfusion through the right axillary artery[7]. There are 2 patients received right hemi arch replacement without circulation arrested, because they are diagnosed ascending aorta dissection without dissection in the aorta arch. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The sternum closure in usual fashion.In 21 patients, the bleeding of anastomotic stomasof ascending aorta and coronary artery were hard to control. In this situation,we would use the dissected aorta wall together with preserved bovine pericardium or a patch of autologous pericardium to make a perigraft-to-right-atrial shunt (Cabrol Shunt)to lead the blood into the right atrium[8]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All of the surgeries were completed successfully. The mean time of cardiopulmonary bypass was $2 7 0 . 6 { \\scriptstyle \\pm 8 3 . 2 }$ minutes,ranging from 145 to 538 minutes.The mean time of aorta clamping was 140. $6 { \\pm } 4 2 . 4$ minutes, ranging from 80 to 259 minutes.39 patients underwent selective cerebral perfusion,and the mean time of cerebral perfusion was $2 7 . 3 { \\pm } 9 . 3 \\$ minutes, ranging from 11 to 54 minutes.2 patients $( 4 . 3 \\% )$ received reoperation for bleeding. Post-operative complications included endoleak of stent (one case and conservative treatment)，neurological complications (6 cases） and acute renal failure (12 cases). Peri-operative mortality was $10 . 6 \\%$ (5/47). The data of early deaths were shown in table 2. Totally 42 patients recovered from the operation and discharged successfully. The median hospital time was 25.5 days,ranging from 15 to 128 days. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/e55b7c9ae655e47f8d4b5f78bb35a85056d13efb909dce72eeefa17f1ce7461a.jpg",
        "table_caption": [
            "Tab.2 Data of early deaths (within 30 days) in hospital "
        ],
        "table_footnote": [
            "\\*IntervaltieeaesedurasotalaeacentsfotrCOeadc output syndrome\\*MODS means multiple organ dysfunction syndrome. "
        ],
        "table_body": "<html><body><table><tr><td>Preoperative complication</td><td>Interval time*(day)</td><td>Emergency surgery</td><td>Procedures</td><td>Cause of death</td></tr><tr><td>Hypertension</td><td>7</td><td>No</td><td>Cabrol+TAR*+FET*+CABG</td><td>LCOS*</td></tr><tr><td>Hypertension</td><td>1.9</td><td>No</td><td>Cabrol+TAR+FET+CABG</td><td>MODS*</td></tr><tr><td>Hypertension</td><td>4.3</td><td>Yes</td><td>Cabrol+TAR+FET</td><td>MODS and bleeding</td></tr><tr><td>Hypertension</td><td>1.5</td><td>No</td><td>Cabrol+TAR+FET</td><td>Rupture of abdominal aorta</td></tr><tr><td>Hypertension</td><td>2.5</td><td>No</td><td>Cabrol+TAR+FET</td><td>MODS</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The follow-up time ranged from 6 to 36 months. All patients received echocardiography and CT scan of whole aorta at discharge、3 months and 9 months after discharge,and then once again every year. The cardiac function of all patients were satisfactory. 2 $( 6 . 1 \\% )$ patients died at home in the follow-up.The causes of death included rupture of aneurysm and neurological complications. The other survival patients did not have endoleak or stenosis of anastomotic stoma of coronary arteries.Mentioned the patient who received Cabrol shunt, most of the shunt had disappeared and there were not pseudoaneurysm or compression on coronary artery. There was only one patient having shunt from anastomosis of left coronary artery to right atrium 6 months after surgery. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "AD is a disaster in all cardiovascular diseases.Without reasonable and appropriate treatment, the mortality could be extremely high. Mortality of patients with type A AD managed surgicallyis $2 6 \\%$ ，for those not receiving surgery mortality is $5 8 \\% ^ { \\left[ 9 \\right] }$ . Currently， open surgical repair is most commonly used for dissections involving the aortic root, ascending aorta and the aortic arch.How to deal with the aortic root is one of the key surgical points. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For patients who have genetic disorders that involve the connective tissue, such as Marfan syndrome or Loeys-Dietz syndrome[10o.i1]， the pathological are dilation of aortic sinus. Most of these patients have hypoplasia of aortic valve and insufficiency of aortic valve,and their coronary arteries always originate from sinutubular junction of aorta or even higher.The most appropriate technique for these patients is Bentall procedure[2-4].However，for AD patients without dilation of aortic sinus who are caused by hypertension or bicuspid aortic valve, they may also appear insufficiency of aortic valve due to avulsion of aortic valvular commissure. The size of aortic sinus may be normal and the origination of coronary artery may be very close to the anulus.For these patients,if we perform Bentall procedure, there will be high tension in the anastomotic stoma between artificial ascending aorta and coronary artery ostium. In this situation, bleeding in anastomotic stoma of coronary artery may happen and it may result in myocardial ischemia and failure of surgery. Cabrol procedure was introduced by Professor Cabrol C in 1981[15]． After many years follow-up,it has shown good late results. In Cabrol procedure， the coronary arteries are reconstructed by artificial blood vessel bypass grafting so that the high tension in anastomotic stoma of coronary artery is reduced or avoided. In our hospital，we use Cabrol procedure to treat type A aortic dissection involving aortic root and aortic valves,and the early and late results are good. There are several key points that should not be neglected. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "First,patients should be selected with caution. In this research,all of the patients were diagnosed type A aortic dissection involving aortic valve,with or without dilation of aortic sinus.In our experiences,if the distance between coronary ostium and annulus of aortic valve was less than $1 0 \\ \\mathrm { \\ m m }$ ，there would likely be bleeding in anastomotic stoma of coronary artery if we perform Bentall procedure. In thissituation， we suggested Cabrol procedure. One thing to note here is that we can not determine whether to choose Bentall or Cabrol procedure beforehand because we can not get the exact diameter of the real aortic sinus of aortic sinus by echocardiography or CT scan before operation. Also,we can not get the exact distance between ostium of coronary and the anulus of aortic valve by any imageological examination.They are usually measured directly in the operation. According to our experiences, if the distance between coronary ostium and annulus of aortic valve is not enough,especially when the stitches in the aortic valvular annulus are from outside to inside, after the fixation of prosthetic valve,it will be very difficult to reconstruct the coronary artery without high tension in anastomotic stoma. So it will be better to do Cabrol procedure for these patients. But， Sandro Gelsomino considered that the Cabrol technique demonstrated a nonnegligible incidence of early and long-term complications. It should be rarely used and only when a “button” technique is not feasible[16]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Second, we should pay attention to reconstruction of coronary artery. In surgery, we need to make sure if there is dissection in coronary artery[17]. Professor Neri and his colleagues described three main types of coronary lesion due to proximal dissection:type A, Ostial dissection； type B,dissection with a coronary false channel; type C,circumferential detachment with an inner cylinder intussusception[18]. Neri type A and Neri type B are common and Neri type C is rare (probably most of Neri type C patients died before admission). The technique of coronary artery repair will be much more difficult and depends on the type and the extent of the lesion and on which coronary artery is involved. In Neri type A and Neri type B patients, there is dissection between intima and adventitia and no rupture in intima. We can repair the coronary ostium dissection through continuous suture with 6-O prolene. And then,we can reconstruct coronary artery without high tension in anastomotic stoma. For Neri type C patients, both of Cabrol procedure and Bentall procedure will result in high mortality and a bad prognosis.We suggest closing the dissected coronary ostium and making a aortocoronary bypasswith saphenous vein (CABG). In this research,2 patients with Neri type C of coronary lesion who received Cabrol procedure & Sun's procedure & CABG,died in hospital postoperatively as a result of low cardiac output. Other research had indicated that type C patients would have higher mortality than others[19]. There were some other patients who had coronary artery disease and it was very dangerous for them to undergo coronary angiography. What is more， the coronary angiography will delay the surgeryand increase the mortality[20] In our hospital, these patients will receive CT scan of the whole aorta and ECG-gated coronary CT scan at the same time to evaluate the lesion of coronary artery. If there is a coronary artery stenosis of 70 percent or more, CABG is recommended. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Furthermore, Cabrolprocedurehavemore anastomotic stoma than Bentall procedure. In acute and sub-acute type A AD patients, the aorta was fragile and it would likely to be bleeding in the needle hole.If there was bleeding in anastomotic stoma of coronary artery or annulus of aortic valve, the hemostasis would be very difficult because they were too deep to be revealed. In this situation， we suggest making Cabrol shunt for control of hemorrhage[21]． We use the dissected aorta wall together with preserved bovine pericardium or a patch of autologous pericardium to make a perigraft-to-right-atrial shunt (Cabrol Shunt)to lead the blood into the right atrium. This simple technique is very useful for dealing with the catastrophic complication of postoperative hemorrhage[22,23]. But remember to make sure there is no projectile hemorrhage at any anastomotic stoma. If there is projectile bleeding, the Cabrol shunt can not be closed after surgery,which may result in left heart failure. What is more, the pericardium patch should be big enough to avoid high tension when wrapping the artificial blood vessel. If necessary, we can use bovine pericardial patch to make sure there is enough space between adventitia and artificial blood vessel[23]. In this research, 21 patients underwent Cabrol shunt, including 15 cases of acute phase and 6 cases of sub-acute phase, intraoperative bleeding were successfully controlled. In follow-up,we found the space between adventitia and artificial blood vessel was filled with thrombus and the Cabrol shunt was closed in 2O patients.There were no aneurysm and no compression on coronary artery. There wasonly one patient having shunt from anastomosis of left coronary artery to right atrium 6 months after surgery.However, this patient had no clinical symptoms and there was no change in 2 years follow-up. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "POTENTIALSTUDYLIMITATIONS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The sample amount in this study is limited and the follow-up time is not more than 36 months, there may be patient selection bias, the patients in this study may not adequately represent the general population. Further studies are necessary to enlarge the patient material and to extend the follow-up time. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CONCLUSION ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For type A aortic dissection involving aortic root, mortality is relatively high without surgery. Management of aortic root is a key point of the surgery. If the distance between coronary ostium and annulus of aortic valve is less than $1 0 ~ \\mathrm { m m }$ ， The Cabrol technique,in our experience,is feasible and safe. Cabrol shunt is very helpful for control hemorrhage. However, the shunt may keep unobstructed in a long time after surgery. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]Crawford ES. Thediagnosisand management ofaortic dissection[J].JAMA,1990,264(19): 2537-41.   \n[2]Hagan PG,Nienaber CA, Isselbacher E M,et al. The international registry of acute aortic dissection (IRAD): new insights into an old disease[J].JAMA,2000,283(7):897-903.   \n[3] Zheng H,Gu J,Hu J,et al.Preliminary study of a new staging system of aortic dissection based on systemic infl ammatory response[J].Chin J Clinic Thorac Cardiovascul Surg,2014,21(6): 721-4.   \n[4] Pape LA,Awais M,Woznicki EM,et al. Presentation,diagnosis, and outcomes of acute aortic dissection: 17-year trends from the international registry of acute aortic dissection[J]．J Am Coll Cardiol,2015,66(4): 350-8.   \n[5]Kamohara K,Koga S,Takaki J,et al. Long-term durability of preserved aortic root after repair of acute type A aortic dissection[J].Gen Thorac Cardiovasc Surg,2017,20(3): 217-23.   \n[6]Sun LZ,Ma WG,Zhu JM,et al. Sun's procedure for chronic type A aortic dissection: total arch replacement using a tetrafurcate graft with stented elephant trunk implantation[J]．Ann Cardiothorac Surg,2013,2(5): 642-8.   \n[7]Hiraoka A, Chikazawa G,Totsugawa T,et al. Eficacy of right axillary artery perfusion for antegrade cerebral perfusion in open total arch repair[J]. JVasc Surg,2014, 60(2): 436-42.   \n[8]Cabrol C,Pavie A, Mesnildrey P,etal. Long-term results with total replacement of the ascending aorta and reimplantation of the coronary arteries[J]. JThorac Cardiovasc Surg,1986,91(1): 17-25.   \n[9]Berreta P,Patel HJ,Gleason TG,et al. IRAD experience on surgical type A acute dissection patients: results and predictors of mortality[J]. Ann Cardiothorac Surg,2016,5(4): 346-51.   \n[10]Kontzialis M, Kuyumcu G, Zamora CA.Loeys-Dietzsndrome[J]. Neurol India,2016,64(5): 1087-8.   \n[11]Takeda N, Yagi H, Hara H,etal. Pathophysiology and management ofcardiovascular manifestationsin marfan and loeys-dietz syndromes[J]. Int Heart J,2016,57(3): 271-7.   \n[12]di Marco L, Pacini D,Pantaleo A,et al. Composite valve graft implantation for the treatment of aortic valve and root disease: Results in 1045patients[J].J Thorac Cardiovasc Surg，2016, 152(4): 1041-8.   \n[13]Pacini D,Ranocchi F,Angeli E,et al. Aortic root replacement with composite valve graft[J].Ann Thorac Surg,2003,76(1): 90-8.   \n[14]Patel ND，Crawford T，Magruder JT，et al. Cardiovascular operations for Loeys-Dietz syndrome: Intermediate-term results[J]. J Thorac Cardiovasc Surg,2017,153(2): 406-12.   \n[15]Cabrol C,Pavie A, Gandjbakhch I, et al. Complete replacementof the ascending aorta with reimplantation of the coronary arteries: new surgical approach[J]. J Thorac Cardiovasc Surg,1981,81(2): 309-15.   \n[16]Gelsomino S,Frassani R,Da CP,et al. A long-term experience with the Cabrol root replacement technique for the management of ascending aortic aneurysms and dissections[J]. Ann Thorac Surg, 2003,75(1): 126-31.   \n[17]Nakai M, Yamasaki F,Mitsuoka H, et al. Myocardial ischemia in acute type A aortic dissection; coronary artery dissection and functional ischemia[J].Kyobu Geka,2016,69(4): 292-7.   \n[18]Neri E,Toscano T,Papalia U,et al. Proximal aortic dissection with coronary malperfusion: presentation, management,and outcome[J]. J Thorac Cardiovasc Surg,2001,121(3): 552-60.   \n[19]Kawahito K, Adachi H, Murata S,etal.Coronary malperfusiondue to type A aortic dissection: mechanism and surgical management[J]. Ann Thorac Surg,2003,76(5): 1471-6.   \n[20]Motalebzadeh R,Batas D,Valencia O,etal. The role ofcoronary angiography in acute type Aaortic dissection[J].Am Heart J,2004, 25(2): 231-5.   \n[21]Blum M,Panos A,Lichtenstein SV,etal. Modified Cabrol shuntfor control of hemorrhage in repair of type A dissection of the aorta[J]. Ann Thorac Surg,1989,48(5): 709-11.   \n[22]Panos AL,Suarez Msalerno TA. Unusual modification of the cabrol shunt for control of hemorrhage in acute type aaortic dissection[J]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "J Card Surg,2009,24(5):544-6. [23]Marcano HE,Garcia-Rinaldi R.Modified Cabrol Shunt for ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "应用Cabrol手术治疗急性A型主动脉夹层根部病变 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "于长江,杨 钰,李 欣,范瑞新广东省医学科学院//广东省人民医院//广东省心血管病研究所心外科,广东广州 510080摘要：目的Cabrol手术由CabrolC教授于1981年首创,但至今关于该术式用于治疗A型主动脉夹层的报道并不多。本研究对我中心近7年来应用Cabrol术式治疗急性A型主动脉根部病变的病例进行总结。方法 2009年1月\\~2016年12月，共有47例急性A型主动脉夹层的患者在我中心接受Cabrol手术治疗。所有病例术前均经心脏彩超及主动脉增强CT检查确诊。对其根部病变应用Cabrol技术处理,弓部病变采用半弓置换或全弓置换。对所有病例的相关数据进行回顾性分析。结果总共纳入47例患者，其中6例为单纯Cabrol手术，13例为Cabrol+右半弓置换,28例为Cabrol $^ +$ 孙氏手术。总的30d死亡率为 $1 0 . 6 \\% ( 5 / 4 7 )$ 。住院期间急性肾功能衰竭发生率 $2 5 . 5 \\%$ (12/47)，有 $1 2 . 8 \\% ( 6 / 4 7 )$ 的病人需要接受连续肾脏替代治疗。中位住院时间为25.5d(15\\~128 d),随访时间6\\~36月。结论 Cabrol手术用于急性A型主动脉夹层的病人根部处理安全有效,术中部分技术细节需要注意。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关键词：Cabrol手术；主动脉夹层；主动脉根部收稿日期:2017-05-16基金项目：广东省科技计划项目(2015A020214017)作者简介：于长江,主治医师,E-mail:38035570@qq.com;通信作者：范瑞新,博士,主任医师,E-mail:fanruixin@163.comFAN",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]