[
    {
        "type": "text",
        "text": "基于SECI模型的高校智库知识管理问题分析及路径",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "选择 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "凌宏发①杨阳②解志韬③（上海交通大学文科建设处，上海 200240)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：高校智库是智库的重要类型，是中国特色新型智库的重要组成部分，其建设发展对于国家治理体系与治理能力现代化建设具有重要意义。高校智库作为知识管理型研究机构，知识管理水平影响智库的发展，知识管理能力是智库竞争力的核心。针对高校智库目前“选择性管理”趋势明显、组织内生环境欠稳定、个体参与智库研究“冷漠化”以及智库研究成果“悬浮化”等问题，本文将知识管理理论中的 SECI模型引入问题分析中，发现共同化阶段与表出化阶段知识转化率较低，联结化与内在化阶段尚未进行知识转化。应重塑共同化阶段与表出化阶段组织环境，通过加强知识体系整合、为培养者提供项目等推动联结化阶段与内在化阶段的知识积累、消化与吸收。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：SECI模型；高校智库；知识管理；共享；转化",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：G646",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Analysis and Path Selection of Knowledge Management Problems in University Think Tanks Based on SECI Model ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LING Hongfa， YANG Yang， XIE Zhitao",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Shanghai Jiaotong University， Department of Liberal Arts ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSRACT:University think tank is an important type of think tank,and it is an important part of the new type of think tank with Chinese characteristics.Its construction and development is ofgreat significance to the modernization of the national governance system and governance capacity. As a knowledge management research institution， the knowledge management level affects the development of think tanks, and knowledge management ability is the core of think tank competitiveness. In view of the current trend of selective management of university think tanks， the instability of organizational endogenous environment， the “indifferent” of individual participation in think tank research, and the “suspension” of think tank research results， this paper introduces the SECI model in knowledge management theory into problem analysis. It is found that the knowledge conversion rate is low in the commonalization stage and the outsourcing stage, and knowledge transformation has not yet been carried out in the jointization and internalization stage. The organizational environment of the commonalization stage and the presentation stage should be reshaped, and the integration of knowledge systems should be strengthened to provide the trainees with Projects,etc. promote knowledge accumulation, digestion and absorption in the linkage phase and internalization phase. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: SECI model; University think tanks; knowledge management; sharing; transformation ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CLC number:G646 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库是以政策分析为基础、以政策咨询为方式，以影响公共政策和舆论为目标的政策研究和咨询机构，能够影响国家决策、引导社会舆论、推动国家外交，是提升国家软实力的重要力量[。目前，中国智库已形成事业单位智库、高校智库、民间智库以及党政军各系统的体制内智库共同发展、相互促进的智库体系。高校智库作为其中的重要组成部分，区别于其他类型，依托大学吸引了 $8 0 \\%$ 以上的科研研究人员、近半数的两院院士、 $6 0 \\%$ 的“千人计划”入选者以及相当规模的博硕士研究生④，积累了丰富的人才资源，囊括了各类学科、多元专业，凝聚了强大的研究力量。与此同时，高校智库在人才的开发和利用方面，尚且停留在开发初期，仅挖掘了一小部分研究力量，成果贡献数量少，知识转化率低。远不能满足高校智库快速发展的要求，已成为新型智库建设的重要制约因素。加快促进高校智库知识转化已经成为现阶段高校智库建设发展需要解决的重要问题",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "通过对现有高校智库研究的梳理，发现现有研究主要集中在以下三个方面：一是对于高校智库本身的静态描述，包括内涵、特征、高校智库发展史等；二是对于高校智库自身的动态描述，包括智库建设目标、功能分析3，如中国人民大学重阳研究院、普林斯顿大学威尔逊公共与国际世纪学院等国内外知名高校智库建设的启示和借鉴；三是高校智库的影响力建设，包括决策影响力、学术影响力、社会影响力、国际影响力等。对于智库内部人才培养、知识转化等研究较少，尤其是智库的知识管理，仅有少量从图书情报视角出发，主要侧重于外部对智库提供情报服务、信息服务，部分涉及智库知识生产基本流程、智库知识管理模型构建4，缺乏对于智库内部知识管理的研究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高水平智库之所以能提供较于其它更有意义的判断或决策咨询意见，或为知识信息渠道更为广泛，掌握其他不具备的知识信息；或为知识运作能力更强，在同等环境下能够产出其他没有但更有价值与意义的判断与建议。对于研究者个体而言，可能会有研究背景、研究思路、研究能力等方面的差异，但对于组织性、机构性的智库而言，主要体现在组织知识管理能力、水平的差异，由此，知识管理能力是智库竞争力的核心。尤其是对于高校智库而言，它既是机构性主体，承担组织主体和行为主体的功能，又是知识资源产出、转化、分享的载体，承担着智库知识流动、分享、转化的平台功能，知识管理既是其参与国家治理体系与治理能力现代化建设的主体责任，又是其提升智库整体水平的重要路径。因此，在当前推进中国特色智库建设的情境下，高校智库知识管理就显得尤为重要。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "野中郁次郎提出的 SECI模型是知识管理领域的成熟经典模型，它对知识管理的一般阶段进行了完善的分析，详细解释了组织内部的知识转化，对于一般意义上的组织系统知识管理具有很强的指导意义。近年来，不少国内学者也以SECI模型为基础，通过大量实证研究证实了知识转化是知识管理的核心，对于提升企业核心竞争力具有显著作用。本文将 SECI 模型引入，通过模型分析高校智库知识管理存在的问题，提出对策建议，以期为高校智库建设提供参考。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 SECI 模型",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 SECI 模型简介",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SECI 模型是日本著名知识管理学家野中郁次郎（NonakaIk jurio）在总结企业实践基础上提出的。他借鉴英国哲学家普兰尼（MichaelPolanyi）从认识论角度对知识进行的分类，将知识分为显性知识（explicit knowledge）与隐形知识(tacitknowledge)。显性知识为可用系统化语言表达，并易于处理、传播、存储与共享的知识，包括报告、文章、手册、图片等，隐形知识则是指高度个人化、难以用语言表达、不易传播和共享的知识，包括主观领悟、直觉、预感、个体经验、技巧等。在将知识分为隐形知识与显性知识的基础上，野中提出了知识转化的4个阶段——共同化（socialization）、表出化（externalization）、联结化（combination）、内在化(internalization）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "隐形知识共同化阶段 表出化阶段同一环境主体 隐性知识明晰化，隐性知识 “共享经历” 传递给培养者 显性知识内在化阶段 【 1 联结化阶段实践项目锻炼 被培养者将知识体系整合，传播与共享显性知识",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2机理分析",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "共同化阶段是隐形知识向隐形知识转化的过程。在这一阶段，人们通过观察、模仿、实践等方式来共享隐形知识，这一阶段的关键是“共享经历”，即处于同一环境中主体的隐形知识才能发挥作用，相互转化。社会化可以发生在组织内外，被转化的隐形知识既可以来自组织内部，又可以来自组织外部或外部成员。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "表出化阶段是隐形知识向显性知识转化的过程。培养者将隐形知识通过教案、文字等明晰化，并传递给被培养者，使得被培养者能够系统获取显性知识。由于隐形知识表出化很难，所以这一阶段的关键是培养者要具有创造性的思维方式。表出化主要发生在组织内部。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "联结化阶段是将显性知识转化为显性知识，被培养者将片段、零散的知识通过整理、分类、综合等不同的方式将所获得的知识进行系统化、概念化的融合，使得知识体系更加系统，系统化的目的是便于组织内知识的传播和共享。联结化阶段发生在组织内部和外部，分散的知识既可以是组织内员工的显性知识，也可以是外界直接得到的显性知识。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "内在化阶段指的是显性知识向隐形知识转化，通过实践项目的锻炼，在不断的练习、操作中，将显性知识形象化、具体化，真正用于实际中，并消化吸收，为下一次知识转化做铺垫。内在化发生在组织内部，是组织内部的显性知识向个人隐形知识转化的过程。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通过四个阶段的互动，显性知识与隐形知识在个人、群体、组织等不同层次不断扩散与转换，形成“知识螺旋”，促进知识的转化与传播，实现了组织知识的扩散、嵌入、积累与创新。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3SECI模型的发展",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "上世纪90年代，野中提出了知识管理理论的 SECI模型。经过 20 余年的发展，尽管不少专家学者在 SECI的基础上，提出了诸如复杂系统理论的知识创造工程、知识生态循环模型、IDE-SECI 模型、Q-SECI 模型、BaS-C-SECI 模型、PPCO模型、G-SECI 模型等等，但这些模型均为 SECI模型基础上的延长或基于新技术新方法的演变。总体而言，SECI 模型仍是迄今为止知识管理领域最为经典的知识创造与转化过程的分析模型。它详细描述了一般阶段下组织知识创造的整体过程，揭示了知识在螺旋式动态过程中增长、创新的本质，为实体性组织的知识管理、知识转化提供了清晰的分析框架，对于剖析组织知识管理问题的内在原因具有重要的指导意义。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3高校智库建设困境分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1“选择性管理”趋势明显",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "高校自身对于智库的管理，包括外部管理与内部管理两个方面，理应为全面性、综合性的管理方式，在管理过程中应充分考虑高校智库发展的生态环境建设等外部管理部分，并兼顾组织管理、经费管理、绩效考核等具体机制运作问题等内部管理。但在实际中，高校对于智库的管理，主要集中在组织管理、经费管理以及场地设备等内部管理上，而无暇顾及顶层设计、宏观规划等外部管理，缺乏对智库建设目标定位与中长期发展规划的深度思考，其自身管理行为有异化为“选择性管理”的行为趋势。在结果导向上，整体来看，目标引领性不强、优势特色不明显、品牌效应不足，政策落地缺乏有效的“因校制宜”发展策略，出现政策不适配现象。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2组织内生环境欠稳定",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "高校智库在组织机构设计上，多依靠校内院系建立，围绕智库首席专家的研究方向或共同兴趣开展研究，研究方向相对明确且单一，与组织外交流相对较少。就人员构成而言，多数没有固定专职研究人员，主要依靠兼职研究人员进行研究活动，兼职研究人员来自同研究方向校内教师、博士后、博硕士研究生以及其他高校教师等。受研究人员知识结构、年龄结构的影响，智库研究工作也表现出间断性的特点，成果产出不稳定、连续性不强，小而应急性成果较多，对于宏观政策有影响力的重要的成果较少。总体来看，高校智库的多学科、长基础、重战略的比较优势难以发挥。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3个体参与智库研究“冷漠化”",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "就国内绝大多数高校而言，由于决策咨询研究成果尚未纳入到教师考核体系中来，教师职称评定、职务晋升仍然主要依靠各种级别的纵向课题、各类期刊论文、著作等学术要件。受考核驱动力影响，教师对考核目标的追求一定程度上弱化了教师参与智库研究的动力。在没有明显的外部激励与制约因素下，个体仅靠自发性的兴趣引领，教师群体的行为则会产生明显的个体化、原子化倾向，某种程度上加剧了个体参与智库研究的冷漠化程度。与之对应的是，智库研究工作交叉合作少、“单打独斗”多，智库研究连续性差、高质量的智库成果稀缺。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4智库研究成果“悬浮化” ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "高校教师主要从事基础性理论与应用研究，与政策部门接触少，对于政策建议类问题关注也比较少，政策研究意识相对较弱。同时，受长久的研究范式与研究模式影响，智库人才在进行政策研究时，主要从学术视角出发，研究学术性问题比较多，以解决重大问题为目标、以政策咨询为出发点的研究偏少，能够指出并解决重大现实问题、将研究转化为政策高质量咨政报告不多，决策咨询研究呈现出明显的被架空、被虚化的状态，研究成果多脱嵌于决策咨询实际需要，悬浮于学术研究与政策研究间。4基于SECI模型的高校智库知识管理问题机理分析高校智库对政策决策的支持依赖于高校智库本身的知识管理。本文尝试从",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SECI 模型的角度出发，分析在知识管理的各个阶段高校智库存在的问题，阐述问题机理，实现对问题更深层次的理解。在问题分析中，本文对照 SECI模型中知识管理的一般阶段，分阶段探讨高校智库知识管理中存在的问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "根据 SECI模型对于组织内培养者、被培养者、外部管理力量的定义，将高校智库决策咨询专家、高校智库普通研究人员、校内智库管理部门分别定义为培养者、被培养者、外部管理力量。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1共同化阶段",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "共同化阶段的核心即为“共享经历”。具体来说，组织内实现隐性知识转化，要求具备以下两个条件：一是组织环境必须相对稳定，只有处于同一环境主体中，隐性知识才能发挥作用；二是增强组织设计的开放性，使个体间充分接触，以便个体间的沟通及交流。共同化阶段需要通过知识交流实现，例如高校智库内部成员之间面对面直接交流一些经验、技能等，实现知识的传递；高校智库人员可以与其它科研机构等进行面对面交流、参观学习、专家讲座以及互联网交流等方式，增加隐形知识的积累。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在我国当前的高校智库建设中，智库人员稳定性明显不足。较强的人员流动性，一方面难以保障智库内生环境的稳定，组织内部难以确保稳定的原始场所进行隐形知识转化；另一方面，频繁的人员变动使得主体间接触欠充分，知识在主体间延续性差，很多知识难以形成稳定的知识流进行及时有效的知识扩散与转移，更难以进行深层的知识共享与转化。同时，目前的高校智库组织相对保守，与外部环境的交流少，封闭的活动半径将直接导致隐形知识共享较少，组织内部知识存量变化不明显，组织内外的知识的融合与创新难以实现。因此，在这一阶段，隐形知识向隐性知识转化不会发生知识形式的转化，核心是组织内部知识存量的变化，显然这一阶段高校智库并没有产生明显的知识存量增加，共享程度较低。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2表出化阶段",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "表出化阶段要求培养者将隐性知识显性化，并传递给被培养者，使被培养者能够系统获取显性知识。这一阶段的核心培养者通过创新性的思维方式将隐性知识转化为显性知识。表现化阶段是知识创造中至关重要的环节。在高校智库中，培养者可以根据目前的知识需求，收集获取信息资源，通过利用概念和模型等手段对知识进行组织，从而构成结构化知识。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在实际情况中，一方面，受职称评定与职务晋升等方面的影响，培养者自身内生动力不足，没有充足的动力及能力将隐形知识转化为教案、文字等概念性的显性知识，知识状态仍然停留在抽象、无序的混杂知识阶段，知识表示不足，知识创造的产出率低；另一方面，外部对于智库内涵建设关注相对较少，缺乏对于培养者有组织的培训，对于培养者的思考、想法、技巧等隐形知识的提取和表达不足，这对组织内部结构化知识的形成将形成进一步的制约。以上两个方面都制约着隐形知识显性化的过程。4.3联结化阶段",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "联结化阶段要求被培养者将片段、零散的知识通过整理、分类、综合等不同的方式将所获得的知识进行系统化、概念化的融合，使得知识体系更加系统。在高校智库中，工作者可以利用高校的知识资源优势，对与政府决策相关的数据进行过滤、清洗、转化和处理，形成有分类有结构的知识库。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "然而，由于受前两阶段的影响，在顶层设计明显不足的背景下，智库内部人员结构相对稳定性不足，没有固定的人员可以将显性知识进行系统化、概念化整合，被培养者难以形成体系化的知识框架、形成有结构的知识库，更难以进行建模、表达、组织等形式化与标准化的加工处理。联结化阶段知识形态几乎没有任何变化，也不能产生任何有意义的知识转化。同时，这一阶段位于表出化阶段与内在化阶段的承接位置，承于上一阶段的知识获取，截止于下一阶段的知识储存，这一阶段的知识转化不足将直接影响前后知识转化效率，以及整个知识转化流程作用的发挥。由此，后续延伸的具体工作难以展开。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.4内在化阶段",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "内在化阶段是显性知识隐形化的过程，在这一阶段，必须将显性知识变成具体措施并付诸行动，通过不断练习，被培养者最终完全消化吸收。高校智库将自身的研究成果运用到政府决策中，实施和评价效果进一步反馈到高校智库中，形成动态智库，并开始进行新一轮的知识管理和创造。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在实际情况中，由于智库内部知识转化滞留在“表出化阶段”与“联结化阶段”，在内在化阶段是不能有效发挥作用的，问题的直接表现形式即为被培养者智库研究意识与能力仍然存在较为明显的不足，知识与实践不能形成良性循环，组织内部不能形成稳定的知识共享体系，组织内部的资源倾斜仍然是培养者，被培养者获得的机会较少，这将制约着智库知识的下一轮转化。另一方面，由于智库的知识资源没有有效地进行共享，知识转让与扩散速度将会比较慢，影响高校智库的开放创新性，长此以往，高校智库的开放创新性可能存在明显的滞后。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过 SECI模型分析高校智库知识管理现状，发现共同化阶段与表出化阶段正在进行知识转化，但这两阶段目前知识转化效果不理想；联结化与内在化阶段则是尚未进行知识转化。共同化阶段与表出化阶段知识转化不足的原因在于组织内部稳定性不足，缺乏顶层设计等全面性的管理；内在化阶段与联结化阶段则是由于前两个阶段影响，难以进行知识的进一步转化。。因此，在提升智库知识管理能力方面，共同化阶段与表出化阶段需重构组织环境，提供稳定的支持资源；联结化阶段与内在化阶段则需进一步深化、提升。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "隐形知识共同化阶段 表出化阶段组织环境稳定性 混杂知识阶段，隐性知识 内在化阶段 ，织有增长 知识创造产出率 联结化阶段 显性知识资源倾斜为培养者， 难以进行系统化、影响智库开放创新 概念化整合显性知识",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "注：实心箭头方向表示正在进行知识转化，空心箭头代表尚未进行知识转化。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5基于SECI模型的高校智库知识转化提升路径分析",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在分析了目前我国高校智库知识管理中各个阶段存在的主要问题及内在机理的基础上，从SECI模型出发，寻求高校智库知识转化的一般路径。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1重构组织环境，实现知识共享。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "面对共同化阶段中高校智库知识管理的问题，可以从以下两个角度寻求解决：重构组织环境，提升组织环境的稳定性；召开交流会，实现知识共享。稳定的组织环境是基础，内外交流是智库内部知识转化的途径。在重构组织环境方面，应着力于组织内部的人员环境建设，通过建立结构稳定的人才队伍为内外部知识转化提供良性环境。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在内外交流方面，一方面在智库内部开展交流活动。由于智库研究技能、方法、思维模式是高度个人化及难以规范的知识，很难进行明确的处理、转移与共享，稳定的内部交流为共同化转化提供了固定的场所，，被培养者不仅可以通过观察、模仿与学习培养者直接获得技能、方法等，实现智库研究方法、技能的知识共享，同时能够加速智库内部研究领域、方向的融合，促进学术知识共享。另一方面，校内外智库间、研究人员相互交流。各智库间相互交流可以促进智库在宏观领域的碰撞与融合，更好把握智库研究整体，并通过借鉴其他智库机构人才培养模式，促进智库机构内部调整人才的培养方向和方式。此外，将外部智库研究专家引入进来，可以促进被培养者接触新思想、新领域、新方法、新范式，推动智库人员间的知识转化与知识创新，降低组织内部知识创造的成本。5.2制定培训计划，组织系统性的专业培训。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "表出化阶段的主要目的是促进隐形知识向显性知识转化，培养者要对自身隐形知识体系进行外部明晰化，将智库研究经验转化为教案、文字等，并传授给被培养者。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "一方面，外部要对培养者制定有组织的培训计划。鼓励培养者采用创新性的思维方式，阶段性总结自身的智库研究经验、心得，转化为可转移的零散文字、教案、文件等，例如部分智库研究专家具有较高的咨政建言采纳、批示率，鼓励其将研究思路、方法转化为文字材料；另一方面，决策咨询专家将形成的显性知识传递给智库内其他研究人员，包括智库研究工作的重要性、意义以及具体研究方法，其他研究人员通过学习文字材料等将这部分显性知识消化。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.3整合知识、完善知识结构",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "联结化阶段的目的是将显性知识进行转化，通过整合个人显性知识、组织显性知识将整体知识体系化、规范化、完整化，利于组织内显性知识的有效共享。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在这一阶段，外部或内部固定成员将培养者研究方法进行体系化整合，包括前一阶段获得的零散的文字、教案，以及从外部获得的零散的知识，形成概念化、系统化、整体化的研究思路、框架、数据库，使组织内被培养者对于智库研究工作有较为宏观的了解，对于智库研究方法掌握的更为客观、科学，也便于将零散化的知识进行消化吸收，完善知识结构，形成复合型人才。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.4加强实践，打造动态智库 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "内在化阶段的目的是通过实践项目的锻炼，经过不断的练习、操作，最终将显性知识运用于实际之中，并为下一次知识转化做准备。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "为被培训者提供实践项目能够提高被培养者智库研究意识与研究能力。为被培养者提供智库研究项目，例如决策咨询研究课题、决策咨询命题报告，其在研究过程中通过不断发现问题与解决问题，最终将所获取的显性知识完全转化为隐形知识，实现能力提高。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在高校智库建设中，要强调知识的反馈。可以利用当前大数据、云计算、人工智能等先进的科技，搭建更加开放的知识共享平台，鼓励高校智库知识的发展与创新，形成动态性开放式知识管理模式，实现知识的螺旋运动。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "五、结论与讨论",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本文针对高校智库中存在的问题，引入 SECI知识管理模型，从 SECI模型的四个阶段出发，分析了高校智库中问题的作用机理，并以此为基础提出问题解决的路径选择。文章的主要内容及结论如下：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1.SECI模型介绍。SECI模型将知识转化分为四种模式，分别为共同化阶段、表出化阶段、联结化阶段与内在化阶段。通过四个阶段的互动，显性知识与隐形知识在个人、群体、组织等不同层次间扩散与转化，形成“知识螺旋”，促进了知识的传播与转化。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.我国高校智库存在的问题。目前我国高校智库存在着“选择性管理”趋势明显、组织内生环境欠稳定、个体参与智库研究“冷漠化”以及智库研究成果“悬浮化”等问题，上述问题的存在制约着我国高校智库的发展，也关乎到对政府决策建议的有效性。3.基于 SECI模型，就其存在的问题进行机理。针对于 SECI模型的四个阶段，分析问题出现的原因，在高校智库知识转换过程中，共同化阶段和表出化阶段的知识转化率较低、联结化阶段和内在化阶段尚未进行知识转化。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4．基于 SECI模型，提出问题改善的提升路径。在共同化阶段，需重构组织环境，提升组织环境的稳定性，并在智库内部开展交流，促进校内外智库间、研究人员和间相互交流；在表出化阶段，外部要对培养者制定有组织的培训计划，推动其将隐形知识转化为显性知识，并传递给被培养者；在联结化阶段，要有组织的培养者显性知识、从外部获得的零散知识进行概念化、体系化整合，以便被培养者知识体系构建完整；在内在化阶段，为培养者提供实践项目，同时加强平台建设和信息传递速度，将获得的显性知识进一步转化为隐形知识，最终实现知识的螺旋运动。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "由于本研究在现状方面主要从文献及智库管理现实经验出发，对现状剖析不够深入，下一步将开展定量分析研究，对智库人才、组织机构、外部影响因素等开展深入的探讨。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[1]朱旭峰.构建中国特色新型智库研究的理论框架［J].中国行政管理,2014,,347(05) :29-33.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[2-3]熊立勇.国际比较视域下中国特色新型智库建设问题研究[D].中国科学技术大学,2017.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[4]耿瑞利,申静.基于开放式创新的智库知识管理模型构建及应用［J].图书情报工作,2017,61(02):121-128.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[5]文少保.高校智库服务政府决策的逻辑起点、难点与策略一一国家治理能力现代化的视角［J]．中国高教研究,2015,257(1):34-38",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[6]朱旭峰,韩万渠.中国特色新型高校智库的兴起、困境与探索一一以中国人民大学智库建设为例[J].高等教育评论,2015,3(01):32-44.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[7］朱敏．新型智库人才培养管理创新思考［J].管理世界,2016,270(03) :178-179.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[8]Clark， Julia, Roodman D.Mearsuring Think Tank Performance[J].An index of Public Profile,2013:1-2. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[9]Li M, Liu H, Zhou J. G-SECI model-based knowledge creation for CoPS innovation: the role of grey knowledge[J]. Journal of Knowledge Management, 2018(1). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[10]储节旺，李章超.SECI及其衍生模型评析［J].新世纪图书馆,2017(3) :63-67.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[11]傅柱,王曰芬,关鹏.概念设计知识管理中的知识流研究：以管理过程为视角［J].情报理论与实践,2017,40(03):99-106.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "[12]野中郁次郎,竹内弘高,创造知识的企业[M].李萌,高飞,译.北京：知识产权出版社，2006:71.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "通讯方式：  \n邮箱: yangyang1993@sjtu. edu.cn  \n电话：13914721946  \n地址：上海市闵行区东川路800号新行政B楼 527",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "收稿日期：2018-07-02 修回日期：2018-07-15 本文责任编辑：唐果媛",
        "page_idx": 12
    }
]