[
    {
        "type": "text",
        "text": "论咨政报告的质量及其保障一以D市X教育智库为个案",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李清刚",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "华南师范大学 广州 510631",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]保障咨政报告的质量对于政策文本的质量显然具有重要意义。咨政报告的质量就是指资政报告解决教育问题的同时附带产生其他问题的好坏程度。咨政报告的高质量只有在价值中立的领域才能有效保障。[方法/过程]基于D市事业性质的X教育智库的个案研究发现保障咨政报告的质量也要综合运用多种研究方法，如历史研究、比较研究、趋势外延、模型分析、成本效益分析等。「结果/结论]加强地方新型教育智库的专业能力建设，使教育政策尽可能地建基在充分的证据上，同时营造风清气正的学术氛围。关键词：咨政报告质量个案  \n分类号：C931",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "进入新常态以来我国各地陆续启动了新型教育智库建设，而对于如何保障咨政报告的质量，从而建成实至名归的新型教育智库，这一核心问题的研究则刚刚起步。学界探讨的不足与实践中对破解这一核心问题的迫切期待形成强烈的反差，很大程度地影响了新型教育智库的建设步伐。本文以D市X教育智库为个案，剖析其在咨政报告质量保障方面做出的探索和提出的举措，旨在抛砖引玉，激起学界对这一问题的深度研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1咨政报告的质量",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "所谓咨政报告的质量，咨政报告的质量就是指资政报告解决教育问题的同时附带产生其他问题的好坏程度。这里的高质量主要是指研究的高质量，资政报告要能够提供一流的政策思想和建议，要创新性地对现实教育问题起到解决或缓解作用。在教育智库建设的起步阶段，政府对其寄予厚望，这种希望甚至有些过于理想化，希望其能够将教育界的痼疾沉疴一扫而光，以为有了教育智库可以“包打天下”，从此教育可以精准施策，“一招制敌”。其实这都是对教育智库的误解。教育智库供给的咨政报告没有那么大的作用，由于教育问题的因果链条的复杂性，资政报告能缓解问题并且不滋生其他问题，就是一份相对质量较高的报告了。尤其是当教育问题涉及价值领域时，教育政策的理性作用就会大为减弱。因为“人类理性最显著的进展都发生在价值中立领地，价值判断不存在理性的支持，从事实到价值的推理是可疑的”[I]。而教育政策要解决的问题往往和价值判断密不可分，因此教育领域大量充斥着“相互矛盾”的研究结论，比如根据2000年美国国家教育进展评估考试（NAEP）的结果，私立学校的学生在所有学科的平均分数都高于公立学校的学生。而同期兰德公司对费城学校私有化实验项目研究发现，私人管理的学校（不管是营利性的还是非营利性的），总体上在学业成绩上没有超过普通公立学校。这些研究证据就相互“打架”，真相究竟是什么？不同的研究者基于不同的价值判断，就会得出不同的研究结果。因此所谓的咨政报告高质量就是咨政报告好到能够改善教育问题或者在改善教育问题的同时不制造其他问题的程度。这样的判断并不是认为教育智库应该弱化思想的生产和创新，从而加大推销观点的力度，而是强调咨政报告的高质量非常难得，需要集中研究力量进行跨学科攻关。由于价值在研究中难以剥离，即使最力挺“证据为本”的教育智库也往往转变为倡导型智库，为自己所坚持的理念和价值而战。当然成为倡导型智库也是传播党的教育路线方针所必须的，也是争夺国际教育话语权所必须的，但教育智库应避免成为“行销圆滑的机器”，这样与擅长游说的利益集团就没有了本质区别。尽管教育研究存在价值难以剥离的难题，但这绝不是放弃研究的理由。恰好相反，咨政报告的研制需要探寻更为有效的研究方法，教育智库面对挑战仍要定位成为“思想工厂”，为教育决策供给客观公正的基于充分证据的咨政报告。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "此外，咨政报告的研制与依附性的巧于揣摩上意的秘书工作相比，它更注重独立性和绞尽脑汁的研究性。与始于批判和终于批判的公共知识分子相比，咨政报告的研制更注重建设性和累积性，力图使决策者无需面对似是而非的模糊选项就能找到缓解教育问题的方案。与公共知识分子具有理想情怀的观点相比，这个目标不那么令人兴奋，甚至量化评估的过程还是那么枯燥乏味。但正是通过这一过程，才能促进教育的善治。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2咨政报告的质量保障——以D市X教育智库为例",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "下面就以D市X教育智库为例，简要剖析其是如何保障咨政报告的质量的。D市X教育智库是位于南方经济发达地区的教育智库，由于D市社会发达程度较高，公众教育诉求更为多样，教育共识也更难以达成。决策者个人经验越来越不能适应教育快速发展带来的挑战，必须倚重教育智库作为后援。X教育智库在支持该市政府办好人民满意的教育方面发挥了举足轻重的咨政作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "X教育智库认为要保障咨政报告的质量，主要有2个条件。第1个是必须不受利益干扰地进行客观的研究。进入21世纪以来，美国教育智库表现出一个重要的趋势是由中立客观走向服务党派利益。正如HowardJWiarda指出的那样，智库现在不能只做中立的、无党派的研究；必须采取一个立场，必须提出政策建议作为整体写作部分，智库所说或所写的一切都要适用于塑造党派的优势[2]。这种与利益集团合流的智库的研究质量自然难以保障。幸运的是X教育智库是事业全额拨款单位，没有所谓的慈善捐助和利益集团的“输入”，因此能够心无旁骛地进行教育政策研究，能够实事求是地独立地提出客观的判断和观点。这样就能保证咨政报告不受不当干扰，从而真正致力于教育政策难题的解决。第二就是必须综合运用科学的研究方法，洞察出问题本质，并提出切实可行的对策。由于教育政策研究对象具有层次性、演化性、模糊性、价值化等复杂特征，必须运用多样的研究方法判断其轨迹和预测其趋势，研制对策和行动方案，促进其协调运行。所谓的综合研究方法，简单地说就是运用历史研究方法、比较研究方法、趋势外延方法、模型分析方法、成本效益方法等把直观领悟与科学推理结合，把抽象思维和形象思维结合，把定量分析与质性研究结合。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1运用历史研究方法，更清楚地解读当下",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "英国历史学家E.H.Carr认为历史研究就是现实与过去永无止境的对话。根据他的观点，所谓的历史研究就是系统搜寻资料以解答有关过去现象的过程，进行教育研究的目的是为了更好地理解当下的教育实践、发展趋势和存在的问题3]。比如X教育智库在承担D市“十二五”教育发展规划研制期间，就首先采用了历史研究方法。通过系统地采集清末以来的数据并经三角互证甄别真伪后发现属地教育史上一个突出的特色就是具有浓厚的地方助学传统。这个发现不但纠正以前人们普遍存在的对该市传统上重商轻教的偏见，还为规划方案的研制提供启发。这种被忽略的浓厚的地方助学传统至今还在延续，基层镇政府和村集体不仅主要承担了学校基本建设的投入经费，还每年拨出专项经费支持学校的日常运营。很多区县的村集体还在节假日向教师发放一笔不菲的慰问金并提供假日旅游等福利。当然这些大额经费并没有进入官方的教育经费投入统计指标之中。因此该市官方教育投入统计占GDP的比例不高，但实际上该市教育发展并没有因此而大受阻碍。村集体的经费津贴使得该市基层公办教师尽管工资不高，但流失率较低。这就启发教育规划人员除了坚持国家统一的区县为主办学的体制外，还要考虑到地方助学传统，设定镇村的教育投入指标引导并充分发挥地方助学积极性来办好教育。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2运用比较研究方法，更适切地进行定位",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "比较教育专家萨德勒认为比较教育的目的就在于用正确的方法，通过了解研究国外教育制度作用，促进更好地理解本国教育制度[4]。运用比较研究可以更适切地认清自己所处的方位，以便更好地为发展定位。X教育智库规划专家选择了与D市当时经济发展状况差异不大的几个城市如新加坡、台北、香港等进行多元文化教育、班级规模、教育投入、教师待遇等比较。在比较中肯定自身特色，比如比较发现D市义务教育阶段的办学质量略微领先上述3个城市。面对处于领先的定位，规划专家没有固步自封，而是清醒地看到在公平发展上与上述城市还有不小的差距，特别是在对处境不利儿童全纳教育方面差距甚大。故比较的关键是找出差距所在并深入探究其他城市取得的若干成功经验，鉴定其被借鉴的可行性，以便取长补短、迎头赶上并超越。X教育智库在研制《关于D市流入儿童融入本地文化环境的政策建议》的报告中就吸取了新加坡、香港等实施多年的全纳教育的经验。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3运用趋势外延方法，更前瞻地预测未来",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以教育规划为例，其方案的准确性除了受到数据来源可信度的影响外，在很大程度上还取决于用于建构政策方案的方法有效性[5]。在规划时遇到年与年之间变化不大的以往数据时，比如入学人数、在校生人数、毕业生人数、教师人数等数据，由于每年之间的数据变动不是很大，可采用指数平稳方法进行预测。回归方法适合对经费支出规划进行估计。采用这些趋势外延方法，教育规划就可以更前瞻地预测未来。需要注意的是，在使用这些方法时，其假设就是未来的趋势与以往的趋势相一致。尽管这些假设错误的概率很小，但也有可能使得规划受到局限，特别是影响到关于未来的可信度。此外，教育规划的数据采集经常依赖于其他的社会和经济发展规划，比如教师薪酬及教育经费支出规划依赖于对经济变量的规划，因而教育规划经常受到社会和经济发展规划准确性的限制。尽管如此也不能否认教育规划的巨大的预测价值。进一步的改革路径则是对教育规划方法进行持续改进以及对社会和经济发展规划准确性进行持续改进等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4运用模型分析方法，更清晰地透视问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在教育政策方案研制当中，模型分析方法主要包括调查法、大数据分析方法等。调查法是通过探究总体的样本来提供有关总体的趋势、态度及意见的定量或数值性描述，研究者根据样本结构模型推断出关于总体的一些结论或趋势。X教育智库的规划人员在研究D市教育城乡义务教育均衡规划的问题上就采用了调查法，通过选取影响城乡义务教育均衡发展的物质、制度和课程实施主要的3个维度进行问卷设计并做出了统计学上的处理，建构出均衡模型，以此为基础提出针对性的规划方案，从而把教育理论有效地转化为对教育实践的规范，指导和促进教育实践。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "大数据分析方法是借助计算机和互联网等对规模巨大的数据进行建模分析以求把握总体的方法。它主要指向的是相关分析，而不是因果分析，这是不同于教育实验之处。但是它能在政策方案研制上具有不可估量的作用和价值。它和调查法一样都是力图对总体的把握来掌握发展趋势，只是在过去，由于时间、空间、经费等限制，一些资料不可得或难以得到，不得不采用抽样统计的分析方法来推断总体趋势。现在借助计算机、互联网以及分析工具等手段使得接近总体的数据成为现实，因而能够得出一些不同于以往抽样统计的新发现，更好地洞察先机、引领未来。当然大数据也是一个相对的概念，例如对于一个国家来说全国在校生人数就是一个大数据，而对于一个城市来说，全市在校生人数也是一个大数据。X教育智库的规划人员在对D市的入学人数、在校生人数、教师人数、学校数量等进行大数据挖掘和建模分析时得出一个相关结论，即在校生人数最多的区县往往是教育相对落后的区县。进一步的挖掘分析发现，教育落后区县的产业结构以劳动密集型经济为主而且房价和房租都相对较低，吸收大量的进城务工人员入驻，随之成为该市主要的流入儿童的集聚地之一，造成该区县教育公共服务的巨大压力。要提高这些落后区县的教育质量除了政府积极新建和扩建教育服务设施，提高教师质量等举措外，还要积极促进当地的产业转型升级，才能标本兼治。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5运用成本效益方法，更精准地进行评估",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "成本效益分析方法就是通过评估和量化政策方案的成本和效益来比较其价值。这是一种用经济模型度量决策方案的方法。在进行成本效益考量时除了考虑有形的收益还要考虑无形的收益，如社会公平和正义、人的尊严等这些无形价值更是优先于有形的收益，这是教育政策价值追求的归宿。这里以D市民办教育政策的研制为例，阐释成本效益的分析方法。D市义务教育阶段民办学校占比近 $4 0 \\%$ ，而这些民办学校中，有 $9 0 \\%$ 是租赁校舍的打工子弟学校，这类学校通常存在安全隐患、教育质量低下，成为该市义务教育均衡发展的瓶颈。经过运用上述综合研究方法，D市X教育智库提出了如下3个备择方案。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "方案一：政府在外来务工人员主要集聚的区县设立民办教育园区。由政府提供教育用地，与民办学校举办者签约合作，并由后者根据法定标准负责建设校舍和提供教育装备等以成本加奖励的方式收取学费（举办者收益略高于3年定期银行存款利息）。该方案所需教育投入由政府、举办者、和学生家长分担。计划园区新建50所中等规模的中小学（每所中小学设立24个班，每班50人，50所学校共计在校生6万人，而主要的2个流动儿童就读集中的区县在校生数为9万人，其中在民办贵族学校和公办学校就读有3万人），可以引导现有租赁且零散分布的民办学校积极投入建设。据调查，租赁学校也迫切希望政府能够提供一个稳定办学场所且能长期合作的办学合同。租赁者愿意投入建设，因此所需建设费用不需政府支出。政府只是考虑民办教育园区的征地拆迁费用，以生均占地面积 $2 0 \\mathrm { ~ m } ^ { 2 }$ ，每亩征地拆迁费30万元来估算，所需费用为1800亩 $\\times 3 0$ 万 $= 5$ 亿4千万元。如果市区财政均分各支出仅2.7亿元。如果计划3年期限建成，每年市政府投入大概是9千万元、区配套9千万元。这个支出数字对于一个每年2百多亿元教育投入的城市来说算",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "上压力，而且此举从经济上以不高的成本有效保障了教育公平和均衡发展，促进了社会公平正义。难题在于大城市公益用地短缺，这么大用地量需要国务院有关部门的审批，而且审批流程和结果难以预期。此外征地拆迁并非易事，不仅和失地者谈判成本高，而且达成协议的时间难以预期。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "方案二：政府对租赁民办学校进行资助。政府可考虑对全市 $9 0 \\%$ 的租赁民办学校的租赁费进行专项经费资助和师资培训扶持。前者的困难在于各区县经济发达程度不同，租赁费用高低不同，难以达成一致的均价，同时由于租赁费用被民办学校视为经营秘密，研究人员难以取得真实数据，使得统计全市的租赁费用总额存在困难。同时政府资助租赁费的比例多少为宜，争论不休。政府资助租赁费用的比例与民办学校教育质量的提高之间的关系有待深入试点研究。因而政府把资助的重点宜放在民办学校师资培训的扶持上。此举涉及到为近2万名租赁民办学校的教师提供培训服务，每名教师资助每年500元来算，共计投入约1千万元，市本级财政完全可以没有压力地负担起来。资助教师提升专业能力对于租赁学校教育质量提高有直接的作用和意义。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "方案三：政府要求各区县建立租赁民办学校的风险防范预案。该方案把租赁学校的风险监管归口区县，对那些租约临近期满的学校建立风险防范预案，以应对租约期满终止办学时分流学生和教师的问题。区县要依法对租赁民办中小学的资产、学费收入、办学经费使用、财务管理和财务帐簿实施监管，避免租约期满时办学资金被抽逃等非法行为。还应建立2个制度。一个是建立风险投保制度。由租赁民办学校与教育部门、保险公司三方签订监督协议，保险公司的理赔用于租赁学校清算、突发事件的处理。另外一个是建立风险预警机制。对于租期将满的民办学校监管部门要提前1年干预其管理工作，指导和督促其做好学生安置、教师善后、财产清算及注销等预案。本方案不涉及政府经费投入事宜，不涉及新成本的增加问题，只是在原有的管理基础上进一步完善，也不涉及如何提高租赁学校较低的教育质量问题。如果只从短期的风险保障的角度来看是简单易行的，但是从长期来看却没有切实促进教育的均衡和优质发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从上述3个方案的成本效益来看，如果说方案一的选择超出该市政府的权限之外，难度较大。那么方案二和方案三结合使用应该是一个次优选择，既控制了办学风险又促进了教育质量提高。正如唐纳德·E.埃布尔森所指出的，智库有好的咨政方案不一定能保证自己在政治舞台上获得成功。智库要发挥出影响力，不仅要让决策者了解和接受它们的咨政方案，同时政府还要有足够的资源实施它们的咨政方案。成本效益分析方法能帮助决策者在既定资源的约束下更精准地对各种方案进行评估和筛选。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3结论与建议",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "教育智库除了要坚持客观中立的立场进行研究外，还要娴熟地综合运用多种研究方法才能保障咨政报告的质量。如前所述，教育政策具有跨学科、多变量和多层次的特点，在西方被公认为“软科学”，在研究结果和预测前景方面缺乏共识，只有非常有限的一流学者或机构进入到教育政策领域中[7]。国内教育政策的研究情形大抵也是如此，主要是双一流的师范大学涉足较多。一般的地方性教育智库因为专业能力不足很少进入这个领域。像X教育智库这样专注研究教育政策，在地方性教育智库中的确不多见。中国近40年来的教育改革和巨变，对教育政策创新充满了强烈的需求，然而创新性的教育政策供给却大为不足。因此教育政策供给与需求之间的不平衡成为中国教育改革深入推进的主要矛盾。由于供给需求不平衡，导致各种伪创新的教育政策横行，尤其是被既得利益集团塑造的教育政策屡见不鲜，成为教育治理中铲除不尽的“牛皮癣”。这些伪创新教育政策不但不能缓解问题，反而在处理问题时制造了大量其他问题，恶化了教育生态。比如主张民办教育合法营利的政策可以刺激资本进入教育领域，表面看来促进了所谓的教育“繁荣”，然而在全世界范围内并没有证据表明教育质量因此而提高。此外，民办教育的合法营利刺激了公办教育的潜在的营利动机，为其产业化发展树立了恶劣的示范，整体上导致教育生态的恶化[8]。因此当务之急是加强地方教育智库的专业能力建设，委托双一流大学对其专业人员展开轮训，尤其是加强综合研究方法的训练，使得教育政策尽可能地建基在充分的证据上。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "还有一个问题亟待解决，那就是在地方性教育智库里普遍弥漫着行政干预学术的氛围。决策者往往要求智库人员为其经验性决策提供“科学论证”，披上所谓科学化的外衣。智库人员为了迎合这种诉求，不是专注专业能力提升和加强咨政报告的学理研究，不是花费心血完善调查手段、抽样方法和统计的信度和效度等，而是用心琢磨领导意图，逢迎拍马用搜罗的二手材料论证预设的观点，炮制出所谓的“类学术”成果。这样做虽然往往更能捞取到行政资本，却会造成智库“有库无智”的危机。因此亟待营造智库风清气正的学术氛围，肃清智库专业人员的浮躁心态。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1[]菲利普·基切尔．科学、真理与民主[M].胡志强，等译．上海：上海交通大学出版社，2015：209-210.  \n2[]HowardJWiarda.Think tanksandforeignpolicyinaglobalized world: Newideas,new“tanks”,newdirections[J].Interational  \nJournal,2015,70(4): 517-525.  \n3[]梅雷迪斯·D.高尔．等．教育研究方法导论[M].南京：江苏教育出版社，2002：526.  \n4[]王承绪.比较教育学史[M].北京：人民教育出版社，1999：62.  \n5[]J.P.基夫斯．教育研究方法[M]．石中英，译．重庆：西南师范大学出版社，2011：225.  \n6[]唐纳德·E.埃布尔森．国会的理念：智库和美国外交政策[M]．李刚，等译．南京:南京大学出版社，2017：132.  \n7[]胡森，T.N.波斯尔斯韦特．教育研究方法（上）[M]．石中英，译．重庆：西南师范大学出版社，2011：87.  \n8[]李清刚．分类管理视域下的民办教育政策元设计[J]．首都师范大学学报（社会科学版），2017(5)：157-164.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "On Quality and Its Assurance of Policy Report A Case Study of X Education Think Tank in D City Li Qinggang South China Normal University, Guangzhou 510631 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Apparently， the quality of policy report is very important to increase the quality of the policy text. The quality of the policy report refers tothe degree to which the report solves the problem of education without incidental problems,which is only effective in the field of value neutrality. [Method/process]Based on the research on the X Education Think Tank in D city， to ensure the quality of the policy report should apply comprehensive research methods，which include historical research, comparative study, trend extension, model analysis,cost-benefit analysis,and so on. [Result/conclusion]It is necessary to Strengthen the professonal capacity of local education think tanks to make the evidence-based education policy as much as possible,and create a kind of just academic atmosphere. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "收稿日期：2017-10-20 修回日期：2017-12-15本文责任编辑：唐果媛",
        "page_idx": 5
    }
]