[
    {
        "type": "text",
        "text": "Crystal structures of the PsbS protein essential for photoprotection in plants ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Minrui Fan1,2, Mei $\\mathbf { L i ^ { \\mathbf { \\Lambda } } }$ , Zhenfeng ${ { \\bf { L i u } } ^ { 1 } }$ ,Peng $\\mathbf { C a o ^ { 1 } }$ ,Xiaowei $\\mathbf { P a n } ^ { 1 }$ ,Hongmei Zhang1, Xuelin Zhao1, Jiping Zhang & Wenrui Changl ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The photosystem IlproteinPsbS hasanessntialrole inqE-type nonphotochemical quenching,which protects plants from photodamage under excess light conditions.qE is initiated by activation of PsbS by low $\\mathbf { p H } ,$ but the mechanism of PsbS action remains elusive.Here we reportthe low-pHcrystal structures ofPsbS from spinach inits freeformand incomplex with the qE inhibitor ${ \\cal N } , { \\cal N } ^ { \\prime }$ -dicyclohexylcarbodiimide (DCCD),revealing that PsbS adopts a unique folding pattern,and,unlike othermembersofthelight-arvesting-complexsuperfamily,itisanoncanonicalpigment-bindingprotein.Structuraland biochemical evidence shows thatboth activeand inactive PsbS form homodimers in the thylakoid membranes,and DCCD binding disrupts thelumenalintermolecular hydrogenbondsoftheactivePsbSdimer.ActivationofPsbSbylowpHduringqE mayinvolveaconformational change associated with altered lumenal intermolecular interactions of the PsbS dimer. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Photosynthesis is a highly efficient and dynamically regulated biochemical process driven by sunlight.In plants,photosystem I is surrounded by light-harvesting complexes (LHCs)which include the major trimeric LHCI and three minor monomeric LHCs named CP29,CP26 and CP24 (ref.1).Light energy is absorbed by chlorophylls and carotenoids bound to the LHCs and is then transferred to the reaction centers,where charge separation occurs.Under excess light or other environmental stresses,plants often absorb more light energy than they can use for carbon dioxide assimilation,and this excess absorption can result in oxidative damage and even cell death2,3. To limit potential photo-oxidative damage, plants have evolved a very efficient protective mechanism called energy-dependent quenching (qE-type nonphotochemical quenching),through which the excess absorbed light energy can be safely dissipated as heat4-6.qE occurs on a time scale of seconds to minutes,and it has an important physiological role for plants grown in fields,where light intensity rapidly fluctuates. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "qE is generally believed to depend on four key elements5,6,8,9: the transthylakoid change in pH(△pH,in which the lumenal pH of 5.5-5.8 under excess light conditions is approximately two units lower than the stromal pHof7.5-8.0 (ref.10)),the xanthophyll zeaxanthinl1, the $\\mathrm { L H C s ^ { 1 2 - 1 4 } }$ and the PsbS protein of PSI15.PsbS is essential for qE in plants15-17,and its expression level is a determinant of qE capacity16,18,19.Despite extensive research eforts on PsbS,its mechanism of action in qE has remained an enigma6,8,17,20.PsbS was previously shown to bind pigments21-23 and has been suggested to be the direct quenching sitel5,24; however, recent evidence has indicated that PsbS is not a pigment-binding protein and that it acts as a pH-sensitive trigger of $\\mathrm { q E } ^ { 2 5 , 2 6 }$ .Under high-light conditions,the pH of thylakoid lumen decreases to below 6.0 (ref.1O).PsbS can sense this acidification of the lumenal side and become activated24.The pHsensing residues of PsbS are two lumen-exposed glutamates,to which the carboxyl-modifying reagent DCCD can bind and inhibit $\\mathrm { q E } ^ { 2 7 }$ PsbS may experience a conformational change upon activation,and previous studies have suggested that low lumenal $\\mathrm { \\Delta p H }$ activates PsbS byinducing its dimer-to-monomer transition during $\\mathrm { q E } ^ { 2 8 }$ .Studies have also shown thatin the absence of PsbS,qE can be induced on a much slower timescale (hours) in vivo²9 or can be restored by enhanced $\\Delta \\mathrm { p H }$ (with a lumenal pHof3.9) in vitro30,thus suggesting that the role of PsbS is to allow qE to turn on rapidlyat physiological lumenal pH.Nevertheless, exactly how PsbS functions in qE remains to be elucidated. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To shed light on the mechanism of PsbS action in qE,we determined the crystal structures of spinach PsbS and its complex with DCCD. Our structural and biochemical analyses unravel a unique folding pattern of PsbS and provide insights into how PsbS is activated by low pH and inhibited by DCCD. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Overall structure ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Obtaining sufficient quantities of stable PsbS protein from native sources has been a major challenge that has limited crystallographic study of PsbS.Through careful optimization of the biochemical procedures (Online Methods),we purified the PsbS protein from spinach (Supplementary Fig.1). The protein sample was green, and our pigment analysis revealed that it contained primarily chlorophyll a(Chl a) and a small amount of chlorophyll $b$ (Chl b) (Supplementary Fig.2).This result is consistent with previous reports showing that PsbS purified by isoelectric focusing contains bound ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Glul73 (equivalent to Glul22 and $\\mathrm { G l u } 2 2 6$ in Arabidopsis27),are located in the two lumenal loops (Fig.la-c). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Previous studies on the Arabidopsis PsbS mutants have shown that E108Qand E212Q (equivalent to Glu55 and Glul59 in spinach) severely affect the function of PsbS in $\\mathrm { q E } ^ { 3 2 }$ = The structure revealed that Glu55 and Glu159 anchor the two lumenal amphiphilic helices H2 and H1 to TMl and TM3,respectively (Fig.1d).Their mutations would impair the stabilityof the two lumenal helices as well as the overall folding of PsbS.Structure-based rationalization of the effects of other missense mutations on PsbS in the previous reports32,33 are illustrated in Supplementary Figure 4. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/e38dba41129d1e40254d93e573d5471838a078e9d78ab14950c8c532cc09bd87.jpg",
        "table_caption": [
            "Table 1 Data collection and refinement statistics "
        ],
        "table_footnote": [
            "Values in parentheses are for highest-resolution shell. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Hg derivative</td><td>Native 1</td><td>Native 2</td><td>DCCD modified</td></tr><tr><td colspan=\"2\">Data collection</td><td></td><td></td><td></td></tr><tr><td>Space group</td><td>P22121</td><td>P22121</td><td>P22121</td><td>P212121</td></tr><tr><td colspan=\"2\">Cell dimensions</td><td></td><td></td><td></td></tr><tr><td>a,b,c (A)</td><td>72.0, 78.2,93.0</td><td>72.1, 78.4,93.2</td><td>72.0, 77.5,93.2</td><td>71.7, 77.7, 93.2</td></tr><tr><td>α,β,γ(°)</td><td>90.0,90.0,90.0</td><td>90.0,90.0,90.0</td><td>90.0,90.0,90.0</td><td>90.0,90.0,90.0</td></tr><tr><td>Resolution (A)</td><td>50-3.10</td><td>50-3.10</td><td>50-2.35</td><td>50-2.70</td></tr><tr><td></td><td>(3.21-3.10)</td><td>(3.21-3.10)</td><td>(2.43-2.35)</td><td>(2.80-2.70)</td></tr><tr><td>Rmerge</td><td>0.118 (0.549)</td><td>0.104 (0.412)</td><td>0.079 (0.515)</td><td>0.103 (0.587)</td></tr><tr><td>I/oI</td><td>31.4 (5.1)</td><td>41.2 (9.4)</td><td>19.1 (4.2)</td><td>15.0 (3.8)</td></tr><tr><td>Completeness (%)</td><td>100 (100)</td><td>100 (100)</td><td>99.4 (100)</td><td>99.7 (100)</td></tr><tr><td>Redundancy</td><td>13.8 (14.2)</td><td>13.8 (14.4)</td><td>5.8 (5.8)</td><td>5.1 (5.1)</td></tr><tr><td colspan=\"2\">Refinement</td><td></td><td></td><td></td></tr><tr><td>Resolution (A)</td><td></td><td></td><td>29.80-2.35</td><td>39.06-2.70</td></tr><tr><td>No.reflections</td><td></td><td></td><td>22,232</td><td>14,771</td></tr><tr><td>Rwork /Rfree</td><td></td><td></td><td>0.230/0.266</td><td>0.232/0.284</td></tr><tr><td colspan=\"2\">No.atoms</td><td></td><td></td><td></td></tr><tr><td>Protein</td><td></td><td></td><td>2,552</td><td>2,516</td></tr><tr><td>Ligand /ion</td><td></td><td></td><td>149/1</td><td>116/7</td></tr><tr><td>Water</td><td></td><td></td><td>43</td><td>3</td></tr><tr><td>B factors</td><td></td><td></td><td></td><td></td></tr><tr><td colspan=\"2\">Protein</td><td></td><td>46.3</td><td>45.3</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Ligand /ion</td><td></td><td></td><td>83.7/37.8</td><td>58.8/81.1</td></tr><tr><td>Water</td><td></td><td></td><td>47.9</td><td>43.8</td></tr><tr><td colspan=\"2\">r.m.s.deviations</td><td></td><td></td><td></td></tr><tr><td>Bond lengths (A)</td><td></td><td></td><td>0.004</td><td>0.005</td></tr><tr><td>Bond angles (°)</td><td></td><td></td><td>0.915</td><td>0.763</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Comparison with other LHCs ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PsbS belongs to the LHC superfamily of Chl a- and Chl $b$ -bindingproteins $3 4 - 3 6$ It hasaremarkablydifferent overall architecture than the otherLHCs with known structures (i.e.,LHCII,CP29 and LHCI),which all adopt the LHCII general fold20,37-40.Unlike the other LHCs,PsbS consists of four rather than three transmembrane helices (Fig.2a). PsbS has a core composed of the intertwined TM1and TM3,which aligns with the central helix B-helix A supercoil of LHCII.However, bothTM1and TM3inPsbSare shorter than helices B and A in LHCII.Moreover, the crossing anglebetween TMl and TM3 of PsbS pigments2231. We crystallized spinach PsbS at $\\mathrm { p H } 5 . 0$ and determined the low-pH crystal structures of both native and DCCD-modified PsbS at $2 . 3 5 { \\cdot } \\mathring { \\mathrm { A } }$ and $2 . 7 – \\mathring \\mathrm { A }$ resolution,respectively (Table 1 and Supplementary Fig.3). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In our structure,PsbS contains four transmembrane helices (TM1-TM4) assembled into a compact structure (Fig.la). Two long intertwined helices,TM1 and TM3,forma central supercoil and are flanked by two short helices,TM2 and TM4.The four transmembrane helices of PsbS are connected by an elongated stro mal loop and two short lumenal loops.On thestromal side,the $\\beta 1$ strand next to TM2 forms a short antiparallel $\\beta$ -sheet with the $\\beta 2$ strand following TM4. The backbone hydrogen bonds between the two $\\beta$ strands contribute to the stability of the overall structure ofPsbS.On thelumenal side, two amphiphilic helices,H1andH2,are located in the lumenal loop regions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The PsbS structure displays an internal pseudo-two-fold symmetrical relationship between its first and second half,consistently with the high sequence identity $( 5 8 \\% )$ between the two halves of the protein.Interestingly, the two lumenal loops,connecting TM1 to TM2 and TM3 to TM4,adopted different conformations despite their high sequence similarity (Fig.1b,c).The two pH-sensing glutamate residues of spinach PsbS,Glu69 and (approximately $5 0 ^ { \\circ }$ is $1 5 ^ { \\circ }$ smaller than thatbetweenhelices B and A inLHCII (approximately $6 5 ^ { \\circ } .$ )(Fig.2b).On the stromal side,the short $\\beta$ -sheet with tight interactions found in PsbS has no counterpart in LHCII (Fig.2c). On the lumenal side,both PsbS and LHCII have two amphipathic helices (Hl and H2 in PsbS;helices E and DinLHCII) at similar positions.Whereas helices H2 and D have approximately equal length,helixH1 is much shorter than helix E (Fig.2d). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/fe9322ca8a80be23bb40466f4319535cc3c7cea709d64fc4fb514d7d793f9b43.jpg",
        "img_caption": [
            "Figure1 Overall structure of PsbS.(a) Ribbon representation of PsbS viewed from the membrane plane.The elongated stromal loop is partly disordered in the crystal structure,owing to its high flexibility,and is shown as a dashed line.The putative location of the thylakoid membrane is indicated.(b) Structural superposition of the two halves of PsbS.In aand b,the two pH-sensing glutamate residues are shown as sticks.(c) Sequence alignment between the two halves of PsbS, with corresponding secondary structures indicated.The two pH-sensing glutamates are highlighted in red.(d)The two lumenal amphiphilic helices H2 and H1 are anchored to TM1 and TM3 by Glu55 and Glul59 through hydrogen bonds (shown as black dashed lines). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/bca89d1faae7abe355357a8c373e4b2ec5b1e35d5de9b3ba3ecd4a441ad9d9a3.jpg",
        "img_caption": [
            "Figure 2 Structural comparison between PsbS and LHCll. (a) Structural superposition of PsbS and LHCll without bound pigments,viewed from the membrane plane.(b) Superposition of the central supercoil of PsbS and LHCll,viewed from the membrane plane.(c,d) Superpositions of PsbS and LHCll without bound pigments, viewed from the stromal side (c) and from the lumenal side (d).PsbS and LHCll are colored cyanand white,respectively.TM2 and TM4 of PsbS are colored yellow. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The most dramatic structural difference that we found between PsbS and LHCII is the relative position between TM2 (equivalent to helix C in LHCII) and the central supercoil (Fig.2a).In PsbS,TM2 is located near the groove on one side of the core region,and TM4 (which has no existing counterparts in otherLHCs)is located on the other side and is related to the position of TM2 through the central pseudo-two-fold axis.In LHCI, helix C is located further from the central supercoil,and a large gap between them is filled by pigment molecules. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PsbS is not an LHCll-like pigment-binding protein ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The compact structure of PsbS leaves no internal void space for the formation of any pigment-binding sites.In this context,PsbS is unlike the otherLHCs,which bind numerous internal pigment molecules.First,in PsbS,TM2 and the core region are too close to accommodate chlorophyll and neoxanthin molecules, which occupy the space between helix C and the core part of LHCI(Fig.3a). Second,the two potential chlorophyllligating glutamates(Glu37 and Glul41) in PsbS,which are absolutely conserved among members of the LHC superfamily2o,cannot bind chlorophyll molecules,owing to the steric hindrance imposed by TM2 and TM4,in contrast to their counterparts in LHCIl(Fig.3b).Third, the locations of TM2 and TM4 in PsbS overlap partially upon superposition with those of two lutein molecules in LHCII(Fig.3c).The close interactions of TM2 and TM4 with the central TM1-TM3 supercoil provide rigid support for the supercoil and thus stabilizes the overall structure of PsbS in the absence of any internal pigments; a similar role is performed by the two lutein molecules in LHCII20,37. Our structure now unequivocally reveals that PsbS is not a canonical pigment-binding protein (such as LHCII)and provides an explanation for previous results showing that PsbS is able to refold in the absence of pigments26,41,42,whereas correct refolding of the other pigment-binding three-helix LHC proteins requires the presence of chlorophyll and lutein molecules43. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Low-pHPsbSdimer ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The low-pH PsbS structure showed that each asymmetric unit contained two PsbS molecules forming a homodimer related by a pseudo-two-fold axis perpendicular to the membrane (Fig.4a). The TM2 and TM3 arelocated around the dimer interface,and TM1 and TM4 are located at the periphery of the dimer.The PsbS dimer is stabilized by extensive intermolecular interactions,including the hydrophobic interactions involving TM2 and TM3 in the transmembrane region (Fig.4b);13 hydrogen bonds,one salt bridge and one arginine-arginine pair44 at the stromal side; and four hydrogen bonds at the lumenal side formed by the carboxyl and carbonyl oxygens of Glul73 and the backbone amide nitrogens of Ile74 and Tyr75 (Fig.4c,d and Supplementary Table 1).The structure indicated that the distinct conformations adopted by the two lumenal loops of eachPsbS monomer are essential for the formation of the lumenal intermolecular hydrogen bonds (Fig.4d). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Interestingly,we found a large nonprotein electron density at the dimer surface,which could be interpreted as a Chl a molecule with reasonable fit. Concordantly,our pigment analysis of the PsbS crystals revealed that theycontained mostly $\\operatorname { C h l } a$ and a small amount of Chl $b$ (Supplementary Fig.5a,b). From the solubilized PsbS crystals,we calculated a stoichiometry of approximately1.0 chlorophyll per PsbS dimer and a $\\operatorname { C h l } a / \\operatorname { C h l } b$ ratio of 7.4. The potential $\\operatorname { C h l } a$ molecule was attached at the dimer interface through hydrophobic interactions with surrounding nonpolar residues (Supplementary Fig.5c).This isolated binding mode (a single Chl a molecule without other surrounding pigments) was consistent with the absorption and CD spectroscopic features of the purified PsbS protein (SupplementaryFig. 5d,e). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Several lines of evidence indicated that the PsbS dimer observed in the crystal structure under low-pH conditions was physiologically relevant.First, the PsbS dimer in the crystal structure contained extensiveintermolecularinteractions (Fig.4b-d) and had a large interfacial area (over $1 , 6 0 0 \\mathring { \\mathrm { A } } ^ { 2 } \\mathring { , }$ between the two monomers, which was predicted to be a physiological assembly by PDBePISA software45.Second, consistently with the crystal structure,PsbS formed dimers in the solution at $\\mathrm { \\Delta p H }$ of 5.0. We found that PsbS eluted slightly ahead of CP29 $\\left( 4 2 \\ \\mathrm { \\ k D a } \\right)$ from a gel-filtration column,a result consistent with the molecularweight of the PsbS dimer( $ { ( 4 4 ~ \\mathrm { \\ k D a } ) }$ (Fig.5a).Moreover, the structure showed an intermolecular salt bridge (Lysl8-Aspl04) at the dimer interface (Fig.5b),which was suitable for cross-linking with 1-ethyl-3- (3-dimethylaminopropyl)-carbodiimide (EDC,a zero-length crosslinker that couples carboxyl groups to primary amines with optimal efficiency at $\\mathrm { p H } 4 . 7$ to 6.0).Consistently with this,the results showed that PsbS readily formed EDC-cross-linked dimers in acidic solution $\\left( \\mathrm { p H } 3 . 0 - 5 . 0 \\right)$ .There were multiple bands in each lane because un-cross-linked and cross-linked PsbS had different mobility in SDS-PAGE (in which the cross-linked PsbS was partially denatured and bound less SDS than un-cross-linked PsbS,which was fully denatured and thus migrated faster).However,when cross-linking became complete,these bands converged to two bands: crosslinked PsbS dimer and monomer (Fig.5c,d).Third,the cross-linking experimentswithlow pH-incubated orhigh light-treated thylakoids from spinach and maize clearly revealed that the activated PsbS in the thylakoid membraneswas alsoa dimer.In the absence of crosslinker,PsbS migrated mainly as monomers on SDS-PAGE,owing to the denaturing effect of SDS (Fig.5e,f).We obtained similar results with high light-treated spinach chloroplasts (a more intact system that mimics in vivo conditions).The presence of PsbS dimer on the ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e9a08bf7536217bf87088f5a6df43608908a6e8544e23ae709546ad569f752b0.jpg",
        "img_caption": [
            "Figure 3 PsbS is not an LHCll-like pigmentbinding protein.(a-c) Structural superpositions of PsbS and LHCll with bound pigments, showing the unique folding pattern of PsbS, which prevents binding of chlorophyll and carotenoid molecules.PsbS and LHCll are colored cyanand white,respectively.The chlorophyll,neoxanthin (Neo) and lutein (Lut) molecules bound to LHCll are shown as marine, orange and magenta sticks,respectively.TM2 and TM4 of PsbS are colored yellow. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cd488ff3f23bc971c23a3c8dd90588ddac932cf073a3ec2b37ee89e66a6038ff.jpg",
        "img_caption": [
            "Figure 4 Structure of low-pH PsbS dimer. (a)Ribbon representation of PsbS dimer,with the two monomers colored yellow and cyan. (b) Hydrophobic interactions between TM2 and TM3 of two PsbS monomers.(c,d) Dimerstabilizing hydrogen bonds at the stromal (c) and lumenal (d) sides. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "SDS-PAGE gel without addition of cross-linker probably resulted from incomplete denaturation of the sample (Fig. 5g). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It has been suggested that the transthylakoid $\\Delta \\mathrm { p H }$ is important for the formation of zeaxanthin-dependent $\\mathrm { \\ q E ^ { 4 6 } }$ ,but the maintenance of qE does not require a $\\mathrm { \\Delta p H }$ gradient; i.e.,lowpHalone (in the absence ofa pH gradient between the stromal and lumenal sides)is sufficient to activate PsbS and maintain $\\mathrm { \\ q E ^ { 4 7 } }$ .The stable dimeric structure of PsbS solved at $\\mathrm { p H } 5 . 0$ most probably represents the active form of PsbS duringqE under the in vivo conditions.The amino acid residues that mediate PsbS dimerization are highly conserved in homologs from different plants (Supplementary Fig.1),thus suggesting that the low$\\mathrm { \\Delta p H }$ dimeric state of spinach PsbS observed in the crystal structure representsa common feature ofPsbS. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "TheinactivestateofPsbS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In addition to the dimeric form of active PsbS,the inactive form of PsbS (at neutral pH) has also been reported to be a dimer in the thylakoid membranes of maize28.Moreover, considering that PsbS is activated bylowlumenal pH,which is sensed by two lumen-exposed glutamates of $\\mathrm { P s b S ^ { 2 7 } }$ ,and the activation process involves a putative ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "a 122kDa 42 kDa b K18 350 D104   \n2442 30502050 OPe D98   \nA 10500 8 9 101112131415161718 Elution volume (ml) ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/2b969b3537464d7a403fc0c664fc64669d65745de2d55c8c1e9e78d73b2eb537.jpg",
        "img_caption": [
            "Figure5 The low-pH PsbS dimer is physiologically relevant.(a) Estimation of the molecular weight of PsbS through gel-filtration assay.Two LHC proteins with known molecular weights (LHCIl, $1 2 2 \\mathsf { k D a }$ and CP29, $4 2 \\mathsf { k D a }$ were used as standards. $A _ { 2 8 0 }$ ,absorbanceat $2 8 0 ~ \\mathsf { n m }$ mAU,milliabsorbance units.(b) The intermolecular (Lysl8-Asp104) and intramolecular(Lys34-Asp98)cross-linking sites for EDC.(c) Crosslinking results of purified PsbS with increasing concentrations of EDC. MW,molecular weight.(d) Cross-linking results of purified PsbS with EDC at different pH levels.(e,f) Cross-linking results of low pH-incubated or high light-treated thylakoids from spinach (e)and maize (f) with EDC. ",
            "Thehigh-molecularweightbandrecognedbynti-sbinthetylakodsasasigndtosbdierbecauseithasthesamemoleculaeight thatof thecross-linked purifiedPsbSdimer.(g)Cross-linkingresultof highlight-treated spinachchloroplastswith EDC. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e1bd46a0f92121110e719a988a1092f11a80d6ef4d54bc1670e2bef6bf2126c0.jpg",
        "img_caption": [
            "Figure 6 PsbS dimer at neutral pH. (a) Gel-filtration assay,showing earlier elution ofPsbSat ${ \\mathsf { p H } } 7 . 3$ than at ${ \\mathsf { p H } } 5 . 0$ = (b)The lumenal lysine-lysine pair at the PsbS dimer interface.(c) The chemical structures of the two cross-linkers,Sulfo-EGS and ${ \\mathsf { B S } } ( { \\mathsf { P E G } } ) _ { 5 }$ 业 (d) Cross-linking results of dark-adapted spinach thylakoids with increasing concentrations of Sulfo-EGS or ${ \\mathsf { B S } } ( { \\mathsf { P E G } } ) _ { 5 }$ at $\\mathsf { p } \\mathsf { H } 7 . 5$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "change in its oligomeric state28, we suggest that if the two pH-sensing residues of PsbS were mutated,PsbS could not be activated and should be locked in the oligomeric state of its inactive form even under activating conditions,i.e.,low $\\mathrm { \\Delta p H }$ or high light. Our cross-linking results at $\\mathrm { p H } 5 . 0$ with low pH-incubated or high light-treated Arabidopsis thylakoids showed thatboth the pH-insensitive E122Q E226Q double mutant and the wild-type forms of PsbS existed as dimers (SupplementaryFig.6).These results indicated that both inactive and active states of PsbS were dimeric,and the mutation of the two $\\mathrm { \\Delta p H }$ -sensing residues did not affect the dimeric state of PsbS. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The crystal structure of PsbS clearly showed that the pH-sensing Glul73 is important for PsbS dimerizationat the lumenal side. Under neutral $\\mathrm { \\Delta p H }$ conditions,this residue should be deprotonated,thus leading to an alteration of the lumenal intermolecular hydrogen bonds.Moreover,we found that PsbS eluted earlier froma gelfiltration column at neutral pH than at acidic pH (Fig. 6a),a result suggestinga relatively loose conformation of the PsbS dimer under neutral $\\mathrm { \\Delta p H }$ conditions.We thus examined the differences between PsbS dimer at neutral and acidic $\\mathrm { \\Delta p H }$ . The low-pH crystal structure ofPsbS revealed that at the lumenal side,there was an intermolecular lysine-lysine pair, with the residues approximately $1 5 . 4 \\mathrm { ~ \\AA ~ }$ apart (Fig.6b).If the distance between this pair of lysine residues were to become larger upon the breakdown of the lumenal intermolecular hydrogen bonds under neutral pH conditions,the PsbS dimer would be able to be cross-linked by a cross-linker bearing a spacer arm longer than $1 5 . 4 \\mathrm { ~ \\AA ~ }$ Because the purified PsbS protein was unstable and showed a tendency to precipitate at neutral $\\mathrm { \\Delta p H }$ ,we performed cross-linking experiments with dark-adapted thylakoids from spinach,using two primary amine-targeted cross-linkers,sulfo-EGS and ${ \\mathrm { B S } } ( { \\mathrm { P E G } } ) _ { 5 }$ ，with spacer-arm lengths of $1 6 . 1 \\mathrm { ~ \\AA ~ }$ and $2 1 . 7 \\mathrm { ~ \\AA ~ }$ ,respectively (Fig.6c).As expected,the cross-linking results showed that PsbS readily formed sulfo-EGS-or ${ \\mathrm { B S } } ( { \\mathrm { P E G } } ) _ { 5 }$ -cross-linked dimers at neutral $\\mathrm { \\Delta p H }$ (7.5) and that ${ \\mathrm { B S } } ( { \\mathrm { P E G } } ) _ { 5 }$ bearing a longer spacer arm was more effective in cross-linking (Fig.6d).These results together indicated thata different conformation was adopted by the PsbS dimer at neutral pH, because the two monomers might have a larger gap at the lumenal side when the lumenal intermolecular hydrogen bonds areweakened ordisrupted. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/63c49b86aa54e539ed61e256f6d9f8d71afe84b86b6c1d9d1767d18429cdf1d4.jpg",
        "img_caption": [
            "Figure7 DCCD-modified PsbS.(a) Cross-linking results of DCCD-modified PsbS with EDC.(b) DCCD is covalently bound to the carboxyl group of Glu173 in the form of DCNU,shown with the $2 F _ { \\circ } - F _ { \\mathrm { c } }$ （ $0 . 8 \\sigma$ level) electron density.(c) Structural superposition of native (white) and DCCDmodified (yellow) PsbS.The DCNU molecule is shown in magenta stick representation.The rotameric switch of the Glul73 side chain upon DCCD bindingis indicated by a black arrow.(d) Gel-filtration chromatography results showing elution of DCCD-modified PsbS ahead of native PsbS. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Structure of DCCD-modified PsbS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Under low-pH conditions,DCCD can bind to the pH-sensing glutamates of PsbS,causing the inhibition of $\\mathtt { q E } ^ { 2 7 }$ .However, it remains unclearhowDCCD binds to PsbS and how exactly this interferes with the qE process.To obtain the DCCD-bound PsbS,we incubated the purified PsbS protein with DCCD at $\\mathrm { p H } 5 . 0$ and analyzed the reaction product by MS.The results showed that PsbS bound mainly one or two DCCD molecules (Supplementary Fig.7),consistently with pre vious results27.The cross-linking experiment showed that the DCCDmodified PsbS protein still existed mainly as dimers in solution (Fig.7a).However, our attempt to crystalize the DCCD-bound PsbS failed.We then soaked the crystal of native PsbS in DCCD-containing cryoprotectant solution and finally solved the DCCD-modified PsbS structure.The crystal structure revealed that the DCCD-modified PsbS assumes a similar dimeric form as the native PsbS.In each PsbS monomer,one molecule of DCCD is covalently bound to the carboxyl group of the pH-sensing Glul73 in the form of dicyclohexyl-Nacylurea (DCNU)48 and is buried in a hydrophobic region at the dimer interface (Fig.7b).Comparison between the structures of native and DCCD-modified PsbS revealed that DCCD binding induced a rotameric switch of the Glul73 side chain,thus resulting in the disruption of two primary lumenal intermolecular hydrogen bonds (between the carboxyl oxygen of Glul73 and the backbone amide nitrogen of Ile74,with distances of $2 . 8 \\mathring \\mathrm { A }$ ). Thus,only weak hydrogenbond interactions (distances of 3.4 and $3 . 5 \\mathring \\mathrm { \\mathrm { A } }$ )at the lumenal side of DCCD-modified PsbS dimer were preserved in the structure (Figs.4d and 7c).We also compared the solution behavior of native and DCCDmodified PsbS at acidic $\\mathrm { \\Delta p H }$ through gel-filtration assays.The results revealed that theDCCD-modifiedPsbS eluted earlier thannative PsbS at $\\mathrm { p H } 5 . 0$ (Fig.7d) and resembled the form observed under neutral $\\mathrm { \\ p H }$ conditions (Fig. 6a). These results suggested that DCCD binding led to the disruption of intermolecular hydrogen bonds as well as to the relatively looser conformation of PsbS dimer. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Here we reported the long-awaited crystal structure of PsbS,an essential player in qE-type photoprotective energy disspation in plants15,17. Our experimental data suggested that the low-pH crystal structure of the PsbS dimer represented the active state in vivo.Moreover, the cross-linking results ofboth dark-adapted thylakoids and the inactive E122Q E226Q double mutant of PsbS supported the previous report that the inactive PsbS is also dimeric28.Thus,the activation of PsbS bylow pH probably involves a conformational change in PsbS while its dimeric form is maintained.Under neutral $\\mathrm { \\Delta p H }$ conditions,the two pH-sensing residues Glu69 and Glul73 would be deprotonated, thus causing the alteration of their hydrogen-bond interactions.The crystal structure of DCCD-modified PsbS showed that binding of DCCD disrupted the intermolecular hydrogen bonds mediated by Glul73 at the lumenal side.It has been reported that DCCD binds to Arabidopsis PsbS by targeting its two lumen-exposed glutamates27, thus suggesting that DCCD can bind to Glu69 of spinach PsbS in addition to Glul73.However,we did not find electron density corresponding to DCNU in the vicinity of Glu69 in the DCCD-modified PsbS structure.The reason may be that in the crystal structure,Glu69 was located in a hydrophilic environment (Fig. 7b),and DCNU formation needs a hydrophobic environment49,50.Considering that the DCCD-modified PsbS structure was obtained from native PsbS crystal soaked in DCCD-containing solution,and hence it might not fully represent the structure of DCCD-modified PsbS in the thylakoid membranes,we presumed that when PsbS is embedded in the thylakoid membranes and surrounded by lipids and other membrane proteins (for example,LHCs),the side chain of Glu69 may switch its rotamer (similar to Glul73)to relocate into a relatively hydrophobic environment,and DCCD may also bind to Glu69 ina similar manner as that of Glul73,thus leading to the conformational change around the two lumenal loop regions.In addition,both DCCD-modified PsbS and the native PsbS at neutral pH adopted a dimeric conformation with weaker association at the lumenal side; this conformation might represent the inactive state of PsbS dimer in vivo.Itis noteworthy that the PsbS dimer was unstable and tended to precipitate under neutral $\\mathrm { \\Delta p H }$ conditions, whereas it was very stable at low pH,thus suggesting that the PsbS dimer in its inactive form was flexible in the detergent solution.We propose that such a flexible PsbS dimer should be stabilized to a specific conformation when embedded in the thylakoid membranes with the native lipid environment.It is likely that the inactive PsbS dimer undergoes a limited conformational change at the lumenal side in the thylakoid membranes when activated by low pH,a process involving the alteration of the lumenal intermolecular hydrogen bonds within the PsbS dimer. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Regarding the intriguing pigment-binding properties of PsbS that are still under debate21-26,our structural analysis revealed that PsbS adopts a unique folding pattern and cannot bind pigments (both chlorophylls and carotenoids) through the mode harnessed by other LHCs. The presence of chlorophyll in the PsbS protein and crystals might result from nonspecific association through hydrophobic interactions. However,considering that PsbS had a preference for binding Chl a over $\\operatorname { C h l } b$ and that the stoichiometry of chlorophyll perPsbS dimer was approximately1.0,an alternative possibility is that Chl a could associate withPsbS at the dimerization interface inan indirect manner mediated by water molecules (instead of being directly ligated to amino acid residues).The observation of this chlorophyllat the dimerization interface of PsbS suggests that PsbS may have a role in qE if this chlorophyll forms close interactions with other chlorophylls (fromadjacent LHCs)or a zeaxanthin molecule under in vivo conditions24. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In conclusion,our structural and biochemical analyses provide molecular insights into the mechanism of PsbS activation and inhibition.Nevertheless,how the activated PsbS initiates qE remains to be elucidated.Ithas been reported that under high-light conditions,PsbS originally associated with the PSII core migrates toward $\\mathrm { L H C s } ^ { 2 8 }$ .If the activated dimeric PsbS protein were inserted among the antennae, without internal pigment molecules to relay the excitation energy transfer,it might serve as an attenuator to dramatically slow down the energy flow among the LHCs.In addition, the activated PsbS dimer may interact directly with neighboring LHCs,promote their conformational changes and induce quenching within the LHCs or at their interfacial area.The direct interaction between PsbS and an LHC during qE is supported by previous pulldown assays51 and by the recent successful in vitro reconstitution of the quenching process with a proteoliposome system containing PsbS,LHCII and zeaxanthin42. It is also possible that PsbS may participate in qE indirectly by acting solely as a pH-sensing trigger or as a catalyst.Recent studies have shown that qE formation is correlated with a structural reorganization of thePSII-LHCII supercomplex in the thylakoid membranes and have suggested that PsbS controls this reorganization8,52-57,which could be transduced by the low pH-induced conformational change of the PsbS dimer. The PsbS structures presented here should serve as a foundation for further exploration on the mechanism of PsbS function in qE. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "METHODS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Methods and any associated references are available in the online version of the paper. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Accession codes.Coordinates and structure factors for PsbS and DCCD-modified PsbS have been deposited in the Protein Data Bank under accession codes 4RI2 and 4RI3,respectively. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Note:Any Supplementary Information and SourceData files are availablein theonline version of the paper. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We thank R.Bassi (Dipartimento di Biotecnologie,Universita di Verona) for discussion,manuscript reading and providing seeds of npq4-E122Q E226Q doublemutant Arabidopsis,and N.Isaacs,K.K.Niyogi and J.Barber for manuscript reading.We are grateful to the staff at the Shanghai Synchrotron Radiation Facility and the Photo Factory for technical support. This work was supported by grants 2011CBA00902 (to W.C.) and 2011CBA00903 (to Z.L.) from the National Key Basic Research Program of China; grant XDB08020302 (to W.C.) from the Strategic Priority Research Program of the Chinese Academy of Sciences; and grants 31021062 (to W.C.),31270793 (to M.L.),31170703 (to X.P.),and 31100534 (to P.C.) from the National Natural Science Foundation of China. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AUTHORCONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "M.F.,M.L.and W.C.conceived the project.M.F. purified PsbS and performed the structural determination and the biochemical experiments with PsbS. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "P.C.,M.L.and H.Z.assisted with data collection.X.Z.and J.Z.assisted with isolation of BBY membranes.X.P.assisted with HPLC experiments.M.F.,M.L., Z.L.and W.C.discussed the results and wrote the manuscript. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "COMPETINGFINANCIALINTERESTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The authors declare no competing financial interests ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Reprints and permissions information is available online at http://www.nature.com/ reprints/index.html. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1．Caffarri，S.，Kouril，R.，Kereiche，S.，Boekema，E.J．& Croce，R．Functional architecture of higher plant photosystem I supercomplexes.EMBO J.28, 3052-3063 (2009).   \n2．Demmig-Adams，B.& Adams，W.W.Il.Photoprotection and other responses of plants to high light stress.Annu.Rev.Plant Physiol.Plant Mol.Biol.43,599-626 (1992).   \n3．Apel,K.& Hirt,H.Reactive oxygen species: metabolism,oxidative stress,and signal transduction.Annu.Rev. Plant Biol.55,373-399 (2004).   \n4．Horton，P.，Ruban，A.V.& Walters，R.G.Regulation of light harvesting in green plants.Annu.Rev.Plant Physiol.Plant Mol. Biol.47,655-684 (1996).   \n5.Muller，P.，Li,X.-P.&Niyogi，K.K.Non-photochemical quenching:aresponse to excess light energy.Plant Physiol.125,i558-1566 (2001).   \n6．de Bianchi,S.，Ballottari，M.,Dall'osto,L.& Bassi，R.Regulation of plant light harvesting by thermal dissipation of excess energy.Biochem.Soc.Trans.38, 651-660 (2010).   \n7．Külheim, C.,Agren,J.& Jansson,S. Rapid regulation of light harvesting and plant fitness in the field.Science 297,91-93 (2002).   \n8.Ruban,A.V,Johnson，M.P.&Duffy，C.D.P.The photoprotective molecular switch in the photosystem Ilantenna.Biochim. Biophys.Acta 1817,167-181 (2012).   \n9．Rochaix,J.D. Regulation and dynamics of the light-harvesting system.Annu. Rev. Plant Biol.65,287-309 (2014).   \n10.Kramer,D.M.,Sacksteder, C.A.& Cruz,J.A.How acidic is the lumen? Photosynth. Res. 60,151-163 (1999).   \n11.Demmig-Adams，B. Carotenoids and photoprotection in plants:a role for the xanthophyll zeaxanthin.Biochim.Biophys.Acta 1020,1-24 (1990).   \n12.Ruban,A.V.et al.Identification of a mechanism of photoprotective energy dissipation in higher plants.Nature 450,575-578 (2007).   \n13.Ahn,T.K.et al.Architecture of a charge-transfer state regulating light harvesting in a plant antenna protein.Science 320,794-797 (2008).   \n14.Bode,S.et al. On the regulation of photosynthesis by excitonic interactions between carotenoids and chlorophylls.Proc.Natl. Acad.Sci. USA 106,12311-12316 (2009).   \n15.LiX.-P.etal.Apigment-binding proteinessential forregulationof photosynthetic light harvesting.Nature 403,391-395 (2000).   \n16.Kasajima,l.et al.Molecular distinction in genetic regulation of nonphotochemical quenching in rice.Proc.Natl.Acad.Sci.USA 108,13835-13840 (2011).   \n17.Brooks，M.D.,Jansson,S.& Niyogi，K.K.in Non-Photochemical Quenching and EnergyDissipationinPlants,AlgaeandCyanobacteriaVol.40(eds.Demmig-Adams, B.,Garab,G.,Adams,W.W.Il& Govindjee,U.o.I.)297-314 (Springer,2014).   \n18.Li,X.-P.,Gilmore,A.M.& Niyogi,K.K.Molecular and global time-resolved analysis ofapsbS gene dosage effect on pH- and xanthophyll cycle-dependent nonphotochemical quenching in photosystem Il.J. Biol. Chem.277,33590-33597 (2002).   \n19.Li，X.-P.，Muler-Moulé，P.，Gilmore，A.M．&Niyogi，K.K.PsbS-dependent enhancement of feedback de-excitation protects photosystem Ilfrom photoinhibition. Proc.Natl. Acad. Sci. USA 99，15222-15227 (2002).   \n20.Barros,T.& Kuhlbrandt,W.Crystallisation，structure and function of plantlightharvesting complex Il. Biochim.Biophys.Acta 1787,753-772 (2009).   \n21.Funk,C.，Schroder,W.P.，Green，B.R.,Renger,G.& Andersson,B.The intrinsic 22 kDa protein is a chlorophyll-binding subunit of photosystem Il.FEBS Lett.342, 261-266 (1994).   \n22.Funk,C.et al.The PSll-S protein of higher plants:a new type of pigment-binding protein. Biochemistry 34,11133-11141 (1995).   \n23.Aspinall-O'Dea,M.et al.In vitro reconstitution of the activated zeaxanthin state associated with energy dissipation in plants.Proc.Natl.Acad.Sci.USA 99, 16331-16335 (2002).   \n24.Niyogi，K.K.，Li，X.-P.，Rosenberg，V.& Jung，H.S.IsPsbS_thesiteof nonphotochemical quenching in photosynthesis? J. Exp. Bot.56,375-382 (2005).   \n25.Dominici,P.et al. Biochemical properties of the PsbS subunit of photosystem Il either purified from chloroplast or recombinant.J. Biol.Chem.277,22750-22758 (2002).   \n26.Bonente,G.，Howes，B.D.,Caffarri,S.，Smulevich,G．& Bassi，R．Interactions between the photosystem Il subunit PsbS and xanthophylls studied in vivo and in vitro.J. Biol. Chem.283,8434-8445 (2008).   \n27.Li,X.-P.et al. Regulation of photosynthetic light harvesting involves intrathylakoid lumen pH sensing by the PsbS protein.J.Biol.Chem.279，22866-22874 (2004).   \n∠o. Bergarinu,E.et al.Ligit- au pr-ueperiuert structural Cnariges  te rsvo suvut of photosystem II. Proc.Natl.Acad.Sci.USA 100,15265-15270 (2003).   \n29.Johnson，M.P.&Ruban，A.V.Arabidopsisplants lackingPsbS proteinpossess photoprotective energy dissipation.Plant J.61,283-289 (2010).   \n30.Johnson,M.P.& Ruban,A.V. Restoration of rapidly reversible photoprotective energy dissipation in the absence of PsbS protein by enhanced△pH.J.Biol. Chem.286, 19973-19981 (2011).   \n31.Horton，P.et al.PS2OO1 Proc.12th International Congress on Photosynthesis PL-O03(CSIRO Publishing，Melbourne,Australia，2001).   \n32.Li,X.-P.，Phippard，A.，Pasari，J.&Niyogi，K.K.Structure-functionanalysis of photosystem Il subunit S (PsbS)in vivo.Funct.Plant Biol.29，1131-1139 (2002).   \n33.Schultes，N.P.& Peterson，R.B.Phylogeny-directed structuralanalysis_of the Arabidopsis PsbS protein．Biochem.Biophys.Res.Commun．355，464-470 (2007).   \n34.Wedel，N.，Klein,R.,Ljungberg，U.,Anderssn，B.&Hermann，R.G.ThesinglecopygenepsbS_codes fora_phylogenetically intriguing 22kDapolypeptide of photosystem II.FEBS Lett.314,61-66 (1992).   \n35.Kim,S.etal.Characterization of a spinach psbS cDNA encoding the 22 kDa protein of photosystem II.FEBS Lett.314,67-71 (1992).   \n36.Jansson，S.Aguide to the Lhc genesand their relatives in Arabidopsis.Trends Plant Sci.4,236-240 (1999).   \n37.Liu,Z.et al. Crystal structure of spinach major light-harvesting complexat 2.72 A resolution.Nature 428,287-292 (2004).   \n38.Pan,X.et al.Structural insights into energy regulationof light-harvesting complex CP29 from spinach.Nat.Struct.Mol.Biol.18,309-315 (2011).   \n39.Amunts，A.，Toporik,H.，Borovikova,A.& Nelson,N.Structure determinationand improved model of plant photosystem I.J. Biol. Chem.285,3478-3486 (2010).   \n40.Pan,X.,Liu,Z.F.,Li,M.& Chang,W.R.Architecture and function of plant lightharvesting complexes Il. Curr.Opin.Struct. Biol.23,515-525 (2013).   \n41.Funk,C.,Adamska,I.,Green,B.R.,Andersson,B.& Renger,G.The nuclear-encoded chlorophyll-binding photosystem Il-S protein is stable in the absence of pigments. J.Biol.Chem.270,30141-30147 (1995).   \n42.Wilk,L.,Grunwald,M.,Liao,P.N.,Walla,P.J.&Kuhlbrandt,W.Direct interaction of themajorlight-harvestingcomplexIlandPsbSinnonphotochemicalquenching. Proc.Natl.Acad.Sci. USA110,5452-5456 (2013).   \n43.Plumley，F.G.& Schmidt，G.W.Reconstitutionof chlorophylla/b_light-harvesting complexes:xanthophyll-dependent assembly and energy transfer.Proc.Natl.Acad. Sci. USA 84,146-150 (1987).   \n44.Magalhaes，A.，Maigret，B.，Hoflack，J.，Gomes，J.A.N.F.&Scheraga，H.A. Contribution of unusual arginine-arginine short-range_interactions to stabilization and recognition in proteins.J.Protein Chem.13,195-215 (1994).   \n45.Krissinel,E.&Henrick,Knferenceofmacromolecularassembliesformcraline state.J. Mol. Biol.372,774-797 (2007).   \n46.Goss,R.,Opitz,C.,Lepetit,B.&Wilhelm,C.The synthesis of NPQ-effective zeaxanthin depends on the presence of a transmembrane proton gradient and a slightly basic stromal side of the thylakoid membrane.Planta 228,999-1009 (2008).   \n47.Zaks，J.，Amarnath，K.，Sylak-Glassman，E.J.&Fleming，G.R．Models and measurements of energy-dependent quenching.Photosynth.Res.116,389-409 (2013).   \n48.Azzi,A.,Casey，R.P.& Nalecz,M.J.The effect of N,N'-dicyclohexylcarbodiimide on enzymes of bioenergetic relevance.Biochim. Biophys.Acta 768,209-226 (1984).   \n49.Mizutani，K.etal.Structureoftherotorring_modifiedwithN,N'- dicyclohexylcarbodiimide of the ${ \\mathsf { N a } } ^ { + } .$ -transporting vacuolar ATPase.Proc.Natl.Acad. Sci. USA 108,13474-13479 (2011).   \n50.Pogoryelov,D.etal.Microscopicrotary mechanismof ion translocationinthe $\\mathsf { F } _ { 0 }$ complex of ATP synthases.Nat.Chem.Biol.6,891-899 (2010).   \n51.Teardo,E.etal.Evidences forinteractionof PsbSwith photosyntheticcomplexes inmaize thylakoids.Biochim.Biophys.Acta1767,703-711 (2007).   \n52.Johnson,M.P.etal.Photoprotectiveenergydissipationinvolesthereorganiation of photosystem Il light-harvesting complexes in the grana membranes of spinach chloroplasts.Plant Cel/ 23,1468-1479 (2011).   \n53.Betterle，N．et al.Light-induced dissociation of an antenna hetero-oligomer is needed for non-photochemical quenching induction.J. Biol. Chem.284,15255- 15266 (2009).   \n54.Kiss,A.Z.，Ruban,A.V.& Horton,P.The PsbS protein controls the organization of the photosystem Il antenna in higher plant thylakoid membranes.J. Biol.Chem. 283，3972-3978 (2008).   \n55.Kereiche,S.,Kiss,A.Z.,Kouril,R.，Boekema,E.J.& Horton,P.The PsbS protein controls the macro-organisation of photosystem Il complexes in the grana membranes of higher plant chloroplasts.FEBS Lett.584,759-764 (2010).   \n56.Goral,T.K.etal.Light-harvestingantenna composition controls the macrostructure and dynamics of thylakoid membranes in Arabidopsis.Plant J.69，289-301 (2012).   \n57.Sylak-Glassman,E.J.et al. Distinct roles of the_photosystem Il protein PsbS and zeaxanthinin the regulation of light harvesting inplants revealed by fluorescence lifetime snapshots.Proc.Natl.Acad.Sci. USA 11i,17498-17503 (2014). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ONLINEMETHODS",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Protein purification.BBY membranes were prepared from fresh market spinach as previously described58.PsbS was selectively precipitated from the BBY membranes as reported59.Briefly,the BBY membranes were suspended with a buffer containing $2 0 \\mathrm { m M }$ MES,pH6.0, $1 5 \\mathrm { m M N a C l }$ and $0 . 4 \\mathrm { M }$ sucrose ata chlorophyll concentration of $0 . 5 \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ and then solubilized with $0 . 4 \\%$ n-octyl- $\\beta$ -D-thioglucopyranoside(OTG,Anatrace) on ice for $1 0 \\mathrm { m i n }$ .After solubilization,the sample was centrifuged at ${ 4 0 , 0 0 0 g }$ for $4 0 ~ \\mathrm { m i n }$ to obtain the PsbS-enriched precipitate. The precipitate was suspended with a buffer containing $2 0 \\mathrm { m M }$ sodium acetate, $\\mathrm { p H } 5 . 0$ and $2 0 \\mathrm { m M } \\mathrm { N a C l }$ (buffer A).PsbS was subsequently solubilized by $2 \\%$ $n$ -octyl- $\\beta$ -D-glucopyranoside(OG,Anatrace) with overnight incubation at $4 ^ { \\circ } \\mathrm { C }$ Solubilized PsbS was separated from the insoluble fraction by centrifugation at ${ 4 0 , 0 0 0 g }$ for $3 0 \\mathrm { m i n }$ .The supernatant was applied to a Resource S column (GE Healthcare) preequilibrated with bufferAsupplemented with $0 . 4 \\%$ $n$ -nonyl- $\\beta$ D-glucopyranoside (NG,Anatrace).The bound PsbS protein was then eluted by NaCl gradient and incubated with subtilisin (Hampton Research) at $2 0 { } ^ { \\circ } \\mathrm { C }$ for $2 \\mathrm { h }$ ,witha final concentration of $0 . 0 1 \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ subtilisin.After limited proteolysis, the resultant PsbS protein was applied to a Superdex 2O0 column (GE Healthcare) preequilibrated witha buffer containing $2 0 \\mathrm { m M }$ sodium acetate, $\\mathrm { p H } 5 . 0 , 1 0 0 \\mathrm { m M }$ NaCl,and $0 . 4 \\%$ NG.The peak fraction containing PsbS was collected and concentrated to $1 0 \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ .N-terminal sequence analysis revealed that the first five residues of PsbS,i.e.,LFKSK,were removed by the subtilisin treatment. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Crystallization.The PsbS crystals were grown at $2 0 ^ { \\circ } \\mathrm { C }$ by the siting-drop vapordiffusion method.The protein was mixed with an equal volume of a reservoir solution containing $1 0 0 \\mathrm { m M }$ sodium acetate,pH 5.0, $2 5 \\mathrm { - } 2 8 \\%$ PEG 300 and $1 \\%$ ethyl acetate.Crystals of maximal sizes were obtained after10d.The heavy atomderivative crystals were obtained by soaking in the presence of $1 0 \\mathrm { m M }$ mercury nitrate for1d.The DCCD-modified PsbS crystals were obtained by soaking in the presence of $1 0 \\mathrm { m M } N , N ^ { \\prime }$ dicyclohexylcarbodiimide(DCCD,Sigma) for $3 \\mathrm { d }$ For data collection, the reservoir solution supplemented with $0 . 5 \\%$ NG and $1 8 \\%$ glycerol was used as cryoprotectant solution during crystal manipulation,and the crystals were rapidly frozen in liquid nitrogen. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Datacollection and structure determination.We collected two sets of diffraction data for native PsbS crystals,naming the low-resolution data $( 3 . 1 \\mathrm { \\AA } )$ native 1 and the higher resolution data $( 2 . 3 5 \\mathrm { \\AA } )$ native 2.The diffraction data of both native1and heavy atom-derivative crystals were collected at $1 0 0 \\mathrm { K }$ with an ADSC Q315 CCD detector at beamline BL17Uof the Shanghai Synchrotron Radiation Facility.The diffraction data of both native 2 and DCCD-bound PsbS crystals were collectedatbeamline NE3Aof the Photon Factory.The data were indexed, integrated and scaled with HKL2ooo (ref.60).Further structure determination and refinement were performed with PHENIX61. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Because initial molecular replacement with PHASER6² and search models derived from LHCII and CP29 didn't give a reasonable solution,mercury derivatives were prepared for phasing.We determined the structure with the diffraction data of native 1 and mercury-derivative crystals through the single isomorphous replacement with anomalous scattering (SIRAS) method.Five mercury sites were identified with $\\mathrm { S H E L X } ^ { 6 3 }$ ,and the phase was calculated by PHENIX AutoSol.An initial model at 3.1-A resolution was obtained by a combination of PHENIX AutoBuild and manual building with $\\mathrm { C o o t } ^ { 6 4 }$ ,and the resolution was finally extended to $2 . 3 5 \\mathrm { \\AA }$ The structure of DCCD-modified PsbS was solved by molecular replacement with the native PsbS structure as the search model and was refined to $2 . 7 \\mathring \\mathrm { A }$ with phenix.refine.Data collection and refinement statistics are presented in Table1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The stereochemical quality of the refined structures was verified with PROCHECK65.The Ramachandran statistics for the structures of PsbS and DCCD-modified PsbSare $9 5 . 2 \\%$ favored, $4 . 8 \\%$ allowed, $0 \\%$ outliers;and $9 5 . 1 \\%$ favored, $4 . 9 \\%$ allowed, $0 \\%$ outliers,respectively.All structural representations in this paper were prepared with PyMOL (http://www.pymol.org/).Considering that the N-terminal part (residues 6-16)of molecule Aof the PsbS structure has a weak electron density,and the counterpart of molecule B is unseen,owing to presumable flexibility in the PsbS dimer,we have not included residues 6-16 of molecule A in all structural representations. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Gel-filtration assay.A Superdex 2Oo column was used for gel-filtration assays. For analyzing the oligomeric state of PsbS at $\\mathrm { p H } 5 . 0$ ,its molecular weight was estimated with two LHC proteins with known molecular weights (LHCII, $1 2 2 \\mathrm { k D a }$ CP29, $4 2 \\mathrm { k D a }$ )as standards.The column was preequilibrated with a buffer containing $2 0 \\mathrm { m M }$ sodium acetate,pH5.0,100 mMNaCl,and $0 . 4 \\%$ NG (buffer B).PsbS,CP29 and LHCI were injected into the column and eluted at a flow rate of $0 . 4 \\mathrm { m l } \\mathrm { m i n } ^ { - 1 }$ .For comparison of the solution behaviors of PsbS at low and neutral pH,the column was preequilibrated with a buffer containing $2 0 \\mathrm { m M }$ sodium acetate, $\\mathrm { p H } 5 . 0 , 2 0 0 \\mathrm { m M N a C l } , 5 0 \\mathrm { m M M g C l }$ and $0 . 4 \\%$ NG,ora buffer containing $2 0 \\mathrm { m M }$ HEPES,pH7.3,200 mMNaCl, $5 0 \\mathrm { m M M g C l _ { 2 } }$ ,and $0 . 4 \\%$ NG. PsbS was injected onto the column and eluted at a flow rate of $0 . 4 \\mathrm { m l } \\mathrm { m i n } ^ { - 1 }$ .For comparison of the solution behaviors of PsbS and DCCD-modified PsbS,the column was preequilibrated with buffer B.DCCD-modified PsbS was obtained by incubation of native PsbS with DCCD in buffer B at $2 0 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ ,witha final concentration of $1 0 \\mathrm { m M }$ forDCCD.PsbS andDCCD-modified PsbS were injected onto the column and eluted ata flow rate of $0 . 4 \\mathrm { m l } \\mathrm { m i n } ^ { - 1 }$ # ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chemical cross-linking.For cross-linking of purified PsbS atlow pH,PsbS was incubated with 1-ethyl-3-(3-dimethylaminopropyl) carbodiimide (EDC,Sigma) in a buffer containing 50 mM ${ \\mathrm { N a H } } _ { 2 } { \\mathrm { P O } } _ { 4 }$ $\\mathrm { p H } 5 . 0$ ,4.0,or3.0,150 mMNaCl,and $0 . 4 \\%$ NG at $2 0 ^ { \\circ } \\mathrm { C }$ for $^ \\mathrm { 1 h }$ with a final concentration of $1 \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ PsbS and different concentrations of EDC.The reaction was stopped by addition of an equal volume of $2 \\times$ SDS-PAGE loading buffer,and the reaction products were analyzed by SDS-PAGE.For cross-linking in PsbS-containing thylakoids at $\\mathrm { p H } 5 . 0$ ,we prepared both low pH-incubated and high light-treated thylakoids from spinach, maize,and Arabidopsis.For preparation of low pH-incubated thylakoids,the thylakoids were suspended in a buffer containing 50 mM $\\mathrm { N a H _ { 2 } P O _ { 4 } }$ $\\mathrm { p H } 5 . 0$ $1 0 \\mathrm { m M N a C l } , 5 \\mathrm { m M M M g C l } _ { 2 } ,$ and $1 0 0 ~ \\mathrm { m M }$ sorbitol and were then incubated at $2 0 ~ ^ { \\circ } \\mathrm { C }$ for $4 0 ~ \\mathrm { m i n }$ .For preparation of high light-treated thylakoids,the thylakoids were diluted to a chlorophyll concentration of $2 0 \\mu \\mathrm { g } \\mathrm { m l } ^ { - 1 }$ in a buffer containing $2 0 ~ \\mathrm { m M }$ HEPES,pH7.5,10 mMNaCl,5 mM $\\mathrm { M g C l } _ { 2 }$ ,and $1 0 0 ~ \\mathrm { m M }$ sorbitol,and then illuminated with $6 0 0 ~ { \\mu \\mathrm { m o l } }$ photons $\\mathrm { m } ^ { - 2 } \\ s ^ { - 1 }$ for $2 0 ~ \\mathrm { m i n }$ ： The treated thylakoids were collected and incubated with EDC in a buffer containing $\\mathrm { _ { 5 } 5 0 m M N a H _ { 2 } P O _ { 4 } , p H 5 . 0 , 1 0 m M N a C l , 5 m M M g C l _ { 2 } , }$ $1 0 0 \\mathrm { m M }$ sorbitol, and $1 \\%$ （204 $n$ -dodecyl- $\\beta$ -D-maltopyranoside (DDM,Anatrace) at $2 0 { } ^ { \\circ } \\mathrm { C }$ for $2 { \\cdot } 4 \\mathrm { h }$ with a final concentration of $0 . 8 ~ \\mathrm { m g ~ m l ^ { - 1 } }$ for chlorophyll and a final concentration of $2 0 ~ \\mathrm { m M }$ for EDC.The reaction was stopped by addition of an equal volume of $2 \\times$ SDS-PAGE loading buffer,and the reaction products were analyzed by SDS-PAGE.The proteins were then transferred to a PVDF membrane and probed with anti-PsbS polyclonal antibody (Agrisera,cat. no.AS09 533). The validation of reactivities of this antibody with PsbS from Arabidopsis, spinach and maize is provided on the manufacturer's website.For cross-linking in PsbS-containing chloroplasts at $\\mathrm { p H } ~ 5 . 0$ ，we prepared intact chloroplasts from spinach leaves,following a previously described protocol66.To prepare high light-treated chloroplasts,the chloroplasts were diluted to a chlorophyll concentration of $2 0 ~ \\mu \\mathrm { g } ~ \\mathrm { m l } ^ { - 1 }$ in a buffer containing $2 0 ~ \\mathrm { m M }$ HEPES, $\\mathrm { p H } 7 . 6$ $3 3 0 ~ \\mathrm { m M }$ sorbitol, $2 \\mathrm { m M }$ EDTA,1 mM $\\mathrm { \\ M g C l } _ { 2 }$ ,1mM $\\mathrm { { M n C l } } _ { 2 }$ $\\mathrm { 1 \\ m M \\ N a C l }$ and $1 0 ~ \\mathrm { m M }$ KCl,and then illuminated with $6 0 0 \\mu \\mathrm { m o l }$ photons $\\mathrm { m } ^ { - 2 } \\thinspace \\mathsf { s } ^ { - 1 }$ for $3 0 \\mathrm { m i n }$ # The subsequent procedures are similar to the above-described procedures for cross-linking in thylakoids.For cross-linking in PsbS-containing dark-adapted thylakoids at neutral $\\mathrm { \\Delta p H }$ ,the thylakoids were incubated with ethylene glycol bis(sulfosuccinimidyl succinate） (Sulfo-EGS,Thermo Scientific Pierce） or bis(succinimidyl) penta(ethylene glycol) $( \\mathrm { B S } ( \\mathrm { P E G } ) _ { 5 }$ ,Thermo Scientific Pierce) in a buffer containing $5 0 ~ \\mathrm { m M }$ HEPES, $\\mathrm { p H } 7 . 5$ ,150 mMNaCl,and $1 \\%$ DDM at $2 0 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ ,with a final concentration of $0 . 9 \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ chlorophyll and final concentrations of 0, $0 . 1 ~ \\mathrm { m M }$ 0 $0 . 2 ~ \\mathrm { m M }$ 5 $0 . 5 ~ \\mathrm { m M }$ and $1 . 0 ~ \\mathrm { m M }$ for Sulfo-EGS or ${ \\mathrm { B S } } ( { \\mathrm { P E G } } ) _ { 5 }$ .The reaction was stopped by addition of an equal volume of $2 \\times { \\mathrm { S D S } }$ PAGE loading bufer,and the reaction products were analyzed by SDS-PAGE.The proteins were then transferred to a PVDF membrane and probed with anti-PsbS polyclonal antibody. Original images of gels and blots used in this study can be found in SupplementaryData Set1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Pigment analysis.Pigments were extracted with $8 0 \\%$ (v/v)acetone and analyzed by high-performance liquid chromatography,as previously described7. Individual pigments were identified by the absorption spectrum of each peak. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Spectroscopy. The absorption and CD spectra of purified PsbS protein in buffer B at $2 0 ~ ^ { \\circ } \\mathrm { C }$ were recorded with a Hitachi U3010 spectrophotometer and Chirascan Plus spectrometer (Applied Photophysics),respectively. Chl a (Sigma)and purified LHCII protein were used as controls for absorption and CD measurements,respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Mass spectrometry.The molecular weights of native PsbS and DCCD-incubated PsbS were determined with quadrupole time-of-flight mass spectrometer. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "58.Berthold，D.A.，Babcock，G.T.& Yocum，C.F.A highly resolved，oxygen-evolving photosystem Il preparation from spinach thylakoid membranes.FEBS Lett.134, 231-234 (1981).   \n59.Mishra,R.K.& Ghanotakis,D.F.Selective extraction of CP26 and CP29 proteins without affecting the binding of the extrinsic protein (33,23 and 17 kDa)and the DCMU sensitivity of a photosystem Il core complex.Photosynth.Res.42,37-42 (1994).   \n60.Otwinowski，Z.& Minor，W. Processing of X-ray difraction data collected in oscillation mode.Methods Enzymol.276,307-326 (1997).   \n61.Adams,P.D.etal.PHEN/X:acomprehensive Python-based system for macromolecular structure solution.Acta Crystallogr.D Biol.Crystallogr.66,213-221 (2010).   \n62.McCoy，A.J．et al．Phaser crystallographic software．J.Appl．Crystallogr.40, 658-674 (2007).   \n63.Sheldrick，G.M．A short history of SHELX.Acta Crystallogr.A 64，112-122 (2008).   \n64.Emsley，P.& Cowtan，K．Coot: model-building tools for molecular graphics. Acta Crystallogr.D Biol.Crystallogr.60,2126-2132 (2004).   \n65.Laskowski，R.A.，Macarthur，M.W.，Moss，D.S.& Thornton,J.M.PROCHECK:a program to check the stereochemical quality of protein structures.J.Appl. Crystallogr.26,283-291 (1993).   \n66.Joly,D.&Carpentier,R.inPhotosynthesisResearch Protocols,Methods in Molecular Biology Vol.684 (ed.Carpentier,R.) 321-325 (Springer,2011).   \n67.Farber, A., Young,A.J.,Ruban,A.V.,Horton,P.&Jahns,P. Dynamics of xanthophyllcycle activity in different antenna subcomplexes in the photosynthetic membranes of higher plants: the relationship between zeaxanthin conversion and nonphotochemical fluorescence quenching.Plant Physiol.115,1609-1618 (1997). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]