[
    {
        "type": "text",
        "text": "科技智库建设的多层次图景分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张月鸿1,2刘登伟3,4",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院发展规划局北京1008642 Institute for Advanced Sustainability Studies, Potsdam 144673水利部发展研究中心北京 1000384 University of Cambridge, Cambridge CB12BD",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的／意义」当前我国科技智库建设普遍存在定位模糊和“库”重于“智”的问题，在新的决策背景下，找到“位”、提升“智”是当前科技智库建设的首要任务。[方法／过程]为此，本文以知识为基础，构建了科技智库建设的多层次图景：宏观层面的属性和边界关系图景，微观层面的研究体系及功能结构图景，中观层面的类型模式和组织演化图景，希望能够以“图”定“位”，以“知”明“智”。［结果／结论］从多个维度对科技智库进行了以“图”定“位”，并明晰了科技智库提高“智”识一提升“智”量一彰显“智”能的以“知”明“智”的路径，得出了一些新的认识：（1）认为知识与决策的双向互动是科技智库区别于其他智库的本质特征，将科技智库与其他智库的互动关系分为强联系与弱联系型，提出科技智库是智库体系中最为基础、最为能动、最为新锐的力量；（2）明确了核心科学在科技智库中的灵魂地位以及科技智库对核心科学的反哺作用，提出科技智库应超越当前“科技咨询”模式，向不确定性和决策风险高的后常规科学问题及策略拓展；（3）基于知识体系架构和领域跨度，将科技智库划分为综合型、专业型、咨询型、平台型4个类型，并在系统整合的基础上构建了科技智库的组织演化图景，基本明确了科技智库的建设路径及一流科技智库的建设方向。希望为个体科技智库建设和国家科技智库的宏观管理提供一些可能的靶标和参考，为科技智库理论和实践的多元化、系统化、有序化发展贡献力量。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科技智库 图景分析 知识体系架构 专业咨询 后常规科学 类型模式 网络构建分类号：G301",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，在国家大力倡导和支持下，我国科技智库发展迅速，各种科技智库不断涌现，中国科学院、中国工程院、军事科学院等入选首批国家高端智库建设试点单位，中国科学技术协会也把决策咨询作为主要职能之一，高校以及相关科研院所和各种专业协会、学会，甚至科技相关企业、媒体也纷纷组建科技智库，取得了积极进展。但总体来看，“库”重于“智”的情况较为普遍，大多数科技智库的功能定位模糊、模式趋同，一些大型科技智库主业主责泛化、经院式导向较重[1，而小型智库的基础能力和专业化水平又较为薄弱、缺乏特色。同时，随着科学技术的加速发展、全球信息网络的日益融合，以及科技成果快速融入经济、产业和社会生活，不确定因素增加、利益结构更加多元、科技决策问题和决策过程变得更加错综复杂，如何在新的决策背景下，找到“位”、提升“智”是当前科技智库建设面临的首要问题。然而没有清晰的“图”，就无法找到明确的“位”；没有系统的“知”也就没有突出的“智”，这就亟需要从科技智库建设的总体层面和基本问题出发构建一个切合当前形势的、以“知识”为基础的系统“图景”，以“图”定“位”，以“知”明“智”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本文以“知识”为基础、以“定位”与“明智”为标的，逐级递进构建科技智库3\\*本文得到国家留学基金资助。作者简介：张月鸿(ORCID:0000-0002-1580-9975)，中国科学院发展规划局副研究员，博士，E-mail: zhangyh@cashq.ac.cn;刘登伟(ORCID:0000-0002-4074-7112)，水利部发展研究中心教授级高级工程师，博士，E-mail: liudengwei_007@163.com。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "层次图景，包括：描绘科技智库属性及与边界关系的宏观图景，科技智库研究体系和功能结构的微观图景，科技智库类型模式和组织演化的中观图景。此处“图”，从“口（wei)”,有范围、规画之意；“景”指理想的景况，就各层次“图景”而言，我们将尽可能明确其边界、体现其要素、明晰其结构、梳理其关系。希望通过全方位的图景分析，为个体科技智库建设提供一些参考，为国家科技智库总体布局和调控提供可能的靶标。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1宏观图景—科技智库属性与边界关系",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技智库建设首先应该明确科技智库是什么，其边界范围在哪里。本文尝试从科技智库的内涵属性及与其他智库的边界互动关系2个方面建构科技智库的宏观图景，描绘科技智库在智库系统中的定位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1科技智库的内涵属性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技智库是智库的类型之一，具备智库的一般特点和科技特质（图1)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库的一般特点可以从比较权威的智库定义和相关描述中抽取。如迪克逊（Dickson）提出“智库是一种稳定的相对独立的政策研究机构，其研究人员运用科学的研究方法对广泛的政策问题进行跨学科的研究，在与政府、企业和公众密切相关的政策问题上提出咨询”[2]。联合国开发计划署（UNDP）提出“智库是长期从事与公共政策相关的研究与倡导的组织，在现代民主国家是知识与权力之间的桥梁”[3]。詹姆斯·麦甘（James G.McGann）等认为智库的专家学者能够跨越理论与时间的鸿沟，将知识成果转化为生产力，向决策层源源不断地提供独立、客观的分析方案，以降低政策制定过程的风险[4]。综上，本文认为，智库是“知识”与“决策”之间的桥梁，核心主旨是服务公共决策、提供政策方案、降低决策风险。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "服务公共决策智库一般特点与主旨 提供政策方案·知识与决策之间的桥梁 ◇降低决策风险科技智库知识高度密集性和快速迭代性科技特质 ◇科学与社会的双重不确定性·有关科学本身发展的决策 令更强调科学共同体的作用·含有科学因素的决策（知识与决策的双向互动",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技智库是“科技知识”与“科技相关决策”之间的桥梁，表现出明显的科技特质。其中，科技知识偏重自然科学知识，体现自然科学与人文社会科学的交叉；科技相关决策主要包括2个层面：一是有关科技本身发展的决策（policyfor science)，二是含有科学因素的决策（science in policy）[5]。然而科技智库的科技特质不仅是指其科技相关的研究内涵，更是这种科技内涵在知识与决策互动过程中表现出的显著特点。（1）知识的高度密集性和快速迭代性。现代科学技术急剧变革、科学知识更新加速、快速分化和高度细化的同时又高度综合，决定了科技智库的知识生产与再生产具有更高的专业门槛。（2）科学与社会的双重不确定性。科技智库处于科学与社会互动的前沿界面，社会变迁带来的不确定性，以及科学本身的不确定性增大了公共决策的难度和风险。（3）更强调科学共同体的作用。科技的不确定性、其作为公共事业的属性，以及科技相关决策制定所需的前瞻性、战略性的科学分析，都是单个专家难以胜任的，需要科学家集体参与决策，而科技智库对科学共同体发挥科学咨询作用也是其传统职能。（4）知识与决策的双向互动。在一般智库中，“知识”是为“决策”提供单向服务的，而科技智库“有关科学本身发展的决策”反过来又作用于“科技知识”，表现为知识与决策的双向互动，这决定了科技智库与知识更为密切的关系。需要说明的是，由于一般智库的知识也涵盖科技知识，前3个特质在一般智库中也多少有所体现，科技智库的“特”主要表现在“量”和程度上的突出强化，而“知识与决策的双向互动”则是“质”的不同，是科技智库区别于其他智库的本质特征。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2科技智库在智库系统中的边界互动关系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "确定科技智库的边界，首先需要框定智库体系的范畴，《全球智库报告》[8按领域的评估将智库分为国防和国家安全智库、国民经济政策智库、教育政策智库、能源和资源政策智库、环境智库、对外政策和国际事务智库、国民健康政策智库、全球健康政策智库、国际发展智库、国际经济政策智库、科技智库、社会政策智库、透明和善治智库。这个分类并不是一个“相互独立、完全穷尽\"（mutually exclusive,collectively exhaustive）的严格分类，但比较忠实地反映了当前国际智库发展的热点领域，基本构成了较完整的智库体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科技智库的边界是一个抽象概念，取决于科技智库的属性及与其他智库的关系，而属性又在一定程度上决定了关系。从科技智库的2类科技相关决策来看，“有关科学本身发展的决策”部分，是科技智库理所当然的核心职能，其知识的高度密集性和快速迭代性决定了其专业门槛和排他性，是其他智库难以驾驭的，因此，在该决策层面科技智库处于绝对主导地位，与其他智库的互动较少且主要表现为单向性——其他智库通过提出科技需求、聚焦科学问题等影响科技智库；而“含有科学因素的决策”部分，由于范围较宽，其他各类智库均有所涉及，互动特征表现为双向互动——科技智库向外辐射对其他领域智库提供科技专业支持，而其他领域智库也为科技智库提供伦理价值、法律、文化、政治等多元视角。按照互动关系的强弱可以将科技智库与其他智库的关系划分为强联系型和弱联系型（图2)。与科技智库具有强联系型关系的智库包括：教育政策智库、能源资源政策智库、环境智库、国民健康政策智库、全球健康政策智库，这些智库的研究领域和内容与科技智库有重叠，但研究的角度、方法、影响界面不同，决定了科技智库与强联系型智库之间有构建智库网络的合作基础和直接需求，互动频繁。与科技智库具有弱联系型关系的智库包括：国防和国家安全智库、国民经济政策智库、对外政策和国际事务智库、国际发展智库、国际经济政策智库、社会政策智库、透明和善治智库。这些智库更偏向于社会政治领域，科技智库主要是提供相关的科技支撑，但由于“弱联系”往往拥有低成本和高效能的传播效率，科技智库可以获得更为丰富的外部信息，弱联系的合作关系对于创新性政策方案的产出可能更为重要，将推动科技智库在更广泛的决策议题中发挥更为积极的作用。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/10dab740da43dbc3956b312f43b485273edb8198c280f0329d1bab66ab2797b9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 2 The analysis of the boundary interaction relationship of the science and technology think tank ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从科技智库的属性及与其他智库的互动关系可以看出，科技智库对其他智库有普适性的支撑，是智库系统中最为基础的类型；同时，随着科技创新在经济社会中的驱动作用更加突出，科技议题成为智库最为重要的研究方向之一，科技智库可能突破当前人文社科类智库为主导的局面，成为智库系统最为新锐的力量；此外，对于许多系统性、综合性决策问题，科技不确定性往往是加重决策复杂性的关键因子，科技智库可以通过智库网络构建在其中发挥撬动作用，成为智库系统中最为能动的力量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.微观图景 科技智库的研究体系及功能结构",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在明确宏观图景的基础上，还需进一步深入科技智库内部，从微观层面分析“科技智库要研究什么问题，发挥什么功能”，进而明确科技智库的研究定位和功能定位，是科技智库以“图”定“位”的关键环节和以“知”明“智”的前提基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库在理想层面应当以知识生产和再利用为基本职责[10]，科技智库由于其科技特质更是如此，本文认为可以借助Funtowicz和Ravetz提出的知识体系架构（图3）对科技智库的研究体系和功能结构进行深入解析。该架构主要是通过“系统不确定性”和“决策风险”（decisionstakes，指决策事关重大的程度，即错误决策的潜在成本的高低）确立的二维坐标，构建了从应用科学（包含核心科学）、到专业咨询、再进入后常规科学的逻辑关联，并针对不同类型提出了不同的解决问题的科学策略[1]。科技智库的核心任务是要降低科技相关的决策风险，加之其双重不确定性的科技特质，与该体系非常契合，完全可以借用核心科学一应用科学一专业咨询一后常规科学的架构来梳理科技智库研究体系和功能结构。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/85e2ae3bf681ed9fc22d7ce1bc89b02178d84565716fcfff65085a15e9a82019.jpg",
        "img_caption": [
            "图2科技智库的边界互动关系分析"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1基于知识体系架构的科技智库研究体系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）科技智库的研究体系是以“核心科学”为灵魂，向外辐射的3个体系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“核心科学”是指传统的纯科学或基础科学（处于图3的原点附近)，是一种好奇心或求知欲驱动的研究类型，其外部的决策风险很低或几乎没有，人为不确定性很低，一般通过常规的解题方法就可以处理，其质量控制通过同行评议就可以保证。科技智库的科技特质决定了核心科学处于科技智库的“灵魂”地位。由于其知识的高度密集性和快速迭代性，高端的科技智库必然是以高质量的核心科学研究为基础的，如果脱离一线的核心科学研究，科技智库将很难抓住科技发展的脉搏，也无从服务科技相关决策。然而，核心科学独自又无法构成科技智库，尽管对科技智库来说核心科学是其“灵魂”，但若不依附于应用科学、专业咨询和后常规科学之上，则无法形成进行决策研究的智库“实体”。因此，科技智库的研究体系应该是以核心科学为中心向应用科学、专业咨询和后常规科学辐射的3个体系（图4）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Figure 3 Communities of knowledge construction Figure 4 Science and technology think tank research system based on communities of knowledge construction ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）“应用科学”体系政策导向性明确，可以直接提供解决方案",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“应用科学”是不确定性和决策风险都较小的时候才应用的策略，处于孤立可控的自然系统中，其结果具有可重复性和可预测性，其中，专家知识是完全有效的，一般通过研究结果的使用者来保证其质量控制。这种研究体系是通过应用性科学研究直接提供解决方案，供决策者参考，引导政策产出的。比如，区域功能区划研究、城市发展研究等，都与科技和公共决策密切相关，科技智库可以直接提供关键支撑。这些研究的政策指向性比较明确，是针对经济社会发展对科技相关政策领域提出的需求展开的，虽然是应用导向，但需要对相关领域的问题进行深入系统的基础性研究，其研究结果往往会直接产出具有前瞻性、系统性、宏观性的政策选择和政策建议。应用科学体系的问题往往是综合性的问题，需要加强跨学科研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）专业咨询体系是传统科技决策模式下科技智库的核心功能",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“专业咨询”是当不确定性和争议程度都处于中等水平时，常规技术的应用需要靠专业经验、判断，甚至是勇气来补充，“专业咨询”处理问题的方法论完全不同，而且每个专家可能给出不同的结果。在传统以“政府一科学家”为主的科技决策模式中，科技咨询往往被视为科技智库的核心功能，此处专业咨询可以大致分为2个层面，一是具有较大不确定性和决策风险的事项，这种工作单个专家的判断无法取信，往往需要专家群体来进行判断，如灾害评估等。二是有关科学技术本身的决策，其公共事业的性质和前瞻性的分析决定了需要科学共同体来参与决策，如科学预见、科技战略和科技规划等。专业咨询是科技智库传统的核心职能，在该体系中，专业咨询是以核心科学和应用科学为基础的，需要发展与传统科学研究不同的方法体系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）不确定性和决策风险较大的“后常规科学”体系问题应当逐步成为科技智库干究的重心",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“后常规科学”（post-normal science）①是指在科学事实不确定及价值判断多元化的前提下，为做出重大决策而采取的科学方法论，主要聚焦于事实不确定及信息不充分下的决策，其核心解决策略主要体现在对于不确定性的全新认识和管理，以及采用多元主体———“扩展的同行团体”（extended peer community）参与的方式进行跨学科研究、社会相关性和政策相关性研究[12-13]。后常规科学问题往往是社会影响和争议性较大的问题，如不能妥善处理，会引起巨大的影响或后果，比如近年来国内争议较大的转基因问题，科学争议折射到公共政策和公众传媒领域，造成了风险的社会强化，产生了社会恐慌和政府信任危机。然而，后常规科学问题的妥善处理极其不易，面临很多冲突与困境：政府机构分身乏术，缺乏相应的应对框架与机制；大多科学家和研究机构不愿招惹事端，致使科学观点表达不充分；公众有参与相关决策的强烈愿望和巨大需求但又缺乏专业的科学知识和参与机会。为解决这种困境，就亟需一个信息公开、充分研讨和解决争议的平台，能够提供一种经过多方参与、斡旋协调后的折衷的政策选择，以降低决策的风险。而科技智库作为科技知识与相关决策之间的桥梁、科学与社会互动的前沿界面，其核心任务是要降低科技相关决策的风险，越是不确定性和决策风险高的问题，越应当是其使命担当，理所应当将后常规问题纳入其研究范畴；同时，考虑到科技智库比其他机构更了解科学不确定性的症结及争议的流派，也只有科技智库有能力来培育“科技公民”（scientific citizenship）[14]，科技智库具有构建后常规科学问题研讨和解决争议平台的独特优势；再者，后常规科学问题的巨大社会影响性往往能够彰显科技智库的“智”能，大大提高科技智库的影响力。鉴于此，科技智库应当超越目前“科技咨询”模式，向后常规科学体系方向拓展。在该体系中，后常规科学以核心科学、应用科学和专业咨询为基础，需要探索不确定性管理和多元主体参与的方法和策略。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（5）科技智库对核心科学的反哺作用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "科技智库“知识与决策双向互动”的特质决定了核心科学与科技智库的关系并不是单向供给的关系，科技智库对核心科学还具有反哺作用，主要表现在2个层面：首先，在科技宏观发展层面，科技智库通过“有关科学本身发展的决策”议题研究，包括科学预见、战略研究、科技规划、科研评价等引导核心科学的发展方向，推动科技重点布局。其次，在具体科学研究层面，科技智库对核心科学的影响表现为以下几个方面。一是，凝练科学问题。科技智库是科技与社会互动的前沿界面，通过社会相关性问题研究，将经济社会中实际存在的问题凝练为科学问题。二是，聚焦科学不确定的关键环节。对于高度不确定性和争议性大的后常规科学问题，科技智库通过多元主体参与及不确定性管理，可以为核心科学研究聚焦不确定性的关键环节、形成理论突破提供可能的思路。三是，助推科研范式的变革。科技智库关于“科技公民”的培养可以为科学研究提供具备基本科研素质的公众，促进众包等开放式、大众式新型科技创新模式的形成和发展，助推科研范式的变革。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2基于知识体系架构的科技智库功能结构",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "RichardN.Haass 提出了5种比较经典的智库功能：产生新思想和提出政策选择、现成的专家库、高层次研讨的场所、教育公民、帮助协调和解决冲突[15]，这些功能也同样适用于科技智库。此外，科技智库“知识与决策双向互动”的特性决定了它还具有“建立和完善科学与社会的对话机制”的独特功能。然而，科技智库的这些功能相对较为抽象，在智库建设之初如何体现和评估这些功能是个难题。考虑到不同知识体系都有相应的解决问题的科学策略，且策略又与功能联系紧密，比较简单的方法是将抽象的功能内化到科技智库的研究体系中（图5)，研究某一类型的问题，自然就具备了相应的功能，确定了科技智库的研究定位也就明确了其功能定位。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）产生新思想与提出政策选择、提供现成的专家库、高层次研讨的场所。这3个功能是科技智库的基本任务，在科技智库的3类研究体系中均有体现，但侧重不同。产生新思想与提出政策选择是科技智库最为根本的核心任务，在3类研究体系中同等重要；提供现成的专家库是专业咨询体系的核心职能，但从广义上来看，应用科学与后常规科学也具备专家库的功能；高层次研讨的场所，主要是专业咨询和后常规科学体系的功能，应用科学体系在一定程度上也有所体现。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）教育公民。尽管该功能在3个层次知识体系中均有体现，但内涵不同。在应用科学和专业咨询的常规科学层面，教育公民的职能是单向传输式的、自上而下宣贯式的，类似于传统的科学普及工作。然而在后常规科学层面，科技智库教育公民的内涵应该是超越科学普及之上的、有针对性的“科技公民”的培养。伴随着我国社会转型所带来的社会结构的变迁、公众权利意识的觉醒以及公共决策模式的转变，公众参与科技决策势在必行[16]，针对具体议题为公众提供培训学习的机会和参与的平台，有助于解决科技决策中的\"知识困境\"17]_—即普通公民可能无法达成科学上正确的决定且妨碍有效决策。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）帮助协调和解决冲突。该功能是完全处于后常规科学体系下的表述，强调在科技公民培养的基础上，建立完善协调和解决冲突的机制和平台。面对科学上的不确定性，参与式的、开放式的、透明式的信息沟通将有助于社会公众加强对科技的理解和判断，这不仅具有民主的含义，形成了公众信任的建构过程[18]，也是帮助政府协调和解决冲突的过程。科技智库具有构建后常规科学问题解决争议平台的责任担当和独特优势，应当结合我国具体国情和社会政治背景，搭建多元主体参与的平台、探索参与性研究的方式方法、完善沟通协调的机制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（4）建立和完善科学与社会的对话机制。该功能贯穿4个知识层面，与“教育公民”“帮助协调和解决冲突”功能是相联系的，但其内涵更丰富，强调科学面向社会对话（speak to）和社会对科学作出回应（speak back）的双向机制。现代社会发展的开放性和复杂性，需要我们更多地注重科学与社会两者之间的平衡和协同进步[9]，特别是当前世界正迎来新一轮科技革命和产业变革，中国也处于经济社会快速发展和转型期，科技与社会的互动关系正在发生深刻的变化，亟需要建立科学与社会的良好对话机制。而科技智库处于科技与社会互动的前沿界面，建立和完善科学与社会的对话机制、促进科技与社会的协同演化，是科技智库责无旁贷的使命。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "综合来看，基于知识体系架构的研究体系和功能结构图景分析，明确了科技智库研究问题的层次和功能结构，阐明了科技智库与核心科学的关系，科技智库可以据此进行研究和功能定位，同时，也基本明确了以“知”明“智”的路径：首先，在认识层面，提高其“智”识，即承认知识本身的不完备性、不确定性、价值相关性，明确科技智库研究的目的不是要消灭不确定性，而是要在无法预测、不完全控制和多种合理观点的前提下去应对和管理这些不确定性，降低决策的风险；其次，在操作层面，提升其“智”量，对于决策问题，不是一概而论、提供标榜正确稳妥的决策选择，而是对研究问题按照不确定性和决策风险进行分类，不同议题采取不同的方法策略；再次，在战略层面上，彰显其“智”能，考虑到后常规科学问题不仅是科技智库的职责所在、优势所在，也更能彰显其影响力，科技智库的研究重心应当向争议大、决策风险高的后常规科学问题倾",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "斜。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "高后常规科学帮助协调和  \n金区 专询 教育公民 解决冲突现成的专家库应用 高层次研讨的场所科学核心 产生新思想和提出政策选择科学建立和完善科学与社会的对话机制  \n低 系统不确定性 高",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/fecde960190245f212642560a6c9fcae8c9c475b574a02e54d568f0f003da976.jpg",
        "img_caption": [
            "图5知识体系架构框架下的科技智库的职能分析",
            "图6科技智库的模式类别图景"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 5 Analysis of science and technology think tank function under communities of knowledge construction Figure 6 Categorization of science and technology think tank ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3中观图景 一 1 科技智库类型划分与组织演化",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "宏观图景确定了科技智库在智库体系中的外部定位，微观图景描述了科技智库内部研究和功能定位，而对于科技智库建设来说，最直接的定位应当是在不同类型科技智库之间选定一种类型模式，并按照不同发展阶段进行模式选择和组织建设。这就需要将宏观图景与微观图景结合，构建以类型模式与组织演化为核心的中观图景。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1科技智库的类型模式",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从科技智库的机构层面来看，并不是各类科技智库都能够或有必要覆盖所有的知识体系和体现所有功能，需要根据科技智库的基础能力和发展愿景有所侧重；同时，从传统的学科领域（自然科学为主）划分来看，各机构也有所不同。根据知识体系和领域跨度进行分类，有助于科技智库厘清定位、提升“智”量、聚焦重点、加快智库建设。总体而言，科技智库按照知识体系和领域覆盖情况，可以分为4种类型：综合型科技智库、专业型科技智库、咨询型科技智库、平台型科技智库（图6)。综合型科技智库是指能够基本实现4个知识层面和学科领域全覆盖的科技智库。专业型科技智库是指能够覆盖4个知识层面，但是专注于较窄的学科领域的科技智库。咨询型科技智库，是以科技咨询为主要任务的科技智库。平台型科技智库是指科技决策相关的中介型、平台型机构。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）综合型科技智库",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综合型科技智库（以下简称综合智库）是能够基本实现4个知识层面和学科领域全覆盖的“大而全”型的科技智库。这种智库主要是由一些大型综合性科研机构或大学转型而成，从领域跨度来看，学科门类齐全，在宏观性、战略性、综合性、交叉性、前瞻性等问题研究中具有优势；从知识体系结构来看，4个知识层面同属一个机构，方便各层面之间的无缝衔接和交流，能够迅速、直接地形成高质量的智库产品，这种综合性优势是其他科技智库无法取代的。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综合智库具有一些突出的特点。首先，综合智库必须是具备一流科研能力的学术型研究机构。考虑到只有具备强大的核心科学驱动才能带动知识层面和学科领域全覆盖，综合智库一般科研实力雄厚，智库建设只是其发挥学术影响力的出口，其核心科学的质量在很大程度上决定了其智库影响力，比如当前全球科技智库排名第1的马普学会，并没有刻意追求其智库的影响力，甚至它自身并不认为自己是一个科技智库，成为科技智库似乎只是一个外溢产品。其次，综合智库一般具有复合结构。由于综合智库的主业是从事基础科学研究，智库是其科学影响力自然外溢的产品，处理不好容易导致主责主业的泛化，比如，有些专家[2就曾提出，中国科学院等基础研究机构如果要办成智库，把精力主要放在应用政策研究上，将会影响其对基本自然规律的认识，最终导致公共政策研究质量的下降。中国科学院破解该问题的办法是通过建立科技战略咨询研究院，形成“小核心大网络”和矩阵式科研组织管理模式[21]，以兼顾核心科学的主导性，并为科学研究与社会接轨、发挥智库作用做有效的延伸和衔接。这种模式如果运行良好，不仅可以促进高质量科技公共政策的直接产出，也可以推动科学研究自身的发展。当然综合智库的复合结构多样，也可能是多中心或是多类型嵌套结构。再次，综合智库在科学研究上长期的战略性、引领性和前瞻性，使其一般具有一些传统的政策渠道，在政策制定方面具有较大的影响力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综合智库也面临很多问题和挑战。首先是要注意处理好小核心和大网络的关系。如果小核心脱离了大网络，或者没有实现有效的衔接，将失去其作为综合智库的意义。其次，由于其学术研究的传统，综合智库容易陷于经院式研究，应注意与人文社会学者、政府、媒体的交流合作。再次，国内综合智库对于后常规科学层面的工作涉及较少，如何培养科技公民、如何搭建解决争议的平台、如何处理科技不确定性、如何构建科技与社会的互动机制都是亟需加强的工作。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）专业型科技智库",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "专业型科技智库（以下简称专业智库）是“小而全型”智库，聚焦于较窄的学科领域，但覆盖了全部4个知识层面，往往能够兼顾学术成就和政策相关性。专业智库一般由过去某一领域的研究机构或单位向政策研究方面扩展而成，可以在原有科技专家的基础上，迅速吸纳相关的跨学科、跨领域专家，政策专家，管理专家，组建形成智库。从领域跨度来看，涉及领域较窄，能够围绕该领域的特点，形成针对性强的研究与管理模式；从知识体系结构来看，可以实现各层面之间的无缝衔接和交流，能够迅速、直接的形成智库产品。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "专业智库具有2个主要特点。首先，专业智库的研究领域往往是知识情境化（contextualization）较强的学科领域[19]，比如资源环境领域的政策研究，这种情境化的科学更容易脱离传统科学研究的范式，转而向后常规科学的范畴扩展。其次，专业智库往往具有灵活流动的组织模式，专业智库尽管聚焦于较窄的领域，但由于跨越4个层面的知识体系，必须维持足够的人员规模和涵盖多学科领域的专家结构，这就需要通过一些灵活的组织模式，以克服需要多方面人才迅速应对新型的政策挑战和需求的问题。比如德国生态研究所（The Ecological Institute）就是采用多样性策略和流动矩阵组织结构，在欧盟政策层面已形成重要影响力[22]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "专业智库的核心问题是如何平衡“学术成就”和“政策影响”的矛盾。实际上，由于一个机构自身资源的限制，要立足学界具备高水平的基础科研能力，同时，推动公益和形成政策影响之间很难兼得。即使国际上一些比较成熟的智库，也往往面临着科学影响和政策影响之间的权衡取舍，关键是要在尽可能保证最低限度的人员配备的同时，拓展多元的合作渠道、灵活的人员配备、以及高效的组织结构。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（3）咨询型科技智库",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "咨询型科技智库（以下简称咨询智库）一般指专门从事科技咨询的机构，从领域跨度来看，其领域覆盖可能是多领域的综合性咨询智库，也可能是限于特定领域的专门性的咨询智库，从知识体系结构来看，咨询智库一般不从事基础的科学研究，只是从专家的角度提供科学建议，往往由各种专业协会或委员会转化而来，比如国家减灾委员会等。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "咨询智库的主要特点如下，一是，其人员组成主要是一些战略型科学家，往往具有宏观的战略眼光，既是领域方面的顶级专家，也对社会政治文化经济等方面的发展情况有广泛的了解，能够提出实用性强的有价值的咨询建议。二是，其组织结构一般比较松散，往往是任务导向型，通过重大任务来牵引和组织咨询活动。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "咨询智库的核心问题如下，一是，咨询智库不能独立于核心科学存在，需要建立与核心科学和应用科学的连接渠道，其联系可能是隐性的，通过其未脱离核心科学研究的专家本人来实现，也可通过与相关基础科研机构或大学建立合作渠道来实现。二是，亟需发展系统的咨询方法体系，需要结合中国国情，探索专家组织的可行模式和专家意见提取的系统有效方法，这是我国传统科技咨询比较欠缺的。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（4）平台型科技智库",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "平台型科技智库（以下简称平台智库）是指专门从事科技相关政策研究的中介类、平台类机构，类似于科技政策的孵化平台、多元参与的讨论平台、联系利益相关方的中介平台，包括各种纯政策类科技智库、评估型科技智库、科技创新中介型科技智库等。其优势在于其政策敏感性和社会相关性。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "这类智库的特点，首先是合作共生性，此类智库基本脱离了核心科学研究，拓展到了政策、社会、经济的层面，与一般形态的智库在性质上最为接近，但又无法脱离核心科学而独立存在，必须与核心科学在某种形态上维持一种合作共生关系；其次是政策敏感性和社会敏感性，这类智库处于各种行为主体的界面上，对各方的信息最为敏感，具有政策敏感性和对社会动态和经济动态的敏感性，机构一般较为精简、管理方式较为灵活，易于做出迅速快捷的反应。平台智库的核心问题是如何在各主体界面之间寻找其不可替代的特色定位，以及如何保持与核心科学的紧密联系。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "总体来看，综合智库、专业智库、咨询智库、平台智库4种科技智库之间的界限并不是绝对严格的，而是一种相对模糊的判别，是可以动态转化的，比如综合智库的复合结构可以包含或衍生出若干专业智库、咨询智库或平台智库；专业智库如果处理不好学术研究与政策研究的关系平衡，可能也会转化为纯粹的科研机构，或咨询智库和平台智库；咨询智库、平台智库也可以经过与其他机构的联合整合，转化为综合智库或专业智库。此外，在4个基础类型之上还可以继续进行细分，比如，按照服务决策的对象可进一步细分为面向政府、企业、公众决策的科技智库，按照政策研究的空间范畴可进一步细分为面向全球的、区域的、国家的、地方的科技智库等，科技智库可以根据基础类型和亚类，直接进行模式选择和定位。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2科技智库的组织演化图景",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "智库的组织建设往往经过初创阶段的独立与合并、发展阶段的合作与协同、竞争阶段的网络化与国际化，实现从强化组织基础到建成一流智库的跨越[23]。科技智库建设也基本呈现出初创、发展、竞争3个阶段的规律，其中，模式选择和网络构建是2个核心主题，前期重心是模式选择，后期重点是网络构建。在3阶段演化过程中模式选择表现为从模式选择与构建，到模式动态调整，再到模式优化成熟的逐渐弱化过程，网络构建表现为从基础网络构建，到智库网络构建，再到国际网络构建的逐渐强化的过程，这2个方面互动互促、协同发展（图7)。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/766e82025e006c1e6540e3504f853875e026cea69a8ba966be0c5250c22ee3f5.jpg",
        "img_caption": [
            "图7科技智库组织建设的动态演化图景"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Figure 7 Dynamic evolution of organization and construction of science and technology think tank ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（1）初创阶段的模式选择是科技智库建设的根基与基础。初创阶段的主体工作是进行模式选择与构建，科技智库根据自身的领域跨度、研究特点、相对优势、发展愿景，确定科技智库重点的研究体系、功能及所属的智库类型。重点是在应用研究体系、专业咨询体系、后常规体系的框架下，结合学科领域确定科技智库的研究图谱，明确主体功能定位，并根据4个基础类型及亚类确定所属的类型模式，进而确定科技智库的总体发展策略。此外，科技智库在初创阶段也需要进行基础网络构建，此处基础网络指的是科技智库与核心科学研究之间构建联系的内生网络，这与科技智库的类型划分是相联系的，包括综合智库、专业智库的内部网络构建，以及咨询智库、平台智库与核心科学研究之",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "间的联系网络构建。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（2）发展阶段的智库网络构建与模式调整互动是科技智库走向成熟的必然选择。随着科技智库的进一步发展，其所研究的决策议题将向更具挑战性、系统性、复杂性和综合性的方向发展，需要加强与其他智库的合作与协同，构建智库网络，这样智库之间可以在研究方向、研究方法、信息收集等方面形成强化或互补，利于智库研究领域的拓展、研究内容的深化、研究质量的提升，及影响力的扩大。科技智库网络构建包括3个层面：科技智库之间的合作网络、与强联系型智库的联合合作网络、与弱联系型智库的协同合作网络。但3个层面的网络合作方式、合作重点、互动强度都不同，需要探索不同的网络构建方式。同时，该阶段科技智库网络构建和模式选择的互动是最为频繁的，科技智库在构建智库网络的过程中，通过与其他智库的互动互促，也在重塑和调整自身的研究定位、智库类型和发展模式，科技智库的这种动态的定位调整有助于科技智库塑造竞争优势、形成独有特色。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（3）竞争阶段的国际网络构建是建设一流科技智库的基本方向。该阶段科技智库的模式构建进一步优化成熟，重心向国际网络构建方向发展。随着全球化和信息技术的发展，许多一流智库已经加快了国际化和网络化的建设步伐，比如，美国的布鲁金斯学会先后在北美、欧洲、东亚、西亚、印度成立了研究中心，致力于所在国家和地区的重大战略问题以及与美国的关系等方面的研究[23]。随着中国日益走近世界舞台中央，以及“一带一路”等国际战略的发展，我国高端智库的网络化与国际化发展将是必然趋势。就科技智库而言，由于核心科学研究本身具有网络化和国际化的特点，依托其上的科技智库有国际网络构建的既有渠道，更容易建成一流智库，成为我国智库系统国际化发展的先锋力量。具体发展路径包括：一是研究内涵国际化，注重研究议题全球化与视角的国际化，比如全球性问题的研究、世界科技前沿的预测预见、参与全球创新治理等；二是研究人才国际化，吸引聚集具有国际视野的高水平研究人才；三是研究网络国际化，依托核心科学研究的国际网络，如国际科学组织、论坛、会议等构建国际化的合作网络，提升研究的国际视野和我国的国际话语权；四是研究机构的国际化，依托国际网络或我国外设科研机构，建立科技智库的国际分支机构，为国家战略的国际拓展和建成一流科技智库奠定基础。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "总体来看，以类型模式与组织演化为核心的中观图景是科技智库最直观、最综合的以“图”定“位”，特别是在科技智库组织演化的时间轴上对各层次图景进行了系统整合，基本明确了科技智库的建设路径。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4结论",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本文通过多层次的图景分析，辨析了科技智库的内涵属性、阐明了2种核心关系、提出了3类研究体系及相关智库功能、划分了4个基础类型、描绘了组织建设的动态演化图景，从多个维度对科技智库进行了以“图”定“位”；同时，明晰了科技智库提高“智”识一提升“智”量一彰显“智”能的以“知”明“智”的路径。得出了一些新的认识。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（1）认为知识与决策的双向互动是科技智库区别于其他智库的本质属性，提出科技智库是智库类别中最为基础、最为能动、最为新锐的力量。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（2）明确了核心科学在科技智库中的灵魂地位以及科技智库对核心科学的反哺作用；提出科技智库与其他智库的强联系和弱联系关系划分，强调弱联系关系对于创新性政策方案的产出可能更为重要。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（3)提出科技智库应当超越目前的“科技咨询\"模式向后常规科学问题方向拓展，在深化传统功能的同时，应着重加强科技公民培养、帮助协调解决冲突、建立完善科学与社会对话机制等后常规科学相关功能。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(4)基于知识体系架构和领域跨度，将科技智库划分为4个类型：综合型、专业型、咨询型、平台型；并明确了不同类别的优势、特点和关键问题，有助于科技智库的模式选择和直接定位。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（5）构建了科技智库建设3阶段动态演化图景，基本明确了科技智库的建设路径，提出国际网络构建是一流科技智库的建设方向。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "本文围绕科技智库建设的综合层面和基本问题，构建了基于知识的、多维度的理想图景，未来还需要结合中国国情和具体实践，进一步调整和改进；同时，在一些关键问题上进行深化研究，如：各研究体系的方法策略，多元主体参与模式、不确定性管理方法，以及不同层面合作网络的构建等。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "致谢：诚挚感谢 Ortwin Renn 教授和R.Andreas Kraemer 教授对文章提出的中肯意见。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[1]万劲波，李培楠．国家科技智库体系建设态势及政策建议[J]．数字图书馆论坛，2017，154(3)：6-10.  \n[2]DICKSON P. Think Tanks[M].New York:Atheneum，1971:47.  \n[3]United Nations Development Programme，Regional Bureau for Europe and CIS. Thinking theunthinkable: from thought to policy: the role of think tanks in shaping government strategy:experiences from Central and Eastern Europe[M]. New York: United Nations DevelopmentProgramme，2003：6.  \n[4]McGANNJG. 2015 Global go to think tank index report[EB/OL].[2016-04-04].http://repository.upenn.edu/cgi/viewcontent.cgi?article=10o9&context $\\cdot ^ { = }$ think_tanks.  \n[5] BROOKS H. The science adviser，in Gilpin,R and C.Wright ed. scientists and nationalpolicy-making[M]. New York:Columbia University Press，1964:76.  \n[6]陈玲，薛澜，赵静，等．后常规科学下的公共政策决策：以转基因水稻审批过程为例[J]，科学学研究，2010，28(9):1281-1289.  \n[7]安新颖，冷伏海．国内外科学院思想库战略情报咨询活动比较研究[J]．图书情报工作，2006，50(8)：51-54.  \n[8]McGANNJG.2016Globalgotothink tankindexreport[EB/0L].[2017-01-26].https://repository.upenn.edu/cgi/viewcontent.cgi?article $\\mathbf { \\Psi } = \\mathbf { \\vec { j } }$ 1011&context $\\cdot ^ { = }$ think_tanks.  \n[9]GRANOVETTER M S. The strength of weak ties[J]. American Journal of Sociology，1973，78(6):1360-1380.  \n[10]詹国辉，张新文．中国智库发展研究：国际经验、限度与路径选择[J]．湖北社会科学，2017(1)：47-54.  \n[11]FUNTOWICZ S0,RAVETZ JR. Science for the post-normal age[J]. Futures，1993,25(7):739-755.  \n[12]FUNTOWICZ S O，RAVETZ JR. The emergence of post-normal science[C]// SCHOMBERG VR. Science,politics and morality. Dordrecht:Kluwer Academic Publishers，1992:85-123.  \n[13] RAVETZ JR. Post-normal science[J]. Futures (Special issue)，1999，31(7):641-757.  \n[14] ELAM M, BERTILSSON M. Consuming，engaging and confronting science: the emerging dimensionsof scientific citizenship[J]. European Journal of Social Theory，2003，6(2):233-251.  \n[15]HAASS R N. Think tanks and U.S. Foreign Policy: a policy-maker' s perspective[J]. US ForeignPolicy Agenda，2002，7(3):5-9.  \n[16]娄成武，张露萍．我国公众参与科技决策的现实障碍及对策分析[J]．科技进步与对策，2010,27(18): 5-8.  \n[17]陈敦源．民主治理：公共行政与民主政治的制度性调和[M].台北：五南图书出版股份有限公司，2009:283.  \n[18]周桂田.争议性科技之风险沟通[C]//生物多样性：社会经济篇.台北：教育部顾问室生物多样性人才培育先道型计画出版，2006：199-212.  \n[19]海尔格·诺沃特尼，彼得·斯科特，迈克尔·吉本斯．反思科学：不确定时代的知识与公众[M].冷民，等译．上海：上海交通大学出版社，2011：303.  \n[20]薛澜．智库热的冷思考：破解中国特色智库发展之道[J]．中国行政管理，2014，347(5)：6-10.  \n[21]吕青．从智库研究理论到科技智库建设：专访中国科学院科技战略咨询研究院潘教峰院长[J].智库理论与实践，2016，1(6)：2-5.  \n[22]KRAEMER R A. The Ecologic Institute and its influence on policies in Germany and the EU[C]//McGANN JG，VIDEN A，RAFFERTY J. How think tanks shape social development policies.Philadelphia: University of Pennsylvania Press，20l4:129.  \n[23]任福兵．美国一流智库发展规律与特征研究：以6所美国一流智库为例[J]．情报杂志，2016，35(10): 18-25.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "张月鸿：文章选题、框架确定及整体撰写；  \n刘登伟：参与框架讨论和文稿修改，在关键节点提出重要建设性意见。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Multi-landscape Analysis on Construction of Science and Technology Think Tank ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Zhang Yuehong1,² Liu Dengwei3,4 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1 Bureau of Development Planning, Chinese Academy of Sciences, Beijing 100864 ² Institute for Advanced Sustainability Studies,Potsdam 14467 3 Development Research Center of the Ministry of Water Resources of P.R.China, Beijing 100038 4 University of Cambridge, Cambridge CB12BD ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Highly supported and encouraged by the government, a variety of S&T think tanks have been established in China in the last few years.But on the whole,the construction of S&T think tanks pay more atention to the“tank” than “think\". Therefore,in the complicated decision-making environment, it is important to fix the suitable position and improve the knowledge to construct the S&T think tank.[Method/process] In order to fix the“position”by the “landscape”,and improve the“think”by“knowledge”,this paper constructs the multi-landscape for S&T think tanks from the perspective of knowledge: the macroscopic view,in which the essential attributes of S&T think tanks,their relationship with other think tanks,and their positioning in the whole think tank system have been explored; the microcosmic view,in which the research system and function of S&T Think tanks have been analyzed based on communities of knowledge construction; the mesoscopic view,in which four categories for S&T think tanks based on the knowledge construction and research field have been developed,and the organization construction evolution in three stages has been clarified.[Result/conclusion] Based on the multi-level landscape analysis,the pattern for fixing the“position” by the“landscape”,and the route for improving the“think” by \"knowledge” have been established and we come to some new understanding about S&T think tanks. First,the bilateral interaction between knowledge and decision-making is the essential traits of S&T think tanks,which is the most basic, vigorous,and cuting-edge strength among the think tank system, and its relationship with other think tank could be divided into weak ties and strong ties.Second, three knowledge system and the interaction between S&T think tank and the basic science research have been clarified,and we suggest that S&T think tanks should go beyond the current “S&T consultancy” mode and pay more atention to“Post-normal science” problem. Third, S&T think tanks could be categorized into integrated type,specialized type,consultancy type,and platform type,based on which, mode selection and think tank network construction in different stage have been established.This multi-landscape analysis is expected to provide reference for the positioning and construction of various kinds of S&T think tanks and the nation's macro-management and strategic layout of think tank. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Key words:science and technology think tank landscape analysis communities of knowledge constructionprofessional consultancy post-normal science categorization and mode network construction ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "收稿日期：2017-12-05 修回日期：2017-12-29本文责任编辑：唐果媛",
        "page_idx": 13
    }
]