[
    {
        "type": "text",
        "text": "工作场所中的助人决策过程及其影响因素",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨建锋」 郭晓虹1,2 明晓东「",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1江西财经大学工商管理学院，南昌 330013）（南昌工程学院工商管理学院，南昌 330099)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 本项目突破了以往研究过于聚焦“助人行为”这一瞬时行为的局限，把工作场所中的助人决策理解为一种基于动态性心理契约的社会性风险投资决策过程，认为人力资源管理的相关实践能够在组织内部为员工之间的这种社会性风险投资决策，创建和维持适宜的投资环境，促使员工愿意、能够、敢于进行助人这种社会性风险投资决策。基于上述思路，项目首先构建工作场所中助人决策的过程机制模型，然后就该模型与以往模型存在的核心差异 一反思调整—一进行深入探索。随后，就影响助人决策投资环境的重要因素，从人力资源管理职能的角度，分别探讨工作设计和薪酬管理两个方面的重要变量对助人决策的影响机制。最后，基于本项目研究成果，提出能切实促进员工助人决策的、体系化的人力资源管理实践建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词助人决策，社会性风险投资，动态性心理契约，资源分配框架 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“一方有难，八方支援”，这种精神帮助中华民族渡过了无数劫难。比如，汶川同胞凭借全国人民的帮助走出了大地震的阴霾，新型冠状病毒在武汉的爆发也因全国人民的互助而迅速得到有效遏制。不仅国家和民族需要这种互助精神，组织中也一样需要员工之间的互相帮助。组织中员工互助现象非常普遍，绝大多数员工都有帮助和被帮助的经验(Lee et al.,2019)。“助人”不仅对双方有利(Bolino et al.,2002)，还能增强团队精神和凝聚力(王静等，2019)，改善组织沟通和协调(Stea etal.,2017)，确保组织有效运作(Spitzmuller&Dyne,2013),提升群体和组织绩效(Podsakoff et al.,2000)。因此，理解组织中的助人决策过程，并设计相应的人力资源管理方案来促进这个过程具有非常重要的意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "助人决策过程是指个体针对求助者所面临的困境，开发、选择、实施相应的方案，进而帮助求助者有效应对其困境的过程。以往关于工作场所助人决策的研究已经积累了很多有价值的洞见，这些研究主要集中于探讨“助人行为”这一助人决策过程中特定阶段的前因和后果(宋珂 等,2018)。例如，已往研究从施助者、受助者、双方关系和情境因素四方面考察了助人行为的发生原因(e.g.,Becker et al.,2018; Kogut et al.,2015; Kraus & Callaghan,2016; Tseet al.,2013)；从施助者、受助者和组织角度，考察了助人行为的后效(Humanet al.,2018;Ouyang etal.,2018; Stea etal.,2017)。然而，这些研究往往把助人理解为一个瞬间行为，忽视了助人其实是一个社会性风险投资决策过程(Nadler,2020; Schein,2009)。助人行为只是助人决策过程的一个重要步骤而已(Darley&Latane,1970)。助人决策过程不仅包含助人行为，还同时包括助人行为发生前的准备过程，以及行为发生后的调整等过程。深化对助人决策过程的完整认识，能让我们更深刻地理解员工互助现象，进而设计出相应的人力资源管理实践来促进员工互助。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "助人决策是一个社会性风险投资过程(Halbesleben&Wheeler,2015)。以往只有Darley 和Latane(1970)针对旁观者是否进行见义勇为而提出的“旁观者介入决策模型”能体现出助人决策的过程性，但该模型却没能体现出助人决策中施助者所进行的利益权衡和反思调整过程(Dovidio etal.,2006)。首先，就利益权衡来讲，施助方在帮助过程中需要对受助方进行时间、情绪、智力、物品等方面的投资，同时也期待受助方能进行适当回报(Schein,2009)。帮助具有互惠性(Guinote etal.,2015)：甲给乙的帮助越多，在未来也通常更容易得到乙的帮助。施助者会基于成本收益的权衡而有选择性地帮助那些未来更可能帮到自己的求助者(Perlow &Weeks,2002)。员工之间的帮助同样具有这种互惠性：施助者在短期不一定需要受助者的回报，但长期来看还是会期待得到特定利益(如感激、自尊等)，否则帮助将难以为继(Lanaj &Jennings,2020;Lanaj etal.,2016)。比如，组织中那些专业能力较强的成员比那些专业能力较弱的成员更容易得到其他成员的帮助，这可能是因为其他成员会认为能力强的成员在未来更有能力回报自己(Van Der Vegt et al.,2006)。其次，就反思调整来讲，工作场所中施助者和受助者的互动通常不是一次性而是多轮次的。施助者在实施助人行为之后，有很多机会主动或被动地获取关于帮助行为的反馈信息，从而确认自己的助人行为是否给受助者带来了利益以及带来了怎样的利益，受助者又给施助者及所属组织带来了什么回报；并把受助者的获利以及自己和组织的获利，与自己在施助前的相应预期进行比对，最后再根据比对结果来调整自己今后针对受助者及与受助者相似人员的助人行为，从而最大化自己社会性风险投资决策的投资回报率(Piliavin et al.,1981)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本项目把工作场所助人决策这种社会性风险投资决策过程的基础，理解为是施受双方之间的动态性心理契约，认为助人决策过程包括与心理契约相对应的签订前准备工作、签订中策略构思以及签订后跟踪调整等一系列步骤。同时，鉴于管理者最重要的任务之一就是构建能促进员工互助的组织环境(Amabile etal.,2014)，本项目进一步提出管理者可以通过工作设计和绩效薪酬这两方面的人力资源管理实践来为员工构建和维持相应的“风险投资”环境。最终，本项目有望对工作场所中助人决策做出一些理论和实践上的贡献。从理论上来说，本项目从动态性心理契约的角度，将助人决策过程看作是一个社会性风险投资过程，为助人领域的研究提供了新的理论视角。在此基础上，本项目突破了以往研究聚焦“助人行为”这一瞬时行为的局限，将助人看成是一个决策过程，为助人领域的研究提供了新的研究视角与话题。从实践上来讲，本项目从人力资源管理不同模块考察助人决策过程的影响因素，可以指导人力资源管理实践，进而促进员工互助。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2研究构想",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本项目把工作场所中的助人决策理解为一种基于动态性心理契约的社会性风险投资决策过程，认为人力资源管理实践能为员工互助构建和维持相应的投资环境。基于以上回顾与分析，本项目将开展由四个研究构成的两部分研究工作(见图1)。第一个部分将基于动态性心理契约理论构建助人决策的过程模型(研究1)；然后聚焦于助人决策的最后一个步骤，也是本项目所提出模型与以往模型区别最大的步骤——反思调整，探索人际互助过程中的助人决策动态调整过程(研究2)；最后基于该模型，把人力资源管理实践看作影响个体进行帮助这种社会性风险投资的重要环境因素来着重考察人力资源管理实践中的工作设计(研究3)、薪酬管理(研究4)两方面的关键变量对员工助人决策的影响模式。总的来讲，本项目试图通过这四个研究来解答两个科学问题：工作场所中助人决策过程是怎样的(研究1和研究 2)?人力资源管理实践会如何影响助人决策(研究3和研究4)?",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2136f72fd142480b0ef0ee26e2db7389d979ba1ec0c550345cf7e08e9953581b.jpg",
        "img_caption": [
            "图1理论模型图"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1助人决策过程模型构建及机制分析 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1助人决策中的动态性心理契约",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "同事之间存在着频繁的交往史以及潜在的未来交往机会。员工在进行助人决策这种社会性风险投资决策时会表现出很强的长期计划性(Dovidio etal.,2006)，以确保自己所进行的助人这种社会性风险投资具有长期的安全性和适当的获利性。当然，作为受助者其实也希望能够确保自己可以得到切实有效的帮助，并且不会因为受到帮助而需要对施助者做出过分的回报。因此，在助人决策过程当中，施受双方都有动机去构建一套能约束双方行为，从而使得双方满意的动态性心理契约。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "施受双方在互动中，难以甚至不可能去写下纸面上的契约。尽管个体在助人时有成本预算和收益期望(Dovidio etal.,2006)，但是社会规范并不赞赏个体在助人时直接告知对方，也不鼓励以文字形式要求对方确认。但即使未被告知，受助者往往也会有亏欠感或感恩，甚至产生报答施助者的愿望(Lee et al.,2019)，否则会感到对不起施助者。因此，心理契约这一经常被用来解释员工与雇主之间不成文社会契约关系的概念(Tekleab& Taylor,2003)，可以非常好地刻画员工之间包括互助在内的互动关系(Laulié& Tekleab,2016)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "动态性心理契约理论是传统心理契约理论(Rousseau,1995)的升级版，该理论在传统心理契约理论的基础上强调了心理契约在契约双方互动过程中的动态性和可变化性(Rousseau etal.,2018)。根据动态性心理契约理论，心理契约会由于主动或被动的原因，在形成和发展的过程中表现出创建、维护、重新协商、修复四个不同的阶段(Rousseauetal.,2018)。助人决策过程其实也涉及到了施受双方在特定情境下针对帮助行为的心理契约签订、维护和动态调整的过程。当员工关注到周边同事遭遇困境后，可能会开始探索与该同事建立关于帮助的心理契约的可能性和必要性；如果确认了签订该心理契约的可能性和必要性，则可能会开始构建和实施帮助行为；接着员工对自己和受助者履行该心理契约的情况进行追踪，以确认双方是否切实履行了该契约以及双方对该心理契约是否满意；如果双方都能履行并且对该心理契约表示满意，那么就继续维持该心理契约，否则就要反思自己的行为并对该心理契约进行调整、终止或修复(Beal & Ghandour,2011; Zhao et al.,2007)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2助人决策过程六步骤模型",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "动态性心理契约理论能很好地刻画以往助人决策过程模型中所缺乏的关于双方多轮次的互动和反馈过程。因此本项目基于动态性心理契约理论(Rousseau etal.,2018)，在旁观者介入决策模型的基础上(Darley&Latane,1970)，构建组织中助人决策的六步骤模型。以往最具代表性的助人决策过程模型是 Darley 和Latané (1970)针对个体是否主动帮助陌生人而提出的旁观者介入模型。该模型认为助人决策包括五个步骤，每个步骤都可能影响个体是否做出助人行为：第一步，发现他人遇到问题；第二步，意识到他人急需帮助才能顺利解决其问题；第三步，意识到自己有责任帮他人解决该问题；第四步，决定自己需要向他人提供什么样的帮助；第五步，实施助人行为。该模型从过程的角度重新看待助人决策，为我们完整认识助人决策过程提供了帮助。但是鉴于该模型忽视了上文所述的关键问题：在助人过程中，个体会在考虑成本收益平衡的基础上，进行多轮次的互动和反馈(Dovidio etal.,2006)。本项目基于动态性心理契约理论提出了助人决策六步骤模型。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第一步，关注困境。个体首先需要发现周边同事遇到困境。这是助人决策的起点，更是做出助人行为的基础。发现他人困境阶段是一种主动帮助决策过程。主动帮助是在受助者并没有表示需要时就提供的帮助；在受助者表示需要时提供的帮助称为被动帮助(Lee et al.,2019)。一般来说，被动帮助不需要施助者耗费认知资源来发现他人是否处于困境，因而被动帮助可能不包括关注困境阶段。能否发现他人困境的内在原因主要有两点：第一，个体是否保持了一定水平的认知资源；第二，个体的注意焦点是否放在潜在受助者身上。一旦个体的认知损耗过多(Ruci etal.,2018)，或者由于各种原因而没有将注意焦点放在潜在受助者身上(Kogut etal.,2015)，则会导致识别他人困境能力的下降，从而影响着后续的助人行为。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第二步，解释困境。分析他人所处的困境，判断当事人是否无法自己解决并急需帮助等(Lepine&Dyne,2001)。当施助者发现了他人正处于困境后，至少会从两个方面来判断他人是否需要帮助：第一，潜在受助者是否有能力摆脱困境；第二，潜在受助者是否有时间摆脱困境。一般来说人们通常倾向于向没有能力摆脱困境的弱者提供帮助(Burmstein et al.,1994;Thompson&Fitzgerald,2017)，帮助弱小也是社会的行为准则；而对那些能够依靠自身实力但缺乏时间摆脱困境的人，个体也可能会基于互惠原则将其视为需要帮助的人。但是否将个体的困境视为需要帮助的信号，还要受到特定文化环境的影响(Perlow&Weeks,2002)。此外，由于很难感知他人的需求，在最初的互动或新的关系中人们难以提供主动帮助(Human et al,2018)。因此，如何解释当事人所处的困境不仅决定着施助者是否提供帮助，也在很大程度上影响帮助的效果。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第三步，确认责任。根据所在组织和部门的规范、他人口碑、双方关系、交往历史、困境归因，以及有无他人在场等因素，确认自己有没有以及有多少责任去帮同事脱离困境(Dovidio etal.,2006)。影响到个体对自己是否有责任以及有多大责任伸出援手的因素主要包括组织特征、困境归因、求助者特征以及旁观者数量等多个方面。在组织特征方面，那些强调集体主义(Choi,2009)、形成了互助惯例(Grodal etal.,2015)、具有高凝聚力(Koopman et al,2016)的组织，通常能够促使个体更多地意识到自己有责任帮助处于困境当中的同事。在困境归因方面，如果个体认为求助者所面临的困境是求助者自己造成，而不是由不可控的外力所导致的，施助者就会倾向于认为自己没有责任去帮助求助者。比如，个体更愿意把课堂笔记借给一个眼睛有问题的同学，而不愿意借给一个旷课去海滩玩耍的同学(Weiner,1980;Weiner,1996)。在求助者特征方面，个体会因为对互惠性规范的遵守，而认为自己对之前帮助过自己的人具有帮助的责任(Lee etal.,2019)。最后，旁观者的数量会在很大程度上影响个体对自己是否提供帮助的责任认知：随着旁观者数目的增加，个体会感到落在自己身上的责任越来越小(Darley&Latane,1968)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第四步，构思策略。当明确自己有责任助人时，施助者开始回答四方面问题：是否帮助，帮助多少，提供什么帮助，以及在什么情境下帮助。施助者会考察受助者接受帮助的反馈及回报，以及双方的地位和差距，从而选择不同的帮助策略。根据帮助目的的不同，可以分为自主性帮助策略和依赖性帮助策略。自主性帮助是指提供给受助者独立解决问题所需的工具或方法(周天爽 等,2018)，通过帮助受助者提升能力和获取更多知识来解决受助者的问题(Bamberger&Levi,2009)；而依赖性帮助是指为受助者提供解决问题的全部答案(周天爽 等，2018)，直接帮助受助者解决相关问题。长期来看，自主性帮助能够减少施助者和受助者之间的差距，依赖性帮助则会保持甚至扩大这一差距(Nadler,2020)。由于父权主义者既希望保持自己的优势地位，又想保护弱势群体，因此倾向于向他人提供依赖性帮助而非自主性帮助(Becker et al., 2018)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第五步，实施助人。继续深入分析受助者所处困境以及双方所处情境，为实时调整自己的助人决策提供信息。在实施助人阶段，是施受双方契约构建完成，进入契约维持的阶段。施受双方可能不会一次全部过渡到维护阶段，而是在创建和维护阶段之间有些重叠。个体会基于成本收益权衡而对双方的契约条款进行评估，在不会导致双方情绪高水平激活的情况下，对契约内容进行小幅调整(Rousseau etal.,2018)；一旦由于双方契约内容差异过大，导致双方或一方积极或消极情绪的高水平激活，双方就会进入契约的反思调整阶段。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第六步，反思调整。在助人过程中，个体会持续学习(Dovidio etal.,2006)，主动收集行为结果，判断自己在多大程度上帮助他人脱离了困境，他人在多大程度上回报了自己或组织，以及结果在多大程度上符合自己预期；如果受助者的回报与施助者的预期差异过大，激活了施助者的高强度情绪反应，就会造成双方的心理契约破裂，并进一步促使双方进入契约重新协商阶段或契约修复阶段。总的来讲，施助者会基于反馈信息来调整自己的助人行为，以求实现收益最大化、成本最小化(Piliavin et al.,1981)。以上所述六个步骤并不具有线性的时间先后顺序，而是循环往复的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "命题1：助人决策是一个包括关注困境、解释困境、确认责任、构思策略、实施助人、反思调整等六个步骤的社会性风险投资决策过程。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2员工助人决策的交互反思调整机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "既然助人决策是一种社会性风险投资，那势必就有投资的成功或失败。助人对施受双方既可能产生积极影响也可能产生消极影响(Lin et al.,2019;Ruci et al.,2018)。为确保投资成功，投资者和被投资者之间的契约则显得非常重要：如果契约能确保双方及其所属组织得利，投资就可能成功；反之则可能导致各方乃至所属组织的利益受损，出现投资失败。因此，心理契约可能会影响到施受双方的互动(Schein,2009)，并最终影响双方社会性风险投资的成败。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "基于动态性心理契约理论(Rousseau etal.,2018)，施受双方的角色并不是固定的，完全可以在互动过程中不断切换(Vander Vegt et al.,2006)。工作场所中的施助者和受助者的角色也可以频繁切换，这其实也就是互相帮助的表现。作为心理契约的基础，信任在心理契约的创建、维持以及动态演变的过程当中均发挥着非常重要的作用(Robinson etal.,1994; Rousseauet al.,2018)。心理契约的本质就是人们在互动过程中形成的关于双方责任义务的信念系统(Rousseau,1995)。只有双方均能够履行各自责任义务的时候，彼此才可能相互信任，心理契约也才能得到维持；反之双方就不再信任彼此，最终势必导致心理契约破裂(Montes&Irving,2008)。当个体信任他人时，会对他人的行为做出积极预期，愿意让他人的行为影响到自己的利益(Mayer etal.,1995)。只有当个体相信求助者会以适当形式报答自己时才愿意帮求助者(Schein,2009)。并且值得注意的是，个体常常会低估他人为自己提供帮助的意愿(Newark etal.,2017)；可能正是因为这种认知偏差，导致个体容易低估求助者报答施助者的意愿，从而降低施助者对求助者的信任，并使得施助者在助人时会比较谨慎。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "根据信任的基础，信任包括三个维度：能力信任、友善信任和正直信任(Schoorman et al,2007)。能力信任是指相信对方具备将事情切实且有效完成的专业知识程度(Ganesan,1994);友善信任是指相信对方不会采取机会主义行为并且能够切实关心和促进另一方利益的程度(Schoorman etal.,2007)；正直信任是相信对方会坚持一系列另一方也认同的原则的程度(Mayer etal.,1995)。在助人决策中，能力信任表现为相信对方拥有为自己提供有价值的帮助的能力；友善信任表现为相信对方关心自己的利益，会在自己遇到困难时伸出援手；正直信任表现为相信对方为人正直，能以公司利益为重，从而会在自己遇到困难时帮自己。互惠是心理契约的核心(Dabos＆Rousseau,2004)，施助方需要对受助方在时间、情绪、智力、物品等方面进行投资，同时也期待受助方能进行适当回报(Schein,2009)；因此当个体对求助者具有较高的能力信任、友善信任和正直信任时，就更愿意帮助求助者以获得较好的投资回报(Van der Vegt et al., 2006)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "命题2：能力信任、友善信任和正直信任均能显著促进员工的助人决策(依赖性帮助和自主性帮助)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "施受双方的互助过程是多轮次的，并且上一轮次的互动结果会对下一轮次的互动产生重要影响。也就是说，不仅彼此的信任可以促进双方互助，双方互助其实也可以促进彼此的信任(张维迎，柯荣住,2002)。从受助者的角度来讲，自主性帮助不仅能帮助受助者解决当前问题，还能促进受助者提升自我能力，从而尽快脱离对他人的依赖，具有自行解决相关问题的能力(Bamberger&Levi,2009)；依赖性帮助则只能帮助受助者解决当前问题，而不能促进受助者独立发展或者提高其以后自行解决相关问题的能力(Nadler,2020)。然而，出于公平的考虑，受助者在得到帮助之后，即使是依赖性帮助，也会倾向于感恩和信任施助者(Greenberg，1980)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "命题3：依赖性帮助能促进能力信任、友善信任和正直信任。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "自主性帮助与信任，特别是与能力信任之间的关系则相对比较复杂。在人际互动中，能力信任特别重要，有时甚至比友善信任还重要(Billet&Fekken,2020)。当我们相信对方具有我们所不具备的重要能力或技术时，我们更有可能去寻求对方的帮助(Van derVegt&Van deVliert,2005;Van der Vegt et al.,2006)。如果甲没有足够的能力，即使甲帮助了乙，乙也不会领情，甚至会后悔接受了甲的帮助(Newark etal.,2017)。而助人行为也会通过影响甲对乙的信任，继而影响甲对乙的助人决策。自主性帮助是以促进受助者的独立问题解决能力为重要目标，能给受助者带来更多收益。因此，求助者更愿接受自主性帮助(Beckeret al.,2018)。同时，在求助者接受自主性帮助之后也会更加充分地体会到施助者的友善与正直。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "命题4：自主性帮助能促进友善信任和正直信任。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随着自主性帮助的轮次增加，双方在特定能力上的差距可能发生变化。如甲给乙提供了自主性帮助，乙方开始时会认为自己没有错误估计甲的能力，认为甲方的确具有很强的能力;然而，随后甲乙双方在某项能力上的差距可能会缩小(Nadler,2020)，直到最后甲在该能力上，可能会失去相对于乙的优势。此时，乙可能会认为与甲签订的心理契约已无法保证自己从社会性风险投资中获得收益，从而尽管对甲仍具有较高的友善信任和正直信任，但已经不再相信甲相对自己的能力优势了，因而可能会放弃与甲签订的心理契约，不再愿意接受甲的帮助，也不再积极地寻找机会帮助甲。甲为了避免这种事情发生，可能会在后续轮次的互动过程中减少对乙的帮助，特别是自主性帮助。同时，甲也可能会在后续轮次的互动中刻意隐藏自己的能力，让乙误认为甲能力不够从而降低再次向甲求助的频率。综上所述，在上述几方面机制的共同作用之下，受助者在双方互动的初期会越来越相信施助方的能力，然而随着互动轮次的增加，等到双方能力水平相近的时候，受助方对施助方的能力信任水平会逐渐降低。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "命题5：自主性帮助与能力信任之间呈倒U形关系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.3工作特征对助人决策的影响机制",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "工作特征可能会通过影响工作投入进而影响到助人决策。工作是员工在工作场所中的主要活动内容。而工作本身的特征无疑会在很大程度上影响员工的心理状态。包括技能多样性、任务完整性、任务重要性、任务自主性以及任务反馈性在内的工作特征(Hackman&Oldham,1975)，可能会在很大程度上影响到员工的工作投入。技能多样性需要员工使用更全面的技能和天赋去执行不同活动。在此过程中，员工需要把更多的特长投入进工作。任务完整性高的工作要求员工完成某个完整的、可识别的工作，意味着员工不仅要生产某个产品，还要不断创造和拓展最终产品的边界，进而促使员工置身于更大的最终产品当中去(Pierce et al.,2009)。任务重要性是指工作能对他人命运和幸福产生影响的程度。任务重要性和工作反馈都会促进员工的工作投入(杨红明，廖建桥,2011)。任务自主性需要员工更主动地去思考和解决各种工作问题，找寻适当的工作方法，因此需要员工投入更多的认知资源；孙灵希和腾飞(2013)历时三年的纵向追踪研究也发现任务完整性和任务自主性会提升新进科研人员的工作投入。任务反馈性是指员工能在工作中得到结果反馈的程度。反馈性高的工作能让员工实时知道自己的工作进度与结果，能更好地在认知上卷入员工，也能通过提高满意度来促使员工更愿意在工作中投入时间和精力(Schaufeli&Bakker,2004)。任务重要性、技能多样性和任务完整性，能共同促使员工感到工作的意义，体会到积极情绪(Elsbach&Hargadon,2006)，并最终更愿投入工作。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "命题6：技能多样性、任务完整性、任务重要性、任务自主性以及任务反馈性均能促进员工的工作投入。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "根据资源分配框架，员工的资源是有限的(Hockey,1997)。如果多种任务需要消耗同一资源，那么这些任务就会对该资源展开竞争(Hockey,1997)。如果个体针对某项任务投入了过多资源就容易导致个体缺乏足够资源去投入其它任务(Bergeron etal.,2013)。当员工全身心地投入工作时，他们会表现出专注与沉浸(Kahn,1990)。专注体现为把大量时间和认知资源投入工作；而沉浸则体现为全神贯注于工作，与工作融为一体(Csikszentmihalyi,1990)。然而，当员工全神贯注于工作时，他们也就容易忽视其它事情(Rothbard,2001)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在助人决策中，个体需投入相应的资源去发现和分析他人的困境并构思助人策略(Mueller&Kamdar,2011)。因此，高工作投入的员工会把大量认知资源投资于工作(Rich etal.,2010)，并可能会出于资源保存的目的而缺乏足够的资源和动机去和他人签订关于帮助的心理契约。以往实证研究也发现那些因为其它事件而消耗了较多认知资源的个体会表现出更少的助人行为。比如，由于焦虑情绪导致的认知资源损耗会促使高工作焦虑员工的助人行为减少(Calderwood et al,2018)；社会网络规模较大者虽有更多机会去帮助他人，但当其社会网络规模过大时，个体的认知资源会消耗过度，从而难以识别他人需要，最终减少了助人行为(Steaetal.,2017)。结合本项目所提出的助人决策六步骤模型来讲，工作投入高的个体将难以关注到他人所面临的困境；即使关注到了他人的困境，也没有足够资源去客观公正地解释这些困境；还可能会因为不愿意把资源用于助人这种角色外的行为，而不去承担帮助他们脱离困境的责任；同时也就没有足够资源去构思适宜的助人策略、实施助人和反思调整。因此，工作投入可能会抑制助人决策。鉴于命题6认为技能多样性等工作特征能促进工作投入，而工作投入又会抑制助人决策，我们进一步推论出以下命题。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "命题7：工作投入中介技能多样性、任务完整性、任务重要性、任务自主性以及任务反馈性等工作特征对助人决策的抑制作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "任务互依性能促进员工间的积极情感和态度(Ramamoorthy&Flood,2004)，还能促进组织公民行为(王艳子 等,2014)。针对高任务互依性的工作，员工需要和他人持续互动(Guzzo& Shea,1992)。在互动过程中，工作投入可能会促进员工的助人决策。因为只有帮助相关工序上的同事，该员工才能把自己深爱的工作做好。同时，员工针对低任务互依性的工作容易形成领地意识(Wang etal.,2019)，因而可能会信奉“各扫自家门前雪，莫管他人瓦上霜”，不愿离开自己的领地去帮助同事。另一方面这些员工还可能会针对其他员工形成这样的心理理论：其他同事会把我在工作上对其提供的帮助视为入侵而不愿接受我的帮助(Bachrach et al.,2006)。综上所述，那些从事任务互依性较低工作的员工会倾向于既缺乏相应的机会，也没有相应的动机去和同事签订帮助相关的心理契约，甚至担心自己所提供的帮助会被受助者解释为是在被迫签订不平等条约。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "综上所述，针对高任务互依性的工作，工作投入能促进助人决策；而针对低任务互依性的工作，工作投入会抑制助人决策。鉴于命题7认为工作投入可能会中介技能多样性、任务完整性、任务重要性、任务自主性以及任务反馈性等工作特征对助人决策的抑制作用。我们进一步提出以下命题。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "命题8：任务互依性调节着工作投入在技能多样性、任务完整性、任务重要性、任务自主性以及任务反馈性等工作特征与助人决策之间的中介作用。针对高任务互依性的工作，工作投入在技能多样性等工作特征与助人决策之间发挥着正向中介作用；针对低任务互依性的工作，工作投入在技能多样性等工作特征与助人决策之间发挥着负向中介作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.4团队绩效薪酬对助人决策的影响机制",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "团队绩效薪酬可能会通过影响团队认同进而影响到助人决策。根据社会认同理论(Tajfel& Tumer,1986)，个体会通过社会分类来认同自己的所属群体，进而偏爱内群体成员，对外群体成员则产生偏见；并会努力实现和维持所属群体的积极形象(Marques,2010；张莹瑞，佐斌,2006)。在组织中，员工既可以认同组织，也可以认同所在团队，但员工通常会认为自己与团队的关系会比与组织的关系更加密切(赵祁，李锋,2016)。团队绩效薪酬可能会影响到员工与团队内及团队外成员签订帮助相关心理契约的意愿和行为，进而影响助人这种社会性风险投资决策。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "绩效薪酬有很多形式，如绩效工资、年终奖及员工持股等(Park& Sturman,2016)。它们通常是两类绩效薪酬的混合体：基于个体绩效的个体绩效薪酬和基于团队绩效的团队绩效薪酬(Milkovich etal.,2013)。个体绩效薪酬的一大弊病是促使员工仅仅关注个人绩效(Gerhart&Rynes,2003)，不愿与同事合作(Burks et al.,2009)，甚至嫉妒和损害同事利益(Gläser et al.,2017)。团队绩效薪酬则能促使团队成员关注团队绩效，把自己看作团队的一员而非独立个体(Ellemers etal.,2004)，从而表现出更高的团队认同(Kim&Gong,2009)。团队绩效薪酬能通过在成员心中突显团队绩效的重要性，促使成员把团队看作一个特殊单位，并用团队特征来描述自己(Ellemers et al.,2004)。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题9：团队绩效薪酬能促进团队认同。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "高团队认同者很看重团队的成功。团队成功了，他们就能获得更高的收入和更高的自尊(Hogg& Terry,2000)。对他们来讲，帮助团队其他成员提高绩效，就是在帮助团队整体提高绩效(Ellemers et al.,2004)。同时，团队认同会促进团队内成员之间的信任(Hogg& Terry,2000)。信任正是心理契约的重要基础(Robinson&Rousseau,1994)。因此，团队认同高的员工会因为更加信任同事而敢于进行社会性风险投资—一帮助有需要的同事，愿意和这些同事签订帮助相关的心理契约—一而不用担心受助同事采取机会主义行为。他们更可能会关注到团队内成员的困境，愿意认真分析这些困境并承担帮助成员脱离困境的责任，积极构思和实施助人策略，并不断反思自己的助人策略和行为，从而更好地帮助团队内成员。以往实证研究也发现那些具有更高团队认同的员工会更加倾向于帮助同事(McDonald etal.,2018;Lin et al.,2018)。结合命题9认为团队绩效薪酬能促进团队认同，我们进一步推论出以下命题。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "命题10：团队绩效薪酬能通过提升团队认同来促进对团队内成员的助人决策。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "归属感和优越感时刻都在影响着助人决策(Nadler,2020)。高团队认同的员工既可以通过帮助团队内成员来获得团队接纳实现归属感，也可以在帮助团队内成员的过程中锻炼和展示自己的能力获得优越感。另外，团队认同会促使员工过于关注所属团队而忽视其它团队的困难和利益(张莹瑞，佐斌,2006)，也会促使员工通过让所属团队比其他团队更加优秀而获得优越感(Nadler,2012)，导致员工不帮或者少帮团队外成员，甚至通过帮倒忙来限制甚至损害其它团队的绩效，最终让所属团队获得相对优势(Leeuwen& Zagefka,2017)。结合本项目所提出的助人决策六步骤模型，团队认同高的员工可能会无视团队外成员所面临的困境，不愿努力去分析这些困境，也不愿承担助人责任，进而不会去构思、实施以及反思助人策略和行为。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "另外，中国文化强调差序格局(费孝通,1947；阎云翔,2006)和圈子文化(邱力生 等,2012;王如鹏,2009；杨新敏,2010；张桂平，廖建桥,2009)，容易滋生山头主义(刘军 等,2016)。团队绩效薪酬无疑会强化上述倾向，因此我国员工可能容易对团队外成员的困境不闻不问，甚至落井下石。也就是说，高团队认同的员工可能会更不愿和团队外成员签订帮助相关的心理契约，更容易忽视团队外成员的困境，也不认为自己有责任去帮助团队外成员。结合命题9认为团队绩效薪酬能促进团队认同，我们进一步推论出以下命题。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "命题11：团队绩效薪酬通过促进团队认同来抑制员工对团队外部成员的助人决策。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "员工在进行助人决策时，可能会因为自己所认同的团队具有很强的边界性而认为“内外有别”。团队边界会让员工倾向于只关注所属团队的利益，忽视甚至损害其他团队的利益(Nadler&Halabi,2006)。改善这种状况的重要策略之一就是用更大的社会分类标准来提高团队成员对外群体的包容性(Leeuwen& Zagefka,2017；周天爽 等,2018)。当个体对原本分离的两个群体的认知表征改变为一个包摄水平更高的上位群体时，对内群体成员的积极情感也能延伸至先前的外群体成员，从而提升对先前外群体成员的帮助意向(周天爽 等,2018)。关于个体绩效薪酬的研究也发现那些在价值观上和组织高度匹配的员工，个体绩效薪酬不会降低他们的助人行为；而那些在价值观上和组织存在严重分歧的员工，个体绩效薪酬就会显著降低他们的助人行为(Deckop et al.,1999)。值得注意的是，价值观的匹配正是促进组织认同的重要因素之一(Edwards& Cable,2009)。也就是说，组织认同可能会影响团队认同对人们与团队外成员签订帮助相关心理契约的倾向性。另外，组织认同也可能会进一步强化团队认同对团队内成员的帮助行为。当个体同时具有较高的组织认同和团队认同时，他们可能会更加认同和接纳团队内成员，因而更愿意积极主动地帮助他们。结合命题10和命题11，我们提出以下命题。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "命题12：组织认同感会促进团队认同在团队绩效薪酬与针对团队内部成员助人决策之间的正向中介作用",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "命题13：组织认同感会降低团队认同在团队绩效薪酬与针对团队外部成员助人决策之间的负向中介作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3研究方法",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "基于上述研究构想，本项目拟综合利用访谈法、案例法、焦点小组法、经验取样法等多种研究方法开展四项研究。研究1着力构建工作场所助人决策的过程模型。具体实施步骤为：第一步，在总结文献的基础上编制访谈提纲，然后对5家企业的各层级共30名员工，进行每人一小时左右的访谈；请他们讲述关于助人决策过程及其影响因素作用模式的关键事件。第二步，请三名熟悉助人决策文献但不了解本研究目的的博士生对文字稿进行编码，并计算他们编码的一致性系数；如严重不一致就请他们对不一致的内容进行讨论并重新编码，直到一致性系数达到相应标准为止。第三步，项目成员对编码资料进行汇总、分析与提炼，并在此基础上修订本研究所提出的助人决策过程模型。第四步，另找5家企业的30名员工进行访谈，并从访谈结果中提取出10个与助人决策相关的典型案例，然后用这些案例去检验经过第三步修订后的助人决策过程模型。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "研究2聚焦助人决策过程模型中的反思调整步骤，揭示施助者和受助者在互动过程中如何对各自的助人行为进行反思调整。该研究拟邀300名左右的新入职员工自愿参与。待这些新员工被正式分配到各部门后，请他们每人推荐一位同事(这名同事须是同时进公司的新员工)与自己形成对偶，共同参与研究。然后，对这300对对偶进行4周左右的每日追踪。我们之所以选择新员工，是因为他们刚进入企业，具有很多互助的需要和机会，方便我们在较短时间内观测到他们在助人决策上的变化，从而提高数据检验的灵敏度。最后鉴于这种研究设计所收集到的数据具有对偶性，本研究拟用 APIM模型进行数据分析(Kenny etal.,2006)。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "研究3和研究4把人力资源管理实践视为能够影响员工进行助人这种社会性风险投资的重要情景因素，着重考察人力资源管理实践中的工作特征和团队绩效薪酬两个因素对助人决策的影响。针对工作特征的研究3采用问卷调查法，拟邀 300名左右的企业员工参与三个时间点的问卷调研。在第一个时间点收集人口统计变量、集体主义文化、工作特征等信息;在第二个时间点请参与者自评任务互依性、工作投入；在第三个时间点请参与者报告自己的助人决策。最后，进行被调节的中介效应检验。针对团队绩效薪酬的研究4也采用问卷法，拟对参与者进行3阶段问卷调研：第一阶段收集人口统计变量、团队绩效薪酬等信息；第二阶段收集团队认同和组织认同等信息；第三阶段分别收集参与者针对团队内和团队外同事的助人决策。最后，进行被调节的中介效应检验。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "基于动态性心理契约理论，本项目开展两方面共计四项研究。第一个方面探讨了工作场所助人决策的过程机制；第二个方面则进一步分析相关的人力资源管理实践对工作场所助人决策过程的影响机制。具体来讲，我们首先通过研究1提出助人决策的六步骤模型，从而有效地体现出助人决策过程的连续性、循环性和反思性。随后，本项目通过研究2聚焦于助人决策六步骤模型与传统助人决策过程模型的关键差异，深入分析施助者和受助者双方在互助中的“反思调整”步骤。最后，鉴于人力资源管理实践可能会在很大程度影响到员工进行作为社会性风险投资的助人决策过程，本项目通过研究3和研究4来进一步分析人力资源管理实践中的工作设计和团队绩效薪酬两个因素对工作场所助人决策的影响模式。总的来讲，本项目在以下三个方面进行了理论建构。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.1助人决策的过程机制模型",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "本项目基于动态性心理契约理论，在旁观者介入决策模型(Darley&Latané,1970)的基础上提出了助人决策六步骤模型，认为助人决策是一个包含了关注困境、解释困境、确认责任、构思策略、实施助人和反思调整六个步骤的社会性风险投资过程(见图2)。这六个步骤可以分别比喻为建立心理契约过程中的发现签约机会、分析签约机会、确认签约必要、构思签约策略、实施签约行为以及调整契约条款等阶段。同时，助人决策的这六个步骤也正好对应着动态性心理契约理论所关注的四个阶段：关注困境、解释困境、确认责任、构思策略对应创建阶段，实施助人对应维护阶段，反思调整则对应心理契约的重新协商和修复两个阶段(见表1)。",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/089e8bd047225c536e85a202a33ca42a7ec25ec00570dc7a0a2666fea74b285c.jpg",
        "img_caption": [
            "图2助人决策六步骤模型"
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/34ff9acdb76eba45db27d12693f1f761940e6e00dbcee50ec72f736f82d4bc3b.jpg",
        "table_caption": [
            "表1助人决策过程与动态性心理契约的对应关系"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>助人决策六步骤</td><td>动态性心理契约过程</td><td>签约过程</td><td>旁观者模型</td></tr><tr><td>关注困境</td><td></td><td>发现签约机会</td><td>发现他人遇到困难</td></tr><tr><td>解释困境</td><td>契约创建</td><td>分析签约机会</td><td>意识到他人需帮助</td></tr><tr><td>确认责任</td><td></td><td>确认签约必要</td><td>意识到帮助的责任</td></tr><tr><td>构思策略</td><td></td><td>构思签约策略</td><td>决定提供什么帮助</td></tr><tr><td>实施助人</td><td>契约维护</td><td>实施签约行为</td><td>实施具体帮助行为</td></tr><tr><td>反思调整</td><td>重新协商 契约修复</td><td>调整签约条款</td><td></td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "助人决策六步骤模型强调了助人决策过程中的社会性风险投资属性，从而能够有效地避免以往研究过于强调助人决策的利他性，兼顾了助人决策的利他性和利己性(Nadler,2020;张豪，张向前,2020)。以往研究认为，助人决策是一种“利他”决策，强调施助者对受助者的奉献与付出(宋珂 等,2018；周文娟 等,2013)。然而，施助者往往也存在着利己的动机(Siem& Stuirmer,2019)，以往那些从社会交换理论的视角考察助人行为发生机制的研究(e.g.,",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Dirks&Ferrin,2002;Lepine et al.,2008;Rhoades& Eisenberger,2002)，其隐含假设就是助人行为是施助者和受助者双方进行社会交换的过程。施助者的助人行为并非完全不求回报，因此以往研究将助人看作一种单纯的利他主义行为可能是不准确的。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "此外，助人决策六步骤模型还强调助人决策是一个包括六个步骤的过程，而非像以往相关研究那样把助人决策当作是一个静态的变量进行探讨(Nadler,2020)。助人决策六步骤模型对助人决策过程进行了展开，这有利于后续研究进一步深入探讨各前因变量对助人决策过程的具体影响模式，从而帮助我们识别这些因素到底对助人决策的哪个步骤产生什么样的具体影响。同时，正是由于本项目揭示了助人决策的过程机制，后续研究也可以在此基础上深入探索各个步骤分别会对哪些后果变量产生怎样的影响。总的来讲，助人决策六步骤模型能够提高关于助人决策过程的影响因素及效应研究的细腻度。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.2助人决策的反思调整步骤 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "本项目的助人决策六步骤模型是在旁观者介入决策模型(Darley&Latane,1970)的基础上提出来的。这两个模型的一个核心区别就体现在反思调整步骤上。正是这个步骤的加入，使得助人决策六步骤模型突破了旁观者介入决策模型所体现的线性助人决策过程，进而能够更准确地表征工作场所中的助人决策的多轮次属性，强调了工作场所中的施助者会根据助人行为的结果来调整自己后续的帮助决策。工作场所中的员工之间拥有大量持续互动的机会，因此员工们往往进行的是长期且有计划的助人决策(Dovidio etal.,2006)。员工在组织中进行助人决策的时候通常不会仅仅关注到此时此刻助人决策的前因和后果，而是还会同时思考当前的助人决策会对施受双方以及旁观者造成什么影响，并且有足够的机会和时间来根据自己的助人结果，调整自己今后针对当前受助者乃至其他人的助人决策。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "助人决策过程既然是一种基于动态性心理契约的社会性风险投资决策(Nadler,2020;Schein,2009)，施助者必然会根据自己的助人决策结果来对双方之间关于帮助的心理契约进行反思和调整。比如，施助者会依据自己的助人行为是否帮助他人脱离了困境，或受助者是否因此回报了施助者及其所属组织等信息，来判断双方关于帮助的心理契约是否得到了双方的坚守；以及自己是需要进一步延续、调整、抑或终止双方之间关于互助的心理契约。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "心理契约能否得以创建和维系的关键就在于契约双方之间的信任(Robinson etal.,1994)。因此，信任是助人决策过程当中反思调整步骤的核心机制。施助者通常会出于对求助者的信任去帮助求助者(Van der Vegt et al.,2006)；受助者也常会出于对施助者的信任才愿意向潜在施助者求助(Van der Vegt& VandeVliert,2005)；并且求助者在接受到施助者的帮助之后就会越发信任施助者(Greenberg,1980)。这种相互信任进一步使得施助者和受助者的角色互换具有了可能性和必然性。同时，只有在施受双方的角色能够不断地顺利互换，他们之间关于帮助的心理契约才能得以履行，双方的相互信任才能得以维持和加强，最终双方的互助关系才能得到延续和巩固。否则，施受双方的互助性心理契约就会逐渐弱化甚至破裂(见图 3)。",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/7df226fc2126d2e2ac0ef66312bafb447494905197dff31eaf64526539fdfe88.jpg",
        "img_caption": [
            "图3施受双方的反思调整步骤"
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "信任包括三个维度，即友善信任、正直信任和能力信任(Schoorman etal.,2007)。这三个维度在施助者和受助者的反思调整步骤中扮演着两类角色。第一类角色主要由友善信任和正直信任来扮演。这类角色相对比较简单。如果我们称初始轮次中的施助者为甲方，求助者为乙方；那么乙方首先可能出于对甲方的友善信任和正直信任才愿意向甲方求助，否则可能会因为担心被甲方拒绝或被落井下石而不愿向甲方求助。甲方往往也是出于对乙方的友善信任和正直信任才愿意帮助乙方。当甲方帮助乙方之后，乙方会增加自己对甲方的友善信任和正直信任；同时也正是因为乙方对甲方的友善信任和正直信任，乙方才可能在今后甲方面临困境时帮助甲方。甲方如果在帮助乙方后能从乙方获得适当回馈也会增加自己对乙方的友善信任和正直信任。照此逻辑循环往复，友善信任和正直信任就在甲方和乙方之间逐渐强化，促进双方相互帮助；反之，双方之间也可能会因为友善信任和正直信任的缺失而导致帮助相关的心理契约难以建立或者破裂从而不愿互帮互助。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "第二类角色主要由能力信任来扮演。这类角色相较于第一类角色来讲要复杂许多。和上文一样，我们也称初始轮次当中的施助者为甲方，求助者为乙方。乙方首先可能会出于对甲方的能力信任才愿意向甲方求助(Van der Vegt et al.,2006; Van der Vegt&Van de Vliert,2005),否则就算甲方有意帮助乙方，乙方也会认为甲方的帮助意义甚微反而会使自己空欠甲方许多人情(Newark etal.,2017)。甲方之所以会帮助乙方也会部分因为相信乙方具有起码的能力来接受帮助以及在将来回报甲方，从而不用担心乙方会浪费甲方的帮助或无力报答甲方。通过甲方的成功帮助，乙方可以确认甲方的确具有足够的能力，增加了自己对甲方的能力信任，并因此在将来进一步向甲方求助；甲方如果成功帮助乙方脱困，并从乙方得到了相应回报后，也能确认乙方有足够的能力来承接帮助并回报甲方。当然如果在此轮次中甲方的帮助无效或乙方完全没有表现出承接帮助或回报甲方的能力，双方之间的能力信任就会直线下降，最终可能导致帮助相关的心理契约破裂、互助关系终止。随着甲方对乙方的帮助次数增加，甲方相对乙方在与帮助内容相关能力上的相对优势可能会缩小，甲方能向乙方提供的帮助的价值也随之降低，因此乙方对甲方的能力信任就会降低；另外，甲方在帮助乙方的过程中，也可能会因为感知到乙方的能力水平和自己的能力水平越发接近而开始隐藏自己的能力水平，以避免乙方进一步向甲方求助来继续缩小乙方和甲方的能力水平差距。正是基于甲方对自己的能力掩盖和乙方的能力增长，乙方对甲方的能力信任可能会随着帮助轮次的增加而降低。甲方对乙方的能力信任却在不断提高。这可能导致甲方和乙方在助人关系中的施受角色互换，然后在后续互助过程中双方反复进行上述反思调整步骤。一旦在反思调整步骤中出现一方的能力未能符合另一方对其的能力预期，则可能会导致能力信任下降，进而促使帮助相关的心理契约破裂并需要就该心理契约进行调整、修复或终止。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4.3人力资源管理实践的影响",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "工作场所中的助人决策既然是一种社会性风险投资决策，那么组织就应该为这种风险投资决策提供适宜的投资环境，促使员工愿意并且能够在工作场所中持续地进行这种投资行为。人力资源管理实践当中的工作设计和团队绩效薪酬，正好能够通过塑造适宜的社会性风险投资环境，促使员工帮助同事以及获得适当回报，最终促进员工的助人决策。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4.3.1工作设计对助人决策的影响",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "就工作设计来讲，人力资源管理者可以通过调整工作特征来促使员工具有足够意愿和资源去帮助同事。工作特征包括技能多样性、任务完整性、任务重要性、任务自主性以及任务反馈性(Hackman&Oldham,1975)。这些工作特征可以提高员工的工作投入(孙灵希，腾飞,2013；杨红明，廖建桥,2011)。然而，过多的工作投入会使员工把大量认知资源投入到工作当中去(Halbesleben etal.,2009)，因而可能缺乏足够的认知资源去关注他人所面临的困境以及客观公正地解释这些困境，并且还可能会为了保存有限的认知资源而不愿把所剩无几的认知资源投入到助人这种角色外行为(Ruci etal.,2018；陈晓暾 等,2020)。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "工作投入对助人决策的上述影响在很大程度上会受到任务互依性的调节。针对那些任务互依性较低的工作而言：一方面，工作投入会使得员工专注自己的工作而无视同事的困难；另一方面，高工作投入的员工可能认为别人也会对其自身的工作具有较强的领地意识(Wanget al.,2019)，容易把他人的帮助视为领地入侵(Bachrach etal.,2006)。因此，高工作投入的员工会比低工作投入的员工更少地帮助他人。但针对那些任务互依性较高的工作而言，工作投入则可以促进助人决策。因为那些从事互依性较高任务并具有较高工作投入的员工，为了把自己的工作做好就必须关注相关同事的工作进展(Guzzo& Shea,1992)。因此，在这些同事遇到困难时，个体就更容易关注到这些同事的困难，更倾向于认为对方需要自己的帮助、自己有责任去帮助他们、他们将来也更有可能会帮到自己(见图 4)。",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/685a66ed28c22ad2bca03d726ceb7eea91b96782a93ec82b6809f4e6ea4b4aca.jpg",
        "img_caption": [
            "图4工作特征对助人决策的影响机制"
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4.3.2团队绩效薪酬对助人决策的影响",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "团队绩效薪酬主要通过影响员工在多大程度把自己和求助者视为同一社会类别，从而影响员工的助人决策。团队绩效薪酬强调在个体薪酬与团队绩效之间建立起较强的联系，进而增强个体的团队认同(Kim&Gong,2009)。但值得注意的是，团队认同可能是一把双刃剑：团队认同尽管可能促进个体对于团队内成员的助人决策，但同时可能抑制个体对团队外成员的助人决策。针对团队内成员，高团队认同的员工会充分意识到自己是团队的一员，自己的利益与团队的利益高度统一(Hogg&Terry,2000)，因而把帮助团队内成员理解为是在帮助自己(Marques,2010；张莹瑞，佐斌,2006)，最终倾向于表现出更多的针对团队内成员的帮助行为(McDonald etal.,2018;Lin etal.,2018)。然而，针对团队外成员，高团队认同的个体在强烈地意识到自己是团队的一员同时也容易强调所属团队和非所属团队的区别(Nadler,2012)。他们往往由于专注于团队利益而忽视组织利益，甚至认为提高团队利益的一种策略就是倾轧其他团队的利益(Leeuwen& Zagefka,2017)。因此，高团队认同的员工可能会无视团队外成员所面临的困境(张莹瑞，佐斌,2006)，不愿努力去分析这些困境，不愿承担助人的责任，更不愿损耗认知资源去构思、实施以及反思助人策略和行为。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "组织认同可能会在很大程度上强化团队认同对团队内成员助人决策的正向作用，弱化团队认同对团队外成员助人决策的负向作用。针对团队内的求助者，组织认同能在团队认同的基础上促使个体更加认同自己和求助者同属一个社会分类，因而进一步地体会到自己与求助者的利益息息相关，最终更加愿意去帮助团队内的求助者。针对团队外的求助者，组织认同相较于团队认同来讲，强调更大的社会分类标准，因此有利于提高团队成员对团队外成员的包容性(Leeuwen& Zagefka,2017；周天爽 等,2018)。尽管高团队认同的个体在针对团队外成员的求助时仍会感到利益冲突(促进其他团队的利益同时可能不利于自己及所属团队的利益)，但由于高组织认同的个体更可能会超越个体及所属团队的即时利益，把自己及所属团队的利益与组织利益看作一个整体，进而影响到助人决策六步骤模型中的\"确认责任\"步骤，最终促使个体更加愿意去帮助团队外成员。反之，那些低组织认同者如果具有高团队认同，势必会更强烈地把个体及所属团队的利益与组织利益进行对立，从而更不愿去帮助团队外成员(见图5)。",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/0128ac596e93d2262cb476f84c43874703af4e3f7430501e8af9f9493ab1492a.jpg",
        "img_caption": [
            "图5团队绩效薪酬对助人决策的影响机制"
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "综上所述，工作特征与团队绩效薪酬等人力资源管理相关实践会在很大程度上影响到个体的助人决策过程。并且，这些人力资源管理实践对助人决策的影响往往比较复杂，可能兼具正面和负面作用，因此我们有必要基于动态性心理契约理论进一步深入分析工作场所中的助人决策过程，努力挖掘人力资源管理相关实践对助人决策过程的影响模式，从而促使管理者能在发挥相关实践的积极作用的同时抑制其负面作用，并最终在组织中创建有利于个体持续进行助人这种社会性风险投资的环境。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "陈晓暾，陈欢，罗文春.(2020).助人行为与职业成长的倒U型关系：角色压力的中介作用和工作自主性 的调节作用．中国人力资源开发,37(4),51-63.   \n费孝通.(1947)．乡土中国.上海：上海观察社.   \n刘军，陈星汶，肖宁，周爱钦.(2016).当协作要求遇上“山头主义\"：领地行为与任务相依性对团队绩效的影 响研究．华南师范大学学报(社会科学版)(5),99-109.   \n邱力生，王文军，任晓怡.(2012).论“圈式缘聚”理论在管理学的作用．管理世界(2),183-185.   \n孙灵希，滕飞.(2013).新进科研人员工作特征与工作投入之间关系的纵向研究．科技管理研究,23,150-154.   \n宋珂，金国华，李铭泽.(2018).组织中的助人行为：前因、后果及作用机制．中国人力资源开发,35(6),6- $1 6 + 1 0 8$   \n王静，骆南峰，石伟，李祯.(2019).施助的代价：助人行为的负面影响及其潜在机制．中国人力资源开发， 36(7),67-93.   \n王如鹏.(2009)．简论圈子文化．学术交流(11),128-132.   \n王艳子，罗瑾琏，史江涛.(2014).任务互依性对团队创造力影响机理研究．科技进步与对策，31(24),146- 150.   \n阎云翔.(2006).差序格局与中国文化的等级观．社会学研究(4),201-213.   \n杨新敏.(2010).中国圈子文化与社交网站传播．苏州大学学报(哲学社会科学版),31(5),148-152.   \n张桂平，廖建桥.(2009)．用“圈子”文化管理员工沉默行为．中国人力资源开发(6),29-31.   \n张豪，张向前.(2020).指导理论背景下帮助行为影响因素研究：基于扎根理论的探索．中国人力资源开发， 37(8),107 - 119.   \n张莹瑞，佐斌.(2006).社会认同理论及其发展．心理科学进展,14(3),475-480.   \n张维迎，柯荣住.(2002).信任及其解释：来自中国的跨省调查分析.经济研究(10),59-70+96.   \n杨红明，廖建桥.(2011).公务员敬业度及其影响因素的实证研究．管理学报,8(6),865-871.   \n赵祁，李锋.(2016).团队领导与团队有效性：基于社会认同理论的多层次研究．心理科学进展,24(11),1677- 1689.   \n周天爽，胡琴，崔丽娟.(2018).共同内群体认同与群际帮助意愿：群际威胁的中介作用．心理研究,11(4), 333-342.   \n周文娟，段锦云，朱月龙.(2013).组织中的助人行为：概念界定、影响因素与结果．心理研究,6(1),59-65.   \nAmabile,T.,Fisher, C.M.,&Pillemer, J. (2014). IDEO's culture ofhelping: By making collaborative generositythe norm, the design firm has unleashed its creativity. Harvard Business Review(2), 57-64.   \nBachrach,D.G.,Powell,B.C.,Collins,B.J.,&Richey,R.G.(2006).Effects of task interdependence on the relationship between helping behavior and group performance. Journal of Applied Psychology， 91(6),1396- 1405.   \nBamberger,P.A., & Levi,R. (2009). Team-based reward alocation structures and the helping behaviors ofoutcomeinterdependent team members. Journal of Managerial Psychology,24(4),300-327.   \nBeal,D.J.,& Ghandour,L.(2O11).Stability,change,and the stabilityofchange in daily workplace affect.Journal of Organizational Behavior; 32, 526-546.   \nBecker,J. C.,Ksenofontov,I., Siem,B.,& Love,A. (2018).Antecedents and consequences of autonomy- and dependency-oriented help toward refugees. European Journal of Social Psychology, 49(4), 831-838.   \nBergeron, D. M., Shipp,A.J.,Rosen, B.,& Furst, S.A. (2013). Organizational citizenship behavir and career outcomes: The cost of being a good citizen. Journal of Management, 39(4), 958-984.   \nBillet,M.I.,& Fekken, G.C. (2020).The influenceof instrumentality in trusting Dark Triad members.Personality and Individual Differences,154(1),109690.   \nBolino,M.C.,Turnley, W.H.,& Bloodgood,J.M. (2002). Citizenship behavior and the creation ofsocialcapital in organizations Academy of Management Review, 27(4),505-522.   \nBurks, S., Carpenter, J.,& Goete,L. (2o09).Performance payand workercooperation: Evidence from an artefactual field experiment. Journal of Economic Behavior & Organization, 70(3), 458-469.   \nBurnstein,E., Crandal, C., & Kitayama, S. (1994). Some neo-Darwinian decision rules for altruism $\\because$ Weighing cues forinclusive fitnesas a function ofthe biological importanceofthe decision.Journal ofPersonality and Social Psychology, 67,773-789.   \nCalderwood,C.,Bennet,A.A., Gabriel,A.S.,Trougakos,J.P.,& Dahling,J.J. (2018).Too anxious to help?Offjob affective rumination as a linking mechanism between work anxiety and helping. Journal of Occupational and Organizational Psychology, 91(3), 681-687.   \nChoi, J.N. (2oo9). Collective dynamics of citizenship behavior: What group characteristics promote group-level helping? Journal of Management Studies,46(8), 1396-1420.   \nCsikszentmihalyi, M. (1990). Flow: The psychology ofoptimal experience.New York, NY: Harper.   \nDabos,G.E., & Rousseau, D. M.(20o4). Mutualityand reciprocity in the psychological contracts of employees and employers.Journal of Applied Psychology, 89(1),52-72.   \nDarley, J. M.,& Latane,B. (1968). Bystander intervention in emergencies: Difusion ofresponsibility. Journal of Personality and Social Psychology, 8(4),377-383.   \nDarley,J.,& Latané, B. (197O). The unresponsive bystander: Why doesn't he help? New York,NY: Appleton Century-Crofts.   \nDeckop,J.R., Mangel,R.,& Cirka, C.C.(1999). Getting more than you payfor: Organizational citizenshipbehavior and pay-for-performance plans. Academy of Management Journal, 42(4), 420-428.   \nDirks,K.T.,&Ferrin,D.L. (2OO2).Trust in leadership: Meta-analytic findings and implications for research and practice. Journal of Applied Psychology, 87(4), 611-628.   \nDovidio,J.F.,Piliavin,J.A.,Schroeder,D.A.,&enner,L.A. (2o6).Thesocialpsychology ofprosocialbehvior. Mahwah, NJ: Lawrence Erlbaum Associates Publishers.   \nEdwards, J.R.,& Cable,D.M.(20o9). The value of value congruence. Journal ofApplied Psychology, 94(3), 654 677.   \nEllemers,N., Gilder, D.D.,& Haslam,S.A. (2004). Motivating individuals and groups at work: A social identity perspective on leadership and group performance. Academy of Management Review, 29(3), 459-478.   \nElsbach,K.D.,& Hargadon,A.B.(20o6).Enhancing creativity through “mindless work: Aframework of workday design. Organization Science, 17(4),470-483.   \nFitzgerald, C.J.,& Colareli, S.M. (2009). Altruism and reproductive limitations.Evolutionary Psychology, 7(2), 234-252.   \nFitzgerald, C.J.,Thompson, M. C.,& Whitaker, M. B.(2010). Altruism between romantic partners: Biological offspring as a genetic bridge between altruist and recipient. Evolutionary Psychology, 8(3), 462-476.   \nGanesan,S.(1994).Determinants oflong-term orientation in buyer-seller relationships.JournalofMarketing,58(2), 1-20   \nGerhart,B., & Rynes, S.L. (20o3). Compensation: Theory, evidence,and strategic implications.Thousand Oaks, CA: Sage.   \nGlaser，D.，van Gils, S.，& Van Quaquebeke，N. (2O17).Pay-for-performance and interpersonal deviance: Competitiveness as the match that lights the fire. Journal of Personnel Psychology, 16(2),77-90.   \nGrenberg,M.S. (1980).Atheory ofindebtednes.In K.J. Gergen,M.S. Greenberg,&R.H. Wils (Eds.), Social exchange: Advances in theory and research (pp.3-26). New York, NY: Plenum Press.   \nGrodal,S.，Nelson,A. J.,& Siino,R. M. (2015). Help-seeking and help-givingas an organizational routine: Continual engagement in innovative work. Academy of Management Journal, 58(1),136-168.   \nGuinote,A., Cotzia,I,Sandhu,S.,& Siwa,P.(2O15).Social status modulates prosocial behavior and egalitarianism in preschool children and adults.Proceedings of the National Academy of Sciences,112(3),731-736.   \nGuzo,R.,& Shea, G. (1992). Group performance and intergroup relations in organizations.In M. Dunnete & L. Hough (Eds.), Handbook of industrial and organizational psychology (2nd ed., Vol. 3,pp.269-313).Palo Alto, CA: Consulting Psychologists Press.   \nHackman,J.R.,& Oldham,G.R. (1975).Development ofthe job diagnostic survey. Journal ofApplied Psychology, 60(2),159-170.   \nHalbesleben, J.R.B., Harvey,J.,& Bolino, M.C. (2009). Too engaged? A conservation of resourcesview of the relationship between work engagement and work interference with family. Journal of Applied Psychology, 94(6), 1452-1465.   \nHalbesleben,J. R. B.,& Wheler,A.R. (2015).To invest or not? The role of coworker support and trust in daily reciprocal gain spirals of helping behavior. Journal of Management, 41(6),1628-1650.   \nHockey,G.R.J.(1997). Compensatory control in the regulation of human performance under stress and high workload: A cognitive-energetical framework. Biological Psychology, 45(1-3), 73-93.   \nHogg,M.A.，& Terry,D.J. (20oo).Social identity and self-categorization processes in organizational contexts. Academy of Management Review, 25(1),121-140.   \nHuman,L.J.,Woolley,J.D.,& Mendes, W.B. (2018).Effects ofoxytocin administrationonreceiving help.Emotion, 18(7),980-988.   \nKahn, W. A. (1990). Psychological conditions of personal engagement and disengagement at work. Academy of Management Journal, 33(4), 692-724.   \nKenny,D.A., Kashy,D.A.,& Cook, W.L. (20o6). Dyadic data analysis. New York, NY: Guilford Press.   \nKim, H.,& Gong, Y. (2009). The roles of tacit knowledge and OCB in the relationship between group-based pay and firm performance. Human Resource Management Journal, 19(2),120-139.   \nKogut,T.,Slovic,P.,& Vastfjall, D. (2015). Scope insensitivity in helping decisions: Is it a mater of culture and values? Journal of Experimental Psychology: General, 144(6),1042-1052.   \nKoopman,J.,Lanaj, K.,& Scot, B. (2016). Integrating the bright and dark sides of OCB: A daily investigation of the benefits and costs of helping others. Academy of Management Journal, 59(2), 414-435.   \nKraus,M. W.,& Callaghan,B. (2016). Social class and prosocial behavior: The moderating role of public versus private contexts. Social Psychological and Personality Science, 8(7),769-777.   \nLanaj,K.,& Jennings,R.E. (202O).Putting leaders in a bad mood: The affective costs of helping followers with personal problems. Journal of Applied Psychology,105(4),355-371.   \nLanaj,K.,Johnson,R.E.,& Wang,M. (2016). When lending a hand depletes the will The dailycosts and benefits of helping. Journal of Applied Psychology, 101(8),1097-1110.   \nLaulié,L.,& Tekleab,A. G. (2016). A multi-evel theory of psychological contract fulfillment in teams. Group and Organization Management, 41(5), 658-698.   \nLee,H.W.,Bradburn,J.,Johnson,R.E.,Lin,S.-H.,Chang,C.-H.,&Lee,H. W.(2019).The benefitsof receiving gratitude for helpers: A daily investigation of proactive and reactive helping at work. Journal of Applied Psychology, 104(2),197-213.   \nLeeuwen, E.v.,& Zagefka,H. (2O17). Intergroup helping. Cham, Switzerland: Springer International Publishing AG.   \nLepine,J. A.,& Dyne,L. V. (2001). Peer responses to low performers: An attributional model of helping in the context of groups. Academy of Management Review, 26(1), 67-84.   \nLepine,J.A.,Piccolo,R.F.,Jackson,C.L.,Mathieu,J.E.,& Saul,J.R.(20o8).Ameta-analysis of teamwork processes: Tests of a multidimensional model and relationships with team efectiveness criteria.Personnel Psychology, 61,273-307.   \nLin,K. J.,Savani, K.,& Iies,R. (2019).Doing good,feling good?The rolesofhelping motivation and citizenship pressure.Journal of Applied Psychology,104(8),1020-1035.   \nLin, W., Koopmann, J.,& Wang,M. (2018). How does workplace helping behavior step upor slack of? Integrating enrichment-based and depletion-based perspectives. Journal of Management, 46(3), 385-413.   \nMarques, J. M. (2010). Black sheep effct. In J. M. Levine & M.A. Hogg (Eds.), Encyclopedia ofgroup processes and intergroup relations. Thousand Oaks, CA: Sage.   \nMayer,R.C., Davis,J.H.,& Schoorman,F.D. (1995). An integrative model of organizational trust.Academyof Management Review, 20(3),709-734.   \nMcDonald, M.L., Keeves, G. D.,& Westphal, J. D. (2018). One step forward, one step back: White male top manager organizational identification and helping behavior toward other executives following the appointment of a female or racial minority CEO. Academy of Management Journal, 61(2), 405-439.   \nMilkovich,G.， Newman,J.，& Gerhart, B.(2013).Compensation (11th ed.).Homewood,AL:McGraw-Hill Education.   \nMontes,S.D.,&Irving,P.G.(2Oo8). Disentangling the efects of promised and delivered inducements: Relational and transactional contract elements and the mediating role of rust.Journal ofApplied Psychology, 93(6),1367- 1381.   \nMueller, J.S.,& Kamdar, D. (2011). Whyseeking help from teammates is a blessing and acurse: A theory of help seeking and individual creativity in team contexts. Journal of Applied Psychology, 96(2), 263-276.   \nNadler,A. (2012).From help-giving to helping relations: Belongingness and independence in social interaction. In K. Deaux & M. Snyder (Eds.), The Oxford Handbook of Personality and Social Psychology (pp.394-419). New York: Oxford University Press.   \nNadler,A. (2020).Social psychology of helping relations: Solidarityand hierarchy (1st ed.). Hoboken, NJ: WileyBlack well.   \nNadler,A.,& Halabi,S.(oo6).Intergroup helpingasstatus relations:Efects ofstatus stability,identification,and type of help on receptivity to high-status group's help.Journal ofPersonality and Social Psychology, 91(1), 97-110.   \nNewark,D.A.,Bohns,V.K.,&Flynn,F.J. (2017).Ahelping hand is hard at work: Help-seekers'underestimation of helpers'effort. Organizational Behavior and Human Decision Processes,139,18-29.   \nOuyang, K.,Xu,E., Huang,X.,Liu, W.,& Tang, Y. (2018). Reaching the limits of reciprocity in favor exchange: The effects of generous, stingy, and matched favor giving on social status. Journal of Applied Psychology, 103(6), 614-630.   \nPark, S.,& Sturman, M. C. (20l6). Evaluating form and functionality of pay-for-performance plans: The relative incentive and sorting efects of merit pay, bonuses,and long-term incentives. Human Resource Management, 55(4), 697-719.   \nPerlow,L.,& Weeks,J. (2002).Who's helping whom? Layers of culture and workplace behavior. Journal of Organizational Behavior, 23(4), 345-361.   \nPierce,J.L., Jussila,I.,& Cummings,A. (2009). Psychological ownership within the job design context: Revision of the job characteristics model. Journal of Organizational Behavior; 30(4), 477-496.   \nPiliavin,J.A.,Dovidio,J.F.Gaertner,S.L.,& Clark,R.D.I. (1981).Emergency intervention.New York,NY: Academic.   \nPodsakoff,PM.,MacKenzie,S.B.,Paine,J.B., & Bachrach,D.G. (20oo).Organizational citizenship behaviors: A critical review of the theoretical and empirical literature and suggestions for future research. Journal of Management, 26(3),513-563.   \nRamamoorthy,N.,&Flood,P. C. (2004).Individualism/collectivism, perceived task interdependence and teamwork attitudes among irish blue-collar employes: Atestofthe main and moderating effects? Human Relations, 57(3), 347-366.   \nRhoades,L.,& Eisenberger, R. (2O02). Perceived organizational support: Areview of the literature. Journal of Applied Psychology, 87(4), 698-714.   \nRich,B.L.,Lepine,J.A.,& Crawford,E.R. (20l0).Jobengagement: Antecedents and effctsonjob performance. Academy of Management Journal, 53(3), 617-635.   \nRobinson, S.L., Kraatz,M. S.,& Rousseau,D.M.(1994). Changing obligations and the psychological contract: A longitudinal study. Academy of Management Journal, 37(1),137-152.   \nRobinson,S.L.,& Rousseau,D.M. (1994). Violating the psychological contract: Not the exception but the norm. Journal of Organizational Behavior; 15(3),245-259.   \nRothbard,N. P. (2001). Enriching or depleting? The dynamics of engagement in work and family roles. Administrative Science Quarterly, 46(4), 655-684.   \nRousseau,D.M.(1995).Psychologicalcontracts inorganizations: Understanding writen and unwriten agreements. Thousand Oaks, CA: Sage.   \nRousseau, D.M., Hansen,S.D.,& Tomprou, M. (2018).A dynamic phase model of psychological contract proceses. Journal of Organizational Behavior, 39(9),1081-1098.   \nRuci,L.,Alen,Z.M.V.,& Zelenski,J.M.(2018).Pro-social personalitytraits,helping behavior,andego-depletion: Is helping really easier for the dispositionally pro-social? Personality and Individual Diffrences,l20(1),32- 39.   \nSchaufeli W.B.,& Bakker,A.B.(2004).Job demands, job resourses,and their relationship with burnout and engangement:A mufti-sample study. Journal of Organizational Behavior; 25(3): 293-315.   \nSchein,E.H. (2009). Helping: How to offer, give and receive help.San Francisco, CA: Berrett-Koehler.   \nSchoorman,F.D.,Mayer,R. C.,& Davis,J. H. (2oo7).An integrative model of organizational trust: Past,present, and future. Academy of Management Review, 32(2),344-354.   \nSiem,B.,& Sturmer,S.(2019). Atribution of egoistic versus altruistic motives to acts of helping: The role of the helper's status and the act's intended publicity. Social Psychology, 50(1),53-66.   \nSpitzmuller, M.,& Dyne,L.V. (2013). Proactive and reactive helping: Contrasting the positive consequences of different forms of helping. Journal of Organizational Behavior; 34(4), 560-580.   \nStea,D.,Pedersen,T.,&Fos,N.J.(Ol7).Therelational antecedents ofinterpersonal helping:Quantity,quality or both? British Journal of Management, 28(2),197-212.   \nStewart-Wilims,S.(2007). Altruism among kin vs.nonkin: Effects of cost of help and reciprocal exchange. Evolution and Human Behavior, 28(3),193-198.   \nStewart-Williams, S. (2oo8).Human beings as evolved nepotists $\\because$ Exceptions to the rule and effects of cost of help. Human Nature, 19(4),414-425.   \nTajfel,H.,& Turner,J. C.(1986).The social identitytheoryof intergroupbehavior.In S.Worchel&L.W.Austin (Eds.),Psychology of intergroup relations (pp. 7-24). Chicago, IL: Nel-son-Hall.   \nTekleab,A. G.,& Taylor, M. S. (2003). Aren't there two parties in an employment relationship?Antecedents and consequences of organization-employee agreement on contract obligations and violations. Journal of Organizational Behavior, 24(5),585-608.   \nThompson,J.A.,& Fitzgerald, C.J. (2O17). Nepotistic preferences in a computerized trolley problem. Current Research in Social Psychology,36-44.   \nTse,H.H. M.,Lam, C.K., Lawrence, S. A., & Huang, X. (2013). When my supervisor dislikes you more than me: The effect of dissimilarity in leader-member exchange on coworkers'interpersonal emotion and perceived help. Journal of Applied Psychology, 98(6),974-988.   \nVan der Vegt, G.S.,Bunderson,J.S.,& Oosterhof,A. (20o6).Expertness diversity and interpersonal helping in teams: Why those who need the most help end up getting the least. Academy of Management Journal, 49(5), 877-893.   \nVan der Vegt, G.S.,& Vande Vliert,E.(20o5).Effects of perceived skilldissimilarityand task interdependence on helping in work teams. Journal of Management, 31(1),73-89.   \nWang,L.,Law,K.S.,Zhang,M.J.,Li,Y.N.,&Liang,Y. (2019).It's mine! Psychological ownershipof one's job explains positive and negative workplace outcomes of job engagement. Journal ofApplied Psychology, 104(2), 229-246.   \nWeiner, B.(1996). Searching for order in social motivation. Psychological Inquiry, 7(3),199-216.   \nWeiner,B.(1980). May Iborrow your class-notes?An attributional analysis ofjudgments ofhelp giving.Journal of Educational Psychology, 72(5),676-681.   \nZhao,H., Wayne,S.J.,Glibkowski,B.C.,& Bravo,J. (2007).The impact of psychologicalcontract breachon workrelated outcomes: A meta-analysis. Personnel Psychology, 60(3), 647-680. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The decision-making process of offering help in the workplace ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "YANG Jianfeng1, GUO Xiaohong1,2, MING Xiaodong (SchoolofusinessAdeministration,Jiangxi UniversityofFinanceand Economics,Nanchang33o13,Cina) (2SchoolofusinessAdeministration,Nanchang InstituteofTechnologyNanchang3o99,Cina) ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Abstract: Based on the dynamic psychological contract theory, this project considers workplace helping decision-making as a social venture investment process rather than a transient behavior. We also argue that a vital function of human resource management is to create and maintain a sustainable investment environment within organizations for social venture investment among employees.To test these ideas, this project will develop a helping decision-making process model in the Chinese context and further explore the main differences between this model and those proposed by previous studies. Furthermore, from the perspective of human resource management practice，this project will explore the influential mechanisms of work design and payment management in helping decision-making. Finally, based on the results of this project, we will develop suggestions for human resource management to effectively promote employees’ helping behavior. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Keywords: helping decision-making, social venture investment, dynamic psychological contract, resource allocation framework ",
        "page_idx": 23
    }
]