[
    {
        "type": "text",
        "text": "Using a split luciferase assay (SLA) to measure the kinetics of cell-cell fusion mediated by herpes simplex virus glycoproteins ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wan Ting Sawä, Zene Matsuda cd, Roselyn J. Eisenbergb, Gary H. Cohenä\\*, Doina Atanasiua aDepartmentofMicrobiology,choolofDentalMedicine,Universityofennsylvania,Philadelphia,PA19104,UnitedStates bDepartmentofathobiologyhoolofeterinaryMedicie,Universityfnnsylaia,iladelphia,P914,Utedate ResearchCenterforsianIectiouisesesstiuteofedicalienc,Unversityofkyiroanedinatoup hi",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLE INFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 18 April 2015   \nReceived in revised form 20 May 2015   \nAccepted 22 May 2015   \nAvailable online 26 May 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Split luciferase assay Herpes simplex virus Cell-cell fusion Kinetics of fusion ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Herpes simplex virus (HSV) entry and cell-cell fusion require the envelope proteins gD, $\\mathrm { \\ g H / g L }$ and gB.We propose that receptor-activated conformational changes to gD activate $\\mathrm { \\ g H / g L }$ ,which then triggers gB(the fusogen) into an active form.To study this dynamic process,we have adapted a dual split protein assay originally developed to study the kinetics of human immunodeficiency virus (HIV) mediated fusion.This assay uses a chimera of split forms of renila luciferase (RL)and green fluorescent protein (GFP).Effector cells are co-transfected with the glycoproteins and one of the split reporters.Receptor-bearing target cells are transfected with the second reporter.Co-culture results in fusion and restoration of RL,which can convert a membrane permeable substrate into a luminescent product,thereby enabling one to monitor initiation and extent of fusion in livecels inreal time.Restoration of GFP can also be studied byfluorescence microscopy.Two sets of split reporters have been developed:the original one allows one to measure fusion kinetics over hours whereas the more recent version was designed to enhance the sensitivity of RL activity allowing one to monitor both initiation and rates of fusion in minutes. Here,we provide a detailed,step-by-step protocol for the optimization of the assay (which we call the SLA for split luciferase assay) using the HSV system.We also show several examples of the power of this assay to examine both the initiation and kinetics ofcell-cell fusion bywild type forms of gD,gB,gH/gL of both serotypes of HSVas well as the effect of mutations and antibodies that alter the kinetics of fusion. The SLA can be applied to other viral systems that carry out membrane fusion. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\circledcirc$ 2015Elsevier Inc.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Membrane fusion,the disruption of both the inner and outer layers of plasma or endocytic membranes and viral membranes, isa biological process that enveloped viruses use to enter cells and deliver the capsid containing the viral genome for replication. All viral fusion proteins have distinct conformations before,during and after executing membrane fusion.For many enveloped viruses, receptor binding and/orlowered pHactivates the prefusion state of the viral fusion protein to a form that allows the fusion peptide or fusion loop(s）to insert into a target membrane,causing both fusion and conversion of the fusion protein into a postfusion form [1].In addition,these major conformational changes are assumed to provide the energy needed for membrane fusion [1-3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The earliest step in herpes simplex virus (HSV) infection,virus entry,is mediated by four glycoproteins contained within the viral envelope:gD,gB and a heterodimer $\\mathrm { \\ g H / g L }$ ，Both serotypes of HSV (HSV-1,the oral formand HsV-2,the genital form) contain similar versions of these four proteins.Their importance is highlighted by the fact that each is required for virus entry and each is a major target of virus neutralizing antibodies [4-8].The route of HSV entry is cell-type dependent and involves fusion between the virus envelope and either the plasma membrane or an endocytic vesicle [9]. Fusion can be pH dependent or independent [1O,11].A detailed understanding of the molecular interactions regulating HSV entry can provide important insights into the pathogenesis of HSV and reveal steps that could be targeted by vaccines and therapeutics. Furthermore,because $\\mathrm { \\ g H / g L }$ and $\\mathrm { \\bf g B }$ are conserved in all herpesviruses,a greater understanding of their function would have broad significance to human health. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Due to a lack of methods to directly study virus-cell fusion, most of what we know about virus entry is based on cell-cell fusion as a surrogate model for virus fusion.We have proposed a model for HSV fusion regulation that involves the sequential activation of gD(via receptor binding), $\\mathrm { \\ g H / g L }$ and,finally，gB[12- 14]. Structural biology of gD[15], gB [16] and $\\mathrm { \\ g H / g L }$ [17], as well as two protein receptors (HvEM and nectin-1） bound to $\\mathrm { \\ g D }$ [18,19] have transformed our thinking about how each protein participates in fusion.Biochemical,visual and in vivo evidence lends support for our hypothesis that fusion is the result of a multistep pathwayas diagrammed in Fig.1[13,20-24]. First,gD binds one of its receptors,e.g. nectin-1 (step 1).As a result，the C-terminal portion of the gD ectodomain undergoes major conformational changes,uncovering the gD core [2,7,18,25,26]. This activated form of $\\mathrm { \\bf g D }$ interacts with $\\mathrm { \\ g H / g L }$ (step 2）and transforms it into a positive regulator that helps gB undergo one or more steps to become an active fusogen (step 3) [12]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tostudy the complex series of events leading to HSV glycoprotein-induced fusion,many labs have employed cell-cell fusion assays,which mimic key aspects of virus-cell fusion.In this case,fusion bypasses the attachment step mediated in the virus by glycoprotein C[27,28] but still requires gD,gH/gL and gB along with one of the gD receptors.When these four proteins are co-expressed in a cell that bears a gD receptor,fusion results in the formation of multinucleated cells,i.e.syncytia. Syncytium formation can be visualized by Giemsa staining of cell nuclei [29,30] or by immunofluorescence using antibodies to one or more of the glycoproteins [13,31]. The microscopic techniques require counting of syncytia and nuclei,which is labor intensive[12,14,29,32]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Alternatively,many laboratories have employed a luciferase gene activation assay (Okuma et al.[33]) and this assay was subsequently adapted to the HSV system [30,33].In this assay,effector cellsare transfected with expression plasmids for the four essential HSV glycoproteins as well as T7 RNA polymerase;target cells expressing receptor are transfected with a vector expressing firefly luciferase under the control of the T7 promoter.When these two populations are co-cultivated,fusion and cell content mixing occur, allowing the T7 polymerase to transcribe the reporter gene which is then translated into active luciferase.Aftera period of time,cells are lysed,luciferase substrate (membrane impermeable) isadded and luminescence is quantified.Because the assay relies on de novo transcription and translation of the reporter gene,there is a long lag(hours) before a measurable signal is achieved.The most common time for measuring luminescence is generally $^ { 1 8 \\mathrm { h } }$ post co-cultivation.Regardless of which of these methods is used, fusion levels can be measured only after cells are fixed or lysed. Jackson et al.[34] used this assay to examine fusion kineticsat 5, 8 and $1 8 \\mathrm { h }$ post co-cultivation using separate lysates for each time point.The major drawback is that this assay does not allow measurements of the earliest events of fusion,particularly initiation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To study the dynamic process of HSV glycoprotein induced cell fusion,we have adapted a dual split protein assay originally used to study the kinetics of HIV mediated fusion in live cells [35,36]. The major similarities of this assay to the original firefly luciferase assay are:(1) luciferase activity is measured as a read-out of fusion and (2) the luminescent signal is generated after co-cultivation of effector and target cells.However,in the split luciferase assay (SLA)，the reporter plasmids contain chimeras of the $N -$ or C-terminal portions of both RL and GFP under the control of a CMV promoter (Fig.2A). To measure fusion in the HSV system, effector cells (B78,no gD receptor）are co-transfected with gD, gH，gL, $\\mathsf { g B }$ and one of the split reporter plasmids $( \\mathsf { D S P } _ { 1 - 7 }$ or ${ \\tt R L u c 8 } _ { 1 - 7 }$ ）and the target receptor-bearing target cells are transfected with the reporter plasmid encoding the other split reporter (either $\\mathsf { D S P } _ { 8 - 1 1 }$ or $\\mathrm { R L u c } 8 _ { 8 - 1 1 } \\mathrm { \\dot { \\Omega } } ,$ ）(Fig.2B)[35,37].In each case,the split RL and GFP are synthesized prior to co-cultivation. Once the two cell sets are mixed,fusion occurs and this restores both RL activity and GFP fluorescence.The interaction of the two halves of GFP is strong enough to stabilize the weak interaction between the RL fragments.Importantly,there are membrane permeable substrates for RL such as coelenterazine (EnduRen） that can be added to live cells and be converted to a luminescent product. Thus,the kinetics of fusion can be measured in intact cells.In addition, GFP fluorescence can also be used for kinetic measurements, either by direct examination of syncytium formation (fluorescence microscopy) or with a plate reader. However,exposure to light in a plate reader would lead to bleaching of GFP and therefore,a loss of signal. We previously showed that the kinetics of fusion measured byluminescence correlate well with the rates calculated by manually counting GFP fluorescent syncytia [38]. The Rluc8 plasmids differ from the original DSP plasmids in that wild type RL is replaced witha variant that contains eight mutations and has a different split point (Fig.2A) [35,37]. These changes enhance the sensitivity of the assay by1oo fold,therebyallowing one to evaluate both the initiation and kinetics of fusion within minutes after co-culture [35,37,38].We define initiation of fusion as the time when the luciferase signal becomes significant (3:1 signal to background ratio). The SLA is thus superior to previous methods for measuring cellcell fusion,combining the advantages of a visual readout of fusion along with a method to measure the kinetics of fusion in real time. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Besides surpassing many of the limitations seen with conventional fusion assays,the SLA is extremely sensitive and has facilitated kinetic studies that examine how mutations in HIV and HSV glycoproteins [38-4O] affect the overall rate of fusion and thetimeofinitiation(timewhenfusionbeginspost co-cultivation).For example,we used both reporter systems to evaluate the effects of mutations of residues of the gB crownand fusion loops on both initiation and overall rates of fusion [38]. Most fusion loop mutants exhibited kinetics consistent with their fusion phenotype seen in an endpoint luciferase assay [23,41]. Surprisingly,mutations which appeared to have little or no effect on fusion using that assay exhibited a long lag before fusion began as well as a slow rate of fusion (measured using the Rluc8 plasmids）that evolved into faster ongoing rates as measured with the DSP plasmids [38].Thus,the SLA has allowed us to identify several previously overlooked residues that make significant contributions to fusion loop function.The crown of gB（FR3）is important in the interaction of $\\mathsf { g B }$ with a cellular molecule [42]. Inaddition,several rate of virus entry [43,44] aswell as linker insertion mutations [45] map here.We found that mutations in $\\mathsf { g B }$ FR3 had two distinct kinetic patterns when compared to wild-type $\\mathbf { g B }$ :“slow\"and “fast\".The rapid kinetics were not due to enhanced cell surface expression [32,38], thereby emphasizing the complex role FR3 plays in fusion and the fact that hyperfusogenic mutations are not solely associated with the cytoplasmic tail of $\\mathsf { g B }$ [46].Moreover,the sensitivity of the SLA has allowed us to add an important parameter when characterizing mutants,i.e.initiation of fusion.We were able to determine that the time of initiation of fusion varies from 7min for wild-type gB,to 3 min post co-culture for a hyperfusogenic gB mutant,and to $1 0 \\mathrm { m i n }$ for slow,hypofusogenic mutants [38].Additionally,we found that HSV mutants that map to the $\\mathrm { \\bf g B }$ ectodomain and exhibit a reduction in the rate of entry[43,44] also exhibit a slower rate of fusion [38]. The initiation time may help explain why some mutants have a slower or more enhanced rate of fusion but it is also important to note that this does not apply to all mutants. For example,some gB mutants have a faster initiation time,but a wild-type rate of fusion [38].We posit that mutations can influence the formation of fusion sites but can also affect recruitment of cells into a developing syncytium once fusion has begun,hence explaining the difference between initiation time and rate of fusion. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/2de1168ec90d881010bf02f50f69de3b532314e00901a1fe46e7939a9c366cd2.jpg",
        "img_caption": [
            "Fig.1.Ilustration of HSV cell-cellfusion. HsVcell-cellfusion requires four key glycoproteins $\\mathrm {  ~ \\cdot ~ } \\mathrm {  ~ \\ g D , }$ gH,gL and $\\mathbf { g B } _ { \\mathrm { . } } ^ { \\mathrm { cdot } }$ and a cellular receptor.The first step involves $\\mathrm { \\ g D }$ binding to receptor(ectin-1isson)hichladtofomatioalagesinDThisctivatesgDndalowsitteractiththteie $\\mathrm { \\ g H / g L }$ (step 2). The $\\mathrm { \\ g D - g H / g L }$ interaction transforms $\\mathrm { \\ g H / g L }$ into a positive regulator that helps $\\mathrm { \\bf g B }$ become an active fusogen (step 3).All these steps will ultimately lead to fusion between the viral and host cell membranes. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/08e524a7f060b8c44bb221756a3ff6db47ff38234221293233f50e95a9e3befb.jpg",
        "img_caption": [
            "Fig intociii TwogeneratiosfereeegeetedSdcatetieslittidepreefeealts $( { \\star } )$ that make lucia eol half of the DSP or Rluc8 reporter genes. $2 4 \\mathrm { h }$ post-transfection,uRensbstrateisddedndtrgetandeectorcellemixed,sotatuonfusin,thetwoiactiealves of DSP or Rluc8 can come together to produce fluorescence and luminescence. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In a nutshell, the dual split luciferase assay represents a rapid, highly-flexible,sensitive and quantitative platform to continuously monitor initial and ongoing cell-cell fusion driven by such examples as the HSV entry glycoproteins. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.Selection of reporter gene ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The two generations of reporter genes,DSP and RLuc8 [35],are both useful depending on the experiment.For analysis of early events (such as fusion initiation),when it is desirable to measure kinetics in minutes,we recommend the RLuc8 reporter genes, where the signal is measurable within minutes.However,when experiments need to be carried out over several hours to study the later stages of fusion such as changes in the kinetics of cell recruitment into a growing syncytium,we suggest using the DSP constructs.The high sensitivity of the RLuc8 gene could,in extreme instances (such as hyperactive mutants),approach or even exceed the reading capacity of the plate reader.This could lead to an undesired“bleed”of signal into the neighboring wells,especially if multiple samplesare to be analyzed.Therefore,we do not recommend using the RLuc8 reporter gene to monitor HSV fusion over an extended period of time. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.Optimization of fusion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To analyze the kinetics of fusion and the events that lead to it, it isimportant to optimize fusion.The concentration of the constructs that contribute to fusion can alter fusion rates.Therefore, it is necessary to determine the concentration of each construct thatyields the highest level of fusion.The purpose is firstly,to determine the correlation between quantity of transfected DNA and amount of protein expressed on the cell surface (as measured bycell-based enzyme-linked immunosorbent assay (CELISA)) required to achieve maximum activity and secondly,to determine the rate limiting protein (as measured by SLA).This becomes particularly important when multiple proteins are involved (such as in the HSV system) and for analyzing mutants that affect the rate of fusion. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Titration of plasmids encoding HSV glycoproteins showed a linear correlation between the amount of DNA transfected and the expression of the respective protein on the cell surface:the more DNA transfected, the more protein detected (Fig. 3A). However, the absolute rates are the same.By titrating each DNA construct (while maintaining the rest at a constant concentration) we found that the rate limiting protein was the fusion protein (gB). One possibility is that at lower DNA concentrations,most of the gB expressed on the cell surface is inactive. Transfecting increasing amounts of DNA might increase the proportion of active gB. However,current reagents cannot distinguish between active and inactive gB. gD and $\\mathrm { \\ g H / g L }$ seemed to work in a catalytic manner (Fig.3B)(Fig.3 is reprinted by permission from the American Society for Microbiology，J.Virol.87(21）（2013）11332-11345, http://dx.doi.org/10.1128/JVl.01700-13） [38]. Maximum fusion rates were achieved with a concentration of $1 2 5 { \\mathrm { n g } }$ of gD，gH, and gL plasmids and a concentration of $3 7 5 { \\mathrm { n g } }$ for gB. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.Length of time course ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The choice of reporter genes depends on how rapidly fusion begins and gives a measurable signal.We now use the original DSP plasmids to examine fusion over long periods of time (exemplified for the wild type glycoproteins in Fig.4A) and we use the Rluc8 plasmids to examine fusion over short periods (Fig.4B-D) [38,47].To precisely determine the initiation time of fusion caused by the wild-type glycoproteins,we used the RLuc8 reporter genes and recorded luminescence readings every minute for $3 0 \\mathrm { m i n }$ (Fig.4C).A significant signal-to-background ratio (at least 3:1) became apparent as soon as $7 \\mathrm { m i n }$ after co-culture,allowing us to define this as the time of fusion initiation for wild-type HSV glycoproteins.As examples of how mutations can affect fusion kinetics,we show data for two $\\mathrm { g B }$ mutants thatareaffected in their time of fusion initiation (Fig.4D).The first of these is $\\mathrm { g B } ^ { \\mathrm { L L 8 7 1 A A } }$ ,a double mutant in the cytoplasmic tail that was originally identified asa virus that is hyperfusogenic in forming syncytia [46].Using the Rluc8 plasmids,we showed that $\\mathrm { g B ^ { L L B 7 1 A A } }$ initiates fusion faster than wild-type gB ( $3 \\mathrm { m i n }$ for $\\mathbf { g B } ^ { \\mathrm { L L 8 7 1 A A } } \\nu s 7 \\operatorname* { m i n }$ for wild-type gB) [38],recapitulating the hyperfusogenic phenotype in a cell-cell fusion assay [32,38]. The second mutant, $\\mathbf { g B } ^ { \\mathbf { Q 5 8 4 A } }$ is located in the crown of gB.We characterized it as having a slow rate of fusion and also a delayed initiation of fusion $( 1 0 \\mathrm { m i n } )$ [38]. Thus,the SLA is more informative about the phenotype of some mutants than a standard endpoint assay. It allows for the evaluation of the impact of changes in the structure of glycoproteins on both the initiation of fusion and continuing fusion steps. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ce16a2d09a33914db565dbf9b9a8b25182e993a45a0577dd5486a068dc1fcb0d.jpg",
        "img_caption": [
            "Fig.3.Titration of glycoproteins.(A) Cell surface expression (CELISA).B78 cells were transfected with varying concentrations of DNA corresponding to one viral glycoprotein(gB,gD,or $\\mathrm { \\ g H / g L ) }$ while the other three were maintained at $1 2 5 { \\mathrm { n g } }$ along with one of the DSP plasmids.Data were normalized by setting the absorbance value for cells transfected with $1 2 5 { \\mathrm { n g } }$ of each glycoprotein (filled bars)to be $100 \\%$ (B) Rates of fusion obtained from luciferase activity.B78 cells were transfected the same way as for panel A,and fusion was triggered with C1O cells carrying the second DSP half as shown in Fig.2. Rates were determined by taking the luminescence units (normalized by considering the signal at $^ { 7 \\mathrm { h } }$ to be $100 \\%$ ） between 3and $^ { 7 \\mathrm { h } }$ and calculating the slope of that line between these time points. Data from 3 independent experiments were averaged; $R ^ { 2 }$ value was equal to or higher than 0.96.(Copyright $\\circleddash$ American Society for Microbiology,J.Virol. 87(21) (2013)11332-11345,http://dx.doi.org/10.1128/JVI.01700-13.) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4.Split luciferase assay protocol ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4.1. Day 1 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Seed $5 \\times 1 0 ^ { 4 }$ effector cells/well (B78 cells)on a white 96-well luciferase plate treated for cell culture.Cells are grown in selective DMEM medium（Gibco）containing $5 \\%$ fetal calf serum(FCS) and $1 0 0 \\mu \\mathrm { g / m l }$ penicillin/streptomycin.If SLA is paired with CELISA to determine surface expression,cells are plated at the same density onregular, transparent 96-well plate treated for cell culture. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Seed target cells(B78-C1O cells stably expressing nectin-1) on a 6-well plate treated for cell culture at $2 \\times 1 0 ^ { 5 }$ cells/well;cells are maintained in B78 cells medium supplemented with $5 0 0 \\mu \\mathrm { g / m l }$ G418.Cell density should not exceed $80 \\%$ confluency the following day. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4.2. Day 2 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "When we first developed the SLA,we paired it,head-to-head with visual assays such as Giemsa and immunofluorescence staining to assess the reliability of the results we saw from the SLA. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c3c6abae89aa10728c96e73b798d5fb3a010d48ddbdcbc3c6c3823a9b912ef57.jpg",
        "img_caption": [
            "Fig4Lent gDH the sensitivity of the assay such that fusion can be monitored within the first $^ { 2 \\mathrm { h } }$ of co-cultivation when cells were transfected with allfour viral glycoproteins.(C) Initiation of fusion.Inaddition toa 2h time course,the Rluc8 plasmids also allow signal to bedetected as early as $7 \\mathrm { m i n }$ for cells transfected with all four viral glycoproteins.(D) Effect of mutations in gBon fusion initiation. Curves show diferences in initiation time between wild-typeand mutant gBs. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Since visual assays are typically done in a 24-well plate and the SLA in a 96-well plate,we made sure that the cells on both plates were transfected with similar amounts of DNA,for a correct comparison. As such,the transfection mix was prepared in duplicate:one mixture to be applied to cells aimed for visual examination and the other mixture to be distributed over 3 wells in a 96-well plate forSLA.Therefore,allDNAamountsdescribed forthe SLAin this report reflect the concentration of each construct that will be distributed over 3 wells ina 96-well plate and not the concentration per well. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.2.1.Transfectionofeffectorcells. Co-transfect B78(effector) cells with the following plasmids: $1 2 5 { \\mathrm { n g } }$ each of the gD,gH,gL,and $\\mathsf { D S P } _ { 1 - 7 }$ (or ${ \\tt R L u c 8 } _ { 1 - 7 }$ ）plasmidsand $3 7 5 { \\mathrm { n g } }$ of the gB plasmid. To account for background,we include a negative control:B78 cells transfected with $7 5 0 \\mathrm { n g }$ of empty vector,pCAGGS,so that the amount of DNA used for negative control would be the same as the total amount ofDNA used in our samples of interest.For each sample,dilute the plasmids in a $2 5 0 \\mu \\mathrm { l }$ final volume of OPTI-MEM? reduced serum media （Life Technologies） containing $4 \\mu \\mathrm { l }$ of Lipofectamine 2OoO(Life Technologies). Incubate the DNA-lipid complexes for $1 0 \\mathrm { m i n }$ at room temperature.Pipette the $2 5 0 \\mu \\mathrm { l }$ DNA-lipid complex over 3 wells $( 8 0 \\mu \\mathrm { l / w e l l } )$ of effector cells. If SLAis paired with CELISA,the transfection mix is prepared in duplicate so that the same mix can be used for cells on the clear 96-well plate. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.2.2.Transfection of target cells.Transfect B78-C10 cells stably expressingnectin-1(target） cellswith $1 \\mu \\ g$ of $\\mathsf { D S P } _ { 8 - 1 1 }$ (or $\\mathrm { R L u c } 8 _ { 8 - 1 1 }$ ）plasmid. Dilute DNA in $1 \\mathrm { m l }$ final volume of OPTI-MEM@reducedserummediacontaining $1 0 \\mu \\mathrm { l }$ of Lipofectamine 2ooo.Incubate the DNA-lipid complexes for $1 0 \\mathrm { m i n }$ at room temperature.Add mix to target cells.Allow transfection ofboth effector and target cells to proceed for $2 4 \\mathrm { h }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.3. Day 3 2.4.3.1.Preparing effector cells. Remove transfection mix by suction. Add $4 0 \\mu \\mathrm { l }$ fusion medium/well (DMEM without phenol red (Gibco) supplemented with $5 \\%$ FCS and $5 0 ~ \\mathrm { m M }$ HEPES) containing EnduRen substrate (Promega),diluted 1:1ooo based on an ${ 8 0 \\mu \\mathrm { l } }$ final volume in each well after co-cultivation. Incubate for $^ { 1 \\mathrm { { h } } }$ at $3 7 ^ { \\circ } \\mathsf { C }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.3.2.Preparing target cells. Remove transfection mix.Detach cells with $1 \\mathrm { m l } _ { I }$ well pre-warmed versene;wash well with $1 \\mathrm { m l }$ fusion medium to collect all cells.Transfer cells toa Corning conical tube. Spin cells down for $1 0 \\mathrm { m i n }$ at $1 0 0 0 \\mathrm { r p m } / 4 ^ { \\circ } \\mathrm { C } .$ Remove supernatant. Resuspend pelleted cells in $5 0 0 \\mu \\mathrm { l }$ of fusion medium.Transfer $4 0 \\mu \\mathrm { l }$ target cells over effector cells. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.3.3.Luminescence readings.After the co-cultivation step,place plate immediately(no lid） into a BioTek Synergy2 plate reader set at $3 7 ^ { \\circ } \\mathsf C$ 、This will be“time $0 \"$ 、If DSP reporter genes are used, readings will be recorded every hour.Therefore,the plate should be returned to a $3 7 ^ { \\circ } \\mathsf { C }$ incubator until the next read. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "When RLuc8 reporters are present, the plate is left in the plate reader set at $3 7 ^ { \\circ } \\mathsf { C }$ and readings are taken continuously either every1 min or every5 min.The presence ofHEPES helps maintain a constant pH and ${ \\mathsf { C O } } _ { 2 }$ level.However,the“open plate\"configuration can lead to uneven evaporation and therefore uneven signal in a longer time frame. For this reason,we do not recommend continuous readings for more than $^ { 2 \\mathrm { h } }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.3.4.Measuring cell surface expression (CELISA). Replace transfection mix with $5 0 \\mu \\mathrm { l }$ blocking solution ( $3 \\%$ bovine serum albumin diluted in $\\mathrm { P B S ^ { + + } }$ 0 $1 \\times$ Gibco Dulbecco's PBS containing ${ \\mathsf { C a } } ^ { 2 + }$ and $\\mathbf { M g } ^ { 2 + } .$ ).Block for $3 0 \\mathrm { m i n }$ ，Replace blocking solution with primary antibody(R7 polyclonal antibody IgG for gD;cocktail of monoclonal antibodies（A22，SS10,and SS67）for gB；R137 Pab for $\\mathrm { \\ g H / g L ) }$ diluted 1:1000 in $3 \\%$ BSA-PBS++. Incubate $^ { \\textrm { 1 h } }$ at room temperature.Rinse cells once with ${ \\mathrm { P B S } } ^ { + + }$ .Fix cells with $3 \\%$ paraformaldehyde for $3 0 \\mathrm { m i n }$ at room temperature.Remove paraformaldehyde and rinse cells three timeswith ${ \\mathrm { P B S } } ^ { + + }$ .Add secondary goat anti-rabbit secondary antibody coupled to horseradish peroxidase for $\\mathrm { \\bf g D }$ and $\\mathrm { \\ g H / g L }$ (Cell Signaling Technology),or goat anti-mouse antibody coupled to horseradish peroxidase for $\\mathrm { g B }$ (Cell Signaling Technology） for $^ { 1 \\mathrm { h } }$ at room temperature;all secondary antibodiesare diluted 1:100 in $3 \\%$ BSA-PBS++.Rinse cells three times with ${ \\mathrm { P B S } } ^ { + + }$ and once with $2 0 \\mathrm { m M }$ citrate buffer(pH 4.5). Add $1 0 0 \\mu \\mathrm { l }$ ABTS( $^ { 2 , 2 ^ { \\prime } }$ -azinobis[3-ethylbenzothiazoline-6-sul fonic acid]) peroxidase substrate(Moss,Inc.).Measure absorbance at $4 0 5 \\mathrm { n m }$ usinga plate reader. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/44197b38f2f7722ff781cc86ebcf7742fc85118b4678ec571e2fd27b4baa98e9.jpg",
        "img_caption": [
            "Fig.5. Use of soluble $\\mathrm { g D } ( \\mathrm { g D } _ { 3 0 6 \\mathrm { t } } )$ to trigger fusion between receptor bearing target cells and effector cells bearing $\\mathbf { g B }$ and $\\mathrm { \\ g H / g L }$ (A) Absolute fusion rates are similar when gD is expressed from a plasmid or delivered as a soluble protein. (B) Dose-dependence of fusion on $\\mathrm { g D } _ { 3 0 6 \\mathrm { t } }$ concentration. Curves show correlation between fusion levels and different concentrations of $\\mathrm { g D } _ { 3 0 6 1 }$ .Concentration ranging between $5 0 0 \\mu \\mathrm { g / m l }$ and $3 0 \\mu \\mathrm { g / m l }$ gave the same signal output as $2 5 0 ~ \\mu \\mathrm { g } / \\mathrm { m l }$ (C) Determining $\\mathrm { g D } _ { 3 0 6 \\mathrm { t } }$ concentration that yields $5 0 \\%$ of maximum fusion level. Data from(C)are plotted as levels of fusion $^ { 6 \\mathrm { h } }$ post co-cultivation. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.5. Applications ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.5.1.Synchronizing fusion with soluble protein ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Previous studies done in the lab have shown that a soluble, truncated form of $\\mathrm { \\tt g D }$ lacking the transmembrane region and cytoplasmic tail $\\mathrm { ( g D _ { 3 0 6 } ) }$ can be used to trigger fusion [12,13,24]. This not only allows for synchronization of fusion,but also enables the study of fusion inhibitors as well.By using soluble gD as a trigger,we can analyze the effect of an antibody to a specific glycoprotein for example,byallowing enough time for theantibody to bind before early fusion events are initiated. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A direct comparison of transfected and soluble gD fusion curves shows that in both cases theabsolute rates of fusion are identical (Fig. 5A). B78 cells were transfected with gB,gH and gL plasmids as described and $2 5 0 \\mu \\mathrm { g } / \\mathrm { m l }$ soluble gD[12,24] was added the next day,at the co-cultivation step.This was run simultaneously with a sample that was transfected with gD.Although the raw values for fusion with soluble $\\mathrm { \\ g D }$ are somewhat lower than for transfected plasmid (not shown),the assay is sensitive and allows fora titration of $\\mathrm { g D } _ { 3 0 6 \\mathrm { t } }$ The rate of fusion is dose-dependent up to a concentration of $3 0 \\mu \\mathrm { g / m l }$ ,which was as good as $5 0 0 \\mu \\mathrm { g / m l }$ at triggering fusion (Fig.5B).This highlights the catalytic mannerin which gD was found to trigger fusion by $\\mathrm { g B }$ ([38] and Fig. 3B). Plotting the dataas percent of fusionat a specific time over a range of concentrations(Fig.5C) can be used to determine the concentration that can yield $5 0 \\%$ of the maximum fusion level. This way of analyzing data can be particularlyuseful when the effect of inhibitory compounds on fusion/function of glycoproteins is examined. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.5.2.Blocking offusionwith inhibitors ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "An important step in the analysis of function of glycoproteins (either wild-type or mutant) is to determine the effect of various compounds（antibodies，peptides，chemicals）onfusion [12,14,48,49].Here,we show as a proof of principle the effect of three gD antibodies on fusion:MC1,MC5 and DL11.MC5 and DL11 are neutralizing antibodies [7,8] whereas MC1 is not [7]. Using the firefly luciferase assay [3o,33],we found that MC1 had no effect while MC5 and DL11 blocked cell-cell fusion (Fig.6A) confirming their phenotypes in virus-cell fusion.Using the SLA, we found that MC5 and DL11 completely blocked the initiation offusionwhereas MC1 had no effect on either initiation orkinetics of fusion(Fig.6B)Antibodies,peptides and other inhibitory molecules that target different glycoproteins can be assessed in this manner for theirabilityto affect initiationand the rate of fusion [48]. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/1be54c0fd9b6a3120fffb80036e10440bb901d5d2e86035b2150735ac1c5a3c4.jpg",
        "img_caption": [
            "Fig.6.Blocking of fusion with antibody.(A)Firefly luciferase assay. One population of CHO-K1 cells was transfected with the gD，gH,gL，gB and T7 polymerase plasmids.The other population Was transfected with receptor and luciferase plasmids.6 h post-transfection the two populations were co-cultivated and $1 0 0 \\mu \\mathrm { g } /$ ml ofantibody (MC1,MC5 orDL11)wasadded. $^ { 1 8 \\mathrm { h } }$ post co-cultivation,cells were lysed and luminescence measured. Values were normalized to no antibody control. (B) Split luciferase assay.B78 cells were transfected with gB,gH,gL,and one of the DSP plasmids.C10 cells were transfected with the other DSP plasmid.An hour prior to co-cultivation, $3 0 \\mu \\mathrm { g / m l }$ soluble $\\mathrm { \\ g D }$ was pre-incubated with $3 0 \\mu \\mathrm { g / m l }$ of either MC1,MC5 or DL11.The gD-Ab mixture Was then added at the co-cultivation step. Fusion was monitored over $^ { 6 \\mathrm { h } }$ Data were normalized to no antibody control. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.6.Troubleshooting ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Low or no signal during fusion assay is usually linked to suboptimal transfection protocol.Here are suggestions for potential problematic steps. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.6.1.Adherence of cells to plate ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "If cells are suspected of detaching,especially during CELISA,cultureplates can be treated with gelatin diluted in sterile distilled water.Add $1 0 0 \\mu \\mathrm { l }$ of $0 . 2 \\%$ gelatin per well for $^ { 1 \\mathrm { h } }$ at $3 7 ^ { \\circ } \\mathsf C .$ Aspirate and air dry the plate in a hood (to maintain sterility) until no trace of solution is seen.Then,plate the cells as required. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.6.2.Cell confluency at the time of transfection (for both target and effectorcells) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cells that have been seeded too heavily or too lightlyare transfected with low efficiency. Refer to the transfection reagent's recommendations to determine cell density.The 96-well white plate used for SLA does not have a clear bottom.We suggest plating effector cells ina clear bottom 96-well replica plate,so that confluency can be checked under a microscope before transfection is performed. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.6.3.DNA or soluble protein concentration ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Varying the concentration of DNA used for transfection can affect transfection efficiency.Performa titration to determine the concentration of DNA that yields the best signal.If possible,check for the expression of the protein on cell surface as well (by CELISA). Varying the concentration of soluble protein used to trigger fusion can also affect signal.A titration of exogenously added proteins is strongly recommended. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.6.4.Number of target cellsused for co-cultivation ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In our hands, $1 / 1 2$ of a 6 well of confluent target cells (after $2 4 \\mathrm { h }$ post transfection） for each well of effector cells worked best. This ratio may be different for other cell lines.Signal production may be improved by increasing the number of target cells used for co-cultivation. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.6.5.Substrate ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "EnduRen substrate by Promega comes as a dry pellet that is to bereconstituted in dimethylsulfoxide (DMsO).We found that reconstitution was more efficient when fresh DMSO was used. Once reconstituted,substrate should be aliquoted as single-use aliquots;repeated cycles of freeze-thawing can lead to degradation and thereforea decrease in sensitivity.The substrate is light sensitive and should be added to cells as rapidly as possible and away from bright light.Substrate also precipitates at lower temperatures.Therefore,dilutions should be done in warmed medium and the plate reader should be pre-set to $3 7 ^ { \\circ } \\mathsf { C }$ before the experiment begins. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.6.6.Plate reader settings ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "These will largely vary depending on the machine used. Check the instruction manual for the correct selection of filters and sensitivity.Fora BioTek Synergy2 reader,weused sensitivity set at 150. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.7. Data analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A negative control (where fusion is not expected） is always included to account for background noise.Data can be normalized, after background subtraction,to the last reading of the time course. The linear portion of the curves is used to calculate the rate of fusion.A slope with a $R ^ { 2 }$ value greater than O.96 is considered a good fit. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported by NIH Grants R3718289 to G.H.C., R01AI056045 to R.J.E.and AI076231 to R.J.E. Z.M.was supported bya contract research fund from the Ministry of Education, Culture,Sports,Science,and Technology for the Program of Japan Initiative for Global Research Network on Infectious Diseases (J-GRID). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Appendix A ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A.1. Equipment ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A plate reader with temperature control (we used a BioTek reader）is necessary to measure fusion.Temperature control is especially important when using the Rluc8 plasmids. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A.2. Supplies ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Standard molecular biology reagents are needed for tissue culture and transfection.A 96-well white plate (Corning catalogue No.3917) is used for the effector cells in SLA to facilitate measuring luminescence.Clear tissue culture plates are used for checking cell density of effector cells and for CELISA(96-well, Corning catalogue No.3595) and culturing target cells (6-well, Corning catalogue No. 3516).Plasmids for the DSP and Rluc8 assays are available upon request. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1] S.C. Harrison, Nat. Struct. Mol. Biol. 15(7) (2008) 690-698.   \n[2] R.J. Eisenberg et al., Viruses 4 (5) (2012) 800-832.   \n[3]E.E.Heldwein,Structure (2)(2009)147-149.   \n[4]F.C. Bender etal., J.Virol.81 (8) (2007)3827-3841.   \n[5]U.A. Gompels et J.Virol.65 (5) (1991) 2393-2401.   \n[6]U.A.Gompels,A Virol. 63 (11) (1989) 4744-4755.   \n[7]E.Lazear etal.,J.Virol. 86(3) (2012)1563-1576.   \n[8]J.C.Whitbeck etal., J. Virol.73(1999) 9879-9890.   \n[9] E.E.Heldwein, C. Krummenacher, Cell. Mol. Life Sci.65 (11)(2008) 1653-1668.   \n10]R.S.Milne etal.,J.Virol. 79(11) (2005)6655-6663. [11] A.V. Nicola, A.M. McEvoy, S.E. Straus, J. Virol. 77 (9) (2003) 5324-5332.   \n[12]D. Atanasiu etal., J. Virol. 84(23) (2010) 12292-12299.   \n[13] D. Atanasiu et al., Proc. Natl. Acad. Sci. USA 104 (47) (2007) 18718-18723.   \n[14]D. Atanasiu et al.,J. Virol. 84 (8) (2010) 3825-3834.   \n15 .Krummenacher etal.,EMBOJ.24(23) (2005)4144-4153.   \n[16] E.E. Heldwein etal., Science 313 (5784) (2006) 217-220.   \n[17] T.K. Chowdary et al., Nat. Struct.Mol. Biol. 17(7) (2010) 882-888.   \n[18]A. Carfi et al.,Mol. Cell 8(1) (2001) 169-179.   \n[19] P. Di Giovine et al., PLoS Pathog. 7 (9) (2011) e1002277.   \n[20] R.J. Geraghty, C.R. Jogger, P.G. Spear, Virology 268（1) (2000) 147-158.   \n[21] E. Avitabile, C.Forghieri, G. Campadeli-Fiume,J. Virol.81(20)(2007) 11532- 11537.   \n[22]E. Avitabile, C. Forghieri, G. Campadelli-Fiume, J.Virol. (2009).   \n[23]B.P.Hannah etal.,J.Virol.83(13) (2009) 6825-6836.   \n[24] D. Atanasiu et al.,MBio 4 (2) (2013).   \n[25] C. Krummenacher et al.,in: S. Pohlmann, G. Simmons (Eds.), Viral Entry into Host Cells,Lanes Bioscience,2007.   \n[26] E. Lazear et al., J. Virol. 82 (2)(2008) 700-709.   \n[27]S.Laquerre etal., J.Virol. 72(7)(1998) 6119-6130.   \n[28] R. Tal-Singer et al., J. Virol. 69(7) (1995) 4471-4483.   \n[29] H. Browne, B. Bruun, T. Minson,J. Gen. Virol. 82 (Pt.6) (2001) 1419-1422. [30] P.E. Pertel etal., Virology 279(1) (2001)313-324.   \n[31] M.I. Muggeridge,J. Gen. Virol. 81 (Pt. 8) (2000) 2017-2027.   \n[32]J.L. Silverman,E.E. Heldwein,J.Virol.87(18) (2013) 10139-10147.   \n[33]K. Okuma et al.,Virology 254(2) (1999)235-244.   \n[34] J.O. Jackson et al., J. Virol. 84 (4) (2010) 2038-2046.   \n[35]H.Ishikawaetal. , Protein Eng. Des. Sel. (2012).   \n[36]N.Kondoetal.. J. Biol. Chem.285(19)(2010) 14681-14688.   \n37 A.M. Gambhir,J.Mol.Biol.374(4)(2007)1017-1028.   \n3 rol. 87 (21) (2013)11332-11345.   \n39 Cell2 (5) (2011)369-376.   \n40 )(2014)e96790.   \n41 Hanna irol. 81 (9) (2007) 4858-4865.   \n42 79(18) (2005)11588-11597.   \n[43]D.J.Bzik )(1984)185-190.   \n[44]S.L. Highlander et al., J.Virol. 63(2)(1989) 730-738.   \n[45]E. Lin,P.G. Spear,Pr tad. Sci.USA 104(32) (2007) 13140-13145.   \n[46]Beitia Ortiz de Zarate, J.Virol. 81(24)(2007) 13889-13903.   \n[47] J.R. Gallagher et al., PLoS Pathog. 10 (9) (2014) e1004373.   \n[48]T. Toda etal., Immunobiology 217 (9) (2012) 864-872.   \n[49] A.O. Fuller, P.G. Spear, Proc. Natl. Acad. Sci. USA 84 (15) (1987) 5454-5458. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]