[
    {
        "type": "text",
        "text": "The Development of LIS Preprint Platform in China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chu Jingli, Ren Jiaohan, Wang Jue, Liu Jingyu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Many authors are familiar with journal publication, but often puzzled by the long time reviewing and editing process. As readers, many expect to be able to read the papers as soon as possible.Do we have any solutions to make it true that cater for the requirements for both? The answer is preprint platform. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Background ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Preprints are manuscripts that are not strictly peer-reviewed by authors before submitting to journals for publication， and are usually released in open access through the preprint platforms in the shortest time, to protect the author's first publication right and provide a new dissemination and use channel for the academic communication system. ChinaXiv, a preprint platform funded by Chinese Academy of Sciences, receives manuscripts from researchers and provides open communication services, aiming at revealing the latest cutting-edge scientific and technological achievements,building a national preprint platform for academic papers in frontier fields,and enhancing acdemic discourse power in important scientific and technological fields. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This article introduces ChinaXiv, which is the earliest and most comprehensive preprint platform in China, and highlights the functions and development status of the Preprint Platform for LIS,based on ChinaXiv, the only Chinese preprint platform serving for scholars of Library and Information Science attracts authors from both China and abroad to submit articles to it. The platform accepts article submissions in multiple languages, including Chinese, English and so on. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.The preprint platform in China ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ChinaXiv (https://chinaxiv.org， figure1)， known as the preprint platform for scientific and technological papers and developed by the National Science Library,of Chinese Academy of Sciences, was officially launched in June 2O16. ChinaXiv is open to all international researchers. As an significant part of the national infrastructure for high-speed distribution of research papersand scientific and technological information, ChinaXiv is an important symbol of open access and open communication in the era of open science, and an significant representive of the academic competitiveness of individuals, journals, institutions and countries. It aims to shorten the publication cycle of research results, promote the most rapid publication and exchange of research results at the first time, and focuses on building a standardized academic exchange ecosystem. Under such a severe environment of competition, it supports the rapid pre-publication of high-level scientific research papers and effectively supports the scientists’ right of research output. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Home Submit Browse Search MyCenter About ChinaXiv AcademiaLeadership·Publicservice· Efficientcommunication OpenDistribution Please entera keyword SearchQ Global Search 2542312 16493 2558805 56394974 16359918 ThesisTotal ChinaXiv Total Global Total Views Downloads s standardizingpreprint academicexchangesAfew notes\\*. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "Figurel. The ChinaXiv English Website "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As a part of ChinaXiv, with the support of scientific research institutions, universities, academic associations and scientific journals. National Science Library of Chinese Academy of Sciences has launched the \"Preprint Platform for Library and Information Science\"(http://lis.chinaxiv.org, figure2),as an exploration and model for for the development of preprint platforms in other fields. Some LIS journal, such as Library and Information Service （semi-monthly） has published its preprint policy to encourage authors to submit their manuscripts to the preprint platform before or after the manuscripts to be accepted by the journal. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Home Submit Browse Search MyCenter About PreprintPlatformforLibraryandInformationScience Please enter a keyword SearchQ PreprintlatformfobraryandInformationSciencetheonlyChinesepreprintplatformservingforscholarsofLibaryandInfoation Science,servesscholars frombothChina and abroad.Itreceiv smanuscripts fromLISresearchersand provides opencommunicationservices, aimingatrevealing the latestcutting-edge scientific andtechnologica ments,buildinganational preprint platform foracademicpapers infrontierfields,and enhancingacdemicdiscoursepowerinimportantscientificandtechnologicalfields. Latestactivites more+ Latest submit more+ 2022-07-17|Analysis on the Experiences of the Establishment of aMaker... 2022-07-17|Thedriving efect of governmentinvestmenton the improvem... 2022-07-14| Frontiersand Hotspots Participation of Scientificand Tech... 2022-07-14| Practice and Thoughts on Journal Cover Designof China Lase... 2022-07-1o| The measurement difficulties and irrational risks of scient... 2022-07-07| Integrating KnowledgeManagement into the ProfessionalInfo.. 2022-06-29| Construction of Smart Library Based onthe Smart-Native Con... 2022-06-24| Research on Public Usage Intentionand Behaviorin Contact.. 2022-06-23| Research on the Constructionof Interest and Rights Managem.. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.The main functions of the LiS Preprint platform ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Preprint Platform for LIS aims to create a full cycle of operation system of \"intellectual property protection - open review - misconduct detection - text proofreading - manuscript polishing\". Through the rapid deposit and public release of papers, users can obtain the latest research results for free, and protect the author's scientific priority. To promote the formation of a new type of academic autonomy in the field of LIS, and to promote scientific communication and cooperation, Preprint Platform for LIS has developed four features: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Fast publishing: Compared with traditional journals, preprints have obvious advantages in the release speed of achievements(figure3), and their ability of quickly deposition and public release can ensure the timeliness of research, and publish papers in the public platforms at the first time, helping them to guarantee the right of first publication of ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "science ideas or research results. When the paper is submitted, authors need to register to upload the paper by single submission or email submission. After passing the review, they can be published immediately, which can greatly improve the discovery and citation of the paper. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f0f3ea3279bab0757251396c12d0b0db891a9627622a72f79664c264ad1acfd6.jpg",
        "img_caption": [
            "Figure 3 .Preprint Platform for LIS Release Process "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 Free access: On this platform, users do not need to subscribe to the service, and they can browse all or the latest articles according to subject categories, or search directly to get the latest scientific research results for free. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 Academic autonomy: With the involvement of LIS professionals and institutions, they can support and help the operation and development of the platform, and users can communicate and discuss with scholars through instant interaction such as open comments, promoting sharing and cooperation among scholars and forming a new academic autonomy model. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4 Manuscript recommendation: By developing a preprint impact evaluation system, the platform aims to recommend high-quality manuscripts to corresponding and matching partner journals through their coverage scope. This function has not yet been fully implemented, and it is hoped that it will become a special feature of Preprint Platform for LIS ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "in the near future. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.The current status of the LIS preprint platform ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As of May 9, 2022, Preprint Platform for LIS has included 748 articles, accounting for $4 . 7 \\%$ of the total number of ChinaXiv papers (16,032), and the number of papers ranked 7th among 31 disciplinary categories included in ChinaXiv. According to the author institutions, $50 \\%$ of the institutions whose publication volume is in the top 2O are from the system of Chinese Academy of Sciences, and papers from Taiwan and Hong Kong are also listed among them. This also shows that the platform has a certain popularity and the sources of contributions are varied. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Currently, the Preprint Platform for LIS hopes to achieve the \"platform-journal-research institution-academia\" snow ball effect, and actively promote the introduction of various policies to encourage cooperation, including more cooperation promotion meetings, more preprint policy statements, and more funding from CAS and beyond. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.Summary and Future vision ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The key points of the development of preprint platforms are: paper submission is the core, synergy is the focus, technology is support, quality is the basis, policy is the guideline, and impact is the objective(figure4). The success of a preprint platform depends on whether someone knows and uses the platform, whether authors submit manuscripts, and whether readers read or cite them. For researchers or ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "authors, preprints have the role of first publication right, enhancing impact, promoting communication, rapid publication, and complete results kept; for readers or users, preprints have the possibility of free access, empowering innovation, integrating into the community, expanding information sources, and improving the academic ecology. The Preprint Platform for LIS sincerely welcomes all authors and readers from all over the world, to submit their manuscripts and give more support. The platform will ensure maximum public good based on a win-win partnership with all parties. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/102603f720a8406dd0a316a093b5ed4e8306d96520a79ba799056466bc17321b.jpg",
        "img_caption": [
            "Figure4.Key factors of preprint platform development "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Authors: ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/76eb6e14875163214e8086ed9c34011a7a11e5277782c81cd4440fd59cefdd79.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chu Jingli ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chu Jingli is a professor, and a director of the Department of Library, Information and Archives Management, School of Economics and Management, University of Chinese Academy of Sciences. Research directions: Library and Information Development Strategy, Network Information Services, New Publishing, and Think Tank Theory. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/44b0ce2c22a6c5b053b0aa365a8dad25b5a02f73ba2cfc24df993bf72798035b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ren Jiaohan ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ren Jiaohan is a Ph.D student in Library Science at the University of Chinese Academy of Sciences. Her research interests primarily focus on preprint. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/feef066db7eefa18304b498f6987d9885c3f50adb865af664b5a31bc324cefaa.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Wang Jue ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Wang Jue is a Ph.D student in Library Science at the University of Chinese Academy of Sciences. Her research interests primarily focus on Digital Humanities. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/375e76dc749d087963d946809ef468f95cdda99c05b023d18743cf8ee031a3a4.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Liu Jingyu ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Liu Jingyu is a faculty member of National Science Library, Chinese Academy of Sciences and Ph.D student in Library Science at the University of Chinese Academy of Sciences. Her research interests primarily focus on preprint. ",
        "page_idx": 10
    }
]