[
    {
        "type": "text",
        "text": "在国家新科技计划体系下如何做好科研项目的“精准管理",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一 以中国科学院机关为例",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "韩永滨",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院 科技促进发展局 北京 100864",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要当前，我国科技计划体系和管理模式正在进行大幅度的改革，科研管理方式正在打破传统的条块分割“藩篱”，形成更加高效、权威的决策、咨询和管理体系。中科院机关作为中科院的中枢系统，担负着国家和中科院各类项目的策划与管理等任务，责任重大，因此需要在新的时代背景下进一步提高项目管理的能力和水平，充分满足研究院所和科研人员创新的新要求，适应当代科技交叉融合协同创新的新特征。文章从梳理我国科技体制改革对项目管理的新要求出发，分析了在项目管理中需要考虑的新问题，提出如何根据项目需求做好项目的“精准管理”的相关建议，希望引起读者进一步思考和讨论。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词项目管理，管理模式，科技体制改革，精准管理DOI 10.16418/j.issn.1000-3045.2018.06.011",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2015年初，国务院印发《关于深化中央财政科技计划（专项、基金等）管理改革的方案》，对我国科技计划管理改革作出全面部署，正式打响了全面开展科技体制改革的发令枪。改革的总体目标是强化顶层设计，打破条块分割，加强部门功能性分工，建立具有中国特色的、目标明确和绩效导向的科技计划管理体制，更加聚焦国家目标，更加符合科技创新规律，更加高效配置科技资源，更加强化科技与经济的紧密结合，最大限度激发科研人员的创新热情。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在全球范围内，新科技革命也已进入“大科学”时代，从“科学”到“技术”再到“市场”的演进周期大为缩短，技术更新和成果转化更加快捷，学科交叉深度融合等都是“大科学”时代科学研究的大势所趋。很多研究项目需要打破“固有”的专业和领域分工，围绕重大科技问题或关键技术，将不同背景的科技力量组织起来，相互配合，集团作战，并利用多渠道资源实现既定目标[1,2]。在这种新的科技体系和发展新态势下，科学研究创新活动更加需要一个开放、合作和竞争的环境，在客观上对科研项目管理的能力和方式提出了更高的要求。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科技项目管理是体现中国科学院（简称“中科院”）机关专业局职能的基本形式之一，是日常工作的主要内容。科技项目管理涉及中科院各领域战略发展规划的制定，科研工作的布局，重要科研项目的遴选、组织、实施和科研成果的转移与应用，国家及重要横向合作项目的争取和实施管理，以及相应的人才队伍建设和制度建设。对于系统庞大的项目，特别是涉及多单位、跨专业协同作战，机关管理人员的作用是不可低估的。管理人员队伍是项目实施过程中信息传递的渠道和枢纽，是项目目标的宣传者，是中科院管理理念的强化者以及参与各方利益的保障者。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中科院的科技项目可以分为院外项目和院内项目。按照国家新的科技计划布局，院外项目来源包括：由国家自然科学基金委员会牵头设立的国家自然科学基金项目，由科技部牵头设立的国家科技重大项目、国家重点研发计划、技术创新引导专项（基金）、基地和人才专项，以及国防科技项目、地方科技项目和企业委托项目。院内项目主要由院统筹部署，相关业务局牵头设立，例如战略性先导科技专项、科技成果转移转化重点专项（“弘光专项”）、重点部署项目、科技服务网络计划（STS）项目等。面对新一轮的科技体制改革，中科院机关将不得不面对一些项目管理中的新特点和挑战。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1科研项目布局的新特点",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）项目组织在专业层面上将更加趋向多学科、多领域的共同合作。例如中科院2012年启动的“低阶煤清洁高效梯级利用关键技术与示范”战略性先导科技专项[3.4]，旨在研发以高效热解为先导的分级综合利用技术。但是煤的热解过程极其复杂，需要开展从基础研究、关键技术突破到系统集成的深入研究，涉及化学、化工、工程热物理、机械、材料和控制等多学科联合攻关，通过将热解技术与燃烧、气化、间接液化等一系列相关技术耦合起来，形成低阶煤清洁高效梯级利用的系统解决方案。中科院10余家科研单位、500余名固定科研人员、400名以上的流动人员组成了研发团队，覆盖了各涉及的学科和研究领域。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）项目设计将更加趋向“全链条部署、一体化组织实施”。从产业需求来看，项目目标将“面向世界科技前沿、面向国家重大需求、面向国民经济主战场”，因此项目设计要从基础研究、应用研究进行全链条部署。以科技部正在组织的“十三五”国家重点研发计划“新能源汽车”重点专项5为例，该项目任务被分为了4个层次和12个模块。4个层次分别是：基础科学问题、共性核心技术、动力系统技术、集成开发与示范;12 个模块分别是：三大科学基础问题——能源科学、材料科学、信息科学，“三横”共性核心技术——电池、电机、电控，“三纵”动力系统技术——纯电动力系统、混合动力系统、燃料电池动力系统，三大支撑平台一一基础设施平台、集成示范平台、国际合作平台。重点专项的实施方案涵盖了新能源汽车完整的科技体系和产业链。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）以企业为主导的项目增多。应用研究、技术研发等项目将越来越多地由企业牵头。这一类项目可能更多地向企业和产业界征集，评审标准则要看是否符合企业和市场实际需求。具体操作上，可能改变当前企业与科研单位联合申报的方式，允许企业单独向政府部门申请课题，由企业自行选择产学研合作方式，政府部门只规定具体给科研单位的经费比例，并加强后续监管和验收。科研单位将改变过去从自身特长和偏好出发选题，导致研发方向与市场需求脱节的现状。相应地，科研人员和项目管理人员需要时刻关注行业和市场需求，避免闭门造车。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（4）项目布局将更加重视研发过程的商业模式创新，以及产业、产品、服务的市场前景。企业在参加项目研发计划时，将会考虑项目研发出来的新技术将来能不能为自己带来利润，但是对于一些更具前瞻性的方向，需要企业和研发单位在经营模式和商业模式上有所创新，充分发挥各自优势，风险与效益共同承担，这样才能跟上当前全球范围内科技革命的步伐。例如，中科院的中科纳新印刷技术有限公司开发的纳米印刷技术，由于该项技术的大规模应用可能会打破原有印刷行业业已形成的商业模式，对目前的印刷制版产业链形成冲击，造成商业利益的重新分配。因此，需要在技术推广中有所创新，如在中小印刷企业密集区域建立“干洗店”模式的绿色印刷制版平台，通过这种方式为企业提供制版服务。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（5）项目管理需要“抓两头、重协调”。随着国家科技体制和事业单位分类改革的不断深化，社会化和市场化的专业机构在项目管理机制和经费监督机制等方面日趋成熟，中科院承担国家项目的过程管理将逐步依托社会化的专业机构来进行。中科院机关应该在项目管理上适当转变侧重点，“抓两头、重协调”，更加注重顶层设计和项目执行后的后评估与产业化服务，加强科技、经济、社会等方面政策的统筹协调和有效衔接，加速放大科研成果的落地与转化。此外，在项目考核上建立一套新的监管模式，突出项目评价的激励和导向功能，鼓励项目承担人敢于面对市场竞争，积极争取社会资源，致力于把科研成果转化为推动经济社会发展的现实动力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2科研项目管理面临的新要求",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从传统意义上讲，中科院院机关和科研项目的承担单位是保障项目成功的不同方面。院机关在项目管理中既扮演着组织者和资助者的角色，同时也是上级主管部门，其首要任务是把握项目的总体目标、建立高效的管理体制与机制，通过项目的布局和实施，确保目标达成，以期实现中科院的整体战略目标。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在当前科技体制“新常态”下，国家整体的科技项目布局呈现出大团队作战、企业为主导、第三方机构承担项目的过程管理等一系列新特点。院机关除了管理和监督的义务外，还应该根据项目的真实需求主动为项目的实施以及项目完成后的产业化提供纵深方向的“精准管理”与服务，这需要管理者具备更高的战略眼光和更宽广的产业化视野，也对院机关科研管理队伍提出了更高的要求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 项目管理注重行业需求，增强“推广”与“营销”能力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在过去相当一段时期内，中科院乃至全国的科研工作与行业需求之间的衔接没有得到足够重视，科研方向的选择主要是一线科学家根据其对科技发展趋势及世界科技竞争态势的判断来确定的，造成其研发活动在立项阶段就可能与市场需求不一致，进而导致具有转化价值的成果比例不高[7]。根据目前我国科研体系的新特点，以及中科院“面向世界科技前沿、面向国家重大需求、面向国民经济主战场”的新时期办院方针，中科院未来的科研工作将会与更广泛的行业领域交叉融合，这需要科研管理人员对技术变革和市场需求有最敏锐的感知，从“市场”和“销售”的角度为科研项目的定位进行引导，创新资源配置模式，以最快的速度响应市场需求和加强成果转化模式的顶层设计。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "院机关作为中科院的神经中枢，其属性决定了具体项目管理人员应该具备更高的战略眼光和更宽广的产业化视野，也要求相关人员具备科研成果的“推广”与“营销”能力来指导项目的布局以及项目成果的产业化推广。事实上，中科院的项目成果和研究团队本身就是我们的“产品”，需要有人带着这些“产品”主动“走出去”，投入更多的精力开展行业调研，收集市场信息和建立重点行业技术需求数据库，搭建起与重点行业和企业的交流平台；同时，还要能够为研究所在成果产业化过程中遇到的困难提供必要的法律、知识产权、合作方式、谈判技巧等方面的支撑，提供更加专业的定制化咨询服务。因此，机关的项目管理人员除了项目的监管角色外，还需要增加更多的专业服务角色，在管理好项目的基础上，还应成为一支提供咨询、知识产权保护、市场推广等服务科技成果转化的专业化高素质人员队伍。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2项目管理过程需要进一步“放、管、服”",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "院机关是项目的资助方和主管部门，传统意义上的项目管理多数是由院机关组织完成立项论证、过程检查、中期检查、验收等流程，项目承担的单位多数是作为“被管理”方，与项目完成团队一起“被监管”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "面对当前科研布局的新特点，院机关应主动做好“放、管、服”，即：“放”下承担单位可以做的工作，“管”好制度建设，增强机关的纵深“服”务能力。院机关明确立项的准入标准，把握好整体布局，制定好可考核的项目目标，将过程管理、一定程度的预算科目调整、项目技术路线的调整等具体管理程序交给项目承担单位来监督完成。在明确管理规范的前提下，给予项目承担单位管理部门一定的决策权力，也有利于承担单位管理部门在项目整体过程的参与程度，有利于提高项目的整体管理效率。院机关可以将工作重点放到项目与国家和各级地方的规划对接、策划项目的进一步延伸与成果放大等纵深工作，充分发挥院机关中枢神经的重要作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3项目管理团队分工需要重新定位",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，虽然我国大部分科研单位都进行了不同程度的转制和改革，但在具体的管理工作中，多数还是采用“直线式”或“树状结构模式”开展工作。这种模式强调专业分工和等级分工，每个成员负担一部分工作，分别向上一级领导汇报。部门或成员之间的交叉比较小，即使工作涉及跨部门合作，多数还是停留在浅层次的合作，很难做到深层次交叉融合。这种直线式结构模式职权和职责分明、命令统一，信息沟通简捷方便，便于统一指挥，在某些情况下执行效率极高。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "但是，在大科学创新活动的大趋势下，随着管理工作复杂程度和对精细化管理要求的不断提高，这种简单的树状管理模式的灵活性和专业针对性不足的缺点愈发明显。特别是在一些需要深度介入相关领域的工作中，由于直接管理者的工作经验和专业领域的差别，有可能会对管理工作的效果和效率产生影响。因此，需要打破原有的专业分工，打造适应性更强的管理体制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4项目支持方式需要更加多元化",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "传统的项目支持方式一般是经费支持，这也是院机关项目管理工作中最重要的内容。面对日新月异的科技进步，以及资本市场对于科技成果的推动，科研项目需要院机关给予的支持方式也并不一定都是经费，其顺利开展还需要政策、人员、配套设施等更加多元化的支持。例如，对于一些市场关注度较高的科研项目，科研团队本身得到来自社会和地方其他渠道的经费支持力度，团队开展项目时，所缺的要素可能是中科院层面的推动，或者在落地区域的政策支持、人员支持、配套设施支持等。如果单纯靠研究团队自己去推动这些他们并不擅长的事情，效果很可能是事倍功半。院机关应该根据项目所处的不同阶段和科技活动的研发环节，按需提供相应的人员编制、政策引导、启动资金、平台建设、对外联络等方面的支持，并通过各种多元渠道为项目提供更多的软服务，为项目的顺利开展铺平道路，以加快项目的成功实施。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5项目成果需要体现项目管理者的贡献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "新常态的项目管理应该是多方位、高层次、深介入的，如果项目成果中没有体现出作为幕后英雄的项目管理者的贡献，就很难在最大程度上激发出项目管理人员的工作积极性和主动性。以往的项目管理流程中，从项目立项、检查、验收环节，项目管理者的角色往往比较单一，体现不出项目管理团队在项目执行过程中根据项目的真实需求所提供的“精准服务”的定制化服务内容。在新的管理体系下，可以考虑将项目管理团队所能提供的定制化服务直接写入项目的任务书，明确项目管理团队为项目的执行提供哪些必要的服务和支撑，从一开始就将项目执行中涉及的困难和挑战分工下去，做到责任明确，按步实施。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 如何实现科研项目“精准管理”的若干思考与建议",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前，中科院正在深入落实“率先行动”计划，积极推进研究机构分类改革，加快新型研发机构建设，形成有利于科技成果转化的科研机构管理模式。在新的科研机构管理模式下，项目支持的方式可能会根据科技研发环节的不同而有所调整，这就需要在项目管理中探索出新的项目管理模式，充分发挥每一位项目管理人员的优势力量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1设立项目主任",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在国外国立科研项目管理体系中，很多机构都设立了类似于“项目经理”或“项目主任”来代表部门执行管理职责。例如美国国家航空航天局（NASA）的项目管理手册规定了各级管理官员在流程中对项目/子项目进行监控、决策及执行的职责[8。NASA各事业部（类似中科院的专业局）联合总裁任命或批准“项目经理（programdirector）”，项目经理在事业部主管主任批准下任命若干“子项目经理”。项目经理负责项目的实施，子项目经理负责特定范围内的子项目的实施。项目经理负责从项目遴选到最终产品交付的项目全过程活动，负责项目的集成、监控以及对子项目的支持与协助工作。NASA的项目经理对项目安全、成本、进度、技术绩效等项目管理要求负责。项目经理可以组成一支以绩效为导向的项目合作团队，团队中包括子项目的经理。项目经理和子项目经理之间相互支持、充分的授权和良好的沟通是项目和子项目成功的关键。在美国国家科学基金会（NSF）和美国能源部（DOE）的项目管理中，也设立了项目官员——项目主任，并公开向社会招聘，他们代表国家部门负责项目的具体管理。项目主任与合同方（乙方）项目负责人一起组建综合项目团队，共同推进项目进展[9,10]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "根据我国当前项目管理的最新特点，为落实项目管理的责任主体，做到责任明确、角色到位，我们可以借鉴国外项目经理的制度并加以改进，形成具有自身特色的管理体制。院机关在项目管理时，可以根据需要设立不同的项目管理团队，并设置项目主任角色，使其代表院机关对项目进行监督管理并提供相关的配套服务，以适应新“常态下”对项目管理提出的新要求。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在项目管理团队中，“项目主任”具备调动所有力量的权限，是实际领导者，也是实现项目目标的组织者；而项目团队中的其他参与者则可以定义为“项目专员”，受项目主任领导。项目主任需要发挥其宏观层面的管理和协调能力；而项目专员则需要充分发挥其执行能力。每一位管理团队成员可以同时承担“项目主任”和“项目专员”的角色，从而使整个团队建立起一种有效的协作机制（图1）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "具体来讲，“项目主任”角色的任务是进行宏观管理和协调、制定项目进度计划，将抽象的管理工作划分成方便执行和考核的若干模块。同时，项目主任将划分好的模块工作根据项目专员的特长分配给项目专员，让其分别开展工作，例如进行调研、数据分析、过程管理、收集信息等。项目专员的工作成果在项目主任那里汇总，并且与项目团队分享；在这个过程，项目专员将完全深入地参与到项目主任的工作中，学习到更多的知识，认识到更多的人，同时项目主任也从他们的工作中分享了他们的劳动成果。相应地，在其他的项目管理团队中，“项目主任”的角色也可以转变为其他人的“项目专员”，并按照其他项目主任的要求完成各种执行层面的工作。这样，每个人都是一些项目的主任同时又是其他项目的项目专员。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“项目主任”和“项目管理团队”的最大优势就是相对灵活，可以有效补充项目管理者的专业限制和精力有限的问题，充分利用每个人各自优势；并根据不同的项目特点和需求，整合相关力量为项目的组织和实施提供帮助和服务。同时，这种方式保持了原有的职能体系，无须人员变动，对组织的稳定性不会产生影响，而且最大程度激发成员的潜力并形成良性竞争，有利于成",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/94188b2782aec67112370aedf8326dab63660a19e46f78ebb6329d0978f4d63b.jpg",
        "img_caption": [
            "图1项目管理团队体系示意图"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "员的快速成长。 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2建立二元绩效考核和激励机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如何对项目管理人员进行考核一直是科研事业单位管理人员关注的问题之一，其中考核的难点在于考核指标难以制定。很多类似单位的考核创新多数停留在领导评、同事评、客户评等方式，效果千差万别。院机关的项目管理工作如果要实现“精准管理”，则需要每个管理人员或者管理团队在工作中充分发挥主观能动性，主动为项目实施和后期服务提供更多的纵深服务。调动管理人员的工作积极性，主要的驱动力来自制定合理的激励制度。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在调研中发现，企业管理体系中的考核方式多是以制定“关键绩效指标”（key performance indicator,KPI）来实现的。KPI评价方式将战略目标分解为可操作的工作目标，从上至下，一直分解到每一位员工。指标的设立必须是可考核的，可以是经济指标、数量指标或节点指标。企业中这种KPI考核制度使得员工每年的工作目标具体化，有利于提高整体团队的综合效率。院机关的日常工作相对复杂，每个部门和处室甚至每个人除了固定的工作分工以外，经常会有很多突发工作需要处理，占用大量的时间。因为这些突发工作很难预期，所以在制定考核指标的时候很难量化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "鉴于院机关项目管理部门的工作特性，可以考虑将激励机制分为二元考核体系（图2），即将各个部门或者员工的工作目标按照被动工作（“规定动作”）考核和主动工作（“自选动作”）考核。对于被动工作内容，主要针对完成职责内工作和领导布置的突发性工作，例如对于项目凝练、项目检查等，由每个员工的上一级领导来进行定量或者半定量评判；对于主动工作内容，由员工在年初根据项目特点制定自己在当年所要完成的工作目标，以实现对所管项目进行纵深精准管理，例如完成多少分管的行业企业对接，实现多少项目落地，以及达到多少科技投人产出率、科研成果转化率、产学研结合度等定量指标。对于主动工作的指标设定，需要尽可能量化或者半量化，可能相对复杂，需要员工认真思考并且与相关的同事和各级领导商讨后慎重确定。在制定主动工作指标的过程中，每个员工有相对高的自主性，各级领导则起到监督作用，防止将指标制定过于激进或者过于保守。指标确定以后，每半年对标考核1次，及时查漏补缺，有利于项目的积极发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "通过这种二元考核方式，有利于每一个部门或管理人员针对负责的项目进行“精准管理”，提供定制化的纵深服务，也有利于激发团队及个人的主观能动性，有助于提高个人乃至整个管理团队的专业素养和管理水平。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3建立院内各部门联动体系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在新的科技计划体系下，科研项目的性质趋向于多元性和开放性，在实施过程中需要的支持远不止经费这种单一的支持方式。如果将人力、物力、财力等方面的支持协同优化整合，主动适应项目新需求并量身定制项目管理与支持方式，就有可能大大加速项目的实施进度，吸引更多的社会资源，并推进项目更快进入良性循环，实现可持续发展的目标。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/843223d058c29283778fb3fdc7180a95699bb43749f08fea89ff14db011cb803.jpg",
        "img_caption": [
            "图2二元考核体系示意图"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "要从真正意义上实现各种资源的协调联动，需要在制度上激发“项目主任”和“项目管理团队”的优势，让“项目管理团队”根据项目的不同需求组建，从而充分调动各成员的资源优势，形成联动体系。同时，从全院整体规划上强调资源联动的比例，从根源上建立联动体系的资源保障，按照规划逐步实施。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4建立项目后评价体系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对项目进行后评估有助于项目管理水平的提高。严格意义下的“后评估”，应是在项目或计划完成一段时间后，由第三方对项目或计划进行的综合评估。此时，项目或计划的主管方和实施方是作为一个整体来接受评估的。例如，美国NSF要依据《政府绩效与成果法案》（GPRA）对其项目资助的绩效（不是单个项目）进行年度绩效评估并向公众发布[1]。在国家还未建立起成熟的科研经费“后评估”体系的大背景下，中科院可对所立项目完成一段时间后进行自我评估。通过自我评估，可以跟踪了解研究所相关工作的后续发展需求，使重要工作得到持续支持。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "评估离不开比较，开展项目的后评估应与制定规划相结合。只有将中科院的长期战略规划、年度规划和项目后评估工作结合起来，根据规划设立的定量和定性目标开展评估，才能使后评估工作更具有可操作性。此外，形成制度化的后评估体系离不开大量的数据积累，项目层次相关结果的数据是开展计划以及对更宏观层次项目进行后评估的必要基础。我国在科研成果基础数据的积累和获取方面都还存在不足，还需要进一步规范国家层面和机构层面上基础研究成果数据的采集和认证，促进数据共享，为包括项目的后评估在内的科研管理与决策工作的科学性奠定可靠的基础。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.5建立健全项目经费后补助机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "目前，中科院科技促进发展局正在探索实施成果转移转化项目部分经费“后补助”方式。该方式能够极大地激发项目承担单位争取社会资源的积极性，同时有利于相关单位和人员紧紧围绕项目任务分工合作，提高经费使用效率，有助于推动产学研用联盟构建和深层次合作，促进中科院科技成果转化为现实生产力和国家战略目标的实现。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "采用“后补助”方式存在一定的优势，同时也有一些需要注意的地方。采用“后补助”的经费支持方式，需要项目承担单位具有雄厚的自有资金支持。因此，对一些高风险、前期投入大的研究项目，可能由于任务承担单位不支持而难以实施。院机关可及时总结项目经费“后补助”工作方面的经验，听取项目承担单位、研究人员和有关专家的意见和建议，进一步规范“后补助”的支持范围和经费核算方法等。此外，也可以鼓励研究所自愿选择“后补助”支持比例，选择“后补助”比例大则可以获得更大额度的项目经费总量支持，以“四两拨千斤”的方式放大“后补助”的效果。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4结束语",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科研项目管理水平的提高离不开管理人员自身的努力，也离不开各方面的关心和支持。在国家新的科技体制改革的大背景下，每一个从事具体项目管理的工作者，都应该重新审视自己的角色，努力提高对现代项目科学管理的理念和认识水平，打造服务至上、各尽所能、密切合作的专业管理团队，成为实施中科院“率先行动”计划的中坚力量。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "致谢文章写作中得到中科院科技促进发展局严庆局长、陈文开副局长、孙命副局长以及其他同志的悉心指导与帮助，在此表示感谢。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1白春礼.深化科技体制改革.人民日报，2014-01-09  \n2吴月辉，喻思变.打破围墙干大事.人民日报，2014-09-29.  \n3王建国，赵晓红.低阶煤清洁高效梯级利用关键技术与示范.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国科学院院刊,2012,27(3):382-388.  \n4 韩永滨，刘桂菊，赵慧斌.低阶煤的结构特点与热解技术发展概述.中国科学院院刊，2013,28(6)：772-780  \n5科技部．国家重点研发计划新能源汽车重点专项实施方案.[2015-02-16].http://www.most.gov.cn/tztg/201502/t20150216_118251.htm.  \n6白春礼.分类施策改革科技评价制度.学习时报,2016-07-28.  \n7白春礼.加速科技成果转化推动科技供给侧改革.学习时报,",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2017-02-10. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "8黄闻.NASA项目管理流程和规章分析.北京:清华大学,2004.  \n9刘小玲，吴金希，王翠霞.美国国家科学基金会流动项目主任制度及对我们的启示.中国科学基金,2007,21(2):107-109.  \n10 陈伟.美国先进能源研究计划署管理创新研究及对我国的启示.科学学与科学技术管理,2016,37(11):20-33.  \n11 卢梅花.从政府目标管理走向绩效战略一以美国战略规划与绩效评价体系为例.行政论坛,2013,(2)：67-70.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Exploration of Precise Management System for Scientific Research Projects under New National S&T System ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "-Taking Administrative Offices of CAS as Example ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "HAN Yongbin ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（Bureau of Science and Technology for Development, Chinese Academy of Sciences,Beijing 1Oo864,China） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractCurrtly’stifahasdeo and managementsystemhasbeen established.The headquarterofChineseAcademyofSciences isresponsibleforplaningand management fthestateaidofpoectsiubordatedistitesitiscesarytorthpretblitfpoectaagentinera Thispaperaalyzesthenewrequirementsandproblemsnedtobeconsideredandcorrspondingsuggestions.Iopetheradersforfurther consideration and discussion. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords project management, management policy,reform of scientific research management, precise management韩永滨中国科学院科技促进发展局副研究员，博士。研究方向为有机光化学，曾主持完成国家自然基金项目，以第一作者或通讯作者在Journal of the American Chemical Society,Journal ofOrganicChemistry等刊物发表论文10余篇。2011年后，主要从事科研管理工作，涉及能源科研项目与产业化、规划等方面的管理工作。E-mail:ybhan@cashq.ac.cn",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/54c9100e7cbe0d14f8c695a72e705b2f9d128566570e363e08fcb74d0f553a79.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "HAN YongbinPh.D.,Associate Professor of Bureau of Science and Technology for Development, Chinese Academy of Sciences (CAS).His main research areas are photo organic chemistry and related fields.As the first author,he has published more than 10 paperson Journal ofthe American Chemical Society，Journal ofOrganic ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chemistrytc.sftidaielsiost ransfer and industrialization, etc.E-mail: ybhan@cashq.ac.cn ",
        "page_idx": 7
    }
]