[
    {
        "type": "text",
        "text": "临床研究",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "无创产前基因检测胎儿染色体非整倍体的临床研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "邝红芳，陈凤鸣，叶梅，黄文莉河源龙川妇幼保健院，广东 河源 517300",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：目的 探讨无创性产前基因检测胎儿染色体非整倍体在临床的应用。方法 选择2015年1\\~12月在我院产科门诊就诊的孕妇920例，先行无创产前基因检测(实验组),对于无创产前基因检测高风险和中等风险者再行羊水或脐血穿刺染色体核型分析（对照组)。两组检测结果为阴性的孕妇,出生后进行随访，确定是否有无漏诊。通过两组阳性结果的比较及出生后的观察随访情况来衡量无创产前基因检测的检查胎儿非整倍体疾病的准确率,再来判断其临床应用价值。结果实施无创产前基因检查920例,阳性结果为5例，其中21三体综合征为3例,18三体综合征为1例,13三体综合征为1例,阴性为915例;阳性结果以羊水或脐血穿刺染色体核型分析的结果为金标准进行结果对照,21三体综合征有1例假阳性,18三体综合征与13三体综合征无假阳性。检查结果阴性的孕妇,经产后随访无漏诊率。结论无创产前胎儿非整倍体基因检测可提高产前诊断效率,减少患儿的出生。该项技术具有最佳检测时间、无创取样、无流产风险、高灵敏度及准确度的特点，更适宜基层医院开展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关健词：胎儿染色体；无创性基因检测；临床应用",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Clinical application of non-invasive prenatal gene detection for fetal chromosomal aneuploid ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KUANG Kongfang,CHEN Fengming,YE Mei,HUANG Wenli LongchuanMaternal andChildHealthCareHospital,Heyuan5173oo,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:ObjectiveTo investigatetheclinical applicationofnon-invasive prenatal gene detectionforfetal chromosomal aneuploidy. Methods We recruited 920 pregnant women who visited the Obstetrics Department of our hospital from January 2015to December 2015.The experimental group wereconsisted of who received non-invasive prenatal gene detection. The control group were consisted of those who are determined as high-risk and medium-risk pregnant woman by non-invasive prenatal genedetection and received chromosome karyotype analysis of amnioticfluid and umbilicalcord blood.Pregnant women whose testresults werebothnegative werefolowed upafter giving birth,in order to determine whether tere is missed diagnosis.The Diagnostic acuracyandclinical application value of non-invasive prenatal gene detection for fetal chromosomal aneuploidyis determined bycomparisonof positiveresults inboth groupandthe follw-up after birth.Results Atotalof920casesreceivedno-invasivepreatalgenedetection,5positiveresults(3casesof rsomy21sdromeaseof trisomy18syndrome,1caseof risomy13syndrome)and915negativeresults.Theresultsofchromosomekaryotypeaalysis of amnioticfluidandumbilicalcordbloodas goldstandard,comparison study werecarredout.There wasafalse positive in trisomy 21 syndrome and no false positive in trisomy 18 syndrome and trisomy 13 syndrome.Follow-up study showed no miseddiagnosis for negativeresults.ConclusionNon-invasive prenatal gene detectionfor fetalchromosomalaneuploid can improvetheeficiencyof prenatal diagnosisandreducethebirthof defectivebaby.Thetechnologyhascharacteristicsof best detection time,non-invasive sampling, no abortionrisk, high sensitivityand accuracy which are more suitable for primary hospital. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: fetal chromosome; non-invasive; gene detection; clinical applicatior ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着我国经济快速发展，整体生活水平提高，人类正走向全力提高出生人口素质方向，特别是开放单独二胎政策以来，某些特殊情况，如高龄产妇逐年增加，各种原因导致出生缺陷居高不下。最常见的染色体畸形是胎儿染色体非整倍体病变，其中尤以21-三体综合征(唐氏综合征)最常见[1。据调查全国累积有近三千万个家庭曾生育过缺陷患儿，对胎儿染色体异常的产前诊断可降低出生缺陷，所以推广检测胎儿染色体诊断迫在眉睫。目前研究人员推测染色体病发生频率与染色体长度及其基因数量有关，长度越短、基因数目越少，染色体病发生机率越高，因此成功完成胚胎发育并顺利进行早孕期和中孕期的异常胎儿以21、18、13-三体较为常见。患儿通常都存在学习障碍、智能障碍或伴有脏器畸形等问题。2015年1月我院开展了无创产前胎儿非整倍体基因检测，可提高产前诊断效率,减少患儿的出生，是快捷、安全、较介人性产前诊断易于接受、值得推广的安全可靠的产前诊断方法，效果显著现汇报如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1资料与方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 临床资料",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "选择2015年1\\~12月来我院产科门诊就诊并要求产前DNA检测的孕妇920例,12\\~26孕周,单胎妊娠的人群。纳入标准：(1)12\\~26孕周，单胎妊娠的人群;(2)高龄(大于35岁);(3)唐氏血清学筛查结果为高、中度风险；(4)孕期B超胎儿NT值增高，软指标异常，超声提示异常；(5)羊水穿刺培养失败；(6)不愿选择穿刺或不适宜进行有创产前诊断的孕妇;(7)自愿选择进行无创产前检测的孕妇。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "抽取孕妇外周血 $5 ~ \\mathrm { m L }$ ，提取血液中游离DNA，通过胎儿染色体非整倍体无创基因检测，结合生物信息学分析的方法，即可准确判断胎儿是否患唐氏综合征(T21)，爱德华氏综合征(T18)，帕陶氏综合征(T13)3大染色体非整倍体疾病。T21检出率可达 $9 9 \\%$ 以上，孕12周以上即可检测,采血后10\\~12d出报告。该技术安全性高，无创伤，无感染，无流产风险。对于无创产前基因检测高风险和中等风险者再行羊水或脐血穿刺染色体核型分析[2-4]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "实施无创产前基因检查920例，阳性结果为5例，其中21-三体综合征为3例，18-三体综合征为1例，13-三体综合征为1例，阴性为915例;阳性结果以羊水或脐血穿刺染色体核型分析的结果为金标准进行结果对照，21三体综合征有1例假阳性，18三体综合征与13三体综合征无假阳性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国为出生缺陷的高发国家，降低出生缺陷，以预防为主。目前我国以产前血清学筛查、超声检测和产前诊断技术为主要预防手段，随着母体外周血中游离DNA的发现和基因测序技术的发展，无创胎儿染色体非整倍体检测技术集合了多项优势，为临床提供新的技术支持，本研究对近年来无创产前诊断国内外发展状况进行综述，为进一步临床研究与应用提供参考。目前对于该疾病的检测主要是基于血清学和超声诊断学检查的无创产前筛查和有创取样的产前诊断，根据检测结果对患胎采取选择性流产的方法，以达到优生优育的目的。传统产前筛查方法的假阳性和假阴性比例均较高，且检测时间有所限制，在有创取样过程中存在一定的流产、致畸等风险，这使得目前的产前检测方法的患者依从性较差，从而导致许多21、18、13-三体等非整倍体患儿出生。该项技术具有无创取样、无流产风险、高灵敏度及准确度的特点，更易被广大孕妇接受检测。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从以上研究结果可以表明无创性产前基因检测胎儿染色体非整倍体在临床的应用是可行的适用于孕周在12\\~24周的孕妇进行胎儿21、18、13等染色体非整倍体检测。适应症：(1)所有希望进行21、18、13-三体产前筛查的孕妇;(2)孕妇年龄达到35岁或以上的高龄孕妇,拒绝做羊水穿刺者;(3)孕早、中期血清筛查21、18、13-三体高危者;(4)早期超声提示胎儿异常者;(5)有穿刺禁忌症孕妇(胎盘前置、流产征兆、感染乙肝、HIV、TP等)；(6)IVF、习惯性流产及其他原因的\"珍贵儿”。无创性产前筛查和诊断非整倍体疾病将是未来产前诊断的发展方向。1997年Lo等5在怀有男胎的母体血浆和血清中检测到了性别决定区基因Y，证实了胎儿游离DNA存在于母体外周血中，从而为无创性产前诊断提供了一个可供选择的胎儿遗传物质源。胎儿染色体非整倍体无创基因检测技术是以胎儿游离DNA为检测原料。Guibert等发现胎儿游离DNA可出现于胚胎检查植入后18\\~37d.其可怀孕早期即可检测到，在分娩后，它将迅速从母体中被清除掉，从而能成为妊娠的特异性标志[8]。故运用该技术,能更早发现胎儿异常,为早期流产手术做好准备。且因该操作为无创技术，能有效减少对孕妇及胎儿造成的创伤的风险，从而降低孕妇的心理及精神负担。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究结果表明无创性产前基因检测胎儿染色体非整倍体在临床的应用是可行的适用于孕周在12\\~24周的孕妇进行胎儿21、18、13等染色体非整倍体检测。更适宜在基层医院开展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[1]Debrah A,Driscoll MD,Susan GM.Clinical practice.Prenatal screening for aneuploidy[J].NEnglJMed,2009,360(11): 2556-62.   \n[2]杨灿锋,耿金花,王峻峰,等.羊水细胞染色体分析在产前诊断中的应 用[J].中国妇幼保健,2009,24(32):4602-4.   \n[3]钟红菱,郁凯明,杨慧珠,等.上海地区1200例羊水细胞核型结果与分 析[J].中国优生与遗传杂志,2002,10(5):34-6.   \n[4]侯红瑛,李小毛,范建辉.习惯性流产的细胞遗传学分析[J].中山医科 大学学报,2000,21(5):397-9.   \n[5]Lo YM,Corbetta N.Presence of fetal DNA in matemal plasm and serum[J].Lancet,2007,350(9076): 485-7.   \n[6]孙 筱,孙丽洲.唐氏综合征产前诊断的研究进展[J].中国优生与遗传 杂志,2006,14(12):10-2.   \n[7] Guibert J. Kinetics of SRY gene appearance in matemal serum: detection by real time PCR in early pregnancy after assisted reproductive technique[J].Hurn Reprod,2007,18(8):1733-6.   \n[8]Rafi I,chitty L.Cell-free fetal DNA and non-invasive prenatal diagnosis[J].BrJGen Pract,2009,59(2): e146-8. ",
        "page_idx": 1
    }
]