[
    {
        "type": "text",
        "text": "SCIENTIFIC REPORTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received: 24 March 2015   \nAccepted:15 July 2015   \nPublished: 19 August 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Improved Pharmacological and Structural Properties of HlV Fusion Inhibitor AP3 over Enfuvirtide: Highlighting Advantages of Artificial Peptide Strategy ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiaojie Zhu¹,\\*,Yun Zhu²\\*， Sheng $\\forall e ^ { 2 , \\star }$ ,Qian Wang¹,Wei $\\mathsf { x u ^ { \\bf { 1 } } }$ ,Shan $\\mathsf { \\pmb { S } } \\mathsf { \\pmb { U } } ^ { \\pmb { \\mathsf { 1 } } }$ ,Zhiwu Sun¹, Fei $\\forall \\mathbf { U } ^ { \\mathbf { 1 } , \\mathbf { 2 } , \\mathbf { 3 } }$ , Qi Liu¹, Chao Wang4, Tianhong Zhang4, Zhenqing Zhang4, Xiaoyan Zhang1,5, Jianqing $\\mathsf { X } \\mathsf { u } ^ { \\mathsf { a } , \\mathsf { s } } .$ Lanying ${ \\sf D } { \\bf u } ^ { 3 } .$ ,Keliang ${ \\mathsf { L i u } } ^ { 4 } .$ ,Lu Lu¹，Rongguang Zhang²,6 & Shibo Jiang1,3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Enfuvirtide (T2o), is the first HIV fusion inhibitor approved for treatment of HIV/AIDS patients who fail to respond to the current antiretroviral drugs. However,its clinical application is limited because of short half-life,drug resistance and cross-reactivity with the preexisting antibodies in HIV-infected patients. Using an artificial peptide strategy, we designed a peptide with non-native protein sequence, $A P _ { 3 } ,$ which exhibited potent antiviral activity against a broad spectrum of HiV-1 strains,including those resistant to T2o,and had remarkably longer in vivo half-life thanT2o.While the preexisting antibodies in HIV-infected patients significantly suppressed T2o's antiviral activity, these antibodies neither recognized $\\mathsf { \\pmb { A P 3 } } ,$ nor attenuated its anti-HIV-1 activity. Structurally different from T20, $\\mathsf { \\pmb { A } P 3 }$ could fold into single-helix and interact with gp41 NHR.The two residues,Met and Thr,at the N-terminus of $\\mathsf { \\pmb { A } P 3 }$ form a hook-like structure to stabilize interaction between $\\mathsf { \\pmb { A } P 3 }$ and NHR helices.Therefore, $\\mathsf { \\pmb { A } P 3 }$ has potential for further development as a new HiV fusion inhibitor with improved antiviral efcacy,resistance profile and pharmacological properties over enfuvirtide. Meanwhile,this study highlighted the advantages of artificially designed peptides,and confirmed that this strategy could be used in developing artificial peptide-based viral fusion inhibitors against HIV and other enveloped viruses. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The envelope glycoprotein (Env) of the human immunodeficiency virus type 1 (HIV-1） includes the gpl20 surface subunit and the gp4l transmembrane subunit. As a class I transmembrane protein, gp41 plays a significant role in the membrane fusion and virus entry of HIV- $1 ^ { 1 , 2 }$ . After the binding of the $\\mathrm { g p } 1 2 0$ to the cellular receptors, $\\mathrm { g p 4 1 }$ undergoes conformation changes after fusion peptide (FP) inserts into the ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Key Laboratory of Medical Molecular Virologyof Ministries of Educationand Health,Shanghai Medical College and Shanghai Public Health Clinical Center, Fudan University, Shanghai, $2 0 0 0 3 2 ,$ China. ²National Laboratory of Biomacromolecules,Instituteof Biophysics,Chinese Academy of Sciences,Beijing,1oo1o1, China.Lindsley F.Kimball Research Institute,New York Blood Center，New York,New York $\\scriptstyle 1 0 0 6 5 ,$ USA.4Beijing Institute of Pharmacology&Toxicology,27Tai-Ping Road,Beijing,1oo85o,China.5Shanghai Public Health Clinical Center and Institutes of Biomedical Sciences,Fudan UniversityShanghai,2o15o8,China.National Center forProtein Science Shanghai,Institute of Biochemistryand Cell Biology,ShanghaiInstitutes forBiological Sciences, Chinese Academy ofSciences,Shanghai,2o121o,China.\\*These authors contributed equally to this work.Corespondence and requests for materials should be addressed to L.L.(email: lul@fudan.edu.cn)or R.Z. (email: rzhang@sun5. ibp.ac.cn) or S.J. (email: shibojiang@fudan.edu.cn) ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/15c41581582e98b7852c5f7ccad212bbdb3683db3f44f6e11442118b289b602c.jpg",
        "img_caption": [
            "Figure 1. Schematic illustration of the HIV-1 gp4l protein and inhibition of HIV-1 infection by peptides. (a) The sequences of $\\mathrm { g p 4 1 }$ NHR- or CHR-derived peptides. The residues corresponding to the NHR pocket region are marked in red.The residues for the PBD are marked in blue,and the MT-hook residues adjacent to the N terminus of PBD are marked in green. 5HRu peptide consists of 5 copies of artificial sequence template (AEELAKK) underlined.The mutant residues in PBD of AP2 and AP3 were highlighted in pink. (b) The inhibitory activity of AP1,AP2,AP3 and T20 on infection by HIV- $\\cdot 1 _ { \\mathrm { I I I B } }$ (subtype B,X4) in MT-2 cells (left panel) by $\\mathrm { H I V - } 1 _ { \\mathrm { B a l } }$ (subtype B,R5) in M7 cells (right panel). Each sample was tested in triplicate and the experiment was repeated twice. The data are presented as means $\\pm \\thinspace \\mathrm { S D }$ "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "target cellmembrane,exposing N-terminal heptad repeat (NHR) trimer,and forming the six-helix bundle(6-HB) structure. 6-HB contains three parallel NHR region and three antiparallel C-terminal heptad repeat (CHR) region, which brings the viral and celllar membranes into close proximity for fusion1-5. Peptides derived from the HIV-1 gp41 CHR are potent HIV fusion inhibitors2,67 (Fig.la),which specifically interact with the viral gp41 NHR to form heterogeneous 6-HB to prevent fusogenic $\\mathrm { g p 4 1 }$ core formation1-5,8,9. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As the first-generation HIV fusion inhibitor, T2O (generic name: enfuvirtide; brand name: Fuzeon) was approved by the U.S.FDA to treat patients who fail to respond to the current antiretroviral drugs, such as reverse transcriptase inhibitors and protease inhibitors.However,its low effcacy and short half-life as wellas the rapid emergence of T20-resistant viral strains in T20-treated patients have limited its clinical application10-i3. It has been reported that the preexisting antibodies in HIV-1-infected patients could block T20-mediated inhibition of membrane fusion by forming $\\mathrm { T } 2 0$ -antibody complexes14.Some antibodies targeting $ { \\mathrm { T } } 2  { 0 _ { \\mathrm { } } } ^ { \\circ }$ binding sites in gpl20 and $\\mathrm { g p 4 1 }$ could also attenuate T20-mediated inhibition of cell-cell fusion15. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/0acf7558b3213a5e2938a726b3a54b078aae36287f57e6eb9c2f9bee24562cea.jpg",
        "table_caption": [
            "Table 1.Inhibitory activity of peptides on infection by HIV-1 primary isolates and T20-resistant HIV-1 variants. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"3\">IC50 (nM)</td></tr><tr><td>HIV-1 strains</td><td>AP2</td><td>AP3</td><td>T20</td></tr><tr><td colspan=\"4\">Primary HIV-1 isolates (subtype)</td></tr><tr><td>92UG029 (A)</td><td>39.9±4.2</td><td>7.1± 1.7</td><td>8.6±1.7</td></tr><tr><td>94US_33931N (B)</td><td>38.0±12.5</td><td>10.2±0.7</td><td>16.2± 2.8</td></tr><tr><td>93IN101 (C)</td><td>35.6±0.9</td><td>16.3 ± 1.5</td><td>16.8±6.5</td></tr><tr><td>92UG024 (D)</td><td>34.5±2.3</td><td>16.5±0.2</td><td>15.5±3.5</td></tr><tr><td>92TH009 (A/E)</td><td>50.0±4.5</td><td>27.8±5.5</td><td>14.2 ± 12.4</td></tr><tr><td>NP1525 (A/E)</td><td>65.6 ±10.9</td><td>32.3±8.8</td><td>29.7±6.9</td></tr><tr><td>93BR020 (F)</td><td>42.7 ± 1.4</td><td>19.9±0.0</td><td>24.5±3.6</td></tr><tr><td>BCF020 (Group O)</td><td>47.1 ± 2.1</td><td>21.9±0.1</td><td>30.8±0.5</td></tr><tr><td colspan=\"4\">T20-resistant HIV-1 variants</td></tr><tr><td>V38A</td><td>41.362± 8.652</td><td>12.635 ± 2.658</td><td>943.04± 46.424</td></tr><tr><td>V38A/N42D</td><td>63.524±6.365</td><td>31.254±6.621</td><td>>2.000</td></tr><tr><td>N42T/N43K</td><td>72.654±7.525</td><td>35.201±12.524</td><td>>2,000</td></tr><tr><td>V38E/N42S</td><td>87.365± 5.256</td><td>42.369±11.584</td><td>>2,000</td></tr><tr><td>V38A/N42T</td><td>262.35±5.632</td><td>89.982 ± 21.525</td><td>>5,000</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To address these obstacles,many efforts have been made to optimize T20 and $\\mathrm { g p 4 1 }$ CHR-derived peptides. Some of these peptides have beter inhibitory activities against T20-resistant strains and/or longer half-life than T2o.However,they stillhave the problem to cross-react with the preexisting antibodies in the sera of HIV-infected patients because they contain some native CHR sequences. Based on the universal artificial peptide template of 5HRu,we previously designed the artificial peptides of AP1 (PBD-m4HR) and AP2 (PBDtrp-m4HR),and have made preliminary research on their inhibitory activity against HIV-1 Env-mediated cell-cellfusion16.In the present study, we designed a new artificial peptide,AP3 (Fig.la),aiming to apply the“M-T hook\"structure to stabilize the interaction of the artificial peptide with the hydrophobic pocket on the gp41 NHR trimerl7,18. After comprehensively studying its antiviral activity, biochemical property, crystal structure,functional mechanism,in vivo half-life and, for the first time,the efect of preexisting antibodies in the sera of HIV-infected patients,we found that the newly designed artificial peptide,AP3,exhibited improved antiviral activity,drug resistance profile and pharmacological properties over T20.Particularly, the preexisting antibodies in the sera of HIV-infected patients did not suppress,but enhanced the anti-HIV-1 activity of AP3. These results suggest that AP3 has potential for development as a new anti-HIV drug and confirm that this strategy can be used for designing artificial antiviral peptides against other enveloped viruses,such as SARS-CoV19, MERS- $\\mathrm { C o V } ^ { 2 0 }$ ,and paramyxovirus21. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\mathsf { \\pmb { A } P 3 }$ inhibited HIV-1 infection with higher potency than T2o. Our previously designed artificial peptides APl and AP2 could inhibit HIV-1 Env-mediated cell-cell membrane fusion16.He and colleagues reported that adding two amino acids of Met and Thr to the N-terminus ofa CHR-peptide could enhance their anti-HIV-1 activity17,18. Here we designed a new artificial peptide,AP3,by adding Met and Thr to the N-terminus of AP2 (Fig.la).We then compared AP3 with AP1,AP2 and $\\mathrm { T } 2 0$ for their antiHIV-1 activity against divergent HIV-1 strains, including the laboratory-adapted viruses, IIB (subtype B, X4)and Bal (subtype B,R5),and a series of primary HIV-1 isolates,as wellas the T20-resistant strains. As shown in Fig. 1b,AP3 exhibited higher inhibitory activities on infection by $\\mathrm { H I V  – l _ { I I I B } }$ and $\\mathrm { H I V  – l _ { B a l } }$ strains $\\mathrm { ' I C } _ { 5 0 } \\colon 3 . { \\bar { 0 } } 6$ and $1 5 . 0 9 \\mathrm { n M }$ ，respectively） than AP1 $( \\mathrm { I C } _ { 5 0 }$ :86.25 and $3 9 6 . 1 4 \\mathrm { n M }$ ,respectively),AP2 0 $\\mathrm { \\prime C } _ { 5 0 }$ ：23.05and $4 9 . 9 5 \\mathrm { n M }$ ,respectively),and T20 ( $\\mathrm { \\ddot { I C } } _ { 5 0 }$ ：13.63 and $3 0 . 2 1 \\mathrm { n M }$ ,respectively).The inhibitory activity of AP3 on infection by divergent primary HIV-1 isolates with distinct genotypes (subtypes $\\mathrm { A } - \\mathrm { E }$ and group O)and phenotypes (R5 and X4) was also higher than that of AP2 and T2O (Table 1).While T20 was not effective against T2O-resistant HIV-1 strains at the concentration as high as $2 , 0 0 0 \\mathrm { n M }$ ,AP3 could effectively inhibit infection of these strains with $\\mathrm { I C } _ { 5 0 }$ in the range of $1 3 \\sim 9 0 \\mathrm { n M }$ ，which was about 2-to 4-fold more effective than AP2(Table 1).These results indicate that the artificial peptide AP3 has remarkably improved anti-HIV-1 activity against a broad spectrum of HIV-1 strains,including T20- resistant variants,over T2O and the artificial peptides AP1 and AP2. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The preexisting antibodies in HIV-1-infected patients neither recognized $A P _ { 3 } ,$ nor attenuated its anti-HiV-1 activity.Previous studies have shown that the preexisting antibodies in HIV1-infected patients,including those cros-reacting with T20 and those specific for the binding sites of T20 in $\\mathrm { g p } 1 2 0$ (e.g.,the C1 and V3 loop regions) and gp4l (e.g., the NHR domain),could significantly block the fusion inhibitory activity of $\\bar { \\mathrm { T } } 2 0 ^ { \\bar { 1 } 4 , 1 5 }$ .Here we investigated the influence of preexisting antibodies against AP3 peptide. As shown in Fig. 2a, both $\\mathrm { T } 2 0$ and C46 reacted with the antibodies in sera from five HIV-1-infected patients; however, none of the three artificial peptides AP1,AP2 and AP3 was recognized by the preexisting antibodies. The inhibitory activity of T20 on $\\mathrm { H I V  – l _ { I I I B } }$ infection was reduced about 1.9-fold to ${ > } 3 . 6$ -fold in the presence of the sera from HIV-1-infected patients (Fig. 2b and Supplementary Table S1),confirming that the preexisting antibodies in sera of HIV/AIDS patients can attenuate the anti-HIV-1 activity of $\\bar { \\mathrm { T } } 2 0 ^ { 1 4 , 1 5 }$ .However, none of the artifcial peptides in the present study showed significant decrease of anti-HIV-1 activity in the presence of patients’sera.Instead,the antiviral activity of AP3 increased in the presence of antisera from HIV-1-infected patients (Fig.2b and Supplementary Table S1),suggesting that anti-HIV-1 antibodies actually enhanced the anti-HIV-1 activity of AP3,possibly because the binding of the antibodies to some sites in gp120 or $\\mathrm { g p 4 1 }$ promote the interaction of AP3 with viral $\\mathrm { g p 4 1 }$ NHR region. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\mathsf { \\pmb { A } P 3 }$ had longer half-life than T2o. Although T20 has shown efficacy in inhibiting HIV-1 infection,its major weakness lies in its short half-life in plasma (about $2 \\mathrm { h } ) ^ { 2 2 - 2 \\dot { 4 } }$ . As a result, T20 has to be administered subcutaneously twice daily at $9 0 \\mathrm { m g }$ per dose,often causing serious injection-site reactions25,26. Here, we performed pharmacokinetic studies by intravenous administration of AP3, AP2, and T20,respectively, to SD rat at a dose of $\\mathrm { { 1 m g / k g } , }$ in order to compare their in vivo circulation time.As expected,T20 exhibited a shorter half-life and lower AUC (0-t） from systemic circulation, while AP3 and AP2 demonstrated much higher concentration and longer circulation time (Table 2).The pharmacokinetic profiles of AP3 and AP2 fit a non-compartment model. The pharmacokinetic parameters were calculated with PK Solver. The in vivo elimination half-life of AP3 $( \\mathrm { t } _ { 1 / 2 } = 6 . 0 2 \\mathrm { h } )$ was about2.8-fold longer than that of T20 $( \\mathrm { t } _ { 1 / 2 } = 1 . 5 7 \\mathrm { h }$ ).This result provided the theoretical basis for reducing the injection frequency and dose of the fusion inhibitor,in conjugation with the improved antiviral potency of AP3. Therefore,replacement of T20 with AP3 may significantly reduce injection-site reactions and the drug cost, which would promote the clinical applications of the HIV fusion inhibitor in resource-poor regions or countries. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\mathsf { \\pmb { A } P 3 }$ was much more resistant than T2o to proteolytic degradation by proteinase K and rat liver homogenate. We compared the stability of $\\mathrm { T } 2 0$ and AP3 in the presence of proteinase K (a broad-spectrum serine proteinase) and rat liver homogenate. After treatment with $2 0 \\mathrm { n g / m L }$ of proteinase K for $2 \\mathrm { h }$ at $3 7 ^ { \\circ } \\mathrm { C } .$ only $2 9 \\%$ of the parental T20 peptide remained,as detected by LC-MS analysis. Under the same condition,AP3 retained $1 0 0 \\%$ of its prototype (Fig.3a). In addition,AP3 showed a significantly enhanced in vitro metabolic stability over T20 in the presence of liver homogenate (Fig. 3b). These results indicate that the artificial peptide AP3 is much more resistant to proteolytic degradation than the natural peptide T20,which may contribute to its significant longer in vivo half-life than T20 as described above. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\mathsf { \\pmb { A } P 3 }$ formed stable $\\mathbf { \\alpha } _ { \\mathbf { { \\alpha } } } \\propto \\mathbf { \\alpha } _ { \\mathbf { { \\alpha } } }$ -helical complex and block gp41 6-HB formation. To investigate the antiviral mechanism of AP3,the thermal stability of AP3/N36 complex was compared with that of AP1/N36,AP2/N36,T20/N36,and C34/N36 complexes by circular-dichroism (CD） spectroscopy27. Because T20 lacks the pocket-binding domain (PBD),the T20/N36 complex did not show a typical $\\alpha$ -helical conformation,in consistence with our previous studies8,9. Similar to the $\\alpha$ -helicity of C34/N36 complex3,the AP1/N36,AP2/N36 and AP3/N36 complexes all formed a saddle-shaped negative peak at $2 0 8 \\mathrm { n m }$ and $2 2 2 \\mathrm { n m }$ ,indicating their $\\alpha$ -helical structures (Fig. 4a), suggesting that like the C34 peptide with the native CHR sequence,all three artificial peptides can bind to NHR to form $\\alpha$ -helical complex. The $\\alpha$ -helix content of AP3/N36,AP2/N36,APi/N36 and T20/N36 complexes displayed as $7 7 . 8 4 \\%$ 0 $6 9 . 5 1 \\%$ 0 $6 5 . 3 6 \\%$ and $3 6 . 6 9 \\%$ ，respectively. The CD thermal denaturation experiment showed a $\\mathrm { { T } _ { m } }$ value of 68.0, 59.6,82.3 and $8 3 . 6 ^ { \\mathrm { o } } \\mathrm { C }$ for C34/N36,AP1/N36,AP2/N36,and AP3/N36 complexes,respectively (Fig. 4b),indicating that the $\\alpha$ -helical complex formed by AP3 and N36 is the most stable among the four complexes. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Then we compared the inhibitory activity of AP3 with that of APl and AP2 on 6-HB formation between C34 and N36. Since T20 cannot block 6-HB formation&9,we used a small-molecule HIV-1 fusion inhibitor, ADS- $\\cdot \\operatorname { J } 1 ^ { 2 8 , 2 9 }$ ,to replace T20 as a control of 6-HB inhibition. As expected, ADS-J1 could effectively inhibit 6-HB formation with $\\mathrm { I C } _ { 5 0 }$ of $2 . 7 5 \\mu \\mathrm { M } ^ { 8 , 9 , 2 7 - 2 9 }$ .AP3 was highly effective against 6-HB formation in a dose-dependent manner with an $\\mathrm { I C } _ { 5 0 }$ value of $0 . 2 4 \\mu \\mathrm { M }$ ,about 30-and 15-fold more potent than AP1 and AP2,respectively (Fig. 4c),confirming that AP3 can potently block gp41 6-HB fusion core formation, thus inhibiting HIV-1 fusion with the target cell membrane. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Structural basis for the potent fusion inhibitory activity of the artificial peptide $\\mathsf { \\pmb { A } P 3 }$ To elucidate the molecular determinants of these artificial peptides, we succesfully solved all three complex structures of AP1/AP2/AP3 peptides binding with gp41 NHR.For AP1 and AP2,an optimized linker “SGGRGG\" was used to assemble the NHR and the artificial peptide into a single recombinant protein (N36-L6-APl or N36-L6-AP2). However,a similar strategy failed on the crystallzation of AP3;therefore, we decided to cocrystallize the synthetic peptide N45 and AP3 peptide,and eventually the complex crystals were obtained.Interestingly, the crystals of three different inhibitors belong to three distinctive space groups: $P 2 _ { 1 }$ for N36-L6-AP1,R32 for N36-L6-AP2,and $P 6 _ { 3 }$ for N45/AP3.As expected, the NHR portions in three structures al form a trimeric core,while the APl,AP2 or AP3 portion folds into a single-helix conformation and binds to NHR-trimer to form a typical 6-HB,similar to that of the HIV $\\cdot 1 \\ \\mathrm { g p 4 1 }$ core structure formed by the native CHR peptide C34 and N36 (Fig. 5a). Also,the conserved hydrophobic residues,such as W43,W46 and I50,in the artificial peptides were deeply buried into the hydrophobic grooves formed between each pair of NHR helices,similar to the corresponding residues of W628, W631 and I635 in the native gp4l CHR (Fig. 5b). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/05569b275ff10e6ebe260313ce6136a0410653e08795c9f29f40f52a450706dc.jpg",
        "img_caption": [
            "Figure 2.The binding of the preexisting antibodies in the sera of HIV/AIDS patients with the CHRpeptides and the artificial peptides,and the efect of these antibodies on the peptides inhibitory activity on $\\mathbf { H I V - l _ { I I I B } }$ infection. (a) Peptide-binding activity of the antibodies in the sera of five representative HIV1-infected patients (1 to 5). (b) The $\\mathrm { I C } _ { 5 0 }$ values of the AP2,AP3 and T20 for inhibiting $\\mathrm { H I V  – l _ { I I I B } }$ infection in the presence of the sera from HIV-1-infected patients (HPS-1 to HPS-5)or normal human serum (NHS). Each sample was tested in triplicate and the experiment was repeated twice.The data are presented as means $\\pm$ SD. ${ ^ { \\ast } \\mathrm { P } } < 0 . 0 5$ 0 $^ { * * } \\mathrm { P } < 0 . 0 1$ $\\mathsf { \\Omega } ^ { \\ast \\ast \\ast } \\mathrm { P } < 0 . 0 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/83fbc91fb1692f58b6b304931c54347fe911d7e0d43ace0b17ca273dfe6134b3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"3\">Peptides</td></tr><tr><td>AP3</td><td>AP2</td><td>T20</td></tr><tr><td>Parameters AUC (0-t) (μg/ml/h)</td><td>1205.57</td><td>412.36</td><td>502.77</td></tr><tr><td>Cmax (μg/ml)</td><td>289.57</td><td>667.43</td><td>314.80</td></tr><tr><td>t1/2(h)</td><td>6.02</td><td>5.25</td><td>1.57</td></tr><tr><td>MRT(0-inf_obs) (h)</td><td>8.69</td><td>7.57</td><td>2.27</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/504865ebe41613d7273a9d8efefb2d6f41c63850dd3a0c7dfe0561a723685f11.jpg",
        "img_caption": [
            "Table 2. Pharmacokinetic parameters of AP2,AP3 and T20 following intravenous administration at $\\mathbf { { 1 } m g / k g }$ in male SD rats $( \\mathbf { n } { } = 2 )$ · ",
            "Figure 3.Sensitivity of AP3 and T20 to proteolytic degradation by proteinase Kand rat liver homogenate.(a) After digestion by proteinase K at $\\mathrm { p H } 7 . 2$ and ${ \\bf ( b ) }$ rat liver homogenate,the residual amount of AP3 and $\\mathrm { T } 2 0$ was detected by LC-MS analysis. The experiment was performed in triplicate and the data are presented as means $\\pm \\thinspace \\mathrm { S D }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/adabb5dff0afbf6c9c42e1843b2dd06f6efb6c71a4c65a340b62d254b7993afb.jpg",
        "img_caption": [
            "Figure 4.Biophysical properties and 6-HB formation inhibitory activity of AP1,AP2,and AP3. (a) $\\propto$ -helicity of the T20/N36,C34/N36,AP1/N36,AP2/N36,and AP3/N36 complexes.All peptides were tested at the final concentration of $1 0 \\mu \\mathrm { M }$ (b)Thermostability( $\\mathrm { \\ddot { T } _ { m } }$ value) of the C34/N36,AP1/N36, AP2/N36,and AP3/N36 complexes.(c) The inhibition of APl,AP2,AP3,T20 and ADS-Jl against 6-HB formation between N36 and C34 was detected by ELISA using the 6-HB-specific mAb NC-1. Each sample was tested in triplicate,and the data are presented as means $\\pm \\thinspace \\mathrm { S D }$ = "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/f3464c7486d7a9a2a507f422b6ff09f0462fd1eb3b29420c1629dad51fbab07d.jpg",
        "img_caption": [
            "Figure 5. Crystal structure of N36-L6-C34,N36-L6-AP1,N36-L6-AP2, and $\\mathbf { N } 4 5 + \\mathbf { A P 3 }$ complexes.Colored identically,NHR is in grey, C34 in slate,AP1 in forest,AP2 in split pea and AP3 in violet.(a) Cartoon representation of 6-HB structure.(b)APl,AP2 and AP3 are buried inside the hydrophobic pocket formed by NHR. (c) APl, AP2 and AP3 bind to NHR more closely than CHR-peptide C34. The interaction residues are shown in stick representation and are properly labeled.Hydrogen bonds are shown in dark grey dashed lines. (d) Diferent structural characteristics of AP2 and AP3.Colored identicaly,AP2 is in split pea,and AP3 is in violet.The interaction residues are shown in stick representation and are properly labeled in separate colors. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AP peptides exhibited better affinity against gp4l natural CHR.In C34,which contains the natural CHR sequence from W628 to L661,no strong interaction between I642 and Q565 in the viral gp41 NHR-CHR complex was found (Fig. 5c). However, in the corresponding sequence (from W43 to K76) of AP1 and AP2,a hydrogen bond was established between S57(corresponding to I642 in CHR) and Q18 (corresponding to Q565 in NHR) in N36-L6-AP1, N36-L6-AP2 and N45/AP3.Thus, S57 in AP1/AP2/AP3 plays a role in stabilizing the interactions between the artificial peptide inhibitor and its NHR target, resulting in their stronger binding affinity.Moreover,in NHR-CHR,L567 and L568 on two adjacent NHRs form a hydrophobic groove,in which T639 is buried (Supplementary Fig.S1a).However, in N36-L6-AP1, N36-L6-AP2 and N45/AP3,I54 (corresponding to T639 in CHR) can strongly bind to L20 and L21 through fully hydrophobic side chain interactions.Similarly,the interaction of I64(corresponding to S659 in CHR) with L10 and L11 (corresponding to L567 and L568 in NHR,respectively) in N36-L6-AP1,N36-L6-AP2 and N45/AP3 has been significantly enhanced (Supplementary Fig. S1b). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Like the gp41 CHR helix,the helices of AP1,AP2 and AP3 also have two different sides,a hydrophobic side facing toward the NHR and a hydrophilic one facing outward. It is expected that the enhancement of the hydrophilicity of the exposed side of the inhibitors can increase their antiviral activity and solubility.To achieve this goal, the amino acid residues with hydrophobicity,or low hydrophilicity, like N637, S640,L64l and S644 in CHR,were changed to the amino acid residues with high hydrophilicity, like E52,K55,K56and E59 in AP1,AP2 and AP3,respectively.Moreover,the hydrophobic residue M629 in CHR was replaced with a hydrophilic residue E44 in AP2 and AP3 (Supplementary Fig. S2). These hydrophilic residues,such as glutamic acid and lysine,can increase the solubility of whole peptide and, hence,stabilize the complex formed bythe inhibitor and its target.It has been proved that the EE-KK double salt bridge can stabilize helix conformation3o.We have identifed this kind of interaction between i and $i + 3$ or $i + 4$ positions on the three complex structures.In N36-L6-AP1,R48 interacts with E45 and E52 to form a salt bridge network.In N36-L6-AP2,E45 interacts with K48,and E52 binds to K56, while in N45/AP3,K69 binds to E66 (Supplementary Fig. S2). These strong salt bridges formed by the oppositely charged residues stabilize AP peptide conformation,bringing its inhibitory efect into full play. As previously reported,addition of the“M-T hook” to the CHR peptides C34 and sifuvertide could dramatically improve the anti-HIV-1 activityl7,18.As expected, the N-terminal Met and Thr of AP3 forms a hook-like structure (Fig.5d).The hydrophobic methionine side chain of M4l accommodates the groove between AP3 and NHR helices,capping the hydrophobic pocket. This interaction leads to a series of conformational changes. The main chain of AP3 at W43 moves 1.91A closer to NHR compared to AP2 (Supplementary Fig.S3).The side chain of W43 in AP3 flips around 90 degrees and is buried deeper than that of AP2.The side chain of E44 turns back to interact to D47,but the E45 side chain turns back from K48 and interacts with T42.Therefore,this M-T hook structure could further stabilize the binding between AP3 and NHR target. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Enfuvirtide,also known as T20,was approved by the U.S.FDA as the first HIV entry inhibitor-based antiviral drug for use with other anti-HIV medicines to treat HIV-1 infected adults and children at ages 6-16 years23,31,32 (http://www.fuzeon.com). Although T20 isan indispensableanti-HIV drug for HIV/ AIDS patients who have failed to respond to the current antiretroviral therapeutics,its shortcomings have limited its clinical application.T20 has lower anti-HIVactivityand shorter half-life than other CHR peptides containing PBD, such as C34 and $\\mathrm { C } 3 8 ^ { 8 , 9 , 3 3 }$ . In addition, T20-resistant HIV-1 variants emerged shortly (e.g.,14 days)after its use in patients34.Most of the T20-resistant viruses carried mutations in the GIV motif (residues 36-45: GIVQQQNNLL) in the $\\mathrm { g p 4 1 }$ NHR domain10,34-38. The lack of PBD contributes to the major weaknesses of T20 described above.Since the conserved hydrophobic pocket in the gp41 NHR-trimer plays a critical role in stabilizing the interaction between the gp41 NHR and CHR and formation of the fusogenic 6-HB corel,39,40,the PBD-containing CHR-peptide,like C34,can bind to viral gp41 trimer more strongly and stably, thus possessing more potent anti-HIV activity than T20,a CHR peptide without $\\mathrm { P B D } ^ { { 8 , 9 } }$ . In the absence of PBD,T20 mainly interacts with the middle region of the NHR domain containing the GIV motif. Therefore, a virus with mutations in this motif is generally resistant to $\\mathrm { T } 2 0 ^ { 1 0 , 3 4 - 3 8 }$ . Compared with other anti-HIV drugs,another weakness of T20 is its cross-reactivity with the preexisting antibodies in HIV-1-infected patients.Besides gp41,T20 could also bind to some regions in $\\mathrm { g p } 1 2 0$ . The preexisting antibodies specific for the T20's binding sites in gpl20 and $\\mathrm { g p 4 1 }$ may indirectly suppress the anti-HIV activity of $\\mathrm { T } 2 0 ^ { \\bar { 1 } 4 , 1 5 }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Addition of PBD to the N-terminus of T20，such as T-1249,could significantly improve the anti-HIV-1 potency, half-life and drug-resistance profile3,41-43. Addition of M-T hook structure to the N-terminus of a PBD-containing CHR-peptides,such as MT-C34 or MT-SFT,could further increase the anti-HIV-1 activity of the corresponding CHR-peptides17,18. Deletion of the GIV-motif-binding domain from a CHR-peptide,such as CP621-652 and CP32M,is another effective approach to increase the genetic barrier to drug resistance445. However, none of the above approaches is effective in preventing the cross-reaction of T20 with the preexisting anti-gp4l antibodies in HIV/AIDS patients,since the above-modified peptides mainly contain the native sequences of the HIV-1 gp41 CHR domain. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our previous studies have shown that APl and AP2,artificial peptides with non-native protein sequences,could form coiled-coil structure to interact with gp41 NHR and inhibit HIV-1 Env-mediated cell-cell fusion16. In the present study, we designed a new artificial peptide,AP3,by adding M-T hook structure to the N-terminus of AP2 (Fig.la)，folowed by investigating the influence of preexisting anti-gp4l antibodies in HIV-infected patients on AP3,using AP1,AP2 and T20 as controls. We demonstrated that sera of HIV-infected patients could bind to T20 and significantly reduce its potency against HIV-1.However,these same serum samples did not interact with the three artificial peptides and hardly impaired their antiviral activity. Surprisingly, the antibodies in the sera could even enhance AP3's anti-HIV-1 activity (Fig.2a,b and Supplementary Table S1).These results confirmed,for the first time, that replacement of the native viral sequence in T20 with an artificial sequence is an efective approach to overcome a key shortcoming of T20 whereby its anti-HIV activity could be attenuated by preexisting anti- $\\mathrm { \\ g p { 4 1 } }$ antibodies in HIV/AIDS patients.It is worthwhile to explore why the antibodies in the sera is able to enhance the anti-HIV-1 activity of AP3.Our recent study has demonstrated that T20's anti-HIV-1 activity is enhanced bya non-neutralizing antibody directed against the NHR domain of the HIV-1 $\\mathrm { g p 4 l ^ { 4 6 } }$ . We thus hypothesize that some of the anti-gp4l antibodies in HIV/AIDS patients may bind to a site in NHR domain adjacent to the AP3's binding region,resulting in increased interaction between AP3 and NHR-trimer and enhanced antiviral activity of AP3. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We then compared the inhibitory activity of AP3 with M-T hook and T20/AP2 without M-T hook on infection by divergent HIV-1 strains. AP3 was more effective than either AP2 or T20 in inhibiting infection by the laboratory-adapted strains and the primary isolates of HIV-1,including those resistant to T20 (Fig.1b,Table 1). One may question whether AP3 can also induce drug-resistant viruses in patients if it is used in clinics to treat HIV-infected patients.We believe that AP3 is expected to have much higher genetic barrier to resistance than T20 because AP3 contains PBD,while T20 lacks PBD.Dwyer et al.33 used T2544,a PBD-containing CHR-peptide, to carry out a passaging experiment, using T20 as a control.They demonstrated that T20 could induce a mutant virus with high resistance (81-fold) to $\\mathrm { T } 2 0$ in about l month, while T2544 failed to induce a resistant strain in more than 2 months in culture.After extending the passaging experiment for almost 8 months,they identified one strain with a weak resistance (8.3-fold) to T-2544,and the related mutation sites were not in the gp41 pocket region, suggesting that the PBD-containing CHR-peptides, including AP3, may have dificulty to induce drug-resistance. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AP3 also had longer half-life than T2o(Table2),possiblybecause theartificial peptide AP3 is less sensitive to the proteolytic enzymes than T20 with native viral protein sequence. Removal of the proteolytic enzymes'cleavage sites in AP3 peptide is expected to further extend its half-life.These results confirmed that replacement of native protein sequence with artificial sequence and addition of the M-T hook to the PBD-containing peptide is a sound strategy for designing HIV fusion inhibitory peptides with improved antiviral activity and pharmacological properties when compared to T20. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Since the three-dimensional structures of AP peptides had not been investigated before the present study, the optimization of these artificial peptide inhibitors could not be performed rationally. Our structural studies of the artificial peptides AP1/AP2/AP3 in complex with NHR showed that AP peptides, just like the CHR peptide C34,could bind to gp41 NHR to form a canonical 6-HB structure (Fig. 5a). It is well known that a deep hydrophobic pocket exists in each groove on the surface of the viral gp41 NHR trimer. The hydrophobic residues I635,W631 and W628 in the gp41 CHR bind with the hydrophobic residues in the wall of this pocket,resulting in the formation of stable 6-HB by the strong interaction between CHR and NHR.This important feature has been well preserved in the APl/AP2/AP3 6-HB structures (Fig.5b),which may account for the potent HIV-1 fusion inhibitoryactivities of these artificial peptides. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A new hydrogen bond, which was established between S57 and Q18 in AP1/AP2/AP3 complexes, does not exist in the viral $\\mathrm { g p 4 1 }$ CHR-NHR complex, suggesting that S57 may play an important role in stabilizing the interactions between the peptide and NHR,resulting in binding affinities of AP1/AP2/AP3 that are stronger than those of HIV-1 gp41 CHR to NHR. Furthermore,the EE-KK double salt bridge formed between the i and $i + 4$ positions in the AP1/AP2/AP3 structures could stabilize helix conformation and increase the inhibitory efect of these peptides. Compared with AP1,triple-site mutations were introduced in AP2 and AP3,i.e.M44E,R48K and E49K.Those substitutions not only increase solubility of the peptide,but also trigger a series of rearrangements ofcertain intrahelical salt bridges to improve the stability of CHR helix structure and HIV-1 fusion inhibitory activity. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "M-T hook was previously demonstrated to be an effective step toward increasing the stable interaction between a CHR-peptide and the HIV-1 gp4l pocket17,18. Therefore,AP2 was further optimized by incorporating Met and Thr at its N-terminus. CD spectroscopy and thermal denaturation results both indicate that the incorporation of M-T hook contribute to the formation of a more stable 6-HB core structure between AP3(M-T hook-optimized AP2) and N36.In addition,the EE-KK double salt bridge formed between i and $i + 4$ positions in the N36-L6-AP3 structure contributed to increased CHR helix and 6-HB stability, resulting in improved potency of AP3,as has been noted in studies of CHR-peptides with EE-KK double mutations $^ { 3 0 , 3 3 , \\bar { 4 7 } , 4 8 }$ . Also, the HIV-1 fusion activity and half-life of AP2 may have been strengthened and extended, respectively,by the addition of M-T hook in the design of AP3. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In conclusion,AP3,an artificial peptide with both PBD and M-T hook structures, exhibited improved anti-HIV-1 activity and drug-resistance profile,as well as prolonged half-life.Moreover,it did not react with the preexisting antibodies in the sera of HIV/AIDS patients. Consequently, its antiviral activity was not significantly affcted by these antibodies.Therefore,AP3 shows promise as a candidate for further development as a new HiV fusion inhibitor for clinical use.This study also provides important structure and activity information for the rational design of novel artificiall peptide inhibitors.Besides, our results highlighted the advantages of artificially designed peptides and confirmed that this strategy could be widely used in development of artificial peptide-based virus fusion inhibitors against HIV-1 and other enveloped viruses with class I membrane fusion proteins,such as SARS-CoV19, MERS-CoV20, and paramyxovirus49. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Ethics statement. This study did not involve human experimentation; the only human materials used were serum samples obtained from HIV-1-infected individuals with the approval by the Ethics Committee ofthe Shanghai Public Health Clinical Center,Fudan University (Protocol No.SPHCC-125-2). The methods were carried out in accordance with the approved guidelines.All of these sera samples came from adults; no minor was involved in this study.Writen informed consent for the use of the clinical specimens was obtained from all patients involved in this study. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Peptide synthesis.A panel of peptides (Fig.la),including T20, C34, C46,AP1, AP2,AP3,as wellas NHR-derived N-peptides,N36 and N45, were synthesized with a standard solid-phase FMOC method, as described previously8,50. All peptides were acetylated at the N terminus and amidated at the C terminus. The peptides were found to be about $9 5 \\%$ pure by HPLC and were identified by mass spectrometry (Perseptive Biosystems,Framingham,MA, USA). Concentrations of the peptides were determined by UV absorbance and a theoretically calculated molar-extinction coefficient based on tryptophan and tyrosine residues. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Qualification assay. Chromatographic analyses were performed using an ODS-C8 column ${ \\langle } 5 { \\mu } \\mathrm { m }$ ， $1 0 0 \\mathrm { m m } \\times 2 . 0 \\mathrm { m m }$ ID）kept at ambient temperature. The mobile phase was composed of acetonitrile-water-formic acid in the ratio of 50:50:0.1 (v/v/v) at a flow rate of $0 . 3 \\mathrm { m L / m i n }$ . The sample injection volume was $1 0 \\mu \\mathrm { L }$ .Acetonitrile was HPLC grade,and other chemical reagents and solvents were analytical grade.A Thermo TSQ Quantum Discovery MAX triple-quadruple tandem mass spectrometer equipped with ESI source (San Jose, CA) and Surveyor LC pump were used for LC-MS analysis. Data acquisition and data processng were performed by using Xcalibur software and LCQuan 2.0 data analysis program (Thermo Finnigan),respectively. Optimized MS parameters were as below: $4 8 0 0 \\mathrm { V }$ spray voltage, 40.0psi sheath gas pressure, $1 . 0 \\mathrm { p s i }$ auxiliary valve flow, and $3 0 0 ^ { \\circ } \\mathrm { C }$ of capillary temperature.When running collsion-induced disociation (CID),the pressure was set to 1.5 mTor. The selected reaction monitoring (SRM) mode was used for AP3 while the selected ion monitoring (SIM) mode was preformed for T2o. The following transitions were recorded: $\\mathrm { m } / \\mathrm { z } \\ 6 7 0 . 5$ for AP3, $\\mathrm { m / z ~ 1 4 9 8 . 6 }$ for T20. The masses of synthetic peptides T20,AP1,AP2 and AP3 were determined by MALDI-TOF-MS (Supplementary Fig. S4 and S5). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Expression and purification of fusion protein N36-L6-AP1 and $N _ { 3 } 6 \\cdot \\angle 6 \\cdot A P _ { 2 }$ .Using overlapping PCR,the DNA fragment encoding APl or AP2 peptide was attached to the $3 ^ { \\prime }$ -end of the cDNA of $\\mathrm { g p 4 1 }$ NHR $^ { \\prime \\epsilon } \\mathrm { N } 3 6 ^ { \\circ }$ 。546-581),with a short linker(\"L6\", SGGRGG) between them. Then,the whole sequence was subcloned into the pET-28a vector (Novagen, USA) with an artificial SUMO-tag between the N-terminal His-tag and the target protein. The pET-28a-SUMO-N36-L6-AP1- or pET-28a-SUMO-N36-L6-AP2-transformed E.coli cells were induced by adding $1 \\mathrm { m M }$ IPTG and incubating overnight at $1 6 ^ { \\circ } \\mathrm { C }$ .Fusion protein was purified by Ni-NTA affinity resin (Qiagen,Valencia, CA, USA), and the His-SUMO-tag was cleaved off by Ulp1 enzyme treatment at $4 ^ { \\circ } \\mathrm { C }$ for $2 \\mathrm { h }$ .The purified N36-L6-APl or N36-L6-AP2 was applied onto a Superdex-75 gel fltration column (GE Healthcare, Piscataway,NJ, USA).Fractions containing N36-L6-AP1 or N36-L6-AP2 trimer were collected and concentrated to different concentrations by ultrafiltration. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Crystallization, data collction,and structure determination.The fusion protein N36-L6-AP1 was crystallized at $1 6 ^ { \\circ } \\mathrm { C }$ using the hanging drop, vapor-diffusion method. The drops were set on a siliconized cover clip by equilibrating a mixture containing $1 \\mu \\mathrm { l }$ protein solution ( $2 5 \\mathrm { m g / m l }$ N36-L6-AP1 trimer in $2 0 \\mathrm { m M }$ Tris-HCl $\\mathtt { p H 8 . 0 }$ and $1 5 0 \\mathrm { m M } \\mathrm { N a C l } )$ and $1 \\mu \\mathrm { l }$ reservoir solution (0.1M Tris-HCl $\\mathrm { p H } 8 . 5$ 。 $3 2 \\%$ (w/v) PEG3350,and $0 . 2 \\mathrm { M } \\mathrm { M g C l _ { 2 } } .$ againsta $4 0 0 \\mu \\mathrm { l }$ reservoir solution.After one week,single crystals formed and were flash frozen by liquid nitrogen for future data collction.Fusion protein N36-L6-AP2 was crystallized in a similar way with a different reservoir solution ( $\\mathrm { ~ [ 0 . 1 M }$ Tris-HCl $\\mathrm { \\ p H \\ 8 . 0 }$ 2 $34 \\%$ (w/v) PEG3350,and $0 . 2 \\mathrm { M } \\mathrm { \\ M g { C l _ { 2 } } } ,$ ). To obtain the complex crystal of AP3 and NHR,synthesized AP3 was first mixed with peptide N45 at 1:l molar ratio and then applied onto a Superdex-75 gel fltration column (GE Healthcare,Piscataway, NJ, USA) to isolate the formed 6-HB.Fractions containing N45/AP3 trimer were collected and concentrated to $3 0 \\mathrm { m g / m l } ;$ ， then crystallized at $1 6 ^ { \\circ } \\mathrm { C }$ using the hanging drop, vapor-diffusion method.The drops were set on a siliconized cover clip by equilibrating a mixture containing $\\mathsf { 1 } \\mu \\mathrm { l }$ protein solution ( $2 0 \\mathrm { m M }$ Tris-HCl $\\mathrm { p H } 8 . 0$ and $1 5 0 \\mathrm { m M } \\mathrm { N a C l } ;$ and $1 \\mu \\mathrm { l }$ reservoir solution $( 0 . 2 \\mathbf { M }$ Ammonium Sulfate, $0 . 1 \\mathrm { M }$ Bis-Tris $\\mathrm { p H } 6 . 5$ ,and $2 5 \\%$ w/v PEG 3350) against a $4 0 0 \\mu \\mathrm { l }$ reservoir solution. After 3 days,single crystals formed and were flash frozen by liquid nitrogen for future data collection. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The datasets of N36-L6-AP1 were collected at $1 0 0 \\mathrm { K }$ at beamline 19-ID of the Advanced Photon Source (Argonne National Laboratory, USA). The datasets of N36-L6-AP2 were collcted on an in-house $\\mathbf { x }$ -ray source (MicroMax Oo7 x-ray generator, Rigaku, Japan） at the Institute of Biophysics, ChineseAcademy of Sciences.The datasets of AP3/N45 complex crystals were collcted at beamline BL-19U1 of the Shanghai Synchrotron Radiation Facility, China.X-ray diffraction data were integrated and scaled using the HKL2000 program51. The phasing problem of alltree structures was solved by the molecular replacement method using PHENIX.phaser52 with a crystal structure of HIV gp41 NHR-CHR (PDB entry: 1SZT) as a search model. The final models were manually adjusted in $\\mathrm { C O O T } ^ { 5 3 }$ and refined with PHENIX.refine54.Allcoordinates were deposited in the Protein Data Bank (N36-L6-AP1: 5CMU; N36-L6-AP2: 5CN0; and N45/AP3: 5CMZ).The statistics of data collction and structure refinement are given in Supplementary Table S2. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Determination of the cross-reactivity of the native and artificial peptides with the preexisting antibodies in HIV-1-infected patients by sandwich ELISA.A sandwich ELISA was conducted to determine the cross-reactivity of the peptides with the preexisting antibodies in HIV-1-infected patients. T20, C46,AP1,AP2 and AP3 were coated onto the wells of 96-well polystyrene plates (Costar, Corning Inc.,Corning,NY）at $1 0 \\mu \\mathrm { g / m l }$ ，The wells were then blocked with $1 \\%$ gelatin,followed by addition of $5 0 \\mu \\mathrm { l }$ of serially diluted sera from HIV-1-infected patients and incubation at $3 7 ^ { \\circ } \\mathrm { C }$ for $\\mathrm { 1 h }$ Then,HRP-labeled goat-anti-human IgG (Abcam,UK) and TMB were added sequentially. A450 was determined with an ELISA reader (Ultra 384, Tecan). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Inhibition of ${ \\mathsf { H I V } } { \\boldsymbol { \\mathbf { \\ell } } } { \\mathbf { \\cdot } } { \\mathbf { \\underline { { 1 } } } } _ { { \\mathsf { I I I B } } }$ infection by peptides in the presence of sera from HIV- $\\mathbf { \\^ { 1 } }$ -infected patients. Inhibition of peptides on $\\mathrm { H I V  – l _ { I I I B } }$ (subtype B,X4)infection in the presence of HIV1-infected patients’sera was determined as previously described5.Briefly, each peptide was mixed with serially diluted serum from an HIV-1-infected patient at room temperature for $3 0 \\mathrm { m i n }$ . Next, the mixture of peptide/serum and HIV-1 $( 1 0 0 \\mathrm { T C I D } _ { 5 0 }$ )wereadded toMT-2cells $( 1 \\times 1 0 ^ { 5 } / \\mathrm { m l } )$ in RPMI1640 medium containing $1 0 \\%$ FBS.After incubation at $3 7 ^ { \\circ } \\mathrm { C }$ overnight, the culture supernatants were replaced with fresh culture medium. On the fourth day post-infection, culture supernatants were collected for detection of p24 antigen by ELISA. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "CD Spectroscopy and Thermal Midpoint Analysis. The secondary structure of AP1, AP2 or AP3 peptides mixed with N36 was analyzed by CD spectroscopy as previously described56. Briefly, each peptide or peptide mixture was dissolved in phosphate-buffered saline (PBS: $5 0 \\mathrm { m M }$ sodium phosphate and $1 5 0 \\mathrm { m M }$ NaCl, $\\mathrm { p H } ~ 7 . 2 \\$ ）at the final concentration of $1 0 \\mu \\mathrm { M }$ and incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ before cooling down to $4 ^ { \\circ } \\mathrm { C }$ .The CD spectra of each sample were acquired on a Jasco spectropolarimeter (Model J-815, Jasco Inc., Japan） at $4 ^ { \\circ } \\mathrm { C }$ using a $5 \\mathrm { n m }$ bandwidth, $0 . 1 \\mathrm { n m }$ resolution, $0 . 1 \\mathrm { c m }$ path length, and an average time of 5.0sec. Spectra were corrected by the subtraction of a blank corresponding to the solvent composition of each sample.Thermal midpoint analysis was used to determine the temperature at which $5 0 \\%$ of the 6-HB formed by the CHR and NHR would decompose. It was monitored at $2 2 2 \\mathrm { n m }$ from $4 ^ { \\circ } \\mathrm { C }$ to $9 8 ^ { \\circ } \\mathrm { C }$ by applying a thermal gradient of $5 ^ { \\circ } \\mathrm { C } / \\mathrm { m i n }$ . The melting curve was smoothed, and the midpoint of the thermal unfolding transition $( \\mathrm { T m } )$ values was calculated using Jasco software utilities asdescribed above. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Inhibition of gp41 six-helix bundle formation by sandwich ELISA.Inhibition of gp41 six-helix bundle formation by a testing peptide was determined with a sandwich ELISA described previously57. Briefly,a testing peptide (ADS-J1 as a control) at graded concentrations was preincubated with peptide N36 $( { 1 } { \\mu } { \\mathrm { M } } )$ at $3 7 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ ,followed by the addition of peptide C34 $( 1 \\mu \\mathrm { M } )$ and incubation at ${ \\bar { 3 } } 7 ^ { \\circ } \\mathrm { C }$ for another $3 0 \\mathrm { m i n }$ . The mixture was added to a 96-well polystyrene plate (Costar, Corning Inc., Corning, NY)precoated with anti-N36/C34 antibodies $( 2 \\mu \\mathrm { g } / \\mathrm { m l } )$ purified from mouse antisera specifically against the $\\mathrm { g p 4 1 }$ six-helix bundle58.Then,mAb NC-1,HRP-labeled rabbit-anti-mouse IgG (Sigma),and TMB were added in order.A45O was determined byan ELISA reader (Ultra 384, Tecan). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Inhibition of peptides on laboratory-adapted HIV-1 infection. Inhibition activities of AP1,AP2, and AP3 on HIV-1 infection were determined as previously described57. For_inhibition of $\\mathrm { H I V  – l _ { I I I B } }$ (subtype B,X4) infection,100 $\\mathrm { T C I D } _ { 5 0 }$ of the virus was added to $1 \\times 1 0 ^ { 5 } / \\mathrm { m l }$ MT-2 cells in RPMI 1640 medium containing $1 0 \\%$ FBS in the presence or absence of the test peptide overnight. Then, the culture supernatants were changed to fresh media. On the fourth day post-infection,culture supernatants were collected for detection of $\\mathsf { p } 2 4$ antigen by ELISA.For inhibition of infection by the HIV-1 strain Bal (subtype B, R5), M7 cells $( 1 \\times \\mathrm { \\bar { 1 0 ^ { 5 } / m l } } )$ were precultured overnight and infected with Bal at $1 0 0 \\mathrm { \\ T C I D } _ { 5 0 }$ in the presence or absence of the test peptide or protein overnight.Then,the culture supernatants were changed to fresh media. On the fourth day post-infection,the culture supernatants were discarded,and fresh media were complemented again.The supernatants were collected on the seventh day post-infection and tested for p24 antigen by ELISA as previously described55. The percent inhibition of $\\mathtt { p } 2 4$ production was calculated. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Analysis of the half-life of peptide inhibitors. Four male SD rats weighing approximately $2 0 0 \\mathrm { g }$ each were obtained from the Shanghai Medical School Animal Center and were used for the half-life assay. Animals were treated in accordance with the Animal Welfare Act and the“Guide for the Care and Use of Laboratory Animals\"(NIHPublication 86-23,revised 1985).Either AP2or AP3 was intravenously injected at the concentration of $\\mathrm { { 1 m g / m l } }$ ，After injection,blood samples were acquired from rat orbit at several time points (8 and $3 0 \\mathrm { m i n }$ and 1.5,3,6,9,12,and $2 4 \\mathrm { h }$ afterpeptide injection) and placed in clean tubes.To study the pharmacokinetics of AP2 and AP3 in rats and provide experimental evidence for the possible pharmacokinetics in human,a double-antibody sandwich ELISA method was established for rapid determination of AP2 and AP3 in rat plasma.Briefly, 96-well polystyrene plates (Costar, Corning Inc.,Corning, NY） were precoated with antibody against AP2 or AP3 $( 5 \\mu \\mathrm { g } / \\mathrm { m l } )$ purified from rabbit anti-sera59.They were then preincubated with serum samples diluted 2O times at $3 7 ^ { \\circ } \\mathrm { C }$ for $^ \\mathrm { 1 h }$ ,followed by the addition of anti-AP2 or anti-AP3 antibody (1:10o0) purified from mouse antisera specifically against AP2 or $\\mathrm { A P } 3 ^ { 5 9 }$ at $3 7 ^ { \\circ } \\mathrm { C }$ for another $^ \\mathrm { 1 h }$ .Then,HRP-labeled rabbit-anti-mouse IgG (Sigma, USA) and TMB were added in order.Absorbance at $4 5 0 \\mathrm { n m }$ was determined by an ELISA reader(Ultra 384, Tecan). The standard peptide parameters were obtained first. Then,the plasma peptide concentrations were determined as a function of time,and the half-life was calculated by using PK Solver for Microsoft Excel to obtain pharmacokinetic parameters. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Assessment of sensitivity of peptides to proteolytic digestion by proteinase K and proteolytic enzymes in liver homogenate. The peptides $( \\mathrm { { 1 0 \\mu \\mathrm { g / m L } } ) }$ were prepared in $\\mathrm { P B S } \\mathrm { p H } 7 . 2$ containing $2 0 \\mathrm { n g / m l }$ proteinase K.The resulting mixture were incubated at $3 7 ^ { \\circ } \\mathrm { C }$ in a water bath and taken out at different time intervals (0,5,15,30,60,120 minutes),folowed by quenching the samples with ethyl alcohol and quantitating the peptides by LC-MS analysis as described above. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "To test the sensitivity of peptides to the proteolytic enzymes in liver homogenate,3 male SD rats $( 2 5 0 \\pm 2 0 \\mathrm { g } )$ were sacrificed under anesthesia. The whole liver was quickly removed from each rat, washed in ice-cold PBS ( $5 0 \\mathrm { m M }$ ， $\\mathrm { p H } ~ 7 . 2 )$ ,weighed and cut into small pieces,which were resuspended in PBS to $1 0 0 \\mathrm { m g }$ wet liver tissue/ ${ 1 2 . 5 } \\mathrm { m l }$ PBS.The samples were pooled and homogenized, followed by centrifugation at ${ 9 , 0 0 0 } \\mathrm { g }$ for $2 0 \\mathrm { m i n }$ a $4 ^ { \\circ } \\mathrm { C }$ . The supernatants were collected. The test peptides were added to the liver homogenate at a final concentration of $1 0 \\mu \\mathrm { g / m l }$ .The resulting mixture was incubated $3 7 ^ { \\circ } \\mathrm { C }$ in a water bath,and the residue peptides in the mixture were quantitated as described above. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1. Chan,D.C.& Kim,P.S.HIV Entry and Its Inhibition.Cell 93,681-684(1998).   \n2.Lu,M.,Blacklow,S.C.&Kim,PS.ATimericStructuralDmainoftheHV-1TransmembraneGlycoprotein.Nat.ruct.iol. 2,1075-1082 (1995).   \n3.Chan,D.C.,FassD,Berger,JM.&Kim,P.S.CoretructureofGp4lFromtheHVEnvelopeGlycoprotein.Cel9,26-273 (1997).   \n4.Tan,K.etal.Atomic StructureofaermostableubdomainofHV-1Gp41.Proc.Natl.Acad.Si.UA94,30-2308(1997).   \n5. Weissenhorn,W.et al. Atomic Structure of the Ectodomain From HIV-i Gp41.Nature 387,426-428 (1997).   \n6.Jiang,S.,Lin,K.,Strick,N.& Neurath,A.R.HIV-1 Inhibition bya Peptide.Nature 365,113 (1993).   \n7.Wild,C.T.etal.Peptides CorespondingtoaPredictiveAlpha-HelicalDomainofHuman ImmunodeficiencyVirus TpeGp41 Are Potent Inhibitors of Virus Infection.Proc.Natl.Acad.Sci. USA 91,9770-9774 (1994).   \n8.Liu,S.etal.DiferentFromtheHVFusionInibitorC34,theAnti-HVDrugFuzeon(-20)InhbitsHV-1EntrybyTargeting Multiple Sites in Gp4l and Gp120.J. Biol. Chem.280,11259-11273 (2005).   \n9.Liu,S.etal.HIVGp41C-Terminal Heptad Repeat Contains Multifunctional Domains: Relation to Mechanismsof Actionof Anti-HIV Peptides.J. Biol. Chem.282,9612-9620 (2007).   \n10.Mink,M.etal.ImpactofHuman ImmunodeficiencyVirus Type1Gp41AminoAcidSubstitutions SelectedDuringnfuvirtide Treatment on Gp4l Binding and Antiviral Potency of Enfuvirtide in Vitro.J. Virol.79,12447-12454 (2005).   \n11.Lu,Jetal.RapidEmergenceofEnfuvirtideResistanceinHV--InfectedPatients:ResultsofaClonalAnalysis.JAcquir Immune.Defic. Syndr. 43,60-64 (2006).   \n12.Sista,PR.etal.CharacterizationofDeterminantsofGenotypicandPhenotypicResistancetoEnfuvirtideinBaselinendonTreatment HIV-1 Isolates.AIDS 18,1787-1794 (2004).   \n13.RimskyLT,hugars,D.C.&atthews,T.J.Determinantsofuman Immunodeficiency Virus Type1ResistancetoGp4lDerived Inhibitory Peptides.J. Virol.72,986-993 (1998).   \n14.Vincent,N.etal.DepletioinAntibodiesTargetedtotheHR2RegioofHV-1GlycoproteinGp4linSeraofHV--eroositive Patients Treated With T20.JAcquir.Immune.Defic.Syndr.38,254-262 (2005).   \n15.Vincent,N.&Malvoisin,E.AbilityofAntibodiesSpecifctotheHV-1EnvelopeGlycoproteintoBlocktheFusionIibitor ina Cell-Cell Fusion Assay.Immunobiology 217,943-950 (2012).   \n16.Shi,W.etal.Designof HighlyPotent HIVFusion Inhibitors BasedonArtificial Peptide Sequences.Chem.Commun.(Camb.) 48,11579-11581 (2012).   \n17.Chong,H.etal.TheM-THook StructureIsCriticalforDesignofHIV-1Fusion Inhibitors.JBiol Chem287,34558-34568 (2012).   \n18.Chong,H.etal.The M-THook Structure Increases the Potencyof HIV-1Fusion Inhibitor SifuvirtideandOvercomes Drug Resistance.J.Antimicrob. Chemother. 69,2759-2769 (2014).   \n19.Liu,S.etal.IteractionBetweenHeptadRepeatandRegions inSikeProteinofA-AsociatedCoronavirus:Impcations for Virus Fusogenic Mechanism and Identification of Fusion Inhibitors.Lancet 363,938-947(2004).   \n20.Lu,L.etal.Structure-Based Discoveryof MiddleEastRespiratory SyndromeCoronavirusFusionIhbitor.Nat.Commun.5, 3067 (2014).   \n21.Poor,T.A.etal.Probing theParamyxovirusFusion(F）Protein-Refolding EventFrom Pre-toPostfusion byOxidative Footprinting.Proc.Natl.Acad. Sci. USA 111,E2596-E2605 (2014). Inhibitorof Gp41-Mediated Virus Fusion,in HIV-Infected Adults.AIDS Res.Hum.Retroviruses 18,685-693 (002).   \n23.Lalezari,JP.etal.Enfuvirtide,anHIV-1Fusion Inhibitor,forDrug-ResistantHIVInfectioninNorthandSouthAmerica.N. Engl.J.Med.348,2175-2185 (2003).   \n24.Stocker,H.etlPharmacokineticsofEnfuvirtideinPatientsTreatedinTypicalRoutineClinicalSettigs.Antimicrob.Agents Chemother. 50,667-673 (2006).   \n25.Myers,S.A.etal.AProspectiveClinicalandPathological Examinationof Injection SiteReactions With theHV-1Fusion Inhibitor Enfuvirtide.Antivir. Ther. 11,935-939 (2006).   \n26.Magi,Petal.Cutaneous Injection SiteReactions toLong-Term TherapyWithEnfuvirtide.J.Antimicrob.Chemother.53, 678-681 (2004).   \n27.Liu,S.,ZhaoQ.&Jiang,S.Determinationof the HIV-1 Gp4l Postfusion Conformation Modeled by Synthetic Peptides: Applicable for Identification of the HIV-1 Fusion Inhibitors.Peptide24,1303-1313 (2003).   \n28.Wang,H.etal.ADS-J1InhibitsHIV-1EntrybyInteracting WiththeGp41PocketRegionand BlockingtheFusion-Active Gp41 CoreFormation.Antimicrob.Agents Chemother.53,4987-4998 (2009).   \n29.Yu,Fetal.ADS-J1InhibitsHIV-1Infectionand MembraneFusionbyTargetingtheHighlyConservedPocketintheGp41 NHR-Trimer. Biochim. Biophys Acta 1838,1296-1305 (2014).   \n30.Otaka,A.tal.RemodelingofG41-C34 PeptideLeads toighlyEfectiveInibitorsof theusionofHV-1WithTargetCells. Angew. Chem.Int.Ed Engl.41,2937-2940 (2002).   \n31.Lazzarin,.etal.EfcacyofEnfuvirtideinPatients Infected WithDrug-Resistant HV-1inEuropendAustraliaNEngl.J. Med.348,2186-2195 (2003).   \n32.FDAapprovedFUZEON(enfuvirtide，alsoknownas T-20).<htp://ww.fda.gov/ForPatients/Ilnes/HIVAIDS/History/ $\\mathrm { u c m 1 5 1 0 8 1 . h t m } \\# 2 0 0 3 >$ .(2003) Date of access: 06/06/2015.   \n33.Dwyer,JJ.etal.DesignofHelical,OligomericHIV-1FusionInhibitorPeptides WithotentActivityAgainstEnfuvirtideResistant Virus. Proc.Natl.Acad.Sci.USA 104,12772-12777 (2007).   \n34.Wei, X.etal.Emergenceof Resistant Human Immunodeficiency VirusType1inPatients ReceivingFusion Inhibitor (T-20) Monotherapy. Antimicrob.Agents Chemother. 46,1896-1905 (2002).   \n35.Kilby,JM.etalPotentupprsionofHV-1eplcationinHumanyT0,aPeptieIbitorofGp4-MediatedVsEtry Nature Med.4,1302-1307 (1998).   \n36.Baldwin, C.E.et al.EmergenceofaDrug-Dependent Human Immunodeficiency Virus Type1 VariantDuring Therapy With the T20 Fusion Inhibitor.J. Virol.78,12428-12437 (2004).   \n37.Ray,N.,Blackburn,L.A.&Doms,R.W.HR-2 Mutations in Human Immunodeficiency Virus Type1Gp41Restore Fusion Kinetics Delayed byHR-1 Mutations That Cause Clinical Resistance to Enfuvirtide.J.Virol.83,2989-2995 (2009).   \n38. Xu,L.etal.EmergenceandEvolutionof EnfuvirtideResistanceFolowing Long-Term Therapy Involves HeptadRepeat 2 Mutations Within Gp41.Antimicrob.Agents Chemother. 49,1113-119 (2005).   \n39.Chan,D.C.,Chutkowski,C.T.& Kim,P.S.Evidence ThataProminent Cavity inthe Coiled CoilofHIVType1Gp4l Isan Attractive Drug Target.Proc.Natl. Acad.Sci. USA 95,15613-15617 (1998).   \n40.Ji,H.etal.InhibitionofHV-1InfectivitybytheGp41Core:RoleofaConserved HydrohobicCavityinMembraneFusio.J Virol. 73,8578-8586 (1999).   \n41.Eggink,D.etal.Selectionof249-ResistantHumanImmunodeficiencyVirusType1Variants.J.Virol.82,68-688(08).   \n42.Eron,J,eriga,TblyangcoB.,Gleay,,usak,P,assimomith.akerB.,uf,,e,J, Matthews,T.&Hopkns,S.fortheT-1249-101StudyGroup.A14-daassymentof thesafetypharmacokineticsandantiviral activityof T-1249,apeptide inhibitorof membrane fusion (Abstract14).Programsand Abstractsof the8th Conferenceon Retroviruses and Opportunistic Infections.February 4-8,2001 .2001. Chicago, IL.   \n43.Feinberg,J. Meeting Notes From the43rd Interscience Conference onAntimicrobial Agentsand Chemotherapy(ICAAC). T-1249 for T-20 Salvage.AIDS Clin.Care 15,95-96 (2003).   \n44.He,Y.etal.Identificationofa Critical MotiffortheHV-1Gp41Core Structure:Implicationfor Designing NovelAnti-HIV Fusion Inhibitors.J. Virol.82,6349-6358 (2008).   \n45.He,Y.etal.DesignandEvaluationof Sifuvirtide,a Novel HIV-1Fusion Inhibitor.JBiol.Chem.283,126-1134 (200).   \n46.Wang,Q.etal.Non-Neutralizing Antibodies Induced byHIV-1Gp41NHR Domain GainNeutralizing ActivityinthePresence of HIVFusion InhibitorEnfuvirtide:aPotential Therapeutic Vaccine Strategy.J.Virol.89,6960-6964 (2015).   \n47.Nishikawa,H.etal.entificationofMnialSequenceforHV-FusionIbitors.orgMedChem.161849187(008).   \n48.Oishi,S.etal.DesignofaNovelHV-1FusionInibitorThatDisplaysaMinimalInterfaceforBndingAinity.JMed.Chem. 51,388-391 (2008).   \n49.Poor,T.A.etal.Probing theParamyxovirus Fusion(F）Protein-Refolding EventFrom Pre-to Postfusion byOxidative Footprinting.Proc.Natl.Acad. Sci. USA 111,E2596-E2605 (2014).   \n50.He,Y.etal.Potent HIVFusionInhibitors AgainstEnfuvirtide-Resistant HIV-1 Strains.Proc.Natl.Acad.Sci.USA105, 16332-16337 (2008).   \n51.Otwinowski,Z& Minor,W.Processingof X-Ray DiffactionDataCollecte inOscillatin Mode.Methods Enzymol.276, 307-326 (1997).   \n52.McCoy,A.J.et al.Phaser Crystallographic Software.J.Appl.Crystallogr.40,658-674 (2007).   \n53.EmsleyP,Cowan,K.Cot:del-BdingTolsforoleularaics.ActaCystallg.Diol.Crstalogr.6, (2004).   \n54.Adams,PD.etal.PHENX:a ComprehensivePython-Based System for Macromolecular Structure Solution.Acta Crystallogr. D.Biol. Crystallogr.66,213-221 (2010).   \n55.Tong,P.etalAnEngineredHV-1Gp41TrimericCoiledCoil WithIncreased StabilityandAnti-HV-1Activity:Implication for Developing Anti-HIV Microbicides.J.Antimicrob.Chemother. 68,2533-2544 (2013).   \n56.Lu,L.etal.ABivalentRecombinantProteinInactiatesHV-1byTargetingtheG41PrehairpinFusionIntermediateIduced by CD4 D1D2 Domains. Retrovirology 9,104 (2012).   \n57.Lu,L.etal.HV-1VariantsWithaingle-PointMutationintheGp41PocketRegionExibitingDiferentSusceptibilitytoHV Fusion Inhibitors With Pocket-or Membrane-Binding Domain. Biochim. Biophys.Acta1818,2950-2957(2012).   \n58.Jiang,S.,Lin,K.&Lu,M.AConformation-Specific Monoclonal AntibodyReacting WithFusion-Active Gp41Fromthe HV-1 Envelope Glycoprotein.J. Virol.72,10213-10217 (1998).   \n59.Jiang,S.,Lin,K.,Zhang,L.&Debnath,A.K.AScreening AssyforAntiviralCompounds TargetedtotheHV-1Gp41Core Structure Using a Conformation-Specific Monoclonal Antibody.J. Virol.Methods 80,85-96 (1999). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "We are very grateful to the staff of the Structural Biology Core Facility in the Institute of Biophysics, Chinese Academy of Sciences,especially Ms.Ya Wang and Mr. Yi Han,for technical assstance.This work was supported by grants from the National Science Fund of China (81173098 and 81361120378 to S.J.; 81373456 to L.L.),the National 973 Program of China (2012CB519001 to S.J.,2011CB911101 to R.Z.and 2012CB910304 to S.Y.),and the National 863 Program of China (2015AA020930 to L.L.). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "S.B.J.,R.G.Z.and L.L. designed the study. X.J.Z, Y.Z., S.Y., Q.W., W.X., S.S., Z.W.S., FY., Q.L. W.C.,T.Z. and Z.Z. performed research. K.L.L. synthesized peptides. X.Y.Z.and J.Q.X.collcted and processed blood samples. S.B.J.,Y.Z.,L.L.andL.Y.D.analyzed the data. S.B.J.,L.L.,R.G.Z.and S.Y. wrote the paper. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Additional Information Supplementary information accompanies this paper at http://www.nature.com/srep ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "How to cite this article: Zhu, X.et al. Improved Pharmacological and Structural Properties of HIV Fusion Inhibitor Ap3 over Enfuvirtide: Highlighting Advantages of Artificial Peptide Strategy. Sci. Rep. 5,13028;doi: 10.1038/srep13028 (2015). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Atribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license,users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 14
    }
]