[
    {
        "type": "text",
        "text": "Temperature dependent defects evolution and hardening of tungsten induced by 200 keV He-ions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "M.H.Cuiab,Z.G.Wanga\\*,LL.Panga,T..ShenabC.F.Yao,B.S.Lia,J.YLiZCaoc,P.Zhang,J..Suna,YB.Za, Y.F. Liab, Y.B. Shenga ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "α Institute of Modern Physics, Chinese Academy of Sciences, Lanzhou 730000, China; b University of Chinese Academy of Sciences, Beijing 100049, China C Key Laboratoryof NuclearAnalysis Techniques,Institute of High Energy Physics,Chinese Academyof Sciences, Beijing100049, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tungsten has been selected as one of the potential candidate materials to cover some parts of the divertor in thefuture International Thermonuclear Experimental Reactor (ITER).The accumulationof defects and He induced by neutron irradiation and their impact on the mechanical properties of tungsten are of very importance.In this work,the high pure polycrystalline tungsten samples were implanted by $2 0 0 \\ \\mathsf { k e V } \\ \\mathsf { H e } ^ { + }$ with a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ （204号 ${ \\mathsf { H e } } ^ { + } / { \\mathsf { c m } } ^ { 2 }$ at temperatures of room temperature(RT), 200, 400 and $8 0 0 ^ { \\circ } \\mathsf { C }$ .Vacancy-type defects were detected in all implanted samples by means of positron annihilation spectroscopy. Vacancy-type defects produced by He implantation exist in the damaged layer and are decorated by He atoms.With increasing implantation temperature,more He atoms fllin the vacancy-type defects and make for the formation of larger defects.The nano-hardness values were measured by nano-indentation technique.Itis observed that implantation hardening occurred for all the implanted samples.With increasing implantation temperature from 200 to $8 0 0 ^ { \\circ } \\mathsf C ,$ the change of the average hardness values which are lower than the value at RT has a tendency of enhancement for the shallower layer and degradation for the deeper layer.The hardnessvariations are discussed to be the pinning effects of the defects with different density or size. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: positron annihilation spectroscopy, nano-indentation, He-ions implantation ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS: 61.72.U-, 61.82.Bg, 78.70Bj, 61.72.Ji,81.40.Cd ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tungsten,due to its intrinsic physical properties such as high melting point,low sputtering yield with light elements and good thermo-mechanical behavior,etc.，has been selectedas one of the potential candidate materials tocoversome partsof the divertor in ITER.The divertor,asa plasma-facing-component willbe subjected toa severeenvironment,e.g.very high heatflux deposition,intense 14 MeV neutron,He and hydrogen isotopes bombardment at high temperature (up to $\\sim 1 0 0 0 ~ ^ { \\circ } \\mathsf { C } ) [ 1 , ~ 2 ]$ ．Neutron irradiation will cause the continuous production of He by $( \\mathsf { n } , \\mathsf { \\alpha } )$ nuclear reactions and irradiation-induced defects. Previous studies on He atoms in tungsten mainly focused on the vacancy-like defects formation and their evolution withannealing temperature[1-6],complexdefects formation[7,8],surfacemorphologymodification[9-13]with diferentfluence, temperatureand energy, Heretentionafter implantation[2,8,14,15]and He thermal desorption[10,11,16,17]. It is well-known thatthe combined presence ofgas and defects often leads to microstructural and morphological modifications in the materials,such as bubbles formation and blistering,which in turn willcause the change of physical and mechanical properties[1,18].Despite the great interest in the mechanical properties of tungsten, few studies on the mechanical properties induced by He implantation have been performed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Many factors including incident ion energy, incident angle,ion flux,fluence,implantation and annealing temperature have influence on the defect formationand mechanical properties of tungsten.In the present work, tungsten samples were implanted with He ions at diferent implantation temperatures.The formation of vacancy-likedefects and micromechanical properties were investigated by PositronAnnihilation Spectroscopy (PAS) and nano-indentation technology (NIT). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2．Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Samples preparation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The samples used in this study were cut from a powder-metallrgy tungsten (PM-W) plate, which was annealed at $1 4 0 0 ~ ^ { \\circ } \\mathsf { C }$ for an hour in the ambient of hydrogen. The purity of sample was above $9 9 . 9 9 \\%$ and containing impurities such as 12.4148 wppm Mo、4.1651 wppm Fe、2.492 wppm Cr and 0.9659 wppm Ni etc.The size of samples was about $1 0 { \\times } 1 0 { \\times } 3 . 3 \\mathsf { m m } ^ { 3 }$ . The samples were mechanically polished until the diamond paste with 0.25um grain,and then ultrasonic cleaned in acetone,ethanol and high-purity water in turn. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experiments of ${ \\mathsf { H } } { \\mathsf { e } } ^ { + }$ implantation were performed at $3 2 0 { \\mathsf { k e V } }$ multi-discipline research platform for Highly Charged lons equipped with an ECR (Electron Cyclotron Resonance)ion source in the Institute of Modern Physics, Chinese Academy of Sciences (IMP,CAS),Lanzhou.The beam was swept at two directions of Xand Yin order to get a uniform beam.The samples were implanted with an energy of $2 0 0 ~ \\mathsf { k e V }$ and a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ ions/cm² and the mean flux was about 16 uA $( \\sim 3 { \\times } 1 0 ^ { 1 3 } \\mathsf { i o n s } / ( \\mathsf { c m } ^ { 2 } \\mathsf { s } ) )$ . The implantation temperatures were RT, 200, 400 and 800 $^ { \\circ } { \\mathsf { C } } .$ .The theoretical results of the displacement damage（dpa,displacement per atom）and He concentration produced by $2 0 0 \\ \\mathsf { k e V }$ He in pure tungsten with a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ ions/cm² are calculated with SRlM（ The Stoppingand Rangeof lons in Mater)-2O08[19]and presented in Fig.1(a),takinganatom displacementthreshold energy of $9 0 \\mathsf { e V }$ [2].As shown in Fig.1 (a), the whole damaged region is about $6 0 0 \\mathsf { n m }$ from surface, the maximum He concentration at a depth of $\\sim 4 0 8 \\ \\mathsf { n m }$ is about $3 \\text{‰}$ and the maximum damage at a depth of about $3 3 5 { \\mathsf { n m } }$ is about 0.5 dpa.SRIM code does not take into account any recombination proces,therefore these values must be considered as the maximum possible values. Besides,the depth profile of the ratio between the calculated He concentration and dpa is given in Fig.1 (b). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3 Positron annihilation spectroscopy: Doppler broadening spectroscopy(DBs） measurement ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Samples were probed by positrons in order to get the information about defects distribution at near surface. Measurements of DBS were carried out in Beijing $^ { 2 2 } \\mathsf { N a }$ slow positron beam line[2O]. The DBS measurement system is a standard y-spectroscopy system equipped with a high purity Ge detector. Each spectrum was collcted at RT with about $4 { \\times } 1 0 ^ { 5 }$ counts in total for each value of E and characterized by the S and W parameters.A line-shape S parameter was defined as the ratio of the area calculated around the centrallow momentum part of the spectrum （20号 $( 5 1 1 \\pm 0 . 7 6 \\ \\mathsf { k e V } )$ over the total number of annihilation and W parameter was defined as the ratio of the area calculated in a high-momentum region far from the center of the spectrum (from $5 1 1 \\pm 2 . 6 \\mathsf { k e V }$ to $5 1 1 { \\pm } 6 . 8 \\ \\mathsf { k e V } )$ （204号 over thetotal number of annihilation.Byvarying the incident positrons energy,the depth dependence of Sand W can be obtained.In this work, the S(E)and W(E) were recorded in the range of $0 . 1 8 \\mathrm { ~ k e V } - 1 9 . 1 8 \\mathrm { ~ k e V }$ corresponding an incident depth $\\bar { z }$ from 0.13 to $1 8 6 . 4 0 \\ \\mathsf { n m }$ 、The relation of E and $\\bar { z }$ is given as follows[21]: $\\scriptstyle { \\overline { { Z } } = 4 0 \\mathsf { E } ^ { 1 . 6 } } / \\mathsf { p } ,$ （204号 where $\\bar { z }$ is in nm， E is the energy of incident positron in keV, $\\rho$ is the density of the material in ${ \\mathsf { g } } / { \\mathsf { c m } } ^ { 3 } .$ (for tungsten,it is about $1 9 . 3 7 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 }$ ).The full-width-at-half-maximum of the implanted positrons distribution increases with energy, to reach ${ \\sim } 3 0 0 ~ \\mathsf { n m }$ at $1 9 \\ \\mathsf { k e V } .$ At this energy, positron probed up to $\\sim 5 0 0$ nm under the tungsten surface and did not exceed the whole damaged region. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The S parameter is generally known to be most sensitive to the vacancy type defect present inside the sample [3]andeach material exhibits specific Svalue,which isasignature of the momentum electrons distributionin the latticein the absence of vacancy defects [2].In the presence of positron trapping at vacancy-type defects,the doppler broadening curve becomes narrower and yields a higher S parameter. On the other hand,the localized positron in a vacancy-type defect has lesser overlapwith core electrons thanafree positron,leading toadecrease in the core annihilation parameter W[21,22].The Wparameter is a measure of the fraction of theannihilation with high-momentum core electrons and thus it is sensitive to the chemical composition of the atomsaround the annihilation site.Both parameters can be combined in S-W spectra wherethe diferent annihilation sites can be ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "distinguished [22]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4Nano-indentation technique ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The nano-indentation measurement was carried out at RT using a diamond Berkovich indenter (triangular based pyramid)in CSM (continuous stiffness measurement) mode of the Nano-lndenter G200 produced by MTS Inc.Each sample was tested at six points and and the results presented in this paper were their average values. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.Results and discussion ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1lmplantation-induced defects ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.2 gives the curves for S-parameter versus positron's mean incident depth and S vs.W plots for the un-implanted sample and the samples implanted by $2 0 0 \\mathsf { k e V H e } ^ { + }$ with a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ ions/cm² at RT to $8 0 0 ^ { \\circ } { \\mathsf C } .$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the un-implanted sample, the S parameters are larger than ${ \\sim } 0 . 4 3$ ,which is larger than the S in the lattice and indicates the presence of intrinsic vacancy-type defects [1].Nonetheless,it is possible to investigate the evolution of the positron annihilation characteristics of the tungsten samples with diferent implantation temperatures.For allthe implanted samples,S parameters are higher than that for un-implanted sample, which clearly ndicates that positrons detect the presence of vacancy-type defects generated during implantation of He in tungsten whatever the implantation temperature.This accords with the SRIM simulation result and indicates that theWatoms displacements can lead to the formation of vacancy-type defects which were also found in tungsten implanted by $8 0 0 \\ \\mathsf { k e V } \\ ^ { 3 } \\mathsf { H e } [ 1 , \\ 2 , \\ 6 ]$ . The vacancy-type defects include mono-vacancies，di-vacancies，vacancy clusters,vacancy loops and microvoids etc,which willenhance the S parameters.In the samples implanted at RT and $4 0 0 ^ { \\circ } \\mathsf C ,$ . the S parameter increases from the surface up to $\\sim 7 . 1 9 \\ \\mathsf { n m }$ , which is too shallow compared with the damaged layer. Beyond the maximum value, S parameters of the implanted samples at RT to $4 0 0 ~ ^ { \\circ } \\mathsf { C }$ decrease gradually with diferent slopes when the mean incident depth increases.The trend of the decline can be interpreted on the basis of the He decoration of the vacancy-type defects.According to ratio between the He concentration and dpa shown inFig.1(b),theestimated implantation-induced defectsconcentration is wellhigher than the He concentration，which suggests that each introduced He atom can easily meet one vacancy.The injected He atoms with keV energies are trapped in irradiation-induced vacancies because of the very low migration energy $( \\sim 0 . 3 \\ \\mathsf { e V }$ [23] or $\\sim 0 . 2 4 \\ \\mathrm { e V }$ [24]) of the interstitial He in tungsten at RT and the strong attractive interaction of He with vacancies in metal [2，5，7，25].Therefore，those vacancy-type defects such as dislocation/vacancy loops, monovacancyand vacancy clusters etc are al probably decorated by He,which makes for the formation of the He-vacancy (He-V) complexes with various sizes, ${ \\mathsf { H e } } _ { \\mathrm { i } } { \\mathsf { V } } _ { \\mathrm { j } }$ . Here，the suffixes denote the number of He atoms or vacancies.When the vacancy-type defects contain gas or compound,the formation probability of positronium efectively reduces by lowering theavailable positron-trapvolume [26],leading to a lower S parameters. Therefore，the He atoms in He-V complexes effectively reduce the low-momentum annihilation.The S parameters drop with depth mainly because the ratio between the He concentration and dpa increases from surface to ${ \\sim } 3 0 0 ~ \\mathsf { n m }$ . The difference of the slopes may be induced by the thermal migration of the interstitial He to surface. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the sample implanted at $2 0 0 \\ ^ { \\circ } \\mathsf C ,$ a minimum S parameters among those of the implanted samples occurred.When the implantation temperature increases from 200 to $8 0 0 ^ { \\circ } \\mathsf C ,$ arise in S parameters is observed. For the sample implanted at RT to $4 0 0 ~ ^ { \\circ } \\mathsf C ,$ the S-W points of each sample except few points at the very near surface are almost in the same line,which signifies that one type of defects exists in the damaged layer. However, the types of defects are different for different samples. For the sample implanted at $8 0 0 ^ { \\circ } { \\mathsf C } .$ ，S-parameters in the region of ${ \\sim } 2 0 0 \\ \\mathsf { n m }$ from surface are nearly the same and the S-W points show that two diferent types of defects created in the damaged zone. Vacancies are not mobile in tungsten at RT and $2 0 0 ^ { \\circ } { \\mathsf C }$ [1,3,27]. Presumably the He-Vcomplexes are only partly filed for the sample implanted at RT. For the sample implanted at $2 0 0 ^ { \\circ } \\mathsf C ,$ the larger difusion coeficient of He atoms could bring on more vacancy-type defects decorated by He or more He filling in He-Vcomplexes,which could bethe reason forthe much lower S-parameterand results in less interstitial He in the damaged layer. For the sample implanted at temperatures of 400 and $8 0 0 ^ { \\circ } \\mathsf C ,$ vacancies are mobile[1,3, 27]and He bubbles nucleate and grow through absorbing mobile vacancies[7].The S parameters increase with temperature is mainly related to the formation of the larger vacancy-type defects such as vacancy clusters or He-filled microvoids at higher temperatures,which usually accompanies with the decline of defects' density. Meanwhile,the impurities like Mo,Fe,Cr，etc contained in tungsten could not trap the vacanciesat higher temperatures because of the dissociation of vacancies-impurity complexes at a lower temperature of about $2 5 0 ^ { \\circ } \\mathsf C$ [3-5].This also has positive influence on the formation of vacancy-type defects and S parameters.At $8 0 0 ^ { \\circ } \\mathsf C ,$ He bubbles form in deeper region (about 270 to $5 0 0 \\mathsf { n m }$ from surface) where the He concentration is larger than the critical concentration for introducing He bubbles in tungsten[7]. During the implantation at $8 0 0 ^ { \\circ } \\mathsf C ,$ the He atoms could concentrate in the larger He bubbles which leads to no migration of He atom[2],andat the same time the introduced He atoms could transfer along the concentration gradient due to higher difusion coeficient.Therefore, via He atoms diffusing to surface and He bubbles,defects in the region of upper surface may be decorated by more Heand lessHe leftin thedeeper region.This is the reason for thereduction ofSvalues in the region of the upper about $5 0 \\mathsf { n m }$ and the boost of the S values in the region of $5 0 ~ \\mathsf { n m }$ to 200 nm compared with the S values at $4 0 0 ^ { \\circ } \\mathsf C$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2Mechanical properties ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.3 gives the nano-hardness profile and integrated average nano-hardness of theun-implanted sample and the samples implanted by $2 0 0 \\ \\mathsf { k e V } \\ \\mathsf { H e } ^ { + }$ with a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ ions/cm² at RT to $8 0 0 ~ ^ { \\circ } \\mathsf { C }$ .With increasing penetration depth，the nano-hardness values of the un-implanted sample decrease gradually to a constant, indicating anindentationsizeefect[28]oftungsten.From Fig.3(a),the nano-hardnessvaluesofall the implanted samples are higher than the value of the un-implanted sample,which means that implantation hardening occurs. The hardness values of the implanted samples strongly depend on the type,size and densityof the defects created inthedamaged layer byimplantation.TEMdistinguishable dislocation loops [7]and relativelysmaller vacancy-like defects exist in the implantation layer of the samples implanted at diferent temperatures.With increasing implantation temperature,the densityof dislocation decreases and the sizeof dislocation loops increase[7].In the course of indenter penetrating into a sample,plastic deformation arises.The implantation layer of the sample wil obstacle the expansion of plastic deformation region and thus increases the strain in that region [29].Hardness willbe enhanceddue to strain hardeningin the plastic region[29].Meanwhile,dislocation loops and small-volume defects as pinning points impede the motion of dislocationlines and increase the hardness [30-32].Those are the reasons for hardening of the implanted samples. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Forallthe nano-hardness curves of implanted samples,there exist peaks and the depths for the peak values are not the samebut allshallower thanthe depth for the maximum dpa and He concentration,which is consistent with previously reported results in metal[29,33].According to the cross section TEM image of indentation in ion implanted Fe[29],hardness profile results from the plastic deformation behaviorof the implanted layerand the depth of the peak hardness corresponds to the onset of the deformation of the implanted layer.Measured values ofhardness are essentially hardness values integrationinaninfluence zone，inherent to indentation measurements [33]. Therefore,we divide the whole damaged layer (the upper $7 7 0 ~ \\mathsf { n m }$ from surface) into two layers,layer I (the upper $1 0 7 \\ \\mathsf { n m }$ ）and layer I (107 to 700nm from surface),for the reason that the trend of hardness change in the two layers is obviously different. We suggest that the change of the integrated average nano-hardness values in these two layers could reflect the change of the micro-mechanical properties quantitatively.The average nano-hardness values for diferent layers of the implanted samples are concluded in Fig.3 (b).The average nano-hardnessvalue of the un-implanted sample over the whole region is about 6.4 Gpa, which is not shown in Fig.3(b).The maximum average hardness value is the value at RTand about 2.5 GPa greater than the value of the un-implanted sample.With increasing implantation temperature from 200 to $8 0 0 ~ ^ { \\circ } \\mathsf C ,$ the average hardness values in layerlincrease while in layer Iland the whole damaged layer decrease nonlinearly. When the implantation temperature increases from 200 to $8 0 0 ^ { \\circ } { \\mathsf C }$ ,as shown in Fig.2 (a), the S parameters increase whichindicates the size of He-Vcomplexes increases.The larger He-Vcomplexes make forthe larger stress in the surrounding materials.Therefore the expansion of plastic deformation zone becomes difficult and then the measured nano-hardness values in layer 丨becomes larger with temperature.Theaverage hardness value of layerl at $8 0 0 ^ { \\circ } \\mathsf C$ is stillower than the value at RT and the average hardness values in layer Ildecrease with implantation temperature.This means that other factors decide the hardness at higher temperatures.We suggest that the factor is mainlythe densityof defects containing dislocation loops,He-Vcomplexes and other loworder defects. When the implantation temperature increases from RT to $2 0 0 ^ { \\circ } \\mathsf C ,$ ，the reduction of interstitial He concentration and dislocation loops'density weaken the effect of point or complex defects pinning the moving dislocation.This causes the significant decline of the average hardness. For the sample implanted at 400 and $8 0 0 ^ { \\circ } { \\mathsf C } _ { \\iota }$ ，the decrease of hardnessvalues may be explained bythe reduction of the density of dislocation loops and vacancy-type defects accompanied with the formation of larger vacancy-type defects shown in DBS results.Therefore,the reduction of the average hardness values in the whole damaged layer with increasing implantation temperature is a result of positive effctdue to largersize defectsand negativecontribution relatedtodensityof defectsand the later plays a dominant role. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4. Summary ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Modification of tungsten by the implantation with 2OO keV He ions at temperature of RT to $8 0 0 ~ ^ { \\circ } \\mathsf { C }$ was examined by means of NIT and PAS. Vacancy-type defects induced by He implantation are detected in the damaged layer and decorated by He atoms.With increasing implantation temperature,more Heatoms fillin the vacancy-type defects and make for the formation of larger defects.Meanwhile,the NIT results indicate that implantation hardening occurs in the damaged region and with increasing implantation temperature the average hardness values increase for shallower layer land decrease for deeper layer I.It seems tat the formation of defects with larger size could primarily enhance the hardness in shallower layer and the reduction of defects' density plays a dominant role in deeper layer and the whole damaged layer. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Theauthors gratefully acknowledge stafs in the Public Center for Characterizationand Test,Suzhou Institute of Nano-tech and Nano-bionics,CAS,for their help in the nano-indentation measurements.This research project is funded by the Major State Basic Research Development Program of China ( $^ { \\prime } 9 7 3 ^ { \\prime }$ Program，Grant no. 2010CB832902),the National Natural Science Foundation of China (NSFC) (Grant nos.10905079，10835010, 91026002,11105190) and National Magnetic Confinement Fusion Science Program (2009GB106006). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]A.Debelle,M.F.Barthe,T.Sauvage,First temperature stage evolution of iradiation-induced defects in tungsten studied by positron annihilation spectroscopy,JNucl Mater, 376 (2008) 216-221.   \n[2] A.Debele,M.F.Barthe,T.Sauvage,R.Belamhawal,A.Chelgoum,P.Desgardin,H.Labrim,Helium behaviour and vacancy defect distribution in helium implanted tungsten,J Nucl Mater, 362 (2007) 181-188.   \n[3]P.M.G.Nambissan,P.Sen,Positron-Anniilation StudiesonAlpha-lradiatedungsten,SolidState Commun,71(1989) 1165-1167.   \n[4] P.M.G.Nambissan，P.Sen，Positron-Annihilation Studyof the Annealing Behaviorof Alpha-Induced Defects in Tungsten,Radiat Eff Defect S,124 (1992) 215-221.   \n[5] V.S.Subrahmanyam，P.M.G.Nambissan，P.Sen,Helium Bubbles inTungsten Studied by Positron-Annihilation,Solid State Commun,89 (1994) 523-527.   \n[6]P.E.Luiller,M.FBarthe,P.Desgardin,W.Egger,P.Sper,Positronanniilationstudiesonthenatureandtermal behaviour of irradiation induced defects in tungsten, Phys Status Solidi C,6 (2009)2329-2332.   \n[7]H.Iwakiri,K.Yasunaga,K.Morishita,N.Yoshida,Microstructure evolutionintungstenduring low-energyheliumion irradiation,JNucl Mater, 283-287 (2000) 1134-1138.   \n[8]N.Hashimoto,JD.Hunn,N.Parikh,S.Giliam,S.idcumb,B.Patnaik,LL.nead,Microstructuralanalysisonei retention of ion-irradiated and annealed tungsten foils,JNucl Mater, 347 (2O05) 307-313.   \n[9] K.Tokunaga，O.Yoshikawa，K.Makise，N.Yoshida，Effectsof helium irradiationon high heat load propertiesof tungsten,J Nucl Mater, 307 (2002) 130-134.   \n[10]K.Tokunaga,R.P.Doerner,R.Seraydarian,N.Noda,Y.Kubota,N.Yoshida,T.Sogabe,T.Kato,B.Schedler,Surface morphology and helium retention on tungsten exposed to low energyand high flux helium plasma,JNucl Mater,313 (2003) 92-96.   \n[11] Z. Fu, N. Yoshida, H. Iwakiri, Z.Y. Xu, Thermal desorption and surface modification of $\\mathsf { H e } +$ implanted into tungsten, J Nucl Mater, 329 (2004) 692-696.   \n[12] B.B.Cipiti,G.L.Kulcinski,Heliumanddeuterium implantation in tungstenat elevated temperatures,JNuclMater, 347 (2005) 298-306.   \n[13] R.F. Radel, G.L. Kulcinski, Implantation of ${ \\mathsf { H e } } +$ in candidate fusion first wall materials, J Nucl Mater, 367-370 (2007) 434-439.   \n[14]A.Debele,P.E.Lhuilier,M.F.Barthe,T.Sauvage,P.Desgardin,Heliumdesorption in (3)He implanted tungstenat low fluence and low energy, Nucl Instrum Meth B, 268 (2010) 223-226.   \n[15]S.B.Glliam,S.M.Gidcumb,N.R.Parikh,D.G.Forsythe,B.K.Patnaik,J.D.Hunn,L.L.Snead,G.P.Lamaze,Retention and surface blistering of helium irradiated tungsten as a first wallmaterial,JNucl Mater,347(2O05)289-297.   \n[16]T. Hino,Y.Yamauchi,Y.Hirohata, Helium retentionof plasmafacing materials,JNuclMater,269 (1999)538-541. [17]H.Yanagihara，Y.Yamauchi，T. Hino,Y. Hirohata，T.Yamashina，Helium retention properties of plasma facing materials, J Nucl Mater, 241 (1997) 1098-1102.   \n[18]H.Trinkaus,B.N.Singh,Heliumaccumulation in metals during iradiation -where dowe stand?,JNucl Mater,323 (2003) 229-242.   \n[19] J.F. Ziegler,J.P. Biersack,U.Littmark,The Stoppingand Range of lons in Solids.,<http://www.srim.org>.   \n[20]R.S.Yu,L.Wei,B.Y. Wang,Z.S.Yin,Anenergyfilter forslow positron beamusing cosinecoils,Nucl Instrum Meth A, 457 (2001) 419-422.   \n[21] C.Zhou,X.Liu,C.Ma,B.Wang,Z.Zhang,L.Wei,Positronbeamstudiesofargon-iradiatedpolycrystalα-Z,Journal of Applied Physics, 97 (2005) 063511.   \n[22] B.S.Li,C.H.Zhang,YR.Zhong,D.N.Wang,L.H.Zhou,Y.T.Yang,L.Q.Zhang,H.H.Zhang,Y.Zhang,L.H.Han,Annealing ambient on the evolution of He-induced voids in silicon,Appl Surf Sci, 257 (2011) 7036-7040. [23] S.T. Picraux, Defect Trapping of Gas Atoms in Metals,Nucl Instrum Methods,182 (1981) 413-437.   \n[24] W.D.Wilson,C.L.Bsson,M.I.Baskes,Self-Trappingof Helium in Metals,Phys RevB,24 (1981)5616-5624. [25]N.Yoshida,H.lwakiri,K.Tokunaga,T.Baba,Impactoflowenergy helium iradiationon plasma facing metals,JNucl Mater,337 (2005) 946-950.   \n[26]R.A.Hakvoort,A.Vanveen,P.E.Mijnarends,H.Schut,Heliumand HydrogenDecorated Cavities in Silicon,Applurf Sci, 85 (1995) 271-275.   \n[27]S.Takamura,RecoveryStageofVacanciesinMo,WandFeStudiedbyDopingExperiments,Radiat EfLett,43(1979) 69-73.   \n[28]W.D.Nix,H.J.Gao,Indentationsizeeffects incrystalinematerials:Alawforstraingradient plasticity,JMechPhys Solids,46 (1998) 411-425.   \n[29]S.Taniguchi,A.Kitahara,S.Wakayama,E.Eriguchi，N.Suyama,Characterization of mechanical propertiesand microstructure of high-energy dual ion implanted metals, Nucl Instrum Meth B,175-177 (2001) 647-651.   \n[30]C.L.Xu,C.HZhang,JJ.LiLQ.Zhang,YT.Yang,Y.Song,X.J.Jia,JY.Li,K.Q.Chen,AHRXRDandnano-indentation study on Ne-implanted 6H-SiC,Nuclear Instrumentsand Methods in Physics Research Section B:Beam Interactions with Materials and Atoms,(2012) in press,doi:10.1016/j.nimb.2012.01.009.   \n[31]C.L.Xu,C.-H.Zhang,Y.Zhang,L-Q.Zhang,Y-T.Yang,X.J.Jia,X.-B.Liu,P.Huang,R.-S.Wang,MechanicalPropertie and Defect Evolution of Kr-Implanted 6H-SiC, Chinese Physics Letters, 28 (2011) 106-103.   \n[32]H.lwakiri,H.Wakimoto,H.Watanabe,N.Yoshida,Hardening behaviorof molybdenum bylow energy HeandDion irradiation,JNucl Mater, 258-263 (1998) 873-878.   \n[33]H.Pelletier,P.Mille,A.Cornet,JJGrobJ.P.Stoquert,D.Muler,Effctsofighenergynitrogenimplantatioon stainless steel microstructure, Nucl Instrum Meth B,148 (1999) 824-829. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure captions: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fig.1 Depth profile of(a)displacement damage and He concentration and (b)ratio between He concentration and   \ndpa induced by 200 keV He in W with a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ ions/cm²,taking a displacement threshold energy of 90   \neV   \nFig.2 (a)Curves for S-parameterVs.positron's mean incident depth (b)Svs.W plots for theun-implanted sample   \nand the samples implanted by $2 0 0 \\mathsf { k e V H e } ^ { + }$ with a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ ions/cm² at RT to $8 0 0 ^ { \\circ } \\mathsf C$ （204号   \nFig.3 (a)Nano-hardness profileand (b)integrated average nano-hardness of the un-implanted sample and the   \nsamples implanted by $2 0 0 \\mathsf { k e V H e ^ { + } }$ with a fluence of $5 { \\times } 1 0 ^ { 1 6 }$ ions/ $c \\mathsf { m } ^ { 2 }$ at RT to $8 0 0 ^ { \\circ } \\mathsf C$ ",
        "page_idx": 6
    }
]