[
    {
        "type": "text",
        "text": "·医学人文· ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "不说再见",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘慧婷",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国医学科学院北京协和医学院北京协和医院内科，北京100730电话：010-69155001，E-mail：lilia2519@163.com",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】医学；人文；离别   \n【中图分类号】R-02 【文献标志码】E 【文章编号】1674-9081（2019)01-0000-02   \nDOI:10.3969/j.issn.1674-9081.2019.01.000 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "龙应台说，“缘分就是今生今世不断地在目送他的背影渐行渐远，你站在小路的这一端，看着他逐渐消失在小路转弯的地方，而且，他用背影告诉你：不必追。”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从离开家乡远赴一千公里外的东北念书开始，每在假期尽头，我都会搭乘绿皮火车离家回校，婆娑泪眼中，我看着妈妈边挥手边追着徐徐开动的火车奔跑，从那时起，我开始害怕离别。后来转到离家近一点的地方读书，回家的机会虽然多了，但我依然对离别之苦无法释怀。再后来做了医生，专业训练可以让我在谈笑风生中用5分钟结束一例在无数患者看来如恐怖片一般血腥的骨髓穿刺，可以面对一众年龄、块头甚至嗓门都数倍于我的家属时掌控全场并淡定地交代病情，但我仍无法面对离别——生离死别。每当有自已主管的患者离开，我都会在尽到医生最后责任之后消失一阵，虽然我很快就可以重新振作，恢复一贯的“冷面”，但私下里却真真切切地大哭过多次。本以为这将成为我一生难以打破的桎梏，但随着经历的事情多了，自己竟慢慢释怀。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1故事一：这样，就可以和爸爸永远在一起了",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丁爷爷是我接触的为数不多的名人之一，是相声界泰斗级的大师。我已记不得在多少个夜晚被他逗得前仰后合，也说不清那些时日里我那乐天派的生活态度有几分是因他的相声片段而来，但在夜班转病房时，看到处于肿瘤终末期因感染性休克而急诊人院的丁爷爷羸弱地躺在病床上时，我在儿时的那些温暖的、记忆的氤氲，一下子就消散了。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“丁爷爷您好，我是今晚的值班医生小刘，您有什么不舒服吗？您还发烧吗？您想吃东西吗？啊，我们全家都很喜欢您说的相声呢…”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丁爷爷苍白的嘴唇和眼角的倦色让这段本来还有好几百字的询问戛然而止。我以为自己唐突的行为会遭到老爷子轻蔑的鄙视，毕竟这种殿堂级的人物应该从来不缺像我一样狂热的“脑残粉”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“啊，刘大夫，您好，特别感谢你们能喜欢我，我特别高兴，你们这里的条件和医护人员的态度都很好，有你们的照顾，我一住进来，病就好了一半啦！”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "没想到丁爷爷脸上绽出了暖融融的笑容，还伸出颤抖的手有力地和我握了握。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从那以后，虽然不是他的主管医生，但我总会主动请缨帮他约检查、陪会诊和做类似的一些小事，其间我也逐渐了解了老人家鲜为人知的心酸往事，命运似乎更偏爱与爱笑的人开玩笑。然而在每段故事中，丁爷爷总会用自己的行动诠释什么叫“担起责任”，什么叫“不离不弃”。在和丁爷爷相处的日子里，每次转病房，我总可以沐浴在他温暖的微笑里，即使虚弱到没有办法下床，他也会微笑地和我握手，告诉我他很好，很感谢我们辛苦的付出。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "虽然不舍，但作为医生的我依然清楚地知道，眼前这位老人已时日无多。每到值班时，只要监护仪上的数字有丝毫不对，我都会向他的女儿如台词一般交代一遍病情危重的事实，自己心里对于离别的悲伤也会加重一分。弥留之际，丁爷爷坦然地在“拒绝心肺复苏术”同意书上签了字，选择平静离开，并希望将自己的一切都捐献出来，为这个世界做最后的贡献。丁爷爷最终还是走了，他走得很安详。令我们震惊的是，他的妻子和女儿在为丁爷爷签署遗体捐献同意书的同时也自愿将自己的遗体在身后捐献出来！当我们问及缘由，女儿告诉我们：父亲一生善良纯粹，为相声事业弹精竭虑，为家人倾尽所有，现在我们和他做了同样伟大的决定，这样，就可以和爸爸永远在一起了！",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2故事二：余生，我将与她一起启程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "小颖阿姨是我主管的一名胰腺癌患者，第一次见面时，我就被她与爱人的平和与谦逊态度深深打动。鲜有患者在阅读了无数原版专业文献之后还能与主管医生如此平静地交流病情，且交谈中展现谦和姿态。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我们都知道，每周一次的化疗看似简单，只需要数小时就可以出院回家，但背后的痛苦却不是常人可以忍受：呕吐、脱发、白细胞降低、发热每一项副作用对患者而言都像是一道劫，需要十分的勇气和万分的意念去闯。小颖阿姨也是一样，治疗的副作用无时无刻不在侵扰她。但每次化疗时，她都会努力用书籍来排解难耐的苦楚，而他的爱人也总是默默地陪在身边，或看书，或轻轻敲打着键盘，时间和药水一起缓缓流逝，两人不时地抬头，相视一笑，从他们如花的笑屩里，我看到了浓得快溢出来的幸福。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "接触之后我得知，小颖阿姨在金融界曾是叱咤风云的人物，因种种原因与心爱的人一同归隐，不再参与那些世俗的纷争，一心一意过平淡却恩爱的生活。人到中年时，本来计划着开始一场环游世界的旅行，不想疾病却抢先一步扰乱了本该完满的剧情。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "O之后的情节一如早已编排好的，化疗失败，肿瘤复发，二线化疗，肠梗阻的并发症导致化疗无法继续进行，肿瘤的恣意增长造成消瘦和疼痛，一点点削弱着小颖阿姨最后的意志。最后的日子里，爱人每天陪在她的床旁，寸步不离，只在她沉沉睡去之后悄悄在旁边的沙发上打个盹，只要床上有任何动静，他便迅速醒来，走到床旁仔细查看。每每看到这样的场景，我就在想，这就是真爱了。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "即使我们拼尽全力，小颖阿姨还是走了。在生命陨落的过程中，她的爱人始终陪在身边，没有呼天抢地的悲嗥，只剩安静的真心告白：“你的一生，事业有成就，有亲密的朋友，有美满的生活，感谢你出现在我的生命里，愿你如期待的那样，去了鸟语花香、空气清新的天堂。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "三个月之后，我收到一张小颖阿姨的爱人从爱尔兰寄来的明信片一余生，我将与她一起启程。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3故事三：姥爷走了，是妈妈签的字",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我的姥爷，曾是我童年时光中最儒雅的存在。与别人家老人不同，姥爷爱我，不是纵容我在外面与别的孩子摸爬滚打，而是在我最懵懂的时候就教我如何用清秀的字迹赢得别人艳羨的目光，带我品读古诗里的耐人寻味，给我讲一个又一个鲜为人知却寓意丰富的家族故事…姥爷赢得了我童年所有敬佩的目光，直到我发现他讲的总是我已然烂熟于心的故事，每次总会在某一段情节里多次重复，我才发现，原来姥爷真的老了。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "阿尔兹海默症，这个姥爷总也说不对的名字，成了他难以抗争的宿命。疾病进展之快超出了我们的想象，姥爷很快便忘了我们所有人的名字，频繁走失，脾气也暴躁起来，家里人的心都跟着悬了起来，终于，最令我们担心的事发生了：泌尿系感染突如其来，不断升级的抗生素留住了他的性命，却让他再也没有气力站起来，从此便是长达八年的卧床生活。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "妈妈是姥爷身边唯一的孩子，义不容辞地担负起了照顾姥爷的任务，每天和保姆一起给姥爷翻身擦洗，做营养丰富但好消化的食物，还跟我学会了下尿管，日子一度风平浪静到好似可以用幸福来形容，每天虽然辛苦，但妈妈总是希望这样的时光能一直延续下去。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "还记得那是某个周末班的上午，我正利用病房片刻的平静给实习同学讲课。突然妈妈打来电话，先是一段静得让人不安的沉默，紧接着是传来她哽咽的声音：“你姥爷走了，那个不抢救的同意书，是妈妈签的字。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "很长一段时间里，我都忘不了妈妈电话里的声音，害怕妈妈会因为没做好说再见的准备而为自己的决定自责，所以我总想办法避免提到与此相关的一切。直到有一天，我们在谈笑间回忆起姥爷的种种过往，才发现，在签署同意书这件事上，妈妈已经可以云淡风轻，举重若轻。妈妈说：“只要过往相伴的日子不曾忘记，那姥爷就从未离开。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经历了以上种种，我恍然明白，离别，并不一定要配上悲伤的旋律，只要心中存着对彼此的感念，就永远可以，不说再见。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（收稿日期：2018-08-13)",
        "page_idx": 1
    }
]