[
    {
        "type": "text",
        "text": "奋力谱写新时代国防科技工业创新发展新篇章",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张克俭",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国家国防科技工业局北京100048",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/cb0301e3b09ab5a435a1fb4cf3a6a1443ecf9537f8838af7ae4b1e173d547e1b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1978年3月18日，中共中央在北京召开全国科学大会，迎来了我国科学技术发展的春天。回顾40年来我国科技事业发展历程，从“科学技术是生产力”到实施科教兴国战略，从建设创新型国家到实施创新驱动发展战略，从“创新是引领发展的第一动力”到建设世界科技强国，我们党创造并形成了关于科技发展的一系列重大战略思想，探索走出一条中国特色自主创新道路，体现了时代要求、人民的期望和历史的重托。今天，重温邓小平同志重要讲话，总结国防科技工业创新发展的成就和经验，对于在新的起点上加快建设中国特色先进国防科技工业体系，加快建成世界科技强国和世界一流军队，实现“两个一百年”奋斗目标具有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "140年砥砺前行，国防科技工业创新成就辉煌",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "创新是国防科技工业发展的不竭动力。40年来，在国防科技工业战线广大科技工作者奋力拼搏下，国防科技工业在改革中发展、在发展中创新，逐步建成独立自主、专业齐全、配套完整的科研生产体系，涌现出一大批引领性重大创新成果，为推进国防军队现代化、提升国家综合实力和国际地位作出了重要贡献。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）武器装备技术创新迈上新台阶，装备体系向高新技术为主转变，极大增强了我国国防实力。以第二代装备为主体、第三代装备为骨干的武器装备体系向更高水平迈进，新型武器装备研制取得重大突破，自主研发能力和供给保障能力大幅提高，初步建成具有中国特色的武器装备体系，为“能打仗、打胜仗”和建设世界一流军队提供了坚实物质技术基础，极大增强了我国国防实力。国防科技工业基本形成第三代武器装备自主供给能力、第四代武器装备研发能力和下一代武器装备探索发展能力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(2）重大科技工程实施取得新进展，战略高技术领域涌现一批重大创新成果，有力提升国家竞争力。国防科技工业系统牵头或参与实施的国家重大科技专项、重大工程和重大项目成为国家科技创新的时代标志。“嫦娥三号”首次实现地外天体软着陆和月面自动巡视勘察。“天宫二号”和“神舟十一号”载人航天飞行任务圆满成功，首次实现我国航天员中期在轨驻留。高分三号、四号卫星正式投入使用。新一代大型和中型运载火箭首飞圆满成功。首次火星探测任务初样研制顺利开展。北斗卫星导航系统实现亚太地区米级、国内亚米级精度服务覆盖。大型运输机实现自主发展零的突破。国产大型客机C919首飞成功。首艘国产航母成功下水。全面掌握华龙一号等第三代核电技术、具有第四代特征的高温气冷堆核电技术，新一代自主铀浓缩专用设备达到国际先进水平，CF3国产核燃料组件实现进口替代",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）国防科技基础创新实现新突破，取得一批具有国际领先水平的创新成果，为国家重大项目、重大工程实施提供了有力支撑。40年来，国防科技基础研究、前沿技术、先进工业技术创新能力和技术基础保障能力稳步提升。特别是“十二五”以来，按照“打基础、建体系、上水平”思路，构建军工关键基础产品机理验证研发平台。在量子信息、太赫兹、微机电、增材制造等前沿技术领域，掌握一批新技术、新机理和新方法。数字化三维设计、虚拟样机、仿真验证等先进设计技术广泛应用，敏捷制造、精益生产、柔性加工等先进制造模式向纵深拓展，试验验证技术向综合化集成化方向发展。完善标准、计量、质量、环试等技术基础专业体系，国防科技创新支撑保障能力更加稳固。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（4）国防科技创新体系逐步优化，创新生态系统日益完善。40年来，国防科技创新体系主体力量、资源布局、政策制度更加多元完备、开放共享，初步形成以总体设计、总装总成、系统集成和试验验证为龙头，以关键系统和设备专业化研制为支撑，以社会化协作配套为依托的军民融合发展格局。统筹型号任务与创新需求，统筹武器平台与专业化协作，大力加强科技创新能力建设，建成一批关乎全局、国际领先的科研试验设施，为国防关键技术攻关提供了基础保障。加强国防科技创新基地建设，形成涵盖国防科技重点实验室、国防重点学科实验室、国防科技工业创新中心的创新基地体系。国防科技创新基础性制度体系基本形成，科技奖励、评价激励、知识产权、成果转化、创新资源开放共享等方面的政策制度不断完善。以实施重大人才工程和计划为抓手，培养造就了老中青三代合理搭配，领军层、高端层、骨干层有序结合的高层次创新人才梯队。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（5）军民科技协同创新能力显著提升，有效促进技术双向支撑转化。充分发挥军工技术优势，在新一代信息技术、高端装备制造、节能环保、新材料及精细化工和非传统安全等重点领域，攻克一批产业化关键技术难题，形成一大批军工特色高技术产品。支持和引导有条件的优质社会资源和优势社会力量承担军工科研任务，目前获得武器装备科研生产许可证单位中，民口单位（含民营企业）占比近 $70 \\%$ ，承担任务层级已从低端配套向关键分系统及整机研制提升。连续发布《国防科技工业知识产权转化目录》《军用技术转民用推广目录》《“民参军”技术与产品推荐目录》，一大批军工重大试验设施和大型仪器共享信息向社会公开。军工集团公司民品产值占总产值比重稳定在 $70 \\%$ 左右，其中一半是军工高技术产业，并实现大批量出口。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "成就来之不易，回顾40年的探索实践，国防科技创新能够取得巨大成就，关键在于我们始终沿着邓小平同志等老一辈无产阶级革命家指引的方向，坚定不移地执行党中央的重大决策部署，探索走出一条中国特色自主创新道路。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "40年来，我们始终把强军兴军作为国防科技创新的根本出发点和落脚点。没有科学技术的现代化就没有国防和军队的现代化。我们紧紧围绕不同形势下军事战略方针、不同阶段军事斗争准备需要、不同时期国防和军队建设需求，加强国防科技发展思路、主攻方向和重点任务布局谋划，不断强化国防科技创新的科学性、针对性和前瞻性，为提升国防实力和军队战斗力提供有力支撑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "40 年来，我们始终把自主创新作为国防科技工作的战略基点。坚持需求牵引和技术推动相结合、工程管理和技术管理相协调，注重预先研究与积累跨越相衔接、系统集成与重点突破相统筹，着力突破重大关键技术和瓶颈短板问题，推动国防科技发展由跟踪研仿向自主研发转变，有效提升国防科技自主创新和自主可控能力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "40年来，我们始终把军民融合作为国防科技创新的重要途径。从“军转民用、以民养军”到“军民结合、寓军于民”，再到实施军民融合发展战略，国防科技创新始终坚持“大科技、大工业”发展理念，既发挥军工集团、军队科研院所在国防科技和武器装备创新发展中的主力军作用，也发挥中科院、高等院校、民口和民营企业的潜力优势，逐步推动军民双方的技术、人才、资金、设备设施、政策制度各类创新要素高效利用，有力提升国防科技创新体系整体效能。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "40年来，我们始终把育人立魂作为国防科技创新的战略依托。始终坚持以人为本的政策制度设计和勇攀高峰的创新精神传承，注重出成果和出人才并举、科学研究和人才培养结合，大力弘扬“两弹一星”、载人航天和人民军工精神，不断拓展民族文化丰富内涵，大力营造尊重知识、尊重人才、尊重创新的氛围环境。国防科技工业领域涌现出一批具有国际水平的战略科技人才，一批三四十岁年轻人成为“两总”系统中坚力量。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2进一步增强国防科技创新的使命感责任感 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "党的十九大对加快建设创新型国家、全面推进国防和军队现代化作出系统部署，确立了到21世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国、全面建成世界一流军队的宏伟目标，强调科技是核心战斗力、创新是建设现代化经济体系的战略支撑。习近平总书记高度重视国防科技创新，从2014年到2018年连续5年出席全国人大解放军代表团全体会议，并就国防科技体制机制创新、战略前沿技术探索、军民融合创新体系建设、创新战略人才培养等发表重要讲话。这些重要论述和决策部署，为我们在新起点上加快国防科技创新、提升自主创新能力提供了根本遵循、指明了方向。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从世界科技革命和军事革命发展态势看，国防科技创新已成为军事强国战略博弈的焦点。习近平总书记强调，发展科学技术必须具有全球视野，要下好先手棋、打好主动仗。科技革命往往是军事革命的序曲和先导。历次科技革命，均引发了战争形态、作战样式、武器装备生产模式的重大变革，推动大国交替崛起和世界战略格局调整。当前，新一轮科技革命和军事革命加速演进，国防科技发展呈现学科交叉、跨界融合、群体突破态势，人工智能、大数据、云计算等新兴技术加快向军事领域渗透运用，美国、俄罗斯等军事强国纷纷在国防科技领域前沿性、颠覆性技术方面加大战略投入，力求在激烈的国际战略竞争和军事竞争中掌握先机、赢得主动。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从实现中国梦强军梦的时代召唤看，国防科技创新肩负着前所未有的使命。习近平总书记强调，只有把核心技术掌握在自己手中，才能真正掌握竞争和发展的主动权，才能从根本上保障国防安全和其他安全。当今世界安全领域高技术化特点愈加明显，我国既受到来自传统安全领域的威胁，也面临来自新型安全领域的挑战。加快航天强国建设，引领科技强国、制造强国建设，助推质量强国、人才强国建设，支撑网络强国、海洋强国建设，构建适应信息化战争和履行新时代使命要求的武器装备体系，要求国防科技工业必须把握科技创新的主攻方向和突破口，加强超前谋划布局，加紧在一些战略必争领域形成独特优势，为维护国家战略安全发挥应有作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从我国国防科技工业和武器装备发展需求看，国防科技创新面临更高要求。习近平总书记强调，要牵住“牛鼻子”，把国防科技和武器装备建设的薄弱环节作为自主创新的主攻方向。现代战争，前台打的是武器装备，后台比拼的是国防工业实力，深层次的是国防科技实力和自主创新能力的较量。当前，武器装备发展体系化、信息化、自主化、实战化需求愈加迫切，更新换代速度加快，对技术先进性、质量与可靠性、自主可控和经济可承受性提出更高要求。国防科技工业亟须加快转变科研生产方式，大力发展柔性制造、网络制造、绿色制造、智能制造等新兴制造技术，构建灵活反应、快速响应的工业制造能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "站在新的历史方位，面对使命和任务、形势和挑战，我国国防科技工业创新尽管实现了较大跨越，但与维护国家安全、拓展国家利益和巩固大国地位需要比，与实现党在新时代的强军目标和“能打仗、打胜仗”要求比，与世界国防科技工业先进水平比，还存在较大差距。武器装备总体技术水平与世界先进水平有代差。军工核心关键技术和基础产品与自主可控要求有距离，特别是以军用核心电子元器件、关键材料、先进动力、高端制造装备、基础软件为代表的“五大瓶颈”受制于人的局面尚未根本改观。原始创新能力与长远发展需求有差距，重大基础研究和前沿领域的突破较少。协同创新机制与开放融合有滞后，国防科技创新资源整体利用效率不高，“开放不够、共享不够、转化不够”问题亟待解决，高层次领军人才和高技能人才缺乏。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3奋力谱写国防科技工业创新发展新篇章",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "强国必须强国防，强军必须强军工。建设世界一流军队，离不开世界一流的国防科技工业，必须要有世界一流的国防科技实力作支撑。面向新时代，国防科技工业创新发展将坚持以习近平新时代中国特色社会主义思想为指导，深人贯彻总体国家安全观，大力实施创新驱动发展战略和军民融合发展战略，着力增强自主创新能力，着力提升创新体系效能，着力优化协同创新环境，不断夯实自主可控和长远发展基础，努力把国防科技工业打造成国家科技创新高地和高端创新人才高地，有力保障武器装备建设和重大工程实施，为建设中国特色先进国防科技工业体系、引领我国整体跻身创新型国家行列、实现中国梦强军梦提供强大科技支撑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）履行强军首责，支撑武器装备跨越发展。全面推进军工核心能力体系效能型建设，加强新领域新专业技术试验验证等重大科研试验条件和设施建设，大力提升科研保障能力，解决受制于人的问题。围绕核、太空、海洋、网络空间安全，大力发展新一代武器装备技术，探索发展新概念武器技术。坚持“质量就是生命，质量就是胜算”理念，实施国防科技工业质量提升工程，加快推进零缺陷系统工程管理、数据包络分析、质量交集分析、产品质量波动控制等先进质量技术推广应用，增强武器装备供给质量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）发挥引领作用，加快实施国家科技重大项目工程。组织实施好载人航天与月球探测、高分辨率对地观测系统、“北斗”卫星导航系统、大型飞机等面向2020年的国家科技重大专项，确保如期实现目标。加快实施和深化论证航空发动机及燃气轮机、深海空间站、深空探测及空间飞行器在轨服务与维护系统、天地一体化信息网络工程、重点新材料研发及应用、国家网络空间安全等“科技创新-2030”重大项目。组织实施好国家民用空间基础设施、火星探测、重型运载火箭等国防科技工业重大项目。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）聚焦瓶颈短板，大力实施国防科技工业强基工程。瞄准国防科技工业基础薄弱、前沿空白、受制于人的共性关键基础问题，持续实施国防科技工业强基工程，全面推进各专项行动计划，尽快形成一批替代进口、填补空白、引领前沿的重大创新成果，提升自主可控水平。加强前沿性、颠覆性技术超前部署和条件建设，力争在人工智能、网络信息、认知计算、生物交叉、新材料等领域取得重大突破。加快发展先进工业技术，加强增材制造、智能机器人、工业互联网等技术研发，提升军工制造数字化、网络化和智能化水平。持续夯实军工行业标准、计量等技术基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）完善协同机制，提升创新体系整体效能。加强军民口科技管理部门协同协作，在国防科技发展重大问题研究、规划编制论证、重大项目组织实施、资源布局投入等方面，军民双方加强沟通交流，做好需求衔接。充分发挥军工集团、军队科研院所、国家科研院所、高等院校、民口和民营企业“六支力量”优势，挖掘全社会科技创新潜力，形成国防科技创新百舸争流、千帆竞发的生动局面。持续优化国防科技创新基地布局，组建国防领域国家实验室，加强国防科技重点实验室、国防重点学科实验室、国防科技工业创新中心建设。实施人才计划与人才工程，培养造就一大批具有国际水平的战略科技人才、科技领军人才、青年科技人才和高水平创新团队，弘扬“工匠”精神，传承“工匠”技艺，培育大国工匠队伍，营造崇尚创新、包容失败的创新环境。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（5）深化管理改革，激发科技创新创造活力。积极稳妥推进军工科研院所改革，激发内生动力和发展活力，培育形成一批有国际竞争力的创新型企业。加快推进军品能力结构调整，构建“小核心、大协作、专业化、开放型”的武器装备科研生产体系。建立完善国防科技创新机制措施，改进科研项目投入模式，全面实施军工科研项目后补偿制度，引导科研单位超前谋划、自主创新；加强基础研究稳定支持，实施国防科技重点实验室稳定支持长效机制，调动科研人员自主研究的积极性和主动性；实施军工科研项目指南公开发布制度，引导全社会优势力量参与国防科技创新活动；聚焦国防科技成果转化过程中的权益归属，推进国防科技成果使用权、收益权、处置权“三权”改革。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "春潮澎湃四十载，鼓舞神州竞创新。国防科技工业系统将继续紧密团结在以习近平同志为核心的党中央周围，全面贯彻习近平新时代中国特色社会主义思想，不忘初心、牢记使命，锐意进取、砥砺前行，更好履行和扛起富国与强军的双重使命，更好担负起“三项光荣职责”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "张克俭国家国防科技工业局副局长（副部长级）。1961年7月出生，1982年8月参加工作，1992年6月加入中国共产党。中国人民解放军国防科学技术大学本科毕业，中国科学技术大学工学硕士，研究员。长期在中国工程物理研究院及下属研究院所工作。2007年12月，任中国工程物理研究院党委书记（副部长级）。2015年8月，任国家国防科技工业局党组副书记。2015年9月任现职。",
        "page_idx": 4
    }
]