[
    {
        "type": "text",
        "text": "Effects of recovery time after fire and fire severity on stand structure and soil of larch forest in the Kanas National Nature Reserve, Northwest China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIU Xiaoju1,2, PAN Cunde1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 College of Forestry and Horticulture, Xinjiang Agricultural University, Urumqi 830o52, China;   \n2Landscape Technical Faculty,Xinjiang Agricultural Vocational Technical College,Changji 8311o0,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Forest recovery may be influenced by several factors,of which fire is the most critical. However, moderate-and long-term effects of fire on forest recovery are less researched in Northwest China.Thus, the effects of different forest recovery time after fire (1917 (served as the control),1974,1983 and 1995) and fire severities (low, moderate and high)on larch (Larix sibirica Ledeb.) forest were investigated in the Kanas National Nature Reserve (KNNR)， Northwest China in 2O17. This paper analyzed post-fire changes in stand density,total basal area (TBA),liter masssoil organic carbon (SOC) and soil nutrients (total nitrogen,total phosphorus and total potassium) with one-way analyses of variance. Results indicate that litter mass, TBA, SOC and soil nutrients increased with increasing recovery time after fire and decreasing fire severity， while the stand density showed an opposite response. The effects of fire disturbance on SOC and soil nutrients decreased with increasing soil depth.Moreover, we found that the time of more than $4 3 \\mathrm { ~ a ~ }$ is needed to recover the litter mass, TBA, SOC and soil nutrients to the pre-fire level.In conclusion, high-severity fire caused the greatest variations in stand structure and soil of larch forest,and low-severity fire was more advantageous for post-fire forest stand structure and soil recovery in the KNNR. Therefore,low-severity fire can be an eficient management mean through reducing the accumulation of forest floor fuel of post-fire forests in the KNNR,Northwest China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:fire severity；recoverytime; liter masstotal basal area; soil organic carbon；total nitrogen;total shosphorus; total potassium ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:LIUXiaoju,PANCunde.2Ol9.Efectsofrecoverytime after fireand fireseverityonstand structureandsoilof larch forest inthe KanasNational Nature Reserve，Northwest China.Journal of Arid Land,11(6):811-823. https://doi.0rg/10.1007/s40333-019-0022-9 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wildfire is an important disturbance agent in forest ecosystems (Liu et al., 2O13；Alcaniz et al., 2018),especially in boreal forests (Simard et al.,2Oo1). Various studies have focused on the fire regime,an important component of which is fire severity (Thode et al.,2O11). Fire severity can be defined as the total effect of a fire on an ecosystem (White and Pickett1985; Savadogo et al., 2007), including tree damage and mortality as wellas the quantity of burnt organic mater (Wright and Clarke,2007; Jayen et al.,2016).Fire severity afects soil properties (Certini,2005), post-fire vegetation community structure and dynamics (Certini, 2OO5; Wang and Kemball, 2Oo5; Cai et al., 2013; Jayen et al., 2O16),competitive interactions among plants in post-fire environments (Ducey et al.,1996),post-fire recovery levels in numerous forest systems (Perevoznikova et al.,2007; Vivian et al., 2008； Knelman et al., 2O15),and it can also change plant species diversity and richness through changes in site characteristics (Aref et al., 2Ol1; Pourreza and Hosseini,2014). Low- and moderate-severity fires increase the diversity and richness of plant species (Pourreza and Hosseini,2O14)； however,high-severity fire has been shown to exert an opposite effect (Pywell, 2OO2; Garcia-Dominguez and Fernandez-Palacios,2OO9).For example,the number of indicator species is known to decrease with increasing fire severity (Johnson,1992; Heydari et al., 2016). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fire led to large changes in stand structure (Peterson and Reich,2Oo1),and physical, chemical and biological properties of soils (Gonzalez-Pérez et al.，2O04; Certini, 2O05). Burned sites generally had lower tree density than unburned sites (Signellet al.,2Oo5).Fire causes increases in soil pH, bulk density and total phosphorus (TP) (Fernandez et al.,1997; Martin et al.,2012) and decreases in soil organic matter and carbon (C) (Neary et al.,1999; Johnson and Curtis,2001; Certini, 2Oo5), thus altering the soil physical structure (Arocena and Opio, 2003). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The post-fire recovery of plant species diversity needs a long-term process (about 90-100 a) (Zyryanova et al.,2Oo7).Low-severity fire is advantageous to forest development (Bergeron, 2010). Post-fire recovery of soil C，N (nitrogen） and $\\mathrm { \\bf ~ P }$ (phosphorus） relies on organic matter accumulation that linked with forest productivity (Quintero-Gradilla et al., 2O15). Furthermore, forest fire severity impacts recovery rate. The recovery rate of forest following a low-severity fire is higher than those of following moderate- and high-severity fires. Concentrations of C and $\\mathbf { N }$ in Nothofagus pumilio Krasser after 4 a post-fire were $52 \\%$ lower than those of without fire (Alauzis et al.,20O4). It may take 8O a for forest liter to recover to the pre-fire level (Lorenza et al., 2000). Understanding the post-fire responses of different soil layers is extremely essential for forest fire management. However, most studies have focused on the short- or moderate-term effects of fire severity (Gould et al.,2002; Lezberg et al.,2008; Kishchuk et al.,2015; Francos et al., 2016). A long-term perspective of post-fire responses should enable improved understanding of the resilience and capacity of a forest to respond to fire disturbance (Francos et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The immediate effects of fire on forest have been widely documented (Quintero-Gradilla et al., 2015),thus,the moderate- and long-term effects of diferent fire severities should be further investigated. Little is known about stand structure and soil property responses to fire severity in the Kanas National Nature Reserve (KNNR), Northwest China. Thus, the objective of this study was to analyze the changes of stand structure, litter mass, SOC, total N (TN), total P(TP) and total potassium (TK) in different soil layers after three times of fire occurrence following low-, moderate-，and high-severity in the KNNR,Northwest China. It was hypothesized that(1） the decreases of total basal area, litter mass,SOC and soil nutrients (TN,TP and TK) in high-severity fire stands were more significant than those of moderate- and low-severity fire stands; and (2) the recovery rates in low-severity fire stands would be the fastest among the three times of fire. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study was carried out in the KNNR $( 4 8 ^ { \\circ } 3 6 ^ { \\prime } 1 8 \" - 4 8 ^ { \\circ } 3 8 ^ { \\prime } 5 6 ^ { \\prime \\prime } \\mathrm { N } _ { \\cdot }$ $8 7 ^ { \\circ } 0 1 ^ { \\prime } 4 5 ^ { \\prime \\prime } – 8 7 ^ { \\circ } 3 3 ^ { \\prime } 5 0 ^ { \\prime \\prime } \\mathrm { E }$ ；a total area of $8 7 5 \\mathrm { k m } ^ { 2 } .$ ), located in Buerjin County,Xinjiang,Northwest China.The KNNR has a typical temperate climate. The annual average temperature is $0 . 2 ^ { \\circ } \\mathrm { C }$ ，the average annual precipitation is $1 0 6 5 ~ \\mathrm { { m m } }$ ， the average annual evaporation is $1 0 9 7 \\mathrm { m m }$ ,and the frost-free period is approximately 80 to 108 d (Liu et al., 2009). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There are 83 families,298 genera and 798 species of vascular plants in the KNNR; among these, the dominant tree species are Larix sibirica Ledeb., Picea obovata Ledeb., Pinus sibirica (Loud.) Mayr., Abies sibirica Ledeb., Betula pendula Roth. and Populus tremula Linn. (Liu et al., 2009). The dominant shrub species are Spiraea chamaedryfolia L.， Rosa spinosissima L. and Lonicera cearulea L. The dominant herbaceous species are Carex atrata Linn., Galium boreale Linn.,Aconitum leucostomum Worosch. and Elymus sibiricus L. (Fang et al.,2O14). The study area has a long history of fire, most of which are originated from lightning. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 Sampling design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Field surveys and soil sampling were conducted from June to September 2O17. The larch ( $L .$ sibirica) that is the dominant tree species in the KNNR， thrives in post-fire habitats (Gonzalez-Perez et al.,2O04; Kuz'Mina,2004),and their fire scars provide important data for studying fire regimes. Age analysis of forest fire scars was conducted to determine the years of fire disturbance (Farris et al.， 2O13） and tree rings were used to reconstruct fire history. Fire severity was determined using the height of tree scorch (Knapp and Keeley, 2OO6; Lentile et al., 2006；Halofsky and Hibbs,2009；Keeley，2O09)，and the height of tree scorch refers to the distance from the ground to_the height of tree blackening,measured with steel tape or a tree height measuring instrument LD6172. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Larch stands that had been disturbed by fires in 1974,1983 and 1995 were investigated. Stands that had only trace sign of a fire in 1917 served as the control (unburned stands). Study plots were stratified by fire severity (low-severity (LS), moderate-severity (MS) and high-severity (HS)) and by the year of the fire occurrence (1974,1983 and 1995).To compare the effects of fire on stand structure and SOC,TN,TP and TK in three soil layers with recovery time after fire and fire severities,we used a space-for-time substitution design in this study that relied on the assumption that all variations among stands were due to differences in time since the fire disturbance (Yanai et al.,2003; Bergeron, 2010). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "By seting lOO-metre-wide transects along altitude, fire-scarred trees were identified,and plots were established in larch stands with at least five fire-scarred trees at the same time.To minimize the influence of site conditions,we chose plots within the same altitudinal ranges from 1685 to $1 8 0 7 \\mathrm { m }$ in the middle of sunny slopes (Table 1). We selected 93 plots based on accessibility. The plots were $3 0 ~ \\mathrm { m } { \\times } 3 0 ~ \\mathrm { m }$ in dimensions and the boundaries of the plots were at least $5 0 \\mathrm { m }$ from the forest edge. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/30cdd7ffee6766c5226d4d9673ac6aab9d4ffa6c81af609eddd941a8e159300c.jpg",
        "table_caption": [
            "Table1Main characteristics of the studied plots "
        ],
        "table_footnote": [
            "Note:LS,low-severity;MS,moderate-severity;HS,high-severity "
        ],
        "table_body": "<html><body><table><tr><td>Fire severity</td><td>Yearoffire</td><td> Remevery</td><td>Noof</td><td>Altitude (m)</td><td>Slope (°)</td><td>Aspect</td><td>Canopy density</td></tr><tr><td rowspan=\"3\">HS</td><td>1974</td><td>43</td><td>10</td><td>1696-1796</td><td>1-10</td><td>Northwest, Northeast</td><td>60-70</td></tr><tr><td>1983</td><td>34</td><td>11</td><td>1685-1748</td><td>1-10</td><td> Northwest,</td><td>38-50</td></tr><tr><td>1995</td><td>22</td><td>7</td><td>1685-1759</td><td>1-10</td><td>Northwest</td><td>57-70</td></tr><tr><td rowspan=\"3\">MS</td><td>1974</td><td>43</td><td>13</td><td>1694-1807</td><td>1-10</td><td> Norhwest,</td><td>56-70</td></tr><tr><td>1983</td><td>34</td><td>9</td><td>1693-1803</td><td>1-10</td><td>Northwest</td><td>38-54</td></tr><tr><td>1995</td><td>22</td><td>10</td><td>1690-1741</td><td>1-10</td><td>Northwest</td><td>65-70</td></tr><tr><td rowspan=\"3\">LS</td><td>1974</td><td>43</td><td>7</td><td>1680-1796</td><td>1-10</td><td>Northwest</td><td>60-65</td></tr><tr><td>1983</td><td>34</td><td>9</td><td>1698-1806</td><td>1-10</td><td>Northwest</td><td>53-70</td></tr><tr><td>1995</td><td>22</td><td>8</td><td>1688-1807</td><td>1-10</td><td>Northwest</td><td>54-70</td></tr><tr><td>Control</td><td>1917</td><td>100</td><td>9</td><td>1688-1777</td><td>1-10</td><td>Northwest</td><td>54-76</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In each plot,we measured the diameter at breast height and canopy density. The altitude, gradient,aspect and slope of the plots and the species and number of all woody plants were recorded. Then, the TBA and stand densities of each plot were calculated.Five small quadrats (1 $\\mathrm { m } { \\times } 1 \\mathrm { ~ m } )$ ） were set in the centre and four corners of each plot. Litter was collected from each quadrat, weighed and dried,and the litter mass was calculated. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3Soil sample collection and measurement ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To obtain soil samples, we investigated three soil profiles on the upper, middle and lower slopes in each plot. One-kilogram soil samples were collected from three layers (O-10,10-25 and 25-70 cm) in each plot and then mixed to obtain composited samples for each soil layer (Maranon et al., 1999).Soil bulk density was sampled using $1 0 0 \\mathrm { - c m } ^ { 3 }$ circular knives in different layers,and samples were then air dried and sieved prior to analysis.Soil $\\mathrm { p H }$ was determined in aqueous soil extract (1:2, soil:water) using a digital $\\mathrm { \\ p H }$ metre.Soil organic material was assessed using the potassium dichromate oxidation heating method (Walkley and Black,1934).TN concentration was determined with the semimicro-Kjeldahl method (Bremner and Mulvaney，1982)，TP concentration was determined by the Bray extraction method (Bray and Kurtz,1945） with a molybdenum extraction colorimeter, and TK concentration was determined by ammonium acetate extraction (Knudsen and Petersen,1986) with the flame photometric method.The concentrations of SOC,TN,TP and TK multiplied by soil depth and bulk density of their areas of fire are equal to their contents. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4 Data analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "One-way analyses of variance was used to test the effects of recovery time after fire and fire severities on each variable,and post hoc Tukey's tests $( P { < } 0 . 0 5 )$ were performed for comparisons between means. These statistical analyses were carried out with SPSS version 24.0.Linear regression was used to assess the relationships between SOC and TBA, SOC and liter mass, and litter mass and TBA using OriginPro 2O18. The structural equation model (SEM) was applied to analyse the effects of fire disturbance on SOC and soil nutrients using SPSS AMOS 23.0. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Stand structure, soil property and litter mass ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "There were significant diferences in both stand density and TBA among the plots under different recovery time after fire and fire severities, suggesting that the coupling of forest fire severity and recovery time after fire strongly altered the stand structure of larch forests (Table 2).TBA increased with increasing recovery time after fire and decreasing fire severity, while stand density showed opposite trends and the stand density of the control was not smaller than those of the LS plots in 1974. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/1e2fe833f1c3301a4498a8b5777d667f3eb31dddeea3e8bfd9b8ed2c94d368a2.jpg",
        "table_caption": [
            "Table 2Stand density and total basal area among the plots under diferent recovery time after fire and fire severities "
        ],
        "table_footnote": [
            "Note:SD,standarderrorDiferentlowercaselettrswihinaowindicatesignificantdiferenceamongdiferentrecoeryeafter fire and fire severities at $P { < } 0 . 0 5$ level.LS,low-severity;MS,moderate-severity; HS,high-severity. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Variable</td><td rowspan=\"2\">1917 (Control)</td><td colspan=\"3\">LS</td><td colspan=\"3\">MS</td><td colspan=\"3\">HS</td></tr><tr><td>1974 (43 a)</td><td>1983 (34 a)</td><td>1995 (22 a)</td><td>1974 (43 a)</td><td>1983 (34 a)</td><td>1995 (22 a)</td><td>1974 (43 a)</td><td>1983 (34 a)</td><td>1995 (22 a)</td></tr><tr><td>Stand density (trees/hm²)</td><td>1264ab</td><td>1175b</td><td>1237a</td><td>1338ab</td><td>1336ab</td><td>1385ab</td><td>1394ab</td><td>1428a</td><td>1446a</td><td>1571a</td></tr><tr><td>SD (trees/hm²)</td><td>54</td><td>84</td><td>76</td><td>70</td><td>63</td><td>93</td><td>74</td><td>64</td><td>90</td><td>78</td></tr><tr><td>Total b/gal area</td><td>47.0a</td><td>44.2a</td><td>43.9a</td><td>41.8a</td><td>34.1ab</td><td>35.1ab</td><td>34.9ab</td><td>34.9ab</td><td>30.7b</td><td>25.2b</td></tr><tr><td>SD (m²/hm²)</td><td>0.5</td><td>5.4</td><td>11.8</td><td>9.6</td><td>2.7</td><td>3.0</td><td>5.9</td><td>3.4</td><td>1.8</td><td>1.3</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Recovery time after fire and fire severity had significant effects on soil physical and chemical properties (Table 3). There were no significant differences in bulk density and $\\mathrm { p H }$ among the plots under different recovery time after fire and fire severities.The soil $\\mathrm { \\ p H }$ values were moderately acidic (5.32-5.91). There were significant differences in SOC and TN concentrations between the control and the plots with different recovery time after fire and fire severities.The control plot had significantly higher SOC concentration than the HS plot in 1995 and had significantly higher TN concentration than the MS and HS plots in 1983 and 1995(Table 3).The control plot had the highest SOC，TN, TP and TK values.There were no significant differences in the average concentrations of SOC,TN,TP and TK among the plots under different recovery time after fire and fire severities (Table 3). There were significant differences between the C:N and N:P ratios. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The C:N ratio of the LS plots in 1974 was significantly lower than those of the MS plots in 1974 and 1983 and the HS plots in 1995,and the N:P ratio of the LS plot in 1974 was significantly lower than that of the control (Table 3). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/bd0595281d16da467fd501dd0330ca15d6c88f9285de8c67bc5224a1caa12ade.jpg",
        "table_caption": [
            "Table 3Soil physical and chemical properties among the plots under diferent recovery time after fire and fire severities "
        ],
        "table_footnote": [
            "Note:SD,standardror.Diferentlowercaseletersitinowinicatesignificantdiferencesamongdiferentecoeryieafter fire and fire severities at $P { < } 0 . 0 5$ level.LS,low-severity;MS,moderate-severity;HS,high-severity. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Parameter</td><td rowspan=\"2\">(19171)</td><td colspan=\"3\">LS</td><td colspan=\"3\">MS</td><td colspan=\"3\">HS</td></tr><tr><td>1974 (43a)</td><td>1983 (34 a)</td><td>1995 (22 a)</td><td>1974 (43 a)</td><td>1983 (34 a)</td><td>1995 (22 a)</td><td>1974 (43 a)</td><td>1983 (34 a)</td><td>1995 (22 a)</td></tr><tr><td>Bg/k0emty</td><td>1.001a</td><td>1.159a</td><td>1.062a</td><td>1.026a</td><td>1.033a</td><td>1.093a</td><td>1.096a</td><td>1.006a</td><td>1.091a</td><td>1.066a</td></tr><tr><td>SD (g/100 cm³)</td><td>0.466</td><td>0.064</td><td>0.068</td><td>0.093</td><td>0.062</td><td>0.029</td><td>0.069</td><td>0.987</td><td>0.506</td><td>0.055</td></tr><tr><td>pH</td><td>5.290a</td><td>5.770a</td><td>5.510a</td><td>5.280a</td><td>5.280a</td><td>5.670a</td><td>5.300a</td><td>5.700a</td><td>5.880a</td><td>5.200a</td></tr><tr><td>SD</td><td>0.080</td><td>0.170</td><td>0.170</td><td>0.120</td><td>0.160</td><td>0.180</td><td>0.100</td><td>0.150</td><td>0.250</td><td>0.130</td></tr><tr><td>SOC (g/kg)</td><td>25.365a</td><td>19.340ab</td><td>15.559ab</td><td>14.126ab</td><td>17.708ab</td><td>15.563ab</td><td>14.126ab</td><td>15.590ab</td><td>15.138ab</td><td>12.147b</td></tr><tr><td>SD (g/kg)</td><td>4.571</td><td>4.056</td><td>2.482</td><td>1.527</td><td>1.456</td><td>2.498</td><td>1.527</td><td>1.616</td><td>2.184</td><td>1.173</td></tr><tr><td>TN (g/kg)</td><td>1.512a</td><td>1.244ab</td><td>0.934ab</td><td>0.973ab</td><td>1.011ab</td><td>0.872b</td><td>0.819b</td><td>0.911ab</td><td>0.862b</td><td>0.668b</td></tr><tr><td>SD (g/kg)</td><td>0.248</td><td>0.069</td><td>0.175</td><td>0.145</td><td>0.131</td><td>0.081</td><td>0.084</td><td>0.154</td><td>0.087</td><td>0.054</td></tr><tr><td>TP (g/kg)</td><td>1.498a</td><td>1.390a</td><td>1.278a</td><td>0.999a</td><td>1.233a</td><td>1.180a</td><td>1.042a</td><td>1.269a</td><td>0.883a</td><td>0.872a</td></tr><tr><td>SD (g/kg)</td><td>0.205</td><td>0.458</td><td>0.149</td><td>0.079</td><td>0.182</td><td>0.164</td><td>0.053</td><td>0.278</td><td>0.070</td><td>0.067</td></tr><tr><td>TK (g/kg)</td><td>10.534a</td><td>9.961a</td><td>8.231a</td><td>7.243a</td><td>9.488a</td><td>8.036a</td><td>7.547a</td><td>8.480a</td><td>6.677a</td><td>6.201a</td></tr><tr><td>SD (g/kg)</td><td>0.555</td><td>1.025</td><td>0.846</td><td>0.969</td><td>0.566</td><td>1.232</td><td>1.108</td><td>1.104</td><td>1.191</td><td>1.194</td></tr><tr><td>C:N</td><td>16.793ab</td><td>12.135b</td><td>17.577ab</td><td>14.499ab</td><td>21.895a</td><td>22.578a</td><td>15.880ab</td><td>17.197ab</td><td>16.940ab</td><td>22.539a</td></tr><tr><td>SD</td><td>1.012</td><td>1.467</td><td>1.307</td><td>2.574</td><td>1.858</td><td>2.775</td><td>1.992</td><td>2.033</td><td>2.089</td><td>0.175</td></tr><tr><td>N:P</td><td>1.489a</td><td>0.590b</td><td>1.097ab</td><td>0.853ab</td><td>1.026ab</td><td>0.888ab</td><td>0.867ab</td><td>0.854ab</td><td>0.972ab</td><td>1.255ab</td></tr><tr><td>SD</td><td>0.254</td><td>0.083</td><td>0.195</td><td>0.135</td><td>0.083</td><td>0.212</td><td>0.130</td><td>0.167</td><td>0.223</td><td>0.240</td></tr><tr><td>C:P</td><td>22.652a</td><td>14.248a</td><td>11.743a</td><td>25.019a</td><td>22.597a</td><td>15.380a</td><td>14.777a</td><td>13.666a</td><td>13.573a</td><td>14.466a</td></tr><tr><td>SD</td><td>4.322</td><td>2.647</td><td>2.007</td><td>5.502</td><td>2.817</td><td>2.208</td><td>1.991</td><td>2.163</td><td>2.105</td><td>2.549</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The litter mass was significantly higher in the control (5.861 $( \\pm 0 . 7 3 2 )$ （20 $\\mathsf { t } / \\mathsf { h } \\mathsf { m } ^ { 2 } .$ ） than those of the HS plots in 1974,1983 and 1995 with the following order of control>LS>MS>HS (Fig.1). The average litter masses for the LS,MS and HS plots of larch forest were 3.763,3.303 and $2 . 5 1 2 \\ : \\mathrm { t } / \\mathrm { h m } ^ { 2 }$ respectively.For the plots in 1974,1983 and 1995,the average litter mass decreased by 3.636, 3.020 and $2 . 9 2 0 ~ \\mathrm { t / h m } ^ { 2 }$ ,respectively (Fig. 1). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/14b70a36af024f6e48d5fa2abd5ef557b191da310e1be3e92795db534267fb3a.jpg",
        "img_caption": [
            "Fig.1Litter mass among the plots under diffrent fire severitiesand recovery time after fire.Different lowercase letters mean significant differencesamong different recovery time after fire and fire severities at $P { < } 0 . 0 5$ level.Error bars indicate standard errors.LS,low-severity; MS,moderate-severity; HS,high-severity. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The SOC concentrations were positively related to the TBA( $R ^ { 2 } { = } 0 . 3 0 3$ ：， $P { < } 0 . 0 1 \\$ ).Significant positive relationships were observed between SOC and TBA ( $R ^ { 2 } { = } 0 . 2 7 0$ ， $P { < } 0 . 0 1$ ), litter mass and TBA ( $R ^ { 2 } { = } 0 . 2 7 0$ $\\scriptstyle P < 0 . 0 1 { \\mathrm { ~ . ~ } }$ (Fig.2). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "15] (a) y=1.437+0.058x 50j(b) y=8.305+0.221x 501 (c)y=11.070+0.993x R²=0.270;P<0.01 R²=0.303;P<0.01 R²=0.320;P<0.01 四 e rrr)ssnsn 30 20 10 0 0 0 0204060 80100120140 020 40 60 80100120140 0 5 10 15 TBA(m²/hm²) TBA (m²/hm²) Litter mass (t/hm²) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 Concentrationsandcontentsof SOC,TN,TPand TK ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The concentrations of SOC,TN,TP and TK in the three soil layers (O-10,1O-25 and $2 5 { - } 7 0 ~ \\mathrm { c m } ,$ were highest in the control (Fig.3). There were significant differences in SOC,TN,TP and TK concentrations between the HS plots and the control among the three soil layers.SOC,TN and TP concentrations in the MS plots were also significantly different from the control,except for the MS plot in 1983 in the $2 5 \\mathrm { - } 7 0 ~ \\mathrm { c m }$ soil layer.However, the concentrations of SOC had significant differences in 1974 and 1983 under different fire severities only in the $0 { - } 1 0 ~ \\mathrm { c m }$ soil layers (Fig. 3a).TN concentrations in the $0 { - } 1 0 ~ \\mathrm { c m }$ layer in1974,the $1 0 { - } 2 5 ~ \\mathrm { c m }$ layerin1974 and1983,and the $2 5 { - } 7 0 ~ \\mathrm { c m }$ layer in 1974 under different fire severities showed similar trends (Figs.3d-f). TP concentrations also showed similar trends,except for the plots in the $2 5 { - } 7 0 ~ \\mathrm { c m }$ layer in 1995.The order of the concentrations of SOC,TN,TP and TK under different fire severities was as follows: control ${ \\mathrm { > L S > M S > H S } }$ . The order of concentrations of SOC，TN，TP and TK under different recovery time after fire was as follows: $1 9 1 7 { > } 1 9 7 4 { > } 1 9 8 3 { > } 1 9 9 5$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this study, SOC,TN and TP contents were higher in the control than in the other treatments, except for TK content (Fig. 4). The order of the SOC,TN,TP and TK contents under different fire severities was as follows: control ${ > } \\mathrm { L S > M S > H S }$ ,except for the TK contents in the $2 5 { - } 7 0 ~ \\mathrm { c m }$ layer. The order of SOC and TN contents under different recovery time after fire was as follows: $1 9 1 7 { > } 1 9 7 4 { > } 1 9 8 3 { > } 1 9 9 5$ . TP and TK contents showed no significant differences under different recovery time after fire and fire severities except for the $0 { - } 1 0 ~ \\mathrm { c m }$ soil layer in 1993 and the 10-25 cm layer in 1974. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3 SEManalysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The SEM fiting was used to analyse the effect of recovery time after fire and fire severity on SOC and soil nutrients. Average concentrations of SOC, TN,TP and TK were used for analysis, and the control data were excluded ( $\\scriptstyle { P = 0 . 1 2 1 }$ ; Fig. 5). Results suggested that recovery time after fire and fire severity have direct impacts on SOC and soil nutrients. Increasing fire severity appeared to decrease TN $( - 0 . 3 4 )$ ，SOC $( - 0 . 2 4 )$ ，TK $( - 0 . 2 3 )$ and TP $( - 0 . 2 1 )$ concentrations. Positive effects of recovery time after fire on TN, SOC,TK and TP concentrations were observed, and the standardized path coefficients were 0.49, O.29, 0.25 and O.18, respectively. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Recovery time after fire and fire severity exerted significant effects on stand structure of larch forest and soil physical and chemical properties in the KNNR,Northwest China. The control generally had higher TBA and liter mass of larch forest and had higher concentrations in SOC, TN,TP and TK,compared with burned stands. Among stands that had been disturbed within the last $4 3 \\mathrm { ~ a ~ }$ , increasing recovery time after fire and decreasing fire severity generally led to increased TBA,litter mass,SOC, TN, TP and TK concentrations; however, not all the differences were generally significant. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/859fe525707c5785605d7f766ddb2776bcfdccdc9b1e32b93d628ea37746b80b.jpg",
        "img_caption": [
            "Fig.3Soil organic carbon (SOC),total nitrogen (TN)，total phosphorus(TN） and total potassium(TK) concentrations in different soillayers under different fire severitiesand recovery time after fire.LS,low-severity; MS，moderate-severity;HS,high-severity. Diffrent lowercase letters show significant differencesamong different recovery time after fire and fire severities at $P { < } 0 . 0 5$ level.Bars indicate standard error. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1Soil property and stand structure ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The significantly different C:N, N:P and C:P ratios revealed variations of SOC, TN and TP between post-fire and pre-fire conditions. Roscoe et al.(2OoO) and Francos et al. (2018） also identified significant differences in the soil C:N ratio several decades after wildfire.Fire severity affects stand structure of forest and soil recovery,and its effects may last many years after a fire (Dzwonko et al.,2O15; Miquelajauregui et al., 2016). In this study, litter mass increased with increasing recovery time after fire,and the linear regressions between littr mass and SOC, TBA and SOC,and liter mass and SOC were positive,which may indicate that the input of organic matter is less than liter production and decomposition (Hu et al.,2013). These findings suggested that fire severity had long-term impacts on litter mass and TBA and TBA impacted SOC through litter mass losses.The litter mass of the LS plots in 1974 was $4 . 7 1 0 ~ \\mathrm { t / h m } ^ { 2 }$ ，which was less than that of the control $( 5 . 8 6 1 ~ \\mathrm { t / h m } ^ { 2 } )$ . Fire eliminated most of the litter,and the losses caused by HS fire were greater than those of LS and MS ones,and the recovery rate of litter in the LS plot was the highest. There was less litter mass in the plots with HS fire than in the plots with MS and LS fires,which is consistent with the findings of Pausas et al.(2Oo2).It took more than 43 a for forest liter to recover to the pre-fire level, depending on forest structure and fire severity. The relationship between litter mass and TBA was positive, indicating that leaf litter production was lower in the youngest plots (Quintero-Gradilla et al.,2O15).TBA decreased,but stand density increased with increasing fire severity,supporting the findings that fire strongly alter the forest structure (Kasischke and Johnstone,2OO5; Laughlin and Fulé, 2Oo8; Martin et al., 2012). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/af15bd3dc6433b5c9a02f9cda433e056f60e496770a02ffe7d59904cdd36c549.jpg",
        "img_caption": [
            "Fig.4Soil organiccarbon (SOC),total nitrogen (TN),total phosphorus (TP)and total potassium (TK) contents in diferent soil layers under diffrent fire severitiesand recovery time after fire.LS,low-severity；MS, moderate-severity;HS,high-severity.Different lowercase leters show significant diffrences among diferent recoverytimeafterfireandfire severities at $P { < } 0 . 0 5$ level.Bars indicate standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/16d00bb8a71a0394f9f7e7045d9df8c3a9b63d6c933c10d6124e2c651d96c85b.jpg",
        "img_caption": [
            "Fig.5Resultof structural equation model (SEM).Time,recovery time after fire;Severity,fireseverity;SOC soil organic carbon; TN, total nitrogen; TP, total phosphorus; TK, total potassium. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2 Concentrations and contents of SOC and soil nutrients ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "SOC and TN concentrations were found to increase with increasing recovery time after fire, which is consistent with previous studies,indicating that soils need time to recover after a fire (Simansky,2015; Francos et al.,2O18). It was reported that soil C and $\\mathbf { N }$ are reduced due to volatilization,charring and oxidation under HS fire (Giovannini et al.,1988; Rovira et al., 2012). We found that SOC, TN,TP and TK concentrations in the O-1O and $1 0 { - } 2 5 ~ \\mathrm { c m }$ soil layers need more than 43 a to recover to the pre-fire levels. The variations in TP and TK concentrations in different soil layers under diferent recovery time after fire were not consistent, likely because soil properties can be influenced by recovery time after fire and soil depth (Verma and Jayakumar, 2018). In the $0 { - } 1 0 ~ \\mathrm { c m }$ layer, the SOC and TN concentrations in the plots with LS fire were higher than those in the plots with MS and HS fires,and the corresponding concentrations in the control were higher compared with those under shorter recovery time after fire. After a fire,SOC concentration significantly decreased (Belland Binkley,1989;Murphy et al.,2OO6; Badia et al., 2012;Alcaniz et al., 2O16),and TN concentration could also decrease. A wildfire at Donnelly Flats,Alaska, USA resulted in the losses of up to $50 \\%$ of soil C and $33 \\%$ of soil N stocks (Neff et al.,2005).The results of the present study are consistent with those of Debano (2Oo0), who found that the strongest responses in SOC and TN concentrations existed in the $0 { - } 1 0 ~ \\mathrm { c m }$ soil layer. The effects of fire on SOC, TN, TP and TK concentrations decreased gradually with increasing soil depth, demonstrating that the impacts of fire severity were weaker in deeper soil than in surface soil (Fernandez et al., 1997; Certini, 2005; Wang et al., 2013). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We observed that SOC contents were significantly different in the $0 { - } 1 0 ~ \\mathrm { c m }$ soil layer for the same year of fire occurrence, suggesting that fire severity greatly impacted SOC contents. The SOC contents in the plots with longer recovery time after fire were higher than those of with shorter recovery time after fire.Fernandez et al.(1997） also found that more than $50 \\%$ of the organic mater in the surface soil humus was lost after a wildfire.In the moderate- and long-terms, fire-affected areas have significantly lower total carbon content than the control plot (Francos et al.,2018). Johnson et al. (2Oo5) and Kaye et al. (2O1O) observed that total carbon content failed to recover to the pre-fire levels for 1O-2O a aftera wildfire. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The results of the present study suggested significant differences in TN contents among the plots with different fire severities and the same recovery time after fire in the O-1O and $1 0 { - } 2 5 ~ \\mathrm { c m }$ soil layers.This indicated that HS fire had more significant impacts on TN contents.The TN contents in the control plot were higher than those of the plots with different recovery time after fire, suggesting that it took a long time to recover to the pre-fire TN levels (Moghaddas and Stephens, 2OO7). The decrease in soil TN contents with increasing burning temperature may be explained by the reduction in organic $\\mathbf { N }$ contained in organic matter (Huang and Boerner, 2007) and direct volatilization (Burgoyne and Deluca, 2Oo9). The significant differences among TN contents in three soil layers with HS fire and the control indicated that TN content was sensitive to fire severity. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The TP contents in the O-1O and $1 0 { - } 2 5 ~ \\mathrm { c m }$ soil layers decreased with increasing fire severity, which is in line with the results of Certini (2OO5). Duguy et al. (2OO7) observed a decrease in total and available $\\mathrm { ~ \\bf ~ P ~ }$ contents in soil after a fire in eastern Spain.Moreover, direct volatilization and oxidation (Raison,1985） and nutrient loss as particulates in smoke may cause losses of TP content (Certini, 2Oo5). We did not observe any significant variation in TK contents among the burned plots,which is different from the Mehdi et al. (2O12).The trend of TK content might be attributed to the similar value of bulk density among the burned plots. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3 Relationships of fire disturbance factors with concentrations of SOC and soil nutrients ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The SEM was applied for analyzing the relationships of fire disturbance factors and concentrations of SOC and soil nutrients. The results suggested that SOC,TN, TP and TK concentrations increased with decreasing fire severity and increasing recovery time after fire. Forest floors are a major reservoir of soil N that is substantially decreased under a fire by the burning of litter, duff and soil (Driscoll et al.,1999; Simard et al.,2O01). Giovannini et al.(1988) observed that fire caused total destruction to partial scorching of organic matter, including volatilization，charring and oxidation.Verma and Jayakumar (2O18） found that losses of phosphorus by volatilization or leaching were small. The retrogradation of potassium was attributable to precipitation and adsorption after a fire and then increased by the colonization of the burned areas by vegetation during recovery (Alcaniz et al., 2O16). The above reports agreed with our results that the sensitivity order of SOC and soil nutrients to fire severity and recovery time after fire was TN,SOC,TK and TP,indicating that fire severity and recovery time after fire play important roles in soil recovery in burned areas. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fire severity and recovery time after fire affected the stand structure,litter mass of larch forest and soil properties in the KNNR,Northwest China.Stand structure,litter mass, SOC and soil nutrients in the $0 { - } 1 0 ~ \\mathrm { c m }$ and $1 0 { - } 2 5 ~ \\mathrm { c m }$ soil layers need more than 43 a to recover to the pre-fire levels,and the recovery rate varies with fire severity and recovery time after fire, with HS fire needing the longest time to recover. The slow recovery rate may result from the low metabolic rate of the boreal forest ecosystem. Fire severity plays a crucial role in the carbon and nutrition cycles of the boreal forest ecosystem,and it should be noted that fire severity willikely increase in the future due to climate change.Therefore,future fire in this area should be controlled within the range of low-severity. It is recommended that field surveys should be conducted immediately at least one to three years after fire to analyze the short-term effects of fire in the KNNR. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China(31570634)and the Projectof Xinjiang Agricultural Vocational College (XJNZYKJ201712).The field survey was asisted by the Kanas Forestry Bureau in Xinjiang,China. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AlauzisMV,MazzarinoMJ,aaeleE,etal.O4.WdfireinNWPatagonia:long-termeffectsonaNothofagusforestsoilForest Ecology and Management,192(2-3): 131-142.   \nAlcanizM,OuteiroLrao,tal6ogteamisfsoilcalpropertisfprescbedfieindi forest (Montgri Masif,Catalonia, Spain).Science of the Total Environment,572:1329-1335.   \nArefIM,ElAtaHA,MohamedAlamanARM.2O1Effctofforestfireontreediversityandsomesoilproperties.Inteatioal Journal of Agriculture and Biology,13(5): 659-664.   \nArocenaJM,OpioC.20o.Prescribedfire-inducedchanges inpropertiesofsub-borealforestsoils.Geoderma,113(1-2):1-16.   \nBadiaD,MartiC,AguireAJ,etal.2O14.WildfireefectsonnutrientsandorganiccarbonofaRendzicPhaeozeminNEpain: Changes at cm-scale topsoil. Catena,113:267-275.   \nBellRL,BinkleyD.989.Soilnitrogenmineralizatioandimmobilizationinresponsetoperiodicprescribedfireinaloblollpine plantation. Canadian Journal of Forest Research,19(6): 816-820.   \nBergeronY.2ol0.Impactofclimatechangeonforestfireseverityandconsequencesforcarbonstocks inborealforeststandsofQuebec, Canada: asynthesis.Fire Ecology,6(6):16-44.   \nBrayRH,KurtzLT945.Deterinatiooftotalganic,andavalablefsofphosphorusinoils.Soiliene,59():946.   \nBremnerJM,MulvaneyCS.1982.Nitrogentotal.In:PagAL,MilerRHKeeneyDR.MethodsofSoilAnalysis.Part2:Chemical and Microbiological Properties ( $2 ^ { \\mathrm { n d } }$ ed.).Madison: American Society of Agronomy, 595-624.   \nBurgoyneTA,DelucaTH2o9.Short-termeffectsofforestrestorationmanagementonnon-symbioticnitrogen-fixationnweste Montana.Forest Ecology and Management,258(7):1369-1375.   \nCai W,YangJLiuZ,etall3.Post-firetreeeruitmetoforealchforstinrtheastCa.FrestEologdaagt, 307:20-29.   \nCertini G.2005.Effects of fire on properties of forest soils: areview. Oecologia,143:1-10.   \nDebanoLF2o.Theroleoffireandsoilheatingon waterrepelencyinwildland environments:areview.Journalof Hydrology, 231-232:195-206.   \nDriscollKG,ArocenaJM,MasicoteHB99.Post-firesoilitrogencontetandvegetatiocompositioninSub-Borealspruce forests of British Columbia's central interior,Canada.Forest Ecologyand Management,121(3):227-237.   \nDuceyMJ,MoserWK,AshtonPMS.1996.Eectofireintensityonunderstorycomposionanddiversityinaalmia-doated oak forest,New England,USA.Vegetatio,123(1): 81-90.   \nDuguyB,RoviaPValljoR.O7.LanusehistoryndfireefetsonsoilfertitiasteSpinEropeanJoualofSiliece 58(1): 83-91.   \nDzwonko Z,LosterS,GawroskiS.2O15.Impactoffireseverityonsoilpropertiesndthedevelopmentof treeandshrubspecies ina Scots pine moist forest site in southern Poland.Forest Ecology and Management, 342:56-63.   \nFang Y, Liu H, Bai $z _ { \\mathbf { \\lambda } } ( \\mathbf { \\lambda } )$ ,et al.2014.Spatial pattern of carbon storage and carbon density in forestvegetation of the Kanas National Natural Reserve.Journal of Nanjing Forestry University,38(6):17-22.(in Chinese) frequency in south-western ponderosa pine forests.International Journal of Wildland Fire,22(8):1021-1033.   \nFernandezI,CabaneiroA,Carbalas T997.OrganicmaterchangesimmediatelyafterawildfireinanAtlanticforestsoiland comparison with laboratory soil heating. Soil Biology and Biochemistry,29(1):1-11.   \nFrancosM,ubedXvier,TortJetal.O16.Theoleofforestfireseverityovegetatioecoveryafter8years.Implicatiosforfoest management of Quercus suber L.in Iberian Peninsula.Global and Planetary Change,145:11-16.   \nFrancos M,UbedXereiraP,etal.018.Long-teimpactofildfireonsoilsexposedtodiferentfireseverits.Acasestudyin Cadiretes Massif (NE Iberian Peninsula).The Science of the Total Environment,615: 664-671.   \nGarcia-DomingezCM,ernndez-alaciosJ.9.Efectoffre itensitynonnativeplantspciescommunityinaCanarianpine forest three and eleven years after fire.Open Forest Science Journal, 2(2): 70-77.   \nGiovanniniG,LucchesiS,GachetiM.988.Efectofhatingonsomephysicalandchemicalprameterselatedtosoilaggregation and erodibility. Soil Science,146(4): 255-261.   \nGonzalez-PerezJA,onzalez-VilaF,AlmendrosG,etal.2O04.Teeffectoffireonsolorganicmattrareview.Enviroent International,30(6): 855-870.   \nGould KA,FredericksenTS,MoralesF,etal.2O02.Post-firetreeregenerationinlowlandBolivia:implicationsforfiremanagement. Forest Ecology and Management,165(1-3): 225-234.   \nHalofskJE,HibbsDE.O09.Relationshipsamong indicesofireseverityinripariazones.Interational Journalof WildandFire, 18(5): 584-593.   \nHardenJW,Mack M,VelduisH,etal.2Oo2.Firedynamicsand implications fornitrogencycling inborealforests.Jouralof Geophysical Research,107(D3): 8223.   \nHeydariM,FaramarziM,PothierD.2O16.Post-firerecoveryofherbaceousspeciescompositionanddiversityandsoilquality indicators one year after wildfire in asemi-arid oak woodland.Ecological Engineering,94: 688-697.   \nHuYL,ZengDH,ChangSX,etal.20l3.DyamicsofsoilandrootCstocksfollowingforestationofcoplands witholars ina semi-arid region in northeast China.Plant and Soil,368(1-2): 619-627.   \nHuangJJ,BoeerREJ.OO7Effectsoffirealoeorombiedwiththiningontisseutrintconcentratiosndutrientstion in Desmodium nudiflorum. Oecologia,153(2): 233-243.   \nJayenK,Leduc,BergeronY2O6.EffectsoffiresverityonregenerationsuccsintheborealfrestoforthwetQuebc,Caada. Ecoscience,13(2): 143-151.   \nJohnsonDW,CurtisPS.Oo1.EfectsofforestmanagementonsoilCandNstorage: metaanalysis.ForestEcologyandManagement, 140(2-3):227-238.   \nJohnsonDW,MurphyJFSusfalkRB,etal.2Oo5.Theefectsofwildfire,salvagelogging,andpost-fireN-fixationontheutrient budgets of a Sierran forest.Forest Ecology and Management,220(1-3):155-165.   \nJohnsonEA.992.Fireandvegetationdynamics:studiesfromtheNorthAmericanborealforest.JouralofEcology,81(2):38485.   \nKasischkeESJohstoneJFo5.Variationinposfreorgaiclayerthicknesinablack sprceforestcomplexininterorAaskaand its effects on soil temperature and moisture.Canada.Canadian Journal of Forest Research,35(9): 2164-2177.   \nKayeJP,RomanyaJ,VallejoVR.2O10.Plantandsoilcarbonaccumulationfolowingfirein Mediterranean woodlands in Spain. Oecologia,164(2): 533-543.   \nKeleyJE.2o9.Fireintesityfireseverityandburnsverity:abriefreviewandsuggesteduageIterationalJouralofWildland Fire,18(1): 116-126.   \nKishchukBE,ifultE,Lorente,etal.215Decadalsolandsandresposetofire,harvest,andslvageloggingdisturbacesin the western boreal mixed wood forest of Alberta,Canada.Canadian Journal of Forest Research,45(2):141-152.   \nKnappEE,KeleyJE.2O6.Heterogeneityinfireseveritywithinearlyseasonandlateseasonprescribedbusinamixed-conifer forest.International Journal of Wildland Fire,15(1): 37-45.   \nKnelman JE,GrahamEB,TrahanNA,etal.2O15.Firesevertyshapesplantcolonizationeffectsonbacterialcommunitystructure, microbialbiomas,andsoilenzyeactivityinscondarysucessionofabuedforest.SilBiologyandBochemistry9:6-168.   \nKnudsenD,etersen GA,PrattPF1986.Lithum,sodiumandpotassum.In: PageAL,MilerR H,KeeneyDR.Methodsof Soil Analysis. Madison: Soil Science Society of America, 225-246.   \nKuz'MinaNA.2OO4.VariationinparametersofSiberianLarchtresindiferentforest typesinthe Angarariverbasin.RussianJoual of Ecology,35(5): 303-307.   \nLaughlin DC,FuléPZ.2Oo8.Wildland fireefectsonunderstoryplantcommunities intwofire-prone forests.CanadianJouralof Forest Research,38:133-142.   \nLentileLB,HoldenZA,mithMS,etalRemotesesingtechqus tssactivefirearacterisicsadostfeefects. International Journal of Wildland Fire,15(3): 319-345. post-fire nitrogen availability in aponderosa pine forest.Forest Ecology and Management,255(1): 49-61.   \nLiu CL,Pan CD,AsilehanB,etal.2O9.Effectsofnaturalfiredisturbanceonstructureof tre speciesinKanas tourismdistrict, Xinjiang,China. Chinese Journal of Plant Ecology,33(3): 555-562.(in Chinese)   \nLiu Z,Yang J,HeHS.2O13.Studyingtheefectsoffueltreatmentbasedonburnprobabilityoaborealforestlandscape.ouralof Environmental Management,115: 42-52.   \nLorenza K,PrestonbCM,Raspea S,etal.2O.Literdecompositionand humus characteristics in Canadianand German spruce ecosystems: information from tannin analysis and $^ { 1 3 } \\mathrm { C }$ CPMAS NMR. Soil Biology and Biochemistry,32(6): 779-792.   \nMaranón T,AjbilouR,OjedaF,et al.199.Biodiversityof woody species inoak woodlands of souther Spainand northen Morocco. Forest Ecology and Management, 115(2-3):147-156.   \nMartin A,DiazRaviaCarballsTOl.Short-ndmedimteevolutionofslproprtisinAtnticforesteosstecte by wildfire. Land Degradation and Development, 23(5): 427-439.   \nMehdi H,AliS,AliM,etall.EectsofdierentfireveritylevelsonolcemicaladpsicalpropertsinZgrosfestsof western Iran.Folia Forestalia Polonica,54(4): 241-250.   \nMiquelajaureguiYCummingSG,GauthierS.Ol6.Modellngvariablfireseverityinborealforests:eectsoffireintesityadstad structure.PloS ONE,11(2): e0150073.   \nMoghaddasEEY,StephesSL.2Oo7.iningburingandthi-burnfueltreatmentefectsonsoilpropertiesinaeraevda mixed-conifer forest.Forest Ecology and Management, 250(3): 156-166.   \nMurphyJD,JohsonDW,MilleW,etal.2o6.PresibedfireeffectsoforestfloandlnutrientsinieraNevadaforestSol Science,171(3): 181-199.   \nNearyDG,KlopatekCCDebanoLFetal1999Fireefectsonbelowgroundsustainabilityarevieandsynthesis.ForstEcology and Management,122(1-2): 51-71.   \nNeffJC,HardenJWleGo.ectsolicateotntomposiodritsinealteaa. Canadian Journal of Forest Research,35: 2178-2187.   \nPausas JG,OuadahN,FerranA,etal.O2.FireseverityandseedlingestablishmentinPinus hlepensis oodand,steran Peninsula. Plant Ecology,169(2): 205-213.   \nPerevoznikovaVD,IvanovaGA,IvanovVA,etal.2O7.Transformationof groundvegetationundertheeffectoffireinpieforests of Middle Siberia.Russan Journal of Ecology, 38(6): 444-448.   \nPetersonDW,ReichPB.2Ool.Prescribedfire inoaksavanna:fire frequencyefectsonstandstructureanddynamics.Ecological Applications,11(3): 914-927.   \nPourrezaM,HoseiSneganiAAS,etal4Hrbaceousspeiesdiversityinrelatiotfiesevrityinagosfort, Iran. Journal of Forestry Research,25(1): 113-120.   \nPywellRF,BullckJM,HoisA,etalRestationofspeis-chassdaralend:sessingthelitingo using a multi-site experiment. Journal of Applied Ecology,39(2): 294-309.   \nQuintero-GradilaSD,Garcia-OlivaF,Cuevas-GuzanR,etal.2O5.Silcarbonandutrientrecoveryftergseveritywidirein Mexico. Fire Ecology,11(3): 45-61.   \nRaisonRJ, KhannaPK,WoodsPV.1985.Mechanismsof,elementransfertotheatmosphereduringvegetationfire.CanadianJoual of Forest Rearch,15(1): 132-140.   \nRoscoeR,BuanPVeltostEJetal.Efctsoffireonolognicaterin\"cerrosesustrict\"fromsutstrail as revealed by changes in $\\delta ^ { 1 3 } \\mathrm { C }$ Geoderma,95(1-2):141-160.   \nRoviraP,RomanyaJ,DuguyB.20l2.Long-termefectsof wildfireonthebiochemical qualityofsoilorganic mater:astudyon Mediterranean shrublands.Geoderma,179-180:9-19.   \nSavadogoP,SawadogoL,TiveauD.2Oo7.Efectsof grazingintensityandprescribedfireonsoilphysicalandhydrologicalproperties and pasture yield inthe savanna woodlandsof Burkina Faso.Agriculture,Ecosystems and Environment,118(1-4):80-92.   \nSignellSA,AbramsD,HovisJCtaloImpactofuiplefeonstandstructureadtreregenrationincentralApalacan oak forests.Forest Ecology and Management,218(1-3):146-158.   \nSimanskyV.2Ol5.Changes insoilstructureandsoilorganic materduetodiferentseveritiesofire.Ekolgia(ratislava),34(3): 226-234.   \nSimardDG,FylesJW,ParéD,etal.2Oo1.ImpactsofclearcutharvestingandwildfireonsoilnutrientstatusintheQuebecboreal forest. Canadian Journal of Soil Science,81(2): 229-237.   \nThodeAE,Van WagtendonkJW,MilerJD,etal.2O11.QuantifyingthfireregimedistributionsforseverityinYosemiteNational Park,California,USA.International Journal of Wildland Fire,20(2): 223-229.   \nVan Belen S,Garneau M,BergeronY.2O10.Impactof climatechangeon forestfireseverityandconsequences forcarbon stocksin boreal forest stands of Quebec,Canada: a synthesis.Fire Ecology,6(3):16-44.   \nVermaS,JayakumarSO18.EfectofrcurrntironsoilurientdamicsinaropicaldrydciduoufrestofWesteatsdia. Journal of Sustainable Forestry,37(7): 678-690.   \nVivianLM,CaryGJ,BradstockRA,etal.2Oo8.Influenceoffireseverityontheregenerationrecruitmentaddistributioof eucalypts in the Cotter River Catchment,Australian Capital Territory.Austral Ecology,33(1):55-67.   \nWalkleyA,BlackIA1934.AexanatioofthDegtjareffetodforteriingsoiloganicater,andproposedodiication of the chromic acid titration method. Soil Science,37(1):29-38.   \nWangGG,KemballKJ2Oo5.Efectsoffireseverityonearlydevelopmentofunderstoryvegetation.CanadianJouralofForest Research,35(2):254-262.   \nWangX,SongCSunX,etal.2O13.Soilcarbonand nitrogenacrosswetlandtypes indiscontiuouspermafrostzoneofthe Xiao Xing'an Mountains,northeastern China.Catena,1O1:31-37.   \nWhitePS,PickettSTA.1985.Naturalsturbanceandpatchdyamic:anintrouction.In:PickettSTAWhiteP.TheEcologyof Natural Disturbance and Patch Dynamics.San Diego: Academic Press,1-13.   \nWrightBR,ClarkePJ2OO7.ResproutingresponsesofAcaciashrubsinthewesterdesertofAustralia-fireseverityteraland season influence survival.International Journal of Wildland Fire,16(3): 317-323.   \nYanaiRD,StehmanSV,ArthurMA,etal.2Oo3.Detectingchange inforestflorcarbon.SoilScience SocietyofAmericaJoual 67(5): 1583-1593.   \nZyryanovaOA,aborovVT,TchikhachevaTL,etal.2Oo7.ThestructureandbiodiversityafterfiredisturbanceinLarixgmelini (Rupr.) Rupr. forests,Northeastern Asia.Eurasian Journal Forest Research,1O(1):19-29. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]