[
    {
        "type": "text",
        "text": "美国警务智库建设情况及启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "侯冬尽1吴郑佳男 2 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丨中国人民公安大学图书馆 北京100038²中国人民公安大学学校办公室北京100038",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]在当前国家政府统筹强化高等院校智库建设和公安部建设新型公安智库的背景下，公安智库的建设者有必要认真学习先进警务智库在组织、运行和建设等方面的经验，探索中国新型公安智库的发展途径。[方法/过程]本文旨在以“美国警察基金会”为例，通过研究其发展历程、组织结构、工作内容等方面的特征，全面梳理总结该智库建设运行上的经验。[结果/结论]本文结合我国社会的特点和当前公安机关面临的重要问题，认为我国警务智库建设上应当注意找准研究对象和研究方法、不断提高自身研究实力和创新能力、逐步建立完善的信息推广传播机制和有效的研究团队管理机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：新型公安智库 智库建设 美国警务智库分类号：D631.1DOI: 10.19318/j.cnki.issn.2096-1634.2016.03.06",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库概念的起源与定义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2015年7月，公安部出台了《关于加强公安机关新型智库建设意见》和《组建部级公安智库工作方案》，强调指出要重点依托公安院校建设一批公安工作亟需、特色鲜明、制度创新、引领发展的部、省两级公安智库。同年9月，公安部政治部公布了首批建设的部级公安新型智库名单，中国人民公安大学被确定为“公安部公安发展战略研究所”建设依托院校，江苏警官学院被确定为“公安部现代警务改革研究所”建设依托院校。在公安新型智库建设的新时期，中国公安智库建设有必要汲取国外相关领域智库建设的经验，从而探究出一条具有中国特色的公安新型智库建设之路。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“智库”（Think Tank）又称“思想库”“脑库”，二战时期由美国人发明，最早是军事专有名词，特指作战部队研究战略作战计划的参谋单位。战争结束后，“ThinkTank”开始在美国军工企业道格拉斯飞机公司中被研发部门使用，1948年这一部门为了保证研究的绝对独立性，在福特基金会 ${  { \\mathbb { O } } _ { 1 0 0 } }$ 万美元的资助下正式脱离道格拉斯飞机公司，以“Research and Development”的缩写作为公司的名称，即现在人们熟知的美国RAND公司[12]。随着兰德公司、布鲁金斯学会、卡内基国际和平基金会的崛起，智库的概念开始作为专门泛指为政府和非政府组织提供决策咨询的机构，涵盖的研究咨询范围从军事、作战策略也逐渐扩大到国际国内政治、经济、社会、外交、公共安全等各类问题[3]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库的概念在美国普及后，世界各国也逐渐出现了类似的组织机构。在2016年宾夕法尼亚大学“智库与公民社会项目”发布的《2015年全球智库报告》中，全球6846个智库组织被选入该项目的数据库。而关于智库的概念各个国家因各自的政治环境不同，对智库的定义和理解不尽相同，但随着各国学者对智库概念讨论的不断深入，普遍认为“智库是总体上从事政策性事务研究、为政府机关提供决策参考的机构”[3]。具体而言，“智库与公民社会项目”中将智库定义为针对国内外事务开展公共政策研究、分析并提出建议协助决策者做出明确公共政策决策的组织。它可以是社会各类组织的附属机构，也可以是独立的实体。智库应当起到政策制定和学术研究之间纽带的作用，其研究成果的价值在于能够为决策者和公众提供有关社会各类重大问题的解读信息[4]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "该报告中同时对在“国内安全及国土安全”领域中研究成果较为突出的智库进行了排名，其中美国智库主要有战略与国际研究中心、兰德公司、布鲁金斯学会、卡内基国际和平基金会、大西洋理事会、新美国安全中心及美国外交关系协会[4]。在这些大型综合智库中，多数是以专门研究警务问题小组的形式，产出警务问题相关的研究报告，例如兰德公司的“公共安全（PublicSafety）”研究小组、布鲁金斯学会发布的“关于在拉丁美洲使用武装警察力量的报告”等。智库的服务对象不单是公安机关决策层，研究的范围也不单纯围绕公安机关面临的一系列问题，不属于为公安机关决策制定服务的专业智库。为此，笔者利用电子邮件采访了美国密尔沃基警察局警察培训项目负责人詹姆斯·H·麦吉利斯先生，他认为现在美国专门的带有警务智库性质的组织主要有：美国国家司法研究所、美国程序司法办公室、美国司法部司法援助局、美国国际警察领导者协会、美国警察基金会。在上述组织中，美国警察基金会是世界上最早出现的国际警务研究机构[5]，相较于其他组织，它不隶属于任何国家职能机构，具有极强的研究独立性。笔者在此将其作为美国专门研究现代警务工作的智库代表案例进行深入分析，剖析美国警务智库的特征。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国警察基金会基本情况",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国警察基金会（PoliceFoundation）以创新思维与科学技术领导警务发展为己任，将自己定义为非营利、无党派、无政府领导形式研究机构，并以这样中立的立场投身到美国最高尚的职业警察这一领域的研究当中。从基金会对自身的描述看，其符合智库研究独立性的特征，符合从事公共安全政策性事务研究、为执法机关提供决策参考的职能的定义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1发展历程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国警察基金会成立于1970年，当时受福特基金会资助而创建。在基金会成立以前的20世纪60 年代，美国正处于犯罪率逐年攀升的时期，即使是当时最精英的警察机构对此也束手无策。所有的问题一是集中于警察在社会秩序管理中的角色，二是警察在维持社会秩序时如何平衡在个人层面和社会层面上的公民权益。在这种情况下，寻求解决措施的迫切需求直接促使了美国警察基金会的诞生。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1970年7月22日，时任福特基金会主席麦乔治·邦迪宣布“美国警察发展基金会”成立，以3千万美元作为启动资金，用于成立后5年内的运营和发展。警察基金会独立于福特基金会和政府，由来自警界、学术界和法学界的精英组成。成立后不久“美国警察发展基金会”正式更名为“美国警察基金会”，依旧保持着特有的独立性，由主席团13位成员监督。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "发展至今，历经近半个多世纪洗礼，美国警察基金会逐渐成为主导警务改革的一剂催化剂。它所提供的服务和进行的研究全部遵循科学、尊重事实和实际数据，其目的就是产出中立、无偏袒的观点，这也是基金会与其他执法研究机构最大的不同。在成立的46年中，美国警察基金会以资助和自主研究的形式在警务研究领域开展了多项科学研究，其中不乏经典（例如堪萨斯巡逻实验），这些研究成果不仅优化了当时的警务实战工作，更继续影响着现在的警务研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2组织结构",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "美国警察基金会的发展和不断壮大与其合理的组织结构和人员构成有着密不可分的关系。警察基金会的各项研究由来自各专业领域、经验丰富的研究人员承担，研究人员的协作通过研究小组的形式开展。在基金会中，理事会是最高领导层，会长和副会长负责具体基金会的运行，其他工作人员分为全职工作人员和合作工作人员两种。基金会组织结构如图1所示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/28f5462d1286ad7bd43f40b7b265c1f882bd6606bd330d336df3df8501bd0dd6.jpg",
        "img_caption": [
            "图1美国警察基金会组织结构",
            "Figure 1 The organizational structure of American Police Foundation "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2.1理事会警察基金会的最高领导层是理事会，现共有12人，成员从学术研究、商业机构、法律机构、政府部门、执法机关和医学团体中选出。迪安·M·埃瑟曼先生担任基金会临时主席。会长是2012年上任的吉米·布尔曼先生，上任前他曾是美国雷德兰兹警察局局长，拥有30多年的从警经历，熟悉警务工作各项业务，并在剑桥大学和乔治梅森大学担任警务研究领域顾问。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2.2全职工作人员会长吉米·布尔曼作为理事会成员之一主要负责基金会的日常运行。会长直接领导的执行委员会下设2名副会长，其中吉姆·伯奇先生主要负责基金会战略方案，确保基金会所从事的各项活动紧密围绕其主要任务展开，即用创新思维和科技领导警务改革，同时他也负责警察基金会的整体战略规划和管理。布莱克·诺顿女士作为副会长同时兼任首席运营官，主要监管基金会日常工作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "除三位领导以外，全职人员目前共有13位，在各个职能部门负责基金会基本行政工作和组织领导各项研究。其中研究部共6人，研究人员主要负责领导基金会各项研究工作，研究助理则负责协助支持研究项目。研究人员拥有丰富的研究经验和警察职业背景，部分人员有在大型综合智库工作的经验，一半人员拥有博士学位。财务部共2人，其中首席财务官主要负责制定基金会整体财务策略和确保良好的财务状况，捐赠款项及合同管理经理则负责接收捐款和捐款使用。政策部共3人，包括2位高级政策分析师和1名项目助理。公关部仅有1人，公关经理负责制定基金会市场拓展策略和日常公关业务，同时监管各类出版物印刷。行政部仅有1人，行政经理负责基金会日常行政工作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2.3合作人员美国警察基金会聘请了大量来自警务机构的警官和学术机构的研究学者作为合作人员参与各类项目。主要有三类人员：第一类是高级警方合作人员，来自美国各刑事司法组织，他们均是在职或退休的警方领导层成员，在警察领域拥有丰富的知识和经验，可以帮助基金会发展和成长。在警察基金会中，他们作为会长的警察行业咨询委员会成员和所在地区的代表，确保基金会所开展的各项研究和服务始终以警务实战需求为基础。各成员也会参与特定的项目和参加定期举办的研",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "表1美国警察基金会理事会成员",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/308209bb04ca1f73e95f9c5f5264db2c25702edd3bec11bf78274472ff31c377.jpg",
        "table_caption": [
            "Table1 The members of board of directors of American Police Foundation "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>aple 姓名</td><td>从业经历</td><td>教育背景</td></tr><tr><td>吉米·布尔曼 Jim Bueermann</td><td>美国雷德兰兹警察局局长 剑桥大学和乔治梅森大学警务研究领域顾问 美国司法部研究员</td><td>美国加州州立大学 美国雷德兰兹大学 美国联邦调查局国家学院</td></tr><tr><td>乔治·勃林格 George Bohlinger</td><td>美国联邦政府马里兰州伊斯顿汉诺威管理合伙人 美国电子数据系统公司高级副总裁 美国移民规划局首席信息官、财务首席官</td><td>美国加利福尼亚指挥学院 哈佛商学院高级管理项目</td></tr><tr><td>亨利·热内斯特 Henry DeGeneste</td><td>iJet International安全情报顾问 HDG 咨询公司主席 安全顾问集团（SDAG）任事股东 德保信金融集团副主席 美国纽约和新泽西港务局治安管理警司 国际警察局长协会终身会员</td><td>美国阿德尔菲大学 美国联邦调查局行政学院</td></tr><tr><td>克拉伦斯·爱德华兹 Clarence Edwards</td><td>美国约翰杰伊刑事司法学院副教授 美国总务管理署联邦警卫局助理局长 美国马里兰州国家公园警察局指挥官 美国马里兰州蒙哥马利警察局局长</td><td>美国约翰霍普金斯大学 美国大学</td></tr><tr><td>谢丽尔·安东尼·埃普斯 Cheryl Anthony Epps</td><td>JDG 公司高级侦查员 美国大学犯罪与宪法专业副教授 美国国家刑事辩护律师协会立法部主任 美国国家毒品政策基金会主任 美国纽约市检查局助理检察官</td><td>美国乔治敦大学法学院 美国霍华德大学</td></tr><tr><td>迪安·M·埃瑟曼 Dean M. Esserman</td><td>美国纽黑文市警察局局长 美国斯坦福德市警察局局长 美国普罗维登斯市警察局局长 美国纽约市布鲁克林地区助理检察官</td><td>达特茅斯学院 纽约大学法学院</td></tr><tr><td>保罗·赫姆基 Paul Helmke</td><td>美国印第安纳州韦恩堡市市长 美国印第安纳州大学公共环境事务教授 联邦政府内阁委员会女性反暴力犯罪委员 美国市场议会会长</td><td>美国印第安纳州大学 美国耶鲁大学</td></tr><tr><td>乔纳森·诺尔斯 Jonathan Knowles</td><td>美国欧特克公司高级战略顾问 美国奥多比及苹果公司战略市场顾问 TEDxLosGatos 活动组织负责人 美国航空研究所研究员 美国罗思加图斯警察基金会会长</td><td></td></tr><tr><td>约瑟夫·曼西亚斯 Joseph Mancias</td><td>美国联邦政府高级主管事务部成员 美国民权委员会高级主管 美国人事管理办公室高级主管</td><td>美国戴尔玛学院 美国德州农工大学 美国大学</td></tr><tr><td>伯纳德·马力健 Bernard Melekian</td><td>美国加利福尼亚州代理郡长圣巴巴拉区 美国加利福尼亚州帕萨迪纳市警察局局长 美国社区警务办公室主任主管 美国知名警务实践问题研究专家</td><td>美国南加利福尼亚大学</td></tr><tr><td>马克·S·赫尔曼 Mark S. Mellman</td><td>美国知名舆论研究人员和沟通问策略专家 Mellman 集团首席执行官 霍华德大学沃尔特斯领导力与公共政策中心创会理事</td><td>美国普林斯顿大学 美国耶鲁大学 美国巴吞鲁日南方大学</td></tr><tr><td>埃尔西·L·斯科特 Elsie L. Scott</td><td>美国纽约警察局培训部副处长 国土安全部哥伦比亚地区警察局监察员</td><td>美国爱荷华大学 美国克拉克大西洋大学</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "讨会，同时也会以警察的独特视角对当前发生的各类案件中警方面临的问题撰写时事评论。第二类为警官合作人员，警察基金会聘请了多位具有丰富实践经验的在职警官，其主要任务是参与实践性较强的研究项目，为研究提供实践性的经验，确保研究结果和解决方案能够有效解决实际问题。第三类为研究合作人员，主要分为高级研究员和研究员两类，高级研究员普遍具有博士学位，多为来自于世界各地警察培训机构的讲师或教授，具有各类项目的研究经验。他们的研究领域包括警务改革、公安机关组织改革与发展、法律、刑事司法、犯罪学、犯罪制图，也是这些研究领域中的专家，且多数具有从警经历。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "除此以外，研究咨询委员会是警察基金会的常设传统机构，由警学界资深学者和新进学者组成，任期为两年。目前委员会由警学界颇具声望、曾获斯德哥尔摩奖②的大卫·维斯博德博士领导。委员会主要负责为基金会提出创新思路及参与和协助各项研究。另外，每四位成员组成小组负责一个美国警务思想演讲，这一系列演讲主要致力于传播最新鲜的警务理论与实践方法。委员会每年为研究会制定研究计划而组织两次会议。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 主要工作内容",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "警察基金会自成立以来，一直是将公安机关、研究学者和社会各成员连接起来的重要桥梁和纽带。它的发展依赖于不断建立和维系与公安机关领导、研究学者、政府机构、社会团体和国家组织机构之间的关系，在此基础上以探索执法机关和司法系统中面临的问题和困难为研究起点，积极将研究结果转化为可执行的方案。目前，警察基金会主要开展的工作有以下几种：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3.1警务研究与技术开发基金会的研究员围绕当前警务问题开展基础理论研究和实验研究，以解决警务工作中的各类问题。研究人员综合运用多种传统和创新的社会学、行为科学的研究方法和评价方法，深人解析各类警务问题，不断丰富警务问题的理论基础。此外，警察基金会也参与了多种实验性研究，例如随机对照实验。基金会在独立开展研究的同时，也与各类组织建立了长期合作的关系，其中学术机构主要有剑桥大学、天普大学和乔治梅森大学，社会组织主要有联邦政府、私人机构和慈善机构等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国警察基金会以减少犯罪和提高执法能力为目标，通过与企业和各类组织开展多层次合作开发新技术。警察基金会在警务发展改革的进程中始终保持着顽强的生命力和创新意识，对新趋势、新形势、新科技有高度的敏感，以此来积极应对未来警务发展中的挑战。这样的合作一是将最新的技术引入到执法活动中，提高执法效率和科技含量，二是帮助科技企业了解警方对新科技的需求，拓展应用领域，在警务实践中检验新产品的应用情况，及时改进技术。目前合作中主要涉及到的技术有无人驾驶飞机系统、传感技术、虚拟现实技术和信息分析技术等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3.2培训项目与技术支持美国警察基金会能够为警察机构和司法部门提供培训服务。培训受到的联邦部门资助是基金会收入来源的一部分。培训的内容包括多种与警务相关的热点问题，例如犯罪分析。同时，基金会还和国际犯罪分析师协会保持长期合作，提供基础和有针对性的培训服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与此同时，美国警察基金会也为地方警察局和刑事司法机构提供技术支持，技术支持的方式主要包括提供战略决策意见和建议、关键领域实践总结、对科学证据和一般现象加以论证、团队战略的设计与实现。技术支持的内容是根据组织的具体需求定制，包括组织内部问题的认定、未来发展策略、组织政策问题、实践性问题、关键案件的重点回顾等。此外，在联邦政府的资助下，警察基金会还为社区警务改革指导办公室和司法局执法预测小组提供长期技术支持。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3.3组织管理研究与评价美国警察基金会作为独立的第三方机构为国家级和地方级的警务机构均提供过组织评价，评价采用综合及基于数据分析的方法，并提供行动导向型的一系列建议。为各类警务机构的项目提供评估服务也是警察基金会的服务之一，评估项目的内容包括预防犯罪发生性的巡逻、减少暴力犯罪、青年少年暴力犯罪、外来移民、警察教育水平、家庭暴力、值班工作制度、社区警务、警察权力合法性、基于证据的警务、权利使用合法性、警用技术及侦查手段等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4公开出版物与在线资源",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4.1出版物从1970年成立以来，警察基金会一直致力于为美国警务提供智力支持，并且充分利用各种方式进行信息公开，扩大公众对公共安全领域的了解和参与。其主要方式是对外发布研究报告和信息要报，尤其产出的一系列高质量研究报告在现代美国警务改革中也成为了一剂强行的催化剂。现在，美国警察基金会定期在线出版的出版物有：《美国警务新思路》，主要内容为对当前警务工作的一些思考和建议，文章的内容涉及提高警察执法效率和与警察有关的一系列社会问题；《犯罪制图与分析》，主要介绍地理信息系统在美国警务当中的应用；《警察基金会新闻》，主要文章以基金会专家对特定警务问题的分析为主；《五要点》是2014年底新推出的简报系列，每一期针对一个特定的警务热点问题，将其分解为五个要点进行详细解读。基金会网站上所有的信息都提供了电子邮件订阅服务，并且以在线资料库的形式向公众开放，访问者可以通过检索快速定位信息。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4.2在线资源美国警察基金会的官网归集了丰富的开放数据，这些数据对于增加公众对公安知识的了解和提高对公共安全领域的政策制定的参与都起到了不可忽视的作用。其中开放数据主要有以下两个部分。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其一是重点案件回顾资料库。官网的资料库存储了警察基金会和其他组织对重大案件的回顾和报告。基金会认为总结以往重大案件的经验教训是发展警务技术和促进警务发展的一条捷径，特别是当专家学者参与到总结的过程中时，会更加客观地总结有效的经验，在今后的执法过程中应用。其二是公共安全数据公开平台。美国警察基金会的公共安全数据公开平台的定位是这一领域的数据集散中心，这里集中了来自白宫“警务数据计划”和其他国际组织的公开数据，同时也包括了基金会成立至今45年来研究的各项成果。通过这个平台，基金会向公众展示了许多事件背后的原始数据。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4美国警务智库的特点",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1研究内容紧靠公安工作",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国警察基金会展开的各项研究工作均以公安实践工作为出发点，围绕警务实际工作中遇到的难点问题开展科学地研究。项目研究团队当中包括研究经验丰富的学者、执法机关在职或退休高层领导和普通警官，这样合理的复合型人员配置确保了研究的实战性及可执行性。同时，基金会与各个层次的执法机构保持着长期密切的联系，也为各项研究的顺利开展建立了良好的沟通渠道。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2研究成果重视科学客观",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国警察基金会研究成果的科学性在于其始终坚持以创新思维与科学技术领导警务发展为己任，以秉持客观、中立的态度为原则，以遵循科学、尊重事实和利用实际数据为根本，全方位保证其研究成果的科学性和客观性。此外，在其传统机构一一研究咨询委员会的监督和协助下，基金会的研究项目也能够在进行中不断地进行修正和优化。基金会在高新技术研究组织和警务机构之间起到的桥梁作用，也使得其研究项目始终伴随着最新的科学技术支持，这无疑也为最终的研究成果增加了科学性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3产出成果注重推广宣传 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国警察基金会的组织结构中设有专门的公关部，负责与媒体之间的沟通和监管印刷物的出版。同时由基金会定期产出的智库信息和研究成果以各种专题的形式出版，并且在网站上同步更新，免费向公众开放，这些都是基金会向社会公众、政府领导部门和其他社会组织传播智库思想和政策观点的主要方式。专业的网站运行团队负责网站日常维护和数据库管理，定期更新发布最新的研究成果和时事评论，内嵌的搜索引擎方便访问者检索感兴趣的信息。此外，美国警察基金会还通过培训服务、举办研讨会和提供技术支持的形式深入到各类有关组织当中，在不断扩大基金会在执法机构中的影响力的同时也巩固了基金会本身的权威性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对中国新型公安智库建设的启示",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2015年1月，中共中央办公厅、国务院办公厅印发《关于加强中国特色新型智库建设的意见》为中国下一步的决策咨询制度指明了发展方向。所谓中国特色新型智库是在党组织的领导下，坚持中国特色社会主义，官办智库和民间智库多元主体共存共发展，为党和国家政府及社会提供政策研究和公共决策咨询、政策解读、决策方案评估等服务[。这表明智库建设的“中国特色”在于中国社会主义国家的基本属性，在于服务的对象是国家政府。而“新”则是要求智库建设的组织方式要新颖和敢于提出创新的理念[7]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2015年7月，公安部出台了《关于加强公安机关新型智库建设意见》和《组建部级公安智库工作方案》，将中国公安智库的建设提上日程，并做出系统性的指导。在此我们有必要借鉴国外类似先进智库建设和发展的宝贵经验，但也必须清楚，由于中美两国的政治和社会环境不同，中国警务新型智库的建设不可能照搬美国警务智库的发展模式，但是中国警务智库可以借鉴其一些先进的经验和做法，进而探寻出一条符合中国国情和公安工作实际、具有中国特色的警务新型智库发展新道路。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "美国警察基金会作为最具代表性的美国警务智库之一，发展至今已有近半个世纪的历史，在经历了美国多次警务改革以及国内外形势发展变化的洗礼后，已经成为国际警务智库的翘楚。该基金会之所以能够始终在警务智库领域保持领先地位，其最关键的因素正是在于基金会始终将研究对象聚焦公安警务工作，研究成果严谨客观求实，具有较高的科学研究和应用价值，同时注重对产出的成果的转化应用和推广宣传，这些特点非常值得中国警务工作特别是警务智库建设者思考借鉴。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.1找准研究对象和研究方法",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "公安智库首先要找准研究对象，不能只是单纯地在象牙塔中进行学术研究，而是要紧紧围绕服务公安工作和公安队伍建设这一根本宗旨，及时、深人、有效地对国家政治和政权安全以及社会公共安全领域的热点问题进行研究，拿出成果，作出回应，为公安工作提供决策参考和解决方案。要以智库生产的智力成果的实际价值作为衡量智库建设水平的基本标准。公安智库还要找准研究方法，要以社会发展中面临的公共安全领域和公安工作中的热点、难点、堵点作为研究的重点，尽可能排除既得利益等外部因素的干扰，切实遵循科学研究规律，通过科学严谨的研究方法和客观中立的理论分析，提出理论水平高、实践性强的形势研判报告、应对策略和解决方案，为公安机关决策制定提供参考。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.2提高研究实力和创新能力",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "公安智库需要不断提高发现问题、提出问题、分析问题和解决问题的能力。应科学规划公安智库的顶层设计，坚持公安智库的开放性，通过先进的管理体制和机制，使公安智库保持研究活力和人才吸引力，从而不断提高研究实力。要对具有开创性的警务理论研究予以大力支持，鼓励研究人员大胆提出新概念和新观点，以此引领和促进政府部门、公安机关、社会组织和人民群众共同参与公安智库建设和公共安全议题的讨论，使全社会形成关于公安机关和警务工作改革发展的共识。要着力提高智库创新能力，通过知识理论创新和研究方法创新，生产出高精尖的智库产品，牢牢占领警务研究领域的制高点。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.3建立完善的信息推广传播机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "公安智库要注重自身的品牌塑造和宣传推广。通过出版定期刊物和面向公众的普通著作、发表时评简报、举办不同层次和范围的研讨会、建设官网和特色数据库等方式，扩大公安智库成果的影响和认知度，提高智库知识成果的权威性。积极主动地通过与政府部门、公安机关、媒体、社会组织和企业保持畅通的沟通渠道，传播对国内外公共安全领域重大案件和热点事件的认识和看法，引导公众正确理解相关社会安全问题，提高公安智库自身的公信力和影响力。此外，公安智库还需要注意提高自身的国际话语权，扩大自身影响力的辐射范围，争取通过合作研究和学术交流把中国在公共安全领域的声音和思想传播出去。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.4建立有效的研究团队管理机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "公安智库应当以项目为导向的组织方式和激励制度吸引优秀的研究人员，通过坚实的财政支持，主动招募领域的知名学者和有公安工作经验的实战专家。同时，研究团队要创新人才队伍建设方式，可邀请有实力的高级研究人员以兼职的方式参与项目。要建立顺畅的公安智库与实战部门交流机制，鼓励公安智库研究人员通过挂职、交流和进修等形式提高其研究水平和警务工作实践经验。同时，还要加紧建立严格的研究成果管理评价机制，防止学术不端情况的发生。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1] Day Alan-J. Think Tanks: An International Directory[M].UK: Longman Group UK Limited, 1993.  \n[2] 则安．“智库”的前世今生[J].中国青年，2015(9):8-9.  \n[3] 中国现代国际关系研究所.美国思想库及其对华倾向[M].北京：时事出版社,2003:4-9.  \n[4]The think tank and civil societies program University-of-Pennsylvania.2014GlobalGo To Think TankIndexReport[EB/OL]. [2016-1-3].http://repository.upenn.edu/think_tanks/8.  \n[5] Foundation Police.About Us[EB/OL]. [2016-1-3]. http://www.policefoundation.org/.  \n[6] 李国强.对“加强中国特色新型智库建设”的认识和探索[J].中国行政管理,2014(5):16-19.  \n[7] 胡鞍钢.建设中国特色新型智库[J].清华大学教育研究，2013(5):1-4.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "侯冬尽：负责提出本文的研究思路及设计研究方案，收集并翻译相关研究基础材料，起草论撰写论文；吴郑佳男：参与提出本文的研究方案，最终版本修订。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Development of the US Public Security Think Tank and Its Enlightenment to the Construction of Think Tanks in China ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Hou Dongjin' Wu Zhengjianan ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "'Library of People's Public Security University of China,Beijing 100038 ²School Offce of People's Public Security University of China,Beijing 10003& ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Under the background of the construction of new think tanks with Chinese characteristics at a nation level,the public security ministry of China begins to build think tanks within its system.The development experience of public security think tanks in western countries is an important reference for the leaders of Chinese public security think tanks.They need to find a development strategy for Chinese public security think tanks,which needs to combine the Chinese specific situation and the experience from their counterparts abroad. [Method/process] This research conducted a case study of American Police Foundation to summarize and analyze its history,organization structure and research area.[Result/conclusion] Recommendations for Chinese public security think tanks are as follows: adjusting its research area to the issues on police practice; improving its research and innovation capability; completing its mechanism on broadcasting the research result; refining the organization management strategy. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: new public security think tanks with Chinese characteristics think tank construction American public security think tanks ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "收日期：2015-10-22修回日期：2016-04-18本文责任编辑：吕青",
        "page_idx": 7
    }
]