[
    {
        "type": "text",
        "text": "Granzyme M expressed by tumor cells promotes chemoresistance and EMT in vitro and metastasis in vivo associated with STAT3 activation ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Huiru Wang1， Qing Sun², Yanhong $\\mathbf { w } \\mathbf { u } ^ { \\scriptscriptstyle 1 } .$ ， Lin Wang³,Chunxia Zhou1，Wenbo Ma1, Youhui Zhang1, Shengdian Wang4 and Shuren Zhang1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "IDepartment of Immunology，Cancer Hospital&Cancer Institute，Peking Union Medical Colege& Chinese Academyof   \nMedical Sciences,Beijing,China   \n² Departmentof Parasitology,Capital Medical University,Beijing,China   \n3Department of Pathology,Cancer Hospital&Cancer Institute,Peking Union MedicalColege &Chinese Academyof Medical   \nSciences,Beijing,China   \n4Centerof Infectionand Immunity, Institute of Biophysics,Chinese Academyof Sciences, BeijingChina   \nCorrespondence to: Shuren Zhang, email: zhangsr@cicams.ac.cn   \nKeywords: cancer, granzyme M,chemoresistance,metastasis,epithelial-mesenchymal transition   \nReceived: September 28,2014 Accepted: January 22, 2015 Published: February 28,2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Thisisanopen-accesarticledistributedunderthetermsofthereativeCommonsAtrbutionLicense,whichpermitsunrestricteduse listribution,and reproduction in any medium,provided the original author and source are credited. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Granzyme M is a serine protease known to be often expressed by natural killer cells and induce target cells apoptosis in combination with perforin. However, we detected granzyme M expression in murine and human cancer cellines and human tumor samples in our study. Granzyme M increased chemoresistance, colonyformation, cytokine secretion and invasiveness in vitro. Most importantly, granzyme M facilitated tumor growth and metastasis in vivo. Granzyme M induced the epithelialmesenchymal transition (EMT) in cancer cells associated with STAT3 activation. Our study revealed the role of granzyme M expressed by tumor in chemoresistance, invasion,metastasis and EMT. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Despite the marked progress that has been made bynumerous oncologists in the battle against cancer over the past decades,drug resistance,metastasis and relapse resulting in high mortality remain a huge challenge to clinical therapy [1]. Our previous study demonstrated that slow-cycling tumor cells are more resistant to chemotherapy and may be the source of tumor relapse and metastasis.We expect to find some new clues that account for tumor metastasis and chemoresistance through microarray assays.Accordingly,we focus on a unique gene termed granzyme M(GZMM) that was upregulated in slow-cycling tumor cells. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GZMM, which is located on human chromosome 19 and syntenic mouse chromosome 1oC co-localized with a family of neutrophil elastase genes,is the only granzyme located in this cluster [2].It is sometimes termed one of the‘orphan granzymes’because of our rudimentary understanding of it [3].GZMM,as a serine protease,is often expressed in natural killer cells and can induce cell apoptosis in combination with perforin via the proteolysis of intracellular substrates [4,5].However, the cytotoxic potential of GZMM is highly controversial due to a lack of a consensus regarding pathways and substrates that are involved in vitro [6,7]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The expression of GZMM,which was initially considered to be restricted to NK cells,is currently known to be more extensive [8].For example, GZMM is found to be expressed in T-cell granular lymphocytic leukemia cells and a solid tumor cell line (Hela)[9, 10]. Similarly, granzyme B,another typical granzyme, was also detected in human primary breast carcinomas, primary bladder cancers and pancreatic carcinoma cells [11-13]. Moreover, it is gradually clear that multitudinous proteases, including matrix metalloproteinases (MMPs), cathepsin,and the urokinase-type plasminogen activator (uPA） system，participate in degrading extracellular matrix (ECM) elements during invasion and metastasis in malignant tumor progression [14-16]. Consequently, we were encouraged by these findings to investigate the expression ofGZMM in solid tumor cells and its function ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "in cancer progression. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present study,we took a directed approach to explore the expression and function of GZMM in cancer cells for the first time.We found that GZMM is expressed in common murine carcinoma cell lines,human cancer cell lines and clinical carcinoma samples,which largely expand our knowledge of this so-termed “orphan\" granzyme.In murine tumor cell models,GZMM can lead to heightened chemoresistance,increased cytokine release, augmented invasion in vitro and enhanced metastases and tumor growthin vivo.All of these changes are related with the EMT process and STAT3 activation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "GZMM is expressed in murine and human malignant cell lines ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In a previous study,we demonstrated that slowcycling murine colon carcinoma cells (CT26) exhibited the character of cancer stem cells,such as resistance to chemotherapeutics and heightened tumor initiation [17].Through microarray gene expression analyses,we identified several pathways that are critical for cancer survival, chemoresistance,angiogenesis and inflammation (Figure S1). Moreover, we found that GZMM was significantly upregulated in slow-cycling CT26 cells compared with the control (Figure 1A). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To explore whether the expression of GZMM in tumor cells is universal, we validated the expression of GZMM at both the mRNA and protein levels in several murine tumor cell lines using Balb/c lymphocytes as the positive control.RT-PCR analysis revealed the expected fragment of GZMM(SinoGenoax) in 4T1, CT26,B16, LLC,and TC-1 cells,as same as the fragment derived from splenocytes.However, both perforin and granzyme B,which are thought to be functionally related to GZMM, were not detected by RT-PCR in murine tumor cell lines (Figure 1B).A western blot analysis revealed that the GZMM protein was also present in those tumor cells (Figure 1C). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/8b9a51dbb576d73dfd0e660d9208e401d0e961ec35e388534d8ebd62f2343360.jpg",
        "img_caption": [
            "Figure 1: GZMMis expressed in murineand human malignant celines.(（A)The microarry results showed that GZMM was significantlyupregulated inslow-cyclingCT26celscomparedwiththecontrol. (B&D)GZMM,perforinandGZMBweremeasured in murine and human tumor cellines by RT-PCR using lymphocytes as the positive control. $\\beta$ -actin was included as an internal control. (C) Western blot analyses of the protein levels of GZMM in murine tumor cell lines. $\\beta \\cdot$ -actin was included as an internal control.(E) GZMM expression by human tumor cellines and PBMC were determined by flow cytometry. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We also validate the expression of GZMM in human malignant cells include HT29,HepG2,PC-3 and PC-3M cells,with human peripheral blood mononuclear cells as the positive control. Similarly,mRNA expression was also confirmed in murine tumor cells while perforin or granzyme B was not detected (Figure 1D).As the flow cytometry results shown,GZMM was also expressed in the cytoplasm of PC-3M,HepG2 and HT29 but not in PC-3 (Figure 1E). Therefore,we speculated that the possible function of GZMM may not be restricted to cytotoxicity.It is notable that PC-3M, as a subline with the high metastatic potential of the prostate cancer cell line PC-3,maintained a higher expression of GZMM than PC3.These observations suggest that GZMM was not only expressed by immune cells but also by neoplastic cells independent of perforin. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a39f1c6020ef691da9a5ab6e586541ffd999e4033e2191d1725fedb69cc1fd76.jpg",
        "img_caption": [
            "Figure 2: GZMMis abnormally overexpressed in clinicalcarcinoma samples. （A）GZMMstaining scoresofprimary 90colon carcinoma samples and matching adjacent regions were displayed. Representative images were displayed at the bottom. $^ { * * * } \\mathrm { p } { < } 0 . 0 0 1$ .(B) GZMMstainingscores of75carcinomasamples without metastasis (M0)and15samples withmetastases(M1)wereshown.Representative images were displayedat thebottom.(C)GZMMstainingscoresofperitumoralregionsof40coloncancerpatients without metastasisor lymphatic metastasis $\\left( \\mathrm { N } 0 / \\mathrm { M } 0 \\right)$ and 1l patients with metastases and lymphatic metastases $( \\mathrm { N } 1 { - } 2 / \\mathrm { M } 1 \\$ )were shown. Representative images weredisplayedatebottm.(D&E)RepresentativeimagesofimmunohistochemicalstainingofGZMMilungadenocarcinoma (D)and breastcancer samples (E)were displayed.The IHC score was performed by pathologists and shown bybox-and-whisker plots. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "GZMM is abnormally overexpressed in clinical carcinoma samples ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We next analyzed the expression of GZMM by immunohistochemistry staining in 9O surgical samples of human primary colon carcinoma and matching normal regions adjacent to the tumor (Figure S2).The results revealed GZMM was abnormally expressed in most carcinoma cells but rarely in adjacent normal epithelial cells (Figure 2A).Nonetheless,there is no positive correlation between the expression level of GZMM and the histopathological grade of colon adenocarcinoma (data not shown).We also investigated the relationship between the expression of GZMM and metastases and found the average IHC scores of GZMM in 15 patients with metastasis were higher than in 75 patients without metastasis.Unfortunately, the change was not significant maybe due to thelimited cases( $\\scriptstyle \\mathrm { P = 0 . 0 8 8 1 }$ , Figure 2B). However,IHC scores of GZMM in normal regions adjacent to the tumor of11 patients with metastasis and lymphatic metastasis were significantly higher than that without metastasis or lymphatic metastasis,as shown in Figure 2C. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Inaddition, in clinicalsamplesoflung adenocarcinoma and breast cancer,GZMM expression was also identified (Figure 2D and Figure 2E). These results indicate that GZMM was universally expressed by clinical malignant cells and may be correlated with metastasis and lymphatic metastasis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "GZMM enhanced chemoresistance in murine tumor cells ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Since the microarray results indicate GZMM was upregulated in 5-FU-treated CT26 cells,we validate it by Quantitative RT-PCR and western blotin CT26 and 4T1 cells.As revealed inFigure 3Aand Figure 3B,after 5-FU Treated, GZMM was indeed aberrantly elevated. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To identify whether the expression of GZMM plays an important role in the maintenance of chemoresistance, we infected 4T1 and CT26 cells with lentivirus to generate cells that stably express the empty vector and the cDNA ofmurine GZMM,and infectedLLC and CT26 cells to generate cells that were stably knockdown of GZMM and control cells.Quantitative RT-PCR and western blot were used to confirme the efficiency of gene transduction and protein expression (Figure 3C-3F). These cells were tested to determine their capacity of proliferation and sensitivity to chemotherapeutics in vitro.As shown in Supplementary Figure 3,GZMMhad almost no significant influence on the proliferation of 4T1,LLC,CT26 cells. 5-FU，Doxorubicin (DOX) and cis-platinum (DDP), as several types of common chemotherapeutics,were applied to assess the role of GZMM in the resistance to chemotherapeutics.As the results shown in Figure 3G-3J,GZMM knockdown enhanced the sensitivity to cytotoxicity due to chemotherapy than the control, whereas GZMM overexpression promoted the survival of cells undergoing treatment with chemotherapeutics.Thus, these results indicated that the expression of GZMM can enhance the resistance to common chemotherapeutics. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "GZMM promotes colony forming capacity, invasiveness and cytokine secretion in vitro ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Since GZMM seldom influence the proliferation of tumor cells,we attempted to exam the effect on cloning forming.As the Figure 4A and 4B shown,4T1-GZMM could form more visible colonies than the control cells, while less colonies formed by CT26-sh GZMM compared with counterparts. This observation could explain GZMM enhanced chemoresistance via heightening clone formation in some degree. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tumor-promoting inflammation and angiogenesis playa significant role in the development and progression of a variety of animal and human cancer models,as indicated by epidemiological and experimental evidence. Therefore，we performed ELISA for several types of cytokines released from in vitro-cultured CT26-sh GZMM,CT26-NC,4T1-NC and 4T1-GZMM.The results revealeda significant decrease in interleukin-6 (IL-6) and vascular endothelial growth factor(VEGF) upon CT26- sh GZMM treatment compared with the control,whereas 4T1-GZMM produced more VEGF and IL-6 than its counterparts (Figure 4C-4D).We observed the relationship between GZMM expression and the secretion of IL-6 and VEGF from cancer cells for the first time. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Extracellular matrix degradation by proteolysis is critical for tumor invasion and metastasis [15].We hypothesized that GZMM,as a serine protease,may promote tumor invasion by hydrolyzing its substrates contained in matrigel. To investigate whether the expression ofGZMM enhances tumor invasion,we used a transwell chamberwith 3-mm-thick matrigel.As revealed in Figure 4E and 4F, the number ofCT26-sh GZMMcells invading through the matrigel to the lower chamberwas markedly decreased compared with the control cells after 20 hours of incubation,whereas the 4T1-GZMM cells showed to be more invasive than the counterparts.These results provide the first evidence of GZMM promoting tumor invasion in vitro. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "GZMM facilitates tumor growth and metastasis in vivo ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To assess the role of GZMM in vivo, the CT26- knockdown mouse model was used to estimate tumor growth.As shown in Figure 5A and 5B, tumor-bearing CT26-sh GZMM was markedly inhibited compared with the control group.Although it appears inconsistent with the in vitro features,this finding may indicate that in vivo tumor growth is regulated by the many complicated components in the tumor microenvironment.Likewise, knockdown of GZMM in LLC delayed the tumor growth in C57 mice as Figure 5C displayed. Moreover, overexpression of GZMM in CT26 accelerated tumor growth compared with the control (Figure 5D). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/58416ae0d42ad35d1971baa1ebd990b62ec16a728f78a27898cc7a7186e8228c.jpg",
        "img_caption": [
            "Figure3:GZMM enhances chemoresistance in murine tumorcels.(A-B)The mRNAand protein levels ofGZMM in 5-FU -treated $( 2 \\mu \\mathrm { g / m L }$ ,as we described previously) CT26,4T1and controlcels were analyzed byqRT-PCR and western blot. (C-D)Efficiency ofstableGZMMknockdowninCT26andLLCweredeterminedbyqRT-PCRandwesterblot.(E-F)EffciencyofGZMoverexpression in CT26 and 4T1 were shown. $\\beta$ -actin was included as an internal loading control.(G) CT26-NC, CT26-sh GZMM, $\\mathrm { ( H ) }$ LLC-NC, and LLCsh GZMM cells were treated with 5-FU $( 2 \\mu \\mathrm { g / m l } )$ ,DDP( $2 \\mu \\mathrm { g / m L }$ or doxorubicin $( 2 \\mu \\mathrm { g / m l } )$ and control medium. After 24 or 48 hours, the variable cellpercentage was determined by CCK-8 assay. (I) CT26-NC, CT26-GZMM were treated with 5-FU $( 4 ~ \\mu \\mathrm { g / m l } )$ ,doxorubicin (2 $\\mu \\mathrm { g / m l } )$ , 4T1-NC,4T1-GZMM were treated with 5-FU $( 2 \\mu \\mathrm { g / m l } )$ orDDP $( 2 \\mu \\mathrm { g / m L } )$ and control medium.After 24 or 48 hours,the variable cell percentage was determined by CCK-8 assay. The experiments were repeated threetimes with similar results. $\\ast _ { \\mathrm { p } < 0 . 0 5 }$ ， $\\ast \\ast _ { \\mathrm { p } < 0 . 0 1 }$ $\\scriptstyle \\mathrm { n = 3 }$ The data are presented as the means $\\pm$ SEM. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/951fd1c86ef9a0e3da5cbee0e7697b361f2096be90783879d70b780fb99074e7.jpg",
        "img_caption": [
            "Figure4:GZMMpromotes cloningformingcapacityinvasivenessandcytokinesecretioninvitro.(A-B)30oor50cels were seeded in $6 0 \\mathrm { m m }$ -plates in quadruplicate with complete medium and cultured for one week at $3 7 ^ { \\circ } \\mathrm { C }$ After cultured, cells were fixed, stained with Giemsaandcountedasshow.(C-D)Thesecreted murineVEGFandIL-6protein levels inthesuperatantsofCT26-NC, CT26-sh GZMM,4T-NCand4T-GZMMcellsweremeasuredbyanELISAkit.(E-F)Thecellsweresededintheupperhaberwih matrigel.After incubation for $2 0 \\mathrm { h }$ ,the cells that migrated to the lower surface of the membrane were counted,as shown in the figure.The data are expressed as the mean values $\\pm$ SEM from one experiment performed in triplicate from three independent experiments. ${ } ^ { * * } \\mathrm { p } { < } 0 . 0 1$ ， （204号 $^ { * * * } \\mathrm { p } { < } 0 . 0 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/b01750b36c0aa002db600d5317f38ea6975fa2a626ab4799dd4cbb1c52a14ddd.jpg",
        "img_caption": [
            "Figure 5:GZMM facilitates metastasisand tumor growth in vivo.(A-B)The primary tumor volumes and tumor weight of BALB/c mice bearing CT26-NC and CT26-sh GZMM $( 2 \\times 1 0 ^ { 5 } )$ were shown (four mice per group,one mouse bearing CT26-sh GZMM did not form a tumor). (C) The primary tumor growth of BALB/c mice bearing LLC-NC and LLC-sh GZMM $( 4 \\times 1 0 ^ { 5 } )$ were displayed (five mice per group). (D) The primary tumor growth of BALB/c mice bearing CT26-NC and CT26-GZMM $( 1 \\times 1 0 ^ { 5 } )$ were shown (five mice per group). (E) The primary tumor growth of BALB/c mice bearing 4T1-NC and 4T1-GZMM $( 1 \\times 1 0 ^ { 5 } )$ are shown. (F-G)Four weeks after tumorinoculation,teiceweresacrfced,andtengmetastaticoulesndtheungweigteremeasuredEachgroupoaie mice.(H)The graphrepresents heKaplan-Meiersurvivalanalysis ofBALB/c micebaring4T1-NCand4T1-GZMM(seventoeightmice per group, $\\mathrm { P = } 0 . 0 0 0 8 )$ . (I) The primary tumor growth of NOD/SCID mice grafted with 4T1-NC or 4T1-GZMM cells $( 1 \\times 1 0 ^ { 5 } )$ were shown (seventoeightmicepergroup).(J-K)Fourweeksaftertumorioulation,teiceweresacrificedandthelngmetastaticdulsad lungweights were measured.The data are expressed as the mean values $\\pm$ SEM from one experiment performed from three independent experiments. $^ { * } \\mathrm { p } { < } 0 . 0 5$ ： "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Because the invasive potential of GZMM was validatedinvitro,asubcutaneous 4T1mousemodelwas established to assess the role ofGZMMin tumor invasion and metastases in vivo by surveying the pulmonary metastases.Consistent with the proliferation in vitro, we observed no significant difference in the growth of primary tumor between 4T1-GZMM and control cells starting from the time of tumor cell injection to the end of the experimental period (Figure 5E).In contrast, the mice bearing 4T1-GZMM developed significantly increased numbers of lung tumor metastatic nodules and multiple tumor fusions compared with the control mice bearing 4T1-NC(Figure 5F& 5G),which indicated a larger tumor burden in the lungof mice bearing 4T1-GZMM relative to the control.Moreover,heart and liver metastases were also found in the mice bearing 4T1-GZMM, whereas none were found in the control mice. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Because tumor metastasis exhibits a large risk of mortality,we also monitored the survival of tumorbearing mice.As expected, the survival of mice bearing 4T1-GZMM was notably shorter compared with the control mice (median survival of 37 versus 31 days,as shown in Figure 5H).All of these observations implied the considerable function of GZMM in facilitating cancer cell metastasis in vivo. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This effect was also validated in immune deficiency mice.Similarly, the primary tumor growth in NOD/ SCID mice was in accordance with that found in immune competent mice (Figure 5I).Nevertheless, the finding revealed that pulmonary metastases of 4T1-GZMM wereapproximatelytwofoldhigherthanthose foundfor 4T1-NC on day 28 after tumor inoculation (Figure 5J). Interestingly, we found decreased pulmonary metastases in both 4T1-NC- and 4T1-GZMM-bearing NOD/SCID mice 中 $9 . 3 7 5 { \\scriptstyle \\pm 2 . 4 3 4 }$ versus $2 4 { \\pm } 3 . 9 4 \\$ )compared with Balb/c mice 1 $5 8 . 4 { \\pm } 1 8 . 4 9 \\$ versus $1 4 0 { \\pm } 2 8 . 6 9$ ）(Figure5Fand5J).The data suggest that the metastasis of 4T1 may be associated with the immune system during cancer progression, and the effect of GZMM may be partially dependent on immune cells in vivo.Taken together, all of these results indicate that the overexpression of GZMM facilitates pulmonarymetastases in vivo. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Therefore,all of the above-mentioned observations prove that GZMM facilitates tumor growth and metastasis in vivo, which provides a new clue for tumor therapy. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "GZMMisassociatedtotheepithelialmesenchymal transition of cancer cells ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Incancercells, the epithelial-mesenchymal transition (EMT) process confers migratory and invasive capacity,resistance to apoptosis,drug resistance,evasion ofhost immune surveillance,and tumor stem cell traits [18].Cells undergoing the EMT may represent tumor cells with metastatic potential.As shown in Figure 6A and 6B,slow-cycling CT26 treated with 5-FU exhibit more s (N-cad) than the control. In addition,4T1 displayed less epithelial features (E-cad) and more mesenchymal characteristic (vimentin） after 5-FU treatment. To investigate whether EMT was responsible forthe process of GZMM promoting drug resistance, invasion and metastasis,we explored the expression of epithelial and mesenchymal markers in CT26-sh GZMM,4T1- GZMM and their control cells.The findings show that GZMM upregulation was accompanied by less epithelial features in 4T1, whereas GZMM downregulation occurred concurrentlywithdecreased mesenchymal characteristics in CT26.These observations led to the hypothesis that the expression of GZMM in tumor cells is likely to be correlated with theEMT. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "STAT3 signaling pathway activation is involved in GZMM resultingin theEMT ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abnormal signaling pathway activation, including AKT,IL-6/STAT3andMAPK/ERK,isconsidered to be significant for the EMT,pro-tumorigenic inflammatory cytokine secretion, invasion and metastasis of tumor cells [19-21].Therefore,to address which signaling pathway is involved in this process,the phosphorylation levels of AKT,STAT3 and ERK were monitored by western blot,and we found that the phosphorylation levels of AKT and ERK did not change markedly. However, STAT3 phosphorylated at both Try705 and at $\\mathrm { S e r } 7 2 7$ were elevated markedly in 4T1 cells overexpressing GZMManddecreasedin CT26cellsinwhichGZMMis downregulated,whereas the total STAT3levels remained unchanged, indicating that GZMM may influence the activation of STAT3 resulting in characteristic changes in CT26 and 4T1 cells (Figure 6C). This finding is also in accordance with the enhancement ofIL-6 and VEGF described above because a high phosphorylation level of STAT3 has been demonstrated to play a predominant role in the regulation of transcription activation immunosuppressive cytokines, including IL-6 and VEGF [22]. Taken together, these results indicate that the activation of STAT3 is closely related with the advancement of invasion and metastasis driven by GZMM resulting in the EMT. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It is now generally accepted that metastasis causing mortality is the prominent challenge in tumor research and clinical therapy.A great numberof complicated elements have been implicated in the degradation of the basement membrane and separation from primary tumor and thereby facilitation of metastasis.Among all of the proteases involved in this process,the best-studied are the MMPs, which can degrade the extracellular matrix,increase the inflammatory response and modify signaling pathways via precise proteolytic processing [23]. Granzyme, e.g., granzyme B,which belongs to a set of serine proteases of cytotoxic lymphocytes,combined with perforin is considered the key effector of immune reaction.However, an increasing body of evidence indicates that granzyme functions diversely, including the stimulation ofcytokine secretion,extracellular matrix degradation,growth factor release and direct antiviral effects [24-28]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We previously detected murine GZMM expression in the murine colon cancer cell line CT26 through microarray gene expression analysis.To assess whether the expression of GZMMis dependent on a specific type of cancer cell line,we performed the measurement and found that the expression of GZMM is conserved in several types of murine and human malignant cell lines. Similarly,GZMM was found to be expressed in human thecervical cancercellline HeLa at both the mRNA and protein levels bychance,thus,its function was not well investigated [1O]. Coincidentally,granzyme B,as another typical granzyme,was also found to be expressed in human urothelial carcinoma samples and pancreatic cancer and to be associated with the tumor epithelialmesenchymal transition and invasion in vitro.Most of the studies on GZMM have reported its cytotoxicity, but there is no agreement on the substrates and pathways that are involved in this process [6].We hypothesized that the reason may be related with the lack of a recognized standard method for the measurement of granzyme activity and substrates.Some other studies found that murine GZMM is closely involved in the inflammatory response rather than the cytotoxicity of lymphocytes in vivo,which provides insights into the role of GZMM in tumors because it may be associated with the proinflammatoryreaction. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/323eab029a1675aa778068f3da913de2e1d7a00de8358bc9301f7166ddcd8e6a.jpg",
        "img_caption": [
            "Figure 6:GZMM is associated with the epithelial-mesenchymal transition of cancer cels,and STAT3 signaling pathwayactivation is involved in GZMMresulting in the EMT.(A-B)Westem blotanalysesofepithelialand mesenchymal markers (E-cad,Ncadvmetin)in4/6esad5-Utreatedouterparts,i.4-C6-d4-Z-h GZMM,are shown.(C)ThetotalAKT,ERK1/2andTAT3andtheproteinphosphorylationlevelin4T-NC,4T-GZMM,C6-NC and CT26-sh GZMMcells were determined by western blot,as displayed in the figure. $\\beta$ -actin was included as the sample loading control. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study, in CT26 and 4T1 cells,we found that GZMM is positively related to IL-6 and VEGF release,which indicates that GZMM may be involved intumor-associatedinflammatoryresponseand angiogenesis.Moreover, GZMM was proven to enhance chemoresistance (5-FU, cis-platinum and doxorubicin), which is in accordance with the elevated expression of GZMM in slow-cycling CT26 cells that are more resistant to chemotherapy[17]. Overexpression ofGZMM facilitating colony formation may partially explain that, however, the underlyingmechanism still requires further study. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We then focused on the impact of GZMMon tumor invasion and metastases because the major mortality of cancer patients is due to distant metastases.A transwell invasion model displayed that GZMM can facilitate the degradation of matrigel.We hypothesized that GZMM participates inproteolysis via specific motifcleavage.For instance,the small leucine-rich proteoglycans (SLRP) family may be hydrolyzed by GZMM due to leucine cleavage preference [29]. It remains unclear which specific motif of GZMMis cleaved to facilitate invasion,which requires a mature method for measuring granzyme activity witha specific inhibitor in the future.Nevertheless,mice bearing 4T1-GZMM presented markedly more intense metastases and poor survival, which demonstrate that a new elementisinvolvedinmetastasesandindicateanew target for metastatic inhibition. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Following the mechanistic investigation， the findings showed that cancer cells with a higher level of GZMMexhibited more mesenchymal features rather than epithelial cells,indicating that GZMMfacilitates the EMT, which confers cells with invasive and metastatic potential, chemoresistance and immune evasion[18].With respect to the signaling pathway related to the process of EMT, we found that the STAT3 signaling activity was markedly enhanced.STAT3 activationisable to directlyaffect the expression ofIL-6,which is also one of the key STAT3 activators during cancer EMT progression [30,31]. Furthermore, $\\mathrm { T y r } ^ { 7 0 5 }$ phosphorylation, as a transcription factor, participates in the expression of VEGF and Bcl proteins to promote angiogenesis and anti-apoptosis [32].Strategies overcoming EMT and inhibiting STAT3 activation may reduce chemoresistance and invasion resulted from GZMM expression [33,34].With regard to whether GZMM induces EMT dependent on STAT3 activationasatranscriptionfactor orviaotherunknown models,itis necessary to confirm these findings through subsequent research. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We also attempted to explore the significance of GZMM in human cancer cells and confirmed its expression in colon cancer, lung adenocarcinoma and breast cancer samples.Moreover, the negative relation between GZMM and E-cad in PC-3 and PC-3M suggested that GZMM maybe involved in the EMT and metastasis.Although our data obtained from 9O primary colon cancer samples cannot confirm apositive correlation between metastasis and GZMM expression,a larger number of clinical tumor samples,including primary and metastasis should be used and may acquire an inspiring result.Meanwhile, the question of whether the impact of endogenous GZMM in human cancer cells is similar with that observed in murine model remains unanswered. To evaluate this proposal, human cell model need to be established.The relationship between GZMM and the prognosis of patients also remain to be analyzed.If it can be validated, GZMM may be a novel target for cancer therapy with good prospects. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The following consensus has long been recognized: all granzymes are only cytotoxic and act as the bullets of immune cells.However,we accidentally detected GZMM expression in the microarray results and attempted to determine its biological significance.Thus,this study describes the expression of GZMM in several murine malignant cells,human carcinoma cells and clinical carcinoma samples and provides the first demonstration of a potentially important impact of GZMM on maintaining resistance to chemotherapeutics and promoting cancer invasion,metastasis and EMT.It appears that GZMM may be the weapon of tumor cells. In general, all of these results contribute to the understanding of the‘orphan granzyme,which was previously rudimentary,and the mechanism of cancer chemoresistance，invasion and metastasis. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "METHODS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Gene expression microarray ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CT-26 cells were cultured in complete medium supplemented with 5-FU $( 2 ~ \\mu \\mathrm { g / m L } )$ on day1.The old medium was replaced with fresh medium without 5-FU on day 2,and 5-FU was added on day3 again. The cells were harvested on day4.These cellswere used to perform the experiments on slow-cycling cells and denoted 5-FUtreated CT26 cells.Control CT26 cells were cultured in complete medium without 5-FU.The total RNA ofCT26 and 5-FU-treated CT26 (method described in [17]) was extracted,and expression profiling of the coding genes was performed using the Affymetrix Mouse Genome 430 2.0 platform supplied by CapitalBio Corporation.Pathway Enrichment Analysis was performed using the Molecule Annotation System V3.0. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Cell line and cell culture ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4T1 and CT26 cells were purchased from the American Type Culture Collection (ATCC) (Manassas, ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "VA，USA). PC-3 and PC-3M were purchased from Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Cell Research Center (Beijing, China). The B16, Lewis Lung cancer (LLC), TC-1, HepG2 and HT-29 cells were maintained in our laboratory. The CT26,B16 and PC-3M cells were cultured in RPIM 1640 medium; 4T1 cells were cultured in DMEM/F12 mediumand PC-3,TC-1,HepG2,HT-29 andLLC cells were cultured inDMEM medium.Allof these cells were maintained in basic medium supplemented with $10 \\%$ FCS and penicillin/streptomycin at $3 7 ^ { \\circ } \\mathrm { C }$ in a humidified atmosphere of $5 \\% \\mathrm { C O } _ { 2 }$ (Thermo Scientific, Inc.). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Immunohistochemical staining ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tissue microarrays containing paired primary colon carcinoma and peritumoral colonic mucosa tissue from 90 patients were constructed by Shanghai Biochip Co., Ltd.(Shanghai China). Sections of $4 \\mu \\mathrm { m }$ thickness were placed on 3-aminopropytriethoxysilane-coated slides for subsequent staining with anti-human GZMM (LifeSpan BioSciences）after the endogenous peroxidases were inactivated. Sections incubated with isotype-matched antibodies were used as the negative control. The secondary antibodies were HRP-conjugated goat antimouse or rabbit IgG. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Mice ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Female six-week-oldBalb/C mice,C57mice and non-obese diabetic/severe combined immunodeficient (NOD/SCID) mice (Vital River laboratory Animal Technology Co.Ltd.,Beijing,China） were maintained under specific pathogen-free conditions. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Generation of GZMM-knockdown or recombination and control cell lines ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "TheGZMM-specificshorthairpin RNA (shRNA) plasmid pGLV3/H1/GFP+Puro vectorwas purchasedfrom Gene-Pharma(Shanghai， China) and the interference sequence target GZMM was GCACTGCTTAAGCTAGATAGA.Thescramble sequence GTTCTCCGAACGTGTCACGT wasused asthe negative control (NC). Lentivirus particles were prepared by co-transfecting lentivirus plasmids (Invitrogen) and shRNA into 293T cellsusing lipofectamine 2ooo (Invitrogen).After infected with lentivirus particles, CT26 and LLC cells stably expressing the specific shorthairpin RNA(CT26-sh GZMM,LLC-sh GZMM) and control (CT26-NC,LLC-NC) were selected in media containing $2 \\mu \\mathrm { g / m l }$ puromycin.Similarly, GZMM cDNA was synthesized and inserted into the pLVEF1a/ GFP+Puro vector. 4T1 and CT26 cells stably expressing ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "GZMM(4T1-GZMM,CT26-GZMM) and control(4T1- NC,CT26-NC) were selected by puromycin followed by lentivirus infection. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Determination of VEGF and IL-6 production by ELISA ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tumor cells $( 1 \\times 1 0 ^ { 4 } )$ were seeded in a 96-well plate,and the supernatantswere collected after $2 4 \\mathrm { h }$ .The cytokine production in the supernatants was measured by ELISA according to the manufacturer's guidelines (neoBiosciences Ltd., Beijing, China) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In vitro proliferation and drug sensitivity assay ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The CCK-8 (cell counting kit-8, DOJINDO, Japan) assay was used to measure the proliferation and drug sensitivity.Briefly, 1O,OoO tumor cells were seeded in triplicate ina 96-well plate,and after 2,24 or 48 hours, the culture medium was replaced with $1 0 0 ~ \\mu \\mathrm { l }$ of $10 \\%$ CCK-8 fresh medium.After $^ { 2 \\mathrm { ~ h ~ } }$ of incubation at $3 7 ^ { \\circ } \\mathrm { C }$ the supernatants were measured spectrophotometrically at $4 5 0 ~ \\mathrm { n m }$ .In the drug sensitivity assay,5-fluorouracil (5-FU), doxorubicin (DOX) and cisplatin (DDP) at the concentration of $2 \\ \\mu \\mathrm { g / m l }$ or $4 \\mu \\mathrm { g / m l }$ was added to the medium,whereas no treatment was used as the control. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Matrigel invasion assay ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A cell invasion assay was performed using a 24- well Transwell chamber with a pore size of $8 ~ { \\mu \\mathrm { m } }$ (CoStar, Cambridge,MA,USA).The inserts were coated with $1 0 0 \\mu \\mathrm { l }$ of matrigel (BD Bioscience, San Jose, CA, USA) diluted1:2 with serum-free coldDMEM and incubated for 30 minutes at $3 7 ^ { \\circ } \\mathrm { C }$ for gelling.The total growth area in the transwell is approximately $3 3 ~ \\mathrm { m m }$ .The tumor cells （ $1 \\times 1 0 ^ { 5 }$ in $1 0 0 ~ \\mu \\mathrm { l }$ of serum-free medium) were planted in the upper matrigel chamber and incubated for 2O hours at $3 7 ^ { \\circ } \\mathrm { C }$ .The medium supplemented with $10 \\%$ FBS was added to the lower chamber as the chemoattractant. The membranes were processed according to the manufacturer's instructions for migration assessment.In brief,the un-migrated cells from the upper side of the membrane were washed and removed.The migrated cells in the lower surface of the membrane were fixed with $4 \\%$ paraformaldehyde,stained with hematoxylin and dried. The average number of pixels that were positive for cells in randomly chosen fields of view was counted to quantify the extent of invasion using the Photoshop software. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Experimental animal model ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To establish a breast cancer model, $1 \\times 1 0 ^ { 5 } 4 \\mathrm { T 1 - N C }$ or 4T1-GZMM cells were subcutaneously inoculated into the right groin of Balb/C mice or NOD/SCID on day 0 (six to eight mice per group).The tumor growth was monitored every 3-4 days by palpation,and the tumor size was measured through two perpendicular tumor diameters,as described previously.On day 28,the mice were sacrificed, the lungs were resected,and the number of nodules was enumerated.Liver,heart,and renal tissues were isolated to evaluate the change in metastases.In the CT26 mouse model, $2 \\times 1 0 ^ { 5 }$ (or $1 \\times 1 0 ^ { 5 }$ )cells were s.c.inoculated into the dorsal flank of Balb/C mice (five mice per group),and the tumor growth was then detected ina similar manner.In the LLC mouse model, $4 \\times 1 0 ^ { 5 }$ cells were s.c.inoculated into the dorsal flank of C57 mice. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Clone forming assay ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "300 or 50o cells were seeded in $6 0 \\mathrm { m m }$ -plates in quadruplicate with complete medium and cultured for one week at $3 7 ^ { \\circ } \\mathrm { C }$ Aftercultured,cells were fixed,stained with Giemsa and counted. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Western blot ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Cells or tumor tissues were collected and suspended inRIPAlysis buffer(Biomiga, Inc.) containinga cocktail of proteinase inhibitors (Roche). The protein concentration was quantified using the bicinchoninic acid (BCA) assay kit(Thermo scientific,Inc.) to ensure that equal amounts of protein from different subpopulations were loaded into the gel. The proteins were separated by SDS-PAGE and transferred onto a polyvinylidene difluoride (PVDF) membrane.Primary antibodies against murine GZMM (P-15，Santa Cruz Biotechnology， Inc.)；E-cadherin, N-cadherin,vimentin,AKT,p-AKT,ERK1/2,p-ERK1/2, STAT3，p-STAT3705，p-STAT3727（CellSignaling ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Technology),a-tubulin (ZSGB-BIO),and $\\beta$ -actin (ZSGBBIO) were used at 1:1ooo dilution and incubated with the membranes at $4 ^ { \\circ } \\mathrm { C }$ overnight. The reaction was revealed by horseradish peroxidase (HRP)-coupled secondary reagents (Pierce，Rockford,IL，USA),developedby enhanced chemiluminescence (ECL) (Applygen Technologies Inc.) accordingto the manufacturer's instructions,and subjected to exposure using LAS4010 (General Electric Company). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Flow cytometry analysis ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Anti-GZMM(LifeSpan BioSciences） or isotype control antibody was used to stained tumor cells or PBMC according to the instruction of intracellular staining kit (BD).FITC-conjunced donkey anti-rabbit IgG antibody (Biolegend) was used as the secondary antibody,and cells were analyzed by a Guava easyCyte flow cytometer (Milipore) and Flowjo software. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Real-time reverse transcription-polymerase chain reaction ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The total RNA from the cultured cells was extracted using the TRIzol reagent (Invitrogen, USA） according to the manufacturer's instructions.The cDNA library was then reverse-transcribed using the iSCRIPT cDNA synthesis kit (Bio-Rad Laboratories, USA) according to the manufacturer's instructions. Quantitative RT-PCR (qRT-PCR) was performed using iUNIVERSAL SYBR Green I Mix kit(Bio-Rad Laboratories,USA）with a CFX96 Real-Time PCR System(Bio-Rad Laboratories, USA）as previously described.The following specific primers were used (Table 1): ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/d3b38279b1dfbe0fcf6d4d28a0902a525babea38affe9f1977800ea99ef37d78.jpg",
        "table_caption": [
            "Table 1 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">murine GZMM (158 bp)</td><td>forward</td><td>5'- GTCCTTGTGCATCGGAAGTG-3'</td></tr><tr><td>reverse</td><td>5'- TTGTAGCCAGGGTGTTTAATGG-3'</td></tr><tr><td rowspan=\"2\">murine β-actin (154 bp)</td><td>forward</td><td>5'- GGCTGTATTCCCCTCCATCG-3'</td></tr><tr><td>reverse</td><td>5'-CCAGTTGGTAACAATGCCATGT-3'</td></tr><tr><td rowspan=\"2\">murine GZMB (142 bp)</td><td>forward</td><td>5'- CCACTCTCGACCCTACATGG-3</td></tr><tr><td>reverse</td><td>5'- GGCCCCCAAAGTGACATTTATT-3'</td></tr><tr><td rowspan=\"2\">murine perforin (272 bp)</td><td>forward</td><td>5'-CTGGCTCCCACTCCAAGGTA-3'</td></tr><tr><td>reverse</td><td>5'-GGCTGTAAGHACCGAGATGC-3'</td></tr><tr><td rowspan=\"2\">human GZMM (196 bp)</td><td>forward</td><td>5'-ACACCCGCATGTGTAACAACA-3'</td></tr><tr><td>reverse</td><td>5'- GGAGGCTTGAAGATGTCAGTG-3'</td></tr><tr><td rowspan=\"2\">human β-actin (218 bp)</td><td>forward</td><td>5'-AAGAGAGGCATCCTCACCCT-3'</td></tr><tr><td>reverse</td><td>5'-TACATGGCTGGGGTGTTGAA-3'</td></tr><tr><td rowspan=\"2\">human perforin (233 bp)</td><td>forward</td><td>5'-GGCTGGACGTGACTCCTAAG-3'</td></tr><tr><td>reverse</td><td>5'-CTGGGTGGAGGCGTTGAAG-3</td></tr><tr><td rowspan=\"2\">human GZMB (118 bp)</td><td>forward</td><td>5'- GGTGCGGTGGCTTCCTGAT-3'</td></tr><tr><td>reverse</td><td>5'- TGCTGGGTCGGCTCCTGTTC-3'</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Statistical analysis ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The statistical significance of the difference between the two groups was determined by Student's $t { \\mathrm { . } }$ -test. The Kaplan-Meier survival plot was assessed for significance using the log-rank test (SPSS 12.0).A value of $\\mathtt { p } < 0 . 0 5$ was considered significant. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This study was supported by State Key Development Program of Basic Research of China (Item Number: 2012CB9171o0) and Research Fund from Cancer Institute, Chinese Academy of Medical Sciences. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1 SiegelR,DeSantis C,Virgo K,SteinK,Mariotto A, Smith T,CooperD,GanslerT,Lerro C,FedewaS,Lin C,Leach C, Cannady RS, Cho H, Scoppa S,Hachey M,Kirch R, Jemal A，Ward E:Cancer treatment and survivorship statistics,2012.CA CancerJClin 2012;62:220-241.   \n2 Pilat D,Fink T,Obermaier-Skrobanek B, Zimmer M, Wekerle H, Lichter P, Jenne DE: The human met-ase gene (gzmm): structure,sequence,and close physical linkage to the serine protease gene cluster on 19pl3.3.Genomics 1994;24:445-450.   \n3 Grossman WJ, Revell PA,Lu ZH, Johnson H, Bredemeyer AJ,Ley TJ: The orphan granzymes of humans and mice. Curr Opin Immunol 2003;15:544-552.   \n4 Bovenschen N,de Koning PJ, Quadir R, Broekhuizen R, DamenJM,Froelich CJ,Slijper M,Kummer JA:Nk cell protease granzyme m targets alpha-tubulin and disorganizes the microtubule network.JImmunol 20o8;180:8184-8191.   \n5 Kelly JM,Waterhouse NJ,Cretney E,Browne KA,Ellis S,Trapani JA, Smyth MJ: Granzyme m mediates a novel form of perforin-dependent cell death.J Biol Chem 2004;279:22236-22242.   \n6 Joeckel LT,Bird PI: Are all granzymes cytotoxic in vivo? Biol Chem 2014;395:181-202.   \n7 de Poot SA，Lai KW,Hovingh ES,，Bovenschen N: Granzyme m cannot induce cell death via cleavage of mouse fadd. Apoptosis 2013;18:533-534.   \n8 Sayers TJ,Brooks AD,WardJM,Hoshino T,Bere WE, Wiegand GW，Kelly JM，Smyth MJ: The restricted expression of granzyme m in human lymphocytes.J Immunol 2001;166:765-771.   \n9 Krenacs L,Smyth MJ,Bagdi E,Krenacs T,Kopper L, Rudiger T,Zettl A,Muller-Hermelink HK，Jaffe ES, Raffeld M: The serine protease granzyme m is preferentially expressed in nk-cell, gamma delta t-cell,and intestinal t-cell lymphomas: evidence of origin from lymphocytes involved in innate immunity.Blood 2003;101:3590-3593.   \n10Liang XH, Hart CE, Crooke ST: Transfection of sirnas can alter mirna levels and trigger non-specific protein degradation in mammalian cells. Biochim Biophys Acta 2013;1829:455-468.   \n11 D'Eliseo D，Manzi L，Merendino N,Veloti F: Docosahexaenoic acid inhibits invasion of human rt112 urinary bladder and pt45 pancreatic carcinoma cells via down-modulation of granzyme b expression. J Nutr Biochem 2012;23:452-457.   \n12D'Eliseo D,Pisu P, Romano C,Tubaro A,De Nunzio C, Morrone S, Santoni A, Stoppacciaro A, Velotti F: Granzyme b is expressed in urothelial carcinoma and promotes cancer cell invasion. Int J Cancer 2010;127:1283-1294.   \n13Hu SX,Wang S,Wang JP,Mills GB,Zhou Y, Xu HJ: Expression of endogenous granzyme b in a subset of human primary breast carcinomas. Br JCancer 2003;89:135-139.   \n14Jezierska A， Motyl T: Matrix metalloproteinase-2 involvement in breast cancer progression: a mini-review. Med Sci Monit 2009;15:A32-A40.   \n15Woodhouse EC，Chuaqui RF，Liotta LA: General mechanisms of metastasis. Cancer 1997;80:1529-1537.   \n16Hildenbrand R, Allgayer H, Marx A, Stroebel P: Modulators of the urokinase-type plasminogen activation system for cancer. Expert Opin Investig Drugs 2010;19:641-652.   \n17Sun Q, Zhong Y,Wu F, Zhou C, Wang D, Ma W, Zhang Y, Zhang S: Immunotherapy using slow-cycling tumor cells prolonged overall survival of tumor-bearing mice.BMC Med 2012;10:172.   \n18Hanahan D,Weinberg RA: Hallmarks of cancer: the next generation. Cell 2011;144:646-674.   \n19Lesina M, Kurkowski MU, Ludes K, Rose-John S, Treiber M,Kloppel G, Yoshimura A,Reindl W, Sipos B,Akira S, Schmid RM,Algul H: Stat3/socs3 activation by il-6 transsignaling promotes progression of pancreatic intraepithelial neoplasia and development of pancreatic cancer. Cancer Cell 2011;19:456-469.   \n20Stairs DB,Bayne LJ, Rhoades B,Vega ME,Waldron TJ, Kalabis J,Klein-Szanto A,Lee JS,Katz JP,Diehl JA, Reynolds AB,Vonderheide RH,Rustgi AK: Deletion of p120-catenin results in a tumor microenvironment with inflammation and cancer that establishes it as a tumor suppressor gene.Cancer Cell 2011;19:470-483.   \n21Deschenes-Simard X,Kottakis F,Meloche S,Ferbeyre G: Erks in cancer: friends or foes? Cancer Res 2014;74:412- 419.   \n22Dong Y,Richards JA,Gupta R, Aung PP,Emley A, Kluger Y, Dogra SK, Mahalingam M, Wajapeyee N: Pten functions as a melanoma tumor suppressor by promoting host immune response. Oncogene 2013   \n23Dufour A， Overall CM: Missing the target: matrix metalloproteinase antitargets in inflammation and cancer. Trends Pharmacol Sci 2013;34:233-242.   \n24Boivin WA,Shackleford M, Vanden HA, Zhao H, Hackett TL，Knight DA,Granville DJ: Granzyme b cleaves decorin．biglvcan and soluble betaglvcan．releasing 2012;7:e33163.   \n25Andrade F: Non-cytotoxic antiviral activities of granzymes in the context of the immune antiviral state.Immunol Rev 2010;235:128-146.   \n26Froelich CJ,Pardo J, Simon MM: Granule-associated serine proteases: granzymes might not just be killer proteases. Trends Immunol 2009;30:117-123.   \n27Hiebert PR，Granville DJ: Granzyme b in injury, inflammation,and repair. Trends Mol Med 2012;18:732- 741.   \n28Hiebert PR,Wu D, Granville DJ: Granzyme b degrades extracellular matrix and contributes to delayed wound closure in apolipoprotein e knockout mice.Cell Death Differ 2013;20:1404-1414.   \n29Karsdal MA,Nielsen MJ,Sand JM,Henriksen K,Genovese F,Bay-Jensen AC, Smith V,Adamkewicz JI,Christiansen C,Leeming DJ:Extracellular matrix remodeling: the common denominator in connective tissue diseases. Possibilities for evaluation and current understanding of the matrix as more than a passive architecture,but a key player in tissue failure.Assay Drug Dev Technol 2013;11:70-92.   \n30Rokavec M, Oner MG,LiH, Jackstadt R,Jiang L,Lodygin D,Kaller M,Horst D, Ziegler PK, Schwitalla S, SlottaHuspenina J,Bader FG,Greten FR,Hermeking H:Il-6r/ stat3/mir-34a feedback loop promotesemt-mediated colorectal cancer invasion and metastasis.J Clin Invest 2014;124:1853-1867.   \n31Luo F, Xu Y,Ling M, Zhao Y, Xu W, Liang X, Jiang R, Wang B, Bian Q, Liu Q: Arsenite evokes il-6 secretion, autocrine regulation of stat3 signaling,and mir-21 expression, processes involved in the emt and malignant transformation of human bronchial epithelial cells.Toxicol Appl Pharmacol 2013;273:27-34.   \n32McMurray JS,Mandal PK,Liao WS,Klostergaard J, Robertson FM: The consequences of selective inhibition of signal transducer and activator of transcription 3(stat3) tyrosine705 phosphorylation by phosphopeptide mimetic prodrugs targeting the src homology 2 (sh2) domain. JAKSTAT 2012;1:263-347.   \n33McCann GA,Naidu S,Rath KS,Bid HK, Tierney BJ, Suarez A,Varadharaj S,Zhang J,Hideg K,Houghton P,Kuppusamy P, Cohn DE, Selvendiran K: Targeting constitutively-activated stat3 in hypoxic ovarian cancer, using a novel stat3 inhibitor. Oncoscience 2014;1:216-228.   \n34Keitel U, Scheel C, Dobbelstein M: Overcoming emtdriven therapeutic resistance by bh3 mimetics. Oncoscience 2014;1:706-708. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]