[
    {
        "type": "text",
        "text": "Hydrological and water cycle processes of inland river basins in the arid region of Northwest China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CHEN Yaning1, LI Baofu²\\*, FAN Yuting?, SUN Congjian4, FANG Gonghuan1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State Key Laboratoryof Desert and Oasis Ecology,Xinjiang Instituteof Ecologyand Geography,Chinese Academyof Sciences,Urumqi 830011,China;   \n2 School of Geography and Tourism, Qufu Normal University,Rizhao_276826, China;   \n3KeyLaboratoryof Tree-Ring Physicaland Chemical Research ofChina Meteorological Administration/Xinjiang Laboratory of Tree Ring Ecology,InstituteofDesertMeteorology,China MeteorologicalAdministration,Urumqi 830o02,China; 4 School of Geographical Science, Shanxi Normal University,Linfen 041ooo, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The increasing shortage in water resources is a key factor affecting sustainable socio-economic development in the arid region of Northwest China (ARNC). Water shortages also afect the stability of the region's oasis ecosystem. This paper summarizes the hydrological processes and water cycle of inland river basins in the ARNC, focusing on the following aspects: the spatial-temporal features of water resources (including air water vapor resources, runoff,and glacial meltwater) and their driving forces; the characteristics of streamflow composition in the inland river basins； the characteristics and main controlling factors of baseflow in the inland rivers;and anticipated future changes in hydrological processes and water resources.The results indicate that: (1) although the runoff in most inland rivers in the ARNC showed a significant increasing trend,both the glaciated area and glacial ice reserves have been reduced in the mountains; (2) snow melt and glacier melt are extremely important hydrological processes in the ARNC,especially in the Kunlun and Tianshan mountains; (3) baseflow in the inland rivers of the ARNC is the result of climate change and human activities,with the main driving factors being the reduction in forest area and the over-exploitation and utilization of groundwater in the river basins; and (4) the contradictions among water resources, ecology and economy will further increase in the future. The findings of this study might also help strengthen the ecological， economic and social sustainable development in the study region. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: water resources; climate change; river runof; baseflow; streamflow composition; inland river basin;arid region of Northwest China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:CHENYaning,LIBaofu,FANYuting,SUNCongjian,FANGGonghuan2019.Hydrologicaland watercyclerocsse ofinlandriverbasinsinthearid regionof Northwest China.JournalofAridLand,1l(2):161-179. https://doi.0rg/10.1007/s40333-019-0050-5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The arid region of Northwest China (ARNC) is characterized by vast territory and abundant resources. It has become an important strategic energy base for China. However, the ARNC is also known for its fragile ecosystems and scarce water resources, which have become key factors constraining sustainable economic and social development as well as ecological security (Chen et al.,2016a). Furthermore,the ARNC is highly sensitive to global climate change. Over the past 50 years,the rate of temperature increase in the region has ranged between $0 . 3 3 ^ { \\circ } \\mathrm { C } / 1 0 \\mathrm { a }$ and ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$0 . 3 9 ^ { \\circ } \\mathrm { C } / 1 0 \\mathrm { a }$ ,which is nearly twice the overall rate in China (Li et al., 2O12) and three times the average global rate (IPCC，2O13). Rising temperatures further exacerbate the fragility and uncertainty of water resource systems that rely on precipitation and meltwater from glaciers and snow. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Several researchers (Chen et al., 2016a; Chen, 2016; Li et al., 2018) have recently conducted studies on the hydrological processes and water cycle mechanisms in the ARNC and have obtained significant results. Reviewing the characteristics of spatial-temporal changes in water resources in this region has scientific importance not only for defining the evolution mechanism of water resource systems in the area but also for improving the ARNC's ability to respond appropriately to climate change. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Over the past few years, major national strategies have been implemented in China, such as the \"Belt and Road\" initiative and \"supporting the development and construction of the western region”(Zhao et al., 2O18). The strategies also include continued expansion of international and domestic regional cooperation through policies aimed at opening border areas. All these innovations have spawned such excessive ecological environmental changes that the sustainable utilization of water resources in the inland river basins in the ARNC has become a focus of attention and concern (Yang et al.， 2O17). Moreover, with rapid changes in climatic and environmental conditions occurring at the same time as rapid growth in the social economy, the contradiction between supply and demand of water resources in the ARNC is also becoming increasingly glaring (Guo and Shen，2O16). However， because the meteorological and hydrological stations in this area are sparsely distributed,it is difficult to measure and analyze the changes in the inland river basins of the ARNC,especially the runoff components (Chen et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study， we aim to better understand the spatial-temporal features of water resources (including air water resources,runoff, glacial meltwater, streamflow composition and baseflow) in the inland river basins and their driving forces in the ARNC.We also aim to find correlations, if any, between runoff (or baseflow) and climatic factors in the past and future. It is our hope that the results from this study will contribute to a more rational and sustainable distribution of water resources in the ARNC. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The ARNC has a typical continental climate with mean annual precipitation of less than $2 0 0 ~ \\mathrm { { m m } }$ and annual mean temperature of about $8 ^ { \\circ } \\mathrm { C }$ (Li et al., 2012). The ARNC covers approximately $2 . 1 { \\times } 1 0 ^ { 6 } ~ \\mathrm { k m } ^ { 2 }$ ， whereas the oases, which are surrounded by deserts, occupy less than $5 \\%$ of the total area in the ARNC. Thus, water resources are of major significance for both the survival and development of these oases. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the ARNC, water formation in mountainous areas derives primarily from high mountain snow and glacial meltwater, mid-mountain forest precipitation and low mountain bedrock fissure water (Chen et al., 2016a). There are numerous inland rivers distributed across the ARNC (Fig. 1). These include the Manas,Urumqi and Kuytun rivers on the northern slope of the Tianshan Mountains,the Kaidu and Aksu rivers on the southern slope of the Tianshan Mountains,the Hotan and Yarkant rivers on the northern slope of the Kunlun Mountains,and the Heihe,Shiyang and Shule rivers on the northern slope of the Qilian Mountains. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3Spatial-temporal features of water resources and their driving forces in the inland river basins in the ARNC ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1 Air water resource changes ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There are three main channels for air water vapor transport in the ARNC (Dai et al., 2Oo6; Huang et al.,2015; Li et al., 2O16a). The first is the evaporative and water vapor channel from the Atlantic Ocean and Eurasia, carried eastward by the prevailing westerly wind circulation. This is the main source of precipitation in the Tianshan and Karakoram mountainous areas. The second channel is water vapor from the western Pacific Ocean and the South China Sea, carried by the East Asian monsoons. This form of transport, however, only extends to the northwest inland area under specific atmospheric circulation conditions.The third channel is water vapor transported from the Arabian Sea and the Bay of Bengal, carried by the Indian monsoons.Water vapor from this transport channel forms heavy clouds across the Kunlun Mountains, producing precipitation. Liu and Zhang (2O11) have pointed that annual mean content of air water vapor content in the ARNC slightly increased from 1979 to 2O08 and that westerly water vapor transport in the middle latitude made a significant contribution to the atmospheric water resource variability of arid region. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/68df5765a557a2d1f87cc1efa2fb884af0509fb5848c990637314474b561c374.jpg",
        "img_caption": [
            "Fig.1Geographical locations of major rivers in the arid region of Northwest China (ARNC),and spatial variation trends in mean air water vapor content based on sounding station data during 197O-2O02 (Zhang et al., 2018) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Annual mean content of air water vapor in the ARNC from 1970 to 2002 was $1 5 . 0 7 ~ \\mathrm { m m }$ ，with the maximum of $1 9 . 1 7 ~ \\mathrm { m m }$ in 2002 and minimum of $1 3 . 3 4 ~ \\mathrm { m m }$ in 1974 (Zhang et al., 2018). From 1970 to 2O02, the air water vapor content showed an overall upward trend at a rate of 0.84 $\\mathrm { { m m } / 1 0 a }$ $( P { < } 0 . 0 0 1 )$ ,and from 2O03 to 2013, the air water vapor content showed an insignificant downward trend at a rate of $2 . 0 6 \\mathrm { m m } / 1 0 \\mathrm { a }$ (Zhang et al., 2018; Fig. 2). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/99fc79d0ce80d5b09f286292c5585c692cc6993e7f7b9a2dbe23bfa94e60cb85.jpg",
        "img_caption": [
            "Fig.2Variations in annual mean content of air water vapor content in the ARNC during 1970-2002 and 2003-2013 (Zhang et al.,2018) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Different parts of the ARNC exhibited variations in change rates of air water vapor content.For instance,the annual rate of increase of air water vapor content in northern Xinjiang was the largest, measuring $0 . 9 8 \\mathrm { \\ m m } / 1 0 \\mathrm { a }$ during 1970-2002 (Zhang et al.，2018). This was followed closely by southern Xinjiang,with the measured value of $0 . 9 6 \\mathrm { \\ m m } / 1 0 \\mathrm { a }$ . The Hexi Corridor showed the lowest rate,measuring only $0 . 5 9 \\mathrm { \\ m m / 1 0 a }$ . Li et al. (2016a) found that the rates of increase for precipitation in the ARNC over the past 50 years have been progressively decreasing in northern Xinjiang, southern Xinjiang,and the Hexi Corridor. Thus, it can be surmised that variations in air water vapor content in the ARNC has obvious similarities with spatial variations in precipitation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Changes in glacial meltwater resources ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the ARNC, surface runoff recharge is mainly driven by melted glacier and snow water. Therefore,snow meltwater and glacial meltwater contribute significantly to maintaining the stability and security of water resources in the oasis ecosystem (Wang and Qin, 2Ol7). In a recently published catalogue of glacier data, Xinjiang was shown to have the largest number of glacial ice reserves in China (Liu et al., 2O15). The glaciers covered 2156 $( \\pm 1 1 6 . 6 0 ) ~ \\mathrm { k m } ^ { 3 }$ accounting for $48 \\%$ of the total reserves.The Urumqi Glacier No.1, located at the headwaters of Urumqi River in the Tianshan Mountains in Xinjiang,has been retreating rapidly since the 1980s, while the streamflow from the glacial meltwater has been growing rapidly (Li et al., 2007). Sun et al. (2013) indicated that, during the past 5O years, the temperature and precipitation of Urumqi Glacier No.1 were increased by $0 . 9 ^ { \\circ } \\mathrm { C }$ and $9 1 . 0 ~ \\mathrm { m m }$ ,respectively. Meanwhile, the length of the glacier was shortened by approximately $9 . 7 \\%$ , and the overall area was reduced by $1 6 . 0 \\%$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sun et al. (2Ol8) employed glacier cataloguing data for the Qilian Mountains and found that the glaciated area and glacial ice reserves suffered reductions of up to $20 . 9 \\%$ over the past 50 years. The main reason for the overall decrease in the glaciated area is that glaciers with an area of less than $1 . 0 \\mathrm { k m } ^ { 2 }$ were shrinking especially rapidly. Mountain glaciers below the elevation of $4 0 0 0 \\mathrm { ~ m ~ }$ have completely disappeared, while glaciers in the eastern sections are retreating rapidly and those in the middle and western sections are decreasing slowly. In reviewing the data from 1956 to 2003,Chen et al. (2O13) noted that the glaciated areas in the middle section of the Qilian Mountains were reduced by $2 2 . 0 \\%$ ,and the glaciated areas in the Heihe and Beida river basins shrank by $3 0 . 0 \\%$ and $1 9 . 0 \\%$ ,respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3Changes in runoff ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Over the past 5O years, river runoff in the ARNC has been on the rise, with the runoff in about half of the rivers increasing significantly (Chen, 2O16). These rivers include the Kaidu River (Chen et al.,2013), the Aksu River (Li et al.,2016b), the Heihe River (Luo et al.,2017), the Shule River (Guo et al.,2009),and the Manas River (Tang et al., 2011). For example, the runoff in the Kaidu (Chen et al.，2013b) and Aksu rivers (Li et al., 2016b) in the Tarim Basin showed a significant $( P { < } 0 . 0 5 )$ increasing trend, at rates of $1 . 9 0 \\times 1 0 ^ { 8 }$ and $3 . 7 8 \\times 1 0 ^ { 8 } ~ \\mathrm { m } ^ { 3 } / 1 0 \\mathrm { a }$ ，respectively. Meanwhile,the runof in about one third of the rivers has not shown a significant increasing trend. These include the Urumqi River, the Kuytun River, and the Jinghe River. However, the runoff in some other rivers,such as the Shiyang River, even showed a decreasing trend (Chen,2016). In addition,the annual runoff in the Hotan River exhibited a slight downward trend from 1960 to 2009,with a linear rate of $- 0 . 1 8 \\times 1 0 ^ { 8 } \\mathrm { m } ^ { 3 } / 1 0 \\mathrm { a }$ (Li et al.,2018). This trend reflects the Hotan River's minor increase in runoff from the late 199Os to the present (Zhang et al.,2003; Xu et al., 2011). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mutation analysis in Li et al. (2012) and Chen (2016) indicated that the actual measured runoff at most stations in the ARNC was subject to mutations in the 199Os, except for a few hydrological stations in Xinjiang. This shows climate norms in Northwest China shifting from \"warm and dry\" to \"warm and wet\", with an obvious lag influence.The mutation for the runoff at the Changmabao hydrological station near the Shule River (located inland in the Hexi Corridor) occurred in 1998, which was consistent with runoff mutations in most of the rivers.However, the Heihe River was an exception. Specifically, its runoff generally experienced two large mutations: earlier around 1980 and later in mid-2OoOs. Moreover,the runoff in the Hongshui River and Maying River experienced small mutations in the late l97Os,which was synchronous with the early mutation time for rivers with large runoff(Chen, 2016). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4Runoff change attributions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The runoff change attributions in different rivers across the ARNC have recently been analyzed by numerous researchers.For instance, Chen et al. (2O13) indicated that the main driving force for the changes in runoff of the Kaidu River is climate change, with a contribution rate of $9 0 . 5 \\%$ whereas human activities contributed only $9 . 5 \\%$ . For the Aksu River, the contribution of climate change to runoff change was $9 4 . 0 \\%$ (Li et al., 2016b). The upstream runoff of the Heihe River increased substantially, with contributions of climate change and human activities measuring $6 0 . 0 \\%$ and $4 0 . 0 \\%$ , respectively (He et al., 2O12). The part of the river which presented a declining trend in runoff was the portion impacted most by human activities. For the Shiyang River, the contribution of land use change to runoff change was $8 8 . 8 \\%$ from 1980 to 2011 (Zhou et al., 2015), while for the Jinghe River, the contribution of human activities to runoff change during the same time period was approximately $8 5 . 7 \\%$ (Dong et al., 2015). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For more than two-thirds $( 6 6 . 7 \\% )$ of headwaters in typical rivers in the ARNC,the relative contribution of climate change to runoff variation surpassed $50 \\%$ and presented a rising trend for mountain runoff (Chen, 2Ol6). The rivers dramatically affected by climate change are located in medium-to-high mountains and are mostly medium- and large-sized rivers，whereas those dramatically affected by underlying surface variations are small- and medium-sized rivers whose sources are in medium-to-low mountains. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "From 1970 to 2009,the relative contribution of human activities to the reduction of inflow in the Tarim River mainstream remained above $60 \\%$ ，and water consumption by human activities was the main factor in the reduction of runoff into the mainstream, partially ofset by increased runoff caused by the warm and humid climate (Chen,2016). Additionally, the rapid development of oasis agriculture accelerated the over-exploitation and utilization of water resources at three river headwaters in the upper reaches of the Tarim River. Consequently, human activities have a significant impact on the mainstream inflow. Located along the Shiyang River mainstream, the inflow of the Hongyashan reservoir has been almost completely restricted by human activities since the 1980s. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Concurrently, the relative contribution of human activities to runoff change in the Bosten Lake remained above $96 \\%$ from 1970 to 1989.This was the major factor in the decrease in runoff into the lake, while the growth in warmth and humidity from 1990 to 2009 was a dominant factor in the increase in runoff into the lake.The relative influence of human activities on the runoff into the Bosten Lake exhibited an entirely downward trend from 1970 to 2009,which had a correlation with the gradual improvement in the utilization efficiency of agricultural irigation water. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4Characteristics of streamflow composition in the inland river basins in the ARNC ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The inland river basins in the ARNC are highly sensitive to global climate change,which indicates that hydrology and water resource problems caused by climate change are worsening (Wang and Qin, 2O17). Due to alterations in the water cycle processes caused by global warming and the consequent accelerated uncertainty of water resources, water availability in the inland river basins in the ARNC has become increasingly complicated (Chen et al.，2016b).Water supplies in this region have a good correlation with changes in temperature and precipitation, as well as with changes in snow, glacier, and frozen soil distributed across the high alpine mountains (Lutz et al.,2014). Over the past 50 years, increases in temperature and changes in precipitation have strongly influenced the hydrological cycle in the inland river basins in the ARNC,leading to increases in the discharge of headstreams from mountainous areas. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The hydrograph is a crucial tool that has been applied to different types of water resources planning and management projects carried out in the ARNC (Sun et al., 2O16a). By separating water resources into component parts, the hydrograph is able to distinguish and directly measure (or at least estimate) the contributions of different components.Hydrograph separation methods include graphical， time-interval,， and filtering，with time-interval separation method being programmed as HYSEP, along with hydrological and water balance models (Kong and Pang, 2012; Sun et al., 2016a). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It has been challenging to use traditional methods to evaluate streamflow components for the inland river basins in the ARNC due to chronic shortages in observation data (Klaus and Mcdonnell, 2013). Thus, it is necessary to determine stable isotope ratios for hydrogen and oxygen in water samples to provide essential information about water dynamics within a given watershed (Kendall and Coplen,2010; Klaus and Mcdonnell, 2013). These ratios are useful for exploring water sources via tracers of stable isotope hydrogen or oxygen， as different water sources in a river act at different times of the year. Storm hydrograph separation by stable isotope tracers has led to major advances in catchment hydrology over the past 5O years (Klaus and Mcdonnell, 2013). Compared with graphical techniques,hydrograph isotope separation (HIS) is measurable, objective,and based on components of the water itself rather than the pressure response in the channel. Today, HIS is being widely used for evaluating streamflow components of the inland river basins in the ARNC (Li et al.,2014; Wang et al.,2015; Zhou et al.,2015; Sun et al.,2016a,b,c,d, 2017,2018; Wu et al., 2016) and invaluable results are being obtained to enhance our understanding of streamflow generation in these basins. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1 Identification of end members of streamflow ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "End member mixing analysis (EMMA) techniques that describe the vertical sequence of water storage in flow contribution have been applied in various studies to identify end members of streamflow at catchment scales. Vertical end members include precipitation, glacial meltwater, snow meltwater, and groundwater or frozen soil water. According to principal component analysis (PCA), the total dissolved solids(TDS) and $\\delta ^ { 1 8 } \\mathrm { O }$ of water samples for the inland river basins of Xinjiang were selected as geographical source tracers to identify the end members of streamflow (Sun et al., 2016a,b,c,d; Wu et al.，2016). EMMA in Figure 3 shows that the sources (groundwater， precipitation, and glacial meltwater or snow meltwater） appear in markedly different concentrations compared with river water. The average values of tracer TDS and $\\delta ^ { 1 8 } \\mathrm { O }$ of three end members were tested triangularly to verify the independence results. The streamflow water observations fall into the triangle that is spanned by three end members (precipitation, groundwater, and glacial meltwater or snow meltwater). For the four inland river basins in Xinjiang (Aksu River Basin, Urumqi River Basin, Kaidu River Basin and Tizinafu River Basin), the sampling point of river water is close to the point of groundwater, which can be observed for the Aksu, Urumqi and Kaidu river basins. In the Tizinafu River Basin,however, the river water point is closer to the precipitation point than to the groundwater point， indicating that precipitation plays a key role in the streamflow of this river basin. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Previous studies related to EMMA indicated that chloride ion $\\left( \\mathrm { C l ^ { - } } \\right)$ and $\\delta ^ { 1 8 } \\mathrm { O }$ are usually applied as tracers to identify the end members of streamflow in the inland river basins of the Hexi Corridor (Li et al., 2014, 2016; Zhou et al., 2015; Wu et al., 2016). As shown in Figure 4, the streamflow of the Shule and Laohugou river basins is dominated by groundwater, precipitation and glacial and/or snow meltwater, while the streamflow water observations for the Heihe and Hulugou river basins fall into the triangle that is spanned by three end members of precipitation, frozen soil water, and glacial and/or snow meltwater. The $\\mathrm { C l } ^ { - }$ and isotopic composition of river water for the Laohugou and Hulugou river basins is similar to that of precipitation,which indicates that precipitation makes a strong contribution to streamflow of the two river basins. Furthermore,the river water point of the Heihe River Basin is closer to the glacial and/or snow meltwater point than to the other member sources，which suggests that glacial and/or snow meltwater plays a key role in the streamflow of the Heihe River Basin. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2 Contributionsof various water sources to streamflow ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Based on the results obtained from above-mentioned EMMA,we used a three-component method to calculate the ratios of various recharging water sources in the river basins mentioned in the ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f51415531acf58bdc4fb5229a20a29e35e40edb87075cf829569c65a470d4cf1.jpg",
        "img_caption": [
            "Fig. 3Mixing diagram using the mean values of $\\delta ^ { 1 8 } \\mathrm { O }$ and TDS (total dissolved solids) for the four inland river basins of Xinjiang. (a),Aksu River Basin (Sun et al.,2016a); (b), Urumqi River Basin (Sun et al.,2016d); (c), Kaidu River Basin (Sun et al.,2016d); and (d), Tizinafu River Basin (Sun et al., 2017). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1d4389ee93dda503016716f8d804a65e8b2bab8523d91d9b716a24b0673f0f5f.jpg",
        "img_caption": [
            "Fig. 4Mixing diagram using the mean values of tracers $\\mathrm { C l ^ { - } }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ for the four inland river basins in the Hexi Corridor. (a),Shule River Basin (Zhou etal.,2015); (b),Heihe River Basin (Li et al.,20l6); (c),HulugouRiver Basin (Li et al.,2o14);and(d),Laohugou River Basin ( $\\mathrm { W u }$ et al., 2016). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "previous section. The method can be described by the following equations: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nQ = \\sum _ { m = 1 } ^ { n } { { { Q } _ { m } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nQ C _ { Q } ^ { b } = \\sum _ { m = 1 } ^ { n } Q _ { m } C _ { m } ^ { b } ( b = l , . . . , k ) ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $\\boldsymbol { Q }$ is the total runoff discharge $( \\mathrm { m } ^ { 3 } )$ · $Q _ { m }$ is the discharge of component m $( \\mathbf { m } ^ { 3 } )$ ; and $C _ { m } ^ { b }$ and $C _ { \\varrho } ^ { b }$ is the tracer $b$ incorporated into component $m$ and $\\boldsymbol { Q }$ $( \\mathrm { m g / L } )$ ，respectively. In both isotope hydrograph separation and isotope-based hydrograph separation, one of the tracers should be an isotope. According to the results from earlier studies (Kong and Pang,2O12; Sun et al., 2015), TDS (or $\\mathrm { C l ^ { - } } )$ and $\\delta ^ { 1 8 } \\mathrm { O }$ were chosen as tracers in the present study due to their significant differences in recharging water sources. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "By looking at the isotope-based hydrograph separation, we can see that the spatial variations of the water sources for streamflow in the inland river basins (Aksu, Kaidu, Urumqi and Tizinafu) of Xinjiang are clearly marked (Fig. 5a). Groundwater makes a significant contribution to streamflow, while snow meltwater occupies a smaller proportion of the runoff flowing to these inland river basins,with an exception of the Tizinafu River Basin where precipitation plays an important role. The results indicate that most of the inland river basins in Xinjiang are groundwater-dependent. The contribution of precipitation to streamflow shows substantial spatial variations. For instance,the contribution of precipitation to streamflow varies from $10 . 1 \\%$ for the Aksu River Basin to $4 1 . 8 \\%$ for the Tizinafu River Basin. Glacial meltwater and snow meltwater form a larger contribution to streamflow in the Aksu and Urumqi river basins,while the proportion of glacial meltwater varies from $1 5 . 0 \\%$ in the Tizinafu River Basin to $3 5 . 5 \\%$ in the Aksu River Basin. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "100 100 (a) Groundwater (b) Groundwater Glacialmeltwater Frozen soil water 80- Snowmeltwater 80 Glacialand/or snowmeltwater Precipitation Precipitation (%) ginioidord 60 60 40- L.Lu 40 山 20- 20 0 0 Aksu Kaidu Urumqi Tizinafu Shule Heihe Hulugou Laohugou River basin River basin ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Compared with the inland river basins in Xinjiang, the streamflow component patterns of the inland river basins in the Hexi Corridor are notably different (Fig.5b).River basin areas which are mainly groundwater-dependent include the Shule River Basin, where $6 6 . 7 \\%$ of streamflow is attributed to groundwater. The relatively large contribution of precipitation in the Heihe and Hulugou river basins indicates that these two river basins are precipitation-dependent, while glacial and/or snow meltwater forms a major contribution to streamflow in the Laohugou River Basin. Overall, there is a significant spatial variation in the contribution of glacial and/or snow meltwater in the inland river basins of the Hexi Corridor, with the proportion of meltwater ranging from $1 1 . 0 \\%$ to $6 9 . 9 \\%$ . Meanwhile, frozen soil water plays an important role in the Heihe and Hulugou river basins, showing proportions of $2 2 . 0 \\%$ and $1 1 . 0 \\%$ , respectively. By comparing these two regions (Xinjiang and the Hexi Corridor)， the contribution of precipitation to streamflow in the inland river basins is generally higher in the Hexi Corridor than in Xinjiang. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "However, the glacial and/or snow meltwater contribution shows the opposite pattern. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "According to the recent researches of Huai et al. (20l4) and Chen et al. (2016a),the number of glaciers in the ARNC has decreased since the l96Os and the corresponding glaciated area has likewise been reduced. Glaciers appear to be highly sensitive to climate change and have contributed the most to the increases in river runoff.For example, in the ARNC, glacial meltwater and snow meltwater account for $5 7 . 0 \\% { - 6 4 . 0 \\% }$ of streamflow in the Kumalak River and for more than $5 7 . 0 \\%$ of streamflow at the Xiehela hydrological station (Kong and Pang,2O12). From 1961 to 2006， the contribution of glacial meltwater and snow meltwater to river runoff was approximately $4 1 . 5 \\%$ in the Tarim River Basin (Gao et al.,201O). Even from these few examples, we can see that glacial melting and snow melting are the extremely important hydrological processes in the ARNC, especially in Xinjiang. As the negative impacts of global climate change on water resources continue to increase，water resources management and prediction in the glaciated areas of arid regions will require our urgent attention. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5Characteristics and main controlling factors of baseflow in the inland rivers in the ARNC ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Baseflow is a critical component in river runoff and one of the most important hydrological characteristics in arid areas.It contributes immensely to maintaining both river runoff and the ecology of rivers and lakes.In arid inland areas such as Northwest China,baseflow is an important water source for supporting the ecosystem and economic development. More than $9 5 \\%$ of the surface water in the ARNC comes from 576 rivers that originate in the high mountains (Gan and Luo, 2O13). Thus, the baseflow not only supplies river runof during the dry season but also recharges groundwater during the wet season (Fan et al., 2O14). Determining how much streamflow can be atributed to baseflow in a typical inland river basin in the ARNC is therefore critically important. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1Baseflow generation mechanism and separation method ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this paper,baseflow refers to streamflow that is fed from deep subsurface and delayed shallow subsurface storage areas between precipitation and snowmelt events (Ward and Robinson,1990). Baseflow is the result of a series of complicated hydrological processes and is formed by continuous infiltration of precipitation through the surface layer, accumulating in permeable or impermeable layers. In general, baseflow depends on the precipitation process and the geological structure of the underlying surface,as well as the trend of the impermeable layer and the water supply of the basin. Some of the many factors affecting baseflow include climate, vegetation spatial distribution， watershed topography， soil distribution and infiltration characteristics, hydrogeological characteristics (e.g.， hydraulic characteristics, width of aquifer, velocity of recharge basin, etc.)， frequency and quantity of precipitation, evapotranspiration, and human activities. All these factors can affect changes in baseflow from the two main aspects of replenishment and loss. The baseflow index (BFI) measures the long-term ratio of baseflow volume to total streamflow volume. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Baseflow separation has lately received increased atention from researchers due to problems arising from the influence of natural factors such as climate,geology, soil and vegetation on baseflow (Price, 2011). Half a century ago, Hall(1968) defined baseflow and expounded on its general problems. Since then, the mathematical and physical basis of baseflow separation has become the focus of baseflow research,and various baseflow separation methods have been proposed. Compared with river runof, baseflow has different characteristics in terms of discharge, peak and period, which are mainly characterized by reduction, smoothness, stability and delay. A solid understanding of the definition on baseflow as well as runof production processes and their characteristics would be required both for calculating baseflow and for the scientific application of baseflow research results (Li et al., 2014). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The baseflow calculation methods most appropriate for our purposes are hysteresis and reduction approaches (Eckhardt, 20o8). These techniques can involve the following methods: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "straight-line cutting, straight-line oblique cutting, recession curve, comprehensive water returning (Kronholm and Capel, 2015),and numerical simulation. The hysteresis and reduction methods can also include other types of approaches, such as filtering (Aksoy et al., 20o9; Gan and Zuo, 2016)，hydrological modeling (which includes a water balance strategy）（Wittenberg and Sivapalan,1999), linear reservoir, nonlinear reservoir, SWAT (soil and water assessment tool) modeling (Yang et al., 2003), Vic modeling(Wang et al., 2012), physicochemical and isotopic method,and mathematical and physical strategies such as hydrodynamics. The main results of baseflow research in China appeared after 2Oo0, with the research focusing primarily on baseflow estimation,variations in characteristics,and influencing factors (Chen et al.，2Oo6;Luo et al., 2012; Huang et al.,2014; Rong et al., 2015). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.2 Baseflowcharacteristics ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Over the past several decades,the Aksu and Hotan rivers have exhibited monotonic increasing trends in both baseflow and BFI. The Yarkant and Kaidu rivers also showed monotonic increasing trends in baseflow, though not in BFI. The calculated increasing rates of baseflow for these four rivers were $1 4 . 1 \\%$ ， $6 . 9 \\%$ ， $20 . 1 \\%$ and $4 2 . 6 \\%$ ,respectively. In the 1980s and 1990s, the rising amplitude of baseflow in the Aksu River was not proportional to the SBFI (stable baseflow index, which is defined as the ratio of winter baseflow volume to the total yearly streamflow volume), while during the 1970s and 1980s,the declining amplitude of baseflow in the Hotan River was also not proportional to the SBFI. From 1970 to 2000,the baseflow in the Yarkant River increased but the SBFI decreased, whereas the baseflow in the Kaidu River firstly decreased and then increased,and the SBFI continuously declined (Fan et al., 2013). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Other rivers in the ARNC experienced similar changes and fluctuations in baseflow and BFI. For example, the BFI for the upper reaches of the Heihe River was higher in general (Dang et al., 2011）and the baseflow for the Qilian hydrological station and Yingluoxia hydrological station increased after 1983,while the baseflow of the Zamashk River showed a downward trend for several years.The changes in baseflow in the upper reaches of the Heihe River are obviously influenced by changes in precipitation, as both showing the same periodicity. Meanwhile, in the upper reaches of the Shule River, the average baseflow of $6 . 0 7 \\times 1 0 ^ { 8 } \\mathrm { { \\dot { m } } } ^ { 3 }$ is steadily increasing. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In general, the inland rivers in the ARNC mainly depend on groundwater as a recharge source. During the rainy season, when there is a rise in both temperature and precipitation, glacial and/or snow meltwater recharges the groundwater, resulting in increases of baseflow and runoff. Taking the Aksu River as an example,the trend of baseflow in spring and winter is opposite to that of precipitation (Fig. 6),and the trend for both summer precipitation and baseflow has increased significantly since 20oo.In some years,high precipitation amounts correspond to low baseflow values while low precipitation amounts correspond to high baseflow values in spring and winter. In glaciated areas, melting usually occurs at high altitudes mainly in summer. Most of the river baseflow is directly related to the melting of glaciers and the water that results from the melting. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/93b2e43a6046533e8eb185b1974b81dc3b6c3557d85af1b00276213646d095cb.jpg",
        "img_caption": [
            "Fig.6Baseflow index (BFI) for ten typical rivers in the ARNC.Data in the Aksu, Hotan, Yarkant and Kaidu rivers were calculated by Fan et al. (2013); the Shule River was studied by Dong et al. (2015); and the Urumqi, Manas, Kiines and Tailan rivers were investigated by Gan and Zuo (2016). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.3 Main controlling factors of baseflow ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The factors which influence baseflow can be categorized as either natural characteristics or human activities (Wang et al., 2Oo8). This study looks primarily at the natural characteristics, including the area, shape, length and average elevation of the basin, average annual rainfall, watershed slope, river network, lake density, forest coverage,main channel length,and soil and geological characteristics. Glaciers can also affect local hydrological cycles by influencing the changes in runof and baseflow (Grah and Beaulieu, 2O13). Temperature and precipitation are the main factors influencing the amount of melting from glaciers. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In the upstream of the Heihe River, significant changes occurred in temperature, precipitation and forest coverage in recent years. In general, precipitation increased and showed a spike in 1978. Baseflow was strongly afected by precipitation and baseflow mutation appeared one year after the precipitation spike, which explains the stability and lag of baseflow in the current. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Precipitation is the main influencing factor of the basic current variations in these rivers mentioned above,while temperature only indirectly affects baseflow. On a long-time scale, increases in precipitation strongly contribute to baseflow and can also cause a rise in the BFI to a certain extent. Glaciers and frozen soil are widely distributed in the mountains,so temperature rises in these areas can lead to increases in glacial and snow meltwater as well as the degradation of frozen soil. Additionally, rises in precipitation amounts increase the supply of surface runoff (including baseflow) and slow the process of water recession. Although rising temperatures can increase evapotranspiration across the basin region, this change is not enough to counteract the influences of glacial meltwater, snow meltwater and frozen soil on baseflow. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Changes in baseflow in the ARNC are the result of climate change and human activities,and the main driving factors are the reduction in forest area and over-exploitation and utilization of groundwater in the basins. However, given the unremarkable decrease in precipitation and extremely significant decrease in potential evapotranspiration, quantitatively distinguishing the influence of various factors on river baseflow requires further simulation and analysis. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Both climate change and human activities have been shown to impact baseflow, and its subsequent changes willinevitably impact the ecological environment as well as the utilization of water resources,ultimately affecting sustainable economic and social development. There is thus a clear need to further study the changing trends and various impacts on baseflow, especially the variations in baseflow composition and the different natural geographical and hydrological conditions contributing to baseflow in the glaciated areas and frozen soil regions across Central Asia. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6Future changes in hydrological processes and water resources in the ARNC ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Recent temperature changes together with substantial glacier retreat and anticipated associated future runoff changes in the ARNC have raised major concerns over the sustainability of regional water resources (Sorg et al., 2012; Farinoti et al., 2015; Huss and Hock,2018). The response of hydrological processes to climate change in this arid region is generally stronger than that in humid regions (Arnell， 1992； Fang et al.， 2015)，which adds a new level of challenge to hydrological response evaluation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6.1Hydrological modeling in alpine mountains ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Hydrological modeling in alpine mountainous regions forms the basis for understanding the future changes in hydrological processes.However, the accurate modeling of hydrological processes can be challenging due to complex recharge characteristics and generally scarce observations. After comprehensively reviewing the status and challenges of hydrological modeling in glaciated catchments in Central Asia, Chen et al. (2O17) indicated that quantifying the responses of hydrological processes to both climate change and shrinking glaciers is essential for projecting future variations in water resources. However, the paper essentially only presented a literature and data overview, without providing a thorough analysis of the data. It would have been advantageous for the authors to include some explanatory graphs, making the goals and ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "results of the study clearer to the readers. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Currently, various models, including empirical and physical-based with distributed parameters, have been used to interpret the hydrological processes in the ARNC.For example, to study the hydrological processes of the Heihe River Basin (Zhang et al., 2Ol6),researchers developed the SWAT model (Li et al., 2010; Fang et al.,2017),the water and energy budget-based distributed hydrological model (WEB-DHM) (Wang et al.,2009), the MODFLOW model (Yao et al., 2015), and the coupled groundwater and surface-water flow (GSFLOW) model (Wu et al., 2014). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To make the hydrological model suitable for simulating the complex hydrological processes in alpine mountains,previous studies gradually incorporated the elevation bands (i.e.，varying temperature and precipitation inputs with elevation),snowmelt module (Fontaine et al.,2002) and glacier dynamic module into different hydrological models, such as the WASA (Duethmann et al., 2016),the Vic (Wang et al.,2012) and the SWAT(Wang et al.,2016). In terms of groundwater modeling, two reservoir models have been incorporated to better accommodate alpine basins with large areas in which glacial and/or snow meltwater contributes a major percentage of river runoff (Aizen et al., 200o; Luo et al., 2012). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In recent decades, there has been a concerted effort to improve the hydrological modeling in the ARNC to better understand the hydrological processes. To reduce the uncertainties in the structure of hydrological models,researchers are employing techniques such as ensemble modeling offlow simulations to ensure more accurate results if a model is to be applied in various conditions (Seiller et al., 2012; Haddeland et al., 2014). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Multi-objective calibration is also being increasingly used in hydrological modeling for alpine mountains.A popular approach in constructing multiple objectives is to use the satelite-derived hydrological variables to calibrate the model. Satellite imagery could show snow cover (Duethmann et al.,2014), snow and ice (Gao et al.,2017),and evapotranspiration (Immerzeel and Droogers,2008). However， satelite images，while useful to some extent， still suffer from uncertainty, often require scale transformation (Malsy et al., 2Ol5),and may be ineffective in some cases (Gao et al., 2017). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6.2 Future changes in runoff ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Over the past few decades, the complex responses of hydrological processes to climate change were detected in catchments of the ARNC. Runoff in catchments which are highly glacierized shows mainly increasing trend, while runoff in rivers with few or no glaciers demonstrates no significant change (Chen et al., 2O16b). In the coming decades, however, as mountain glaciers are expected to experience continued mass loss and retreat (Farinoti et al., 2O15), annual glacier runoff volume will typically increase until a maximum is reached. This maximum, often referred to as 'peak water', will then be followed by a swift decline in runoff due to the reduced glaciated area not being able to support the rising meltwater volumes anymore (Huss and Hock, 2018). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The conventional approach for assessing the possible hydrological responses to climate change under various assumed scenarios is coupled to climate and hydrological/land surface models to figure out the future potential variations in water resources (Booij, 2005; Arnell and Gosling, 2013; Duethmann et al., 2016). Using this approach, several investigations have been carried out in the ARNC in recent decades. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure l shows the geographical location of the main rivers in the ARNC.Most of these rivers originate in the surrounding mountains (e.g., the Tianshan, Kunlun, Altay, and Altun mountains) and are recharged by meltwater and precipitation. The rivers are projected to exhibit an increasing trend over the next few decades. Catchments under diferent climatic and hydrological conditions naturally show different hydrologic responses.For instance, the glaciated headwaters of the Tarim River Basin and the highly glaciated Kumalike and Toxkan rivers (the latter two showed proportions of glaciated areas of $20 \\%$ and $4 \\%$ ，respectively,in 20o8）will likely exhibit an increasing trend in runoff at first, and then a decreasing trend in runoff from the 2O5Os onwards. For the Kaidu River Basin,whose glaciated area is relatively small, the runoff is likely to exhibit only a slight increase during 202O-205O and will also probably a decrease from the 2050s onwards under RCP8.5 scenario (Fig. 7). ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/9cdbbbca338d7fa8b65dd04851dc0410559d96ed26ef302aabfd771d7cb792cb.jpg",
        "img_caption": [
            "Fig.7Summary of future changes in runofof eight inland rivers in the ARNC.The dashed lines represent $10 \\%$ changing units,the solid lines indicate the runoff changes in the $2 1 ^ { \\mathrm { s t } }$ century and the shaded areas are uncertainty ranges.The first measurement (circle)equals currnt runof normally represented by the average annual runoff during the last few decades of the $2 0 ^ { \\mathrm { t h } }$ century. Projected runoff changes and their corresponding assumptions were recorded in the folowing studies: Kumalike River and Toxkan River: runoff changes based on ensemble under RCP2.6, ${ \\mathrm { R C P } } 4 . 5$ and RCP8.5 scenarios (Zhao et al.,2015;Duethmann et al.,2016); Yarkant River:under A1B and B1 scenarios (Zhang et al., 2012); Kaidu River: under RCP4.5 and $\\mathrm { R C P 8 . 5 }$ scenarios (Fang et al.,2017) and under A2,A1B and B1 scenarios (Liu etal.,2011); Urumqi River: river offunchanged or glaciers disappeared (Sun et al.,2015); Shule River: under RCP4.5 and RCP8.5 scenarios (Zhang etal.,2016); Heihe River: under RCP4.5 and $\\mathrm { R C P 8 . 5 }$ scenarios (Zhang et al.,2015; Zhang et al.,2O16); Shiyang River: under RCP4.5 and $\\mathrm { R C P 8 . 5 }$ scenarios (Zhang et al.,2016) and under A1B,A2,and B1 scenarios (Zhang et al.,2O15).The special report on emissions scenarios (SRES,e.g., A2, A1B,and B1) was used in the IPCC Third and Fourth Assessment Reports. The Representative Concentration Pathways (RCPs, e.g., RCP2.6, RCP4.5,and RCP8.5) were used in the IPCC Fifth Assessment Report (AR5). "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Projections for rivers in northern Xinjiang,which originate in the northern slope of the Tianshan Mountains and the southern slope of the Altay Mountains, are seldom reported. Wide ranges of runoff variations could be expected,depending on the status of the glaciers in the Urumqi area. However, given the continuous and substantial glacier retreat currently underway, the decreased glacial melt runoff is anticipated. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "For the Hexi Corridor area, Wang and Qin (2O17) briefly reviewed the influence of climate change and human activity on water resources. Runoff is projected to increase in the Shule and Heihe rivers, while in the Shiyang River, it willpossbly decrease, but with a high uncertainty. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "As was concluded in previous studies (Chen et al., 2O17), runoff changes also depend on the dominant runoff components. Specifically, heavily glaciated river basins mainly showed positive runoff trends in the past few decades, while river basins with less or no glacierization exhibited wide variations in runoff (Duethmann et al.，2015；Kaldybayev et al., 2016). Future runoff changes will also likely follow the similar trends, with runoff increasing in glaciated catchments until reaching the \"peak runoff\" or \"inflection point\". Meanwhile, runoff in the catchment such as the Shiyang River which has already showed a declining trend in runoff due to increased temperature and disappeared glaciers is projected to continue to decrease. Other aspects of hydrological changes， such as shifts in intra-annual patterns of streamflow, aggravated fluctuations in inter-annual runof,and changes in flood and low flow, are not discussed here. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "6.3 Ecological, social and economic implications ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Despite the large levels of uncertainty in all currently available quantitative runoff projections, it is likely that arid regions which are recharged to varying degrees of glacier melt will undergo undesirable water conditions (e.g.， declining water availability and unfavorable seasonal distributions) if the warming trends forecasted by the IPCC are proved to be true (Sorg et al., 2012). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Most studies predicted an increasing retreat rate for glaciers in the Tianshan and Altun mountains (Farinotti et al.,2O15), indicating that runoff will decrease with continuous warming. For rivers that originate in the northern slope of the Kunlun Mountains,an optimistic scenario is emerging due to the presence of adjacent advanced glaciers known as the \"Karakoram anomaly\" (Forsythe et al.，2O17). However, anticipated future changes in both runoff and glaciers are characterized by a high degree of uncertainty. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "What we do know for certain, however, is that river runoff in the ARNC is highly dependent on glaciers and snow cover. As glaciers gradually recede, the runoff that is recharged by glacial meltwater correspondingly declines.The regulation function of the glacial meltwater also declines and the variability of runoff increases due to extreme climatic and hydrological events (Barnett et al., 2005). The decreased runoff magnitude paired with increased extremes ultimately lead to low water availability for the lower river reaches and adjacent oases.In other words,the high magnitude of variability coupled with unpredictable timing and duration of high and low runoff equate to unreliability and vulnerability of the water resources. This poses great challenges not only to water managers but also to societies in general (Wan et al., 2015). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Currently, the hydrologic responses to climate change are not well understood, especially for rivers which are originated in the Altay Mountains.Under current conditions,adaption and mitigation measures will be required before the end of the current century to alleviate the negative implications on the ecological, social and economic development in areas fed by these rivers.For example,there could be a decrease in the area of high water-consuming crops,the construction of mountain reservoirs,and the enhancement of water saving projects.As the water consumed by crops is several times that consumed by natural vegetation, it is critical to halt excessive reclamation which has interrupted, overwhelmed,and in some cases entirely depleted the local water resources. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Although the water resources in the ARNC may face many challenges, the situation is still salvageable. Solutions can be found through further in-depth exploration and analysis of the impacts of climate change on the formation, conversion and future trends of water resources in arid areas and through the identification of the effects of climate change and human activities on water security. The outcomes of these investigations will help the current and future water management agencies to better realize the sustainable development of water， ecology and economic society. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "7 Conclusions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The air water Vapor content in the arid region of Northwest China (ARNC) showed a significant increasing trend from 1970 to 2002 followed by a slight decreasing trend from 2003 to 2013. Meanwhile,runoff in about half the region's rivers has increased significantly due to rising precipitation amount and shrinking of glaciated area. Hydrograph isotope separation (HIS） has recently been employed as an effective tool for evaluating the streamflow components of the inland river basins in the ARNC.The results of HIS testing showed that snow melt and glacier melt are extremely important hydrological processes in the ARNC,especially in Xinjiang. Additionally,changes in baseflow of the inland river basins in the ARNC have been traced to climate change and human activities, with the main driving factors being the reduction in forest area and the over-exploitation and utilization of groundwater in the basins. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In the future, river runoff in the ARNC is projected to exhibit an increasing trend over the next few decades,but catchments under different climatic and hydrologic conditions naturally show varying hydrologic responses. What remains consistently clear, however, is that contradictions between water resources，ecology and social economy will further increase unless a more sustainable management strategy is envisioned and employed. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The research is supported by the National Natural Science Foundation of China (41630859)and the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA19030204). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Open Access This article is distributed under the terms of the Creative Commons Atribution License which permits anyuse,distribution,and reproduction in any medium,provided the original author(s)and the source are credited. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material.If material is not included in thearticle's Creative Commons licence and your intended use is not permited by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "To view a copy of this licence,visit http://creativecommons.org/licenses/by/4.0/. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "AizenV,AizenE,GlazirinGetal.2o.SimulationofdailyunoffinCentralAsianalpie watersheds.JouralofHydrology 238(1-2): 15-34.   \nAksoyH,KurtI,ErisE.2Oo9.Filteredsmoothedminima baseflowseparation method.Journalof Hydrology，372(1-4): 94-101.   \nArnellNW.1992.Factors controlling the effectsof climate changeonriverflowregimes inahumid temperate environment. Journal of Hydrology,132(1-4): 321-342.   \nArell NW,Gosling SN.2013.Theimpacts ofclimate changeonriverflowregimesatthe global scale.JournalofHydrology, 486: 351-364.   \nBarnettTP,AdamJC,LettenmaierDP.2Oo5.Potentialimpactsofawarming climateonwateravailabilityinsnow-dominated regions.Nature,438:303-309.   \nBooij MJ.2005.Impactof climatechangeonriver flooding assessed with diferent spatial model resolutions.Journalof Hydrology,303(1-4): 176-198.   \nChen H,Li ZQ,WangPY,et al.20l3.Changeof glaciers inthe Central Qilian Mountain.Arid Zone Research,30(4): 588-593.(in Chinese)   \nChen HY,ChenYN,LiWH,etal.2018.Identifying evaporation fractionationand streamflowcomponentsbasedonstable isotopesin the Kaidu River Basinwith mountain-oasissystem in north-west China.Hydrological Processes,32(15): 2423-2434.   \nChenLQ,LiuCM,HaoFH,etal.2O06.Changeofthebaseflowandit'simpacting factors inthe SourceRegionsofYellow River.Journal ofGlaciology& Geocryology,28(2):141-148.(in Chinese)   \nChenYN,LiBF,LiZ,etal.2O16a.Waterresourceformationandconversionand watersecurityinaridregionofNorthwest China.Journal of Geographical Sciences,26(7): 939-952.   \nChenYN,LiWH,DengHJ,etal.20l6b.Changes inCentralAsias watertower: past,presentand future.ScientificReports, 6: 35458.   \nChenYN,LiWH,FangGH,etal.2O17.Hydrological modeling inglacierizedcatchmentsof Central Asia-statusand challenges.Hydrology and Earth System Sciences,21: 669-684.   \nChen ZS,ChenYN,LiBF.2O13.Quantifying theefectsofclimate variabilityandhumanactivitiesonrunofforKaiduRiver Basin in arid region of northwest China.Theoretical and Applied Climatology,111(3-4): 537-545.   \nChenZS.20l6.Quantitativeidentificatioofriverrunoff changeanditsatributioninthearidregionofnorthwest China.PhD Dissertation. Shanghai: East China Normal University.(in Chinese)   \nDai XG,LiWH,MaZG.2O6.CharacteristicsofwatervaporsourcevariationinXinjiang inrcentyears.ProgressinNatural   \nDang S Z,Wang ZG,Liu C M.20l1.Baseflow separation and its characteristics in theupper reachesofHeiheRiver Basin. Resources Science,33(12): 2232-2237.(in Chinese)   \nDong W,CuiBS,LiuZH,etal.2O15Relativeefectsofhumanactivitiesandclimatechangeontheriverrunoff inaarid basin in northwest China.Hydrological Processes,28(18): 4854-4864.   \nDuethmann D,Peters J,Blume T,et al.2014.The valueof satelite-derived snow cover images forcalibratinga hydrological model in snow-dominated catchments in Central Asia.Water Resources Research,50(3): 2002-2021.   \nDuethman D,Bolch T,Farinotti D,etal2O15.Atributionof streamflowtrends in snowand glacier melt-dominated catchments of the Tarim River, Central Asia.Water Resources Research,51(6): 4727-4750.   \nDuethmanD,MenzC,JiangT,etal.2O16.Projections forheadwatercatchmentsoftheTarimRiverrevealglacierretreatand decreasing surface water availability but uncertainties are large.Environmental Research Letters,11(5): 054024.   \nEckhardt K.20o8.Acomparison ofbaseflow indices,which were calculated with seven diferent baseflow separation methods. Journal of Hydrology,352(1-2): 168-173.   \nFan YT,Chen YN,LiuYB,et al.2O13.Variationofbaseflows in the headstreamsof the Tarim River Basin during 1960-2007. Journal of Hydrology,487(2): 98-108.   \nFanYT,Chen YN,LiW H.2014.Increasing precipitationand baseflow in Aksu River since the1950s.Quaternary International, 336(12): 26-34.   \nFang GH,Yang J,ChenYN,etal.2015.Comparing biascorrectionmethods indownscaling meteorologicalvariables fora hydrologic impact study in an arid area in China.Hydrology& Earth System Sciences,19: 2547-2559.   \nFang G H,Yang J, Chen YN,etal.2017.Impactof GCMstructure uncertaintyon hydrological processes inanarid area of China. Hydrology Research,49(3): 893-907.   \nFarinoti D,LonguevergneL,Moholdt G,etal.2Ol5.Substantial glacier mass loss intheTien Shanover thepast50years. Nature Geoscience,8(9): 716-722.   \nFontaine TA,CruickshankTS,ArmoldJG,etal.2O02.Developmentofasnowfall-snowmelt routine formountainous train for the soil water assessment tool (SWAT). Journal of Hydrology,262(1-4): 209-223.   \nForsytheN,FowlerHJ,LiXF,etal.2O17Karakoramtemperatureandglacialmeltdrivenbyegionalatmosphericiculation variability. Nature Climate Change,7(9): 664-670.   \nGan R,Luo Y.2013.Using the nonlinear aquifer storage-discharge relationship to simulatethe base flowof glacier-and snowmelt-dominated basins in Northwest China.Hydrology & Earth System Sciences,17(9):3577-3586.   \nGanR,Zuo Q.2016.Assessng the digitalfilter method forbase flow estimation in glacier meltdominated basins.Hydrological Processes,30(9): 1367-1375.   \nGao H,Han T,LiuY,et al.2017.Useof auxiliary data of topography,snow and iceto improve model performance in a glacier-dominated catchment in Central Asia.Hydrology Research,48(5): 1418-1437.   \nGao X,Zhang SQ,YeBS,etal.2O10.Glacierrunoff change in theupper streamof Yarkant Riverand its impactonriver runoff during 1961-2006.Journal of Glaciology and Geocryology,32(3):445-453.(in Chinese)   \nGrah O,Beaulieu J.2013.The efect ofclimatechange on glacierablation and baseflow support in the Nooksack River basin and implications on Pacific salmonid species protection and recovery. Climatic Change,l20(3): 657-670.   \nGuo X Q,LiYY,CaoL.29.Studyon theimpactsofclimatechangesonthe runoff in Shule River Basin.Journalof Anhui Agricultural Sciences,37(35):17595-17598,17608.(in Chinese)   \nGuo Y,Shen YJ.2O16.Agricultural watersupply/demandchanges under projected future climate change inthearidregionof northwestern China. Journal of Hydrology,540: 257-273.   \nHaddeland I, HeinkeJ,Biemans H,etal.2014.Global waterresources affected by humaninterventionsand climatehange. Proceedings of the National Academy of Sciences,111(9): 3251-3256.   \nHall F R.1968.Base flow recessions-a review. Water Resources Research,4(5): 973-983.   \nHe X Q,Zhang B,Sun L W,et al. 2012.Contribution ratesof climate change and human activityon therunoff in upper and middle reaches of Heihe River basin.Chinese Journal of Ecology,31(11): 2884-2890. (in Chinese)   \nHuai BJ,LiZQ,Wang SJ,etal.2O14.RSanalysisof glacierschangeinthe HeiheRiver Basin,NorthwestChina,during the recent decades.Journal of Geographical Sciences,24(6): 993-1008.   \nHuang JL,Huang YL,Zhang ZY.2014.Coupled efects of natural and anthropogenic controlson seasonal and spatial variations ofriver water quality during baseflow in acoastal watershed of Southeast China.PloS ONE,9(3):e91528.   \nHuang W,Feng S,Chen JH,et al.2O15.Physical mechanisms of summer precipitation variations in the Tarim Basin in northwestern China. Journal of Climate,28(9): 3579-3591.   \nHussM,Hock R.2018.Global-scale hydrological response to future glacier masslos.Nature Climate Change,8:135-140.   \nImmerzeelW,DroogersP.o08.Calibrationofadistributed hydrological modelbasedonsatelite evapotranspiration.Journal of Hydrology,349(3-4): 411-424.   \nIPCC.2013. Climate Change 2013:The Physical Science Basis: Summary for Policymakers.Working Group IContribution to the IPCC Fifth Assessment Report. Cambridge: Cambridge University Press.   \nKaldybayevA,ChenY,anoaG,etal.6.unofresponsetotheglaciershrkageintheKaratalriverbsin,Kaastan. Arabian Journalof Geosciences,9(3):208,doi: htps:/doi.org/10.1007/s12517-015-2106-y.   \nKendallC,CoplenTB.2010.Distributionofoxygen-18and deuterium inriver watersacrossthe United States.Hydrological Processes,15(7): 1363-1393.   \nKlausJ,McdonnellJJ.2013.Hydrograph separation using stable isotopes:Reviewand evaluation.Journalof Hydrology, 505(24): 47-64.   \nKong YL,Pang ZH.2012.Evaluating the sensitivityof glacier rivers to climate change based on hydrograph separation of discharge. Journal of Hydrology,434-435:121-129.   \nKronholm SC,CapelPD.2015.Acomparisonofhigh-resolution specificconductance-based end-member mixinganalysis and agraphical method for baseflow separation of four streams in hydrologically chalenging agricultural watersheds. Hydrological Processes,29(11): 2521-2533.   \nLiBF,Chen YN,Shi X.2O12.Why does the temperature rise faster inthearid region of northwestChina?Journalof Geophysical Research,117(D16): D16115,doi: 10.1029/2012JD017953.   \nLiBF,ChenYN,Chen ZS,et al.2016a.Whydoes precipitation innorthwest Chinashowasignificant increasing trend from 1960 to 2010? Atmospheric Research,167: 275-284.   \nLi BF,ChenYN,Xiong HG.2O16b.Quantitatively evaluating the effectsof climatefactors onrunoffchange forAksu River in northwestern China.Theoretical and Applied Climatology,123(1-2): 97-105.   \nLi BF,Chen YN,ChipmaJW,etal.2018.Whydoes therunoffinHotanRivershowaslightdecreased trendinorthwestern China? Atmospheric Science Letters,19(1): e800,doi: 10.1002/asl.800.   \nLiL,MaierHR,PartingtonD,etal.2O14.Performanceaessmentandimprovementofrecursivedigitalbaseflowfilters for catchments with diferent physical characteristicsand hydrological inputs.Environmental Modeling & Software,54(2): 39-52.   \nLi ZL,Xu Z X,Shao QX,et al.2010.Parameter estimation and uncertainty analysis of SWATmodel inupperreaches of the Heihe river basin.Hydrological Processes,23(19): 2744-2753.   \nLi Z Q,Shen YP,WangFT,et al.2O07.Responseof melting icetoclimate change intheGlacierNo.1 atthe headwatersof Urumqi River,Tianshan Mountain.Advances in Climate Change Research,3(3):132-137. (in Chinese)   \nLi ZX,FengQ,Liu W,etal.214.Studyonthecontributionofcryospheretounofinthecoldalpinebasin:Acasestudyof Hulugou River Basin in the Qilian Mountains.Global and Planetary Change,l22: 345-361.   \nLi Z X,FengQ, Wang QJ,et al. 2016. Quantitative evaluationon the influence from cryosphere meltwater onrunoff inan inland river basin of China. Global and Planetary Change,143:189-195.   \nLiuS Y,Yao XJ,GuoWQ,etal.2015.Thecontemporary glaciers in China basedonthe SecondChineseGlacier Inventory. Acta Geographica Sinica,70(1): 3-16.(in Chinese)   \nLiuT,Willems P,Pan XL,etal.2011. Climate change impacton waterresource extremes ina headwaterregionofthe Tarim Basin in China.Hydrology and Earth System Sciences,15(11): 3511-3527.   \nLiuYY,Zhang XQ.2011.Variations ofatmospheric waterresources over the arid regionof Northwest China and its causes. Advances in Climate Change Research,7(6): 385-392. (in Chinese)   \nLuo K S,TaoFL,Deng XZ,etal.2O17.Changes inpotential evapotranspirationand surfacerunof in1981-2010and the driving factors in Upper Heihe River Basin in Northwest China.Hydrological Processes,31(1): 90-103.   \nLuo Y,ArnoldJ,AllnP,etal.2012.Baseflow simulationusing SWATmodel inan inlandriverbasinin Tianshan Mountains, Northwest China.Hydrology and Earth System Sciences,16(4): 1259-1267.   \nLutz AF,ImmerzeelWW,ShrestaAB,etal.014.ConsistentincreaseinHigh Asia'sunoffuetoincreasingglaciermelt and precipitation.Nature Climate Change,4(7): 587-592.   \nMalsy M,Beek TA D,Florke M.2O15.Evaluationof large-scale precipitation data sets for waterresources modellng in Central Asia. Environmental Earth Sciences,73(2): 787-799.   \nPrice K.2011.Effectsof watershedtopography,soils,landuse,andclimateon baseflow hydrologyinhumidregions:Areview.   \nRong G,LinS,LuoY.20l5.Baseflowcharacteristics inalpinerivers—amulti-catchmentanalysis inNorthwest China.Journal of Mountain Science,12(3): 614-625.   \nSeiler G,AnctilF,Perrin C.2012.Multimodel evaluationof twenty lumped hydrologicalmodelsundercontrasted climate conditions.Hydrology and Earth System Sciences,l6(4): 1171-1189.   \nSorgA,BolchT,StofelM,etal.2O12.Climatechange impactsonglaciersandrunof inTien Shan (CentralAsia).Nature Climate Change,2(10): 725-731.   \nSun CJ,ChenYN,LiXG,etal.2O16a.Analysisonthestreamflowcomponentsofthe typcal inlandriver,Northwest China. Hydrological Sciences Journal, 61(5): 970-981.   \nSun CJ,ChenYN,LiWH,etal.216b.Isotopic timeseriespartitioningofstreamflowcomponentsunderregionalliate change in the Urumqi River,northwest China.Hydrological Sciences Journal,61(8):1443-1459.   \nSun CJ,LiXG,ChenYN,etal.2O16c.Spatialand temporalcharacteristicsof stableisotopes intheTarimRiverBasin. Isotopes in Environmental and Health Studies,52(3): 281-297.   \nSun CJ,YangJ,ChenYN,et al.2O16d.Comparative studyofstreamflowcomponents intwo inlandrivers intheTianshan Mountains,Northwest China.Environmental Earth Sciences,75(9): 727.   \nSun C J,LiXG,Chen W,et al.2O17.Climate change andrunoffresponse basedon isotope analysis inanarid mountain watershed of the Western Kunlun Mountains.Hydrological Sciences Journal, 62(2): 319-330.   \nSun CJ,ShenYJ,ChenYN,etal.2018.Quantitativeevaluationof therainfallinfluenceonstreamflowinan nland mountainous river basin within Central Asia.Hydrological Sciences Journal, 63(1):17-30.   \nSun MP,LiZQ,YaoXJ,etal.2O13.RapidShrinkageandhydrologicalresponseofatypicalcontinentalglacier inthearid region of Northwest China-Taking Urumqi Glacier No.1 as an example.Ecohydrology,6(6): 909-916.   \nSun MP,LiZQ,YaoXJ,etal.2015.Modeling thehydrologicalresponse toclimatechange inaglacierizedhigh mountain region, northwest China. Journal of Glaciology,61(225):127-136.   \nSun MP,LiuSY,YaoXJ,etal.2O18.Glacierchanges intheQilian Mountainsinthe pasthalfcentury:Basedontheevised First and Second Chinese Glacier Inventory.Journal of Geographical Sciences,28(2): 209-220.   \nTang XL,LvX,LiJF.2O11.Runoff characteristicsof Manasi River Basinin thepast 5O years.Journal of Arid Land Resources and Environment,25(5): 124-129.(in Chinese)   \nVasil'chukYK,RetsEP,ChizhovaJN,etal.2016.HydrographseparationoftheDzhankuatRiver,NorthCaucasus,withthe use of isotope methods. Water Resources,43(6): 847-861.   \nWanL,XiaJ,Hong S,etal.2Ol5.DecadalclimatevariabilityandvulnerabilityofwaterresourcesinaridregionsofNorthwest China.Environmental Earth Sciences,73(10): 6539-6552.   \nWang GQ,Zhang JY,JinJL,etal.2012.Assessing waterresources in China using PRECIS projections and a VIC model. Hydrology & Earth System Sciences,16(1):231-240.   \nWang L,KoikeT,YangK,etal.2Oo9.Frozensoilparameterizationinadistributedbiospherehydrological model.Hydrology &Earth System Sciences,14(3):557-571.   \nWang XL,LuoY,SunL,etal.2016.Atributionofrunofdeclinein theAmu Darya Riverin CentralAsiaduring1951-2007. Journal of Hydrometeorology,17(5): 1543-1560.   \nWang XY,LiZQ,RossE,etal.2O15.Characteristicsof waterisotopesand hydrographseparation during the spring flood period in Yushugou River basin,Eastern Tianshans,China.Journal of Earth System Science,124(1):115-124.   \nWang YJ,QinDH.2017.Influenceof climate changeand human activityon waterresources inaridregionof Northwest China: An overview.Advances in Climate Change Research,8(4): 268-278.   \nWang YL,Wang WK,QianYP,et al.2O08.Changecharacteristicsand driving forces of base flow of Yellow River Basin. Journal of Natural Resources,23(3): 479-486.(in Chinese)   \nWard R C,Robinson M.1990.Principles of Hydrology. London: McGraw-Hill 365.   \nWittenberg H,Sivapalan M.199.Watershed groundwater balance estimation using streamflow recession analysisand baseflow separation. Journal of Hydrology,219(1-2): 20-33.   \nWu B,Zheng Y,Tian Y,et al.2014.Systematic assessment of theuncertainty in integrated surface water-groundwater modeling based on the probabilistic collocation method.Water Resources Research,50(7):5848-5865.   \nWu JK,Wu XP,HouD J,etal.2O16Streamwater hydrograph separationin an alpineglacier area in the Qilian Mountains, northwestern China. Hydrological Sciences Journal, 61(13): 2399-2410.   \nXu JH,ChenYN,LiWH,etal.2l1.AnintegatedtatisticalapproachtoientifythenonlineartrendofrunofinteHotan Riverand its relation with climaticfactors.Stochastic Environmental Research and Risk Assessment,25(2):223-233.   \nYangF,AliM,Zheng XQ,etal.20l7.Diurnaldynamicsofsoilrespirationandtheinfluencing factors forthreeland-cover types in the hinterland of the Taklimakan Desert, China.Journal of Arid Land,9(4): 568-579.   \nYang GL,HaoFH,Liu CM,et al.2O03.The studyonbaseflow estimationand assessment in SWAT—Luohe Basin as an example.Progress in Geography,22(5): 463-471.(in Chinese)   \nYao Y,ZhengC,LiuJ,etal.2Ol5.Conceptualand numerical models for groundwater flowinanarid inlandriverbasin. Hydrological Processes,29(6): 1480-1492.   \nZhangAJ,Liu WB,YinZL,etal.2O16.How willclimatechange affectthe wateravailabilityinthe HeiheRiverBasin, Northwest China? Journal of Hydrometeorology,17(5):1517-1542.   \nZhangGW,WuSF,WangZJ.2Oo3.Thesignalofclimaticshift innorthwest Chinadeduced fromriverrunoff changein Xinjiang region. Journal of Glaciology and Geocryology,25(2):183-187.(in Chinese)   \nZhang SQ,GaoX,Zhang XW,etal.201.Projectionof glacierrunoffin Yarkant Riverbasinand Beida Riverbasin,Western China.Hydrological Processes,26(18): 2773-2781.   \nZhang SQ,Gao X,Zhang XW.2015.Glacialrunofflikelyreached peak in the mountainous areas of the Shiyang River Basin, China.Journal of Mountain Science,12(2):382-395.   \nZhang Y,LiBF,ChenYN.2018.Thetemporaland spatialvariationof water vaporcontentand itsrelationshipwith precipitation inthearidregionof Northwest China from1970to20l3.Journalof Natural Resources,33(6):1043-1055.(in Chinese)   \nZhao QD,Zhang SQ,DingYJ,etal.2O15.Modeling hydrologicresponse toclimate changeand shrinking glaciers inthe highlyglacierizedKunmaLikeRiver Catchment,CentralTian Shan.JournalofHydrometeorology,l6:2383-2402.   \nZhao Z,WangJ,ZhaoJ.20l8.Aspatialanalysisofurbaneconomicconnectionsamong the node citiesalong the\"One Beltand One Road\" in China.Journal of Arid Land Resources & Environment,32(5):12-18.(in Chinese)   \nZhouJJ,LeiL,ShiPJ,etal.2O15.Responseofrunoff totheclimateandlandusepaterchanges inhiyangRiverBasin. Acta Ecologica Sinica,35(11):3788-3796.(in Chinese)   \nZhouJX,WuJJ,LiuSW,etal.2O15.Hydrograph separationinthe headwatersofthe ShuleRiver Basin:combining water chemistryand stable isotopes.Advances in Meteorology,2015:830306,doi: htps:/doi.org/10.1155/2015/830306. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    }
]