[
    {
        "type": "text",
        "text": "安静自我与健康：基于成长和平衡视角",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张丽 潘霈霖 牛梓瑜 马敏中央财经大学心理系",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要安静自我指一种既不过分关注自我，也不过分关注他人，融入他人而不丧失自我的同一性。发展安静自我有利于个体的身心健康，特别是在提高个体主观幸福感、改善个体主观评估的健康以及降低个体的物质主义倾向等方面，而安静自我的提升可以通过正念和冥想的方式实现。通过对安静自我的概念、成长和平衡视角、测量方法、安静自我对心理健康的影响以及如何促进安静自我的相关研究结果的总结，本文认为安静自我本质上是空间和时间维度上自我的平衡与整合。目前关于安静自我已有不少的研究，但作为一个较新的研究领域，未来有待在安静自我的本土化、系统化以及发展和促进方面展开更多的探讨。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 安静自我；健康；平衡；成长；促进分类号",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自从心理学家威廉詹姆斯展开对自我的研究开始，自我便成为心理学研究中广受关注的主题。这其中第一个挑战就是如何界定自我。詹姆斯(James,1891)率先从哲学角度提出自我有主体我(I)和客体我(Me)之分。之后研究者纷纷提出各种不同的界定自我的视角，比如现实自我(Actual Self)和理想自我(Ideal Self)(Rogers,1961)；过去自我(Past Self)、现在自我(Present Self)和未来自我(FutureSelf) (Parfit,1971)；个体自我(Individual Self)、关系自我(Relational Self)和集体自我(Collective Self)(Sedikides&Brewer,2002)。近年来，有研究者提出了一个新的界定自我的视角，即聒噪自我(NoisyEgo)和安静自我(Quiet Ego)(Bauer & Wayment, 2008)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "十九世纪中后期起，经济的飞速发展和物质生活水平的提升使得人们自私、固执、冷漠的个性特点逐渐显现，且日趋严重：世界性的政坛丑闻、种族歧视、贸易冲突…这些不论个人层面还是国家层面的事件都带有浓重的自我中心色彩，无一不意味着人们的自我意识正在从历史中对“利他主义”的推崇逐渐转变为对“利己主义”的奉行。换言之，自我中心的价值取向成为了现代人内心的主流价值观。正是在这一背景下，2005年Wayment 和Bauer在一次会议上首次使用“安静自我”这一术语，并在2008年《超越自我兴趣》一书中汇集了多个有关自我中心和超越自我的研究主题，进一步深入阐述了“安静自我”和“聒噪自我”的内涵、两者对人们的影响以及安静自我如何形成和发展。关于安静自我的研究在近十几年来逐渐引起心理学界的重视。本文将详细介绍安静自我的内涵和测量、安静自我对健康的影响以及安静自我的促进三个方面的最新研究进展，并提出未来有待研究的方向。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2安静自我的内涵和测量",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1安静自我的定义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "现代社会人们以自我为中心，奉行利己主义，极力追求“第一”、“独特”、“卓越”。这些均是人们内在自我的大声尖叫，终极目的是获取他人的关注和认可、超越他人、打败他人，这样的自我便是“聒噪自我”。而安静自我是一种既不过分关注自我，也不过分关注他人，是融入他人而不丧失自我的同一性(Bauer&Wayment,2008)。不同于聒噪自我的过分自我中心化与自我膨胀，安静自我对自我和他人都具有较少的防御，趋向于对自我与他人、积极与消极评价的平衡(Cambell& Bufardi,2008; Jack,1991; Lutz-Zois et al.,2013; Wayment,Bauer,et al.,2015)。还有研究者提出了“狂野自我”(Wild Ego)的隐喻，认为安静自我就是将野性自我驯服，变得谦逊和平静(Exline,2008)。这里的狂野有三个特征：首先，自由散漫、没有限制，没有藩篱；其次，缺乏恒常性、多变、波动、模糊不确定；最后，不受外界约束、与他人脱节、特立独行。狂野自我通常激励人们去追求目标，伴有对自我的积极情绪，但过于追求权力、地位，充满支配人的欲望，因而常常有人际冲突。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "安静自我既是一个理想的自我发展状态，又是寻求自我平静的过程。没有人天生就有安静的自我。自我开始时是“吵闹的”，以自我为中心的，时刻为自私的需要而叫嚣。随着年龄的增长和个体的不断成长，自我才逐渐成熟和安静，能够将现在的行为与未来的结果联系起来，能够超越自我利益，从他人的角度思考、并以越来越广泛、越来越深刻的方式认同和整合他人和外在世界(Bauer,2008)。情绪研究心理学家 Thayer(1996)认为冷静的能量(Calm Energy)是最理想的唤醒状态，这是最接近积极心理品质活力(Vitality)的状态(Nix et al.,1999)。积极心理学中的很多研究主题，例如，宽恕、感激、相依的爱、勇气、责任、利他主义和宽容都是为了平息自我的噪音，获得安静自我的理想状态。如果安静自我状态能稳定、持久出现在不同情境下，则安静自我就成为个体重要的人格品质。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2安静自我的平衡和成长视角",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "安静自我以平衡的、成长的两大视角理解自我和他人。平衡视角指的是对自我和他人的需求、愿望和观点的考虑和平衡。这一视角体现了个体与社会的互动。人的本质是一切社会关系的总和。每个人既是独立的个体，又是组成社会的个人，具有个体和社会双重属性。我们通过平衡对自身的认同来发展个体属性，通过平衡与他人的互动联系融入群体、发展社会属性。安静自我虽调低了自我的音量，却并非沉默的自我、压抑的自我或“被压扁的自我(Squashed Ego)”，并没有丧失自我认同，而是恰当平衡了对自我和他人的关注，使得个体能够同时倾听内部与外部的需求，从而以更人性和同情的态度对待生活(Wayment, Bauer,etal.,2015)。此外，平衡视角还指对自己和他人的积极与消极评价的平衡。与安静自我相比，聒噪自我过度倾向于寻求积极的自我评价(Cambell&Buffardi,2008)，而被压扁的自我则过度倾向于消极的自我评价(Jack,1991;Lutz-Zois etal.,2013)。安静自我则通过促进自我同情，培养富有同情的自我认同，从而帮助个体摆脱利益相关的负面自我价值感(Wayment etal.,2018)。因此，安静自我还意味对自己的优点和缺点的全面认识，接纳、认同真实的自我。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "成长视角则是指个体随时间的推移对自我和他人的考虑(Wayment,Collier,et al.,2015)，这一视角体现了自我的动态发展。发展过程中，聒噪自我会对安静自我有三方面的干扰。首先，聒噪自我时刻关注眼前自己的需要，而忽视甚至牺牲长远的利益。其次，主要关注当前行为产生的结果，尤其是与自我形象或社会地位相关的结果，而不是行为本身。最后，当聒噪自我关注长远目标时，往往关注的是个人的物质财富或社会地位的增加，而不是关注个体内在精神的成长和进步。从聒噪自我到安静自我的过程，本质就是自我的社会心理成熟的过程。Bauer(2008)认为美国发展心理学家Loevinger的自我发展阶段恰好反映了聒噪自我到安静自我的发展历程。这八个阶段以婴儿没有自我开始，之后是消极依赖的冲动期(Impulsive)、投机博弈的自我保护期(Self-Protective)、遵守规则的遵从期(Conformist)、考虑公平规则的自我意识期(Self-Aware)、遵从自我评价标准的良心期(Conscientious)、尊重他人标准的个体主义期(Individualistic)、理解相互依存性的自主期(Autonomous)、能够协调更广泛冲突的整合期(Integrated)(Bauer et al.,2005)。这八个阶段自我的复杂性和心理成熟程度不断增加，自我变得能够关注他人，并平衡自我和他人的冲突，越来越安静。这时个体看待自我的参照系在心理社会空间中变宽了，因此自我的观点不会被挤压，反而变得越来越完整。成长中的自我往往意味着一个巨大的自我空间：认知层面自我越来越意识到自我，情感层面自我坚定有自信、没有过多的担心和防御，和他人的互动中越来越互依，越来越能对他人感同身受。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3安静自我的测量",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "最初，安静自我被认为具有超脱意识(Detached awareness)、互依(Interdependence)、同情心(Compassion)和成长(Growth)四个特点(Bauer&Wayment,2008)。这里的互依指与他人的相互关系，核心是理解他人；同情心则涉及对自我和他人的情感，包括接受、同理心和提升个人或群体幸福感的愿望。后来，他们使用更易于理解和测量的换位思考(Perspective-Taking)和包容性认同(Inclusive Identity)替换了同情心和互依(Wayment, Bauer,et al.,2015)。四个特征中，包容性认同和换位思考两个特征关注的是与他人建立联系并深入理解他人的能力。包容性认同是将自己视为与他人相同、认为自己与他人分享个人品质或以其他方式将他人纳入自己的心理社会认同感的程度。这种能力会增加合作的可能性，降低对他人采取自我保护立场的可能性，然而尚不具备理解他人观点的能力。换位思考则是进一步深化，是个体处于他人立场考虑问题的能力，是同理心和同情的基础(Batson et al.,1997; Davis,1994)。包容性认同和换位思考分别反映了对他人整合和分化的认知原则。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "超脱意识和成长两个特征呈现了另一种平衡，即均强调过程而不是结果。超脱意识与正念(Mindfulness)的内涵相同(Brown&Ryan,2003)，是指对当前情况的一种参与性、非防御性的注意倾向，个体专注于当下，接受各方面积极或消极的解释，而不去考虑当下情境中利己主义的判断，不预先设想自己应该做什么，也不预先设想那一刻会变成什么样子。这为安静自我留出了心理空间，没有耗能的防御和认知控制，没有任何评判。而成长指对个体成长的主观关注，这种关注将注意力从当前导向长期的、富有人性关怀的发展上，关注的是过程而不是结果，聚焦的是未来的成长。超脱意识关注眼前的时刻而不考虑未来，而成长关注当下的长期目标，无数个当下连接形",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "成了成长的河流。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "鉴于安静自我概念的抽象性，目前研究主要通过对安静自我的特征进行评估反映安静自我的程度。Wayment等人通过对上述安静自我四个特征的整合，并结合已有量表条目，采用因素分析方法建立了QES五点量表(Quiet Ego Scale)，量表涉及14 个相关项目的评估(Wayment,Bauer,et al,2015)。以大学生为样本的研究表明QES 量表与大五人格中的外倾性、开放性、责任心、宜人性四项特质以及谦逊特质显著相关，同时与自我同情、品味日常经验的能力、生活满意度、主观幸福感、心理弹性、自主需要、自我超越、自尊以及意义感等众多积极心理品质存在相关关系。这为安静自我的构念提供了支持，说明该问卷具有良好的结构效度和应用价值。此外，中国学者也对QES 量表在中国文化背景下的适用情况进行了探究(刘国华,2018;张舒,2017)。张舒(2017)的研究表明其中的包容性认同维度信效度不高，因而用宽恕替代了包容性认同。调整后在大学生群体中的信效度良好。刘国华(2018)的研究则表明安静自我问卷在中国的信效度良好，适合在中国文化背景下使用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3安静自我与健康",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前研究表明安静自我与个体的身心健康密切关系，能给身心诸多方面的发展带来益处。例如，安静自我者主观幸福感较高、死亡焦虑较低、创伤后成长更多，安静自我者主观报告身体健康状况较好，安静自我者有较低的物质主义倾向。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1提高个体主观幸福感 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前研究表明安静自我有助于提升主观幸福感、缓解压力、减轻焦虑。最早Wayment，Bauer等学者(2015)修订安静自我量表时就发现安静自我与主观幸福感存在正相关。Collier 与Wayment(2018)在线调查了465名大学生参与各种创客活动的情况、安静自我以及主观幸福感三者之间的关系。这些创客互动包括家庭艺术、工艺品到各种DIY活动，研究者调查了他们参与这些活动所花费的时间、参与的原因，以及从活动中获得的短期和长期受益。结果表明大学生参与创客活动的最重要原因是情绪恢复、与朋友交往以及提升“专注于当下”的能力。最主要的是，安静自我与主观幸福感正相关，而且安静自我通过提升创客活动中的唤醒水平间接促进了主观幸福感。Collier和Wayment(2019)还进行了干预训练研究，说明了安静自我的认知干预和绘画创作干预有助于个体消极情绪的恢复。实验首先让参与者在10分钟内写一段有强烈愤怒或不安情绪的经历。然后根据是否有安静自我干预和是否强调成长取向的绘画创作将被试随机分为四组，并在15分钟内进行创作。结果发现，同时有安静自我沉思认知干预和成长取向绘画创作干预的被试，其积极情绪最高。其中，安静自我的干预和绘画创作通过促进被试的情绪流动和提高唤醒水平进而影响积极情绪。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "还有研究揭示了安静自我影响幸福感的内在机制。其中一个研究(Wayment etal.,2016)探讨了大学一年级学生的安静自我、自我控制、自我同情、感知到的压力和生活满意度之间的关系。结果表明安静自我通过直接作用于自我控制和自我同情，间接影响感知到的压力，压力又进一步影响生活满意度。这说明拥有安静自我特征的大学生在人际交往中倾向于自我同情，并且有更强的自我控制力、进而有更低的压力水平以及更高的生活满意度。该结果在两组大学一年级学生样本中均得以证实。另外一个研究(Wayment& Bauer,2017)考察了117名大学生安静自我、平衡和成长价值观以及幸福感之间的关系。其中平衡价值观是同情目标与自我形象目标的比值，成长价值观包括体验性的和反省性的成长价值观两类。结果表明，安静自我与同情目标、成长目标密切相关，而且安静自我通过作用于平衡价值观和成长价值观间接影响幸福感。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "还有研究探讨了安静自我在缓解死亡焦虑中的作用。谦逊(Humility)的核心特征是对自我特征的准确评估、承认局限性的能力和对自我的遗忘(Tangney,2002)。这些特征与安静自我中强调降低自我中心、平衡对自己积极的和消极的评价完全一致。因此，谦逊是一种与安静自我高度相关的人格特质(Kesebir,2014)。Kesebir(2014)开展了系列研究表明了谦逊对死亡焦虑具有缓冲作用。研究通过让被试提供3张能够描述与死亡相关的网络图片启动他们的死亡焦虑。结果发现自述谦逊度较低的人在面对死亡提醒时，更倾向于采用道德推脱来缓冲死亡焦虑，而谦逊度较高的人则不同，死亡使他们想要遵守普遍的价值标准，并按道德规范行事。此外，经历死亡焦虑启动后，没有书写谦逊经历的控制组被试比有书写谦逊经历的实验组被试自我控制能力受损，更容易感受到外界的诱惑。这些结果表明了谦逊作为一种低自我状态，能在死亡焦虑启动情境下发挥保护作用。因此，安静的、谦逊的自我可以缓冲死亡焦虑，安静自我伴随的自我超越比传统的自我增强能带来更强大、更健康的缓冲焦虑的作用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，有研究发现安静自我可以促进创伤后成长。Wayment，Al-Kire 等学者(2019)以自闭症儿童的母亲为被试探究了在压力生活情境下母亲们的创伤后成长的影响因素。结果发现安静自我可以有效提高个体的创伤后成长水平，有助于个体在逆境中收获成长与意义感。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2改善个体主观评估的健康 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "个体主观认为自身健康的程度是衡量个体总体健康状态的重要指标，这被证明与死亡率和患病率有关，是一项比较可靠的反映身体健康的指标(Barger,2016)。针对不同特殊群体的研究表明，安静自我与个体自我评估的健康有显著相关。例如，Wayment等学者(2011)探究了心理正念、安静自我和自我评估健康之间的关系。他们对来自美国117名平均有11年修行年龄的佛教修行者进行了基于网络的六个月追踪调查。其中，安静自我包括利他性、智慧性、相互依存感、愤怒和言语攻击性、消极情感和结构性需要六个方面。研究结果发现每周花费时间较长以及整体修行年限较长的修行者表现出更多的心理正念特质，而高水平的心理正念特质是安静自我的重要预测变量，且心理正念通过直接作用于安静自我间接影响自我评估的健康。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "还有研究探讨了安静自我对医护工作者健康的积极作用。Wayment，Huffman 等学者(2019)探究了安静自我对医护人员群体同情疲劳、自我评估健康以及压力感知的影响。该研究在以医院为基础的工作坊中展开，通过4次研讨会向员工们普及安静的自我概念以及如何在工作和非工作环境中促进自我安静，并在研讨会开始和结束时对被试的安静自我、同情疲劳、自我评估健康和压力感知进行测量。结果发现，在8周的时间内，医护人员的安静自我增加、同情疲劳和压力感知明显减少；安静自我与自我评估的健康显著正相关，且自我评估的健康随着时间的推移而改善。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "研究还发现安静自我与失业人群的自我评估健康呈正相关。Wayment，Huffman 和 Irving(2018)在2010年经济萧条最严重时从就业中心招募了173名失业者被试，现场测量了他们的安静自我特征、自我同情、创伤后成长和自我评估健康。结果显示，安静自我与创伤后成长、自我同情、更好的自我评估健康状况有关，而且安静自我通过自我同情对健康产生间接影响。该研究在60 名就业人群中同样发现了安静自我对自我评估健康的积极影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3降低个体物质主义倾向",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在现代城市社会无处不在的消费文化中，物质物品的获得与社会地位、个人发展和经济成就息息相关，这使得越来越多的人们相信金钱的拥有和物质的获取是得到名望和幸福的主要途径。物质主义者就是全神贯注于、渴望和强调物质商品和金钱，而忽视其他事物的人(Garoarsdittor etal.,2008)。大量研究表明物质主义者体验到的幸福感较低(Burroughs& Rindfleisch,2002)。不仅是具有物质主义人格特征的人，普通人们只要受到周围情境的触发，例如，观看理想的消费品、提示进行的计算机任务是消费任务，就足以引发物质主义的思维定势(Bauer etal.,2012)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "最近有研究发现安静自我与较低的物质主义有关。Watson(2018)通过对423名大学生进行问卷调查发现，安静自我与物质主义存在显著的负相关，而且物质主义通过作用于安静自我间接影响幸福感。该研究发现，物质主义者害怕同情他人，害怕来自他人的同情。物质主义同样通过作用于自我同情间接影响幸福感。因此，作者提出促进安静自我是减少个体物质主义倾向的有效途径。Karanika 和 Hogg(2016)对 35",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "因财务困难而经历较低消费水平的希腊被试进行了有关生活经验的访谈。结果表明相比于大多数消费者对于提升自我的追求，这类被试群体更追求自我同情，借此防止上行社会比较的发生，并从中获得良性的情感体验，减少自身压力。因此，安静自我中的自我同情有助于降低个体的物质主义倾向。目前物质主义研究的自我视角越来越受重视(周静,谢天,2019)。例如，物质主义的自我逃离理论认为物质主义始于没有达到自己理想的财富、权力、声望，因此产生较低的自我评价和较差的自我感受，为了逃离这些消极认知和感受，进而产生各种非理性行为(Donnelly et al,2016)。这一系列的表现正是聒噪自我的特征：将自我等同于外在的物质，进而用外在的物质评价自我，而外在物质的不稳定性、与他人的可比较性，让自我无法稳定和安静。安静自我的发展和促进会让个体摆脱与过度的自我利益相关的负面影响(Wayment, Huffman,&Irving,2018)，从而降低个体的物质主义倾向、竞争性与自我中心倾向，使个体获得良性的情绪体验。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4安静自我的促进",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "安静自我有助于个体的身心健康。然而，如前所述，没有人天生就有安静的自我，安静自我是不断发展的过程，而且能够通过一些方法得以提升和促进。概括来讲，以往研究主要探讨了正念和冥想在提升平静自我中的积极作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1安静自我的认知干预",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "安静自我既是一种可测量的心理状态，同时也被视为实证研究中可操纵的变量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Wayment，Colier 等学者(2015)基于安静自我的内涵设计了简短的认知干预，即安静的自我沉思(Quiet Ego Contemplation)。干预材料为一段时长15 分钟的音频，主要描述了安静自我的超脱意识、互依、同情心和成长四个核心特征，并引导被试思考这些特征对其意味着什么。研究者将 32名大学生被试随机分为三个实验组：安静的自我沉思、安静的自我沉思伴有场景体验以及对照组。安静自我沉思伴有场景组被试会通过佩戴虚拟现实设备体验自然的公园场景。对照组被试主要是阅读国家地理杂志。结果显示，在安静的自我沉思干预后，被试自我报告的安静自我特征提高，氧化应激水平下降，而且专注力提高，而其他两组的改善效果并不明显，甚至在设置有场景体验的条件中出现了相反的结果，这或许是由于虚拟现实场景中的视觉刺激分散了被试的注意力，使得安静的自我沉思干预作用失效。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "安静的自我沉思认知干预在后续的研究中得到了应用(Collier etal.,2016;Collier&Wayment,2019)，应用时通常会结合具体的应用场景进行调整。例如，Wayment，Huffman 等学者(2019)以研讨会的形式引导医护人员进行安静自我相关的思考和讨论，并教授如何在实际工作及生活中实施和应用。结果显示，干预后参与者自我报告的健康水平得到提升。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "除了研讨会的形式，安静自我的认知干预还可以被应用于团体。有研究者通过定性研究方法探讨了罗马尼亚和日本两种文化背景下安静自我的团体活动的特征及诱因(Gherghelet al.,2018)。被试在阅读一段描述“自我超越”的文字后回忆自己产生安静自我体验的团体活动经历，并通过问卷对其活动中的认知、情感和行为特征，以及可能的诱因等进行调查。结果显示，两种文化背景下被试的经历虽有一些独特的文化特征，不过其描述中均反映了安静自我的特征，诱发安静自我的团体活动在个体接受度高、团队氛围一致、活动主题有吸引力和轻松愉快的外部环境四个方面有着相似之处，被试均体验到了亲密度的增加、放松和自我发展。这说明了团体活动在减少自我关注和促进个人与他人联结方面的积极意义，为未来应用于社区治理有重要启发。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2正念和冥想 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "正念与安静自我概念中超然意识的内涵相似，因而同样能促进安静自我的提升。目前鲜有研究同时对安静自我的四个方面进行干预，但已有相关实证研究表明，正念和冥想训练能够促进作为安静自我四大特征之一的同情能力的提升。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "正念训练能够使个体的防御性降低，增进对他人的同情和理解，进而促进安静自我。与佛教中的禅修类似，正念以一种聚焦当下的、非批判性的方式集中注意力(Kabat-Zinn,1994)。当个体将一个人视为“他人”或与自己不同时，其防御性往往增高，攻击性行为也更有可能发生(Hanlon,2006)。已有大量的研究证实，作为一种干预手段，正念能够有效降低个体的攻击性和暴力程度(Gillions et al.,2019)。作为一种可以培养和增强的存在状态，安静自我能够通过正念训练进一步增强(Bauer&Wayment,2008)。在一项关于正念和执法人员攻击性的研究中(Ribeiro et al.,2019)，研究者将被试随机分配至正念训练组和无干预对照组。正念训练组中24名执法人员进行了以正念为基础的提高心理韧性的训练，持续八周，课程包含讲授和实践练习两部分，实践项目包括增强身体意识的身体扫描、坐和散步冥想、舒缓性的瑜伽正念运动以及小组讨论。研究者采用设备追踪和自我报告两种方式记录被试的练习数据，据此将练习水平分为低、中、高三类，并测量两组被试训练前后的攻击性。结果发现，这些执法人员的正念练习次数和持续时间都与其攻击性的降低显著相关。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "另一项关于冥想和同情的研究中(Condon et al.,2013)，研究者将 39 名被试随机分配至冥想组和控制组，其中冥想组被试进行为期8周的冥想训练。那些被分配到冥想组的被试进一步被随机分为正念冥想和同情冥想两组。两种干预条件都教授了专注和平静内心的技巧，同时冥想干预额外增加对他人痛苦的同情的讨论。训练结束后，研究者安排两组被试依次进入实验室，在事先安排好的情境中进行同情测试，观察其是否会主动给主试扮演的“受难者”让座以减轻其痛苦。结果发现，相比对照组，两组冥想组的被试更有可能为“受难者”提供座位。这表明，冥想能够增加个体对他人的联结感和同理心。冥想中个体往往以一种开放的、接受性的思维接受内外部的事件，因而较少受到自我中心偏见的影响，并做出更为客观的反应。这降低了个体对自身及外界的防御，减少各种噪音的影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "正念还能使个体意识到自身的痛苦，产生更多的自我同情。Bimie 等学者(2010)的研究支持了这一点，若能将意识牢固地扎根于正念注意力或者说当下发生的一切，当个体遭受痛苦时，便会更加期待得到关心和安慰，从而开始自我同情。基于正念的短期冥想练习也被证实能够有效增加护理人员的自我同情水平(Hevezi,2016)。总之，正念和冥想是促进安静自我的重要途径。在敌对和危险情况下防御心态可以提供对生命有机体的保护，具有高度适应性价值，但是正念能够促使个体更灵活的、更具建设性的，持有开放的和更多可能性的视角选择价值观、目标和活动(Hayes,2002)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 总结与展望 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "通过对安静自我的概念、成长和平衡视角、测量方法、安静自我对心理健康的影响以及如何促进安静自我的相关研究结果的总结，我们认为安静自我本质上是空间和时间维度上自我的平衡与整合。首先，时间维度是自我研究的重要视角。例如，自我可分为过去自我、现在自我和将来自我(Parfit,1971;Welch-Ross，2001)。个体在时间维度上将过去、现在和未来的自我知觉为一个整体的程度称为自我连续性(Chandler et al.,2003)。过去的经历以及对未来的想象都会影响个体当下的心理和行为，成为自我认同的一部分(刘云芝 等,2018)。安静自我的成长视角正是强调对现在自我的接纳和认同，并指向对未来长远发展的关注和成长。无论是过去、现在还是未来，安静自我对自我的非防御性认同是时间维度上自我连续性的体现。其次，安静自我中自我和他人关系的平衡体现了空间维度上自我与外在的平衡。既不过分关注自我，亦不过分关注他人，与我国的“中庸之道”有着异曲同工之妙。安静自我是中庸思维“执两端而允中”的体现，恰如其分地平衡自我世界和外在世界的体现。空间维度同样是自我研究的重要视角。例如，有研究将自我分为独立自我和互依自我，互依自我又分为关系自我与集体自我(Sedikides&Brewer,2001)。与互依自我类似，安静自我强调个体与他人的相互依赖，强调个体既认同自我，亦能站在他人视角、理解他人，构建个人理性和集体理性的平衡。总结起来，虽然目前关于安静自我已有不少的研究，作为一个较新的研究领域，未来有待在安静自我的本土化、系统化以及发展和促进方面展开更多的探讨。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1安静自我的内涵有待本土化",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "安静自我概念是Wayment和Bauer基于美国个体主义文化背景下提出的。美国社会注重个人竞争力和地位，强调个体与他人的区别和独立，呈现出个体主义文化取向(Triandis&Gelfand,1998)。这样的文化崇尚个体主义、专注和沉醉于“自我中心”、“自恋”、“无节制的利己主义”，这带来了人们身心健康的损害、自尊的降低、人际间的不信任、社会的不和谐，因此亟需平息蓬勃发展的“自我中心主义”态势，让自我的音量降低，能够将他人融进自我的世界(Bauer&Wayment,2008)。因而安静自我的测量中，四个维度中的超然意识和成长两个维度关注的是注意力聚焦当下和聚焦未来，包容性认同和观点采择两个维度关注的是认可他人和自己是相同的并愿意站在他人视角考虑问题。四个维度强调的均是如何从自我中心主义中抽离出来，进而超越自我。然而，以我们国家为代表的东方集体主义文化中人们的自我通常是包含他人的、相互依赖。自我和他人之间的区别没有那么明确，人们优先考虑集体目标而不是个人目标，具有良好调节能力的、成熟的个体通常善于维持和谐的社会关系，并乐意履行社会角色和义务，因而人们的自我相对比较安静和克制(Wirtz&Chiu,2008)。如前所述，有研究修订中国版安静自我问卷时，发现其中的包容性认同维度信效度不良(张舒,2017)。问卷中的题目，比如“我觉得自己和陌生人有某种联结”、“我感觉到与所有生物有联结”，多数中国大学生持否定回答，呈现正偏态分布。这样的表达可能不适于中国文化。因此，在集体主义主义文化背景下安静自我如何构念是未来的一个研究方向。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "一个可能的思考方向是自我有聒噪自我、沉默自我和安静自我三种不同状态。聒噪自我是过于以自我为中心，迷失在自我的欲望中；而沉默自我是过于压抑的自我，迷失在外界的期望和要求中。这两者都是失衡的自我。安静自我是理想的、平衡的自我。对于个体主义文化背景下的人们，自我的健康最主要是降低聒噪自我，达到安静自我；而集体主义文化背景下的人们，面临的挑战可能是过于受外在的他人、集体或社会的影响，造成内在自我“被挤压”、“被塞满”或“迷失”在多种外在的噪音中，成为过于安静或沉默的自我，因此自我的健康发展最主要是打破沉默自我，达到安静自我。当然，每种文化下都有聒噪自我突出或沉默自我突出的个体，从个体差异的角度看，依然是类似的思路。随着现代化与全球化的趋势，自我中心的价值观念与个体主义在我国也正呈现出代际增强的趋势(苏红,任孝鹏,2014)。因此，中国文化背景下同样有聒噪自我突出的个体，其自我的健康发展主要是降低聒噪自我。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.2安静自我的内涵有待更系统化",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "安静自我的四个特征中只有成长与其他三个特征均显著正相关，包容性认同只与换位思考具有正相关，而超然意识与包容性认同之间的相关不稳定，说明了成长与平衡维度之间的关系不明确，这一定程度上削弱了该量表的信效度，这是该量表的一个局限和有待完善的地方(Wayment,Bauer,et al.,2015)。因此，未来研究有待继续探讨安静自我的结构，使之更为合理和完善。我们提出一个探索性的安静自我时空模型以供思考，见图1。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "自我的结构包括空间和时间我。空间我的内核是主体自我，外围是自我的不同侧面，涉及他人、集体、自然以及客体自我。时间我包括过去自我、现在自我和未来自我。安静自我中时间我和空间我均具有两大特征，即稳定性和灵活性。空间我的稳定性表现有稳定的、安全的、坚实的自尊，而不是波动的、脆弱的、空心的自尊。不随外界的变化和反馈极大的波动，不受外在的挤压而沉默，同时不试图大声尖叫以控制外在。这样的自尊，不依赖于诸如特定结果的实现、期望的满足、标准的匹配这些情境性的结果的影响，而是从满足内在基本的心理需求中自然产生的，不需要持续的验证，而且内隐的、无意识的自尊和外显的、意识层面的自尊是一致的、匹配的。通常情况下，当个体依据最核心的、最真实的自我而行动时，表明他们的自尊是安全而稳定的(Kemis,2005)。因而图1中自我空间是有边界的，然而这个边界像细胞膜一样，与外在是可渗透的、可交互的、互相滋养的。这反映的便是空间我的灵活性。空间我的灵活性是在坚守真实自我时，兼顾外在的声音、灵活面对和处理不同情境中的问题、达到与外在的和谐。这可以表现在认知、情绪和行为各个方面的灵活性。要提的一点是，灵活性通常是稳定性基础上产生的，是稳定性的一种表现。如果没有稳定性，外在的声音很容易挤压内在自我空间，使得自我变成“被压扁的自我”。时间我的稳定性，本质是自我在时间上的连续性，表现在接纳过去和现在的自我，并乐意未来延续这样的自我。时间我的灵活性，反映的则是自我的主体性，个体对现在和未来保持开放性，知道并愿意体验、践行多种可能性。兼具稳定性和灵活性，是安静自我的集中表现，这就像不倒翁，既能稳定扎根，又能灵活摇摆。有时非常安静的自我很有裨益，而有时大声的自我很有裨益(Kosloff etal.,2008)。这样的灵活性才使得我们的发展潜能更充分地实现。基于这样的设想，未来安静自我的结构将能够更为系统，成长维度和平衡维度通过灵活性和稳定性得以整合在同一框架下。然而，该模型还有待在未来研究中检验。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.3安静自我的发展和促进需要多视角",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "安静自我是在与聒噪自我的对比中提出的，然而如何从聒噪自我发展到安静自我还有待多视角的研究。如前所述，目前有研究表明安静自我的认知干预、正念和艺术创作有助于促进安静自我。然而，这些方法的效果还有待更多研究检验。例如，关于正念是增强自我还是让自我更安静，目前还存在争议。Gebauer等学者(2018)开展了两项纵向追踪研究发现，正念没有发挥平静自我的作用而是发挥了促进自我中心性的作用。被试分别为93名瑜伽学生以及162名冥想学生，追踪时长分别为15周和4周，并让被试通过自我评价的方式来评估他们的自我中心和自我增强倾向。结果显示，两种情况下个体的自我增强倾向均提高，而这些影响是通过更大的自我中心来调节的，更大的自我中心提升了身心练习的幸福感。这样的结果如前所述与安静自我的内涵有关，另一方面说明了正念促进安静自我的机制和边界条件需要未来深入探讨。另外，还有待探讨其他可能的安静自我的促进和提升方法。例如，敬畏和安静自我的关系值得未来关注。敬畏的小自我假说(Piffet al.,2015)认为，敬畏使个体减少了自我导向的关注，将注意力转移到更大的刺激上，从而促进其亲社会性。Perlin 和Li(2020)认为敬畏感增强了个体对与外界相互依存的感知，能够促进自我对内部和外部关注的平衡，因而能促进安静自我。有研究发现经过敬畏诱导的被试能更平衡地向他人展示自己的优势和劣势，并且更愿意承认外部力量对他们个人成就的贡献(Stellar et al.,2018)。这些启发我们提升敬畏可能是促进安静自我的一个途径，不过这有待在未来研究中验证。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/31f3c075e0ca0ee84b4ca276986b9721d7acc42e61ae810af73b40bdcddfd862.jpg",
        "img_caption": [
            "图1安静自我的时空模型"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "此外，手工艺术、创客活动是否可以促进和提升安静自我有待探讨。Collier等学者(2014)在一项研究中将47名经验丰富的纺织手工艺人随机分配到纺织艺术制作、安静的自我沉思或书写记忆中有不安情绪的经历，结果发现纺织艺术制作促进了最强的积极情绪、最高的唤醒和投入感、最低的反刍和消极情绪。Collier和 von-Karolyi(2014)的研究根据被试自我报告艺术活动中的高峰体验将其分为艺术创作者或非艺术创作者。结果表明与非艺术创作者相比，艺术创作者中 $70 \\%$ 女性报告说有返老还童(rejuvenation)、自我实现的积极体验。这些研究强调了艺术创作中的高唤醒、高卷入或高沉浸的积极作用。这与积极心理学家Csikszentmihalyi(1990)提出的心流(flow)特征一致。当任务中卷入极度集中和注意时，无关的、消极的想法和关注减少甚至没有任何空隙进入注意，人们常常忘了自我甚至忘了时间，因而能够促进安静自我。因此艺术创作可能是促进安静自我的途径。这有待在未来研究中检验。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "最后，安静自我的促进和发展还有待来自不同群体的研究。受制于客观条件限制，Wayment及其团队的研究多数是基于女性被试的研究，这包括安静自我问卷的修订和编制过程中被试主要来自女性。因此未来研究有待更多地在男性群体中检验安静自我构念的合理性和安静自我促进方法的适宜性。还要提的是，安静自我的研究特别值得在各种弱势群体、病患群体、边缘人群等特殊人群中展开。与安静自我概念的提出背景不同，因为自己与多数他人的不同，特殊人群面临的内在和外在的噪音都要复杂，如何从沉默自我走向安静自我以及如何从聒噪自我走向安静自我都是其面临的挑战。以往有研究关注了失业群体(Wayment,Huffman,&Irving,2018)、自闭症儿童的父母(Wayment,Al-Kire,et al.,2019)、护士(Wayment, Huffman,& Eiler,2018)、女同性恋者(Aubin&Skerven,2008)等群体的平静自我。未来还有待关注更广泛的特殊群体的安静自我特点，探究不同类型群体的相同与差异，以便更有针对性的展开安静自我的促进和提升。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "总之，安静自我作为自我领域一个新的研究视角，正得到越来越多的重视。自我是社会心理学、健康和临床心理学、人格心理学、发展心理学等多个学科领域的核心主题。安静自我的内涵、测量、发展和促进的深入探讨，将能为个体心理和行为的健康发展和促进提供理论指导，有重要的现实意义和实践价值。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "刘国华.(2018).安静自我量表(QES)中文版适用性初探.中国健康心理学杂志,26(7),1091-1093.   \n刘云芝,杨紫嫣,王娱琦,陈鉴,蔡华俭.(2018).未来自我连续性及其对个体心理和行为的影响.心理科学进展,26(12). 2161-2169.   \n苏红,任孝鹏.(2014).个体主义的地区差异和代际变迁.心理科学进展,22(6),1006-1015.   \n张舒.(2017).安静自我量表的信效度检验及初步应用(硕士论文).郑州大学,郑州.   \n周静,谢天.(2019).物质主义者自我概念的特点和相关理论.心理科学进展,27(5),914-925.   \nAubin,E.,&Skerven. (2Oo8).Homonegativityandthelesbianself:Portraitsoftheegoas either transcenderorccluderof negative social stereotypes. In H.A. Wayment &J. J. Bauer (Eds.), Transcending self-interest: Psychological explorations of the quiet ego (pp.211-220). Washington, DC: American Psychological Association.   \nBarger,S.D.,Cribbet,M.R.&Muldoon,M.F. (2016).Participant-reported health status predicts cardiovascularandallcause mortality independent of established and nontraditional biomarkers: Evidence froma representative US sample. Journal of the American Heart Association,5(9), e0034741. https://doi.0rg/10.1161/JAHA.116.003741   \nBatson,C.D.,Early,S.,& Salvarani,G. (1997).Perspective taking: Imagining howanother feels versus imaging how you would feel.Personality and Social Psychology Bulletin,23(7),751-758.   \nBauer, J. J. (2008). How the ego quiets as it grows: Ego development, growth stories,and eudaimonic personality development.InH.A. Wayment &J. J. Bauer (Eds.),Transcending self-interest: Psychological explorations ofthe quiet ego (pp. 199-210). Washington, DC: American Psychological Association.   \nBauer,J.J.,McAdams,D.P.,& Sakaeda,A.R.(2Oo5).Interpreting the good life: Growth memories in thelivesof mature, happy people. Journal of Personality and Social Psychology, 88(1),203-217.   \nBauer, J. J.,& Wayment, H.A.(2O08).The psychology of the quiet ego.In H.A. Wayment &J. J.Bauer (Eds.), Transcending self-interest: Psychological explorations of the quiet ego (pp.7-19). Washington, DC: American Psychological Association.   \nBauer,M.A., Wilkie,J.E.B.,Kim,J.K.,&Bodenhausen,G.V. (20l2).Cuing consumerism: Situational materialism undermines personal and social well-being. Psychological Science,23(5),517-523.   \nBirmie,K.,Speca,M.,&Carlso,L.E. (2l).Exploringself-compassioandempathyinthecontextofmindfulnsased stress reduction (MBSR). Stress & Health,26(5), 359-371.   \nBrown,K.W.,&Ryan,R.M. (2Oo3).The benefitsofbeingpresent: Mindfulness and itsrole inpsychologicalwellbeing. Journal of Personality and Social Psychology, 84(4),822-848.   \nBryant,F.B.,& Smith,B.D. (2Ool).Refining thearchitecture of aggression: a measurement model for the Buss-Perry Aggression Questionnaire. Journal of Research in Personality,35(2), 138-167.   \nBurroughs,J.E.，& Rindfleisch,A.(2o02). Materialismand wel-being a conflictingvalues perspective.Journaloj Consumer Research,29(3),348-370.   \nCambell,W.K.,&Bufardi,L.E.(2oo8).The lureof the noisy ego: Narcissismas asocial trap. InH.A.Wayment &J.J. Bauer (Eds.)，Transcending self-interest: Psychological explorationsof the quiet ego (pp.23-32). Washington,DC: American Psychological Association.   \nChandler,M.,Lalonde,C.E.Sokol,B.W.,&Hallet,D.(o3).Persoalpersistence,identitydevelopment,andsicide:A study of native and non-native North American adolescents. Monographs of the Society for Research in Child Development, 68(2), 907-913.   \nColier, A.F.,& von-Karolyi,C. (2014).Rejuvenation inthe“making\": Lingering mood repair in textilehandcrafters. Psychology of Aesthetics, Creativity, and the Arts, 8(4), 475-485.   \nCollier,A.F., Wayment,H.A.,& Birkett,M. (2016). Impact of making textile handcrafts on mood enhancement and inflammatory immune changes. Art Therapy, 33(4),178-185.   \nCollier,A.F.,& Wayment,H.A.(2018).Psychological Benefits of the“Maker\"or Do-It-YourselfMovement in Young Adults: A Pathway Towards Subjective Well-Being. Journal of Happiness Studies,19(4),1217-1239.   \nColier, A.F.,& Wayment, H.A.(2019).Enhancing and explaining art-making for mood-repair: The benefits of positive growth-oriented instructions and quiet ego contemplation. PsychologyofAesthetics,Creativityand the Arts.Advance online publication. https://doi.org/10.1037/aca0000286   \nCondon,P.,Desbordes,G.,iler, W.B.,&DeSteno,D.(13).Meditationicreasescompassionateresponses tsuering. Psychological Science,24(10),2125-2127.   \nCsikszentmihalyi, M. (1990). Flow. The Psychology of optimal experience. New York: Harper & Row.   \nDavis,M.H. (1994). Social psychology series. Empathy: A social psychological approach. Westview Press.   \nDonnelly,G.E.,Ksendzova,M.,Howell,R.T.,Vohs,K.D.,&Baumeister,R.F.(2o16).Buyng toblunt negativefeelings: Materialistic escape from the self. Review of General Psychology,20(3),272-316.   \nExline,J.J.(2008).Taming the wildego: Thechalengeof humility.In H.A. Wayment &J.J.Bauer(Eds.),Transcending self-interest: Psychological explorations of the quiet ego (pp.53-62). Washington,DC: American Psychological Association.   \nGaroarsdotir,R.B.,Jankovic,J.&Ditmar,H.(Oo8).Is thisasgoodasit gets?Materialistic valuesandwel-being.In Dittmar,H. (Eds.), Consumer culture, identity and wel-being (pp.71-94). Hove and New York: Psychology Press.   \nGebauer,J.E.,Nhrlich,A.D,Stalberg,D.edikidesC.Hackenschmidt,A.,Schick,D.Stegmaier,C.A,Windelder,C C., Bruk,A.,& Mander, J. (2018). Mind-body practices and the self: Yoga and meditation do not quiet the ego but instead boost self-enhancement. Psychological Science,29(8), 1299-1308.   \nGherghel, C., Nastas,D.& Hashimoto,T. (2018). Quieting the ego through group activities: A thematic analysis of Romanian and Japanese students' positive group experiences. Journal of Happiness Studies,19(5),1283-1303.   \nGillons,A.,Cheang,R.,&Duarte,R. (O19).Te efectofmindfunesspracticeonaggresioandviolence levels inadults: A systematic review. Aggression and Violent Behavior, 48,104-115.   \nHanlon,J.(2oo6).Externalroots of internal war.InJ.Hanlon,&H.Yanacopulos (Eds.).Civil war; civil peace (pp.113 133). Milton Keynes: Open University.   \nHayes,S.C.(2o02). Buddhism and acceptance and commitment therapy. Cognitive and Behavioral Practice,9,58-66.   \nHevezi, J.A. (20l6).Evaluationofameditationitervention toeduce the effcts ofstressors associated withcompassion fatigue among nurses. Journal of Holistic Nursing,34(4),343-350.   \nHuffman,A.H., Irving,L. H. & Wayment, H.A. (2O15). The quiet ego: Assaging organizational concerns about mindfulness. Industrial and Organizational Psychology, 8(4), 661-667.   \nJack,D.C.(1991). Silencing the self: Women and depression. Cambridge, MA: Harvard University.   \nJames,W. (1891). The Principles of Psychology, Vol.1. Cambridge,MA: Harvard University Press.   \nKabat-Zinn, J. (1994). Wherever you go, there you are.London: Piatkus.   \nKaranika K.,& HoggM.K. (2016).Being kindtoourselves: self-compassion,coping and consumption.Journalof Business Research,69,760-769.   \nKernis,M. H. (2005). Measuring self-esteem in context: The importance of stability of self-esteem in psychological functioning. Journal of Personality,73(6),1569-1605.   \nKesebir,P. (2014).Aquiet ego quiets deathanxiety: Humilityas an existential anxietybufer. Journalof Personalityand Social Psychology, 106(4), 610-623.   \nKosloff,S.,Landau,M.J.,Sulivan,D.&Greenberg,J. (Oo8).Ateror management perspectiveonthequiet egoandthe loud ego: Implications of ego volume control for personal and social wel-being.In H.A. Wayment &J.J. Bauer (Eds.), Transcending self-interest: Psychological explorations of the quiet ego (pp.33-42). Washington, DC: American Psychological Association.   \nKulkarni, A.,Anderson, W.,anders,M.A.,Newbold,J.,&Martin,L.L. (2o15).Manipulated flowreduces dowtram defensiveness.The Journal of Positive Psychology,11(1),26-36.   \nLutz-Zois,C.J.,Dixon,L.J.,midt,A.M.,Goodnight,J.A.,Gordon,C.L.,&Ridings,L.E. (2013).An examinatioof gender differences in theconstruct validityofthe silencing the selfscale.Personalityand Individual Diferences,55(1), 35-40.   \nNix, G. A.,Ryan,R.M., Manly, J.B.,&Deci,E.L. (199). Revitalization through self-regulation: The effctsof autonomous and controlled motivation on happinessand vitality. Journal of Experimental Social Psychology,35(3), 266-284.   \nParfit,D.(1971).Personal identity. Philosophical Review,80(1),3-27.   \nPerlin, J. D., & Li,L. (2020). Why does awe have prosocial effects? New perspectives on awe and the small self. Perspectives onPsychological Science,15(2),Article 174569161988600. htps://oi.org/10.1177/1745691619886006.   \nPif,P. K.,Dietze,P.,Feinberg,M.,Stancato,D.M.&Kelter,D.(15).Awe,the smallself,and prosocialbehavior. Journal of Personality and Social Psychology,108(6),883-899.   \nRibeiro,L.,Colgan,D.D.,Hoke,C.K.,Hunsinger,M.,Bowen,S.,Oken,B.S.,&Christopher,.S. (219).Dietial impact of mindfulness practices on aggression among law enforcement offcers. Mindfulness, 63(13)， 2318-2337.   \nRogers, C.R.(1961). On becoming a person. Boston: Houghton Mifflin.   \nSedikides,C.,& Brewer,M.B. (Eds.). (2o01). Individualself, relational self, collctive self. PsychologyPress.   \nSedikides, C.& Brewer,M.B. (2Oo2). Individual,relationalandcolletive self: Partners,opponents,orstrangers? In,C. Sedikides,& M.B.Brewer (Eds.) Individual Self, Relational Self, Collective Self.New York,NY, US: Psychology Press.   \nStelar,J.E.,Gordon,A.,Anderson,C.L.,Pif,P.K.,McNeil,G.D.&KeltnerD. (8).Aweandumility.Joulof Personality and Social Psychology, 114(2),258-269.   \nTangney, J.P.(2002). Humility.In C.R. Snyder &S.J.Lopez (Eds.), Handbook ofpositive psychology (pp.411-419). Oxford, England: Oxford University Press.   \nThayer, R.E.(1996).The origin ofeveryday moods: Managing energytension,andstress.New York: Oxford University Press.   \nTriandis,H.C.,&Gelfand,M.J.(998).Converging measurementofhorizontalandvertical individualismandcolectivism. Journal of Personality and Social Psychology,74(1),118-128.   \nTyrka,A.R.arade,S.Hlinge,N.,arit,C.J.,sur,C,rmstrong,D.A.ilipN.S,oseso,B,e R. (2015).Methylationof exons 1D,1F,and 1Hofthe glucocorticoid receptor gene promoter and exposure toadversity in preschool-aged children. Development and psychopathology,27(2), 577-585.   \nWatson,D.C.(18).Self-compassion,the quietego'and materialism. Helyon,4(10),Articlee883.htps:/doiorg/ 10.1016/j.heliyon.2018.e00883   \nWayment, H.A., Al-Kire,R.,& Brookshire,K. (2019). Chalenged and changed: Quiet ego and postraumatic growth in mothers raising children with autism spectrum disorder. Autism: the international journal ofresearch and practice, 23(3), 607-618.   \nWayment, H.A.,&Bauer,J.J.(20l7).The quiet ego: Motivesforself-otherbalanceand growth inrelation to wel-being. Journal of Happiness Studies,19,881-896.   \nWayment, H.A.,Bauer,J.J.,&Sylaska,K. (2O15).Thequiet egoscale: Measuringthecompassionate self-identity.Journal of Happiness Studies,16(4), 999-1033.   \nWayment, H.A.,Coller,A.F.,Brkett,M.,Taustadotir,T.,&Till,R.E. (2).Briefquietgocontemplatonduces oxidative stress and mind-wandering. Frontiers in Psychology, 6,1481.   \nWayment, H.A.,Huffman,A.H.,&Eiler,B.A. (2019).Abrief“quiet ego”workplaceintervention to reducecompassion fatigue and improve health in hospital healthcare workers.Applied Nursing Research, 49,80-85.   \nWayment, H.A., Hufman,A.H.,& Irving,L.H. (2O18).Self-rated health among unemployed adults: The role of quiet ego, self-compassion, and post-traumatic growth. Occupational Health Science, 2(3),247-267.   \nWayment H.A.,WestT.N.,& CraddockE.B.(2016).Compassionate values asaresource during the transitiontocolege: Quietego,compassionategoals,andself-compassion.JournalofTeFirst-Year Experience& Students inTransition, 28(2),93-114.   \nWayment,H.A.,Wist,B.,Sullvan,B.M.,& Warren,M.A. (20l).Doingandbeing: Mindfulness,healthand quietego characteristics among buddhist practitioners.Journal of Happiness Studies,12(4),575-589.   \nWelch-Ross,M.(2ool).Personalizing the temporally extended self:Evaluativeself-awarenessand the developmentof autobiographical memory. In C.Moore& K.Lemmon (Eds.)，The self in time: Developmental perspectives (pp.97- 120). Mahwah, NJ: Lawrence Erlbaum Associates.   \nWirtz,D.,&Chiu, C.(2O08).Perspectives ontheself in theeastand the west: Searching for thequietego.InH.A.Wayment &J.J.Bauer (Eds.),Transcendingself-interest: Psychological explorationsofthe quiet ego (pp.149-158). Washington, DC: American Psychological Association. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Quiet ego and health: A Growth and Balance Perspective ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "ZhangLi, Pan Peilin,Niu Ziyu,Mamin Central University ofFinance and Ecnomic ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Abstract: Quiet ego is a kind of identity that neither pays too much attention to self nor others, integrating with others without losing self.It is beneficial to individual's physical and mental health,especially to improve the individual's subjective well-being,self-rated health,and the reduction of materialism.A quiet ego could be promoted by mindfulness and meditation. By summarizing the concept of quiet ego,the perspective of growth and balance,the measuring method,the influence of quiet ego on mental health and the related research results on how to promote quiet self,this paper holds that quiet ego is essentially the balance and integration of self in space and time dimensions.At present, there have been many researches about quiet ego, but as a relatively new research field,the localization,systematization,development,and promotion of the quiet ego should be discussed in the future. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Key words: quiet ego; health; balance; growth; promote ",
        "page_idx": 15
    }
]