[
    {
        "type": "text",
        "text": "Mesophyll thicknessandsclerophylly among Calotropis procera morphotypes reveal water-saved adaptation to environments ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Marcelo F POMPELLI1\\*, Keila R MENDES', Marcio VRAMOS², José NB SANTOS1, DiaaT A YOUSSEF, Jaqueline D PEREIRA4, Lauricio ENDRES, Alfredo JARMA-OROZCO,Rodolfo SOLANO-GOMES7， Betty JARMA-ARROYO，André L J SILVA’， Marcos ASANTOS1,Werner C ANTUNES8",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Plant Physiology Laboratory,Departmentof Botany,FederalUniversityofPernambuco,Recife 50670901,Brazil;   \n2 Department of Biochemistryand Molecular Biology,Federal University of Ceara,Fortaleza 6o020603,Brazil;   \n3Department of Natural Products,Facultyof Pharmacy,King Abdulaziz University,Jeddah 21589,Saudi Arabia;   \n4 Institute of Botany,Federal Universityof Vigosa,RioParanaiba Campus,RioParanaiba 365709oo,Brazil;   \n5 Plant Ecophysiology Laboratory,Federal University of Alagoas,Maceio 57O7290o,Brazil;   \n6 Faculty of Agricultural Science, University of C6rdoba, Monteria 23oo02, Colombia;   \n7InstitutoPolitecnicoNacional,ResearchInterdisciplinaryCenterforIntegratedRuralDevelopment,Santa Cruz Xoxocotlan,   \nOaxaca 7738,Mexico;   \n8 Department of Biology, University of Maringa,Maringä 87020900,Brazil ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Calotropis procera (Aiton) Dryand (Apocynaceae) is a native species in tropical and subtropical Africa and Asia. However, due to its fast growing and drought-tolerant,it has become an invasive species when it was introduced into Central and South America,as well as the Caribbean Islands. Currently, $C .$ （20 procera displays a wide distribution in the world. Invasiveness is important, in particular,because many invasive species exert a high reproductive pressure on the invaded communities or are highly productive in their new distributed areas. It has been suggested that a very deep root system and a high capacity to reduce stomatal conductance during water shortage could allow this species to maintain the water status required for a normal function. However,the true mechanism behind the successful distribution of $C .$ procera across wet and dry environments is still unknown. C. procera leaves were collcted from 12 natural populations in Brazil, Colombia and Mexico, ranging from wet to dry environments during 2014-2015. Many traits of morphology and anatomy from these distinct morphotypes were evaluated.We found that C. procera leaves had a considerable capacity to adjust their morphological, anatomical and physiological traits to different environments.The magnitude of acclimation responses，i.e.， plasticity，had been hypothesized to reflect the specialized adaptation of plant species to a particular environment. However, allometric models for leaf area (LA) estimation cannot be grouped as a single model. Leaves are narrower and thicker with low amounts of air spaces inside the leaf parenchyma in wet environments, while they are broader and thinner with a small number of palisde cell layers in dry environments.Based on these, we argue that broader and thinner leaves of $C .$ procera dissipate incident energy at the expense of a higher rate of transpiration to survive in environments in which water is the most limiting factor and to compete in favorable wet environments. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: invasive plant; energy budget; leaf anatomy; morphological trait; specific leaf area ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: MarceloFPOMPELLI, Keila R MENDES,Marcio VRAMOS,José NB SANTOS,Diaa TA YOUSSEF, JaquelineDPEREIRA，LauricioENDRES，AlfredoJARMA-OROZCO，RodolfoSOLANO-GOMES，Betty JARMA-ARROYO,André LJ SILVA,Marcos A SANTOS，Werner C ANTUNES.2019.Mesophyll thickness and sclerophyllyamong Calotropis procera morphotypes reveal water-saved adaptation to environments.Joumal of AridLand, 11(6):795-810.https://doi.org/10.1007/s40333-019-0016-7 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Invasive plants are non-native species that affect the biodiversity of the regions into which they are introduced or that they colonize (Colauti et al.,2Oo4).In the last 2O years,local invasions by non-native species have become a focus of ecological research, primarily because of the extensive impact they have on ecosystems or the set of new ecological strategies they can play in colonizing new environments at a small geographical scale or at the macroscale (Alberio and Comparatore, 2014;Pagnucco et al.，2015；Dawson et al.，2017). Invasiveness is important, in particular, because many invasive species exert a high reproductive pressure on the invaded communities (Simberloff et al.，2Ol2） or are highly productive in their new distributed areas (Blossey and Notzold,1995). Calotropis procera (Aiton) Dryand (Apocynaceae),known as milkweed, is an example of an invasive species (Muriira et al.,2O18). It is native to tropical and subtropical Africa and Asia and is introduced into Central and South America,as well as the Caribbean Islands. Currently, C. procera displays a wide distribution (Singh,1995) ranging from dry environments to wet environments,even grows in the area where the elevation is $2 0 0 0 \\mathrm { ~ m ~ }$ a.s.l. (Hassan et al., 2015). C. procera can quickly establish itself as a weed along degraded roadsides,lagoon edges and overgrazed native pastures. Morphological variability exists among different provenances (populations) of this species (Peguero-Pina et al.,2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "C. procera is an evergreen and shrubby plant with the ability to maintain high rates of net photosynthesis, even during the dry season (Rivas et al.,2O17). This ability is a key feature that contributes to the competitive success of $C .$ procera under diverse environmental conditions. Ecophysiological adaptations, such as the presence of a very deep and stout taproot reaching depths ranging from 1.7 to $3 . 0 \\mathrm { m }$ in Indian sandy desert soils may aid in plant survival in extreme drought environments (Sharma, 1968). In addition， low stomatal conductance during water shortage has been ascribed as an important mechanism to maintain relatively high water content and water potential that described these phenomena as the intrinsic water use efciency (WUEi) (Rivas et al.， 2017)， forming this species a classical desiccation postponement morphotype (Antunes et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Qualifying plant form and function at a large scale is the first step in improving the predictive capability of vegetation models (Wang et al., 2O13; Diaz et al.,2O16). It is well known that leaves are highly sensitive to environments (Fahn,1990; Wright et al., 2004; Evert, 2013). The internal structure of leaves, such as the arrangement of palisade and spongy parenchyma, affects the diffusion of gases and partially determines the photosynthetic and non-photosynthetic tissues (Peguero-Pina et al.,2O16a). The specific leaf area (SLA,ratio of leaf area to leaf dry weight) is an indicator of the morphological and anatomical traits (Villar et al.,2O13). In general,low SLA is mainly due to the thicker leaf caused by a large volume of mesophyll and air spaces,as well as a high leaf density due to the high volumetric fractions of mesophylland low fractions of air spaces and epidermis (Villar et al.,2O13). Decreases in SLA have been postulated as the results of denser leaf laminae,associated with lignification and thickness of cell walls cuticle waxes, trichomes and other non-photosynthetic structures, here referred to as sclerophylly (Villar et al., 2O13). On the other hand,low SLA is often considered as an indicator for high photosynthetic potential (Reich et al.,1992). Poorter et al. (2O06) found that low SLA is related to a long leaf life span and a conservative growth rate,with higher construction costs for the leaf area. In addition,thicker leaves display a greater light absorbance (Falcioni et al.,2O17), in part due to chloroplasts stacked in a small area,while thinner leaves spread chloroplasts throughout a larger leaf area. Both physiological strategies are common in response to light intensity (Evans and Poorter, 2001; Poorter et al., 2Oo9). Large leaves have smaller convection coeficients and a higher resistance to heat transfer through leaf boundary layers than smaler leaves,and leaf size may change in order to optimize leaf temperature (Leigh et al.,2O16). Larger leaves may be intrinsically vulnerable to drought-induced embolism due to the lower vein length and larger xylem conduit diameters (Peguero-Pina et al.,2014; Gil-Pelegrin et al.,2O17). These findings could be extrapolated to the leaves that develop in arid (like Mediterranean） environments (Peguero-Pina et al.,2014; Peguero-Pina et al.，2O16b). Sclerophylly is perhaps an important mechanism to adapt to the extremely drought and hot environments with high light intensities.However, the mechanisms facilitating successful distribution of $C$ :procera across wet and arid environments are still unknown. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The aim of the study was to determine the morphological traits of C. procera leaves that allow it successfully distributed in wet or dry environments and become an invasive species. In addition, we evaluated which anatomical and morphological trait of leaves is related to drought. For this purpose，we hypothesize that $C$ ：procera had various anatomical and morphological traits according to their provenances. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Plant materials ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "C. procera leaves were collected from 12 natural populations along a macro-environmental gradient (i.e.,rainforest,arid and semi-arid regions） in Mexico, Colombia and Brazil during 2014-2015.About 1O populations were from Brazil,1 from the Caribbean Atlantic Region located in Colombia,and 1 from rainforest located in the mountain of southern Mexico (Fig. 1). Geoclimatic details are described in Table 1. Climatic datasets from 12 populations during last 15 years were downloaded from https://pt.climate-data.org.The aridity index was estimated by Martonne aridity index (MAI; I $\\mathsf { M A I { = } P / ( T { + } 1 0 ) }$ ，where $\\mathrm { \\bf P }$ is the annual precipitation (mm) and T is the monthly mean temperature $( ^ { \\circ } \\mathrm { C } ) )$ .Based on the MAI and climatic characteristics (Sant'anna-Neto et al.,， 2O15)，we classified Brazilian populations as: (i) Atlantic Rainforest (MAI>35), (ii) Semi-arid region $( 2 5 { \\le } \\mathrm { M A I } { \\le } 3 5 )$ ，and (iii) Arid region $( \\mathbf { M A I } { < } 2 5 )$ .The population collcted in Monteria, Colombia is referred to as Caribbean and the population collcted in Oaxaca, Mexico is referred to as Mountain Rainforest (Fig. 1). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/26e841b4fdce5a02d7ab49bc57c30996f85f3e1a276118a909cccef258f9c8df.jpg",
        "img_caption": [
            "Fig.1Population distributions of Calotropis procera in Brazil,Colombia and Mexico.The states of Alagoas, Pernambuco,Paraiba and Minas Gerais in Brazil are shown.The mean annual precipitation during the last 15 years in all populations is displayed.Diferent lowercase leters indicate significance of the mean annual precipitation among different populations at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Leaf morphology and specific leaf area (SLA) measurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A total of 5937 fully expanded leaves were harvested (approximately 5Oo leaves of each population) in the field at the end of growing season during 2O14-2O15.The leaves were then scanned at a $1 2 0 0 \\times 1 2 0 0$ dpi resolution (HP, PSC1410, Palo Alto, CA, USA) and the images were analyzed using the Image $\\mathrm { P r o } ^ { \\mathfrak { G } }$ Plus software (version 4.5.0.29, Media Cybernetics, Silver Spring, MD,USA). The maximum leaf length ( $L$ ；from the lamina tip to the intersection point of petiole and midrib),the maximum leaf width （W; the longest distance perpendicular to midrib）and observed leaf area were measured by digitizing the leaf contours with the aforementioned image software. To measure SLA $( \\mathrm { m } ^ { 2 } / \\mathrm { k g } )$ ，we oven-dried 5O randomly selected leaf discs ( $\\cdot 1 2 ~ \\mathrm { m m }$ in diameter) from each population for $^ { 7 2 \\mathrm { ~ h ~ } }$ at $7 0 ^ { \\circ } \\mathrm { C }$ and weighed (Witkowski and Lamont, 1991). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Allometric model for leaf area estimation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Allometric models were run following the methods described in Antunes et al. (2O08）and Pompelli et al.(2012) for estimating leaf area (LA) using $L$ ，Wor $L { \\times } W$ ，The estimated leaf area was taken as dependent variables and observed leaf area as an independent variable ( $\\scriptstyle ( n = 5 0 0 )$ ： Afteran initial run,the preliminary models were evaluated for bias.The best unbiased models were validated using an independent data set ( $( n { = } 2 0 0 )$ ）from the same morphotype.The validated and unbiased estimated equation (power models） from each morphotype was then tested for equality by applying the procedure described in Graybill (2OoO). In sum,the first step of this procedure was tested if all equations are equal ( $_ { ( \\alpha < 0 . 0 5 }$ ： $F$ test).If not, the population was excluded and another was pooled in a single model. This procedure was repeated for all possible combinations until $\\alpha { > } 0 . 0 5$ 0 $F$ test). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4Leaf anatomy and leaf symmetry measurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Leaf anatomy was compared among the following four populations that were highly divergent in terms of leaf morphology (i.e., SLA and $L / W$ ratio),mean annual precipitation and MAI: (i) in the Atlantic Rainforest of the Pernambuco State (PE) (Koppen climatic classfication: equatorial climate)-Paulista-PE (#3),(ii) in the arid region of the Pernambuco State (Koppen climatic classfication: desertic climate)-Afranio-PE (#1O),(ii) in the Caribbean region, where the climate is strongly influenced by North Pacific ocean currents (Koppen climatic classfication: semi-humid tropical climate)-Monteria-CO (Colombia) (#11),and (iv) in a mountain rainforest with annual precipitation of about $2 1 7 0 \\ \\mathrm { m m }$ in Mexico (MX) (Koppen climatic classfication: semi-humid tropical climate)-Oaxaca-MX (#12)(Table 1). All sampled tissue were fixed formalin-acetic-alcohol (FAA; $10 \\%$ formalde-hyde, $5 \\%$ acetic acid and $50 \\%$ ethanol),dehydrated (ethanol series) and embedded in methacrylate.Paradermic sections $( 4 ~ \\mu \\mathrm { m } )$ and cross-sections（7 $\\mu \\mathrm { m } )$ were stained with toluidine blue.Anatomical data were quantified using the Image $\\mathrm { P r o } ^ { \\mathfrak { G } }$ Plus software. The following anatomical data were measured: (i) total leaf thickness,(ii) adaxial and abaxial epidermal thicknesses,(ii） palisade and spongy parenchyma thicknesses,(iv） adaxial palisade number, and (v） palisade and spongy air spaces,computed as a percentage of total cross-sectional area of the mesophyll tissue. With the exception of palisade and spongy air space, all measurements were conducted randomly 10 times per micrograph, using 20 light micrographs per morphotype. To better ilustrate the differences between morphotypes,we traced drawings from photomicrographs using a representative sample. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/f72321f15de9237d303fa5d2284fede30eaf9aa2cf6e67fd95c4520793b5471a.jpg",
        "table_caption": [
            "Table 1 Locations and basic characteristics of Calotropis procera from 12 populations "
        ],
        "table_footnote": [
            "Note:Climaticdatainllpopulatiosurigtelastyarseredowloaddfromtps:/pcmatedataorDifeentloweaselee indicate significant differences among different populations at $P { < } 0 . 0 5$ level.Mear $\\mathsf { \\Pi } _ { 1 \\pm \\mathsf { S E } }$ $n { = } 1 5$ 、MAI,Martonne aridity index;MG,Minas Gerais; PE,Pernambuco State;PB,Paraiba;AL,Alagoas;CO,Colombia;MX,Mexico. "
        ],
        "table_body": "<html><body><table><tr><td>Population</td><td>City-state/country</td><td>Country</td><td>Latitude</td><td>Longitude</td><td>Erovystem/</td><td>Elevation</td><td>precipiain :m)1</td><td>MAI</td></tr><tr><td>#01</td><td>Aimores-MG</td><td>Brazil</td><td>19°29'33\"S</td><td>41°03'59\"W</td><td>Atlantic</td><td>80</td><td>1115±81c</td><td>37.2</td></tr><tr><td>#02</td><td>Jaboatao Guararapes-PE</td><td>Brazil</td><td>08°11'60\"S</td><td>34°55'60\"W</td><td>Atlantic</td><td>6</td><td>1811±93a</td><td>53.0</td></tr><tr><td>#03</td><td>Paulista-PE</td><td>Brazil</td><td>07°51'02\"S</td><td>34°50'54\"W</td><td>Atlantic</td><td>4</td><td>1883±93a</td><td>45.6</td></tr><tr><td>#04</td><td>Pombos-PE</td><td>Brazil</td><td>08°08'48\"S</td><td>35°23'35\"W</td><td>Semi-arid</td><td>237</td><td>1066±56c</td><td>31.2</td></tr><tr><td>#05</td><td>Santa Terezinha-PB</td><td>Brazil</td><td>06°59'13\"S</td><td>37°18'08\"W</td><td>Semi-arid</td><td>270</td><td>758±68d</td><td>28.6</td></tr><tr><td>#06</td><td>Alagoinha-PE</td><td>Brazil</td><td>08°28'40\"S</td><td>36°47'23\"W</td><td>Semi-arid</td><td>690</td><td>636±66d</td><td>25.4</td></tr><tr><td>#07</td><td>Jaramataia-AL</td><td>Brazil</td><td>09°39'01\"S</td><td>37°00'22\"W</td><td>Semi-arid</td><td>176</td><td>743±44d</td><td>34.9</td></tr><tr><td>#08</td><td>Serra Talhada-PE</td><td>Brazil</td><td>07°54'35\"S</td><td>38°17'59\"W</td><td>Arid region</td><td>429</td><td>651±51d</td><td>24.8</td></tr><tr><td>#09</td><td>Parnamirim-PE</td><td>Brazil</td><td>08°04'21\"S</td><td>39°34'00\"W</td><td>Arid region</td><td>412</td><td>478±46e</td><td>15.6</td></tr><tr><td>#10</td><td>Afranio-PE</td><td>Brazil</td><td>08°29'12\"S</td><td>41°03'21\"W</td><td>Arid region</td><td>579</td><td>474±49e</td><td>13.1</td></tr><tr><td>#11</td><td>Monteria-CO</td><td>Colombia</td><td>08°25'47\"N</td><td>75°53'24\"W</td><td>Caribbean</td><td>18</td><td>1380±65b</td><td>40.6</td></tr><tr><td>#12</td><td>Oaxaca-MX</td><td>Mexico</td><td>17°04'45\"N</td><td>96°46'24\"W</td><td> RMinforist</td><td>2360</td><td>2166±83a</td><td>72.2</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For leaf symmetry measurements, 5O fully expanded leaves per morphotype were measured. Two diferent morphological traits of the leaves were directly measured: (i) leaf width and (ii) absolute interrib distance,using the method described by MOller and Eriksson (1994). Data of measured leaf characters were tested by Shapiro-Wilk test.When a non-normal distribution was observed, the values were normalized by applying the Box-Cox transformation,as recommended by Souza et al. (2005). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 Plasticity index ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Plasticity index was associated with the analysed morphological and anatomical traits,ranging from O.O (no plasticity) to 1.O (maximal plasticity). The index was calculated as the difference between the minimum and the maximum values divided by the maximum average value of each leaf morphological and anatomical trait (Valladares et al., 2002). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.6Pearson's correlation coefficient and principal component analysis (PCA) ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Pearson's correlation coefficient was used to examine the relationships among variables. Similarity between groups of data,were calculated using an adjusted $r$ coefficient through Corrplot Package in R software (Wei and Simko,2O16).To test whether the alteration patterns in specific sets of traits (morphological and anatomical) were consistent among different populations, we used data from all 12 populations of C. procera. Magnitude problems were avoided by standardize all variables before the main PCA components ( $\\mathbf { Z }$ -score),with the goals of controlling the differences in each measurement variable and also comparing measurements that did not present the same units (Goteli and Ellison, 2O12).For this,we used Z standardization,thereby satisfying all the basic requirements for testing hypotheses，including data normality and homogeneity of variance (Gotelli and Ellison,2O12).Different analyses of variance (one-way) were complemented by Tukey's test,and the full range of traits (i.e., multivariate attribute vector) associated with different populations were compared. For this,we used the most variable axes scores of the data (i.e.,PC1 (principal component 1） and PC2 (principal component 2) (Gotelli and Ellison, 2O12). This procedure was performed for both morphological and anatomical traits. Finally, we gathered all the layers of the PCA on a standard scale, joining them in a single graph with the aid of the ggplot2 and Vegan packages in R software (Husson et al., 2017). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Allometricmodelforleafareaestimation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Allometric models were used to predict leaf area from their linear dimensions ( $L$ ，Wor $L { \\times } W ,$ . The best unbiased equation was a power model: $Y ^ { = } \\beta _ { \\mathrm { 0 } } ( L \\times W ) ^ { \\beta _ { \\mathrm { l } } } e _ { \\mathrm { } _ { i } }$ ， where $\\beta _ { 0 }$ and $\\beta _ { 1 }$ are the coefficients; $L$ is the leaf length; W is the leaf width; and $e _ { i }$ is the random error that represents the discrepancy in the approximation (Fig. S1). The equation was validated and the estimated parameters $( \\mathrm { { \\beta } ^ { \\prime } { \\mathrm { s } } ) }$ for model calibration were not statistically different $( P { > } 0 . 0 5 )$ from the validating equations using independent sets of leaves from the same morphotype.The majority of the calibrating equations estimated for a single morphotype were not statistically similar $( P { > } 0 . 0 5 )$ to each other by the model identity test (Table 2). Thus, we grouped the morphotypes as the order of G1: #12; G2: #10; G3: #11; G4: #8; G5: #1; G6: #7; G7: #6 and #9; and G8: #2, #3, #4 and #5 (Table S1) based on successive exclusion from pooled data. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d29242299fca30fe8a3e6889fa672b991f3136f917534672f3b8f86b051e626e.jpg",
        "table_caption": [
            "Table 2Analysis of variance for the allometric model test "
        ],
        "table_footnote": [
            "Note:Bothdependentandindependentvariableswerelog-transformedbeforeanalysis.Datawerederivedfromthecalibrationdataset （24号 $\\scriptstyle ( n = 5 9 5 0 )$ .SV,source of variation; df,degree of freedom;SS,sum of squares;MS,mean squares; $P$ ，probability.Reduction $( \\mathrm { { \\beta ^ { \\prime } s } ) }$ ,testif allidividualmodelscouldbeexplainedbyasinglequation;Reduction(Ho),diferenceinthenumberofparametersmeasthat there is a high probability that,at least,one population differs to the others.\"-\" means no value. "
        ],
        "table_body": "<html><body><table><tr><td>SV</td><td>df</td><td>SS</td><td>MS</td><td>F</td><td>P</td></tr><tr><td>Parameter</td><td>24</td><td>21,084.4846</td><td>-</td><td></td><td></td></tr><tr><td>Reduction (β's)</td><td>2</td><td>21,083.7925</td><td></td><td></td><td></td></tr><tr><td>Reduction (Ho)</td><td>22</td><td>0.6921</td><td>0.03146</td><td>43.18</td><td><0.00001*</td></tr><tr><td>Residual</td><td>5925</td><td>4.3166</td><td>0.00073</td><td></td><td></td></tr><tr><td>Total</td><td>5949</td><td>21,088.8011</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Leaf morphological trait ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Leaf morphology traits revealed significantly differences between the semi-arid and arid populations and those from other provenances (Table 3). Our results indicated that the population from Paulista-PE (#3） displayed higher leaf width,leaf length and leaf area than the other populations (Table 3). Morphological traits displayed highly significant differences among four populations of $C$ ：procera from Arid region，Atlantic Rainforest, Caribbean and Mountain Rainforest(Table 3; Fig.2). The $L / W$ ratio indicated that leaves from Oaxaca-MX (#12） were broader(1.28 $( \\pm 0 . 1 4 ) \\$ ）than leaves from Afranio-PE (#1O；2.19 $( \\pm 0 . 4 4 ) )$ (Table 3;Fig.2). The SLA value in leaves from Afranio-PE plants were $47 \\%$ higher than that of leaves from Oaxaca-MX.Hence,the relationships between $L / W$ ratio and SLA and between $L / W$ ratio and mean annual precipitation showed a negative correlation (Fig. 3). In addition, a positive correlation between SLA and mean annual precipitation was found (Fig. 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3 Leaf anatomical trait ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "C. procera leaves had a uniseriate epidermis.The epidermis was formed by cells with curved anticlinal walls,and leaves were covered by a thick cuticle along their entire length (Fig.4). The leaves of al morphotypes were characterized as amphistomatic, with stomata arranged in a plane above the epidermis (data not shown). Except the population Afranio-PE (#10),C. procera presented a dorsiventral mesophyll parenchyma,consisting of three to four layers of palisade parenchyma with slightly elongated and juxtaposed cells that were thin and compactly arranged. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/c66ab107105800b8d4107fb7214404207380e4aa2cdd7c08bf3744777c314876.jpg",
        "table_caption": [
            "Table 3Leaf width $( W )$ , leaf length $( L )$ ,leaf area (LA),L/W ratio and specific leaf area (SLA) of Calotropis procera from12 populations "
        ],
        "table_footnote": [
            "Note:Pop.,population code.No., number.\\*means of $5 \\%$ bigger expanded leaves $\\scriptstyle ( n = 2 5$ .\\*\\*， $\\scriptstyle n = 5 0$ Mean±SE.Different lowercase letters within a column indicate significant differences of means of W, $L ,$ LA, $L / W$ ratio and SLA among different populations $( P { < } 0 . 0 5 )$ ： "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Pop.</td><td rowspan=\"2\">No.</td><td colspan=\"3\">Mean(Mm.</td><td colspan=\"3\">Mean Mn</td><td colspan=\"3\">MeanLA (cm)</td><td colspan=\"3\">MeanL/WMin</td><td rowspan=\"2\">SLAg)</td></tr><tr><td></td><td></td><td>Max.</td><td></td><td></td><td>Max.</td><td></td><td></td><td>Max.</td><td></td><td></td><td>Max.</td></tr><tr><td>#01</td><td>500</td><td>11.8±0.12g</td><td>1.85</td><td>13.54</td><td>21.0±0.14e 2.51</td><td></td><td>22.17</td><td>197.7±2.97f</td><td>4.78</td><td>242.87</td><td>1.83±0.17</td><td>1.06</td><td>1.83</td><td>12.68±0.32bc</td></tr><tr><td>#02</td><td>500</td><td>15.5±0.14d</td><td>0.64</td><td>17.29</td><td>24.4±1.19b 1.13</td><td></td><td>26.15</td><td>309.5±6.08c</td><td>0.55</td><td>377.59</td><td>1.69±0.16</td><td>1.35</td><td>3.05</td><td>9.89±0.91ef</td></tr><tr><td>#03</td><td>499</td><td>18.3±0.21a</td><td>0.33</td><td>19.97</td><td>27.2±0.27a 0.70</td><td></td><td>32.20</td><td>418.6±7.92a</td><td>0.20</td><td>526.86</td><td>1.73±0.23</td><td>1.15</td><td>2.51</td><td>10.67±0.56ef</td></tr><tr><td>#04</td><td>500</td><td>16.3±0.22</td><td>0.49</td><td>18.46</td><td>25.2±0.24b</td><td>0.98</td><td>27.90</td><td>346.3±6.98b</td><td>0.35</td><td>421.16</td><td>1.74±0.23</td><td>1.32</td><td>2.68</td><td>11.66±0.14de</td></tr><tr><td>#05</td><td>500</td><td>14.5±0.20e</td><td>0.29</td><td>16.93</td><td>23.2±0.360.69</td><td></td><td>27.68</td><td>280.3±7.66d</td><td>0.18</td><td>382.94</td><td>1.85±0.26</td><td>1.19</td><td>2.78</td><td>9.98±0.45ef</td></tr><tr><td>#06</td><td>499</td><td>14.6±0.20e</td><td>0.48</td><td>16.69</td><td>23.5±0.181.04</td><td></td><td>24.77</td><td>275.4±5.65d</td><td>0.37</td><td>331.28</td><td>1.76±0.21</td><td>1.36</td><td>2.62</td><td>10.26±1.17def</td></tr><tr><td>#07</td><td>500</td><td>14.6±0.19e</td><td>1.01</td><td>17.12</td><td>22.8±0.20 2.17</td><td></td><td>24.75</td><td>275.9±6.03d</td><td>1.53</td><td>363.71</td><td>1.70±0.20</td><td>1.24</td><td>2.63</td><td>8.89±0.04ef</td></tr><tr><td>#08</td><td>491</td><td>14.3±0.16e</td><td>0.38</td><td>16.53</td><td>22.3±0.16d 0.95</td><td></td><td>23.70</td><td>252.7±4.20e</td><td>0.32</td><td>298.15</td><td>1.81±0.28</td><td>0.52</td><td>2.52</td><td>9.58±0.75ef</td></tr><tr><td>#09</td><td>500</td><td>14.9±0.18e</td><td>1.00</td><td>16.95</td><td>24.3±0.31b 2.23</td><td></td><td>27.12</td><td>295.4±7.65d</td><td>1.77</td><td>360.02</td><td>1.69±0.16</td><td>1.36</td><td>2.26</td><td>9.33±0.48ef</td></tr><tr><td>#10</td><td>466</td><td>13.2±0.16f</td><td>0.28</td><td>14.77</td><td>25.0±0.30b 0.72</td><td></td><td>27.59</td><td>249.5±5.22e</td><td>0.24</td><td>294.80</td><td>2.19±0.44</td><td>1.70</td><td>6.23</td><td>8.57±1.36f</td></tr><tr><td>#11</td><td>499</td><td>17.1±0.21b</td><td>0.70</td><td>19.40</td><td>24.8±0.32b 0.91</td><td></td><td>27.50</td><td>336.9±8.79b</td><td>0.56</td><td>426.75</td><td>1.45±0.15</td><td>1.01</td><td>2.38</td><td>13.81±0.56b</td></tr><tr><td>#12</td><td>493</td><td>18.8±0.16a</td><td>0.64</td><td>20.70</td><td>25.1±0.26b 0.90</td><td></td><td>28.50</td><td>351.5±7.46b</td><td>0.51</td><td>423.29</td><td>1.28±0.14</td><td>0.21</td><td>1.62</td><td>16.11±0.53a</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0a602a3adb0ecf3ec20416028f6470b6feeddb49d31e220585dc49fd70f4e5af.jpg",
        "img_caption": [
            "Fig.2Leaf morphological traits of Calotropis procera populations from the Afranio-PE(Brazil; a),Paulista-PE (Brazil; b), Oaxaca-EUM(Mexico; c) and Monteria-CO (Colombia; d) "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "20 20 2.4   \n童 P=0.0.0749 18 p=0.793 2.2 P=0.0.775 1 14 1.8   \nS12 H AIS 210 王 W1.6 1.4 8 8 1.2 王 (a) (b) (c) 6 1.0 1.0 1.2 1.4 1.6 1.8 2.0 2.2 2.4 2.6 2.6 2.8 3.0 3.2 3.4 3.6 3.8 4.0 2.62.83.03.23.43.63.84.0 L/Wratio Log,omean annual precipitation (mm) $\\mathrm { L o g } _ { 1 0 }$ mean annual precipitation (mm) ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/35ce3a422a911889d746b70296628c2537e609b8d533cfd5bd05aa09e11b09da.jpg",
        "img_caption": [
            "Fig.3Correlation between specific leaf area(SLA) and $L / W$ ratio ( $L ,$ length;W,width)(a),correlation between SLA and mean annual precipitation (b),and correlation between $L / W$ ratio and mean annual precipitation (c) ",
            "Fig. 4 Leaf anatomical traits of cros-sections of Calotropis procera populations from the Afranio-PE (a), Paulista-PE(b)，Oaxaca-MX(c）and Monteria-CO(d).ADAE，adaxial epidermissurface；PP,palisade parenchyma; SP,spongy parenchyma; ABAE, abaxial epidermis surface. Air spaces in spongy are shown. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "However, the leaves in Afranio-PE displayed an isobilateral mesophyll(Fig. 4). In allpopulations, we verified that spongy parenchyma was consisted of loosely arranged cells of various shapes, and regions with many spaces between cells (Fig. 5). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/31e2ad2cee3e8eaf39fff17090e0d2a84fcd17dafdbc7bd739d8cac9403b387d.jpg",
        "img_caption": [
            "Fig.5Leaf anatomical traits of paradermal sections of Calotropis procera populations from the Afranio-PE (a), Paulista-PE (b), Oaxaca-MX(c) and Monteria-CO(d).Air spaces in palisade are shown. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "An in-depth analysis was conducted only among 4 populations (#3, #10, #1l and #12). C. procera leaves from Afranio-PE presented thicknesses of a leaf,adaxial and abaxial epidermis, and palisade and spongy parenchyma $23 \\%$ . $2 6 \\%$ ， $13 \\%$ and $2 6 \\%$ thicker, respectively, than leaves from Monteria(Table 4).Despite these differences,leaves from Afranio-PE displayed 3.7 $( \\pm 0 . 1 )$ adaxial palisade layers,whereas leaves from Monteria-CO displayed 3.3 $( \\pm 0 . 1 )$ adaxial palisade layers.The number of palisade layers was, thus, $13 \\%$ higher in leaves from Afranio-PE than in leaves from Monteria. The palisade and spongy parenchyma thicknesses of leaves from Afranio-PE were $214 \\%$ and $40 \\%$ thicker, respectively, than leaves from Monteria-CO (Table 4). ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/2970710c2af99ed322b5ce53bd18377fb6ea2b030bcd70fe0344e407b5ca8e46.jpg",
        "table_caption": [
            "Table 4Leaf anatomical traits of Calotropis procera from 4 populations "
        ],
        "table_footnote": [
            "Note:Different lowercase lettrs within a row indicate significant differences among different populations at $P { < } 0 . 0 0 1$ level. Mean±SE; $\\scriptstyle n = 2 0$ 0 "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Parameter</td><td colspan=\"4\">Population</td></tr><tr><td>Afranio-PE (#10)</td><td>Paulista-PE (#3)</td><td>Oaxaca-MX (#12)</td><td>Monteria-CO (#11)</td></tr><tr><td>Total leaf thickness (um)</td><td>792.26±23.46a</td><td>769.10±27.70a</td><td>689.74±22.05b</td><td>643.10±12.91b</td></tr><tr><td>Adaxial epidermis thickness (μm)</td><td>42.10±0.49a</td><td>38.08±0.49b</td><td>34.47±0.63</td><td>33.46±0.70c</td></tr><tr><td>Abaxial epidermis thickness (μm)</td><td>34.79±0.47a</td><td>34.08±0.87a</td><td>30.68±0.58b</td><td>30.90±0.61b</td></tr><tr><td>Palisade parenchyma thickness (μm)</td><td>216.64±4.85a</td><td>211.16±5.29a</td><td>187.23±3.92b</td><td>172.44±5.79c</td></tr><tr><td>Spongy parenchyma thickness (μm)</td><td>501.82±8.94a</td><td>509.58±21.36a</td><td>428.99±13.03b</td><td>399.73±10.79b</td></tr><tr><td>Adaxial palisade layers</td><td>3.66±0.07a</td><td>3.62±0.07a</td><td>3.42±0.05b</td><td>3.32±0.06b</td></tr><tr><td>Air spaces in palisade (%)</td><td>12.39±0.84c</td><td>14.42±1.21c</td><td>25.17±1.35b</td><td>38.95±1.09a</td></tr><tr><td>Air spaces in spongy (%)</td><td>44.58±1.56c</td><td>45.35±2.46c</td><td>56.87±1.69b</td><td>62.26±0.64a</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Leaf symmetry trait and plasticity index ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The C. procera leaves demonstrated a fluctuating asymmetry (data not shown). The data on the plasticity index indicated that，although foliar plasticity index was quite high for some populations and lower for others,this index did not significantly difer among the assessed populations,i.e., plasticity index did not appear to be provenance-dependent. On the other hand, plasticity index indicated that morphological traits (0.77 $\\left( \\pm 0 . 0 9 \\right) $ ）showeda higherplasticity than anatomical traits (0.34 $( \\pm 0 . 0 4 ) \\}$ (Table S2). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.5 Pearson'scorrelationcoefficientandPCA ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The correlation between mean annual precipitation and leaf morphology was strongly and negatively significant based on the $L / W$ ratio $( r = - 0 . 4 1 )$ ，total leaf thickness（ $\\stackrel { \\cdot } { r } = - 0 . 3 1 )$ ,adaxial epidermis thickness $( r = - 0 . 3 5 )$ ,abaxial epidermis thickness( $\\overset { \\prime } { r } = - 0 . 5 4 )$ and palisade thickness ( $\\scriptstyle \\cdot =$ $- 0 . 3 2 )$ ,but positively significant based on the elevation above sea level $_ { ( r = 0 . 2 6 ) }$ ,SLA $_ { ( r = 0 . 5 5 ) }$ )， $L$ $_ { ( r = 0 . 2 8 ) }$ ， $W$ $_ { ( r = 0 . 3 3 ) }$ ，LA $_ { ( r = 0 . 2 9 ) }$ and air spaces in spongy mesophyll ( $_ { \\cdot = 0 . 2 8 }$ ； Fig. 6). Meanwhile, no correlation between mean annual precipitation and leaf symmetry was observed. Across all populations,the effect of elevation above sea level on anatomical characteristics was marginal compared to the effect of mean annual precipitation， with no significant correlation $( P { = } 0 . 9 8 5$ ） ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Significant patterns regarding the morpho-anatomical traits were observed in different provenances (i.e.，Atlantic Rainforest, Semi-arid region,Arid region, Caribbean and Mountain Rainforest). Specifically, for the morphological traits (i.e., L, W,LA and $L / W$ ratio),the first two axes of the PCA(cumulative proportion $\\Longrightarrow 9 8 . 1 1 \\%$ ）indicated a partial separation of the natural morphological variation spectrum in leaves. The leaves collected from the Rainforests and Caribbean environments showed greater expression and dominance of these morphological traits, as indicated by their relatively larger leaves (Fig. 6).Although overlaps between groups in morphological traits were observed, the analysis of variance confirmed the consistent differences among populations $( P { < } 0 . 0 0 1 )$ except between Atlantic Rainforest and Caribbean that systematically presented more similar leaf morphological traits. The anatomical traits also indicated a clear separation in different provenances. The two axes explained $6 6 . 0 0 \\%$ of the data variance. It should be noted that the air spaces in the palisade and spongy parenchyma (visible in the upper left-hand portion of the PC1 axis） revealed expressve values for the semi-arid more humid environments (Rainforests and Caribbean).The other end of the axis was dominated by the traits of palisade thickness,total leaf thickness and spongy thickness, representing a specialization for the semi-arid and arid populations.The anatomical traits showed significant differences among different provenances( ${ \\bf \\zeta } ^ { P < 0 . 0 0 1 }$ ；Fig.6)，except between Arid region and Atlantic Rainforest. A coordinated change in the two-dimensional axis indicated that an increase in the air spaces of palisade mesophyll was related to a decrease in the thickness of the adaxial epidermis. Meanwhile， differences in the climatic variationswere significant associated with the morpho-anatomical changes $( P { < } 0 . 0 0 1 )$ . Similarly, the SLA also showed a precipitation-related change. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/52f3d43dc634ae08804a6144fcd2d25d32e3cb1efc630ec896f8f7a446a4eadc.jpg",
        "img_caption": [
            "Fig.6Principal component analysis (PCA) ordination of Calotropis procera from 12 populations ranked on the basis of2ecological,6 morphologicaland9anatomical traits.The labels indicate traits withthe highest eigenvector values on PCA axes l and 2;the labels with the highest scores are presented nearestto the axes.The stylized figures indicate the extremes of precipitation and leaf morphologies.Leaves from Oaxaca-MX are at the higher end ofPCA axis 2,and leaves from Afranio-PE are at the lower end of PCA axis 1.L/Wratio,ratio of leaf length to leaf width;ADAE,adaxial epidermis thickness；ABAE,abaxial epidermis thickness;PN,numberof cells layers in palisade mesophyll; AIR,absolute inter-rib value;LA,leaf area; $L$ ,leaflength;W,leafwidth;ASS, air spaces in spongy mesophyll; ASP, air spaces in palisade mesophyll; AMR,absolute midrib value； SLA, specific leaf area; P, precipitation; ST, spongy parenchyma; TT, total leaf thickness; PT, palisade parenchyma thickness; ELV, elevation above sea level. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This study demonstrated that C. procera plants collected from wet-to-dry environments have developed a wide range of morphological traits, resulting in unique model (for each morphotype or small population） for leaf area estimation based on linear leaf dimension.In addition, anatomical and physiological adaptations in their leaves are also presented. Thus,the major differences found in the L/W ratio and the SLA in C. procera populations may be the most important traits for the survival in dry environment. Parkhurst and Loucks (1972） state that \"natural selection leads to organisms having a combination of form and function optimal (i.e., phenotypic plasticity) for growth and reproduction in the environments in which they live\". Thus, through natural selection, the form and function of the members of a population may be expected to approach or reach an optimum performance. In this case, C. procera presented distinct models. This behaviour is divergent from Coffea spp. (Antunes et al.， 2O08) or Jatropha curcas trees growing in wet or dry environments (Pompelli et al.,2O12). One can ask: why leaves are narrower in dry environments and broader in wet ones? Maximum leaf size undergoes a considerable acclimation to water stress, whereas leaf shape is largely controlled by heredity (Arterburn et al., 2010). Plant ecologists have emphasized the extensive relationships between leaf traits of native plants and the climate (Wright et al.,20O4; Dainese et al.,2015; Diaz et al.,2016). For example,a common strategy in plants inhabiting arid and semi-arid regions is the development of thicker leaves with low SLAs (Bacelar et al.，2007; Evert,2O13).However, the coordination between foliar traits in the multivariate environments seems to be a more complex and,at least partially, climate-dependent mechanism (Wright et al., 2004). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Rivas et al. (2O17) found that temperature of leaves of $C$ procera growing in wet environment are lower than that of air $( - 1 . 3 3 ^ { \\circ } \\mathrm { C } )$ ，whereas temperature of leaves growing under drought are $1 2 . 6 1 ^ { \\circ } \\mathrm { C }$ higher than that of air. Under drought, C. procera reduces stomatal conductance and increases leaf temperature (Antunes et al.,2017; Rivas et al., 2O17). The high plasticity of leaf would contribute to radiation interception and radiative and sensible heat loss,increasing the intrinsic water use efficiency of $C$ ：procera that can partially mitigate the extreme water vapor gradient between mesophyll and the surrounding environments. Similar results are described in Quercus coccifera under two Mediterranean environments (Peguero-Pina et al.， 2016b). Multi-layered parenchyma have been identified in a variety of plant families (Fahn,199O; Evert, 2013),however, variation in parenchyma thickness and layers in response to a natural gradient in precipitation is firstly reported. Based on this，we argue that more palisade layers or an isobilateral mesophyll may protect the photosynthetically tissue (Chazdon and Kaufmann,1993). Michaletz et al. (2O15） found that lowering transpiration by altering leaf morphology would reduce the loss of hydraulic conductance by xylem embolism under drought.Larger leaves present smaller convection coefficients and higher values of resistance to heat transfer through leaf boundary layers than smaler leaves，since leaf size may change for optimizing leaf temperature (Leigh et al., 2O16). Narrower, smaller and thicker leaves in drier environments exhibit greater loss of radiative and sensible heat, with lower latent (transpiration) heat losses (Peguero-Pina et al.,2O14). Thicker leaves retain more water and become warmer, mainly due to their high absorption of near-infrared radiation by water, which dissipate energy absorbed via a non-transpiring system. They open their stomata less frequently and close them early in the day (Rivas et al.，2Ol7） for saving water and displaying a drought postponement morphotype (Antunes et al.,2O17). In this way,low SLA is important trait for the adjustment of leaf energy budget, significantly increasing radiative heat loss in dry environments. Moreover, sclerophylly (low SLA) is very common in species that grow in semi-arid and arid regions,and this trait may function to save-water (Monk,1966). C. procera present a morphotype with thinner leaves in wet environments, while thicker leaves in dry environments. Thinner leaves dissipate incident energy at the expense of a higher rate of transpiration (latent heat loss). Thinner leaves with larger areas may lead to a physiological consequence of a high transpiration rate of entire plant. However, it should be considered as a neutral trait for plant survival because water is available in plentiful amounts in their original environment. When we associate this trait with higher stomatal conductance,increased $\\mathbf { C O } _ { 2 }$ influx,larger leaf area and greater net photosynthesis,thinner leaves of $C _ { \\cdot }$ procera is a positive trait.The thinner leaves of $C .$ procera allow it to survive in dry and wet environments.These findings are consistent with Lindorf et al. (1991) and Witkowski and Lamont (1991),who previously reported that $C .$ ：procera leaves are more succulent in arid environments, with a thicker cuticle and small leaf area. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Thinner leaves are often short-lived (e.g.， those of plants from Monteria-CO (#11） or Oaxaca-MX (#12)), which may be associated with lower leaf area construction costs (Villar et al., 2013).Lower area-based leaf construction costs were verified for invasive Lythrum salicaria plants compared with five co-occurring herbaceous plants and shrubs (Nagel and Griffin, 2001). The authors suggested that the production of a larger photosynthetic leaf surface area at a lower energy expense, resulting from either lower requirements or higher energy efficiency, would help the plant to outcompete neighbouring native species in low stress，low disturbance and high-competitive wet environments.Research found that increased thickness of the mesophyll or a more compact mesophyll would improve $\\mathrm { C O } _ { 2 }$ diffusion through the intercellular spaces from the sub-stomatal cavity to the outer surfaces of the mesophyll cels (Tezara et al.,2O11). In the present study, we imply that plants in more xerophytic environments might have lower stomatal conductance to mitigate possible water losses to the atmosphere，without large losses of photosynthetic capacity, thus leading to an increase of $\\mathrm { \\Delta W U E _ { i } }$ ,as previously reported by Rivas et al. (2017). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Leaf area changes systematically with leaf dimensions.The morphotype from Afranio-PE appeared better adapted to drought with a smaller leaf. The result indicates that selecting thinner and larger leaves,as well as lower $L / W$ ratio is associated with maximum light capture at the expense of abundant water use (White and Montes-R,2Oo5). A thicker palisade parenchyma, higher number of adaxial palisade layers and less air space may exert important influence on the photosynthetic capacity of the leaf. Thicker leaves with lower SLA present a greater amount of living photosynthetic cells per unit of leaf area (Villar et al.,2O13). In arid environments, leaves are often submitted to very high direct irradiance and great fluency of diffuse light. Thus,thicker leaves absorb more light than thinner ones (Falcioni et al.,2O17). Upper palisade parenchyma cells are very efcient in absorbing blue and red lights (Terashima et al., 2OO9; Falcioni et al., 2017; Smith et al., 2O17). However, sunlight is rich in yellow and green lights (Terashima et al., 2009) that are weakly absorbed and have been proposed to penetrate deeper in leaves, allowing for light reactions in the middle_spongy parenchyma. Isobilateral symmetry of palisade parenchyma found in the Afranio-PE may be another adaptive trait to absorb soil-reflective and diffuse lights,efficiently driving photochemical reactions of photosynthesis on both sides of the leaf lamina, and reducing the pressure for transpiration caused by larger leaf areas. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "C. procera leaves demonstrate a considerable capacity to adjust their morphological,anatomical, and physiological traits to different environments. C. procera presents a great plasticity, with the values ranging from 0.115 and 0.999. Moreover,morphological traits of $C _ { \\cdot }$ procera are more plastic than anatomical traits,indicating that leaf morphological trait of $C .$ procera is profoundly affected by environmental conditions.For example, increase in leaf thickness,lower $L / W$ ratio and isobilateral mesophyll in Afranio-PE morphotype strongly contributed to the adaptation to dry environments. In this study,at least three quarters of morpho-anatomic traits were found in different environments，which was consistent with the change and efficiency of $C .$ procera eco-physiological mechanisms. We demonstrated that morphological traits are good predictors for the form and function of plants at macroscale. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The research was funded by the National Council for Scientific and Technological Development (CNPq; 470476/2011-7)，the Foundation for Science and Technology of Pernambuco，Brazil (APQ-0077-5.01/09, DCR-0034-2.03/13）and the scholarship granted to the first author.Theauthors would also like to thank Dr. Jarcilene S ALMEIDA-CORTEZ (Department of Botany,Federal University of Pernambuco,Brazil) for his help with the field collections and Dr. Carlos A SCAPIM(Department of Agronomy,Maringa State University,Brazil) for his assstance on heritability.In addition,the authors extend special thanks to Dr.Hendrik POORTER (Forschungszentrum Julich GmbH,Plant Sciences,Jilich,Germany)and Dr.Sidnei MTHOMAZ (Departmentof Biology,Maringa State University,Brazil) for their kind revisions of this manuscript. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Alberio C,ComparatoreV.2014.Paternsof woody plant invasion inan Argentinean coastal grassland.Acta Oecologia, 54(1): 65-71.   \nAntunes WC,PompelliMF,CarrteroDM,etal.2O08.Allometric models fornon-destructive leaf area estimationincofee (Coffea arabica and Coffea canephora).Annalsof Applied Biology,153(1):33-40.   \nAntunes WC,DalosoDM,PinheiroDP,etal.20l7.Guard cel-specific down-regulationofthesucrose transporter SUT1 leads to improved water use eficiency and reveals the interplay between carbohydrate metabolism and $\\mathrm { K } ^ { + }$ accumulation in the regulation of stomatal opening. Environmental Experimental Botany,135(1): 73-85.   \nArterburn MA,Jones SS,KidwellKK.2010.Plantbreeding and genetics.In: VerheyeWHSoils,Plant Growth and Crop Production.United Kingdon:EOLSS Publishers,184-211.   \nBacelarEA,Moutinho-PereiraJM,GoncalvesBC,etal.2Oo7.Changes ingrowth,gas exchange,xylem hydraulicproperties and wateruse eficiencyof threeolive cultivars under contrasting water availabilityregimes.Environmental Experimental Botany,60(2):183-192.   \nBjorksten TA,FowlerK,PomiankowskiA.20o0.What doessexual traitFAtellusabout stress?Trends inEcologyand Evolution,15(4): 163-166.   \nBlosseyB,NotzoldR.1995.Evolutionof increased competitiveabilityin invasive nonindigenous plants:a hypothesis. Journal of Ecology,83(5): 887-889.   \nColautiRI,MacisaacHJ,MacisaacHJ.Oo4.Aneutralterminologytodefine'invasive'species.DiversityandDistributios, 10(1): 135-141.   \nDaineseM,Leps J,deBeloF.2O15.Diferent effectsof elevation,habitat fragmentationand grazing managementonthe functional,phylogeneticandtaxonomicstructureof mountaingrasslands.Perspectives inPlantEcology,Evolutionand Systematics,17(1): 44-53.   \nDawson W,MoserD,vanKleunen M,etal.2O17.Global hotspotsandcorelatesofalienspeciesrichess acrosstaxonomic groups.Nature Ecology and Evolution,1: 0186.doi: 10.1038/s41559-017-0186.   \nDiaz S,KattgeJ,CormelissnJH,etal.2016.The global spectrumofplant formand function.Nature,529(585):167-171.   \nEvansJR,PoorterH.2Oo1.Photosyntheticaccimationofplants to growthirradiance:therelative importanceofspecificleaf area and nitrogen partitioning in maximizing carbon gain.Plant, Celland Environment,24(8):755-767.   \nEvert RF.2Ol3.Esau's Plant Anatomy-Meristems,Cells,and Tissuesof Tree Plant Body-their Structures,Function and Development ( $3 ^ { \\mathrm { r d } }$ ed.).New Jersey: John Wiley& Sons,Inc., 601.   \nFahn A.1990.Plant Anatomy ( $2 ^ { \\mathrm { n d } }$ ed.).Oxford: Butterworth Heinemann, 611.   \nFalcioniR,MoriwakiT,BonatoCM,etal.0l7.Distinct growth lightand gibberelinregimesalterleaf anatomyandreveal their influence on leaf optical properties.Environmental and Experimental Botany,14O(1): 86-95.   \nGil-PelegrinE,SazMA,CuadratJM,etal.2017.Oaksundermediterrnean-type climates:Functionalresponse toummer aridity.In:Gil-PelegrinE,Peguero-Pina,Sancho-Knapik D.OaksPhysiological Ecology.Exploring the Functional Diversity of Genus quercus L. Switzerland: Springer,137-193.   \nGotelli NJ,EllsonAM.20l2.Theanalysisofmultivariate.In:GoteliNJ,EllsonAM.APrimerofEcologicalStatistics. Sunderland: Sinauer Associates, 383-406.   \nHassanLM,GalalTM,FarahatEA,etal.2015.The biologyofCalotropis procera(Aiton)W.T.Trees,29(2):31-320.   \nHussonF,Josse J,Le S,etal.2O17.FactoMineR:multivariate exploratory dataanalysis anddata mining.R Development Core Team. [2019-05-13]. http:/factominer.free.fr/.   \nKozlov M V,Cormelissen T,GavrikovDE,et al.O17.Reproducibilityof fluctuating asymmetry measurements inplants: Sources of variation and implications for study design.Ecological Indicators,73(1): 733-740.   \nLeigh A,Sevanto S,Close JD,etal.2016.Theinfluence of leaf sizeand shapeon leaf thermaldynamics: doestheory holdup under natural conditions? Plant, Cell and Environment, 40(2): 237-248.   \nLindorfH,PariscaL,RodriguezP.1991.Botanic:clasification,structure andreproduction,Caracas.Venezuela:Universidad Central de Venezuela,583. (in Spanish)   \nMehra J.20o1.Maxplanck and the lawof blackbodyradiation.In:Mehra J.The GoldenAgeof Theoretical Physics. Singapore: National Academies Press,19-55.   \nMichaletzST,WeiserMD,ZhouJ,etalOl5.Plantthermoregulation:Energetics,trait-environmentinteractions,andcarbon economics.Trends in Ecology and Evolution,30(1):714-724.   \nMOler A P,Eriksson M.1994.Paternsof fluctuating asymmetry in flowers: implications for sexual selection in plants. Journal of Evolutionary Biology,7(1): 97-113.   \nMonk C D.1966. An ecological significance of evergreenness. Ecology,47(3): 504-505.   \nMurira N G,MuchugiA,YuA,etal.2O18.Genetic diversity analysis reveals genetic diferentiationand strong population structure in Calotropis plants. Science Reports,8(7832):1-10.   \nNagel JM,Griffin KL.2Oo1.Construction cost and invasive potential: comparing Lythrum salicaria (Lythraceae）with co-occurring native species along pond banks.American Journal of Botany,88(12): 2252-2258.   \nPagnucco K S,Maynard GA,Fera SA,etal.20l5.The futureof species invasions inthe GreatLakes-St.Lawrence River basin. Journal of Great Lakes Research,41(Suppl.1): 96-107.   \nParkhurst DF,Loucks OL.1972. Optimal leaf size in relation to environment.Journal of Ecology,60(2): 505-537.   \nParsons PA.1992.Fluctuating asymmetry: a biological monitor of environmental and genomic stress.Heredity,68(4): 361-364.   \nPeguero-PinaJJ,Sancho-KnapikD,BarrónE,etal.2014.Morphologicaland physiological divergences within Quercusilex support the existence of diferent ecotypes depending on climatic dryness. Annals of Botany,114(1): 301-313.   \nPeguero-PinaJJ,Sancho-Knapik D,FlexasJ,etal.2O16a.Lightacclimationofphotosynthesis intwocloselyrelatedfirs (Abies pinsapo Boiss and Abies alba Mill) the role of leaf anatomy and mesophyll conductance to $\\mathrm { C O } _ { 2 }$ Tree Physiology, 36(3): 300-310.   \nPeguero-PinaJJ,Sis6 S,Fermandez-MarinB,etal.2016b.Leaffunctional plasticitydecreasesthe waterconsumption without further consequences for carbon uptake in Quercus coccifera L.under Mediterranean conditions.Tree Physiology,36(3): 356-367.   \nPompelliMF,Antunes WC,Ferrira DTRG,etal.2O12.Allometric models fornon-estructive leafarea estimationof the Jatropha curcas.Biomass and Bioenergy,36(1): 77-85.   \nPoorter H,Pepin S,Rijkers T,et al.2O06.Constructioncosts，chemical composition and payback time of high-and low-irradiance leaves.Journal of Experimental Botany,57(2): 355-371.   \nPoorterH,Ninemets U,Poorter L,et al2O09.Causes and consequencesof variation in leaf massper area(LMA):a meta-analysis. New Phytologist,182(1): 565-588.   \nReich PB,Walters MB,Elsworth D S.992.Leaflifespan inrelation to leaf,plant,and stand characteristics among diverse ecosystems.Ecological Monographs,62(3):365-392.   \nRivas R,FrosiG,Ramos DG,etal.2Ol7.Photosynthetic limitationand mechanisms of photoprotection underdroughtand recovery of Calotropis procera,an evergreen $\\mathbf { C } _ { 3 }$ from arid regions.Plant Physiology and Biochemistry,118(1): 589-599.   \nSant'anna-Neto JL,Galvani E,Vieira BC.2O15.ClimatesofBrazil: past and present.In: VieiraB,SalgadoA,Santos LP. Landscapes and Landforms of Brazil. World Geomorphological Landscapes.Dordrecht: Springer,33-41.   \nSharma B M.1968.Root systems of some desert plants in Churu,Rajasthan.Indian Forester,94(3): 240-246.   \nSimberloffD,MartinJ-L,GenovesiP,etal.2Ol2.Impactsofbiological invasions:what'swhatandthewayforward.Trends in Ecology and Evolution,28(1): 58-66.   \nSingh G.1995.An agroforestrypracticeforthedevelopmentof salt landsusingProsopis julifloraand Leptochloa fusca. Agroforestry Systems,29(1): 61-75.   \nSmith HL,McAuslandL,MurchieEH.2O17.Don'tignore the green light:exploring diverserolesinplant proceses.Joual of Experimental Botany,68(9): 2099-2110.   \nSouza G M,VianaJOF,OliveiraRF.2O05.Asymmetrical leaves inducedby water deficit show asymmetric photosynthesis in common bean.Brazilian Journal of Plant Physiology,17(2): 223-227.   \nTerashimaI,FujitaT,Inoue T,etal.2O09.Green lightdrivesleafphotosynthesismoreeficientlythanredlightinstrong white light: revisiting the enigmatic questionofqhy leaves are green.Plant and Cell Physiology,5O(4):684-697.   \nTezara W,ColomboR,CoronelI,etal.2O11.Waterrelations and photosyntheticcapacityof two speciesof Calotropis ina tropical semi-arid ecosystem.Annals of Botany,107(3): 397-405.   \nThakur S,Sidhu MC.2Ol7.Medicinal plant remedies fordermatological problems.Currnt Botany,8(1):23-3.   \nValladarsFalaguerL,artie-FeiE,etal.Pasticitystabilitydcanalzationisephenotyicratioin seedlingsof sclerophylloaks consistent with theenvironmental unpredictabilityof Mediterranean ecosystems?New Phytologist,156(3):457-467.   \nVillr R,Ruiz-Robleto J,Ubera JL,etal.2013.Exploring variation in leaf massper area (LMA)from leaf tocell:an anatomical analysis of 26 woody species.American Journal of Botany,10o(1O):1969-1980.   \nWang C,Zhao CY,Xu Z,et al.2013.Efectof vegetationon soil waterretentionand storageinasemi-arid alpine forest catchment. Journal of Arid Land, 5(2): 207-219.   \nWeiT，SimkoV.2016．An introduction tocorrplot Package.R Development Core Team．[2019-05-13]. https://cran.r-project.org/web/packages/corrplot/vignettes/corrplot-intro.html.   \nWhite JW,Montes R C.2Oo5.Variation in parameters related to leaf thicknes in common bean (Phaseolus vulgaris L.). Field Crops Research,91(1):7-21.   \nWitkowski ET,Lamont BB.1991.Leaf specific mass confounds leaf density and thickness. Oecologia,88(4): 486-493.   \nWright IJ,Reich PB,Westoby M,et al.2004.The worldwide leaf economics spectrum. Nature,428(6985): 821-827. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Appendix ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5 3 ee 4 (a) Modle:Y=β(L×W)βei Modle: Y=β,(L×W)+e, 2 (b) Modle: Y=βLβe Modle: Y=βWP1e, 3 # 1- peegeseo 2101 Limi I 0[# 8 # s 012 AII IN -2 All G1G2 G3 G4G5G6 G7G8 -3- G2 G3465 1# -3 4 AIl G1G2 G3G4G5G6G7G8 Group of population Group of population ",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/bd19a3878a4b9251bd0455d5706ea44beba412a9a4672e1c536541b1e95c4db2.jpg",
        "table_caption": [
            "Table S1 Group,coefficient $\\left( \\beta _ { 0 } \\right)$ ,standard error (SE),coefficient of determination $( R ^ { 2 } )$ , degree of freedom $( d f )$ sum of square (SS),calculated $F$ $P$ and model of estimated leaf area as a function of linear dimensions of leaves (L,length; W, width) of Calotropis procera "
        ],
        "table_footnote": [
            "Note:#01，Aimores-MG；#02，JaboataoGuararapes-PE；#03，Paulista-PE；#04，Pombos-PE；#05，Santa Terezinha-PB；#06, Alagoinha-PE；#07，Jaramataia-AL；#08，SeraTalhada-PE；#09，Parnamirim-PE；#10，Afranio-PE；#11，Monteria-CO；#12, Oaxaca-MX. "
        ],
        "table_body": "<html><body><table><tr><td>Group</td><td>Coefficient</td><td>SE</td><td>R²</td><td>df</td><td>SS</td><td>F</td><td>P</td><td>Estimate of leaf area (Y)</td></tr><tr><td>(---)/All</td><td>βo=0.71924</td><td>0.00808</td><td>0.9894</td><td>5945</td><td>521,536</td><td>557,318</td><td><0.0001</td><td>Y=0.71924x(LxW)1.01867</td></tr><tr><td>(G1)/#12</td><td>βo=1.22999</td><td>0.11754</td><td>0.9040</td><td>491</td><td>325,645</td><td>4632</td><td><0.0001</td><td>Y=1.22999x(LxW)0.91999</td></tr><tr><td>(G2)/#10</td><td>βo=0.75486</td><td>0.01925</td><td>0.9959</td><td>464</td><td>9151</td><td>114,472</td><td><0.0001</td><td>Y=0.75486x(LxW)1.00023</td></tr><tr><td>(G3)/#11</td><td>βo=0.61262</td><td>0.01294</td><td>0.9980</td><td>497</td><td>10.010</td><td>256,617</td><td><0.0001</td><td>Y=0.61262x(LxW)1.04114</td></tr><tr><td>(G4)/#8</td><td>βo=0.66429</td><td>0.01072</td><td>0.9990</td><td>489</td><td>2763</td><td>488,336</td><td><0.0001</td><td>Y=0.66429x(LxW)1.03074</td></tr><tr><td>(G5)/#1</td><td>βo=0.64241</td><td>0.00981</td><td>0.9976</td><td>498</td><td>3134</td><td>206,263</td><td><0.0001</td><td>Y=0.64241x(LxW)1.03857</td></tr><tr><td>(G6)/#7</td><td>βo=0.69267</td><td>0.01140</td><td>0.9974</td><td>498</td><td>6661</td><td>192,771</td><td><0.0001</td><td>Y=0.69267×(LxW)1.03196</td></tr><tr><td>(G7)/#6,#9</td><td>βo=0.68226</td><td>0.00866</td><td>0.9971</td><td>997</td><td>16,503</td><td>343,227</td><td><0.0001</td><td>Y=0.68226x(LxW)1.02959</td></tr><tr><td>(G8)/#2,#3,#4,#5</td><td>βo=0.63834</td><td>0.00668</td><td>0.9971</td><td>1997</td><td>57,371</td><td>686,867</td><td><0.0001</td><td>Y=0.63834x(LxW)1.04269</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/6c9f9299a5e67fbc9dea96d0db2aaea1960deaddc72b986228bb2783a0e961c0.jpg",
        "table_caption": [
            "Table S2Plasticity index of leaf morphological and anatomical traits of Calotropis procera from 4 populations "
        ],
        "table_footnote": [
            "Note:\\*denotes statistically significant differences among anatomical traits in different populations at $P { < } 0 . 0 1$ level. Mean values for the leaves collected from different populations among morphological traits did not differ significantly at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td>Morphological trait</td><td>Afranio-PE (#10)</td><td>Paulista-PE (#3)</td><td>Oaxaca-MX (#12)</td><td>Monteria-CO (#11)</td><td>Mean±SD</td></tr><tr><td>L/W</td><td>0.79</td><td>0.54</td><td>0.87</td><td>0.58</td><td>0.68±0.06</td></tr><tr><td>Specific leaf area</td><td>0.31</td><td>0.12</td><td>0.22</td><td>0.24</td><td>0.22±0.04</td></tr><tr><td>Leaf length (L)</td><td>0.97</td><td>0.98</td><td>0.97</td><td>0.97</td><td>0.97±0.02</td></tr><tr><td>Leaf width (W)</td><td>0.98</td><td>0.98</td><td>0.97</td><td>0.96</td><td>0.97±0.01</td></tr><tr><td>Total leaf area</td><td>0.99</td><td>0.99</td><td>0.99</td><td>0.99</td><td>0.99±0.01</td></tr><tr><td>Absolute value between midribs</td><td>0.76</td><td>0.86</td><td>0.74</td><td>0.84</td><td>0.80±0.02</td></tr><tr><td>Relative value between midribs</td><td>0.79</td><td>0.86</td><td>0.71</td><td>0.84</td><td>0.80±0.03</td></tr><tr><td>Absolute value between interribs</td><td>0.80</td><td>0.86</td><td>0.87</td><td>0.92</td><td>0.86±0.02</td></tr><tr><td>Relative value between interribs</td><td>0.80</td><td>0.88</td><td>0.90</td><td>0.93</td><td>0.88±0.02</td></tr><tr><td>Mean±SD</td><td>0.79±0.10</td><td>0.79±0.05</td><td>0.81±0.08</td><td>0.81±0.08</td><td>0.77±0.09</td></tr><tr><td>Anatomical trait</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Total leaf thickness</td><td>0.32</td><td>0.38</td><td>0.45</td><td>0.28</td><td>0.36±0.03</td></tr><tr><td>Abaxial epidermis thickness</td><td>0.17</td><td>0.35</td><td>0.27</td><td>0.31</td><td>0.28±0.03</td></tr><tr><td>Adaxial epidermis thickness</td><td>0.16</td><td>0.18</td><td>0.30</td><td>0.29</td><td>0.23±0.03</td></tr><tr><td>Palisade mesophyll thickness</td><td>0.30</td><td>0.30</td><td>0.28</td><td>0.42</td><td>0.32±0.03</td></tr><tr><td>Spongy mesophyll thickness</td><td>0.21</td><td>0.39</td><td>0.43</td><td>0.34</td><td>0.34±0.04</td></tr><tr><td>Palisade number</td><td>0.24</td><td>0.25</td><td>0.19</td><td>0.24</td><td>0.23±0.01</td></tr><tr><td>Air spaces in palisade</td><td>0.59</td><td>0.71</td><td>0.62</td><td>0.38</td><td>0.57±0.06</td></tr><tr><td>Air spaces in spongy</td><td>0.40</td><td>0.60</td><td>0.27</td><td>0.15</td><td>0.36±0.08</td></tr><tr><td>Mean±SD</td><td>0.34±0.06*</td><td>0.30±0.05*</td><td>0.30±0.03*</td><td>0.35±0.05*</td><td>0.34±0.04</td></tr></table></body></html>",
        "page_idx": 15
    }
]