[
    {
        "type": "text",
        "text": "An Iron-Containing Dodecameric Heptosyltransferase Family Modifies Bacterial Autotransporters in Pathogenesis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Qiuhe Lu,18 Qing Yao,18YueXu,1,28LinLi,1 ShanLi,1 Yanhua Liu,3 Wenqing Gao,1 Miao Niu,1 MichalSharon,4   \nGili Ben-Nissan,4 Alla Zamyatina,5 Xiaoyun Liu,3 She Chen,1 and Feng Shao1,6,7,\\*   \n1National Institute of Biological Sciences,Beijing 102206, China   \n2College of Biological Sciences, China Agricultural University,Beijing 10o094, China   \n3lnstituteofAnalyticalChemistry&SyntheticandFunctionalBiomoleculesCenterCollgeofChemistryandMolecularEnring   \nPeking University, Beijing 100871, China   \n4Department of Biological Chemistry,The Weizmann Institute of Science,Rehovot 76100,Israel   \n5Department of Chemistry,University of Natural Resources and Life Sciences,A-1190 Vienna, Austria   \nNationalLaboratoryofBiomacromolecules,InstituteofBiophysics,ChineseAcademyof Sciences,Beijing10101,China   \n7NationalInstituteofoogicalSciences,Beijing,CollaborativennovationCenterforCanceredicine,Beijing226,Cina   \n$^ { 8 } { \\mathsf { C } } \\circ$ -first author   \n\\*Correspondence: shaofeng@nibs.ac.cn   \nhttp://dx.doi.0rg/10.1016/j.chom.2014.08.008 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUMMARY ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Autotransporters deliver virulence factors to the bacterial surface by translocating an effector passenger domain through amembrane-anchored barrel structure. Although passenger domains are diverse，thosefoundinenteric bacteria autotransporters，including AiDA-l in diffusely adhering Escherichia coli (DAEC) and TibA in enterotoxigenic E. coli, are commonly glycosylated. We show that AIDA-l is heptosylated within the bacterial cytoplasm byautotransporteradhesin heptosyltransferase (AAH) and its paralogue AAH2. AIDA-I heptosylation determines DAEC adhesion to host cells. AAH/ AAH2 define a bacterial autotransporter heptosyltransferase (BAHT) family that contains ferric ion and adopts a dodecamer assembly. Structural analyses of the heptosylated TibA passenger domain reveal 35 heptose conjugates forming patterned and solenoid-like arrays on the surface of a $\\mathbf { \\beta }$ helix. Additionally，CARC，the AIDA-like autotransporter fromCitrobacterrodentium,isessential for colonization in mice and requires heptosylation by its cognate BAHT.Our study establishes a bacterial glycosylation system that regulates virulence and is essential for pathogenesis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A common mechanism in bacterial pathogenesis is to deliver various virulence factors onto bacterial surface by the autotransportersecretion pathway (also knownas type Vsecretion) (Dautin and Bernstein, 2007; Leyton etal., 2012). Since the lgA protease autotransporter was discovered in Neisseria gonorrheae (Pohlneretal.,1987),thenumberofautotransporters identifiedhasexpanded rapidly.Allautotransportersshareasimilar modular structure consisting of a signal peptide,an N-terminal functional passenger domain,and a C-terminal $\\beta$ barrel domain that mediates translocation of the passenger domain across bacterial outer membrane.Owing to the difference in the passenger domain,diverse virulence functions,including cell adhesion and invasion,aggregation and biofilm formation,proteolytic digestion of host proteins,hostcell vacuolation,and formation of bacterialactin tail,have been recorded with autotransporters from different bacterial pathogens (Benzand Schmidt, 2011; Henderson et al., 2004; Lazar Adler et al., 2011; Wells et al., 2007). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A subfamily of autotransporters, including AlDA-l from DAEC 2787 (Benz and Schmidt，1989)，TibA from enterotoxigenic E. coli (ETEC) H10407 (Elsinghorstand Weitz,1994),and Ag43 from pathogenic E.coli species (van der Woude and Henderson, 2008)，are long known to be glycosylated in their passenger domains (Benz and Schmidt, 2o01; Lindenthal and Elsinghorst, 1999;Sherlock etal.,2006).The prototypical AlDA-l is proposed to mediate bacterial autoaggregation and adhesion to host cells (Benz and Schmidt， 1989; Charbonneau and Mourez， 2007; Sherlock et al.，2004).AlDA-l is widely present (Wells et al., 2010)，particularly in porcine diarrheagenic E.coli，and has beena promisingvaccine candidate (Ravi et al.，2oo7;Zhao et al., 20o9). Glycosylation of AlDA-l and related autotransportersrepresents an example of protein glycosylation in bacteria (Benz and Schmidt, 2oo2) despite an undefined functional significance.Studies performed in the heterologous system (Benz and Schmidt, 2001; Charbonneau et al.， 2012； Moormann et al., 2002) indicate the involvement of AAH in DAEC and its ETEC homolog TibC in AlDA-l and TibA glycosylation，respectively. However，AAH and TibC share little sequence homology to known glycosyltransferases,and it is not clear whether AAH/ TibC harbor a glycosyltransferase activity from a biochemical perspective.Thus，how AlDA-l and related autotransporters are glycosylated and the functional significance of this modification in infection are not established. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/6b2dacd06664226e7fccf2d4ac68c8d08dc3929f0866c6d773918aca33cea093.jpg",
        "img_caption": [
            "Figure 1. Glycosylation of AIDA-I Mediates DAEC Adhesion to Host Cells and Requires AAH and AAH2 ",
            "(AaBRocb AA( visualizedbtilefostodetieb expressedasthemeanumberofbacteriaaderingtoonecelltetotalumberofrecoveredbacterateumberofsededcelliachwel) $\\pm \\mathsf { S D }$ of four technical repeats.Scale bar, $2 0 \\mu \\mathrm { m }$ In(B),bacteriallsateserebectedtonti-DA-landanti-AAHimmunobloting;DA-lcosyatioaetectedith Amersham ECL glycoprotein detection system. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(C)Geneticalyfdcuinofenllsefeediiddaedlese presingEGPabrpdidi(AHAl Data are presented similarly as in (A).   \n(D)E anti-AlDA-l and anti-AAH immunoblotting.   \n(E)Gain-of-functioseoftcticytrasferaseomicarypreparedfroaasintroducedintolo expesiri and negative (NC) controls,respectively.   \n(F-H)FunctioaasofiptiAltidctesitocelndG)b $( \\Delta / \\Delta )$ DAECstrain was complemented with a plasmid expressing AAH or AAH2.In (H),AIDA-l (pAIDA-l) was ressedaloneortogetherwith AAH2 (pAAH2) inE.coliopiHoeso as in (B). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,we provide genetic evidences that heptosylation of AIDA-l mediates DAEC adhesion to host cells,which requires AAHas well as AAH-like AAH2. In vitro biochemical analyses demonstrate that AAH and AAH2are bone fide heptosyltransferases exclusively modifying serine residues in AlDA-l. Crystal structure of heptosylated TibA passenger domain identifies 35 heptose moieties forming patterned and solenoid-like arrays on the surface of a $\\beta$ helix structure.AAH and TibC define a large bacterial autotransporter heptosyltransferase (BAHT) family.We further identify an autotransporterrequired for C.rodentium colonization in infected mice,which requires hyperheptosylation by its cognate BAHT,demonstrating the importance of the BAHT family in pathogenesis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTSANDDISCUSSION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "IdentificationofAAH2RequiredforAlDA-lGlycosylation butNot forDAEC Adhesion to Host Cells ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Consistent with previous studies (Benz and Schmidt， 2001; Charbonneau et al.， 2012；Moormann et al.， 2002)，ectopic expression of the aah-aidA locus,but notaidAalone,in E.coli BL21 resulted in a tight adhesion of the bacteria to HeLa cells (Figure 1A) and concurrent AlDA-l glycosylation (Figure 1B). To investigate the physiological significance of these phenomena, we performed genetic analyses of the aidA locus.Wild-type DAEC robustly adhered to HeLa cells,and deletion of the aahaidAlocus completely abolished such property (Figure 1C). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Host & Microbe ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Notably,deletion of aidA or its upstream aah alone also disrupted the adhesion (Figure 1C). Complementation analyses confirmed that aidA and aah were both required for DAEC adhesion to HeLa cells (Figure 1C). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Contradictory to previous understandings (Benz and Schmidt, 2001; Moormann et al., 2002), deletion of aah only reduced but did not completely abolish AlDA-l glycosylation (Figure 1D). This intriguing observation suggested two possibilities.AAH determines AlDA-l-mediated DAEC adhesion independently of AIDA-l glycosylation; alternatively,another cryptic glycosyltransferase accounts for the remaining AlDA-l glycosylation in DAEC △aah,but it is not sufficient to confer bacterial adhesion to host cells.Given that nonglycosylated AlDA-l could not confer adhesion of E. coli BL21 to HeLa cells (Figures 1A and 1B),we followed up with the latter hypothesis and attempted to identify the cryptic glycosyltransferase.The genome of DAEC 2787 has not been sequenced; a genomic library with an average insert size of $5 - 1 0 ~ \\mathsf { k b }$ was prepared from the aah/aidA double deletion strain.The library plasmids were introducedinto E.coli Top10 expressing Flag-AlDA-l. Individual recombinant was then screened for clones capable of inducing AlDA-l glycosylation. Among $\\sim 1 , 0 0 0$ recombinants examined,clone 14 could induce AlDA-l glycosylation (Figure 1E). Sequencing of clone 14 identified a gene encoding a protein of ${ \\sim } 7 5 \\%$ homology to AAH (Figure S1A available online),which was named asaah2.Importantly，when the plasmid-born aah and chromosome-encoded aah2 were both deleted，AlDA-l glycosylation in DAEC was completely abolished (Figure 1F).Anti-AAH antibody that could crossreact with overexpressed AAH2 (Figure 1F) only detected endogenous AAH,but not AAH2 (Figure 1D). The messenger RNA level of AAH2 was also much lower than that of AAH (data notshown).Thus, the low expression of endogenous AAH2 contributes to AlDA-l glycosylation but plays a negligible role in bacterial adhesion to host cells.Notably，AAH2 overexpression could restore AIDA-l glycosylation in DAEC △aah△aah2 (Figures 1F and S1B) and confer AlDA-l-mediated adhesion to HeLa cells in both DAEC △aah△aah2 (Figure 1G) and E.coli Top10 (Figure 1H).Thus, AAH2 and AAH harbora similar biochemical function,and both of them are important for AlDA-l glycosylation.It is also a possibility that AAH2 might be involved in heptosylation of otherbacterial proteins in addition to AlDA-l. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "AAH/AAH2Induce AlDA-I HyperheptosylationonSerine Residues in the PassengerDomain ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results from above analyses and those in previous studies indicate that AAH2 and possibly also AAH may harbor a glycosyltransferase activity on AlDA-l.To identify an AlDA-l fragment that allows for testing the hypothesis in a defined in vitro system, extensive truncationanalyses of AlDA-l passenger domain (residues 50-846) were performed (Figure S2A);each fragment, fused C-terminal to glutathione S-transferase (GST) and N-terminal to a Flag tag，was expressed in E.coli in the presence or absence of AAH.Multiple AlDA-l fragments exhibiteda slow migration on the SDS-PAGE gel due to the presumed glycosylation modification (Figure S2B).The smallest one, containing residues 531-611 (AlDA-l531-611),was further analyzed (Figure 2A). Following removal of the GST, AIDA-l531-611-Flag was subjected to mass spectrometry analysis to unambiguously define the sugarmoiety and the exact chemical linkage.Matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDl-TOF-MS) gave a mass of 9,867 Da that matched the theoretic mass of AIDA-l531-611-Flag (9,866 Da) (Figure 2B). Notably，coexpression of either AAH or AAH2 resulted in a mass increase of1,536 Da.The samplewas further digested with trypsin and analyzed by liquid chromatography-tandem mass spectrometry (LC-MS/MS).Full sequence coverage was obtained,with the following peptides detected in the fullscan MS analysis: GPLGSGRPM- $5 3 1$ NQEGR535 (peptide 1), 536QYVYSGATATSTVGNNEGR554(peptide 2)， 555EYVLSGGITDGTVLNSGGLQAVSSGGK581 (peptide 3)，582ASATVINEG GAQFVYDGGQVTGTNIK607(peptide 4)， and 608NGGT611- DYKDDDDK (peptide 5). In AAH/AAH2-modified samples, Peptides 1 and 4 showed a homogenous mass increase of 192 Da; peptides 2 and 3 were predominantly modified with 384 Da $( 2 \\times 1 9 2 \\mathsf { D a } )$ and768Da $( 4 \\times 1 9 2 , \\mathsf { D a } )$ ,respectively,andpeptide 5,containing no serine/threonine residues,was not modified. The 192 Da mass increase corresponded exactly to a heptose modification．Accordingly，the 1,536 Da mass increaseon AAH/AAH2-modified $A \\mathsf { I D A - l } _ { 5 3 1 - 6 1 1 }$ suggested eight heptosylation modifications. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Classical colision-induced dissociation (CID) mass spectrometry was not successful in identifying the heptosylation sites in AIDA $- 1 _ { 5 3 1 - 6 1 1 }$ -Flag due to the neutral loss during peptide fragmentation.To circumventthis problem，electron transfer dissociation (ETD) mass spectrometry that can better preserve the labile sugar moiety was employed,which identified heptosylation modifications on the two serines in peptide 2 (Figure 2C). No threonine residues in this peptide were heptosylated.All the eight serines in $A \\mathsf { I D A - l } _ { 5 3 1 - 6 1 1 }$ ，but not any other residues，were modified according to mass spectra of other four peptides，which agreed with the total mass increase of 1,536 Da $( 8 \\times 1 9 2 \\mathrm { ~ D a } )$ on AIDA-l531-611 (Figure 2B). Thus, AAH/AAH2-induced AlDA-l heptosylation is exclusively on serine residues,a unique phenomenon in the conventional $o$ -linked glycan modification. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "AAH/AAH2 Induce AlDA-I Heptosylation in Bacterial Cytoplasm using ADP-Heptose from the LPS Synthesis Pathway ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To investigate whether AAH/AAH2 and the heptosylation play a role in AlDA-l transportacross the bacterial membrane,we first examined the subcellular localization of AAH and AlDA-l.As expected，endogenous AlDA-l was accessible to recognition by anti-AIDA-l antibody in nonpermeabilized DAEC cells (Figure S2C). Fractionation of DAEC lysates confirmed the membrane localization of AlDA-l and also revealed the cytoplasmic localization of AAH (Figure S2D).As a control, OmpA,DnaK, and Bla were enriched in the membrane,cytoplasm,and periplasm fractions,respectively.This suggests that AAHs-catalyzedAlDA-l heptosylation occurs within bacterial cytoplasm. Deletion of both aah and aah2 did notaffect the membrane targeting of AIDA-I (Figure S2C);AIDA-l remained enriched in the membrane fraction in the presence of a nonfunctional AAH D104A mutant in reconstituted BL21 cells (Figure S2E). Thus, AAH-catalyzed AlDA-l glycosylation is not required for surface presentation of AlDA-l.Consistent with this notion，AlDA-l is sufficient forsurface displayof otherproteins inaah-deficient bacteria (Jose and Meyer, 2007). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/da7721320ca156b26b8e24709641b357254f4c0ce28598a92e7537d470dc97e9.jpg",
        "img_caption": [
            "2.AAH/AAH2 Induce AIDA-I Hyperheptosylation using ADP-Heptose from the LPS Biosynsis Pa ",
            "(AadB)i (A) is Coomassie blue staining of purified GST-AIDA- $\\mathsf { I } _ { 5 3 1 - 6 1 1 }$ .The GST-removed AIDA $\\vert _ { 5 3 1 - 6 1 1 }$ was subjected to MALDl-TOF mass spectrometry analyses in (B). Thered peaksmark the glycosylated AIDA-l531-611:AAHand AAH2 expresson lads to identical massspectraas shown. (C)ETtadstd ionsareillstratedalongthepeptidesequenceontopofthespectrum.Asteriskmarksamodificationontheserinebyaheptose. (D-G) Genetic analyses of the LPS synthesis pathway in AIDA-l glycosylation and DAEC adhesion.The ADP-L- $\\boldsymbol { \\mathfrak { \\beta } }$ -D-heptose biosynthetic pathway in E.coli is itra) adesionassaysG)lsongurerambstcterchlladtale $2 0 ~ { \\mu \\mathrm { m } }$ See also Figure S2. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Heptosylation modification has not been found on protein substrates except for AlDA-I (Benzand Schmidt, 2001). Heptosylation is only known in LPS biosynthesis,in which the sugar donors ADP-L/D-glycero $\\cdot \\beta$ -D-manno-heptose (ADP-L/D-D-heptose) aresynthesized (Figure 2D) (Kneidinger et al., 2002). The LPS synthesis pathway has been implicated in AlDA-l glycosylation (Benz and Schmidt,2001).In view of these observations，we constructed mutant DAEC strains deficient in hldE or hldD that encode a bifunctional kinase/adenylyltransferase and an ADPL-glycero-D-manno-heptose-6-epimerase (Figure 2D),respectively. In △hldE where both ADP-L-D-heptose and ADP-D-Dheptose could not be synthesized,endogenous AiDA-l showed no glycosylation modification (Figure 2E).However,deletion of hldD，which blocked the conversion of ADP-D,D-heptose into ADP-L,D-heptose,had no such effects (Figure 2E),suggesting that ADP-D,D-heptose could serve as the sugar donor. Similar results were obtained with AlDA-l glycosylation reconstituted in E.coli BL21 △hldEand △hldD strains (Figure 2F). Consistently, DAEC △hldE completely lost the ability to adhere to HeLa cells while the adhesion property of △hldD was intact (Figure 2G). These in vivo data confirm that the carbohydrates linked to AIDA-l are heptose and that the sugar ligand comes from the LPS synthesis pathway. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RecombinantAAH/AAH2ExhibitRobust Heptosyltransferase Activity ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "AAH is suggested to share sequence homology with LPS heptosyltransferases (Benz and Schmidt, 2001). However, our structural analyses of AAH/TibC mechanism (our unpublished data) suggest that the limited sequence similarity identified previously was likelyofanaccidental nature.Furthermore,deletion of waaC andwaaF encodingLPS heptosyltransferase land Il (Raetzand Whitfield， 2002),respectively，did not affect AlDA-l glycosylation and DAEC adhesion to HeLa cells (Figures 2E-2G).To ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CellHost&Microbe ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "BAHTModificationof Bacterial Autotransporters (A) In vitro AIDA-l heptosylation by AAH/AAH2. Purified AIDA-l531-611-Flag was incubated with recombinant AAH or AAH2 in the presence of ADP-L,D-heptose.GST-AIDA-l531-611-Flag coexpressed with or without AAH in E.coli BL21 serves as the positive (PC) and negative controls (NC), respectively. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(B) MALDl-TOF mass spectra of the TibA-derived peptide after reaction with AAH/AAH2 and ADP-L/ D,D-heptose.Asterisks mark the peptides modified by one (\\*) or two (\\*\\*) heptose molecules. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A NC PC AAH AAH2 C N   \nGlyco detection Y   \nAIDA-l531-611-Flag β1 (In vitro heptosylation) 5 江 N L1   \n3 五 L3 β2 T %) eireeieeley 100 19581 No treatment 么 5 四 Y A 50 1700 1900 2100 2300 ? y 20A %) ereeieley 100 80 L, D-hepAH+ 1 + 天 C 50 99581 1700 1900 2100 2300 D β1L1β2L2β3 L3 ) rirreieeer 100 19555 AAH+ 56AYDNQTIGRGETSKSMHLSAGD 77 D, D-heptose 78 TAKNTTINSGGKQYVSSGG 96 50 28355 97 SATSTTINIGGVQHVSSGG 115 116 SATSSTINSGGHQHVSSGG 134 1700 1900 2100 2300 135 SATNTTVNNGGRQTVFSGG 153 %) rireeteer 100 1948 AAH2+ 154 SAMGTIINSGGDQYVISGG 172 L, D-heptose 173 SATSASVTSGARQFVSSGG 191 50 880 192 IVKATSVNSGGRQYVRDGG 210 211 SATDTVLNNTGRQFVSSGG 229 1700 1900 2100 2300 230 SAAKTTINSGGGMYLY-GG 247 1148 D, D-heAH2+ 248 SATGTSIYNGGRQYVSSGG 266 267 SATNTTVYSGGRQHVYIDG 285 50 88000 608 286 NVTETTITSGGMLQVEAGG 304 1 305 SASKVIQNSGGAVITNTSAAVS 326 1700 1900 2100 2300 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(C) The $\\beta$ helix structure of heptosylated ${ \\mathsf { T i b } } { \\mathsf { A } } _ { 5 5 } .$ 350.The three strands are in magenta,blue,and green,respectively.TibA is in surface and ribbon diagram,and the heptoses are in black ball-andstick models.The right shows sugar-deprived TibA55-350· ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(D) The sequence of $T i b A _ { 5 5 - 3 5 0 }$ arranged by the ${ \\mathfrak { \\beta } } \\qquad $ -helix repeat units. Each row lists the sequence of one repeat unit,and the corresponding secondary structures are marked on top of the sequence. Glycosylated serine residuesare yellowshaded. See also Figure S3 and Table S1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$T i b A _ { 5 5 - 3 5 0 }$ was soluble and stable,indicatinga drasticalterationof thesurface property bythe sugar modification.We determined the $2 . 1 \\bar { \\mathsf { A } }$ crystal structure of hyperheptosylated $T i b A _ { 5 5 - 3 5 0 }$ by selenomethionine-basedsingle-wavelength anomalous dispersion phasing(Table S1).The structure adopts a classical three-stranded right-handed $\\beta$ helix with an overall dimension of 20 A × 27 A x definitivelytestwhether AAHby itself harborsaheptosyltransferaseactivity,in vitro heptosylation was carried out.First,purified AIDA-l531-611-Flag was efficiently glycosylated by recombinant AAH or AAH2 in the presence of synthetic ADP-L,D-heptose (Zamyatina et al., 20o3) (Figure 3A). Second, four synthetic peptides derived from the passenger domains of AlDA-l and TibA were readily heptosylated by AAH,evident from the mass increase of192 Da,and the TibA-derived peptide was the most efficient substrate (Figures 3Band S3A).Similaractivitywas observed with recombinant AAH2 (Figure 3B).These data provide direct and definitive evidences that AAH and AAH2 are bona fide heptosyltransferase that modify the passenger domain of AlDA-l. Consistent with genetic analyses of the LPS synthesis pathway, both ADP-L,D-heptose and ADP-D,D-heptose could support AAH and AAH2 modification of the peptide substrate (Figure 3B), indicatinganabsence of stereoselectivity for the sugar ligand. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Crystal Structureof Hyperheptosylated TibAPassenger Domain ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "While performing truncation analyses of TibC glycosylation of TibA,we identified a TibA fragment (residues 55-35O) that was efficiently heptosylated by coexpressed TibC in E. coli BL21. Despite the insolubility of native TibA55-35o protein,heptosylated ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$6 4 \\mathring { \\mathsf { A } }$ (Figure 3C), similar to other structurally characterized autotransporter passenger domains (Emsleyetal.，1996;Gangwer et al., 2007; Otto et al., 2005). The $\\beta$ helix has 14 repeat units, whichareshaped intoadistorted triangularprism.Each repeat unit $_ { \\sim 1 9 }$ amino acids) is similar in primary sequence and folds into three strands (β1-β3) linked by loops (L1-L3) (Figures 3C and 3D).Extensive parallel interstrand hydrogen bonds were observedat each faceof the prism.Atotal of 35 site-specific heptose modifications were unambiguously identified from the high-quality density map (Figure 3D，and Figures S3B and S3C).Consistent with the mass spectrometry data, these heptoses are all on serine residues.Also notably, the glycosidic linkages are all in the $a$ configuration.The heptoses are located at the beginning or end of a $\\beta$ strand, forming patterned and solenoid-like arrays on the $\\beta$ helix surface.The structure generates a vivid 3D snapshot of hyperglycosylated autotransporter passenger domain and allows for future dissecting the substrate recognitionmechanism. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "TheCatalytic ActivityofAAH IsRequiredforDAEC Adhesionto HostCells ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In our structure analyses of TibC (our unpublished data),Asp110 was identified as the catalytic base，and Thr226，Lys230, ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/d1e92851c9b5813fe87abd2dd04552b798db6e6514d15dcee3b54e634e7f75b6.jpg",
        "img_caption": [
            "Figure 4.The Heptosyltransferase Activity of AAH Is Required for DAEC Adhesion to Host Cells (AandB)Assofotatsialtdiinid AAH mutants (pAAH). AIDA-l/AAH expression and AIDA-l glycosylation were assayed as those in Figure 1B. (C)Assays of AAH mutants in supporting DAEC adhesion to HeLa cels.DAEC aah/aah2 double deletion strain $( \\Delta / \\Delta )$ was complemented with a plasmid expresingWodiaedAutatsAAH).esisssperfdnddtaerepresetedlalsinigurealeba $2 0 ~ { \\mu \\mathrm { m } }$ (DadE)ssdb TOFmassectftdtgactaduaLstessarkpti one()r two(\\*)heptose molecules.AlDA-I glycosylationwasdetectedwithAmershamECLglycoproteindetectionsystemin (E). See also Fiqure S4. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Arg286,and Trp305were found to be involved inbinding the sugar ligand.When the equivalent catalytic base in AAH (Asp104) was replaced byan alanine ora glutamate,the mutants failed to restore AlDA-l heptosylation in DAEC △aah/ △aah2 (Figure 4A).Similar resultswereobtained with the four sugar ligand-binding site mutants despite some residual activity in AAH R280A (Figure 4B). These AAH mutants were also deficient in inducing full glycosylation of AIDA-l in E.coli BL21 (Figures S4A and S4B).AAH D104A,D104E,T220A,K224A,R280A, and W299A mutants,when complemented into DAEC △aah/ △aah2,all failedtosupportAlDA-l-mediatedbacterialadhesion to HeLa cells (Figure 4C). The functional deficiency of AAH R280A confirms the requirement of full glycosylation of AIDA-l forbacterial adhesion.Finally，purified AAH D104A，D104E, and K224A proteins were inactive in modifying the peptide and GST-AIDA-l531-611 Substrates (Figures 4D and 4E). These data establish the requirement of AAH heptosyltransferase activity for AlDA-l glycosylation and DAEC adhesion to host cells. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AAH Contains Ironand Adoptsa Dodecamer Assembly ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Purified recombinant AAH and TibC showed a brownish color (Figure 5A),suggesting the presenceofacofactor orametal ion.Inductively coupled plasma high-resolution mass spectrometry (lCP-HRMS) unambiguously identified the presence of iron element in TibC (see below).Each AAH or TibC molecule contained one ferric ion,according to the ferrozine assay measurement (Fish，1988) (Figure 5B).We identified two conserved cysteine residues,Cys352 and Cys364,in AAH,and mutation ofeither one resulted in a colorless protein.The two mutants did not glycosylate AlDA-l (Figure 5C).Mutation of a nonconserved Cys374 had no such effects.These suggest that iron binding is required for AAH glycosyltransferase activity.Moreover,purified AAH eluted as a single peak of $\\sim 4 5 0$ kDa from a ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cell Host & Microbe ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "BAHT Modification of Bacterial Autotransporters gel filtration column despite a predicted molecular mass of ${ \\sim } 4 6$ kDa.The color depth of each elution fraction correlated with elution profile of the oligomer (Figure 5A). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/05539751a11f00a0ef1412ae9fc498f82fd06a4a9cd36b0aff44896aa516a5eb.jpg",
        "img_caption": [
            "Figure5.AAHContainsIronand AdoptsaDodecamerAssembly ",
            "(A)Gelfitratoomatoafpuridupedeedmbsarkutfractis.sotodC massie-stained SDS-PAGE gel of the AAH fractions. (B)Ferrozine assay of iron contents in purified AAH and TibC. $\\mathsf { F e C l } _ { 3 }$ is included as a positive control,and values are means $\\pm \\mathsf { S E }$ of three technical repeats. (Irosaidse mutants of AAH (pAAH). AIDA-l/AAH expresson and AIDA-l glycosylation were assayed as those in Figure 1B. (D)Masspectrorsftgidtrossetredd() analyses.12-mers refer to the intact complexwith a charge state series around $9 , 0 0 0 { - } 1 0 , 0 0 0 \\mathrm { m / z }$ .Monomer and 11-mers with the charge state series of around $2 { , } 0 0 0 \\ : \\mathrm { m } / z$ and $1 2 , 0 0 0 { - } 9 , 0 0 0 \\ \\mathrm { m / z }$ ,respectively,resulted from increasing the collision energy to $2 0 0 \\vee$ See also Figure S5. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Nanoelectrospray ionization mass spectrometry (MS) and tandem MS (MS/MS) showed that the intact AAH oligomer appearedasacharge series centered at $\\ 9 , 6 3 5 \\ \\mathsf { m } / z$ (ranging from 9,000 to $1 0 , 0 0 0 ~ \\mathrm { m } / z ,$ .Under thecollisionenergyof $2 0 0 \\vee$ ，the complexes were dissociated into two populations,a charge series of $1 2 , 0 0 0 { - } 1 9 , 0 0 0 \\ \\mathrm { m / z }$ corresponding to the stripped complex，and the individual subunits that appeared ${ \\sim } 2 , 0 0 0$ $m / z$ .(Figure 5D).Mass assignment suggested that the intact AAH oligomer contained 12 subunits.Expanding the spectrum of the monomer revealed the presence of multiple populations (Figure S5A)，which correlated with the missing of N-terminal ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a37ae17fac903671f867c19ebe60e6eff10e985709fc81be2e85949ef8e13575.jpg",
        "img_caption": [
            "Figure6.AAHDefinesaFamilyofIron-Containing DodecamericHeptosyltransferasesthatModifyTheirAutotransporterPartners ",
            "(A)Thidepreeoffltosrasicterdespoiggtidurodiatet BAHTfamilybdtotraspspeielcssatesprd bacterial strain is listed on the left of each diagram. (BandC)dfirafildl H047(bC)d HLHK9 (YP_002795895) were purified from E.coli BL21 (DE3)(B)and loaded onto a Superdex 200 column (C). (D) ICP-HRMS analysis of metal contents in purified GST and GST-TibC.Values are means $\\pm$ SE of three technical repeats. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(legend continued on next page) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cell Host & Microbe ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "BAHTModification of Bacterial Autotransporters methionine or (partially) loss of the C-terminal 6xHis residues.The dodecamer assembly of AAH was confirmed by single particle cryoelectron microscopy (cryo-EM). In the reference-free cryo-EM micrographs， purified AAH showed clear homogeneity and a characteristic ring-like structure that could be identified in many class averages (Figure S5B). The results establish the dodecameric assembly of AAH heptosyltransferase. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AAHDefinesa FamilyofIron-ContainingDodecameric HeptosyltransferasesModifying TheirAutotransporter Partners ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AAH and TibC-like proteins are widely present in pathogenic bacteria， including but not limited to ETEC H10407, C.rodentiumICC168,SalmonellaentericaserovarUrbanaR8- 2977,Shigellasp.D9,LaribacterhongkongensisHLHK9,Cronobactersakazakii ATCC BAA-894，and several Burkholderia species (Figure 6A).These proteins showed ${ \\sim } 4 0 \\% { \\sim } 8 0 \\%$ homology to AAH and were named as the BAHT family. Notably, nearly all aah homologswere immediately followed by anautotransporter or a putative autotransporter gene in the genome (Figure 6A)，reminiscent of the aah-aidA locus in DAEC.This suggests that the BAHT family may bear similar biochemical properties as AAH and function together with their autotransporter partners.Supporting this idea，purified AAH2，TibC, andother BAHT familymembers from C.rodentium ICC168, L.hongkongensis HLHK9,Shigella sp.D9，andBurkholderia sp.CCGE1003 all had a brownish color (Figure 6B). These recombinant proteinsall eluted asanoligomer of ${ \\sim } 5 0 0 ~ \\mathsf { k D a }$ from the gel filtration column (Figure 6C).The ICP-HRMS analyses confirmed the presence of iron(1.3 moles of irons in each mole of GST-TibC) but identified no significant amounts of other metals (Figure 6D). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "When coexpressed with their partner autotransporters in E.coli BL21, the BAHT family members,including TibC from ETEC and those from C.rodentium ICC168,Burkholderia sp. CCGE10o3,L.hongkongensis HLHK9,and S.enterica serovar Urbana R8-2977,were all capable of glycosylating their cognate autotransporters (Figure 6E).The modification was diminished by mutation of the catalytic aspartate in the BAHT.Like AAH glycosylation of AlDA-l, heptosylation of theseautotransporters resulted in a slow migration on the SDS-PAGE gel (Figure 6E). These BAHT family members,when ectopically expressed in E.coli,could also glycosylate the coexpressed AlDA-l to various extents (Figure 6F).Despite all these similarities,we observed that ETEC H10407 and C.rodentium ICC168 could not compete with DAEC for adhering to HeLa cells (Figure S6A), suggesting different receptors on host cell surface targeted by the correspondingautotransporters.Finally, these BAHTfamilymembers all could heptosylate the TibA peptide in vitro (Figure S6B). Thus，BAHT isa large family of iron-containing dodecameric heptosyltransferases that targets its partnerautotransporter for heptosylation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "BAHTfrom C.rodentium Glycosylates ItsPartner Autotransporter,WhichIsRequired forBacterial ColonizationinMice ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "C.rodentium is a well-established in vivo model for studying the pathogenesis of gastrointestinal pathogens.The genome of C.rodentium ICC168 encodes a BAHT heptosyltransferase (YP_003368456,referred to as ${ \\mathsf { B A H T } } _ { \\mathsf { C r } }$ hereafter) that shared ${ \\sim } 8 8 \\%$ and $6 9 \\%$ sequence identity to TibC and AAH,respectively (Figure 7A). $\\mathsf { B A H T } _ { \\mathsf { C r } }$ could complement AAH in restoring AIDA-l glycosylation and bacterial adhesion to HeLa cells (Figures 7B and 7C). Downstream of $b a h t _ { C r }$ on the chromosome was an uncharacterized gene encoding an autotransporter (YP_003368457) structurally similar to TibA and AIDA-l (Figure 7A),whichwas named as CARC forC. rodentiumautotransporter required forcolonization.The passengerdomain of CARC consists of ${ \\sim } 4 0$ imperfect repeats of 19 amino acids enriched in serine residues,which is highlysimilar to the heptosylationmotif in TibA (Figure 3D). Consistently,endogenous CARC, detected by the anti-AlDA-l antibody,was found to be glycosylated (Figure 7D). Genetic ablation of $b a h t _ { C r }$ ,confirmed by the cross-reactive recognition by the anti-TibC antibody，diminished CARC glycosylation (Figure 7D).Wild-type，but not the catalytically inactive D110A mutant of $\\mathsf { B A H T } _ { \\mathsf { C r } }$ ,restored CARC glycosylation in $\\Delta \\boldsymbol { b } a h t _ { C r }$ (Figure 7D). Thus, $\\mathsf { B A H T } _ { \\mathsf { C r } }$ in C. rodentium constitutivelymodifies itsdownstreamautotransporter CARCby heptosylation, reminiscent to AAH modification of AlDA-l in DAEC. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A critical early step in enteric bacterial infection is effective colonization of the gastrointestinal tract.We examined the function of ${ \\mathsf { B A H T } } _ { \\mathsf { C r } }$ and CARC in the mouse model of C.rodentium infection.As expected,wild-type bacteria efficiently colonized the colon of oral-gavaged mice,demonstrated by the colonyformingunits of bacteria recovered from the colons (Figure 7E). Notably,deletionofcarc resultedinseverely reducedbacterial colonization (Figure 7E).Such defects also occurred with the $\\Delta { b a h t } _ { C r }$ strain (Figure 7E),which was fully rescued by wildtype but not the D110A mutant of ${ \\mathsf { B A H T } } _ { \\mathsf { C r } }$ (Figure 7F). Thus, ${ \\mathsf { B A H T } } _ { \\mathsf { C r } }$ heptosylation of CARC autotransporter is critical for C.rodentium colonization of the colons in mice. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In summary,we biochemically define the BAHT family of heptosyltransferases that are widely present in diverse pathogenic bacteria.The BAHTfamilymembersall modifytheirdownstream autotransporter partners.BAHT has a unique dodecameric structure,with each subunit containing one ferric ion.We further showthatheptosylationof C.rodentium CARCautotransporter bythecognate BAHTiscritical forbacterialcolonization of the mice,highlighting the role of an autotransporter in the colonization of this model enteropathogen. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Protein glycosylation has long been thought to be aeukaryotespecific modification but now is emerging in bacteria (Abu-Qarn et al., 2008; Nothaft and Szymanski, 2010; Szymanski and Wren, 2005).Owing to developments of new detection and isolation tools (Dube and Bertozzi， 20o3)，a growing number of glycoproteins of both N-and O-linked are being identified in various ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/24859f3a22fda6c597fb755df0cea43b295b724efe3eeb274cc34eae89abdefd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "rigure7.BAMomUoenumlyosatesIsrterutorasporterAU),nISqureorBacterCoozaonie (A) Schematic diagram of the locus of heptosyltransferase $( \\mathsf { B A H T } _ { \\mathsf { C } r } )$ and the autotransporter protein (CARC) in C.rodentium ICC168.GenBank accession numbers for $\\mathsf { B A H T } _ { \\mathsf { C r } }$ andCARCare marked.Thesecondarystructure (βtrands,β1-3;loops,L1-L3)andtheconsensussequenceoftherepeatgeneratedby the WebLogo program (http://weblogo.berkeley.edu/) are illustrated as shown.   \n(B and C) Assays of $\\mathsf { B A H T } _ { \\mathsf { C r } }$ in supporting AIDA-l glycosylation and DAEC adhesion to HeLa cels.DAEC △aah/△aah2 $( \\Delta / \\Delta )$ was transformed with a vector or a plasmid expressing C-terminal Myc-tagged TibC or $\\mathsf { B A H T } _ { \\mathsf { C r } }$ .The assays were performed and data are presented similarly as in Figure 1.Scale bar, $2 0 ~ { \\mu \\mathrm { m } }$   \n(D) Genetic analyses of ${ \\mathsf { B A H T } } _ { \\mathsf { C r } }$ modificationof CARCin C.rodentium.Lysates of idicated C.rodentium ICC168 strains were subjected to anti-AlDA-land anti-TibC immunobloting to detect CARC and $\\mathsf { B A H T } _ { \\mathsf { C r } }$ expression，respectively. CARC glycosylation was detected with the ECL glycoprotein detection system.   \n(Eand F) Effects of $b a h t _ { \\mathsf { C r } }$ or carc deletion or loss of $\\mathsf { B A H T } _ { \\mathsf { C r } }$ heptosyltransferase activity on C.rodentium colonization in mice.Five-to six-week-old C57BL/6 mice weraadidtdladcot infection is shown as the mean $\\pm$ SEM of log1o CFU/g colon $( \\mathsf { n } > 7 )$ .The $\\mathsf { p }$ value for the Student's t test was calculated $( ^ { \\star \\star } | ^ { 0 } < 0 . 0 1 ^ { \\prime }$ ： ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "bacteria (Longwell and Dube, 2013),many of which function in bacterial pathogenesis and immune evasion (Dube et al.,2011; Fletcher et al.,2oo9).Identification of the unique heptosylation system mediated by the BAHT family will significantly advance future studies on bacterial glycosylation.Moreover，given the diverse and important functions of bacterial autotransporters, the finding that heptosylation of AlDA-l and related autotransporters is required for their functioning inthe host rather than inthe bacteria shall also help to betterunderstand the virulence mechanism of these bacterial autotransporter prototypes. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CellHost&Microbe ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "BAHTModification of Bacterial Autotransporters ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "EXPERIMENTALPROCEDURES ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Bacteria,Plasmids,Antibodies,andReagents ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "DAEC 2787 and C. rodentium ICC168 were provided by Dr.John M.Fairbrother (The Université de Montréal, Canada) and Dr.Youcun Qian (Institute of Health Sciences,Chinese Academy of Sciences, China),respectively. Other E.coli strains used include Top10 for molecular cloning,BL21(DE3) for protein expression and glycosylation reconstitution,and SM10 (λ pir) for plasmid conjugal transfer.Bacterial deletion mutants were generated by homologous recombinationas described previously (Li et al.,2013).For complementation of DAEC mutants,DNAs for AAH/AAH2,together with the respective promoter, were inserted into the pBluescript II SK $\\left( + \\right)$ vector; the coding sequence of AIDA-l (fused to the promoter of aah) or the entire aah-aidA locus (including the promoter) was constructed into the EZ-T vector.For complementation in C.rodentium ICC168,DNAs for $\\mathsf { B A H T } _ { \\mathsf { C r } }$ (together with its natural promoter) and the CARC autotransporter (fused to $\\mathsf { B A H T } _ { \\mathsf { C r } }$ promoter) were amplified by PCR and introduced into pACYC184.To assay AAH modification of AIDA-l,Flag-tagged AlDA-I fragments and AAH were cloned into pGEX-6P-2 and pACYCDuet-1, respectively.For coexpression of BAHT with its partner autotransporter (AT),the coding sequences of BAHTs and ATs from different pathogens were introduced into pET21a and pACYCDuet-1, respectively.To detect protein expression,a Myc tag was fused N terminal to the BAHT,and a Flag tag was inserted between the signal peptide and the passenger domain of the AT.Point mutations were generated by the QuikChange Site-Directed Mutagenesis Kit (Stratagene)．All the plasmids were verified by DNA sequencing. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "All bacterial strains were grown in Luria Bertani (LB) medium at $3 7 ^ { \\circ } \\mathsf { C }$ .Concentrations of the antibiotics used are $1 0 0 ~ \\mu \\ g / \\mu \\mu$ for ampicillin and streptomycin, $3 0 ~ \\mu \\ g / \\ m L$ for kanamycin, $3 4 ~ \\mu \\ g / \\mathrm { m L }$ for chloramphenicol, $2 5 \\ \\mu \\ g / \\mathrm { m L }$ for tetracycline,and $5 0 \\ \\mu \\ g / \\mathrm { m L }$ for nalidixic acid.Anti-Flag (M2) was from Sigma；mouse anti-HA (16B12) and anti-c-Myc monoclonal antibodies (9E10) were from Covance;anti-DnaK (clone $8 \\mathsf { E } 2 / 2 )$ was purchased from Enzo Life Sciences.Purified ${ \\mathsf { A A H } } { \\mathsf { - H i s } } _ { 6 }$ ， ${ \\mathsf { T i b C - H i s } } _ { 6 }$ ，and GST-AIDA-I50-846 were used to immunize rabbits for generating polyclonal antisera.Synthetic peptides were made by Scilight BiotechnologyLLC.ADP-L/D-glycero- $\\beta$ -Dmanno-heptose were synthesized previously(Zamyatina et al.,20o3).All other chemical reagents used were from Sigma unless noted. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Cell Culture and Bacterial Adhesion Assay ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "HeLa cells (American Type Culture Collection,ATCC) were cultured in Dulbecco's modified Eagle's medium (Thermo Scientific) supplemented with $10 \\%$ fetal bovine serum (lnvitrogen) at $3 7 ^ { \\circ } \\mathsf { C }$ in a $5 \\%$ ${ \\mathsf { C O } } _ { 2 }$ incubator.To monitor bacterial adhesion,cells were seeded onto glass coverslips,and $5 \\mu \\nu$ of overnight bacteria was added onto cellswithout centrifugation.Following 2hr incubation $( 3 7 ^ { \\circ } \\mathsf { C } \\mathrm { i n } 5 \\% \\mathsf { C O } _ { 2 } )$ ,infected cells were washed to remove nonadherent bacteria and fixed with $4 \\%$ paraformaldehyde.The microscopy images shown are representative of those on the entire coverslip.To quantify the adherence, HeLacells seeded in 24-well plates ( $1 . 2 \\times 1 0 ^ { 5 }$ cells/well) were used,and infected cellswere lysed $( 0 . 1 \\%$ Triton X-100 in PBS)to liberate the adherent bacteria.The lysates were plated on LB agar with specific antibiotics to enumerate the adherent bacteria.The results were expressed as the mean number of bacteriaadhering to one cell (the total number of recovered bacteria/the number of seededcell ineach well) $\\pm \\mathsf { S D }$ offour technical repeats.All experiments were independently repeated more than three times. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Immunoblotting and Glycoprotein Detection ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Of $1 0 0 ~ \\mu \\mu \\mu$ total lysates from 1ml of bacteria culture,1/10 was separated on SDS-PAGE gels for immunoblotting analysis and/or glycoprotein detection. Expression of AIDA-l and AAH was detected by the anti-AIDA-l and antiAAH sera, respectively.Expression of $\\mathsf { B A H T } _ { \\mathsf { C r } }$ and the CARC autotransporter in C.rodentium ICC168 was monitored by anti-TibC and anti-AlDA-l immunoblotting,respectively.Glycosylation was detected with the ECL glycoprotein detection kit (GE Healthcare). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Subcellular Fractionationof Bacterial Lysates ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "DAEC lysates was separated into the periplasm,cytoplasm,and membrane fractions as described (Maurer et al.，1997).OmpAand ${ \\mathfrak { \\beta } } \\qquad $ -lactamase (Bla) were expressed as the markers for outer membrane and periplamic localization,respectively.The periplasm was prepared by cold osmotic shock.Briefly, the bacteria were suspended in $5 0 ~ \\mathsf { m M }$ Tris-HCI $\\mathsf { \\Pi } _ { [ \\mathsf { p } \\mathsf { H } ] 7 . 6 ) }$ $20 \\%$ sucrose (w/v), and 1 mM ETDA and incubated for 10 min at $4 ^ { \\circ } \\mathsf { C }$ .The centrifuged pellets were resuspended in ice-cold5mMMgSO4and incubated foranother $1 0 \\min$ at $4 ^ { \\circ } \\mathsf { C }$ .Following additional centrifugation, the supernatant was recovered as the periplasm fraction.The resulting pellet containing the spheroplasts was resuspended in ice-cold PBS containing a protease-inhibitor cocktail (Roche Molecular Biochemicals) and lysed by sonication.Intact spheroplasts and large debris were removed by centrifugation (12,0o0 g,10 min).The supernatant was centrifuged again (1oo,ooo g，60 min).The final supernatant was recovered as the cytosol,and the pellet,suspended in $1 \\%$ Sarkosyl (N-Lauroylsarcosine sodium salt) in PBS,was the membrane fraction (both inner and outer membranes). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Gain-of-FunctionScreenofaah2inDAEC2787 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Genomic DNA from DAEC △aah/△aidA double mutant was prepared by using TIANamp bacteria DNA Kit (TIANGEN Biotech, China). Of genomic DNA, $1 0 \\mu \\ g$ was digested with Sau3A1,and 5-10 kb fragments were purified from agarose gels and ligated into BamHl-digested pUC19 vector.The resulting plasmids were introduced into E. coli Top10 harboring pME6032-Flag-AlDA-l.The recombinants were cultured overnight with1mM isopropyl- $\\boldsymbol { \\beta }$ -D-thiogalactopyranoside (IPTG) to induce AIDA-l expression and then lysed for immunobloting and glycosylation analysis. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "PurificationofRecombinantProteins ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "E.coli BL21(DE3) strains harboring the expression plasmids were grown in LB medium with appropriate antibiotics.Protein expression was induced by addition of $0 . 5 \\mathsf { m M }$ IPTG for $1 2 \\mathsf { h r }$ at $2 2 ^ { \\circ } \\mathsf { C }$ after ${ \\tt O D } _ { 6 0 0 }$ reached 0.8.Purification of His-tagged proteins was performed by using Ni-NTA agarose (GE Healthcare). GST-AIDA- $1 _ { 5 0 - 8 4 6 }$ was expressed in the inclusion body.The inclusion bodies weresolubilized ina buffer containing $6 \\ M$ urea, $2 0 ~ \\mathsf { m M }$ Tris-HCI (pH 7.6), and 20 mM NaCl; GST-AIDA-l5o-846 Was purified by the glutathione sepharose resins (GE Healthcare). Refolding of GST-AIDA-l5o-846 was performed by dialysis against a buffer containing 20 mMTris-HCl (pH7.6)and 20 mMNaCl with a linear urea gradient from 6 to 0 M.GST,GST-AIDA-l531-611-Flag,and GSTTibC were also purified by the glutathione Sepharose resins.When needed, GST was removed from the fusion protein by PreScission protease digestion. Protein concentrations were estimated by Coomassie blue staining of SDSPAGE gels using the BSA standard. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Mass Spectrometry Analyses ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To examine the AAH oligomer, nanoelectrospray ionization mass spectrometry (MS)and tandem MS (MS/MS)were performed ona QSTAR ELITE instrument. Briefly, $2 0 ~ \\mu \\mu \\mu$ of the AAH complex $( 1 0 0 ~ \\mu \\mathsf { M } )$ was buffer exchanged into $2 0 0 ~ \\mathsf { m M }$ ammonium acetate using the biospin columns (Bio-Rad).A total of $2 \\mu \\mu \\mu$ of the sample was loaded into a gold-coated nano-ESl capillary (homemade from borosilicate glass tubes).The conditions within the mass spectrometer were adjusted to preserve noncovalent interactions.The following parameters were used: capillary voltage $- 1 . 1 8 ~ \\mathsf { \\mathsf { K V } }$ ，declustering potential $- 1 5 0 \\vee$ ,focusing potential $- 2 0 0 \\mathsf { V }$ ,declustering potential $2 { - } 1 5 \\vee$ ,collision energy $- 2 0 { \\mathsf { V } } .$ For tandem MS experiments,the peak centered at the $\\mathsf { m } / z$ of 9, 635 was selected in the quadrupole and the collision energy was elevated to $2 0 0 { \\mathsf { V } } .$ Argon was used as a collision gas at the maximum pressure.Spectra are shown with minimal smoothing and without background subtraction.The mass spectrometry protocol used for determining AAH heptosylation of AIDA-l or the peptide substrate was similar to that previously described for analyzing othermodifications (Li et al.,2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "MetalContentsDeterminationandInVitro Heptosyltransferase Assay ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Metal contents of purified GSTand GST-TibC were determined by using a Finnigan Element ICP-HRMS as described previously(Wiley etal.,2007).The iron contents of $A A H - H i S _ { 6 }$ and TibC-His6 were measured under reducing conditions by using the classical Ferrozine assay (Fish,1988).For in vitro heptosylation, $2 \\mu \\ g$ ofAAH orother purified BAHT proteinswere reacted with $1 0 \\mu \\ g$ of AIDA-l or TibA-derived synthetic peptides for $4 \\ : \\mathsf { h r }$ at $3 0 ^ { \\circ } \\mathsf { C }$ in a $2 0 ~ \\mu \\mu \\mu$ reaction containing10 mM Tris-HCl (pH7.5),50 mM NaCl,10 mM $\\mathsf { M g C l } _ { 2 }$ ,1mMDTT, and $0 . 5 ~ \\mathsf { m M }$ ADP-L, D-heptose,or ADP-D,D-heptose.The reaction mixtures wereanalyzed by mass spectrometry.To assay protein substrates, $0 . 5 ~ \\mu \\ g$ of GST-AIDA-l531-611-Flag, $0 . 5 ~ \\mu \\ g$ of AAH, and $0 . 1 ~ \\mathsf { m M }$ sugar ligand were used. The reaction mixtures were subjected to immunoblotting and glycoprotein detection analyses. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Crystallization,Data Collection,andStructureDetermination ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The tibA fragment encoding residues 55-350 was coexpressed with wild-type tibC.The resulting glycosylated $T i b \\mathsf { A } _ { 5 5 - 3 5 0 }$ was purified by using the Ni-NTA resin (Transgen Biotech) followed by removal of the SUMO.The protein was further purified by gel filtration chromatography and concentrated to $3 0 ~ \\mathrm { m g / \\Omega }$ mL in $1 0 ~ \\mathsf { m M }$ Tris-HCI $( \\mathsf { p H 7 . 6 } )$ and $1 5 0 ~ \\mathsf { m M }$ NaCl for crystallization.Crystals of native and SeMet $T i b \\mathsf { A } _ { 5 5 }$ -350 were grown in $20 \\%$ (w/v) PEG 8000, $1 0 0 ~ \\mathsf { m M }$ magnesium acetate,and $1 0 0 ~ \\mathsf { m } \\mathsf { M }$ Tris-HCI $\\left( \\mathsf { p } \\mathsf { H } 8 . 0 \\right)$ in 1 week.The TibA55-350 crystals were cryoprotected with Parabar 10312 (Hampton Research) coat before flash-freezing in liquid nitrogen.The diffraction data were collected at BL-17U of Shanghai Synchrotron Radiation Facility (SSRF) at $1 0 0 \\mathsf { K }$ and processed with the HKL 20o0 suite.The structure was solved by single-wavelength anomalous dispersion using the AutoSol-AutoBuild in PHENIX.The model was manually adjusted and completed in Coot.The final mode was refined in Refmac.Structural pictures were generated in Pymol (http://www. pymol.org/). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Mice Infectionand C.rodentium Colonization Assays ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Wild-type C.rodentium ICC168 and indicated derivatives were prepared by overnight shaking at $3 7 ^ { \\circ } \\mathsf { C }$ .Five- to six-week-old male C57BL/6 mice were orally inoculated usinga gavage needle with $2 0 0 ~ \\mu \\mu$ bacterial suspension in PBS $\\sim 2 \\times 1 0 ^ { 9 }$ CFU).The number of viable bacteria used as the inoculum was determined by retrospective plating onto LB agar containing appropriate antibiotics.Eight days after inoculation，colons were removed aseptically, weighed,and homogenized in PBS.Homogenateswere serially diluted and plated on MacConkey agarwith proper antibiotics to determine CFU counts. C.rodentium colonies (pink with white rings) were counted after overnight incubation.Colonization data were analyzed using Student's t test in the software GraphPad Prism.p values $< 0 . 0 5$ were considered significant. Independent experiments were performed using at least seven mice per group. All animal experiments were conducted following the Ministry of Health national guidelines for housing and care of laboratory animals and performed in accordance with institutional regulations after review and approval by the Institutional Animal Care and Use Committee at National Institute of Biological Sciences. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "ACCESSIONNUMBERS ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Structural data for hyperheptosylated TibA55-350 are deposited in the Protein Data Bank (PDB) under the accession number 4Q1Q. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "SUPPLEMENTALINFORMATION ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supplemental Information includes six figures and one table and can be found with thisarticle at http://dx.doi.org/10.1016/j.chom.2014.08.008. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "AUTHORCONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "F.S.conceived of and coordinated the study; Q.L.designed most of the experiments; Q.L., Q.Y.,and Y.X.worked together and performed all the biochemical and cell culture experiments; L.L.,Y.L.,X.L.,and S.C. performed mass spectrometry analyses of the heptosylation modification; S.L.and W.G. performed the mouse infection assay;M.S.and G.B.-N.performed mass spectrometry analysis of the AAH oligomer;M.N.and A.Z.contributed new reagents and analytic tools;Q.L.and F.S.analyzed the data and wrote the manuscript. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We thank J.Fairbrother for providing DAEC 2787,J.Fleckenstein for ETEC H10407,E.Martinez for Burkholderia sp.CCGE1003 genomic DNA,Y.Qian for C.rodentium ICC168 strain,Y.Lu for L.hongkongensis HLHK9,and S. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Roof for S.enterica serovar Urbana R8-2977.We thank T.Huston for ICPHRMS analysis,F.Song and P.Zhu for cyro-EM analyses,the NIBS antibody facility for generating the antibodies,and the NiBS Biological Resource Center for gene synthesis.We also thank M. Shi for preparing the artwork,and membersof the Shao laboratory for helpful discussionsand technical assistance. The research was supported in part byan International Early Career Scientist grant from the Howard Hughes Medical Institute and by the Beijing Scholar Program to F.S.Thiswork wasalso supported by the National Basic Research Program of China 973 Programs (2012CB518700)，the Strategic Priority Research Program of the Chinese Academy of Sciences (XDB08020202), and the China National Science Foundation Program for Distinguished Young Scholars (31225002) to F.S. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Received:March 20,2014   \nRevised: July6,2014   \nAccepted: August 1,2014   \nPublished:September10,2014 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abu-Qarn,M.,Eichler,J.,and Sharon,N. (2oo8).Not just for Eukarya anymore: protein glycosylation in Bacteria and Archaea.Curr.Opin. Struct.Biol.18, 544-550.   \nBenz,I.,and Schmidt,M.A.(1989).Cloning and expression of an adhesin (AIDA-l) involved in diffuse adherence of enteropathogenic Escherichia coli. Infect. Immun.57,1506-1511.   \nBenz,l.,and Schmidt,M.A. (2001). Glycosylation with heptose residues mediated by the aah gene product is essential for adherence of the AlDA-l adhesin. Mol. Microbiol.40,1403-1413.   \nBenz,I.,and Schmidt, M.A. (2002). Never say never again: protein glycosylation in pathogenic bacteria.Mol.Microbiol.45,267-276.   \nBenz,l.,and Schmidt,M.A.(2011).Structures and functions of autotransporter proteins in microbial pathogens.Int.J. Med.Microbiol.301,461-468. Charbonneau,M.E.,and Mourez，M. (2oo7).Functional organization of the autotransporter adhesin involved in diffuse adherence.J.Bacteriol.189, 9020-9029.   \nCharbonneau,M.E.,Coté,J.P., Haurat,M.F.,Reiz, B., Crépin,S., Berthiaume, F.,Dozois,C.M., Feldman,M.F.,and Mourez,M. (2012).A structural motif is therecognition site for a new family of bacterial protein O-glycosyltransferases.Mol.Microbiol.83,894-907.   \nDautin,N.,and Bernstein, H.D. (2oo7).Protein secretion in gram-negative bacteria via the autotransporter pathway.Annu.Rev.Microbiol.61,89-112. Dube,D.H.,and Bertozzi, C.R.(20o3). Metabolic oligosaccharide engineering as a tool for glycobiology. Curr. Opin. Chem. Biol.7,616-625.   \nDube,D.H.,Champasa,K.,and Wang,B. (2011).Chemical tools to discover and target bacterial glycoproteins. Chem. Commun.(Camb.)47,87-101. Elsinghorst, E.A.,and Weitz,J.A. (1994). Epithelial cell invasion and adherencedirected by the enterotoxigenic Escherichia coli tib locus is associated with a 104-kilodalton outer membrane protein. Infect. Immun. 62，3463- 3471.   \nEmsley,P.,Charles,I.G.,Fairweather,N.F.,and lsaacs,N.W.(1996).Structure of Bordetella pertussis virulence factor P.69 pertactin. Nature 381,90-92. Fish，W.W.(1988).Rapid colorimetric micromethod for the quantitation of complexed iron in biological samples.Methods Enzymol. 158,357-364. Fletcher,C.M.,Coyne,M.J., Villa,O.F., Chatzidaki-Livanis,M.,and Comstock, L.E.(20o9).A general O-glycosylation system important to the physiology of a major human intestinal symbiont. Cell 137,321-331.   \nGangwer,K.A.,Mushrush,D.J.,Stauff,D.L.,Spiller,B.,McClain,M.S.,Cover, T.L.,and Lacy,D.B.(2oo7). Crystal structure of the Helicobacter pylori vacuolating toxin p55 domain.Proc.Natl. Acad. Sci. USA 104,16293-16298. Henderson,I.R.，Navarro-Garcia，F.，Desvaux，M.，Fernandez，R.C.，and Ala'Aldeen,D. (2oo4).Type V protein secretion pathway: the autotransporter story. Microbiol. Mol. Biol. Rev.68,692-744. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Cell Host& Microbe ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "BAHT Modification of Bacterial Autotransporters ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Jose,J.，and Meyer，T.F.(20o7).The autodisplay story，from discovery to biotechnical and biomedical applications.Microbiol.Mol.Biol.Rev.71, 600-619.   \nKneidinger，B.，Marolda，C.，Graninger，M.，Zamyatina，A.，McArthur，F., Kosma,P.,Valvano,M.A.,and Messner,P.(2002). Biosynthesis pathway of ADP-L-glycero-beta-D-manno-heptose in Escherichia coli.J. Bacteriol.184, 363-369.   \nLazar Adler，N.R.，Stevens,J.M.，Stevens,M.P.，and Galyov,E.E.(2011). Autotransporters and Their Role in the Virulence of Burkholderia pseudomallei and Burkholderia mallei. Front.Microbiol.2,151.   \nLeyton, D.., Rossiter,A.E.,and Henderson,I.R.(2012).From self sufficiency to dependence:mechanisms and factors important for autotransporter biogenesis.Nat. Rev.Microbiol.10,213-225.   \nLi,S.,Zhang,L.,Yao,Q.,Li,L., Dong,N.,Rong,J.,Gao,W.,Ding,X.,Sun,L., Chen,X.,et al. (2013).Pathogen blocks host death receptor signalling by arginine GlcNAcylation of death domains.Nature 501,242-246.   \nLindenthal,C.,and Elsinghorst,E.A. (1999). Identification of a glycoprotein produced by enterotoxigenic Escherichia coli. Infect. Immun.67,4084-4091. Longwell, S.A.,and Dube,D.H. (2013). Deciphering the bacterial glycocode: recent advances in bacterial glycoproteomics.Curr. Opin.Chem.Biol.17, 41-48.   \nMaurer,J.,Jose,J.,and Meyer,T.F.(1997).Autodisplay: one-component system for efficient surface display and release of soluble recombinant proteins from Escherichia coli.J. Bacteriol.179,794-804.   \nMoormann,C., Benz,I.,and Schmidt,M.A.(2002).Functional substitution of the TibC protein of enterotoxigenic Escherichia coli strains for the autotransporter adhesin heptosyltransferase of the AlDA system. Infect. Immun.70, 2264-2270.   \nNothaft,H.,and Szymanski, C.M. (2010). Protein glycosylation in bacteria: sweeter than ever.Nat.Rev.Microbiol.8,765-778.   \nOtto,B.R.,Sijbrandi,R.,Luirink,J.,Oudega,B.,Heddle,J.G.,Mizutani, K.. Park,S.Y.,and Tame,J.R. (20o5). Crystal structure of hemoglobin protease, aheme binding autotransporter protein from pathogenic Escherichia coli. J. Biol. Chem.280,17339-17345. Pohlner,J.,Halter,R.,Beyreuther,K.,and Meyer,T.F.(1987).Gene structure and extracellular secretion of Neisseria gonorrhoeae IgA protease.Nature 325, 458-462.   \nRaetz,C.R.,and Whitfield, C. (2002). Lipopolysaccharide endotoxins.Annu. Rev.Biochem.71,635-700.   \nRavi,M.，Ngeleka，M.，Kim,S.H.,Gyles,C.,Berthiaume,F.，Mourez，M, Middleton,D.,and Simko,E. (2007). Contribution of AlDA-l to the pathogenicity of a porcine diarrheagenic Escherichia coli and to intestinal colonization through biofilm formation in pigs.Vet.Microbiol.120,308-319.   \nSherlock,O.,Schembri, M.A.,Reisner,A.,and Klemm,P. (2004).Novel roles for the AlDA adhesin from diarrheagenic Escherichia coli: cell aggregation and biofilm formation.J.Bacteriol.186,8058-8065.   \nSherlock,O., Dobrindt,U.,Jensen,J.B.,Munk Vejborg，R.,and Klemm,P. (2006).Glycosylation of the self-recognizing Escherichia coli Ag43 autotransporter protein.J. Bacteriol.188,1798-1807.   \nSzymanski,C.M.,and Wren,B.W.(20o5).Protein glycosylation in bacterial mucosal pathogens.Nat.Rev. Microbiol.3,225-237.   \nvan der Woude,M.W.,and Henderson,I.R.(2oo8). Regulation and function of Ag43 (flu).Annu. Rev.Microbiol.62,153-169.   \nWells,T.J.,Tree,J.J., Ulett,G.C.,and Schembri, M.A. (2007).Autotransporter proteins:novel targets at the bacterial cell surface.FEMS Microbiol.Lett.274, 163-172.   \nWells,T.J.，Totsika，M.，and Schembri，M.A.(2010).Autotransporters of Escherichia coli:a sequence-based characterization.Microbiology 156, 2459-2469.   \nWiley,S.E.,Murphy,A.N.,Ross,S.A.,van der Geer,P.,and Dixon,J.E.(2007). MitoNEET is an iron-containing outer mitochondrial membrane protein that regulates oxidative capacity.Proc.Natl. Acad. Sci. USA104,5318-5323. Zamyatina,A.,Gronow,S.,Puchberger,M.,Graziani,A.,Hofinger,A.,and Kosma,P.(20o3).Efficient chemical synthesis of both anomers of ADP L-glycero-and D-glycero-D-manno-heptopyranose.Carbohydr. Res.338,2571- 2589.   \nZhao,L., Chen,X.,Xu,X.,Song,G.,and Liu,X. (20o9).Analysis of the AIDA-l gene sequence and prevalence in Escherichia coli isolates from pigs with postweaning diarrhoea and oedema disease.Vet.J.180,124-129. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]