[
    {
        "type": "text",
        "text": "战略高技术发展趋势",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张凤1陶诚²蒋芳²杨明2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "()中国科学院科技战略咨询研究院北京100190;(2)中国科学院发展规划局　北京 100864",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]战略高技术是国家经济社会发展的重要驱动力，是国家科技创新能力的综合体现。辨识战略高技术发展方向，培育和发展战略性新兴产业，对促进新经济、壮大新动能、抢占制高点都具有重要意义。[方法/过程]在中科院组织的至2050年科技发展路线图战略研究基础上，利用专家研判和文献情报分析相结合的方式，选择信息、生物和医药、新材料、先进制造、先进能源、生态环境、空间、海洋、现代农业、资源等10个战略高技术领域，组织100多位专家开展发展态势研究，形成的研究报告又以专家研讨会的方式广泛征求了意见。[结果/结论]本文阐释了世界战略高技术发展的总体趋势和10个领域的发展趋势。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：战略高技术;世界发展趋势;科技发展路线图；“十三五”规划",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G322",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "战略高技术是国家经济社会发展的重要驱动力，是国家科技创新能力的综合体现，谁掌握了重要领域的战略高技术，谁就掌握了主动权。辨识战略高技术的发展方向，前瞻部署，培育和发展战略性新兴产业，对促进新经济、壮大新动能、抢占制高点都具有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1世界战略高技术发展态势",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全球新一轮科技革命正在孕育兴起，产业变革方兴未艾，战略高技术深度融合和广泛渗透到人类社会的各个方面。经济社会发展强大需求为战略高技术带来崭新的发展空间，创新活动更加活跃，变革突破的能量不断积蓄。全球创新版图加速重构，战略高技术成为综合国力竞争的焦点，呈现新的发展态势和特征。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1呈现多学科交叉、会聚、融合态势 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "新兴学科及前沿领域不断出新，催生高技术产业的新业态和新模式，实现从基础到应用的融合贯通。例如，脑科学与数理、信息等学科领域的结合，正在催生脑-机交互技术，将极大带动人工智能、复杂网络技术发展，促进精神疾病和神经退行性疾病防治；个性化定制的骨骼、心脏外膜等应用相继出现；新材料领域不断与信息技术、先进制造技术融合，金属材料、半导体材料、先进储能材料、生物医用材料等不断创新，有力支撑相关应用领域发展甚至带动新的应用领域出现。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2向绿色化、智能化、服务化方向发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经济社会发展的强大需求，推动人民消费需求的不断升级和多样化，极大地扩展了战略高技术的需求空间。无论是日常生活对电子商务、定位服务等信息服务升级的需求，还是气候变化、人口老龄化、资源能源安全等全球性问题的挑战，都迫切要求战略高技术向绿色化、智能化、服务化发展。未来科技将更加重视生态环境保护与修复，致力于研发低能耗、高效能的绿色技术与产品。绿色农业以分子模块设计育种、加速光合作用、智能技术等研发应用为重点，将创造农业生物新品种，提高农产品产量和品质，保障粮食和食品安全。人机共融的智能制造模式、智能材料与3D打印结合形成的4D打印技术，将推动工业品由大批量集中式生产向定制化分布式生产转变，引领“数码世界物质化”和“物质世界智能化”。高技术产业正在以惊人的速度发展，以全球大数据技术和服务市场为例，近5年来年复合增长率",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "达 $3 9 \\%$ o",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3支撑国家和社会发展的作用不断增强",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "颠覆性技术不断涌现并催生产业重大变革，高技术替代常规技术、智能型技术替代劳动密集型技术正在成为主流趋势。云计算、物联网等新兴技术为数据的大规模生产、分享和应用提供了基础，并持续向经济、社会和公共管理领域渗透。“互联网+”蓬勃发展，引发的商业模式创新层出不穷，引领和催生各领域发展方式的革命性转变，将全方位改变人类生产生活。国防科技创新加速推进，军民融合向全要素、多领域、高效益深度发展，将研发更多高效能、低成本、智能化、微小型、抗毁性武器装备，前所未有地提升国防科技水平。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.4各国纷纷发布新战略以抢占先机",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "世界主要国家持续加大科技投入，并陆续实施重组国家科技力量、调整优化科研布局等一系列重大改革举措，为寻求经济复苏和可持续发展谋求生机。例如，美国在联邦预算消减的大背景下持续增加研发投入，重点支持清洁能源、先进制造、航空航天、脑科学、网络和信息技术、纳米材料、气候变化、重大科技基础设施等领域。欧盟在2014年启动总投资700亿欧元的“地平线2020”计划，聚焦通信、纳米、新材料、先进制造、生物、航天等关键技术和气候变化、可再生能源、粮食与食品安全、老龄化等社会领域。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.5国际合作正在发挥越来越重要的作用",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国际科技合作重点围绕全球共同挑战，向更高层次和更大范围发展。人类面临共同挑战的复杂性和风险性、科学研究的艰巨性和高昂成本，将大大促进合作研究和资源共享，推动高水平科技合作广泛深入开展，并更多上升到国家和地区层面甚至成为全球共同行动。例如，2011年国际空间站主体建造完成并转入全面应用阶段后，各主要参与国家都紧密部署更多科学和应用研究，并研制更多更高水平的科学应用载荷送往国际空间站，国际空间站将至少运营至2024年，预期将开展数千项科学实验、观测、空间应用和技术试验。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2重要领域发展态势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1信息技术领域",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "信息技术领域每隔10年到15年就会发生一次重大变革，并催生新市场、新业务模式、新产业。比较突出的技术发展态势有：以人机-物构成的万物互联成为趋势，基础软硬件技术正孕育革命性突破；大数据催生数据密集型知识发现，将对政府治理、社会经济发展产生巨大推动；摩尔定律难以延续，信息基础器件处于重大变革的前夜，忆阻器、自旋器件、量子器件等新原理器件将可能取得重大突破。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2生物和医药技术领域",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "生物和医药技术进入多领域会聚范式，工程师、物理学家与生物学家及临床医生共同参与解决重大难题和挑战，研究方式向精准的“个体”检测与海量系统性样本相结合方向发展。生物复杂系统与生命复杂过程的调控、再造技术正在酝酿重大突破。世界生物经济带来重大影响，生物经济和生物产业已成为许多国家规划布局的重点。发达国家和新兴工业化国家纷纷开始重视生物大数据保存、挖掘和利用。伴随新兴生物技术走向应用，如何安全、理性地发展成为迫切需要解决的问题。同时，在生物技术走向市场的过程中，知识产权保护和开发已经成为最重要的影响因素。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3新材料技术领域",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "无论是航空、航天、信息化，还是深海资源和矿产资源探测开发，都对材料提出了更新更高的要求，不断追求更高的材料使役性能。新材料正向个性化、复合化、多功能化方向迅速发展，3D打印等新型加工方式备受重视。新材料技术更加注重缩短研发周期和降低研发成本，新材料研发由“经验指导实验\"模式向“理论预测-实验验证\"新模式转变。新材料技术更加注重解决能源资源短缺和促进可持续发展，绿色环保、节能减排成为共同的目标。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4先进制造技术领域",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智能制造作为新一代信息通信技术（ICT）与制造技术融合发展的产物，代表着先进制造技术发展的主要方向。数字工厂已经成为国际先进制造领域研究的热点，德国工业4.0目标之一就是实现数字工厂。安全工业控制系统是决定智能制造成功与否的关键技术之一，世界各国均高度重视工业控制系统的安全与保障技术研究。机器人技术正在成为前沿技术的交叉集成体，迎来井喷式创新的前夜。各经济技术强国相继制定机器人发展战略规划，力图在未来10到20年取得新一代机器人领先地位。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5先进能源技术领域",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "世界能源发展进入新一轮战略和结构调整期，许多国家纷纷制定能源科技发展路线图。化石能源的高效和清洁利用将得到大力发展。地球物理勘探新技术趋于成熟，化石能源开采技术进一步提高。可再生能源与新能源技术持续突破，太阳能光伏有望实现平价上网，风电机组朝着大型化、特性化和高效率发展，生物质能应用向多原料、多用途方向发展，太阳能热利用和深层地热能或将成为主要可再生能源，新型核电系统是人类未来彻底解决能源问题的希望所在。氢燃料电池汽车将很快进入市场导入期。输配电更加注重安全高效和可再生能源的规模化接入，未来电网将实现从交流向直流的重大变革。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.6生态环境技术领域",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "世界主要发达和发展中国家正在加速布局并抢占生态环境领域战略高技术制高点，新的高技术研发及其下游产业群集中涌现，未来5至10年有望在生态环境安全保障、水和土壤安全、清洁生产和循环经济、应对气候变化、环境健康等方面取得突破；更加关注自然和人为生态环境变化与调控，特别注重科学与技术之间融合和多学科之间交叉协作，注重构建从基础应用到高技术研发的全链条体系；原始创新越来越受到重视，科技创新一成果转化一技术更新周期缩短。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.7空间技术领域",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "空间科学探测与研、究向更深、更广、更精细化方向拓展，进一步深化对宇宙基本物理过程的认识，理解暗物质与暗能量的物理本质，揭示太阳磁场、太阳耀斑和日冕物质抛射的物理成因及其相互作用，探索地外生命及地球生命在地外空间的生存表现和能力等。无人空天飞行器的突破性进展将引发空天模式的深刻变化，空天信息综合应用研究和卫星的有效监视维护成为发展的关键，时空基准技术的研究、建设与发展成为关注的重点，空间探测大数据对地面接收设施能力提出更高要求。空间应用方面的研究迈入全球化、系统化、定量化和信息化的大数据时代。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.8海洋技术领域",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "当代海洋技术从近岸向远洋、从浅水向深海拓展。海空一体化，多平台、多视角获取海洋环境信息，通过网络系统提供全球或区域实时的基础信息和信息产品服务，是海洋监测技术的发展趋势。水下运载器成为最重要的探查和作业平台，正朝着实用化、综合技术体系化方向发展；海洋油气勘探向深水推进，不断开发适合于深水油气开发的新型平台、多功能浮式生产装置、水下生产系统；天然气水合物已成为新能源的研发热点，勘探与识别、保真取样技术、开发及其环境效应等成为重点；海洋生物资源保护、评价和发掘已成为国际竞争的焦点，海洋生物资源精深加工和新药创制技术创新方兴未艾；深海矿产资源勘查技术向着大深度、近海底方向发展，海水综合利用技术正向系统化、集成化、综合化方向发展，海洋能技术向着大型化、低成本、高效率、高可靠性以及商业化方向发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.9 现代农业技术领域",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "未来农业科技重点围绕生产力提升、资源高效利用和可持续发展等方面展开，一些重点领域呈现出新的特点：国际生物技术育种表现为多学科交叉与高度集成，设计育种体系的建设将引领动植物育种的跨越式发展，现代种业出现技术和市场全球化的垄断趋势。节约型农业以提高资源综合利用效率为核心，土壤科学与技术由单一学科向学科交叉方向发展，研究手段由传统技术向现代高技术应用方面转变；肥料科学与技术以满足作物高产优质高效的复合高效肥料为基础，重点发展缓释控释和环境友好的新型肥料；高效节水技术在传统节水技术基础上，向定量化、规范化、模式化、集成化方向发展。以集约化、机械化、信息化为标志的精准农业，正在向更高层次发展。以绿色精准为核心，以现代感知技术、互联网技术、物联网技术、云计算技术和大数据技术为支撑的智慧农业成为未来必然趋势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.10 资源技术领域",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对重要成矿区带成矿规律的认识将更加深入，成矿模式研究由构建个体矿床模型向构建区域矿床模型方向发展；找矿预测研究向覆盖区和地球深部发展，“攻深找盲”成为今后找矿预测的新方向；稀有金属被认为是下一代战略性矿产资源，其开发已成为热点，西方发达国家纷纷提出新的战略；海洋和极地区域的矿产资源调查和研究受到世界各国尤其是发达国家的高度关注。油气勘探开发研究呈现多学科综合和技术集成发展趋势，高精度分析测试技术、地震探测技术、先进钻井技术的广泛应用将提高油气勘探成功率和开发效率；非常规油气资源勘探开发技术及装备将得到进一步发展，深部、深水和极地地区油气勘探开发技术将得到加强；经济和环境友好的油气资源勘探开发技术将得到重视。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]中国科学院．科技发展新态势与面向2020年的战略选择[M]．北京：科学出版社，2013:3-32.[2]中国科学院．科技革命与中国的现代化：关于中国面向2050年科技发展战略的思考[M]．北京：科学出版社，2009:1-26.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Trends of Strategic High Technology ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Zhang Feng1Tao Cheng² Jiang Fang² Yang Ming² 1 Institute of Science and Development, Chinese Academy of Sciences, Beijing 100190 2 Bureau of Development Planning, Chinese Academy of Sciences, Beijing 100864 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Propose/significance] Strategic high technology is an important driving force for national economic and social development. It also embodies the ability of national science and technology innovation. Identifying trends of strategic high technology will provide important references for developing emerging industries of strategic importance, which is vital to foster the growth of a new momentum, speed up the development of the new economy,and occupy the commanding height in international competition. [Method/process] More than 1OO experts participated in this research program which was based on the research of“Science & Technology Roadmap to China 2O50: Strategic Reports of the Chinese Academy of Sciences\". We combined expert judgments and literature analysis, focusing on 1O priority areas including information technology, biomedicine technology, new material technology, advanced manufacturing technology， new energy technology， ecological and environmental technology, space technology, marine technology, modern agriculture technology， and energy resources technology. [Result/conclusion] Thispaper summarizes the global trends of the strategic high technology,mainly in 1O priority areas above. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: strategic high technologytrends of world development roadmap for science and technology development $\\mathrm { { \\dot { 1 } } } 3 ^ { \\mathrm { t h } }$ five-year plan ",
        "page_idx": 7
    }
]