[
    {
        "type": "text",
        "text": "A new species of Amynodontopsis (Perissodactyla: Amynodontidae) from the Middle Eocene of Jiyuan, Henan, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Xiao-Yang'2 WANG Yuan-Qing1,2,3\\* ZHANG Rui4 ZHANG Zhong-Hui LIU Xiao-Ling6 REN Li-Ping5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology andPaleoanthropology,ChineseAcademy ofSciences Beijing100044 \\* Corresponding author: wangyuanqing@ivpp.ac.cn)   \n(2 Collegeof Earth and Planetary Sciences,University ofChineseAcademy ofSciences Beijing100049)   \n(3CASCenter for ExcellenceinLife andPaleoenvironment Beijing100044)   \n(4 TheFourth Geological Exploration Instituteofthe BureauofGeologyand Mineral Resourceof Henan Province Zhengzhou 450001)   \n(5 Henan Institute of Geological Survey Zhengzhou 450001)   \n(6 Wangwushan-Daimeishan Global Geopark Administration Jiyuan,Henan 459000) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract An adult amynodont skull,collected from the Middle Eocene Niezhuang Formation of Jiyuan Basin (Henan, China),is recognized as a new species Amynodontopsis jiyuanensis sp.nov. The specimen possesses the typical features of the genus Amynodontopsis,such as a dolichocephalic skull with elevated roof, premaxilla-nasal contact,large preorbital fossa extending posteriorly medial to the orbit, inner surface of anterior orbital bar concave in continuation with the preorbital fossa,antecrochet usually presented on M1,and metastyle of M3 strongly deflected labially.A. jiyuanensis is diagnosed by a combination of the following characters: long nasals, nasal process of premaxilla extending far back laterally below the nasal and excluding the maxilla from the border of external nares, nasal notch above the post-canine diastema,more transverse and proportionally longer protoloph and metaloph on upper molars. Comparison with known species of Amynodontopsis indicates that it is the most primitive one in the genus,due to the possession of primitive characters.Associated fossil mammals support a correlation of the strata bearing A.jiyuanensis with the Shara Murun Formation of the Erlian Basin,Nei Mongol, China, namely the Middle Eocene Sharamurunian Asian Land Mammal Age (ALMA),prior to all other known Amynodontopsis species. The earlier geologic age and primitive morphological features ofA.jiyuanensis suggest that Amynodontopsis has an Asian origin in the Middle Eocene and later immigrated into North America. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsJiyuan Basin,Henan; Middle Eocene; Niezhuang Formation; Amynodontidae, Amynodontopsis ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Amynodontidae is an extinct family of Rhinocerotoidea (Mammalia, Perissodactyla), ranging from the Middle Eocene to the Late Oligocene in North America and Eurasia (Wall, 1989;Averianov et al., 2017; Tissier et al.,2018). The relationship between amynodontids and other rhinocerotoids remains obscure. Traditionally,amynodontids were thought to be a separate family divergent from other rhinocerotoids at early stage of rhinocerotoid evolution. Wang et al. (2016) proposed that amynodontids are closely related to paraceratheriids and Uintaceras. Recent phylogenetic work, however, has suggested that amynodonts, paraceratheriids and “Pappaceras” meiomenus comprise monophyletic clade (Tissier et al., 2018).Amynodontids are abundant in the Middle and Late Eocene of Asia and North America, but relatively rare in Europe (Wall,1989; Tissier et al., 2018). Twelve genera and 32 species of Amynodontidae have been named from Asia, however, some genera were considered to be invalid and their phylogenetic relationships remained controversial (Wall, 1989; Averianov et al.,2017; Tissier et al., 2018). The most primitive and oldest known amynodontid is Rostriamynodon grangeri, which was discovered from the Middle Eocene Irdin Manha Formation of the Erlian Basin in China (Wall and Manning,1986). Thus,Asia is the most probable place of the origin of Amynodontidae (Averianov et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here, we report a relatively well-preserved amynodontid skull collected in 2005 from the Middle Eocene Niezhuang Formation in the Jiyuan Basin, Henan Province, China. The new specimen shows some primitive features and represents a new species of Amynodontopsis, which improves our knowledge of the craniodental morphology and the geographical distribution of amynodontids.In addition, it is also informative for understanding the origin of Amynodontopsis,as well as its phylogenetic relationship with other amynodontids. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Systematic paleontology ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Order Perissodactyla Owen, 1848 SuperfamilyRhinocerotoidea Gray, 1825 FamilyAmynodontidae Scott& Osborn,1883 Genus Amynodontopsis Stock,1933 Amynodontopsis jiyuanensis sp. nov. (Figs. 1-2) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "HolotypeIVPP V 26305,a relatively well-preserved skull of an adult individual, housed in the Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences,Beijing.The right M2-3 are preserved in relatively good condition,and the left P4-M3 and the right P4-M1 are damaged to some extent. Only roots remain for C-P3 of both sides. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EtymologyThe specific name refers to Jiyuan City, Henan Province, where the type locality is situated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Type locality and horizonDongzhang Village,Jiyuan City, Henan Province, China; Niezhuang Formation, Middle Eocene. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DiagnosisSmall amynodontid. Differing from previously named species of Amynodontopsis in the combination of following characters: nasal process of premaxilla well developed in lateral extent, excluding the maxilla from the border of external nares; Nasal notch situated above the post-canine diastema; large preorbital fossa extending far back medial to the orbit,in continuation with the concave inner surface of anterior orbital bar; buccal wall of elongated ectoloph on M2 straight and flat; M3 metastyle strongly deflected labially; the protoloph and metaloph on M3 not reduced and nearly perpendicular to the ectoloph; paracone ribs positioned relatively far anteriorly on the ectoloph of M2 and M3. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3Description ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The skull was preserved in a relatively good condition, but it was slightly laterally compressed and the nasals, premaxillae, maxille,left zygomatic arch and occiput were partially broken off at different extent. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CraniumIn lateral view (Fig. 1A), the dorsal profile of the skull is slightly convex, with the highest point located at the anterior portion of the frontal. The nasal slopes anteriorly to some extent and a shallow depression appears at the fronto-parietal suture. The premaxilla is partially damaged,and only the nasal process is preserved. It extends far back along the maxilla,and contacts the nasal dorsally, excluding the maxilla from the border of the external nares.The nasal notch is shallow, and probably ends above the post-canine diastema. The anterior tip of nasal is slightly damaged, but it can be determined that the nasals are over the external nares.The maxilla forms most of the facial portion of the skull with some nutrient foramina present anterior to the orbit. A well-developed preorbital fossa is slightly concave in its anterior part, and becomes deeper posteriorly, extending far back medial to the orbit and forms a deep recess medial to the anterior rim of the orbit. The maxilla contacts the jugal and lacrimal posteriorly.The orbit is relatively low on the skull,and its anterior border is above the M2. The orbit is moderately large (around $4 0 ~ \\mathrm { m m }$ in diameter) and well-defined. The postorbital process of the frontal is distinctly developed, situated approximately above the posterior portion of the M3.The lacrimal forms the anterodorsal rim of the orbit and contacts with the frontal on the dorsal side.The orbital surface of the lacrimal extends posteriorly to the level of the postorbital process.The surface of the lacrimal is rugose,with a prominent lacrimal tuberosity present along the anterior margin of orbit.A lacrimal foramen is present below the tuberostiy.The jugal forms the ventral border of the orbit. The zygomatic arch is comparatively thin (particularly at the zygomatic process of the squamosal) with a flat lateral surface, and its anterior root is located above M2. The cranial foramina are poorly preserved,and only a strip-shaped fissure filled by matrix is discernable.This fissure, posterodorsal to the pterygoid crest, contains probably the foramen orbitale and the foramen rotundum.The squamosal bears a broad glenoid fossa and a blunt postglenoid process ventrally. The posttympanic process is separated from postglenoid process by the wide external auditory meatus. The paroccipital process is fused with the posttympanic process. The paroccipital or posttympanic process slightly extends anteroventrally and reaches approximately the same level as the postglenoid process. The ventral part of the paroccipital process is slightly damaged, and the paroccipital process tends to be longer than the posttympanic process. There is a shallow temporal fossa bounded by the nuchal crest and a high and thin sagital crest. The top of supraoccipital extends posteriorly and overhangs the occipital condyles. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In dorsal view (Fig. 1B), the skull presents the dolichocephalic character.Nasals are narrow and long, their profile is straight and smooth without any rugosity. The posterior ends of the nasals are pointed and separated from each other by an intruded frontal,which makes the naso-frontal suture into a“W” shape.The suture is located above the middle of the orbit. The frontals expand laterally, with the widest part of the cranium at the level of the postorbital process.The deep preorbital fossae extend medial to the orbit in dorsal view, forming a constriction at the preorbital portion of the skull roof. The fronto-parietal suture is faint,and situated at the level of the most constricting part of the braincase. The sagittal crest is prominent and bifurcates posteriorly into two branches being continuous with the nuchal crest. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/647f43684a64ea5589d28066cbf075809654acae2ecff36216600a09e149a9ce.jpg",
        "img_caption": [
            "",
            "Fig.1Skull of Amynodontopsis jiyuanensis sp. nov.(IVPP V26305) from Jiyuan,Henan A.lateral view;B.dorsal view fr.frontal; ju. jugal; lac.lacrimal;mx. maxila;na. nasal; oc.occipital condyle; pa.parietal; pf. preorbital fossa; pgp. postglenoid process; pocp. paroccipital process; pmx. premaxilla; ptp. posttympanic process; sc. sagittal crest; sq. squamosal "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In ventral view (Fig.2A), the palatine process of premaxilla is not preserved.The palatine processes of the maxilla form most of the secondary palate,which is moderately narrow and concave, with an embossed mid-ridge extending along the longitudinal axis. The most anterior point of the suture between the palatine process of the maxilla and the horizontal lamina of the palatine is opposite to the protoloph of the M3.The horizontal lamina of the palatine forms the posterior part of the secondary palate and its posterior border is free and concave. The posterior nasal choana is U-shaped and opens approximately at the level of the middle valley of the M3. The lateral wall of the choana is formed by the perpendicular lamina of the palatine together with the pterygoid and the pterygoid process of the alisphenoid. In the cavity of the posterior choana, a fragment of the vomer is preserved medially. Lateral to the body of basisphenoid, there are two openings: the foramen ovale situates medial to the postglenoid fossa and opens anteriorly, while the larger posterior opening of the alar canal is present just a short distance anteromedial to the foramen ovale. The postglenoid process is broad and angled anteromedially. The glenoid fossa is flat, shallow and its long axis is transversely oriented. The poor preservation of the region anteromedial to the posttympanic process makes it hard to accurately identify a particular bone. The basisphenoid is conical and lies in the middle of the base of the cranium. Along the suture between the basisphenoid and the basoccipital, a slight expansion (the spheno-occipital crest) is present approximately at the level of the postglenoid process. The basoccipital is a well-developed cylindrical bar. Its anterior extension forms the medial margin of the foramen lacerum. Between the paroccipital process and the condyle is the deep concave condyloid fossa. The hypoglossal foramen is situated in the fossa and medial to the paroccipital process. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In occipital view (Fig.2C), the outline of the occiput is roughly trapezoidal. Its upper margin is protuberant and narrow to meet the sagittal crest, while its lower part is wide. The nuchal crest is well developed, and extends anteroventrally in continuation with the temporal crest. The middle part composed of supraoccipital and exoccipital is slightly concave transversely. A nearly round foramen magnum is present at the bottom. The left condyle is damaged and the right one is laterodorsally oriented. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Teeth The incisors are missing and canines are broken. The occlusal surfaces of P2-M1 are heavily worn. The right M2 and M3 are less worn, with both the protoloph and metaloph slightly broken. Moderate wear on molars shows that the skull was from a mature adult (Fig. 2B). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The canines are enlarged, inferred based on the vestige of the teeth,and situated anterior to the nasal notch. The heavily damaged right P4 is rectangular in outline with distinct and blunt paracone and metacone ribs on the labial wall. A well-developed crista on the lingual side of the ectoloph is preserved. A swollen antecrochet is present on the posterior side of the M1 protoloph. The M2 is trapezoidal in outline,and it is the longest in the upper tooth series. The labiallength $( 3 8 . 2 ~ \\mathrm { m m } )$ of the M2 is greater than the lingual length,and maximum width of the tooth is at the protoloph ( $( 3 7 . 2 ~ \\mathrm { m m } )$ ).Thus,the ratio of the width and length of the M2 is nearly 0.98. The ectoloph of the M2 is elongate, extending posterolingually and slightly depressed lingually. The paracone rib is prominent and positioned relatively far anteriorly on the ectoloph,while the metacone rib is absent.Thus,the labial wall of ectoloph apparently straight and flat behind the protocone rib.Both the protoloph and metaloph are slightly inclined posterolingually and relatively long. The protoloph is strong with a faint antecrochet at base of the central valley,and there is no crochet or crista.The M3 is similar to the M2 in general morphology. The M3 is nearly quadrate and the protoloph and metaloph are well developed. The ectoloph is labially concave.The paracone rib is blunt and prominent.The metastyle is strongly deflected labially with a sharp posterior edge. The M3 metaloph and protoloph are nearly equal in length,relatively long,and widely separated; thus, the U-shaped central valley of the M3 is wider than that of the M2. The M3 lacks the crochet, antecrochet and crista. The upper molars have anterior and posterior cingula at base,while the labial cingula are absent and the weak lingual cingulum is only present at the central valley of the M1.The length of premolar series is estimated to be about half that of the molar series. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c99d3430a94517db08636afded4aa2ac59f26f5f0a71aa0f7afc59add52c0eac.jpg",
        "img_caption": [
            "Fig.2Skulland cheek teeth of Amynodontopsis jiyuanensis sp.nov.(IVPP V 26305) from Jiyuan, Henan A. skull in ventral view; B. right cheek teeth in occlusal view; C. skullin occipital view bo.basioccipital; bs. basisphenoid; fm. foramen magnum; nc. nuchal crest; ofo.oval foramen; pac. posterior opening of the alisphenoid canal; pal. palatine; ppa. pterygoid process of alisphenoid Other abbreviations see Fig.1. Scale bars $= 5$ cm LE "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Measurements of the skull and upper cheek teeth are listed in Table 1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4 Comparison ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The new specimen has a well-developed preorbital fossa, a pronounced sagittal crest, a somewhat enlarged canine, a quadrangular M3 with deflected labially metastyle and simple upper molars without crista and crochet. The combination of these morphological features suggests the similarity of the new specimen to the amynodontids (Scot and Osborn,1883, 1890;Wall, 1981,1989). Thus, this animal is referred to the family Amynodontidae. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Kretzoi (1942) attempted to refine amynodontid classification and subdivided the family into four subfamilies: Amynodontinae, Cadurcotheriinae, Metamynodontinae and Paramynodontinae. Wall （1989) divided Amynodontidae into Rostriamynodontinae and Amynodontinae. Rostriamynodontinae includes a single genus Rostriamynodon and Amynodontinae includes three tribes: Amynodontini (Amynodon), Cadurcodontini (Sharamynodon, Amynodontopsis, Sianodon and Cadurcodon) and Metamynodontini (Megalamynodon, Paramynodon, Zaisanamynodon, Metamynodon and Cadurcotherium). Averianov et al. (2017) proposed two derived clades: the Metamynodontini (Paramynodon, Megalamynodon and Metamynodon) and the Cadurcodontini (Procadurcodon, Zaisanamynodon, Cadurcodon and Cadurcotherium). Other genera were placed as early diverging amynodontids, including Rostriamynodon, Amynodon, Amynodontopsis and Sharamynodon. In recent phylogenetic analysis, Tissier et al. (2018) put a new genus Sellamynodon into Metamynodontini, and their result suggested that Amynodontopsis could be considered as one of the Cadurcodontini. Here our comparison is mainly based on the classification made by Averianov et al. (2017). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1 Compared with derived amynodontids ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The most derived amynodontids have been classified into two tribes: Metamynodontini and Cadurcodontini (Averianov et al., 2017). IVPP V 26305 differs from the taxa of Metamynodontini in having a dolichocephalic skull,a large preorbital fossa extending medial to orbit,a slender zygomatic arch,an orbit situated a litle low on the skull and the moderate crown height of cheek teeth. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cadurcodontini includes Procadurcodon, Zaisanamynodon, Cadurcotherium and Cadurcodon (Averianov et al.,2017). The validity of Procadurcodon is debatable (Gromova,1960; Wall, 1989; Lucas, 2006; Averianov et al.,2017; Tissier et al.,2018). Cadurcodontini demonstrates a set of morphological features, such as the extremely reduced nasal process of premaxilla, maxilla joining in formation of the external naris border, the reduced nasal with squared anterior margin, a nasal notch above the P4, closer distance between the postglenoid and posttympanic processes (Averianov et al.,2017),which clearly distinguish the tribe from V26305. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2Compared with other amynodontid genera ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addition to the taxa of the above two tribes, ten Eocene amynodontid genera have been described: Rostriamynodon,Andarakodon,Amynodon,Sharamynodon,Lushiamynodon, Sianodon, Gigantamynodon, Huananodon, Caenolophus and Amynodontopsis. Andarakodon (Averianov and Potapov,1996) is currently considered to be invalid,and synomized with Sharamynodon (Lucas and Emry,20ol; Averianov and Godinot,20o5), which we follow here. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Rostriamynodon,only represented by the type species R. grangeri, is the oldest amynodontid with an age of Irdinmanhan Asian Land Mammal Age (ALMA). It is considered to be the most primitive amynodontid that has some craniodental features shared with primitive tapiromorphs (Wall and Manning,1986). V 26305 is obviously more derived than Rostriamynodon in having the preorbital region reduced in length, shorter posterior extension of the premaxilla-nasal contact, the protoloph longer than metaloph on the upper molars, elongated ectoloph on the M2. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Amynodon has been reported from both North America (two species: A. advenus, A. reedi) (Marsh, 1877; Stock, 1939: Wall, 1982) and Asia (three species: A. altedens, A. lunanensis,A. sinensis) (Xu and Chiu,1962; Chow et al., 1964; Chow and Xu,1965). Wall (1981:21) pointed out that usage of the genus Amynodon should be restricted to the Uintan of North America, which needs detailed rexamination of Asian material referred to the genus. V 26305 shares some primitive cranial and dental structures with Amynodon, such as a dolichocephalic cranium structure, distinct postorbital constriction,small size of the braincase, large posterior extension of the premaxilla, extensive premaxilla-nasal contact, long nasals with rounded anterior margin, nasal notch situated above the post-canine diastema, prominent postorbital processes, relatively narrow occiput and a wide M3 with well-developed protoloph and metaloph. Compared with the well-preserved specimen of Amynodon advenus (AMNH 14601),V 26305 is distinguishable in having a reduced preorbital region,well-developed preorbital fossa extending medial to orbit, prominent sagittal crest, dorsal profile convex upwards,larger orbit, narrower nasal roof, elongated ectoloph of the M2 and paracone ribs positioned relatively far anteriorly on the upper molars.These differences suggest that V 26305 is more derived than Amynodon. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Sharamynodon was known from the Shara Murun Formation in the Erlian Basin of China and from the Eocene of Kazakstan and Kyrgyzstan as well, with S. mongoliensis as the type species (Osborn,1936; Kretzoi,1942; Lucas and Emry, 2001). V 26305 distinguishes from Sharamynodon by its skull morphology and smaller size. Sharamynodon has a relatively more dolichocephalic skull and more flat cranial dorsal profile than V 263o5. Compared to the V 26305,the preorbital fossa extends only slightly medial to the orbit and the inner surface of anterior orbital bar is not concave in continuation with the preorbital fossa in Sharamynodon. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The nasal process of premaxilla is more reduced than that of V 263o5,and the premaxilla-nasal contact is less extensive.The upper cheek teeth of Sharamynodon differs from that of V 26305 in the absence of crista on the P4,and in having a paracone rib positioned more posteriorly and a reduced parastyle on molars. Sharamynodon exhibited skull and dental traits more primitive than those of V 26305. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Lushiamynodon,known from the Eocene of China, includes four species (Chow and Xu,1965; Xu, 1966). Wall(1989) considered that Lushiamynodon Chow & Xu,1965 is not distinguishable from Sharamynodon Kretzoi, 1942.Following this opinion,Averianov et al. (2017) suggested Lushiamynodon is a synonym of Sharamynodon. The validity of Lushiamynodon needs further investigation. Lushiamynodon differs from V 263o5 in having prominent paracone ribs on the molars,a wide M2 with the metastyle extending more posteriorly and labially, more oblique protoloph and metaloph on the M3,and lower position of zygomatic process of maxilla. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sianodon was first reported by Xu (1965) and used to include seven species: S. bahoensis,S.mienchiensis,S.honanensis,S.sinensis,S.chiyuanensis,S.ulausuensis,and S. gaowangouensis (Chow and Xu, 1965; Xu, 1965,1966; Li, 2003). Averianov et al. (2017) referred the type species of Sianodon, S.bahoensis,to the genus Cadurcodon,and considered that S. sinensis is probably referrable to the genus Amynodon as originally identified by Zdansky (1930), but the assignation of the other species needs further investigation.V 26305 differs from allthe remaining species of “Sianodon\" in the absence of lingual cingulum on molars and having a less posterolingually oblique protoloph and metaloph on the M3. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Gigantamynodon is usually extremely large in size (Gromova, 1954; Xu, 1961, 1966; Qi, 1992). V 26305 is hence easily distinguished from it. In contrast to V 26305,the crista on the P4 is absent and the ectoloph of the M2 is not elongated in gigantamynodonts. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The two species of Huananodon, H. hyposodonta and H. hui, were named by You (1977) from Guangxi, China. The genus is poorly known due to poorly preserved specimens. However, Huananodon obviously differs from V 26305 in its larger size and the extremely high external wall of the ectoloph. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Caenolophus was originally referred to the Hyracodontidae (Matthew and Granger, 1925a,b),and latter assigned to the Amynodontidae by Radinsky (1967). The upper teeth of Caenolophus are smaller in size than those of V 263o5,the protoloph and metaloph are more obliquely oriented and the paracone ribs are positioned more posteriorly in Caenolophus than in V 26305.Those features suggest that Caenolophus is more primitive than the taxon to which V 26305 might be referred. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3Compared with the named species of Amynodontopsis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "IVPP V 26305 shares a number of characters with Amynodontopsis, such as a dolichocephalic skull, prominent sagittal crest, presence of premaxilla-nasal contact, orbit located low on skull and its anterior border positioned above the M2 protoloph,antecrochet presented on the M1,and the M3 metastyle is strongly deflected labially. Particularly, the large preorbital fossa extending behind the anterior borders of the orbits presents a noticeable difference from other genera (Stock,1933；Wall, 1981,1989). The combination of these morphological features indicates that V 26305 is referable to Amynodontopsis Stock 1933, which contains three previously named species: A. bodei,A. parvidens,A. tholos. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The new specimen is clearly distinguishable from the known species of Amynodontopsis in its craniodental morphology and smaller size. The type species A. bodei Stock,1933, from the Duchesnean North American Land Mammal Age (NALMA) (Stock,1933,1939; Bjork, 1967; Wall,1981; Wilson and Schiebout,1981),is clearly distinguishable from V 26305 in the following aspects: 1) the nasal notch extending back to a point of the anterior edge of the M1 in A. bodei (Stock,1933; Wall,1981),which is situated above the post-canine diastema in V 26305; 2) the nasals of A. bodei are shorter than thoseof V 26305; 3) the nasal process of the premaxilla is reduced and contacts with the nasal slightly by a downward extension of the nasals inA. bodei (Stock,1933; Wall,1981), whereas in V 26305,it is considerably longer and very broad laterally below the nasals, excluding the maxilla from the border of the external nares; 4) the zygomatic arch is relatively large in vertical dimension and angles sharply upward posteriorly in A. bodei (Stock,1933; Wall, 1981), while in $\\mathrm { ~ V ~ } 2 6 3 0 5$ the zygomatic arch is slender, passing upward gradually; 5) the postorbital process of jugal is absent in $A$ bodei (Stock,1933; Wall, 1981), but present in V 26305; 6) the posttympanic process is further separated from the postglenoid process both in A. bodei (Stock, 1933; Wall, 1981) and V 26305, but the external meatus of the former is more opening ventrally than that of the latter; 7) the profile is flat in A. bodei (Stock,1933;Wall,1981),while V 26305 has a convex dorsal profile, a lower occiput and the supraoccipital extending more posteriorly over the occipital condyles; 8) the protocone rib of the P4 is less prominent in A. bodei than in V 26305; 9) relative to M1, the M2 and M3 in A. bodei are proportionally larger than those in V 26305 (Table 1); 10) the metastyle is deflected labially on the M2 in A. bodei (Stock,1939; Wall, 1981), while V 26305 has a metastyle of the M2 warped inward slightly; 11) the M2 of A. bodei lacks antecrochet (Stock,1939; Wall, 1981),but V 26305 has a faint antecrochet on the M2; 12) the presence of wrinkles on inner side of the ectoloph of M2 and on the anterior side of the metaloph of the M3 is more specialized in A. bodei (Stock,1939). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Wall (1981) assigned a number of specimens, collected by the Central Asiatic Expeditions in the Erlian Basin, to the genus Amynodontopsis,and named two new species,A. parvidens and A.tholos.V 26305 obviously differs from A.parvidens in several craniodental features. The nasal of $A$ .parvidens is more reduced than that of V 263o5.The anterior tip of the nasal in $\\mathrm { ~ V ~ } 2 6 3 0 5$ is probably rounded, whereas it is generally squared off in A. parvidens (Wall, 1981). The nasal process of premaxilla in $A$ parvidens is greatly reduced laterally, causing the maxilla to become part of the border of the external nares (Wall, 1981),while in $\\mathrm { ~ V ~ } 2 6 3 0 5$ the premaxilla is well developed in lateral extent, forming a distinct premaxilla-nasal contact in lateral view and restricting the maxilla from the border of the external nares.The nasal notch in $A$ . parvidens extends to a point above the front of the P4 (Wall,1981),whereas it is situated ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "above the post-canine diastema in V 26305. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Amynodontopsis tholos,from the Erlian Basin,is the largest species of Amynodontopsis and displays some derived characters (Wall,1981).The facial region in A. tholos differs from that of $\\mathrm { ~ V ~ } 2 6 3 0 5$ in having an extremely reduced nasal with its anterior border squared off, a premaxill ending approximately two thirds the way up the external nares where it contacts the nasal and a nasal notch extending back to a point above the M1. The most distinctive difference between them is that the skull of A.tholos expands into a wide dome above the orbit(Wall, 1981). The antecrochet on the M1 of $A$ . tholos is not as stout as in V 26305.The protoloph and metaloph of the M2 and M3 are oriented more posteriorly in A. tholos (Wall, 1981),whereas they are more developed and nearly perpendicular to the ectoloph in $\\mathrm { ~ V ~ } 2 6 3 0 5$ ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/36422ff1305e37d45bcb0f10eefef422240f92236d980eb13574f7dfb5a9690c.jpg",
        "table_caption": [
            "Table1 Measurements of the skulland upper cheek teeth of Amynodontopsis jiyuanensis sp. nov. (IVPPV263o5) and comparisonswith other species of Amynodontopsis (mm) "
        ],
        "table_footnote": [
            "\\* measured on figures.H. height; L.length; W.width. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\">a Measures</td><td>A. jiyuanensis</td><td>A.bodei</td><td>A.parvidens</td><td>A. tholos</td></tr><tr><td>IVPPV26305</td><td>Wall, 1981</td><td>Wall,1981</td><td>Wall, 1981</td></tr><tr><td>BasilarL</td><td></td><td>482</td><td>424</td><td>524</td></tr><tr><td>PalatineatM1,W</td><td>351</td><td>320*</td><td>538*</td><td>555*</td></tr><tr><td>Zygomatic,Max W</td><td>164</td><td>195</td><td></td><td>235</td></tr><tr><td>CranialatM3,H</td><td>143</td><td>160*</td><td>146*</td><td>190*</td></tr><tr><td>P4 L/W</td><td>20/27</td><td>20/31</td><td>20/33</td><td>30/50</td></tr><tr><td>M1 L/W</td><td>29/30</td><td>29/36</td><td>39/40</td><td>51/50</td></tr><tr><td>M2 L/W</td><td>38/37</td><td>45/44</td><td>46/42</td><td>64/57</td></tr><tr><td>M3L/W</td><td>31/35</td><td>40/39</td><td>35/37</td><td>49/51</td></tr><tr><td>P2-4L</td><td>ca.49</td><td></td><td>50*</td><td>75*</td></tr><tr><td>M1-3L</td><td>89</td><td>116*</td><td>100*</td><td>160*</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tissier et al. (2018) referred three specimens, two maxillary fragments and a lower jaw fragment, to Amynodontopsis aff. A. bodei. The specimens were found from the Upper Eocene Valea Nadasului Formation of Romania and the Middle Eocene Dorog Coal Formation of Hungary. They referred the specimens to Amynodontopsis mainly based on the moderate angle of the zygomatic process of the maxilla in ventral view, the absence of cement on upper molars and a weak paracone rib on the M3.However, the first two characters are not derived characters, and Amynodontopsis does not show the reduction of the paracone rib on the M3 (Wall,1981, 1989). In addition, the Romanian maxillary fragment with M1-3 difers from Amynodontopsis in the absence of an antecrochet on the M1, having a very small metastyle on the M2 and a metastyle directed more posterolingually on the M3 (Stock,1933,1939;Wall,1981). The Hungarian maxillary fragment with M2-3 differs from Amynodontopsis in having protocones constricted anteriorly and a continuous labial cingulum on the M1 (Wall,1981). The Romanian mandibular fragment with $\\mathrm { m } 1 / 2$ ,differs from Amynodontopsis in having narrower cheek teeth with a better developed external groove (Stock,1936; Wall,1981). Therefore, the assignation of the European specimens needs rexamination. A mandible fragment with p4 and roots of $\\mathrm { m } 1 { - } 3$ from southern Mexico, was identified as Amynodontopsis cf.bodei. sp.by Jiménez-Hidalgo et al. (2015),which cannot be directly compared with V 26305. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Consequently, the skull of V 26305 is evidently characteristic of Amynodontopsis in its morphology. However, the new specimen differs from all three previously named species of Amynodontopsis and has unique characters. Therefore, we name a new species, Amynodontopsis jiyuanensis sp. nov., for V 26305. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Previous study has suggested some evolutionary trends in amynodontid skull morphological features, such as the decrease of the nasal length, reduction of the nasal process of the premaxilla, the contact between nasal and premaxilla going from shortened to absent, and the nasal notch being located more posteriorly. In addition, the cheek teeth of amynodontids are thought to have undergone evolutionary changes in being narrower, corresponding to the protoloph and metaloph being shorter and more obliquely orientated (Wall, 1980, 1982; Wall and Manning, 1986). Some characters of Amynodontopsis jiyuanensis are more primitive than those of the three other species. For instance, the P4 has nearly the same transverse width as the M1; the protoloph and metaloph on the upper molars are approximately equal in length, proportionally longer relative to the ectoloph,and closer to being perpendicular to the ectoloph; the nasal process of the premaxilla is long and very broad laterally below the nasals, excluding the maxilla from the border of the external nares; the nasal bone is not reduced; the nasal notch situates above the post-canine diastema. It is reliable to consider that $A$ ： jiyuanensis probably represents the most primitive taxon within the genus Amynodontopsis. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The Niezhuang Formation of the Jiyuan Basin is not very rich in mammal fossils. Fossil mammals reported from the formation include Yuomys cavioides, Lushiamynodon obesus, Sianodon chiyuanensis, S. sinensis, Sianodon sp. and an unidentified hyracodontid (Chow et al.,1973; Guo et al., 1985). Y. cavioides, one of the diagnostic taxa common in different sites and restricted to the Sharamurunian ALMA,was found in Ula Usu, west side of the Shara Murun River (Li,1975; Wang et al., 2019). In addition, Y. cavioides and S. sinensis were also unearthed from the Rencun Member of Hedi Formation in the Yuanqu Basin. The Rencun fauna containing abundant mammalian fossils has been correlated to Sharamurunian (Chow et al.,1973). Consequently, the new species Amynodontopsis jiyuanensis recorded from the Niezhuang Formation in the Jiyuan Basin should be Sharamurunian in age. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Amynodontopsis bodei has a wide distribution in North America.It has been reported from several localities: the Sespe Formation of the Simi Valley Landfill, Ventura County, California; the Slim Buttes Formation in Harding County, South Dakota; the Devils Graveyard Formation in Skyline and Coter channels, Trans-Pecos Texas.A. bodei-bearing strata in above listed locilities are correlated to the Duchesnean NALMA (Stock,1933,1939;Bjork,1967; Wilson and Schiebout,1981; Kelly et al.,1991), which is accepted to be late Middle Eocene in age (Vandenberghe et al.,2O12). Both A. parvidens and A. tholos were found at different localities in the Erlian Basin,Nei Mongol, China (Wall,1981).According to recent field investigations,it is reliable to consider that the Amynodontopsis-bearing strata in the Erlian Basin are correlative to the Ulangochuian ALMA (Bai et al.,2O18) that is younger than the Sharamurunian ALMA (Wang et al., 2O19). The Sharamurunian is currently correlated with the late Uintan NALMA that is earlier than the Duchesnean (Robinson et al., 2O04; Mihlbachler, 2008; Gunnell et al., 2009; Bai et al., 2018; Wang et al., 2019). Amynodontopsis jiyuanensis sp. nov. is thus the earliest fossil record of the genus. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The primitive characters and earlier occurrence of Amynodontopsis jiyuanensis suggest that Amynodontopsis originated in Asia no later than the Middle Eocene Sharamurunian ALMA and migrated from Asia to North America later as ancestral form of A. bodei. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe thank Bai Bin and Wang Hai-Bing (IVPP) for their helpful discussions and assistance in the lab.We are grateful to Jiangzuo Qi-Gao (IVPP) for providing pictures of Amynodontidae specimens housed in the American Museum of Natural History, New York, USA for comparison. We appreciate Zhou Wei (IVPP) for collecting and preparing the specimen. Thanks also go to Zhang Li-Fen (IVPP) for making cast, to Gao Wei (IVPP) for taking photos, and to Guo Tong-De (Wangwushan-Daimeishan Global Geopark Administration) for assistance in the field. This work was supported by the National Natural Science Foundation of China (41572021),the Strategic Priority Research Program of Chinese Academy of Sciences (XDB260ooo00), the Geological Investigation Project of the China Geological Survey (DD20190o09) and the Special Fund for Fossil Excavation and Preparation, CAS. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "河南济源中始新世似两栖犀属(奇蹄目：两栖犀科)一新种",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "王晓阳1,2 王元青1,2.3 张睿4 张忠慧5 刘晓玲任利平5(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京100044)",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(2 中国科学院大学地球与行星科学学院北京100049)(3中国科学院生物演化与环境卓越创新中心北京100044)(4 河南省地质矿产局第四地质勘查院 郑州450001)(5河南省地质调查院郑州450001)(6 王屋山-黛眉山世界地质公园管理局 河南济源459000)",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "摘要：描述了河南济源盆地中始新统聂庄组似两栖犀属(Amynodontopsis)一新种：济源似两栖犀(A.jiyuanensis sp.nov.),材料为一成年头骨。新种除了具有长头型，颅顶上凸，前领骨和鼻骨连接，眶前窝较大并向眼眶内侧延伸，M1反前刺发育，M3后附尖强烈偏向唇侧等似两栖犀属的典型特征外，与其他似两栖犀的区别在于鼻骨较长，前颌骨鼻突在侧面向后延伸较多，与鼻骨接触面较大，上颌骨未参与构成外鼻孔边缘，鼻切迹位于犬齿后齿缺上方，上白齿原脊和后脊相对较长，近于与外脊垂直。新种所具有的一系列原始特征表明济",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "源似两栖犀比其他似两栖犀更原始。动物群对比显示其时代为沙拉木伦期，早于其他似两 栖犀，由此推测似两栖犀属起源于亚洲并扩散至北美。   \n关键词：河南济源，中始新世，聂庄组，两栖犀科，似两栖犀属 References   \nAverianovAO,Godinot M,2005.Ceratomorphs (Mammalia,Perissodactyla)fromthe EarlyEocene Andarak 2localityin Kyrgyzstan. Geodiversitas,27(2): 221-237   \nAverianovAO,PotapovO,1996.Theoldest knownamynodontid (Perissdactyla,Ceratomorpha),fromtheEarlyEoceneof Kyrgyzstan.CR Acad Sci,Ser IIA,Earth Planet Sci,323:1059-1065   \nAverianov AO,DanilovIG,JinJHetal.,2017.Anewamynodontid from theEoceneof South Chinaand phylogenyof Amynodontidae (Perissodactyla: Rhinocerotoidea). JSyst Palaeont,15(11): 927-945   \nBaiB,WangYQ,LiQetal.,2018.BiostratigraphyanddiversityofPaleogene perisodactyls fromtheErlianBasinofIner Mongolia, China. Am Mus Novit, 3914: 1-60   \nBjork PR,1967.Latest Eocene vertebrates from northwestern South Dakota.JPaleont, 41(1): 7-35   \nChow M C, Xu Y X,1965.Amynodonts from the Upper Eocene of Honan and Shansi. Vert PalAsiat, 9(2): 190-203   \nChow M C, Xu Y X, Zhen S N,1964.Amynodon from the Eocene of Lunan, Yunnan. Vert PalAsiat, 8(4): 355-360   \nChow M C,Li C K,Chang YP,1973.Late Eocene mammalian faunas of Honan and Shansi with notes on some vertebrate fossilscollectedtherefrom.VertPaAsiat,11(2):681   \nGromova V,1954.Swamp rhinoceroses (Amynodontidae)of Mongolia.Tr Paleont Inst,Akad Nauk SSSR,5: 85- 189   \nGromova V,1960.Firstfndingofanamynodont (Procadurcodon nov.gen.)in Soviet Union.Tr Paleont Inst,Akad Nauk SSSR, 77: 128-155 O   \nGunnell GF,MrupheyPC,StuckyRKetal.,2009.BiostratigraphyandbiochronologyofthelatestWasatchian,Bridgerian, and Uintan North American Land Mammal“Ages\".In: Albright L B III ed. Papers Geology, Vertebrate Paleontology,and Biostratigraphy in Honor of Michael O. Woodburne.Mus North Arizona Bull,65: 279-330   \nGuo S Y,Zhang ZR, ZhuDJ,1985.Paleogene stratigraphy and paleontologyof Jiyuan Basin.JStratigr,9(1): 3   \nJiménez-HidalgoE,SmithKT,Guerrro-Arenas Retal.,2O15.ThefrstLateEocenecontinental faunal assemblagefro tropical North America.JSAm Earth Sci,57: 39-48   \nKellyTS,LanderEB,WhistlerDPetal.,991.Preliminaryreportonapaleontologic investigationofthelowerand middle members,Sespe Formation,Simi Valley Landfill, Ventura County, California.PaleoBios,13:1-13   \nKretzoi M,1942.Auslandische Säugetierfosilienderungarischen Museen (5-6).Foldt Kozl (Geol Mit),72(1-3):139- 148   \nLi CK,1975.Yuomys,anew ischromyoid rodentgenus from the Upper Eocene of North China.VertPalAsiat,13(1):58- 70   \nLi Q,2003.New materials of Sianodon from Shaanxi, China. Vert PalAsiat,41(3): 203-210   \nLucas SG,206.Anewamynodontid (Mammalia,Perissodactyla) from the Eocene Clarno Formation,Oregon,and its biochronological significance.PaleoBios,26(2):7-20   \nLucas SG,EmryRJo1.Shramynodon(Mammalia:Perisodactyla)fromthEoceneoftheIybasin,Kazakstanadthe antiquity of Asian amynodonts.Proc Biol Soc Wash,114(2): 517-525   \nMarsh O C,1877. Notice of some new vertebrate fosils.Am JSci, Ser3,14: 249-256   \nMathew WD,Granger W,1925a.New mammals from the Shara Murun Eocene of Mongolia.Am Mus Novit,196: 1-11   \nMathewWD,GrangerW,1925b.The smaler perissodactylsofthe IrdinManhaFormation,Eoceneof Mongolia.AmMus Novit,199: 1-9   \nMihlbachler M C,20o8.Species taxonomy,phylogeny,and biogeography of the Brontotheriidae (Mammalia: Perissodactyla). Bull Am Mus Nat Hist,311: 1-475   \nOsborn HF,1936.Amynodon mongoliensis from the Upper Eocene of Mongolia.Am Mus Novit, 859: 1-9   \nQi T,1992.Anew species of Gigantamynodon from Yunnan Province. VertPalAsiat,30(3): 229-232   \nRadinskyL B,1967.Areviewof therhinocerotoid family Hyracodontidae (Perisodactyla).BullAm Mus Nat Hist,136(1): 1-46   \nRobinson P, GunnellGF, Walsh SL et al.,2004. Wasatchian through Duchesnean biochronology.In: Woodburne MO ed.Late Cretaceous and Cenozoic Mammals of North America: Biostratigraphy and Geochronology. New York: Columbia University Press.106-155   \nScottWB,OsbornHF,1883.Ontheskullofthe Eocenerhinoceros,Orthocynodon,andtherelationofthis genus tother members of the group.Contrib Mus Geol Archeol Princeton Coll 3: 1-22   \nScott WB,Osborn HF,1890.The Mammalia of the Uinta Formation.Trans Am Philos Soc,16(3): 461-572   \nStock C,1933.An amynodont skull from the Se pe deposits,California.Proc Natl Acad Sci USA,19(8): 762-767   \nStock C,1936.Perissodactyla of the Sespe Eocene, California. Proc Natl Acad Sci USA,22(5): 260-265   \nStock C,1939.Eocene amynodonts from southern California/Proc Natl Acad Sci USA,25(6): 270-275   \nTissier J,BeckerD,CodreaVetal.,2O18.Newdataon Amynodontidae (Mammalia,Perissodactyla)from Eastern Europe: phylogenetic and palaeobiogeographic implications around the Eocene-Oligocene transition. PLoS ONE,13(4): e0193774,1-35   \nVandenbergheN,HilgenFJ,SpeijerRP,201.ThePaleogenePeriod.In: GradsteinFM,OggJG,SchmitzMDetal.eds. The Geologic Time Scale 2012. Oxford: Elsevier BV.855-922   \nWall W P,1980.Cranial evidence for a proboscis in Cadurcodon and a review of snout structure in the family Amynodontidae (Perissodactyla,Rhinocerotoidea). JPaleont, 54(5): 968-977   \nWall W P,1981. Systematics,phylogeny,and functional morphology of the Amynodontidae (Perissodactyla: Rhinocerotoidea).Ph.D.thesis.Amherst: University of Massachusetts.1-307   \nWall W P,1982.The genus Amynodon and its relationship to other members of the Amynodontidae (Perissodactyla, Rhinocerotoidea). JPaleont, 56(2): 434-443   \nWall W P,1989.Thephylogenetic historyand adaptiveradiationofthe Amynodontide.In: Prothero DR,Schoch RMeds. The Evolution of Perissodactyls.New York: Oxford University Press.341-354   \nWall WP,ManingE,986.Rostriamyndongrangerin.gen.,n.sp.ofamynodontid(Perisodactyla,inocerotoidea) with comments on the phylogenetic history of Eocene Amynodontidae.JPaleont, 60(4): 911-919   \nWang HB,Bai B,Meng Jetal.,2O16.Earliest knownunequivocalrhinocerotoid sheds new lighton the originof giant rhinos and phylogeny of early rhinocerotoids. Sci Rep, 6: 39607   \nWang Y Q,Li Q,Bai Betal.,2019.Paleogene integrative stratigraphyand timescaleof China.Sci China:Earth Sci, 6(1): 287-309   \nWilsonJA,SchieboutJA,1981.EarlyTertiaryvertebratefaunas,BigBendarea,TransPecos Texas:Amynodontidae.The Pearce-Sellards Ser, Tex Mem Mus,33:1-62   \nXu YX,1961.Some Oligocene mammals from Chuching,Yunnan. Vert PalAsiat,5(4):315-329   \nXu YX,1965.A new genus of amynodont from the Eocene of Lantian,Shensi.Vert PalAsiat,9(1): 83-86   \nXu YX,1966.Amynodonts of Inner Mongolia.Vert PalAsiat,10(2):123-190   \nXuYX,Chiu CS,1962.Early Tertiary mammalian fosils from Lunan,Yunnan.VertPalAsiat,6(4): 313-332   \nYou YZ,1977.Noteon the newgenus of Early TertiaryRhinocerotidae from Bose,Guangxi.VertPalAsiat,15(l):46- 53   \nZdansky O,930.Die altertiaren Säugetiere Chinas nebst stratigraphischen Bemerkungen.Palaeont Sin,SerC,6(2): 1-87 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]