[
    {
        "type": "text",
        "text": "Improving thermal and mechanical properties of epoxy composites by using functionalized graphenet ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lulu Pan,ä Jianfeng Ban,° Shaorong Lu,\\*a Guoxin Chen,b Jin Yang,a Qiyun Luo,a Linyan Wuä and Jinhong $\\mathsf { Y u } ^ { \\star \\mathsf { a b } }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Perylene tetracarboxylic anhydride (PTCDA)was reacted with 6-aminocaproic acid to form the corresponding perylene bisimide(PBl).PBl was used as the foundation for oligomerisation of glycidol in aring-opening reaction of glycidol leading toa hyper branched,water-soluble glycidol derivative of perylene (PBl-HPG). PBl-HPG was bound to the reduced graphene oxide via $\\pi - \\pi$ stacking resulting in a compound termed PBl-HPG/RGO.The structure and morphology of PBl-HPG/RGO were investigated byinfrared spectroscopy (FT-IR)，wide angle $\\mathsf { X }$ -raydiffractometry (WAXD)，transmission electron microscopy (TEM),atomic force microscopy (AFM) and $\\mathsf { X }$ -ray photoelectron spectroscopy (XPS). PBlHPG/RGO was blended at diferent loadings in order to improve the thermal and mechanical properties of epoxy composites. The maximum ${ \\overline { { \\cal T } } } _ { \\mathfrak { g } }$ of the epoxy composites was about $2 0 ^ { \\circ } \\mathsf C$ and the decomposition temperature $( T _ { \\mathrm { d } } )$ was $2 6 ^ { \\circ } \\mathsf C$ higher than that of neat epoxy. The incorporation of PBlHPG/RGO yields a material with an impact strength of $3 9 . 6 ~ \\mathsf { k } \\mathsf { J } ~ \\mathsf { m } ^ { - 2 }$ and a tensile strength at $0 . 7 ~ \\mathrm { w t \\% }$ It increased by $50 \\%$ and $62 . 3 \\%$ ,respectively, compared to the neat epoxy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Epoxy resins have many attractive properties such as good stiffness,creep resistance,high strength and modulus and good thermal stability.1 Thus,their use is widespread used in coatings,adhesives and reactive diluents.² There are,however, some drawbacks such as the poor resistance to crack propagation and low toughness,which limit the applications of epoxy resins. Numerous efforts have been undertaken to improve the toughness of cured epoxy resin by introducing rigid particles, reactive rubbers,graphene or hyperbranched polymers.3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Reduced graphene oxide (RGO) is comprised of a single layer of aromatic carbon atoms.RGO has attracted considerable attention in recent years due to its mechanical strength, thermal conductivity and electrical mobility properties.4,5 RGO has been applied in various fields,such as microelectronic devices，energy-storage materials and fillers for conductive materials.67 The main features of composites involving RGO are their strength,quasi-static fracture toughness and electrical and thermal properties compared to the neat polymer. The bottleneck in the application of RGO is its tendency for irreversible aggregation induced by strong van der Waals forces.' To ensure full use is made of the properties of RGO,chemical modifications of RGO become necessary to improve the dispersion and interfacial forces between RGO and the polymer matrix.’For example,covalent or non-covalent modification of the RGO can prevent their aggregation.However，covalent functionalization can alter the electronic structure of RGO. Therefore,non-covalent modification，such as $\\pi { - } \\pi$ stacking interactions are preferred. In order to explore the cooperative $\\pi { - } \\pi$ assembly between RGO and a planar aromatic molecule we choose perylene bisimide (PBI) as the organic molecule.The use ofPBI is justified due to its chemical structure and thermal stability.10 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Perylene bisimides have attracted attention in theoretical and applied research.1 PBI have been used in $\\mathfrak { n }$ -type semiconductor materials, light collection，organic light-emitting devices and supramolecular self-assembly due to PBI's good thermal stability，chemical inertness and high fluorescence quantum yield.1² Some attention has been focused on the modification of the structure of perylene bisimide in order to improve the chemical and physical properties,such as its poor water-solubility.13 The perylene bisimide has a planar,benzene ring structure,thus it tends to assemble via noncovalent interactions,such as hydrogen bonding，van der Waals and $\\pi { - } \\pi$ stacking interactions.10,14 Consequently it could bind well to RGO.However, the solubility of PBI is a hurdle in this application.A solution is offered byHaag and coworkers,who bound hyper-branched polyglycerol (HPG) onto the imide functionality ofPBI to form fluorescent and water-soluble PBI dyes.Their approach provides opportunities to fabricate compounds based on RGO and perylene bisimide in aqueous media.15 This pathwayis especially promising,as hyper-branched polyglycerol can be used to improve the toughness of cured epoxy resin in its own right due to the number of terminal groups/potential binding sites in HPG.The hydroxylic terminal groups can interact with epoxy,without sacrificing the intrinsic properties of HPG.16 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Hyperbranched polyglycerols (HPGs) belong to a group of macromolecules known as dendrimers or dendritic polymers. The distinctive characteristics of HPG dendrimers is their highly branched structure containing many hydroxyl groups on the surface,which not only increases their solubility but also decreases their intrinsic viscosity.16,17 They have attracted considerable attention over the past few years due to their unique molecular structure and properties.18 HPGs can be synthesized via the anionic ring-opening reaction of glycidol. The advantages of this synthesis method are a simple “onestep”reaction,good control of the course of reaction,a narrow polydispersity and the ease with which HPGs can be modified with functional groups.19,2o In addition,HPGs have excellent water solubility and biocompatibility.18 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We aimed to combine HPGs and perylene bisimides to prepare a hybrid material that can be used to bind to RGO and address its tendency to agglomerate.Such material brings to the compound the water-solubility of perylene bisimides and the combined chemical and physical properties of both HPGs and PBI.21 The PBI-HPG was reacted with RGO by self-assembly of functional groups on the RGO nanosheets via $\\pi { - } \\pi$ stacking interactions.The resulting product was named PBI-HPG/RGO. PBI-HPG/RGO was incorporated into the epoxy resin and the mechanical and thermal properties of the composite were studied and compared to neat. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3,4,9,1O-Perylenetetracarboxylicanhydride(PTCDA)was obtained from the Xiya Chemical Reagent Company (Chengdu, China). Natural flake graphite (325 mesh, $9 9 \\%$ )was provided by Hengrui Graphite Co., Ltd (Qingdao, China). $\\mathrm { H } _ { 2 } \\mathrm { S O } _ { 4 }$ $( 9 8 \\% )$ ,HCl $( 3 6 \\% )$ 5 $\\mathbf { H } _ { 2 } \\mathbf { O } _ { 2 }$ （204号 $\\left( 3 0 \\% \\right)$ ， $\\mathbf { K M n O _ { 4 } }$ ， $\\mathbf { P } _ { 2 } \\mathbf { O } _ { 5 }$ and ${ \\bf K } _ { 2 } { \\bf S } _ { 2 } { \\bf O } _ { 8 }$ were purchased from Sinopharm Chemical Reagent Co.,Ltd (Shanghai, China). Epoxy resin (diglycidyl ether of bisphenol A,with an epoxide equivalent weight of $2 2 7 \\mathrm { g } \\mathrm { m o l } ^ { - 1 }$ and its epoxide value was 0.44, named E-44) was purchased from Yueyang Chemical Plant in China. $^ { 4 , 4 ^ { \\prime } }$ -Diaminodiphenylsulphone (DDs) and dioxane were obtained from Sinopharm Chemical Reagent Co.,Ltd,China. 6- Aminocaproic acid,glycidol, imidazole and sodium hydride are all purchased from Aladdin.The solventDMF and acetone were analytical grade,provided by Guangdong Guanghua Sci-Tech Co.,Ltd,China.All other reagents and solvents were used as received without further purification. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Synthesis of the perylene bisimide derivatives (PBI) ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3,4,9,10-Perylene tetracarboxylic anhydride (PTCDA) $( 1 . 5 ~ \\mathrm { g } , 3 . 8 \\$ mmol),6-aminocaproic acid $\\left( 1 . 4 9 ~ \\mathrm { g } , 1 1 . 4 ~ \\mathrm { m m o l } \\right)$ andimidazole (16g)were placed into a $2 5 0 ~ \\mathrm { m L }$ round bottomed three-neck flask equipped with a nitrogen inlet and a thermometer.The mixture was purged with nitrogen for $1 5 \\mathrm { m i n }$ before being kept at $1 2 0 ^ { \\circ } \\mathbf { C }$ for $^ { 1 2 \\mathrm { h } }$ .Then the reaction mixture was cooled to $9 0 ^ { \\circ } \\mathbf { C }$ and deionized water was added under nitrogen.2² After stirring at $9 0 ~ ^ { \\circ } \\mathbf { C }$ for $^ { 2 \\mathrm { h } }$ ,the dark-red solutionwasfiltered to remove the unreacted PTCDA.The solution was acidified with $2 \\mathrm { ~ M ~ H C l }$ aqueous solution until the pH value was between 3and 4.Then the dark-red precipitate was washed with deionized water until the filtrate was at a nearly neutral pHvalue.²³ The product was dried at $6 0 ~ ^ { \\circ } \\mathrm { C }$ in a vacuum-drying oven to obtain a red brown powder. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Preparation of HPG perylene bisimide derivatives (PBI-HPG) ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The reaction was carried out in a three-neck flask equipped with a nitrogen inlet and a thermometer. The compound PBI (0.1 g) was added to a suspension of sodium hydride $\\left( 0 . 0 1 5 \\ : \\mathrm { g } \\right)$ in DMF, and then stirred for $^ { 1 \\mathrm { ~ h ~ } }$ at ${ 7 0 } ~ ^ { \\circ } \\mathbf { C } .$ A total of $2 ~ \\mathrm { m L }$ of anhydrous dioxane was added.Then, the mixture was heated to $1 0 0 ^ { \\circ } \\mathrm { C }$ and glycidol was added dropwise over a period of $^ { 1 2 \\mathrm { ~ h ~ } }$ to the deprotonated compound PBI at $1 1 0 ^ { \\circ } \\mathrm { C }$ for another $^ { 1 2 \\mathrm { ~ h ~ } }$ .24 After reaction, the mixture was cooled to room temperature and quenched by methanol. Subsequently the product was centrifuged and washed several times with methanol. The product marked as PBI-HPG was dried at $6 0 ~ ^ { \\circ } \\mathbf { C }$ in a vacuum oven to constant weight. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PreparationofPBI-HPG/RGO ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Firstly, the graphene oxide (GO) was prepared according to the modified Hummers method, then the reduced graphene oxide (RGO) was obtained by thermal annealing of GO to $1 1 0 0 ^ { \\circ } \\mathrm { C }$ at a heating rate of $2 { } ^ { \\circ } \\mathbf { C } \\operatorname* { m i n } ^ { - 1 }$ under a $3 \\%$ $\\mathbf { H } _ { 2 } { - } \\mathbf { A } \\mathbf { r }$ stream for $^ { 1 2 \\mathrm { ~ h ~ } }$ Secondly, the as-made RGO nanosheetswere dispersed inDMF and sonicated for $3 0 \\ \\mathrm { \\ m i n }$ .25 Then PBI was added and the mixture sonicated for another $3 0 ~ \\mathrm { m i n }$ .The massratio of PBIHPG to RGO was $3 : 1$ .After that, the mixture was refluxed in a three-necked flask under nitrogen protection at $1 0 0 ~ ^ { \\circ } \\mathrm { C }$ for 24 h.After completion of the reaction,the product was washed with DMF-ethanol several times and centrifuged at $9 5 0 0 ~ \\mathrm { r p m }$ to remove unreacted PBI-HPG.The dark solid product marked as PBI-HPG/RGO was dried overnight under vacuum at $6 0 ~ ^ { \\circ } \\mathbf { C } .$ The synthetic route is shown in Scheme1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Preparation of epoxy composites ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The epoxy composites were prepared as follows.Firstly, $2 6 \\mathrm { ~ g ~ }$ epoxy was placed into a round-bottom flask and stirred and degassed at ${ 7 0 ~ ^ { \\circ } } \\mathbf { C }$ 、Secondly,a certain quantity (see below) of PBI-HPG/RGO was dispersed ultrasonically in acetone for 20 min at room temperature.Then the PBI-HPG/RGO acetone suspension was added to the pretreated epoxy slowly under stirring.The temperature of the reaction mixture was raised to $7 0 ~ ^ { \\circ } \\mathbf { C }$ and mixture was stirred for $3 0 \\ \\mathrm { \\ m i n }$ to ensure good homogeneity and remove the acetone entirely. Thirdly, $ { 7 . 8 \\mathrm { ~ g ~ } }$ DDS as curing agent was added under vigorous mechanical stirring. The mixture was degassed until no more bubble formation was observed.Finally, the mixture was poured into preheated stainless steel molds and degassed in an oven at 130 ${ } ^ { \\circ } \\mathbf { C }$ for $3 0 \\mathrm { m i n }$ . The mold was placed in a convection oven to cure at $1 4 0 ^ { \\circ } \\mathrm { C }$ for $^ { 2 \\mathrm { h } }$ $1 6 0 ^ { \\circ } \\mathrm { C }$ for $^ { 2 \\mathrm { h } }$ and $1 8 0 ^ { \\circ } \\mathrm { C }$ for $^ { 2 \\mathrm { h } }$ .PBI-HPG/RGO was added at different weight fractions (0.1,O.5,0.7 and 1.0 $\\mathrm { w t \\% }$ ）by the above methods.The details of the preparation of the epoxy composites are shown in Scheme 2. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a318ee5ec44c27fe2a30ebcfc69dc56bda0112ee4128c2b3d944f37906fda2cd.jpg",
        "img_caption": [
            "Scheme 2 The preparation process of epoxy composites. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Characterization ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/4a303cb9d8101ab63704d2b93bd0fc6e8826025d32bfec5b90749e5e2b298576.jpg",
        "img_caption": [
            "Scheme 1 The preparation process of the PBl-HPG/RGO. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fourier transform infrared spectra (FT-IR) were recorded on a Thermo Nexus 470 FTIR spectrometer (KBr disk). Powder X-ray diffraction (XRD) patterns were recorded using a Holland PANalytical X-Pert PRO X-ray diffractometer.A thermogravimetric analysis (TGA) instrument (Netzsch STA-449) was used to probe the thermal stability up to $8 0 0 ~ ^ { \\circ } \\mathrm { C }$ at a scanning rate of $1 0 \\ { ^ \\circ } \\mathbf { C }$ $\\mathrm { m i n } ^ { - 1 }$ . 1HNMR measurements were conducted on a Bruker $\\mathbf { A R X 4 0 0 M H z }$ spectrometer using tetramethylsilane (TMS) as the internal standard at ambient temperature. The $T _ { \\mathrm { g } }$ measurements of epoxy composites were performed on a Netzsch DSC204 differential scanning calorimetry spectrometer with a heating rate of $2 0 \\ ^ { \\circ } \\bf C \\ \\operatorname* { m i n } ^ { - 1 }$ in a nitrogen atmosphere.XPS measurements were recorded with an ESCALAB 25oXi instrument (Thermo Electron Corporation,US).UV-vis spectra in the wavelength range of $3 0 0 { \\mathrm { - } } 7 0 0 ~ \\mathrm { n m }$ were obtained froma UV3600 spectrophotometer (SHIMADZU Company， Japan). The zeta potential of the final product was estimated from a Nanoparticle & Zeta Potential Analyzer (ZS9o).AFM images were taken on a Ntegra Prima SPM Scanning Probe Microscope (NT-MDT,Russia).Field emission scanning electron microscopy (FE-SEM, JEOL JEM-6610) was used to observe the morphology of the specimens.Transmission electron microscopy (TEM) images were recorded on a JEM-21ooF high-resolution transmission electron microscope at $2 0 0 ~ \\mathrm { { k V } }$ ， Samples were prepared by placing a drop of dilute ethanol dispersion on the surface of a micro-grid. The morphologies and the corresponding height profiles of the samples were studied via SPM-96o0 atomic force microscopy (Shimadzu,Japan).Thermal infrared images on neat epoxy and its composites were taken by a thermo tracer TH6200 (NEC,JAPAN).The storage modulus was performed ona DMA Q800 dynamic mechanical analyzer (TA Instruments,USA). The mechanical properties of the composites were evaluated by impact,tensile and flexural measurements.The impact strength of the cured samples was measured on a tester of type XJJ-5 according to National Standard of China (GB1043-79). The size of the cured specimen was trimmed to dimensions of $8 0 \\times 1 0 \\times$ $4 \\ \\mathrm { m m }$ for testing.The tensile strength was examined on a universal tensile tester of type RGT-5 according to National Standard of China (GB1040-92) ata rate of $2 \\mathrm { m m } \\mathrm { m i n } ^ { - 1 }$ . Flexural tests were performed by WDW-2o according to a three-point bending mode of the universal testing machine at a crosshead speed of $2 ~ \\mathrm { m m } ~ \\mathrm { m i n } ^ { - 1 }$ . The test results are the average value of fivespecimens and the testing temperature wasroom temperature. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CharacterizationofPBI-HPG/RGO ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The FT-IR spectra of PBI,PBI-HPG,RGO and PBI-HPG/RGO are shown in Fig.1(a).The FT-IR spectrum of PBI exhibited a characteristic absorption band at $1 6 9 3 ~ \\mathrm { { \\ c m } ^ { - 1 } }$ ，which was assigned to imide $\\scriptstyle \\mathbf { C } = \\mathbf { O }$ stretching.Upon reaction of perylene tetracarboxylic anhydride with 6-aminocaproic acid to form PBI, absorbance bands of the hydroxyl functional group $\\left( 3 4 2 8 \\thinspace \\mathrm { c m } ^ { - 1 } \\right) .$ and the aliphatic $\\mathbf { C } { \\mathrm { - } } \\mathbf { H }$ group $2 9 2 6 ~ \\mathrm { c m } ^ { - 1 }$ and $2 8 5 6 ~ \\mathrm { c m } ^ { - 1 }$ )canbe observed. The band at $3 4 2 8 ~ \\mathrm { c m } ^ { - 1 }$ can be explained by the overlap between a free hydrogen bond and $\\mathbf { N } { \\mathrm { - } } \\mathbf { H }$ stretching vibration.Thus,these characteristic absorption bands indicated the reaction between perylene and 6-aminocaproic acid. Several new peakswere observed in the FT-IR spectrum of the PBI-HPG.The band at $1 7 2 6 \\mathrm { c m } ^ { - 1 }$ corresponded to an ester bond which was formed by the reaction of the hydroxyl group of glycidol and carboxylic groups at the end of PBI.26 The typical absorbance peaks appearing at $1 1 2 0 { - } 1 0 7 5 ~ \\mathrm { ~ c m } ^ { - 1 }$ could be attributed to $\\mathbf { C } { \\mathrm { - } } \\mathbf { O }$ bonds.This confirmed that glycidol had successfully reacted with PBI via a ring opening reaction.27 In the spectra of the RGO the absorbance band of aromatic $\\scriptstyle \\mathbf { C } = \\mathbf { C }$ bonds of graphene was in the $1 5 7 0 { - } 1 6 9 0 ~ \\mathrm { c m } ^ { - 1 }$ region. The presence of RGO was confirmed by FT-IR where there was no oxygen functionality except for the $- \\mathrm { O H }$ group which might be due to incomplete reduction of GO as shown in spectra at 3431 $\\mathrm { c m } ^ { - 1 }$ .28 Comparing the spectra of PBI-HPG and PBI-HPG/RGO it can be seen that the intensity of the peaks at $1 7 2 9 ~ \\mathrm { c m } ^ { - 1 }$ and $1 1 2 0 { - } 1 0 7 5 ~ \\mathrm { c m } ^ { - 1 }$ region gradually became weaker due to the $\\pi -$ $\\pi$ stacking interactions between the RGO and PBI-HPG.27 The bulk of the RGO impeded some further groups，which decreased the intensity of the signals associated with their bonds.Other absorbance peaks didn't change or shift too much compared to the spectrum for PBI-HPG.This indicated that PBIHPG/RGO was successfully synthesized. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thermal stability is an important property for potential applications.The TGA curve of each product is scrutinized and shown in Fig.1(b).It can be seen from Fig.1(b) that the initial decomposition temperature of the PBI was about $3 0 0 ^ { \\circ } \\mathrm { C }$ ,which was attributed to the loss of the alkyl chain segment of 6-aminocaproic acid.This indicated that the addition of the alkyl chain segment could reduce the decomposition temperature. The final decomposition temperature was around $5 0 0 ^ { \\circ } \\mathbf { C }$ ,which was the decomposition of the benzene ring of perylene bisimide.RGO kept stable over a wide temperature range，and exhibited good thermal stability.RGO lost only $8 . 3 \\%$ weight due to the pyrolysis of the residual oxygen-containing functional groups at $4 0 0 ^ { \\circ } \\mathbf { C } .$ From the curve of PBI-HPG it can be seen that the major weight loss occurred between $2 0 0 ^ { \\circ } \\mathrm { C }$ and $4 8 0 ^ { \\circ } \\mathrm { C }$ .This could be attributed to the loss of glycidol units from the HPG units of PBI-HPG.29 The main degradation stage ended at about $5 0 0 ~ ^ { \\circ } \\mathrm { C }$ and the residue yield calculated at $7 0 0 ^ { \\circ } \\mathrm { C }$ was about 40 $\\mathbf { w t \\% }$ .Asshown in the TGA curve of PBI-HPG/RGO,addition of RGO had a stabilising effect on PBI-HPG.PBI-HPG/RGO decomposed at higher temperatures than PBI-HPG.As can be seenin Fig.1(b) the main weight loss occurred between $2 3 0 ^ { \\circ } \\mathrm { C }$ and $4 8 0 ^ { \\circ } \\mathrm { C }$ and the residue yield calculated at $7 0 0 ^ { \\circ } \\mathrm { C }$ was about $7 0 ~ \\mathrm { w t \\% }$ of its total weight. These changes suggested that the product PBI-HPG/RGO was successfully synthesised. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The wide-angle X-ray diffraction (WAXD) patterns of RGO, PBI-HPG and PBI-HPG/RGO are shown in Fig.1(c). The WAXD results indicated interlayer spacing and stacking between the ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "PBI-HPG and RGO.The RGO pattern showed four reflections at $2 \\theta = 2 4 . 4 ^ { \\circ }$ $2 \\theta = 4 2 . 0 \\ – 4 3 . 6 ^ { \\circ }$ ， $2 \\theta = 4 8 . 9 \\AA { - 5 0 . 8 ^ { \\circ } }$ and $2 \\theta = 7 2 . 6 ^ { \\circ }$ .This pattern confirmed that the RGO had a crystalline structure and ordered arrangement.The weak broad reflection at around $2 4 ^ { \\circ }$ was characteristic for RGO.30,31 The value at about $2 \\theta = 4 3 ^ { \\circ }$ could be assigned to the [1oo] plane of the graphene nanosheets.³² The PBI-HPG pattern showed a broad reflection at about $2 \\theta = 2 4 . 6 ^ { \\circ }$ ,which suggested that PBI-HPG was disordered and X-ray amorphous or polycrystalline.This conformed to the structural properties of a hyperbranched polymer.4 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The pattern of PBI-HPG/RGO was a combination of patterns of RGO and PBI-HPG.The intensity of some reflections was distinctly weakened compared to RGO,which showed that the amorphous PBI-HPG had stacked onto the RGO nanosheets and the hyperbranched polymer might weaken the difraction intensity through the dilution effect of polymer chains.28,33 So, thePBI-HPG was less crystalline than RGO.The wide-angle Xray diffraction experiment proved the successful stacking of PBI-HPG and RGO.The optical photographs of PBI-HPG and PBI-HPG/RGO solution are shown in Fig.1(d).The PBI-HPG dissolved well in distilled water and DMsO.Fig.1(e) shows the RGO and PBI-HPG/RGO dispersion in ethanol.From the images it could be concluded that the dispersion of RGO could be improved by the joining of PBI-HPG via $\\pi { - } \\pi$ stacking force. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The ${ } ^ { 1 } \\mathrm { H } \\cdot$ -NMR spectrum provided more detailed evidence to prove that PBI and PBI-HPG were synthesised successfully,as depictedinFig.2.Ascan be seeninFig.2(a),the characteristic peaks in the chemical shift region $7 . 8 9 \\mathrm { - } 8 . 2 3 ~ \\mathrm { p p m }$ from the aromatic protons were clearly detected in the ${ } ^ { 1 } \\mathrm { H }$ -NMRspectra of PBI. The signal at $1 1 \\mathrm { p p m }$ associated with the carboxylic acid proton is weak,as expected for an exchangeable proton. The ${ } ^ { 1 } \\mathrm { H }$ NMR results were compared with the literature data, thereby this further confirmed the correct structure.23,34 The characterization data of PBI were as follows: $\\mathrm { ^ 1 H }$ NMR (ppm, DMSO): 10.99 (s,2H,COOH),7.89-8.23 (s,8H,ArH),2.43-2.94(s,16H, $- \\mathbf { C H } _ { 2 } - ]$ ， 1.28 (s,4H, $\\left. - \\mathbf { C } \\mathbf { H } _ { 2 } - \\right]$ .The $^ 1 \\mathrm { H }$ -NMR spectrum of PBI-HPG，as shown in Fig. 2(b), shows that the proton resonances belonging to $- \\mathrm { O H }$ of the PBI-HPG could be found at 2.09 ppm and the proton resonances of $- \\mathbf { C H } _ { 2 } -$ and -CH- of hyperbranched polyglycidyl were observed at $3 . 4 9 { - } 4 . 2 3 ~ \\mathrm { p p m . ^ { 2 4 } }$ In addition,the aromatic proton peaks of the PBI-HPG at $8 . 4 6 ~ \\mathrm { p p m }$ and 7.95 ppm were very weak. The protons of $- \\mathrm { C H } _ { 2 } -$ belonging to 6- amino caproic acid were at $1 . 3 0 { - } 2 . 3 8 ~ \\mathrm { p p m }$ .The $^ 1 \\mathrm { H }$ NMR results confirmed the correct structure.The characterization data of PBI-HPG were as follows: ${ } ^ { 1 } \\mathrm { H }$ NMR (δ, ppm, ${ \\bf D } _ { 2 } \\mathbf { O } { \\bf \\dot { \\Sigma } } .$ ): 8.46-7.95 (s, 8H,ArH),3.49-4.23 (s, $8 8 \\mathrm { H }$ 5 $\\scriptstyle - \\mathrm { O C H } _ { 2 ^ { - } }$ and -CH-),2.09 (s,20H, -OH),1.30-2.38 (s,20H, $- \\mathbf { C H } _ { 2 } - \\dot { }$ ！ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig. 3(a) shows the zeta potential of the PBI-HPG/RGO measured at different $\\mathsf { p H }$ values in distilled water.The zeta potential of PBI-HPG/RGO was recorded in the range from about $- 3 \\mathrm { \\ m V }$ (acidic conditions） to about $- 4 0 \\ \\mathrm { m V }$ (alkaline conditions).The curve indicated that the surface of $\\mathbf { P B I - H P G } /$ RGOwas negatively charged when dispersed in distilled water even at low $\\mathsf { p H }$ values.With the increase in alkalinity the quantity of negative charge increased.This was attributed to the high ionization of the hydroxyl groups originating from the PBIHPG.35 This suggested that the formation of stable PBI-HPG/ ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/95991eb26a0d5b58d2e6de06bb95ae978bdba2e4d02ccfc59b092160435fe1a4.jpg",
        "img_caption": [
            "Fig.1(a)FT-spectraand(b)GAcuresofPBBI-HG,GOandPBI-HG/RGO.(c)WAXDcuvesfRGOPBI-GandPBHG/GO.(d) Solubility of PBl-HPG and PBl-HPG/RGO in $H _ { 2 } O ,$ ethanol, DMF and DMSO,respectively.(e) The dispersion of RGO,PBl-HPG/RGO in ethanol. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "RGO colloids in aqueous solution was due to electrostatic repulsion. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.3(b) shows a comparison of UV-vis absorption spectra of PBI-HPG,PBI-HPG/RGO and RGO dispersed in aqueous solution.The spectrum of the PBI-HPG in distilled water showed three characteristic absorption peaks at 470,499 and $5 4 7 ~ \\mathrm { n m }$ which corresponded to the electronic transitions of PBI-HPG.6 However，the three characteristic absorption peaks in the spectrum of PBI-HPG/RGO had a slight shift,and these peaks did not appear in the spectrum of the RGO.The peaks were red shifted by about $1 0 \\ \\mathrm { n m }$ compared to the spectrum of PBI-HPG. This was consistent with the presence of $\\pi { - } \\pi$ stacking interactions between the PBI-HPG moieties and the RGO nanosheets.² Thus it further evidenced that the RGO had successfully stacked withPBI-HPG via $\\pi { - } \\pi$ intermolecular forces. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The X-ray photoelectron spectroscopy (XPS) spectra of the PBI-HPG/RGO showed peaks corresponding to the binding energies ofabout 284 eV,399 eV and $5 3 1 \\ \\mathrm { \\ e V }$ which were attributed to C 1s,N 1s and O 1s energy levels,respectively (Fig.3(c) and (d)).A strong O 1s signal appeared in Fig.3(c), suggesting that the PBI-HPG/RGO contained oxygen,which is most likely located in the glycidol groups. The XPS spectrum shows no other elements to be present,indicating the by products had been washed out during processing.37 The C 1s core-level spectrum of PBI-HPG/RGO (Fig.3(d)) could be fitted into five components with BEs at about 283.6,285.0,285.8, 287.0 and $2 8 8 . 3 ~ \\mathrm { { \\ e V } }$ ，These could be attributed to the $\\displaystyle \\mathbf { s p } ^ { 2 }$ hybridized carbon，C-C/C-H，C-O-C/C-OH， $\\scriptstyle \\mathbf { N - C = O }$ and $\\scriptstyle \\mathbf { O - C = O }$ species,respectively.37,38 The C-O-C/C-OH originated from the hyperbranched polyglycerols moieties of PBI-HPG.The N1s signal (shown in inset of Fig.3(d))was consistent with the PBI-HPG/RGO.The XPS data confirmed that PBI-HPG covered the surface of RGO nanosheets. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.4(a) shows typical AFM images and the height profiles of RGO and PBI-HPG/RGO dispersed in ethanol, cast onto cleaved mica dried under vacuum at room temperature. The average thickness of RGO wasdetermined to be about $3 . 5 \\ \\mathrm { n m }$ from the height profile of the AFM image suggesting a single layer structure.39 However,the thickness was still larger than the theoretical value of a perfect carbon-carbon bond $( \\mathsf { s p } ^ { 2 } )$ thickness in graphene.4o The result was attributed to the inherent deformation of graphene as well as the instrumental offset of the AFM probe within the range of allowable error.41 The thickness of PBI-HPG/RGO was tested by AFM and the image is shown in Fig.4(b).In the microscope imagea cross-section of a flake could be observed showing RGO with thickness of about $8 . 5 \\ \\mathrm { n m }$ ,which indicated the RGO had two or three layers stacked together.In the literature this was assumed to be due to the interactions between PBI-HPG units.²7 Because the perylene bisimide has a benzene ring structure,it could bind to RGO via $\\pi { - } \\pi$ stacking.Thus,the thickness of the PBI-HPG/ RGO is not only due to stacking but also due to the added PBIHPG.From the height profiles of PBI-HPG/RGO it could be seen,that the height increases were much larger than expected forasingle or stacked sheet of RGO.The thickness difference between the stacked and un-stacked area was about $1 6 ~ \\mathrm { { n m } }$ on average,4² which was the thickness of PBI-HPG.The irregu larityof the hyperbranched polymer resulted in the rough topology of the PBI-HPG/RGO.4 Hence,we could confirm that the PBI-HPG/RGO had been successfully $\\pi { - } \\pi$ stacked on the surface of RGO,while the edges of the RGO nanosheets were free. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4b7d74b5aee35399b5bbe00c52a52a62e227081898c9d3c02d1509818acefa33.jpg",
        "img_caption": [
            "Fig.2 $^ 1 \\mathsf { H }$ -NMR spectra of (a) PBl and (b) PBl-HPG. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.4(b) shows the transmission electron microscopy (TEM) image of RGO and PBI-HPG/RGO.The samples were dissolved in ethanol and distilled water,respectively.Then,one drop of the ethanol suspension was placed on a micro-grid.From the RGO picture can be seen,that the edge of the RGO sheet appeared to be rolled up and crumpled,which was attributed to its intrinsic nature.28,44 The morphology of PBI-HPG/RGO lookedfolded，indicatingthe $\\pi { - } \\pi$ stacking interactions between RGO and PBI-HPG didn't alter the morphology of nanosheet RGO.² Some irregular dark shadows were noted (indicated by arrows) on the surface of nanosheet RGO.These could be interpreted as traces of PBI-HPG stacked on RGO via strong $\\pi { - } \\pi$ interaction.24,38 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Morphology of composites ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The SEM images of the fracture surfaces of the epoxy composites with different enlargement fractions after tensile tests are shown in Fig.5.It can be observed clearly from Fig.5(a) that several river-like linesappeared on the fracture surface of the neat epoxy.Single crack propagation ishighlighted byan arrow in Fig.5(a) and (b),which indicated that the structural deformation was a brittle fracture.However, the fracture surfaces of modified epoxy composites were rougher,with many cracks,in Fig.5(c)-(j).The mode of crack propagation was similar (seen in Fig.5(c)-(i)). The presence of RGO should produce some microcracks,leading to the roughness and irregularity of the fracture surface.In particular,the crack became clearer and deeper when the filler content was $0 . 7 ~ \\mathrm { w t \\% }$ .This was attributed to the covalent reaction between the epoxy matrix and the hydroxyl groups of the PBI-HPG/RGO,45 which provided strong interfacial interaction between PBI-HPG/RGO and the epoxy matrix.36 Moreover,the degree of rough fracture reduced as the loading content increased,which can be seen in Fig. 5(i) and (j).The SEM analysis was confirmed by TEM micrography of the epoxy composites with $1 . 0 \\mathrm { w t \\% }$ ,as shown in Fig. S1. $^ { \\dagger }$ Aggregation and poor dispersion explained the reduction in mechanical properties. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Thermal properties of composites ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig. 6 shows the behavior of the thermal degradation of epoxy composites,and the analyzed data are listed in Table 1.As shown in Fig.6(a),the curves displayed a one-step degradation mechanism indicating that addition of PBI-HPG/RGO did not change the degradation mechanism of the epoxy composites. The initial decomposition temperature $\\left( T _ { \\mathrm { d } } \\right)$ improved with the content of PBI-HPG/RGO increasing. The temperature at which a sharp weight loss occurs is an important parameter to prove the thermal stability of composites，which is denoted as decomposition temperature $\\left( T _ { \\mathrm { d } } \\right)$ .The $T _ { \\mathrm { d } }$ of neat epoxy was lower than epoxy composites,and the temperature at weight loss of $5 \\%$ $\\left( T _ { 5 } \\right)$ increased from $3 5 0 ~ ^ { \\circ } \\mathrm { C }$ to $3 7 5 ~ ^ { \\circ } \\mathrm { C }$ .Fig.6(b) shows the maximal decomposition temperature of epoxy composites.The maximal decomposition temperature increased from $3 9 5 ^ { \\circ } \\mathrm { C }$ to ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/cad60a610bbd937f9b6ec6ab90f1321bed43ff303b6b73f4b760fe385803373e.jpg",
        "img_caption": [
            "Fig.3(a)ZetapotetialofB-HGGOdispesionindistlldwater.(b)UV-visspetraofPBHGGOnd-HGGO.(cddXP wide scan and C 1s core-level spectra of the PBl-HPG/RGO. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/99eb815ee27a2b869389d312cc3f162896dbe8ebc74bedc77c81104df4efe580.jpg",
        "img_caption": [
            "Fig.4AFM images and TEM images of (a and c) RGO and (b and d) PBI-HPG/RGO. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$4 1 0 ^ { \\circ } \\mathrm { C }$ 、It might be that PBI-HPG/RGO and epoxy resin partici pated in the formation of the crosslinked network.46 Thus, addition of RGO was effective in improving the thermal performance of epoxy composites.In addition,it was found that the dispersion between PBI-HPG/RGO and epoxy matrix and gas inclusions were important factors in determining the thermal properties of the composites.A volatile gas is less likely to be encapsulated and form pockets in the well dispersed mixtures.47 The thermal stability increased initially but decreased if the additive content was more than $0 . 7 \\mathrm { \\ w t \\% }$ ，reachingacritical saturated state at this percentage.This was attributed to the huge volume of the hyperbranched polymer PBI-HPG/RGO, which generated a steric hindrance effect.48 So,it was difficult for hydroxyl groups in PBI-HPG/RGO to react with surface groups of epoxy resin or curing agent. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The glass transition temperatures of epoxy composites fil led with PBI-HPG/RGO could be derived from DSC heating scans shown in Fig.7.The $T _ { \\mathrm { g } }$ of neat epoxy was lower than that of epoxy composites.The highest value $1 8 2 . 9 \\ ^ { \\circ } \\mathrm { C }$ 1 $( 0 . 7 \\ \\mathrm { w t \\% } \\$ epoxy composite) and the lowest value $1 6 2 . 5 \\ ^ { \\circ } \\mathrm { C }$ (neat epoxy) variedbyabout $2 0 \\ ^ { \\circ } \\mathrm { C }$ .This was due to the fact that the hyperbranched polymer had lots of functional groups which could react with the groups of epoxy resin. From the curves, $T _ { \\mathrm { g } }$ increased up to the maximum value when the filler content was $0 . 7 \\mathrm { \\ w t \\% }$ and then decreased afterwards.RGO with its sheet morphology was an important factor for improving $T _ { \\mathrm { g } }$ at low filler loading.This was because both the wrinkled structure and large specific surface area of RGO sheets likely induced strong interfacial interactions with polymer chains and larger influence on the thermal properties of the epoxy composites.45 Furthermore，good dispersion of RGO sheets led to the formation of an interphase around each sheet in which the mobility of the chains was constrained. Thus, addition of PBI-HPG/RGO improved the $T _ { \\mathrm { g } }$ of the epoxy matrix.Otherwise,when filler content exceeded $0 . 7 ~ \\mathrm { w t \\% }$ ，the $T _ { \\mathrm { g } }$ decreased slightly.This might be due to localized clustering,which allowed the chain segments to move easily and thus decreased the $T _ { \\mathrm { g } } .$ Another reason was that the decreased degree of cross-linking induced by partial reaction of the curing agent led to a drop in $T _ { \\mathrm { g } }$ 49 Thus these factors affected the glass transition temperature.The thermal properties of epoxy composites were improved by the PBI-HPG/RGO compound. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/0c35e597aa26febbf83d02f2c138684742b69e72c3e7227d11acefa85e2e7fe2.jpg",
        "img_caption": [
            "Fig.5SEM images of fractured surface of composites with different enlargement fractions: (a and b) neat epoxy,(cand d) $0 . 1 \\mathsf { w t } \\%$ (e and f) $0 . 5 \\mathrm { w t } \\%$ (gand h) $0 . 7 \\mathrm { w t \\% }$ (iand j) $1 . 0 ~ \\mathsf { w t \\% }$ "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/36cec9a02bdd36004a9683cbd7954551e19697e27e82e13bc95d34d3750d0001.jpg",
        "img_caption": [
            "Fig.6(a) TGA curves and (b) DTG curves of epoxy composites "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/12fde13ad2f6585557cf68555546bfac674d4c29d3d78ffc57b01beae4a37c9e.jpg",
        "img_caption": [
            "Fig.7DSC curves of the epoxy composites. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/6f7a55f2c50472af4230033c4d7c4e1467479ef7ab348d6a02a0042975ad2689.jpg",
        "table_caption": [
            "ible1 Thermal stability of the composites calculated from TGA curves "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>The content of PBI-HPG/RGO</td><td>Temperature at weight loss of 5% (T5)</td><td>Temperature at weight loss of 50% (T50)</td><td>Char yield at 600 °C (%)</td></tr><tr><td>0.0 wt%</td><td>350</td><td>396</td><td>12%</td></tr><tr><td>0.1 wt%</td><td>360</td><td>411</td><td>24%</td></tr><tr><td>0.5 wt%</td><td>376</td><td>415</td><td>22%</td></tr><tr><td>0.7 wt%</td><td>375</td><td>409</td><td>5%</td></tr><tr><td>1.0 wt%</td><td>371</td><td>408</td><td>7%</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f19c14b5fd4e5680b817f9fadb9691eb50a744d37ef73304891ad58e5378eaa5.jpg",
        "img_caption": [
            "Fig.8Thermal conductivity and thermal diffusivity of the epoxy composites. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The thermal conductivity and diffusivity of the fabricated epoxy composites containing PBI-HPG/RGO were examined as a function of the PBI-HPG/RGO content and the results are shown inFig.8.It was evident that the thermal conductivity increased steadily with the incorporation of the PBI-HPG/RGO.The thermal diffusivity of the epoxy composites showed a similar trend.This tendency of increase promised higher thermal conductivity higher loadings of PBI-HPG/RGO. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The thermal conductivity of neat epoxy was around $0 . 2 4 ~ \\mathrm { W }$ $\\mathrm { m } ^ { - 1 } \\mathrm { K } ^ { - 1 }$ .The thermal conductivity of epoxy composites with the $1 \\ \\mathrm { w t \\% }$ PBI-HPG/RGO was $0 . 3 3 \\mathrm { ~ W ~ m ~ } ^ { - 1 } \\mathrm { ~ K ~ } ^ { - 1 }$ ，which is slightly higher than that of the neat epoxy.It is known that the thermal conductivity is related to the loading and dispersion of fillers and the thermal resistance of the interface between the fillers and matrix. This phenomenon might be attributed to filler loading factors.The PBI-HPG/RGO filler were well dispersed in the epoxy composites,resulting in a strong interface thermal resistance between the fillers and the epoxy matrix. Further comparison of the heat dissipation between the neat epoxy and its composites was performed using infrared imaging technology,as shown in Fig. S2 and S3.† ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/10d61619c24c213c76ad66d72b7001b7ced13b225ffe5bac9bdc5ac767ac4d9a.jpg",
        "img_caption": [
            "Fig.9(a) The storage modulus and (b) tan $\\delta$ of epoxy composites at1 Hz frequency.(cand d) Different frequency testing of epoxy composites with 0.7 wt% PBI-HPG/RGO "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "0.00.2 0.4 0.6 0.8 1.0   \n(a)90 (b)800- 0 80 △O 0.0 wt% 100 70 □ 0.5wt% 600 200 日 0.7wt%   \n0 △ 1.0wt% 500 300   \n40 400 Toungnemodulus 20 200 600 10 100 -700 0 0 -800 0 1 2 3 4 5 6 7 8 9 10 0.0 0.20.40.60.8 1.0 Strain(%) PBI-HPG/RGO (wt%)   \nC 55 95 (d) 140- 1 卓 888228855 电 40 110- 2000 35 卓 100- 一 90- 1700 30 25 O 45 80- 1600' 40 70 -1500 0.0 0.2 0.4 0.6 0.8 1.0 0.0 0.2 0.4 0.6 0.8 1.0 PBI-HPG/RGO content(wt%) PBI-HPG/RGO content (wt%) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fig.9 exhibits the dynamic mechanical spectrum of different mass fraction epoxy composites，which shows the storage modulus and tan δ.The storage modulus and tanδ rose with increasing amounts of filler.As can be seen in Fig.9(a),it was found that storage modulus of neat epoxy was lower than that of the epoxy composites. The storage modulus of the epoxy composites decreased with an increase in temperature.This was attributed to the energy dissipation due to the mobility and movement of the polymer chains.51 However， the storage modulus increased with the addition of the filler's content over the whole temperature range,and the storage modulus curves of composites shifted to higher temperatures after addition of the PBI-HPG/RGO.The addition of $0 . 7 \\mathrm { \\textrm { w t \\% } }$ PBI-HPG/RGO produced a significant increase of $3 5 . 8 \\%$ from 1233.7 to $1 6 7 4 . 8 \\ \\mathrm { M P a }$ in the storage modulus at about $1 3 7 ^ { \\circ } \\mathrm { C }$ It can be surmised that the filler was conducive to improve the storage modulus of epoxy composites. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fig. 9(b) shows tan $\\delta$ values of epoxy composites.In a sense, the tan $\\delta$ was equivalent to glass transition temperature $\\left( T _ { \\mathrm { g } } \\right)$ From the curves we can see that the $T _ { \\mathrm { g } }$ of the neat epoxy and its composite with $0 . 7 \\mathrm { w t \\% }$ PBI-HPG/RGO were $1 5 8 . 8 \\ ^ { \\circ } \\mathrm { C }$ and 201.4 ${ } ^ { \\circ } \\mathbf { C }$ ,respectively,which increased by about $4 2 . 6 ~ ^ { \\circ } \\mathrm { C }$ The storage modulus and $T _ { \\mathrm { g } }$ both followed the trend of reaching a maximum with increasing filler content.This could be attrib uted to the following two factors: the cross-linking density was an important indicator for the impact strength and thermal performance,because the cross-linking density dampened the motion of the polymer chain and reduced the free volume,it could increase the storage modulus and tanδ.However,once the cross-linking density exceeded a critical value it resulted in phase separation and the formation of reactive sites.Thereby it impaired the cross-linking reaction between epoxy resin and compound PBI-HPG/RGO.5² The second factor is the dispersion of the filler in the resin.The dispersion was good at low filler contents,but declined when the content exceeded $0 . 7 ~ \\mathrm { w t \\% }$ due to the agglomeration of excess filler particles.Fig.9(c) and (d) displays the dynamic mechanical performanceunder different frequencies of epoxy composites with $0 . 7 ~ \\mathrm { w t \\% }$ PBI-HPG/RGO. The energy storage modulusincreased with increasing frequency,but the amplitude of growth was not very consistent. Thus,the conclusion was that the influence of frequency on the storage modulus was not as important as the dispersion and the cross-linking.Based on these findings,it was suggested that a low amount $\\left( 0 . 7 \\ \\mathrm { w t \\% } \\right)$ of the compound PBI-HPG/RGO could improve the thermodynamic performance of epoxy resin. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/9d61cad37ec7f0316a3dfc2e20a2d58e942cba6926ba1968e222c34207af990a.jpg",
        "table_caption": [
            "[able2 The mechanical properties of the epoxy composite "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>PBI-HPG/RGO content</td><td>Impact strength/kJ m-2</td><td>Tensile strength/MPa</td><td>Flexural strength/MPa</td><td>Flexural modulus/MPa</td></tr><tr><td>0.0 wt%</td><td>26.3 ±0.9</td><td>55.4 ± 1.3</td><td>79.5 ± 2.5</td><td>1840.0 ± 40.0</td></tr><tr><td>0.1 wt%</td><td>30.3 ± 1.3</td><td>63.8 ± 0.6</td><td>102.9 ± 0.4</td><td>2075.0 ± 35.0</td></tr><tr><td>0.5 wt%</td><td>37.7 ± 0.4</td><td>75.7 ± 0.7</td><td>114.6 ± 1.7</td><td>2140.0 ± 28.0</td></tr><tr><td>0.7 wt%</td><td>39.6 ± 0.5</td><td>90.0 ± 0.3</td><td>121.6 ± 1.3</td><td>2195.0 ± 23.0</td></tr><tr><td>1.0 wt%</td><td>35.0 ± 0.8</td><td>82.5 ± 0.6</td><td>117.4 ± 0.3</td><td>2180.0 ± 31.0</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Mechanical propertiesofcomposites ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fig.10(a) exhibits the stress-strain behaviors of the epoxy composites.The epoxy composites showed the brittle deformation and presented the tendency for linear growth at the breaking point.It could be seen that the tensile properties of epoxy composites have been improved by the additive PBI-HPG/ RGO.However,the tensile properties increased with the increment of filler until the weight percentage was $0 . 7 \\mathrm { \\textrm { w t \\% } }$ In comparison the tensile strength of the $1 . 0 \\ \\mathrm { w t \\% }$ sample was marginally lower. Too much filler led to the performance degradation of modified epoxies because the tensile loading caused stress concentration around the filler particle until dissipation of the energy by sample deformation.5³ Another reason was that excessive filler content caused uneven dispersion,leading to phase separation.From Fig.1o(b),the toughness of neat epoxy was $1 5 5 . 2 \\mathrm { J } \\mathrm { m } ^ { - 3 }$ and increased up to 385.6 J $\\mathbf { m } ^ { - 3 }$ upon addition of PBI-HPG/RGO.It increased by $1 4 8 . 5 \\%$ compared to the neat epoxy.The impact strength and tensile strength of different weight percentage of epoxy composites are shown in Fig.1o(c).The impact strength and tensile strength reachedamaximumatafillercontent of $0 . 7 \\mathrm { w t \\% }$ with values of $3 9 . 6 ~ \\mathrm { ~ k J ~ } ~ \\mathrm { m } ^ { - 2 }$ and $9 0 . 0 ~ \\mathrm { \\ M P a }$ ，respectively， corresponding to improvements of $5 0 . 8 \\%$ and $6 2 . 3 \\%$ ,respectively.The reason for these improvements was thought to be the cross-linking reaction between the epoxy groups and hydroxyl groups of hyperbranched polyglycidyl. The properties decayed slightly when the weight percentage of filler exceeded $0 . 7 ~ \\mathrm { w t \\% }$ .This was attributed to bad dispersion inducing defects in the epoxy matrix. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The bending performance of the samples is shown in Fig.1o(d). From the graph in the Figure could be concluded that the flexural strength and modulus of epoxy composites were increased compared to neat.The flexural strength of neat epoxy was $7 9 . 5 ~ \\mathrm { M P a }$ and up to $1 2 1 . 6 ~ \\mathrm { M p a }$ for the composites. The trend of flexural modulus was the same as for the flexural strength,with the modulus value ranging from $1 8 4 0 . 0 \\mathrm { M P a }$ to 2195.0 MPa.The addition of $0 . 7 ~ \\mathrm { \\ w t \\% }$ Of PBI-HPG/RGO resulted in the maximum value in bending performance and tensile properties.The data showing the mechanical properties of neat samples and their composites are summarized in Table 2. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This study synthesized a water-soluble perylene bisimide (PBIHPG）and then a novel compound PBI-HPG/RGO was first synthesized via $\\pi { - } \\pi$ stacking. The effects of PBI-HPG/RGO on the mechanical and thermal properties of epoxy composites were investigated.The results shown that PBI-HPG/RGO filler exhibited high enhancement effects for mechanical reinforcement of epoxy composites. The impact strength， tensile strength and flexural modulus of the epoxy composite with 0.7 $\\mathrm { w t \\% }$ PBI-HPG/RGO were $3 9 . 6 \\mathrm { ~ k J ~ m } ^ { - 2 }$ ， $9 0 \\ \\mathrm { M P a }$ and 2195 Mpa (increased by $5 0 . 8 \\%$ ， $6 2 . 3 \\%$ and $1 9 . 3 \\%$ ),respectively,compared with the neat epoxy resin.More important, the thermal degradation temperature， the glass transition temperature and thermal conductivity of epoxy composites also has been improved clearly. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The authors gratefully acknowledge the financial support by National Natural Science Foundation of China (51303034, 51163004 and 514630o7),the Natural Science Foundation of Guangxi Province, China (2013GXNSFAA019308, 2014GXNSFDA118006 and 2014GXNSFBA118034)， Guangxi Universities Scientific Research Project (No. YB2014165), Natural Science Foundation of Ningbo (No.Y40307DB05). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Notes and references ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1 C.S.Wu,Y.L.Liu and K.Y.Hsu,Polymer,2003,44,565-573.   \n$^ { 2 \\mathrm { ~ M ~ } }$ ，Flores，M.Morell,X.Fernandez-Francos,F.Ferrando, X.Ramis and A. Serra,Eur. Polym. J.,2013,49,1610-1620.   \n3N. Chikhi,S.Fellahi and M.Bakar,Eur.Polym.J.,2002,38, 251-264.   \n4 J.Liu,L. Tao,W.Yang,D.Li,C.Boyer,R.Wuhrer,F.Braet and T.P.Davis,Langmuir,2010,26,10068-10075.   \n5 L.Peng, Z. Xu, Z. Liu,Y.Wei, H. Sun,Z. Li,X. Zhao and C.Gao,Nat. Commun.,2015,6,5716.   \n6 Y. Xu,K. Sheng,C.Li and G. Shi,ACS Nano,2010,4, 4324- 4330.   \n7 Q. Liang, X. Yao, W. Wang, Y. Liu and C.P.Wong,ACS Nano, 2011,5,2392-2401.   \n8 Y. J. Wan, L. X. Gong, L. C. Tang, L. B. Wu and J. X. Jiang, Composites,Part A,2014,64,79-89.   \n9 B. Shen,W. Zhai,M. Tao,D.Lu and W. Zheng, Compos. Sci. Technol.,2013,77,87-94.   \nlO S.Wang，B.M.Goh,K.K.Manga,Q.Bao,P.Yang and K.P.Loh,ACS Nano,2010,4,6180-6186.   \nl1 Y.Wang,J. Chen, Y. Chen,W.Li and C. Yu,Anal. Chem., 2014,86,4371-4378.   \nl2L.Q.Xu,L.Wang,B.Zhang,C.H.Lim,Y.Chen,K.G.Neoh, E.T.Kang and G.D.Fu,Polymer,2011,52,2376-2383.   \n13 S.Chen,Y.Liu,W.Qiu,X. Sun,Y.Ma and D. Zhu, Chem. Mater.,2005,17,2208-2215.   \n14 L. Pan, S.Lu, X. Xiao, Z. He, C. Zeng,J. Gao and J. Yu, RSC Adv.,2015,5,3177-3186.   \n15D.Gorl, X. Zhang and F.Wurthner,Angew. Chem., Int. Ed., 2012,51,6328-6348.   \n16 D.Foix,Y. Yu,A. Serra, X. Ramis and J.M. Salla, Eur. Polym. J.,2009,45,1454-1466.   \n17 H.Frey and R.Haag,Rev. Mol. Biotechnol.,2002,90,257-267.   \n18R.Haag and A. Sunder,J.Am. Chem. Soc.,2000,122,2954- 2955.   \n19 L.Ye，K.Letchford，M.Heller，R.Liggins, J．N． Kizhakkedathu，D. E. Brooks，H. M．Burt, J. K. Jackson and D. Guan， Biomacromolecules,2011，12, 145-155.   \n20 R.K. Kainthan, C. Mugabe,H. M. Burt and D. E. Brooks, Biomacromolecules,2008,9,886-895.   \n21M.Adeli,N.Mirab,M.S.Alavidjeh,Z. Sobhani andF.Atyabi, Polymer,2009,50,3528-3536.   \n22 Y. Xu, S. Leng, C. Xue,R. Sun, J. Pan, J. Ford and S. Jin, Angew. Chem.,Int.Ed.,2007,46,3896-3899.   \n23 Y.Wang,J. Chen,H. Jiao,Y.Chen,W.Li,Q. Zhang and C.Yu, Chem.- Eur.J.,2013,19,12846-12852.   \n24 L. Zhou, B. He, J. Huang, Z. Cheng, X. Xu and C. Wei,ACS Appl.Mater.Interfaces,2014,6,7719-7727.   \n25 C. Zen, S.Lu,L. Song, X. Xiao,J. Gao,L. Pan, Z. He and J. Yu, RSC Adv., 2015,5,35773-35782.   \n26 M. Jonsson,D.Nystrom,O.Nordin and E.Malmstrom, Eur. Polym.J.,2009,45,2374-2382.   \n27 S. Movahedi， M. Adeli， A. K. Fard， M. Maleki, M.Sadeghizadeh and F.Bani,Polymer,2013,54,2917-2925.   \n28 S.N.Tripathi,P.Saini,D.Gupta and V.Choudhary,J.Mater. Sci.,2013,48,6223-6232.   \n29 T.A. Pham, N.A. Kumar and Y.T. Jeong, Synth. Met., 2010, 160,2028-2036.   \n30 C. Xu,R. S. Yuan and X. Wang, New Carbon Mater., 2014, 29, 61-66.   \n31C.Nethravathi and M.Rajamathi,Carbon,20o8,46,1994- 1998.   \n32 Q. Guo, Z. Zheng, H. Gao,J. Ma and X. Qin,J. Power Sources, 2013,240,149-154.   \n33 G.Wang,Q. Tang, H. Bao, X. Li and G. Wang, J. Power Sources,2013,241,231-238.   \n34 B.Wang and C. Yu, Angew. Chem., Int. Ed.,2010,49,1485- 1488.   \n35 A．M.Jastrzebska，E. Karwowska，A.R.Olszyna and A. Kunicki, Surf. Coat. Technol.,2015,271,225-233.   \n36 D.Lee, S.H. Song,J. Hwang, S.H. Jin,K.H.Park, B.H. Kim, S.H.Hong and S. Jeon, Small,2013,9,2602-2610.   \n37 S.H. Song,K.H. Park,B.H. Kim, Y.W. Choi, G.H. Jun, D. J. Lee, B. S. Kong, K. W. Paik and S. Jeon, Adv. Mater., 2013,25,732-737.   \n38 L.Wang,L. Jiang,D.Su,C. Sun,M. Chen,K.Goh and Y. Chen,J. Colloid Interface Sci.,2014, 430,121-128.   \n39 X. Zhang, K. Li, H. Li, J. Lu, Q. Fu and Y. Chu, Synth. Met., 2014,193,132-138.   \n40 T. Kuilla, S.Bhadra, D. Yao,N.H. Kim, S. Bose and J. H. Lee, Prog.Polym. Sci.,2010,35,1350-1375.   \n41J.C.Meyer,A.K. Geim,M.I.Katsnelson,K. S. Novoselov, T. J. Booth and S. Roth, Nature, 2007,446,60-63.   \n42 T.Baumgärtel, S.Rehm,F.Würthner, C.von Borczyskowski and H. Graaf,Appl. Surf. Sci., 2014,318,51-58.   \n43 L. Li,X. Zhang,J. Qiu, B.L. Weeks and S. Wang, Nano Energy, 2013,2,628-635.   \n44 L. M. Veca, M.J. Meziani, W. Wang,X. Wang,F.Lu,P. Zhang, Y. Lin,R.Fee,J.W. Connell and Y.P. Sun,Adv.Mater.,2009, 21,2088-2092.   \n45 Y. J. Wan,L. C. Tang, L. X. Gong,D. Yan, Y. B. Li and L. B.Wu,Carbon,2014,69,467-480.   \n46 Y. L. Liu, C.Y. Hsu, W. L. Wei and R. J. Jeng, Polymer,2003, 44, 5159-5167.   \n47 Y.Ni, S. Zheng and K.Nie,Polymer,2004,45,5557-5568.   \n48 R.Liu and X.Wang,Polym.Degrad. Stab.,2009,94,617-624.   \n49 L. C. Tang, Y. J. Wan,D. Yan, Y. B.Pei, L. Zhao and Y. B. Li, Carbon,2013,60,16-27.   \n50 S. Y. Yang, W. N. Lin, Y. L. Huang, H. W. Tien, J. Y. Wang, C. C. M. Ma, S. M. Li and Y. S. Wang, Carbon, 2011, 49, 793-803.   \n51 X.Wang,L. X. Gong,L.C. Tang, K. Peng, Y. B.Pei and L. Zhao,Composites, Part A,2015,69,288-298.   \n52 R. Thomas,D. Yumei, H. Yuelong,Y. Le,P. Moldenaers, Y.Weimin,T.Czigany and S.Thomas,Polymer,20o8,49, 278-294.   \n53 M. T. Bashar, U. Sundararaj and P. Mertiny, Polym. Eng. Sci., 2014, 54,1047-1055. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]