[
    {
        "type": "text",
        "text": "厌恶情绪与消费者行为",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杜伟强",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（天津师范大学管理学院，天津300387）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要厌恶与其他消极情绪存在差异，不同类型的厌恶也不完全相同。可以采用不同的方法来诱发消费者的不同类型的厌恶。产品与服务、宣传、组织行为等均可能导致消费者产生不同类型的厌恶。不同类型的厌恶又会影响消费者行为，如产品评价、购买意向、支付意愿、延迟决策、口碑、产品消费等。未来可以对厌恶与其他消极情绪对消费者行为影响的差异、不同类型的厌恶对消费者行为影响的差异、厌恶的前因变量与结果变量进行更深入的探索。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 情绪；厌恶；病菌厌恶；道德厌恶；消费者分类号 B849:C93",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在20 世纪90年代之前，心理学家很少关注厌恶的分类与测量，厌恶的实证研究也受到限制。从20世纪90年代开始，厌恶日益受到心理学家的重视，厌恶的分类研究日益深入，基于厌恶分类的测量量表也日益完善，厌恶的实证研究在数量上快速增长。厌恶起源于人类识别和对抗环境中病菌的需要，是人类行为免疫系统的动力成分（彭明，张雷，2016）。一些学者基于诱发物的类型，对厌恶进行分类（Haidt,Mccauley,&Rozin,1994)；一些学者采用传统的分类方法（Rozin,Haidt,&McCauley,2016)；一些学者则基于进化心理学的视角，对厌恶进行分类（Tybur，Lieberman，& Griskevicius，2OO9；Tybur，Lieberman，Kurzban，&Descioli, 2013）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "变质的食品、他人触摸过的产品让一些消费者感到厌恶。消费者对服务中出现的问题感到厌恶。厌恶情绪又会影响消费者的产品评价、购买意向、花费、支付意愿、转化率、延迟决策、产品消费、满意度、口碑等。一些学者将厌恶理论应用于消费者行为领域，拓展了其应用范围，并丰富了厌恶理论。本文在对厌恶的特点、分类与不同类型的消费者厌恶的诱发等文献进行回顾的基础上，对消费者的不同类型厌恶的影响因素及这些厌恶情绪对消费者行为影响的最新研究成果进行系统梳理，最后总结这些研究的营销启示并提出一些未来研究方向。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2厌恶的特点、分类与诱发 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1厌恶的特点",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "厌恶是一种由反感的、不愉快的刺激诱发的消极情绪（金熠，张丹丹，柳昀哲，罗跃嘉，2014）。与厌恶相比，悲伤、愤怒、轻视的愉悦程度更低；无聊这种情绪需要耗费的精力较少；恐惧通常与情境中的不确定性密切相关；羞愧、内疚通常与个体的责任感有关（Smith&Ellsworth，1985）。Brinol等人（2018）认为，虽然悲伤、愤怒与厌恶均为消极情绪，但是悲伤导致个体怀疑其想法，愤怒与厌恶则会提高个体的自信心。此外，厌恶与恐惧均是具有较高回避动机的情绪，感到厌恶与恐惧的个体的回避动机较强，然而，愤怒则是具有较高趋近动机的情绪，感到愤怒的个体的趋近动机较强（Gable，Poole，& Harmon-Jones，2015;Harmon-Jones,Harmon-Jones,& Summerell,2O17）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "损失厌恶（lossaversion）中的\"厌恶”（aversion）与厌恶情绪中的\"厌恶”（disgust）并不相同。损失厌恶是指人们认为同量的损失（如丢失100元）带来的负效用远远大于同量的收益（如拾到100元）带来的正效用，认为损失更加令他们难以忍受。有学者认为二者之间也存在联系。Schnall（2016）认为厌恶情绪构成了广义的损失厌恶系统的基础，Breaban 和Noussair（2017）则发现，厌恶情绪与损失厌恶之间的相关关系并不显著。此外，风险厌恶、不公平厌恶中的\"厌恶\"与厌恶情绪中的\"厌恶\"也不相同。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2厌恶的分类",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "20 世纪90年代以来，对厌恶的分类及不同类型的厌恶之间关系的研究日益深入。Haidt等（1994）开发了一个包含32个条目的厌恶量表，将厌恶分为食物厌恶、动物厌恶、身体产物厌恶、死亡厌恶、卫生厌恶、体表破坏厌恶、性厌恶和由奇幻思维（magical thinking）诱发的厌恶。Haidt 等研究的主要是物质厌恶，一些学者则主要关注道德厌恶（Chapman&Anderson,2013; Chapman& Anderson,2014)。Yoder，Widen 和 Russell（2015）发现这两种厌恶存在较大的差异。道德厌恶是指个体对一些不道德行为的厌恶。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Olatunji等人（2007）对Haidt等的量表进行了修订，发现只有3类厌恶——核心厌恶、动物提醒厌恶和感染厌恶。Olatunji等人对核心厌恶与感染厌恶的概念界定不够清晰，没有将二者进行严格的区分，这两个概念可能存在一些重叠之处。此外，Tybur 等（2013）与Olatunji 等人对动物提醒厌恶这一概念的外延的看法存在分歧。Olatunji 等人修订后的量表中不包含性厌恶。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于进化心理学的视角，Tybur等（2009）对厌恶进行了分类。他们基于厌恶的3种功能——病菌避免、伴侣选择、社会互动，将厌恶分为病菌厌恶、性厌恶与道德厌恶。Tybur等开发了一个包含21个条目的新厌恶量表。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tybur 等（2013）比较了传统的厌恶分类方法与基于进化心理学的厌恶分类方法。按照传统的分类方法，他们将厌恶分为核心厌恶、人际厌恶、动物提醒厌恶与道德厌恶，某些食物、动物、身体产物可以诱发核心厌恶，与陌生人接触可以诱发人际厌恶，死亡、不卫生的环境和行为、体表破坏、不当的性行为可以诱发动物提醒厌恶，道德冒犯可以诱发道德厌恶；按照基于进化心理学的分类方法，他们将厌恶分为病菌厌恶、性厌恶与道德厌恶，某些食物、动物、身体产物、与陌生人接触、死亡、不卫生的环境和行为、体表破坏可以诱发病菌厌恶，不当的性行为与道德冒犯可以分别诱发性厌恶与道德厌恶。Haidt等（1994）没有涉及人际厌恶与道德厌恶。基于进化心理学的视角，病菌厌恶包括核心厌恶、人际厌恶和部分动物提醒厌恶（Tybur etal.,2013)。动物提醒厌恶是指对那些提醒人类是由动物进化而来的事物的厌恶。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rozin等（2016）对传统的分类方法进行了修订，将厌恶分为核心厌恶、人际厌恶、动物提醒厌恶、性厌恶与道德厌恶。对于基于进化心理学的厌恶分类方法，Rozin等认为，一些动物提醒厌恶，如对尸体的厌恶中包含一些病菌厌恶的成分，然而，病菌厌恶不能完全涵盖动物提醒厌恶。他们认为，性厌恶并非仅仅为了避免选择那些不利于繁衍后代的伴侣及避免从事那些不利于繁衍后代的行为，性厌恶可能涉及病菌厌恶、动物提醒厌恶、道德厌恶。病菌厌恶也不能完全包含人际厌恶。Hodson等人（2013）开发了一个量表，用于测量个体对非成员群体的厌恶程度。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3不同类型的厌恶的诱发",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一些学者通过视觉刺激来诱发厌恶情绪。Lerner，Small和Loewenstein（2004）让被试看电影《猜火车》的一个片段来诱发病菌厌恶。在该片段中，电影的主角将手伸入肮脏的马桶中。Morales，Wu 和 Fitzsimons（2012）、Coleman，Williams，Morales 和 White（2017）让被试看几张照片来诱发病菌厌恶。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一些研究通过让被试写出令其感到厌恶的经历来诱发厌恶。Faraji-Rad和Pham（2017）要求被试花3\\~5分钟回忆并写出过去令其感到厌恶的一次经历。Chowdhry，Winterich,Mittal和Morales（2015）要求被试写一篇文章，描述其生命中诱发厌恶情绪最多的一天。这些研究没有对病菌厌恶与道德厌恶进行区分。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "道德厌恶与病菌厌恶的诱发方法存在差异。为了对道德厌恶进行操纵，在Chan，VanBoven，Andrade 和Ariely（2014）的实验1中，被试看了一个2分43 秒的法国电影片段，而且被告知这是一部关于乱伦的电影。需要指出的是，一些学者认为个体对乱伦的厌恶是性厌恶（Haidt etal.,1994;Tybur et al.,2013)，Rozin 等（2016）则认为，性厌恶有时也涉及道德厌恶。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3厌恶的前因变量",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1产品与服务",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "变质的食品、他人触摸过的产品、对人的健康有害的产品、转基因食品、仿冒品、发生故障的产品让一些消费者感到厌恶，消费者对前3种产品的厌恶主要是病菌厌恶，对转基因食品的厌恶可能既包含病菌厌恶，也包含道德厌恶，对后两种产品的厌恶主要是道德厌恶。消费者对变质的牛奶感到厌恶（Shook,Ford,&Boggs,2017)。消费者对他人触摸过的产品感到厌恶（Argo,Dahl,&Morales,2006)。与没有被令人厌恶的产品接触的产品相比，被令人厌恶的产品接触的产品更令消费者感到厌恶（Morales&Fitzsimons,2007)。Gopaldas（2014）对消费者情绪进行了定性研究。他发现，对人的健康有害的产品令消费者厌恶。转基因食品也会令一些消费者感到厌恶。 $45 \\%$ 的被调查者坚决反对转基因食品；与转基因食品的支持者和非坚决反对者相比，转基因食品的坚决反对者对转基因食品感到更厌恶（Scott，Inbar，&Rozin，2016)。当觉得某产品是仿冒品时，消费者容易对其产生道德厌恶（Amar，Ariely,Carmon,& Yang,2018)。发生故障的汽车让消费者感到道德厌恶（Westbrook,1987）。在一些网络评论中，消费者表达了其对一些产品的厌恶（Ullah,Amblee,Kim,&Lee,2016)。对果皮、果核、食物残渣等食物垃圾处理的失误可能让一些消费者感到厌恶（Sintov,Geislar,&White,2017)，这种厌恶是病菌厌恶。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "消费者对服务中出现的问题感到厌恶，这种厌恶主要是道德厌恶；电影和旅游有时也让消费者感到厌恶，这种厌恶有时是道德厌恶，有时是病菌厌恶。对于有线电视，服务中断、安装问题和计费中出现的错误让消费者感到厌恶（Westbrook，1987)。消费者在看一些电影时会产生厌恶情绪（Nummenmaa,Glerean,Hari,& Hietanen,2014)。在旅游过程中，消费者有时也会产生厌恶情绪（Barnes,Matsson,& Sorensen,2016)。一些消费者对脱衣舞俱乐部感到厌恶（Hubbard＆Colosi,2015)，这种厌恶是道德厌恶。此外，消费者还对他人触摸过的旧纸币感到厌恶（Galoni&Noseworthy,2015;Muro &Noseworthy,2013）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 宣传 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以性感女性为特色的平面广告、快餐广告、香烟盒上警告人们吸烟有害健康的图片型标签有时让一些消费者感到厌恶。当想到死亡时，与没有性感女性的平面广告相比，以性感女性为特色的平面广告导致男性产生更多厌恶情绪（Leeetal.,2017)。因为性感女性与男性的动物本能相关联，而且当想到死亡时，人们尤其不愿意承认人与动物的相似之处，所以广告中的性感女性容易导致男性产生动物提醒厌恶。对于女性来说，性感女性与女性的动物本能不相关联，所以该效应不显著。Shimp 和 Stuart（2004）研究了消费者对快餐广告的厌恶情绪。他们发现，与不显示生肉或一只生鸡相比，当快餐广告中显示这些物品时，消费者会产生更多的病菌厌恶。此外，香烟盒上警告人们吸烟有害健康的图片型标签，如展示吸烟者的发黄发黑的牙齿的标签，让消费者产生病菌厌恶（Tugrul,2015)。这种标签通常是监管部门强制企业在香烟盒上做的公益宣传。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3组织行为",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "企业的不负责任行为（corporate irresponsible behavior）是一种道德越轨行为，可以将其分为伦理越轨行为（如一家企业虐待童工）与社会越轨行为（如一家跨国零售企业购买并拆除居民们喜欢的社区中心，并对社区小零售店老板们的生活构成威胁)。企业的伦理越轨行为导致消费者产生轻蔑、愤怒、厌恶等道德情绪；企业的社会越轨行为也导致消费者产生这些道德情绪，而且消费者在利他性美德（other-regarding virtues）量表上得分越高，这一效应越强（Grappi,Romani,& Bagozzi,2013)。利他性美德包括正义、仁慈、和平、平等和合作。Grappi等将轻蔑、愤怒、厌恶这3种情绪作为一个变量——道德情绪，没有单独研究企业的不负责任行为对厌恶的影响。Romani，Grappi和Bagozzi（2013）则对此进行了研究。他们发现，企业的不负责任行为导致消费者产生厌恶情绪（Antoneti，2016；Romani et al,2013)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "企业的破坏生态环境行为导致消费者产生轻蔑、愤怒、厌恶等道德情绪，而且消费者在社会正义价值观（social justice values）、同理心（empathy）、道德认同（moral identity）、关系自我概念（relational self-concept）和集体自我概念（collctive self-concept）等量表上得分越高，这一效应越强（Xie,Bagozzi,&Gronhaug,2015)。与Grappi 等类似，Xie 等将轻蔑、愤怒、厌恶等道德情绪混在一起，没有单独考察企业的破坏生态环境行为对厌恶的影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "很多消费者本身也是组织的员工，这些消费者在工作过程中，会产生一些厌恶情绪。在工作单位，看到员工的偷窃、拖沓、缺勤等反生产工作行为（counterproductive work behavior）导致人们产生道德厌恶（Meier&Spector,2013)。企业在裁员时，那些被授予较大权力但对管理层不信任的幸存者对企业的管理层感到道德厌恶（Mishra,Mishra,& Spreitzer,2009）。一些女经理对怀孕的女员工感到厌恶（Gatrell,2013)。员工对不得不忍受不称职的或不值得信赖的同事而感到道德厌恶，员工对在工作场合发生的违反法律和道德规范的行为感到道德厌恶（Boudens,2005）。在工作中受到的不公正待遇导致员工产生道德厌恶（Skarlicki, Hoegg,",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Aquino,&Nadisic,2013）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，一些导游、护士在工作过程中，有时也会产生厌恶情绪。当面对一些难相处的游客时，一些导游会产生道德厌恶，但是他们要压抑、掩盖其厌恶情绪（Wong&Wang,2009)。Goerdeler，Wegge，Schrod，Bilinska 和Rudolf（2015）研究了护士的核心厌恶情绪的前因变量。他们发现，情绪自我效能感（emotional self-efficacy）和工作自主性（job autonomy）负向影响护士的核心厌恶。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4不公平的分配方案",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Chapman，Kim，Susskind 和 Anderson（2009）认为，在最后通牒博弈中，对金钱的不公平分配方案导致个体产生道德厌恶。在该博弈中，一方把一笔钱在其自身与另一方之间进行分配。如告诉被试对方为10元钱在他与你之间进行分配，对方为其分了8元钱，为你分了2元钱。你可以决定接受或拒绝该分配方案。如果你接受，对方得到8元钱，你得到2元钱，如果你拒绝，对方和你均得到0元钱。在一些博弈中，当一方分配给自己的金额越多（即分配给对方的金额越少）时，被试对这种自私的分配方案越感到厌恶（Bockler,Sharifi,Kanske,Dziobek,& Singer,2017)。Dion 和 Borraz（2017）的定性研究发现，财产来路不正的暴发户令消费者感到厌恶。这些文献虽然未研究不公平的消费交易是否导致消费者产生厌恶情绪，但是这种影响可能是存在的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4厌恶对消费者行为的影响",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1产品评价、购买意向",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对他人触摸过的产品的厌恶导致消费者对该产品的评价较差，消费者对其的购买意向也较低（Argoetal.,2006)。与之类似，被令人厌恶的产品接触过的产品让消费者感到厌恶，这种厌恶降低了消费者对被接触产品的评价（Morales&Fitzsimons,2007)。此外，与悲伤相比，厌恶导致消费者更抽象地处理信息，进而导致消费者认为企业利用现有品牌名称推出的新产品与原有产品之间更相似（Chowdhry etal.,2015）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "病菌厌恶增强了恐惧诉求的说服效果，降低了消费者对含有毒的化学物质的水杯的购买意向（Morales etal.,2012)。具体地说，恐惧诉求对感到厌恶的消费者的说服效果强于其对不感到厌恶的消费者的说服效果。这是因为恐惧和厌恶均导致消费者想采取措施来避开迫在眉睫的威胁，然而，厌恶还导致消费者想采取措施来避开在较远的未来出现的威胁。如一个不含某种有毒的化学物质的水杯宣传长期使用含有毒的化学物质的水杯会威胁消费者的健康。这种威胁不会马上出现，而是在较远的未来才会出现。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对广告中的生肉或生鸡的病菌厌恶负向影响消费者对广告中快餐的购买意向（Shimp&Stuart,2004)。当想到死亡时，男性看以性感女性为特色的平面广告后产生的厌恶情绪导致其对广告的态度较差，并会减少其对广告中宣传产品的购买意向（Leeetal.,2017）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，Scott 等（2016）发现，对转基因食品的厌恶正向影响消费者对于限制转基因食品的立法的支持。Clifford 和Wendell（2016）则发现，对于消费者对转基因食品和有机食品的支持程度，厌恶情绪的影响是有限的。在研究一中，厌恶情绪与消费者对转基因食品的支持程度负相关，与消费者对有机食品的支持程度正相关。然而，在研究三中，厌恶情绪对二者的影响均不显著。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2花费、支付意愿",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "与拿到新纸币的消费者相比，拿到旧纸币的消费者倾向于花更多的钱，这是因为对旧纸币的厌恶导致消费者花更多的钱（Muro & Noseworthy,2013）。Muro 和 Noseworthy 研究的消费行为是消费者购买食品和个人护理产品。Galoni和Noseworthy（2015）发现，Muro 和Noseworthy的结论对于办公用品也是成立的；然而，Muro 和Noseworthy的结论对于清洁洗涤用品是不成立的，即当让消费者购买清洁洗涤用品时，消费者并不会花掉更多旧纸币。这是因为当允许消费者触摸清洁洗涤用品时，因为消费者觉得这些产品有助于控制肮脏东西的污染，所以与得到新纸币的消费者相比，得到旧纸币消费者觉得其触摸过的清洁洗涤用品的价值更大。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "当被\"不确定（uncertainty）”启动时，感到厌恶的消费者比没有感到厌恶的消费者愿意花更少的钱来购买一杯果汁（Faraji-Rad&Pham,2017)。这是由两个原因造成的：第一，当消费者被\"不确定\"启动时，情绪对其判断与决策的影响较大；第二，感到厌恶的消费者倾向于减少食品消费。为了让消费者被\"不确定\"启动，他们要求消费者思考并写出“不确定的（uncertain）\"这个单词的5个同义词。为了对厌恶进行操纵，Faraji-Rad 和Pham要求被试写出过去令其感到厌恶的一次经历，他们没有区分物质厌恶与道德厌恶。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3转化率、延迟决策 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "图书网站的转换率是指浏览某图书的消费者中购买该图书的比例。图书网站中评论的情绪会影响转化率。当评论中的消极情绪增加时，转化率会下降；当评论中的积极情绪增加时，转化率会提高；而且消极情绪对转化率的影响大于积极情绪对转化率的影响（Ludwig et al.,2013)。其中的消极情绪包含恐惧、愤怒、厌恶、悲伤，积极情绪指快乐。Ludwig等人没有单独考察厌恶对转换率的影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "相对于病菌厌恶而言，恐惧增加了消费者从选择集中选择一个产品的可能性，减少了消费者的延期决策（Coleman etal.,2017)。基于进化心理学的视角，他们分析了这一效应的内在机制。他们发现，恐惧导致个体对当前事物的注意力更集中，这会强化个体对选择集中产品的态度，进而导致个体减少了延期决策。在他们的一个实验中，被试看到8个选择集，每个选择集中均有5个产品，被试只能看到一家权威机构对前3个产品的几个属性的评价信息，看不到该机构对后两个产品的几个属性的评价信息。这里的延期决策指消费者不从选择集中的前3个产品中选择一个，而是等待收集了后两个产品的信息后再进行决策或去其他商店看看是否有更好的选择。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.4产品消费 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）饮食",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "消费者对变质牛奶的厌恶导致其不消费该牛奶（Shooketal.,2017)。与控制组被试相比，感到道德厌恶的被试喝更少的水和牛奶（Chan et al.,2014)。在工作中受到的不公正待遇令个体感到厌恶，这种道德厌恶导致消费者对刺激物有更强的味觉和嗅觉反应（Skarlicki et al,2013)。Skarlicki 等只测量了道德厌恶，而没有对其进行操纵。消费者不愿意吃或触摸令其感到厌恶的食品（Clifford&Piston,2017)。厌恶情绪使消费者倾向于避免、拒绝一些产品，如被做成狗的粪便形状的巧克力（Chan et al.,2014)。此外，细菌厌恶导致消费者在未来想要减少饮酒量（Collymore＆McDermott,2015）。在他们的研究中，Collymore 和McDermot告诉被试一位年轻女性由于过量饮酒而导致其脸上长满痤疮，并让被试看了该女性的照片。厌恶情绪的抑制作用可能导致人们拒绝消费完全安全的商品，如再生饮用水（Kecinskia,Keisner,Messer,& Schulze,2016)。Wester，Timpano，Cek 和 Broad（2016）发现，预期的厌恶情绪负向影响人们消费再生饮用水的意愿。当对环保主义者的社会身份（socialidentity）及病菌厌恶进行操纵时，即被试觉得其是一个环保主义者并感到厌恶时，如果被试看到广告中说被试面前的茶可以增强情绪，被试喝的茶水较多；如果广告中说这种茶可以削弱情绪，被试喝的茶水较少（Coleman&Williams,2013)。这是因为被试想到环保主义者，更容易想到环保主义者厌恶环境污染，而且，消费者倾向于多消费可以加强这种情绪体验的产品，倾向于少消费可以削弱这种情绪体验的产品。Coleman 和Williams 认为，社会身份中不仅包含与其相关的态度、行为和信念，也包括与其相关的情绪。厌恶情绪在环保主义者的社会身份中扮演了一个重要角色。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Polman 和Kim（2013）研究了厌恶情绪如何影响消费者与他人分享产品的意向。请被试想象其是一个由4个人组成的小组中的一员，该小组的每位成员均得到了300 片薯片，每位小组成员可以将一些薯片捐给小组，这4位成员捐给小组的所有薯片将被双倍返还给小组，小组将双倍返还的薯片平均分配给这4位小组成员，没有捐任何薯片的成员也会得到平均分配的薯片。与控制组被试相比，感到厌恶的被试愿意捐更多薯片给小组。Polman 和 Kim要求被试回忆并写出过去令其感到厌恶的一次经历，该研究没有区分病菌厌恶与道德厌恶。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）其他产品消费",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "消费者对香烟盒上图片的病菌厌恶会减少其吸烟的可能性（Tugrul,2015)。厌恶情绪导致人们避免接触可能会传播细菌的产品，厌恶情绪还会提高人们在未来使用避孕套的可能性（Reynolds,Lin,Zhou,& Consedine,2015)。令消费者产生病菌厌恶的广告会增加消费者使用肥皂洗手的可能性（Dolanetal.,2012)。与之类似，研究发现厌恶情绪正向影响消费者的清洗行为，如洗手（Clifford&Piston,2017)。此外，对脱衣舞俱乐部的厌恶导致消费者排斥这类俱乐部（Hubbard&Colosi,2015）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Amar等（2018）发现，消费者对仿冒品的道德厌恶会导致其花更多时间为该产品消毒；在使用该产品时，这种道德厌恶则导致消费者减少与该仿冒品的接触时间，还导致消费者在使用该产品时的表现较差。当消费者觉得一只鼠标是某品牌鼠标的仿冒品时，消费者对仿冒品的道德厌恶导致其在使用该鼠标玩游戏时表现较差，而且即使让消费者使用真正的该品牌鼠标，消费者在玩游戏时表现仍较差。当消费者觉得一支钢笔是仿冒品时，消费者对仿冒品的道德厌恶导致其在使用与该仿冒品外观相似的正品钢笔抄写文字时也会出现很多错误。对产品故障的愤怒、厌恶和轻视等情绪可能让消费者想要企业免费修理或更换产品（Westbrook,1987)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.5满意度、口碑",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Westbrook（1987）发现，对产品的厌恶、愤怒和轻视等消极情绪负向影响消费者满意度，正向影响消费者抱怨和口碑。Westbrook将这几种消极情绪混在一起，没有单独研究厌恶对消费者满意度、抱怨和口碑的影响，也没有将口碑分为正面口碑与负面口碑。对服务失败的厌恶、轻视、怨恨、鄙视等消极情绪导致消费者减少与服务人员的物理接触，对服务人员摇头、怒目而视（McColl-Kennedy,Patterson,Smith,& Brady,2009）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "消费者对企业的不负责任行为的轻蔑、愤怒、厌恶等道德情绪正向影响消费者的负面口碑与抵制公司的行为（Grappi etal.,2013)。对企业破坏生态环境行为的轻蔑、愤怒、厌恶等道德情绪正向影响消费者的负面口碑及抵制公司、向公司抱怨等行为（Xie et al.，2015)。Grappi等和Xie等也没有单独研究厌恶对这些行为的影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.6价值观、禀赋效应",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "通过对暴发户的厌恶，消费者强化了其社会阶层和价值系统，即文化先进、良好的品味和举止、以令人可以接受的手段来获取财富（Dion＆Borraz,2017）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Lerner 等（2004）考察了病菌厌恶对禀赋效应（endowment effect）的影响。禀赋效应是指当一个人拥有某一产品后，他对该产品价值的评价要比他未拥有之前大大增加。根据禀赋效应，把一套荧光笔发给一名被试后，该被试想以较高的价格销售这套荧光笔，该售价大大高于他人想要支付的价格。然而，Lemer等发现，感到厌恶的被试想以较低的价格销售这套荧光笔，进而导致售价与他人想要支付的价格之间没有显著差异，即厌恶会消除禀赋效应。这是因为感到厌恶的被试倾向于将距离自己较近的产品易手。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "结果变量前因变量产品评价、购买意向  \n产品与服务 不同类型的 花费、支付意愿宣传 消费者厌恶 转化率、延迟决策组织行为 产品消费  \n不公平的分配 满意度、口碑价值观、禀赋效应",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5总结与展望 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在厌恶情绪的分类、测量与诱发研究的基础上，学者们考察了消费者厌恶的前因变量及厌恶对消费者行为的影响。这些研究对组织的营销有一些启发。因为厌恶情绪通常导致消费者对产品的评价较差、购买意向较低，所以企业应该减少消费者厌恶，公益宣传则可以利用消费者厌恶。具体来说，首先，企业要避免食品变质，不生产对人的健康有害的产品，还要提高产品质量，减少产品故障；其次，企业要加大打假力度，避免由假冒品所导致的消费者厌恶情绪；第三，企业应该避免在服务中出现问题，旅行社也应该防止消费者在旅游时感到厌恶；第四，企业在进行广告宣传时，应该避免消费者对广告的厌恶情绪；第五，企业应该杜绝伦理越轨行为、社会越轨行为及破坏生态环境行为；最后，公益宣传则可以利用消费者厌恶，如监管部门强制企业在香烟盒上展示吸烟者的发黄发黑的牙齿等令消费者感到厌恶的照片。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "该领域仍存在一些问题与不足，给我们留下了很多研究空间。未来可以对厌恶与其他消极情绪对消费者行为影响的差异、不同类型的厌恶对消费者行为影响的差异、厌恶的前因变量与结果变量进行更深入系统的探索。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "首先，一些学者比较了厌恶与恐惧、悲伤对消费者行为影响的差异（Coleman et al.,2017;Chowdhry et al.,2015)，但是学者们忽视了厌恶与愤怒、轻视、无聊、羞愧、内疚等消极情绪对消费者行为影响的差异。与厌恶相比，愤怒是具有较高趋近动机的情绪，愤怒、轻视的愉悦程度更低，无聊需要耗费更少的精力，羞愧、内疚通常与个体的责任感有关（Gable et al,2015;Harmon-Jones et al.,2017; Smith&Elsworth,1985）。可以从这些差异入手，探索厌恶与这些情绪对消费者行为影响的差异。此外，Xie等（2015）将轻蔑、愤怒和厌恶等道德情绪混在一起进行分析，Ludwig 等人（2013）没有单独考察厌恶对转换率的影响，可以将厌恶与其他情绪对消费者行为的影响分开，考察厌恶本身对一些消费者行为的影响是否显著。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其次，以往文献较少涉及不同类型的厌恶对消费者行为影响的差异，可以对此进行研究。Faraji-Rad 和Pham（2017）、Chowdhry等（2015）考察了厌恶对消费者行为的影响，然而他们没有区分道德厌恶与物质厌恶，也没有考察这两种厌恶对消费者行为的影响是否存在差异。以往文献主要考察了病菌厌恶、道德厌恶对消费者行为的影响，较少涉及性厌恶对消费者行为的影响。考察病菌厌恶对消费者行为影响的文献，通常只研究一种病菌厌恶对消费者行为的影响，而没有考察不同种类的病菌厌恶对消费者行为影响的差异。如Coleman 和Williams（2013）只研究了体表破坏厌恶对消费者行为的影响，Lermer等（2004）只考察了卫生厌恶对消费者行为的影响，没有涉及食物厌恶、动物厌恶、身体产物厌恶、死亡厌恶、人际厌恶对消费者行为的影响。与Tybur等（2013）提到的几种厌恶相比，消费者对非成员群体的厌恶及消费者在工作场合产生的厌恶有其自身的特点，可以研究这些类型的厌恶对消费者行为的影响。此外，可以研究消费者对自身的厌恶对消费者行为的影响。以往文献主要考察了消费者对他人或某些事物的厌恶对消费者行为的影响。一些生病的消费者可能会对自已的伤口、脓、身体中的病菌感到厌恶。消费者对自身的厌恶与对他人或某些事物的厌恶对消费者行为的影响可能存在差异。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第三，拓展厌恶的前因变量研究。一些定性研究发现，对人的健康有害的产品、环境污染及财产来路不正的暴发户令消费者感到厌恶（Gopaldas,2014;Dion＆ Borraz,2017)。可以在这些定性研究的基础上，做一些实证研究，探索这些变量对厌恶的影响是否显著。Bockler等（2017）和Chapman 等（2009）没有研究不公平的消费交易是否会导致消费者产生厌恶情绪，可以对此进行研究。此外，Hackela，Coppinb，Wohlc 和 Van Bavel（2018）指出，对内群体的认同可能导致消费者对外群体经常吃的一些食物感到厌恶。但是他们只是提出了该研究构想，并没有对其进行验证。对于消费者不喜欢的外群体，如规避群体，这一效应可能存在；对于消费者喜欢的外群体，如渴望群体，这一效应可能不存在。未来可以对此进行研究。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "最后，可以探索厌恶对其他消费者行为的影响，如不同类型的厌恶对绿色消费的影响。研究发现，动物厌恶有助于个体避免具有传染性的病菌对其造成的伤害（Tybur etal.,2013;Tybur etal.,2009)。当某绿色食品宣传其在生产过程中不使用农药而采用人工捉虫时，动物厌恶可能导致消费者担心该绿色食品含有病菌，从而降低其对该绿色食品的态度与购买意向。此外，因为个体会对他人的遭遇感到同情（Condon& Barrett,2013;Koopmann-Holm&Tsai,2014)，所以个体对他人的体表破坏厌恶中可能夹杂着同情。同情这一情绪会促进个体的亲社会行为（Swencionis &Fiske,2016)。因为绿色消费是一种亲社会行为（Griskevicius,Tybur,&Vanden Bergh,2010)，所以与动物厌恶相比，体表破坏厌恶中夹杂着的同情可能会促进绿色消费。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "金熠，张丹丹，柳均哲，罗跃嘉.(2014)．厌恶情绪加工特点的事件相关电位研究．心理学报，46(11), 1682-1690.   \n彭明，张雷.(2016).厌恶情绪影响道德判断的发展研究．心理科学,39(5),1110-1115.   \nAmar,M., Ariely,D., Carmon,Z.,& Yang, H. (2018). How counterfeits infect genuine products: The role of moral disgust. Journal of Consumer Psychology, 28(2),329-343.   \nAntoneti, P. (2016). Consumer anger: A label in search of meaning. European Journal of Marketing, 50(9/10), 1602-1628.   \nArgo,J.J.,Dahl, D. W.,& Morales,A. C.(2006). Consumer contamination: How consumers react to products touched by others. Journal of Marketing,70(2),81-94.   \nBarnes,S.J.,Mattsson,J.,& Sorensen,F. (2O16).Remembered experiencesand revisit intentions: Alongitudinal study of safari park visitors. Tourism Management, 57,286-294.   \nBockler,A., Sharifi,M.,Kanske,P.,Dziobek,I.,& Singer,T.(2O17). Social decision making in narcissism: Reduced generosity and increased retaliation are driven by alterations in perspective-taking and anger. Personality and Individual Differences,104,1-7.   \nBoudens,C.J. (20o5).The story of work: Anarrative analysis of workplace emotion. Organization Studies, 26(9), 1285-1306.   \nBreaban,A.,& Noussair,C.N.(2O17).Emotional state and market behavior.Review ofFinance,22(1),279-309.   \nBrinol,P.,Pety,R.E.,Stavraki,M.,Lamprinakos,G.， Wagner,B.,& Diaz,D. (2O18).Affective andcognitive validation of thoughts: An appraisal perspective on anger,disgust,surprise, and awe. Journal of Personality and Social Psychology, 114(5), 693-718.   \nChan,C., Van Boven,L.,Andrade,E.B.,& Ariely,D.(2O14).Moral violations reduce oralconsumption.Journal of Consumer Psychology, 24(3),381-386.   \nChapman, H. A.,& Anderson,A. K. (2O13). Things rank and gross in nature: A review and synthesis of moral disgust. Psychological bulletin,139(2),300-327.   \nChapman, H.A.,& Anderson,A. K.(2014). Trait physical disgust is related to moral judgments outside of the purity domain. Emotion, 14(2),341-348.   \nChapman, H.A.,Kim,D.A.,Susskind,J.M.,&Anderson,A. K. (20o9). Inbad taste: Evidence for the oralorigins of moral disgust. Science,323(5918),1222-1226.   \nChowdhry,N.,Winterich,K.P.,Mital,V.,& Morales,A.C.(2015). Not all negativeemotions lead to concrete construal. International Journal of Research in Marketing,32(4),428-430.   \nCliford,S.,& Piston, S.(2017). Explaining public support for counterproductive homelessness policy: The role of disgust. Political Behavior, 39(2), 503-525.   \nClifford,S.,& Wendell, D.G. (2016). How disgust influences health purity atitudes.Political Behavior, 38(1), 155-178.   \nColeman,N.V.,& Williams,P.(2013).Feling like my self: Emotion profiles and social identity.Journal of Consumer Research, 40(2),203-222.   \nColeman,N.V., Williams,P.,Morales,A.C.,& White,A.E.(2O17).Attention,attitudes,and action: When and why incidental fear increases consumer choice. Journal of Consumer Research, 44(2),283-312.   \nCollymore, N.N.,& Mcdermott M.R.(2015). Evaluating the effcts of six alcohol-related message frames on emotions and intentions: The neglected role of disgust.Journal of Health Psychology,21(9),1907-1917.   \nCondon,P.,& Barret,L. (2013). Conceptualizing and experiencing compassion. Emotion,13(5),817-821.   \nDion,D.，& Borraz, S. (2O17). Managing status: How luxury brands shape class subjectivities in the service encounter. Journal of Marketing, 81(5), 67-85.   \nDolan,P.,Halsworth,M.,Halpern,D.,King,D.,Metcalfe,R.，& Vlaev,I. (2012). Influencing behaviour: The mindspace way. Journal of Economic Psychology, 33(1),264-277.   \nFaraji-Rad,A.,& Pham,M.T.(2Ol7). Uncertainty increases the reliance on afect in decisions.Journal of Consumer Research,44(1),1-21.   \nGable,P. A., Poole, B. D.,& Harmon-Jones,E. (2015). Anger perceptually and conceptually narrows cognitive scope.Journal of Personality and Social Psychology, 109(1),163-174.   \nGaloni,C.,& Noseworthy,T.J. (2015). Does dirty money influence product valuations?.Journal of Consumer Psychology, 25(2),304-310.   \nGatrell,C. J. (2O13). Maternal body work: How women managers and professionals negotiate pregnancy and new motherhood at work. Human Relations, 66(5),621-644.   \nGoerdeler,K.J.,Wegge,J.,Schrod,N.,Bilinska,P.,&Rudolf,M.(2015).“Yuck,that's disgusting!”—\"No,notto me!\": Antecedents of disgust in geriatric care and its relation to emotional exhaustion and intention to leave. Motivation and Emotion, 39(2),247-259.   \nGopaldas,A. (2014). Marketplace sentiments. Journal of Consumer Research, 41(4), 995-1014.   \nGrappi,S., Romani, S.,& Bagozzi, R.P.(20l3). Consumer response to corporate irrsponsible behavior: Moral emotions and virtues. Journal of Business Research, 66(10),1814-1821.   \nGriskevicius,V.,Tybur, J. M.，& Van den Bergh,B.(2010). Going green to beseen: Status,reputation,and conspicuous conservation. Journal of Personality and Social Psychology, 98(3), 392-404.   \nHackel,L.M.,Coppin,G,Wohl, M.J.,& VanBavel,J.J. (2O18).From groups to grits: Social identity shapes evaluations of food pleasantness. Journal of Experimental Social Psychology, 74, 270-280.   \nHaidt,J.,Mccauley, C.,&Rozin,P. (1994). Individual diffrences in sensitivity to disgust: Ascale sampling seven domains of disgust elicitors.Personality and Individual Differences,16(5),701-713.   \nHarmon-Jones,E.，Harmon-Jones,C.，& Summerell,E.(2O017).On the importance of both dimensional and discrete models of emotion.Behavioral Sciences,7(4),66-71.   \nHodson, G,Choma,B.L.,Boisvert,J., Hafer,C.L.,Macinnis,C.C.,& Costelo,K. (2013).The role of intergroup disgust in predicting negative outgroup evaluations. Journal of Experimental Social Psychology， 49(2), 195-205.   \nHubbard,P.，& Colosi,R.(2015).Respectability, morality and disgust in the night-time economy: Exploring reactions to ‘lap dance'clubs in England and Wales. The sociological review, 63(4),782-800.   \nKecinski,M.,Keisner,D.K., Messer,K.D.,& Schulze, W.D.(2016). Stigma mitigation and the importance of redundant treatments. Journal of Economic Psychology, 54,44-52.   \nKoopmann-Holm,B.,& Tsai,J.L. (2O14).Focusing on the negative: Cultural differences in expressions of sympathy. Journal of Personality and Social Psychology, 107(6),1092-1115.   \nLee,S.M.,Heflick,N.A.,Park,J. W., Kim, H., Koo,J.,& Chun,S. (2017). When sex doesn't sell to men: Mortality salience,disgust and the appeal of products and advertisements featuring sexualized women. Motivation and emotion, 41(4),478-491.   \nLerner, J.S.,Smal,D.A.,&Loewenstein, G (2O04). Heart strings and purse strings carryover effects of emotions on economic decisions. Psychological Science,15(5), 337-341.   \nLudwig,S.,De Ruyter,K.,Friedman,M.,Bruggen,E. C., Wetzels,M.,&Pfann, G (2013). More than words: The influence of affective content and linguistic style matches in online reviews on conversion rates.Journal of Marketing,77(1),87-103.   \nMcColl-Kennedy,J.R.,Paterson,P.G,Smith,A. K.,& Brady,M. K. (2O09). Customer rage episodes: Emotions, expressions and behaviors. Journal of Retailing,85(2), 222-237.   \nMeier,L.L.,& Spector,P.E. (2O13). Reciprocal effects of work stresors and counterproductive work behavior: A five-wave longitudinal study. Journal of Applied Psychology, 98(3),529-539.   \nMishra,A. K., Mishra, K.E.,& Spreitzer, G. M. (2009). Downsizing the company without downsizing morale. MIT Sloan Management Review, 50(3),39-44.   \nMorales,A. C.,& Fitzsimons, G. J. (2Oo7). Product contagion: Changing consumer evaluations through physical contact with \"disgusting\" products. Journal of Marketing Research, 44(2),272-283.   \nMorales,A. C., Wu,E.C.,& Fitzsimons,G J. (2Ol2). How disgust enhances the effectiveness of fear appeals. Journal of Marketing Research, 49(3),383-393.   \nMuro,F. D.,& Noseworthy,T.J. (2013).Money isn't everything,but it helps if it doesn't look used: How the physical appearance of money influences spending ljournal of consumer research |oxford academic. Journal of Consumer Research,39(6),1330-1342.   \nNummenmaa,L., Glerean,E.,Hari,R.,& Hietanen,J. K.(2014).Bodily maps of emotions.Proceedings of the National Academy of Sciences, 1l1(2), 646-651.   \nOlatunji,B.O., Wiliams,N.L.,Tolin,D.F.,Abramowitz,J. S.,Sawchuk, C.N.,Lohr,J. M.,& Elwood L.S. (2007).The disgust scale: Item analysis,factor structure,and suggestions for refinement. Psychological Assessment, 19(3),281-297.   \nPolman,E.,& Kim, S.H. (2O13).Effects of anger, disgust,and sadnesson sharing with others. Personality and Social Psychology Bulletin, 39(12),1683-1692.   \nRomani,S., Grappi,S.，& Bagozzi, R.P. (2O13). My anger is your gain, my contempt your loss: Explaining consumer responses to corporate wrongdoing. Psychology and Marketing,30(12),1029-1042.   \nReynolds,L.M.,Lin,Y.S., Zhou,E.,& Consedine,N. S.(2015).Does a brief state mindfulness induction moderate disgust-driven social avoidance and decision-making? An experimental investigation. Journal of behavioral medicine, 38(1),98-109.   \nRozin,P.,Haidt,J.,& McCauley, C.R. (2016). Disgust.InL.F.Barret,M.Lewis,&J.M. Haviland-Jones (Eds.), Handbook of Emotions(4th ed., pp. 815-834). New York: Guilford Press.   \nSchnall,S. (2016). Disgust as embodied lossaversion. European Review of Social Psychology,28(1),50-94.   \nScott,S.E.,Inbar,Y.,& Rozin,P. (2O16).Evidence for absolute moral opposition to geneticaly modified food in the united states. Perspectives on Psychological Science,11(3),315-324.   \nShimp,T.A.,& Stuart,E.W. (2Oo4). The role of disgust as an emotional mediator of advertising effcts. Journal of advertising,33(1), 43-53.   \nShook,N.J.,Ford, C.G,& Boggs,S.T. (2017). Dangerous worldview: A mediatorof the relation between disgust sensitivity and social conservatism. Personality and Individual Differences,l19,252-261.   \nSintov,N.,Geislar,S.,& White,L.V. (2Ol7).Cognitive accesibilityasanew factor inproenvironmental spillover: Results from a field study of household food waste management. Environment and Behavior, 51(1),1-31.   \nSkarlicki, D.P.,Hoegg,J.A.,Aquino,K.,& Nadisic,T. (2013). Does injustice affect your sense of taste and smell? the mediating role of moral disgust. Journal of Experimental Social Psychology, 49(5), 852-859.   \nSmith,C.A.,& Ellsworth,P.C.(1985).Patterns of cognitive appraisal in emotion.Journal of Personality and Social Psychology, 48(4), 813-838.   \nSwencionis，J. K.，& Fiske， S. T. (2016). Promote up， ingratiate down: Statuscomparisons drive warmth-competence tradeoffs in impression management. Journal of Experimental Social Psychology，64, 27-34.   \nTugrul,T.O. (2015).The impacts offear and disgust on the perceived efectiveness of smoking warning labels: A study on Turkish university students.Asia Pacific Journal of Public Health,27(2),506-512.   \nTybur,J.M.,Lieberman,D.,& Griskevicius,V.(2Oo9).Microbes,mating,and morality: Individual differences in three functional domains of disgust.Journal of Personality and Social Psychology,97(1),103-122.   \nTybur,J.M.,Lieberman,D.,Kurzban,R.，& Descioli,P.(2O13).Disgust:Evolved function and structure. Psychological Review, 120(1),65-84.   \nUllah,R.,Amblee,N.,Kim,W.,& Lee,H.(2016).From valence to emotions: Exploring the distribution of emotions in online product reviews.Decision Support Systems,81,41-53.   \nWestbrook, R.A.(1987). Product/consumption-based affective responses and postpurchase processs.Journal of marketing research,24(3),258-270.   \nWester,J.,Timpano, K.R.,Cek,D.,& Broad,K. (2016). The psychologyof recycled water: Factors predicting disgust and willingness to use.Water Resources Research,52(4),3212-3226.   \nWong,J.Y.,& Wang,C.H.(2O09).Emotional labor of the tour leaders:An exploratory study.Tourism Management, 30(2),249-259.   \nXie,C.，Bagozzi,R.P.，& Gronhaug,K.(2O15).The role of moral emotions and individual diferences in consumer responses to corporate green and non-green actions. Journal of the Academy of Marketing Science, 43(3),333-356.   \nYoder,A.M.，Widen,S.C.,& Russell,J.A.(2O15). The word disgust may refer to more than one emotion. Emotion, 16(3),301-308. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Disgust and consumer behavior ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "DU Weiqiang ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(Management School, Tianjin Normal University, Tianjin 3oo387, China) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract: There are differences between disgust and other negative emotions.There are also diferent types of disgust.This review explores the methods used to induce diffrent types of consumer disgust.Products and services，propaganda,organizational behavior,and unfair distribution can lead to diferent types of consumer disgust, which can affect consumer behavior such as product evaluation, purchase intention, willingness to pay, delayed decision-making,word of mouth,and product consumption.Future research directions are also discussed. Key words: emotions; disgust; pathogen disgust; moral disgust; consumer ",
        "page_idx": 12
    }
]