[
    {
        "type": "text",
        "text": "Introduction to information seeking behavior—A review of literature and field practice directions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Li-Ping KU ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Libraryof City University ofHong Kong,Hong Kong SAR, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The article tries to discover the major authors in the field of information seeking behavior via social network analysis.It is to be accomplished through a literature review and also by focusing on a graphic map showing the seven most productive coauthors in this field.Based on these seven authors’work,five probable research directions about information seeking behavior are discerned and presented. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeywordsSocial network analysis,Library and information science database,Information seekingbehavior,Userbehavior ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "As important reference resources of library services, library information systems, library workflows,library websites,and the study of information seeking behavior are some of the main research areas in library science. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the physical library building, when a person uses a library or communicates with library staff,a series of encountering phenomena takes place such as follows: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "access $$ contactingwiththe media $$ technologyandcomputer $$ information $$ borrowingitems $$ returningitems $$ independentlearning $$ pay fine, suggestion box system and the layout of the library $$ librarians' professional expertise $$ catalog, index, classify, rules and regulations[1-3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "However, the role of the Internet has become increasingly important for both educators and students to obtain useful information. The model of readers' information seeking behavior considers not only their behavior in the library building but also the general information environment in their living and work surroundings. It takes into account the rapid development of the information environment, in which learners live in an interactive communication village of common knowledge sharing and common knowledge creation. These unprecedented new challenges bring in a new model to understand readers' information seeking behavior and also to effect a structural change in terms of library workflows, website design and the whole library automation system. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Therefore, the need to discuss information seeking behavior in the information age depends on combining the elements of the currently established different models. The major goal of this author's current project is to discern and explore new research directions in information seeking behavior field. The approach is by way of conducting both a social network analysis toward a co-author relationship in the field of information seeking and a research on those key authors'considerations for online information seeking behavior. This paper presents one part of this project by using Ucinet (free social network analysis software) to calculate the journal articles in LISA (library and information science database). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Research design, assumptions and major issues ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The research design uses a social network analysis by drawing up a map of co-authors’ relationships.As those key authors are having major positions in the social network, their works suggest the probable directions of information seeking behavior in the information age. Some assumptions in this current project are as follows: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "· The journal articles included in LISA represent the most relevant works and research papers in the subject field of information seeking behavior;   \n· The map of co-author relationships represents the scholarly community and its mutual relationship in the said subject field;   \n· The key positions within this social network represent those held by the most prominent authors; and   \n· The works of the key authors represent the most important knowledge about online information seeking behavior. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In order to project the probable research directions about information seeking behavior in the future,the first step is to find the key authors in the field of information seeking behavior by analyzing the researchers'common social network relationships.The second step is to exmaine their published works and find out their contributions on this topic. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Pursuant to the stated goals of the project and the research design, this author expantiate information seeking behavior by addressing the following three pertinent core issues: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "National Science Library, Chinese Academy of Sciences ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "· What does the social network relationships of those authors look like? · Who are the major players within the social network? · Which directions of research on the information seeking behavior? ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Both Question 1 and Question 2 are addressed in the ‘Result’of social network analysis in this paper, but Question 3 is presented in the “Discussion” such on this paper. The conclusion of this paper includes the summary of practice directions, studylimitations and future research. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3Research method and process ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The research method is a social network analysis: A kind of data mining approaches. There are four steps: data collection, data clearance, data analysis,and graphic interpretation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（204号 $1 ^ { \\mathrm { s t } }$ step. Data collection is to retrieve articles from LISA,and the process is to input “information seeking” as the keywords for search. There were 1,889 items downloaded from that database on September 1,2008. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$2 ^ { \\mathrm { n d } }$ step. Data clearance is to write a computer program (using the JAVA platform) in order to transfer data format. The format“.txt’used in LISA database was transformed into another form of format “.txt” which can be processed by the Ucient. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$3 ^ { \\mathrm { r d } }$ step. Data analysis is to use Ucinet to calculate each author's number of publications, their cooperative number, and the co-authors’ relationship. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$4 ^ { \\mathrm { t h } }$ step. Graphic interpretation is to present the map which includes some network nodes (authors) and network lines (cooperative relationship).By simplifying the map of social network relationship, the final graph shows more directly and clearly the key author's location and relationship number. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Using these 4 steps of the above mentioned research process, the research result shows in two graphs: One is the whole map of the co-authors'relationship,the other is the simplified map of the key authors’ strength (the number of published articles) and influence (the social relationship network). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4Result ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Based on the above process,a graph is drawn below for the purpose of elucidation. There are two maps of the social network relationship in the research field of information seeking behavior. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The first map is shown in Fig. 1. It answers the first research question about what the social network relationships of those authors look like. It shows that there are three main groups (in the middle of the graph) and many other occasional authors (on the left list of the picture).For a better understanding of the key authors, their work team and their social relationship network,Fig.2 is developed for simplification based on Fig. 1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Research Papers ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data:2008-11-30   \nHjorland, Birger   \nErdelez,Sanda   \nMeadows,AJ Heinstrom,Jannica JohnsonChrinA OchollaDe u McKengiePamela.   \nSolomon.P uf Bronstein, Jenny   \nBawden, David Friedman,CP Baruchson-Arbib, Shifra   \nFourie, Ina Gross, MelissakebHoughton, J Wildemuth,BMDumisSusan   \nChatman Elfreda A PaerColresaEd Sonnenwald,Diane H Fide.aya Cool, Colleen Auster, Ethel Choo, Chun Wei Verho,SepgTomashe Chelton,MK .Hertzum, Morten PeerseeknNih hpla1 Detlor, Brian   \nKim, Kyung-Sun / Booth Andrever,David ossclCo Tedd,LA   \nPharo, Nils ColeChlagad   \nChang.ShanJuLWhteRyenW Jarelin Ford,NigelJ Hartley, R J   \nOlsson, Michael akai pk BatemanJeshs   \nBranch,Jennifer L KomlodAnitaavolainenReio Dervin.Brenda Hoglund Larer Robins,D Watkinson, Anthony Davis,Phip M Tibbo, Helen R Tuomineniko Wilson, T Ellis,David DeOzmutu HuseyinC Fnnrum A Jamali, Hamid R Huntington, Paul Todd, RossJ King.DonaldW   \nWu, Mei-Mei Chamis, Alice Y Teii Lee,HGraham，M E Gannon-Leary, P UqutRolsCl   \nGiven.LaConiss,L R DF WilliamsPeter Agosto, Denise E   \nBilal. Dania Hepworth, Mark Anwar Case,Donald hDamesE Shenton, Coulson,Graham   \nMajid, Shaheen Fenton, Roger   \nHerman, Eti Liddy,ED Thomas, Rhia   \nCooper,Linda Z Hurst, Leste Jorgensen, C Rouse Wiliam B Bake LkeG ay.KAonghis   \nHuston, Mary M Morehead,DavidR Durrance, Joan Coachman   \n血 Sridhar. M S ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5c241a6b1978b6e4ce55ac8c4ba6286fe54a81bad7019b1062e9a1e14b173ce0.jpg",
        "img_caption": [
            "Fig.1Map of collaboration of information seeking researchers. ",
            "Fig.2Map of key authors'social relationship network. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "National Science Library, Chinese Academy of Sciences ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.2 answers the second research question about who are the major players within the social network? In Fig.2, the map shows their power and influence. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Based on analysis of Fig.1 and Fig.2, seven key authors were selected to represent the current main stream in the field of online information seeking behavior. They are: 1) Amanda Spink who is studying information systems and log analysis; 2) Reijo Savolainen who takes everyday life theory in sociology as the basis for research; 3) David Nicolas whose area of research is Log analysis and E-Scholar, even though he has devised his own model; 4) T.D. Wilson who is well-known for the study of information behavior model in the field of information seeking; 5) David Elis whose study of other authors’models is the main undertaking; 6) Corl C. Kuhlthau who is famous for the Information Search Process Model; 7) Gary Marchionini whose research focuses is on information seeking in the electronic environment. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The first and foremost researcher and team of online information seeking behavior field are led by Amanda Spink.As a prolific scholar, Spink's work includes many aspects,such as human information behavior (information seeking and use of information)[4], information needs and information retrieval systems[5], evaluation of medical information systems[6-7], the theoretic framework of information science based on information seeking behaviorl8], cognitive styles in information seeking[9], sexual information seeking on Web search engines[1o],multimedia collections on Web searching[11] (based on search engine， cognitive psychology and human behavior), multitasking Web search[12-14], measurement of user behavior in retrieval system or search engines[15-17], Web search[18-20], Web log analysis[21-22], the mobile data access system[23],and user's selected behaviors.[24-27] ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Spink collaborates widely with other experts in the field. Taking the view of information retrieval system (IRS), she cooperates with different experts to complete research in search engines, users’behavior, Web searching,medical information and cognitive psychology. After collaboration with Kuhlthau C. C since 1991[28],whose study in the past 2O years has taken the same model and has further deepened her research step by step through empirical research,Spink changed her research directions so as to keep pace with the progress of the information environment focusing on new issues and factors. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The second most prominent author and his led research team in this field are Reijo Savolainen.He takes the everyday life approach of sociology as the basis for researching information seeking behavior[29-33]． In addition, Savolainen has established the model of information retrieval which includes a Web user-generated model34]，a social cognitive model[35]， spatial factors of information seeking[36], academic capital and information seeking career (librarian's professional ability)[37] and time as a context for information seeking[38]. The latest Schematic Model of Information Seeking Process[38] takes time as the main target.It indicates: 1) Time is the basic variable for scenes or framework of information seeking; 2) time is a necessary condition for access to information; 3) time is the measurement standard of the information seeking process. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The third leading author and his led team are David Nicolas. From the beginning of 1987 (when the number of information seeking articles increased) to 2005, Nicolas’ study discovered the education applications[39] and systemic observation of user's behavior[40]. The latest articles related to log analysis[41-43] as well as to the scholars in the virtual environment[44-45]. Nicolas collaborated several articles with Williams P and Huntington P. in the field of E-Scholar. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The fourth author and his led team are T.D. Wilson.After cooperative work on cognitive-oriented information behavior, Wilson continued the study of information seeking for many years[46]. Compared to Peter Ingwersen, whose work is on cognitive research of information seeking[47]，his study is more about different ways of information seeking behavior[47-48] and is often used in comparison with Kulthuau's model49-5ol. The fundamental difference between Wilson and Kuhlthau is that Wilson considers the issues from the perspective of user's information needs,retrieval and usage (reading) whereas Kuhlthau considers the issues from the viewpoint of the relationship between the user's behavior and their mentality during information seeking process.In other words,Users/readers’ feelings were the focused concerns of Prof. Kuhlthau, whereas the efficiency was primary concern of Prof. Wilson. Wilson combines those research works from West Germany and Britain[51], whereas Kuhlthau puts forward her model coming from five empirical investigations in universities[52]. Wilson communicated with Reijo Savolainen on information use and information retrieval[53l in 1997. In 2000-2002,he participated in an investigative project with David Ellis[54]. Wilson's research includes user learning[5],user studies[56] and uncertainty[57] in order to resolve the practical problems of users[58-59]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The fifth author and his led team are David Ellis.Ellis made the model of information seeking in a wide range of subjects, such as comparison between physical and social sciences[60],medical practice[61]， industrial environment[62], academic researchers[63],and so on. Other scholars have created a model for research purposes; However, the purpose of Ellis'research is about how to use these models. Ellis' collaborative work increased after 2Ooo. Rather than building a small research team like that of David Nicolas,Ellis collaborated with those more prolific scholars[64-66], such as Wilson T. D,Ford N., Foster A.,and Spink A., to show more active academic communication. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "National Science Library, Chinese Academy of Sciences ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The sixth author and her led team are C.C.Kuhlthau. Kuhlthau has proposed the famous six steps of information searching: task initiation, topic selection, refocus exploration, focus formulation, information gathering and search closure.Her study also included two concepts: namely, uncertainty and intervention. Since the model is very clear and flexible,a number of theories and/or investigations were established based on her work.For example, by using the model of Kuhlthau, Burdick[67] found that females could get emphatic points more easily than male during the process of focus formulation.However,it is not clear that there is any difference between males and females in terms of getting the end result of the information retrieval process. In Doris's doctoral dissertation[68], the author contends that graduate students show more anxiety in the first and third steps of Kuhlthau's model when they are searching for information. Jones[54] directly used Kuhlthau's model as a template to design an in-depth interview to study the behavior of nurses searching for medical information on the Web. In Esmaeel's[69] doctoral dissertation, the author used Kuhlthau's model to design his empirical research framework and found that $41 \\%$ of respondents consider that they are always in the “information gathering” step, which is the fifth step in the process.Kyunghye Kim created a model of information seeking that included Kuhlthsu's model7o]. In addition， Susan[71]，Naseer[72], Abdulmohsin[73] all quoted Kuhlthau's model in their research. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The seventh author and his led team are Gary Marchionini.Marchionini's Process Model of Information Seeking[74] describes the process from contact problem to solving the problem in 8 detailed steps: 1) Recognize and accept an information problem; 2） define and understand the problem; 3） choose a search system;4) formulate a query;5） execute search; 6) examine search results; 7） extract information; 8） reflect, iterate and stop.The information seeking process is systematic. Currently, Marchionini still maintains an active team. Their research has deviated from the information seeking behavior to the exploration of the intelligence of search engines. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To compare the above seven authors and their research groups, Table 1 shows the directions and main contributions of them. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/4221967b56d1784d8e52a04de9d0064fd933b54f3ce6f35d4a1ebbbd50c61f63.jpg",
        "table_caption": [
            "Table 1 Main models and their applications ",
            "National Science Library, Chinese Academy of Sciences "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Authors and their group</td><td>Main model</td><td>Application aspects</td></tr><tr><td>Amanda Spink</td><td>Web search</td><td>Log analysis</td></tr><tr><td>Reijo Savolainen</td><td>Information seeking process</td><td>Information society</td></tr><tr><td>David Nicolas</td><td>User behavior</td><td>End user's behavior</td></tr><tr><td>T.D.Wilson</td><td>Information needs</td><td>Information retrieval system</td></tr><tr><td>David Ellis</td><td>Information behavior</td><td>Application and comparing</td></tr><tr><td>Corl C.Kulthau</td><td>Information search</td><td>User education</td></tr><tr><td>Gary Marchionini</td><td>Process of Information seeking</td><td>Search engine</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In combining the contributions of the seven authors and the elements of their models, the five probable research directions are discerned as follows: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "·A virtual community changes the process of information seeking behavior in the information age day by day. Relevant to the research on library or department of information consultation in the past, there are great difficulties and differences in defining user groups.That means the identification of a single user and its purpose of information retrieval should be changed to an identification of many users and their collective characteristics and behaviors.   \n· In the web-based information environment, it has a close approximity of the two actions of execution and evaluation that Norman proposed when he described the HCI (human-computer interaction） in $1 9 8 6 ^ { [ 7 5 ] }$ . That is because the information resource is not a single source in Web; user can choose other resources more than ever before,which will lead to the interactions between execution and evaluation. The process of information retrieval may be composed of numerous short processes.   \n· Although the information retrieval process may not be a sophisticated system formula,it is a series of simple steps of repetitious retrieval exercises.The dynamic communication between users and computers is not just one way. The information communication is a kind of interaction between many users and many computers.Information seeking behavior includes not only the user's psychological and social factors but also other factors such as: the personal learning process, the influence of culture and language, information technology changes, organization culture and atmosphere, information access skills, critical thinking,imaginative ability,ambition and creativity and so on. Therefore, the traditional library service has to face these new challenges and impacts resulting from the applications of new information technologies. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "·Although the task-oriented information seeking behavior still exists,it has more non-commissioned activities and informal information retrieval functions. Such phenomena includes not only users’ information needs,information retrieval skills and their purpose of information use but also users’ unique personal approaches for information seeking such as surfing,browsing, searching and book-marking,etc. Information retrieval has developed from a one-way and closed style to a two-way and open-ended style. The discussion about the information needs of individuals may be extended to the needs of groups.A user's information retrieval approach will influence his or her information needs and information usage at the same time. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "National Science Library, Chinese Academy of Sciences ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "· In the future,a non-linear and dynamic model of information retrieval, from the starting point to an end at any step in between,cannot be simply ignored or excluded from any research undertakings.With the increase of the scope and extent of the adoptation of information technologies, the influence of social and organizational factors becomes increasingly more important. The minute as a timeframe is to become the most important unit of measurement in the Web-based information service environment. Any model of information retrieval should factor the time variable into consideration. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6 Conclusion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the information age, it is absolutely necessary for a researcher, who in conducting on the information seeking needs,to take into account more elements than ever before. The opportunity of interactive communication for both the educator and the student is now much greater. How people communicate with each other and what kind of social software will be helpful in information seeking are currently a topic of high profile in library and information science. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Summing up the seven key authors’ contributions is a practical and useful way to find out the valuable elements of current models of information seeking behavior. It is hoped that this work will be helpful in developing more research possibilities in order to understand what the information seeking behavior in the future might be possibly evolving toward. The impact of information technologies does not mean that previous models should be ignored but rather it reminds researchers to optimize models based on some of those previously established models.It is also the reason why we have discussed in more detail about the five discerned general directions in this paper. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "However, the major works that we presented here do not necessarily cover all the relevant contributions to the research in this field.We collected the data only from LISA. Moreover, we selected a few key authors and their works by means of using only one kind of data mining skill. Besides,to retrieve articles by using only the words“information seeking” may run into the risk of not being able to retrieve all the most important and/or relevant articles regarding to information seeking. These are some of the research limitations of this paper and it means that we have to study this topic more in-depth in the future. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Even though there are some limitations, we believe that any new research designs in this subject area can be reasonably formulated by taking into consideration of the above stipulated five general directions and of the distinctive elements from some of those relative works which we have carefully selected. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AcknowledgementsThe author is grateful to Dr.Irina Wang,Ms.Anna Ryan and the other anonymous teachers for their helpful comments and language revision. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1 Kuehne,B. Informationssuche oder informationskompetenz? 20o5,03 (03). Retrieved on November 4,20o6,from www.ib.hu-berlin.de/\\~libreas/libreas_neu/ausgabe3/pdf/0o3kue.pdf.   \n2 Chu,Y.，Zhang,Y.,& Chao,N.P. Collborative activities in information search and collaborative information searching. Journal of Academic Libraries (in Chinese),2003, 21(4):35-39.   \n3 Cao,S.X.,& Deng,X. Z. Summarization of network user's information behavior theory. Journal of Intelligence,2006,25(2):79-81.   \n4 Spink,A.,& Cole,C.Human information behavior: Integrating diverse approaches and information use. Journal of the American Society for Information Science and Technology, 2006, 57(1):25-35.   \n5 Jansen, B.J., Spink,A.,& Pfaff,A. Web query structure: Implications for IR system design. In Proceedings of the $4 ^ { \\mathrm { t h } }$ World Multiconference on Systemics,Cybernetics and Informatics (SCI2000).Orlando,Fla.: International Institute of Informatics and Systemics,2000: 169-176.   \n6 Prybutok, V.R.,& Spink,A. Transformation of a health care information system: A selfassessment survey. IEEE transactions on engineering management,1999, 46(3):299-310.   \n7 Lorence,D.P.,& Spink,A.Regional variation in medical system data: Influences on upcoding. Journal of Medical Sciences.2002,26(5):369-380.   \n8 Spink,A. Toward a theoretical framework for information science.Informing Science, 2000, 3(2):73-75.   \n9 Ford,N., Wilson, T.D.,& Foster,A.,et al. Information seeking and mediated searching.Part 4. Cognitive styles in information seeking. Journal of the American Society for Information Science and Technology,2002,53(9):728-735.   \n10 Spink,A., Koricich,A.,& Jansen, B.J. Sexual information seeking on web search engines. Cyber-Psychology and Behavior, 2004,7(1):65-72.   \n11 Jansen,B.J., Spink,A.,& Pedersen,J.The effect of specialized multimedia collections on web searching. Journal of Web Engineering,2004,3(3/4):182-199.   \n12Spink,A., Park,M.,& Jansen, B.J.,et al.Multitasking web search on Alta Vista.In Proceedings of the international Conference on information Technology: Coding and Computing (ITCC04). Las Vegas, Nevada: IEEE Computer Society, 2004: 1-5.   \n13Spink,A., Ozmutlu,H. C.,& Ozmutlu, S.Multitasking information seeking and searching processes.Journal of the American Society for Information Science and Technology, 2002, 53(8):639-652   \n14Spink,A.,Park,M.,& Koshman, S.Factors affecting assigned information problem ordering during web search: An exploratory study. Information Processing and Management, 2006, 42(5):1366-1378.   \n15Spink,A.,& Greisdorf, H. Regions and levels: Measuring and mapping users'relevance judgments.Journal of the American Society for Information Science and Technology,2001, 52(2):161-173.   \n16Spink,A., Jansen, B.J.,& Pedersen, J. Searching for people on web search engines.Journal of Documentation,2004,50(2):266-277. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "National Science Library, Chinese Academy of Sciences ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "OPun, XITI 5 tion Processing and Management. Retrieved on October 12, 2004, from http://www.elsevier. com/locate/infoproman.   \n18Spink,A.,& Jane,H.A study of the development of the digital ranch.Retrieved on March 8, 2007, from http://informationr.net/ir/2-3/paperl6.html.   \n19Spink,A.,& Jansen,B.J.A study ofWeb search trends.2004-12.Retrieved on March 8,2007, fromhttp://www.Weblogy.ir/2004/vln2/a4.html.   \n20Jansen B. J., Spink, A.,& Pedersen J. A temporal comparison of AltaVista web searching. Journal of the American Society for Information Science and Technology,2O05,56(6): 559-570.   \n21Jansen B.J.,& Spink A. Methodological approach in discovering user patterns through web log analysis. Retrieved on March 8, 2007,from htp://www.asis.org/Bulletin/Oct-00/janses_ Spink.html.   \n22Desai, M.,& Spink,A.An algorithm to cluster documents based on relevance.Information Processing and Management, 2005,41(5):1035-1049.   \n23 Segun,K., Hurson,A.R.,& Spink,A.A transaction processing model for the mobile data access system. In Proceedings of the $6 ^ { \\mathrm { { t h } } }$ International Conference on Parallel Computing Technologies.Novosibirsk,Russia: Springer-Verlag,2001:112-127.   \n24Spink,A.,& Xu,J.L.Selected results from a large study of Web Searching: The excite study. Retrieved on October 1,20o0,from http://www.shef.ac.uk/\\~is/publications/infres/paper90. html.   \n25Spink,A.,Bateman,J.,& Jansen, B.T. Searching heterogeneous collections on the Web: Behaviour of excite users.Retrieved on March 8,20o7,from http://informationr.net/ir.4-2/ paper53.html.   \n26Spink,A. Multitasking information behavior and information task switching: An exploratory study. Journal of Documentation,2004, 60(4):336-350.   \n27 Spink,A.,& Park,M. Information and non-information multitasking interplay.Journal of Documentation, 2005,61(4):548-554.   \n28Kuhlthau, C., Spink,A.,& Cool, C.Exploration into stages in the information search process in online information retrieval: Communication between users and intermediaries. In Shaw, D. (Eds), Proceedings of the $5 5 ^ { \\mathrm { t h } }$ Annual Meeting on Celebrating Change: Information Management on the Move. Pittsburgh,PA:American Society for Information Science, 1992:67-71.   \n29 Savolainen，R.The rationalities of information seeking:Problems and approaches. Kirjastotiede ja informatiikka,1990, 9(3):70-84.   \n30 Savolainen,R.Everyday life information seking:Approaching information seeking in the context of way of life.Library and Information Science Research,1995,17(3):259-294.   \n31Savolainen,R.,& Kari, J. Conceptions of the intermet in everyday life information seeking. Journal of Information Science,2004,30(3):219-226.   \n32 Kari,J.,& Savolainen,R.Web searching in the context of information seeking in everyday life. Journal of Information Science,2004,30(3):219-226.   \n33Savolainen, R.Enthusiastic,realistic and critical: Discourses of Internet use in the context of everyday life information seeking.Retrieved on March 7,2o07, from http://nformationr. 01+   \n34Savolainen,R. Embarking on the Internet: What motivates people? Aslib Proceedings, 2000, 52(5):185-192.   \n35Savolainen,R.Network competence and information seeking on the Internet form definitions towards a social cognitive model. Journal of Documentation,2002,58(2):211-226.   \n36 Savolainen,R. Spatial factors as contextual qualifiers of information seeking.Information Research,2006,11(4):261-275.   \n37Savolainen, R.Academic capital and information seeking career. Swedish Library Research, 1999(3/4):5-19.   \n38 Savolainen,R.Time as a context of information seeking.Library & Information Science Research,2006,28(1):110-127.   \n39Nicolas,D.,Erbach,G.,& Paalman, K.Big bang: The information lessons learnt. Online Review,1987,11(4):219-239.   \n40Nicolas,D.(Ed.)Are information professionals really beter online searchers than end-users? Oxford: Learned Information Ltd, 1996:383-397.   \n41Nicolas,D.,Huntington,P.,& Jamali, H.R., et al. What deep log analysis tells us about the impact of big deals: Case study OhioLINK.Journal of Documentation，2006,62(4): 482-508.   \n42Nicolas,D., Huntington, P.,& Jamali, H.R.,et al. The information seeking behavior of the users of digital scholarly journals. Information Processng & Management,2006, 42(5):1345-1365.   \n43Huntington, P., Nicolas,D.,& Watkinson,A. Scholarly journal usage: The results of deep log analysis. Journal of Documentation,2005,61(2):248-280.   \n44Jamali, H.R., Nicolas,D.,& Huntington P.The use and users of scholarly e-journals: Areview of log analysis. Aslib Proceedings, 2005, 57(6):554-571.   \n45Nicolas D., Huntington, P.,& Monopoli, M., et al. Engaging with scholarly digital libraries (publisher platforms): The extent to which“added-value” functions are used. Information Proceeding& Management,2006,42(3):826-842.   \n46Wilson,T.,& Walsh,C. Information behavior: An interdisciplinary perspective. British Library Research and Innovation Report, 1996 (10):62.   \n47Ingwersen,P.,DeMey,M.,& Belkin,N.J.,et al.Psychological aspects of information.Social Science Information Studies,1984,4(2/3):236.   \n48Ingwersen, P. Cognitive perspectives of information retrieval interaction: Elements of a cognitive IR theory. Journal of Documentation, 1996, 52(1):3-50.   \n49 Wilson,T.D.Models in information behaviour research. Journal of Documentation,1999, 55(3):249.   \n50Wilson, T.D. Models of the information users: Progress and prospect in research. Information and the Transformation of Society, 1982:361-367.   \n51 Kuhlthau, C. Seeking meaning: A process approach to library and information services. Norwood, NJ: Ablex Publishing Company,1993:18.   \n52Wilson,T. Information behaviour: An interdisciplinary perceptive.In Proceedings of the international conference on research in information needs,seeking and use in different contexts.London: Taylor Graham,1997:39-50   \n53Wilson,T.D.,Ford,N.J.,& Ellis,D., et al.Uncertainty and its correlates.New Review of Information Research,2000,1(l):69-84. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "National Science Library Chinese Academy of Sciences ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "An exploration of nurses’ search behavior. Wisconsin: University of Wisconsin-Madison, 2002.   \n55Wilson, T.,Ellis,D.,& Ford, N.,et al. Uncertainty in information seeking.British Library, Library and Information Commission Research Report, 2ooo(59):85.   \n56 Wilson,T.D. On user studies and information needs. Journal of Documentation,2006, 62(6):658-670.   \n57 Wilson, T.D. Revisiting user studies and information needs. Journal of Documentation, 2006, 62(6):680-684.   \n58 Wilson, T.D. Talking about the problem: A content analysis of research interviews. Retrieved on March 8,2007, from http://nformationr.net/ir/10 1/paper206.html.   \n59 Wilson,T. D.A re-examination of information seeking behavior in the context of activity theory.Information Research,2006,11(4):260   \n60 Ellis,D., Cox,D.,& Hall,k.Acomparison of the information seeking patterns of researchers in the physical and social sciences. Journal of Documentation,1993,49(4):356-359.   \n61Wood,F., Ellis,D.,& Bacigalupo,R.,et al. Information in general medical practice: A qualitative approach. Top Health Inf Manage,1995,16(2):10-18   \n62Ellis,D.,& Haugan, M.Modeling the information seeking patterns of engineers and research scientists in an industrial environment. Journal of Documentation,1997,53(4):384-403.   \n63 Ellis,D. Modeling the information-seeking patterns of academic researchers: A grounded theory approach.Library Quarterly,1993,63(4):469-486.   \n64Wilson,T.D.,Ford,N.,& Ellis,D., et al. Information seeking and mediated searching, part2, uncertainty and its correlates.Journal of the American society for Information Science and Technol0gy,2002,53(9):704-15.   \n65Spink,A., Wilson, T.D.,& Ford, N.,et al. Information seeking and mediated searching, part3,successive searching. Journal of the American Society for Information Science and Technology,2002, 53(9):716-727.   \n66Ells,D., Wilson,T.D.,& Ford,N., et al. Information seeking and mediated searching, part5, user-intermediary interaction. Journal of the American Society for Information Science and Technology,2002, 53(9):883-893.   \n67Burdick, T. Gender in the information search proces: An exploratory study of student experience.Florida: The State Florida University,1995.   \n68Vam Kampen,D.J. Library Anxiety: The information search process and doctoral use of the library.Florida: the University of Central Florida,2003.   \n69Shamo,E.University students and the internet: Information seeking study. Texas: University of North Texas,2001.   \n70Kim, K.A model of digital library information seeking process (DLISP Model) as a frame for classifying usability problems.Brunswick: New Brunswick,2002.   \n71Aber, S.W. Information needs and behaviors of geosciences educators: A grounded theory study.Kansas: Emporia state university, 2005.   \n72Aomarl, N. M. Implementation of higher order thinking in internet searching in secondary school students.New York: Fordham University,2001.   \n73Al-Harbi,A.H. Internet use by graduate students in the communication department ofFlorida state university and its impact on the use of FSU academic libraries.Florida: Florida state university,2002.   \n74Marchionini, G. Information seeking in electronic environments. Cambridge: Cambridge University Press.1997:27-30.   \n75Norman, D.A. User-centered system design: New perspectives on human-computer interaction.Hillsdale.New York:Lawrence Erlbaum Associates,1986:31-65. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(Copy editor:Ms.NingLI;Languagerevision:Prof.Charles C.YEN) ",
        "page_idx": 13
    }
]