[
    {
        "type": "text",
        "text": "Activity patterns and resource partitioning: seven species at watering sites in the Altun Mountains, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "XUE Yadong1,LI Jial, SAGEN Guli², ZHANG $\\mathrm { Y u ^ { 1 } }$ , DAI Yunchuan],LI Diqiangl ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 InstituteofForest Ecology,EnvironmentandProtection,Chinese AcademyofForestry,Beijing 10o091,China;   \n² Administrative Bureau of Xinjiang Lop Nur Wild Camel National Nature Reserve,Urumqi 83oo11,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: As part of a larger project to examine the richness and distribution of wildlife in Kumtag Desert area, we conducted camera trapping surveys during the period 2010-2012 at seven watering sites in an arid region of the Altun Mountains in western China. Information on activity paterns of the wild bactria camel (Camelus ferus),kiang (Equus kiang),goitered gazelle (Gazellsubguturosa),argali (Ovisammon), blue sheep (Pseudois nayaur),red fox (Vulpes vulpes),and wolf (Canis lupus) was obtained. We found that the wild camel, kiang, goitered gazele,argali, and blue sheep were predominantly diurnal at watering sites, whereas red fox and wolf were nocturnal. Five herbivores partitioned the use of watering sites in a temporal manner to minimize the risk of predation by carnivores.The wild camel was the dominant herbivorous species at the watering sites. The kiang, goitered gazelle,argali, and blue sheep displayed adaptive water use by altering spatial or temporal paterns based on the presence or absence of wild camel, to minimize the risk of interspecific strife. These results are suggestive of the differences in activity patterns that might modulate water partitioning by different species,and provide insights for the development of conservation strategies for integrated species and decisions regarding water development in the Altun Mountains. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: camera trapping; competition; desert animal; interaction; watering site; niche partitioning ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Animal ecology and conservation requires an understanding of animal behavior and activity paterns.Habitat use,migration,and interspecific competition associated with activity patterns have been well studied (Alderman et al.,1989; Zeler,1997; Tobler et al.,2009; Atwood et al., 2011;Vasconcelos et al., 2012).Activity paterns can be influenced by both biotic and abiotic factors in the environment (Morgan, 2O04). In terms of abiotic factors,the activity patterns of desert animals are primarily influenced by high temperatures.However, in terms of biotic factors, population interactions play a determinative role. In recent years, research has been focused on the predator/prey relationship and associated activity patterns，the influence of interspecific competition on activity patterns,and variations in activity patterns under extreme temperatures in desert areas (Arias-Del et al.,2011; Ismail et al.,2011; Vidal et al.,2011; Gioto et al.,2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Activity patterns can reflect the trophic level, community status and viability stress of the animals. Research on activity paterns is helpful to understand behavior strategy of animals how to adapt to the biotic and abiotic factors. Understanding the activity patern of sympatric species can provide insights into species coexistence and niche partitioning，and has practical value for the development of conservation strategies for integrated species. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Over the past decades,camera trapping is being used to record elusive species, monitor species diversity, study activity pattern, and population estimations of animals (O'Connell et al., 2011; Rovero et al., 2013; Franck et al.，2014).Many of the studies appear to estimate population density or detect species presence or absence in given areas. The use of camera trapping has been revolutionary for studying the wildlife behavior,as they are difficult to observe in their natural habitat due to their solitary nature (Franck et al.,2O14). Some studies deal with activity budget and a smaller number with more specific behaviors,such as the use of mineral licks (Tobler et al., 2009),storing behavior (Soley and Alvarado-Diaz, 2O11),and grouping behavior (Xue et al., 2014a,b). However, the use of camera trapping on the resource partitioning in mammal communities in a given ecosystem was scarce. In arid and semi-arid regions, water is often considered as a limiting factor in determining the distribution and activity of desert animals (Sanchez-Rojas and Gallina,2000; deVos Jr and Miller, 2005; Cain III et al.，2008). Although desert animals can obtain water from their diets, the amount of water gained from food is limited. Their survival, therefore, still depends on free water from watering sites (Cain III et al.,2006). Desert animals actively use watering sites which are also high risk areas for predation (Valeix et al.,2009). Camera trapping at these sites is a practical approach for investigations into the animals of arid regions (Edwards et al., 2O16). Moreover, the use of camera trapping data of animal behavior and activity could be a feasible method to study community structures and interspecific competition,and to evaluate overlap or partition of niches. Camera trapping at watering sites will also be beneficial in assessing the influence of environmental change and human disturbance on the use of water resources by wildlife,and aiding in the development of recommendations on ways in which watering sites in arid areas could be managed and conserved. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As part of a larger project to examine the richness and distribution of wildlife,we conducted camera trapping surveys at watering sites in an arid region of the Altun Mountains from 2010 to 2012.A total of 26 species were captured in the survey. There were 11 species of mammals, including the wild bactrian camel (Camelus ferus), kiang (Equus kiang), goitered gazelle (Gazella subgutturosa), blue sheep (Pseudois nayaur), argali (Ovis ammon), wolf (Canis lupus), red fox (Vulpes vulpes)， snow leopard (Panthera uncia), dhole (Cuon alpinus), lynx (Lynx lynx),and woolly hare (Lepus oiostolus). At the same time,15 species of birds including the bearded vulture (Gypaetus barbatus)， golden eagle (Aquila chrysaetos)， and Himalayan griffon (Gyps himalayensis） were captured in the photos. The frequency with which the snow leopard, dhole, and lynx were captured was extremely low. However, the wild camel, kiang, goitered gazelle, argali,blue sheep,red fox,and wolf all exhibited higher abundance.Among the five ungulates recorded,the wild camel is a critically endangered species,the goitered gazelle is vulnerable, the argali is near threatened,and the kiang and blue sheep are regarded as species of least concern. The activity patterns of the 7 species were investigated, and the niche overlap and partitioning of watering sites by the 7 species was evaluated by the activity patterns. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study was carried out in the northern piedmont (17Oo-2400 m a.s.l.) of the Altun Mountains （20 $( 3 9 ^ { \\circ } 0 3 ^ { \\prime } - 3 9 ^ { \\circ } 1 3 ^ { \\prime } \\mathrm { N }$ ， $9 1 ^ { \\circ } 3 0 ^ { \\prime } { - } 9 1 ^ { \\circ } 4 7 ^ { \\prime } \\mathrm { E } )$ . This area is located in the Xinjiang Lop Nur Wild Camel National Nature Reserve,China. The climate of this area is extremely arid with an annual precipitation of less than $5 0 \\ \\mathrm { m m }$ that occurs mainly during the summer (May-August). The monthly mean temperature ranges from $- 1 4 . 7 ^ { \\circ } \\mathrm { C }$ in January to $2 7 . 8 ^ { \\circ } \\mathrm { C }$ in July. In this area, watering sites are really scarce; all available watering sites for the wildlife are located in the northern piedmont of the Altun Mountains. Watering sites are filled by springs concentrated along the base of the north slope of the mountain range, which is the source of most of the water in the region. We found 7 watering sites that covered most of the area from east to west in the northern piedmont of the Altun Mountains. Watering sites in the mountains provide water for a variety of ungulates and carnivores.The arid environment supports only sparse vegetation. The areas around the watering sites are dominated by Populus euphratica, Phragmites australis,and Achnatherum splendens, whereas the valleys and vast desert areas are predominantly occupied by Sympegma regelii,Reaumuria kaschgarica,and Ephedra przewalskii. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Camera trapping ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Seven watering sites in the northern piedmont of the Altun Mountains were monitored from July 2010 to September 2012 (no survey was conducted between April and October 2011 because of the interruption of this project). The western and eastern watering sites were about $9 0 \\mathrm { k m }$ apart, along the Altun Mountains.Cameras were positioned adjacent to the water or $3 { - } 5 \\mathrm { ~ m ~ }$ from animal trails. Two to four cameras were set near to each watering site,according to the topology of these sites. We used Ltl-5210 cameras (Lens: $\\mathrm { F } { = } 3 . 1 ~ \\mathrm { m m }$ $\\mathrm { F O V } { = } 5 2 ^ { \\circ }$ ） with passive infrared motion sensors. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We deleted consecutive photos of the same individual or group within $3 0 ~ \\mathrm { m i n }$ time frames at the same site,and considered image sequences that were separated by $3 0 \\mathrm { m i n }$ to be independent events (Yasuda, 2004; Michalski and Peres，2007). Independent photo numbers of wild camel, kiang, goitered gazelle, argali, blue sheep,red fox,and wolf were counted, respectively. To analyze the diel activity paterns,we divided a 24-h period into hour-long segments,and each independent record was classified within those intervals.The hourly index of relative activity for each watering site was calculated as the number of photos taken each hour divided by the total number of photos during the whole trapping days at each watering site multiplied by 1Oo.Species were classified as diurnal, nocturnal, or crepuscular, according to their periods of greater activity (i.e.， higher recorded frequencies).For the monthly activity pattern, each independent record was classfied within each month.The monthly index of relative activity was calculated as the number of photos taken each month divided by the number of operational cameras in this month.The Schoener formula was used to calculate the index of temporal niche overlap between species $i$ and species $j$ (Schoener, 1968) as follows: ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\na _ { i j } = 1 - { \\frac { 1 } { 2 } } \\sum _ { a = 1 } ^ { n } \\Bigl | p _ { i a } - p _ { j a } \\Bigr | ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $a _ { i j }$ represents the index of temporal niche overlap between species $i$ and species $j ; p _ { i a }$ represents the activity index of species $i$ at a given hour (or month); and $p _ { j a }$ represents the activity index at a given hour (or month) of species $j$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The total index of temporal niche overlap equals to the diel index of temporal niche overlap multiplied by the monthly index of temporal niche overlap. Cluster analysis was then used for construction and evaluation of the total index of temporal niche overlap between every two species using the R package (R Development Core Team, 2O11). After constructing the matrix of total index of temporal niche overlap,we transformed the distance matrix into the Dist data. And then, hierarchical clustering data will be used in the cluster analysis and thus generating the cluster dendrogram. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 Camera trapping ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Our camera monitoring efforts at each site ranged from 224 to 1830 camera trapping days for a total of 7O98 camera trapping days for the duration of the study. The wild camel was the only species that was captured at all observation sites,and was present in almost $62 \\%$ (3964 records) of all individual photographs.This suggests that wild camel was the dominant herbivorous species at the watering sites. Cameras recorded 1406 visits by kiangs; 355 by goitered gazelles; ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "164 by blue sheep;and 1O3 by argalis. Wolves and red foxes were the dominant carnivorous species at watering sites，as they were captured in 123 and 268 individual photographs, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Diel activity pattern ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Two species were observed to be mainly diurnal, i.e.，wild camel ( $7 2 \\%$ of all records, $\\scriptstyle n = 2 8 5 4 ,$ and kiang $( 6 9 \\%$ ， $\\scriptstyle n = 9 7 0$ ).The highest activity levels of wild camel occurred between 1O:OO and 16:00 (LST), whereas those of kiang were between 13:0O and 16:00.The other three ungulates were strictly diurnal, i.e.， goitered gazelle $( 9 7 \\%$ ， $\\scriptstyle n = 3 4 4$ )，bluesheep $( 9 4 \\%$ ， $n { = } 1 5 4$ )，and argali $98 \\%$ ， $n { = } 1 0 1$ ),with the highest levels of activity occurring between 14:O0 and 18:00,12:00 and 15:00,and 12:OO and 16:OO,respectively. The red fox was strictly nocturnal ( $9 2 \\%$ ， $n { = } 2 4 7$ )，with maximum levels of activity from OO:OO to O3:0o. The wolf was mainly nocturnal ( $65 \\%$ ， $\\scriptstyle n = 8 0$ ), with the maximum levels of activity from 02:00 to 03:00,and 05:00 to 07:00 (Fig.1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3Monthly activity pattern ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The monthly activity of wild camels was highest during the transition seasons (April and October), and lowest in the summer (June to August). From April to August, kiangs visited the watering sites more often (Fig.2a). Among the smaller ungulates，goitered gazelles rarely visited the watering sites during the summer and autumn, with the highest levels of activity in March and December. The highest activity levels of argali occurred in May and October. Blue sheep showed no obvious peak of activity (Fig. 2b). Between the two carnivores,the highest activity levels of the wolf occurred in May and September, whereas those of the red fox occurred only in May (Fig. 2c). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4Temporal niche overlap ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Based on the diel and monthly activity patterns, we calculated the pairwise total index of temporal niche overlap of the seven species (Table 1).The dendrogram in Figure 3 showed the results of cluster analysis of the pairwise total index of temporal niche overlap.The cluster analysis created two groups,species in each group showed the similar activity patterns. Thus,two obvious groups were observed in the dendrogram. One group comprised the carnivores,including the wolf and red fox;and the other group,the five herbivores,including wild camel, kiang,goitered gazelle, argali,and blue sheep. In the herbivore group, wild camel and kiang were classified within the same branch,which was separated from that of the other three small herbivores. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "During the monitoring perid, we obtained only 2 records of Eurasian lynx,5 records of snow leopard and 7 records of dhole. These species are not the common and dominant animals in this arid area. Due to the low detection probability of these species,it is difficult to study the interspecific competition and the predator/prey relationship of these species at watering sites. The absence of these carnivores is one reason why wolf and fox are the main predators and the ungulates are abundant near the watering sites. Desert ungulates can obtain water from the plants they eat to supplement the free water that they find (Alderman et al.,1989; Cain III et al., 2006). Wild camels and goitered gazelles may rely heavily on forage during summer when the moisture content is high. This might explain why wild camels and goitered gazelles use watering sites less frequently during summer. We found a large number of foraging traces of these two species during summer in the field survey. Wild camels and goitered gazelles mainly wander in Gobi and other desert areas. Habitat preference may be another reason they use watering sites less frequently during summer. Because the watering sites in arid areas were spatially fixed and limited. The watering sites are also high risk areas for predation. Animals like wild camel and goitered gazelles will obtain enough water from plant during summer when the moisture content is high in vast desert areas far away from the watering sites. It is not necessary for them to visit watering sites. They may only visit the watering sites in the Altun Mountains when their physiological needs cannot be satisfied. Kiangs and blue sheep mostly live in the mountainous region,and typically do not enter the adjacent desert area to forage for plants with a high moisture content. Therefore, no significant peak was observed for these species in any given month. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/38a2b34f1c556d2263f51a988579e236e02d249a341a95c9396afec99d419b64.jpg",
        "img_caption": [
            "Fig.1Diel activity pattern of seven species in the Altun Mountains,China. The axe means the hourly index of relative activity of animals. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/bc51122eb96c64cbc48a20d8569a4d70f13dbf1853987dafd581a1df26629afc.jpg",
        "img_caption": [
            "Fig.2Monthly activity pattern of seven species in the Altun Mountains,China "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/1cf155d373f80d36effdeefb3813b7803cc9aa727b0649163b9b3e2bbdb51cd7.jpg",
        "table_caption": [
            "Table1Pairwise total index of temporal niche overlap of seven species in the Altun Mountains,China "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Species</td><td>Wild camel</td><td>Kiang</td><td>Goitered gazelle</td><td>Argali</td><td>Blue sheep</td><td>Red fox</td><td>Wolf</td></tr><tr><td>Wild camel</td><td>1.0000</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Kiang</td><td>0.4363</td><td>1.0000</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Goitered gazelle</td><td>0.3999</td><td>0.2968</td><td>1.0000</td><td></td><td></td><td></td><td></td></tr><tr><td>Argali</td><td>0.3480</td><td>0.3792</td><td>0.3140</td><td>1.0000</td><td></td><td></td><td></td></tr><tr><td>Blue sheep</td><td>0.5273</td><td>0.4982</td><td>0.3932</td><td>0.4156</td><td>1.0000</td><td></td><td></td></tr><tr><td>Red fox</td><td>0.1899</td><td>0.2816</td><td>0.0479</td><td>0.0564</td><td>0.1000</td><td>1.0000</td><td></td></tr><tr><td>Wolf</td><td>0.1898</td><td>0.3903</td><td>0.1055</td><td>0.1699</td><td>0.1916</td><td>0.4450</td><td>1.0000</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/861dafd944d643d03c03c5141e9b8a9ca93bf4c518494d0e28427d457478e1df.jpg",
        "img_caption": [
            "Fig.3Cluster analysis dendrogram of pairwise total index of temporal niche overlap "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Since the watering sites were scarce and spatially fixed in arid areas,it was common for sympatric species to use the same watering sites.In order to coexist, different species develop various spatial or temporal patterns of water use. In the Altun Mountains,the wolf is the main carnivore and a predator of all ungulates in the area. The cluster analysis showed that the seven species were separated into two categories, i.e., carnivores and herbivores (Fig. 3). As the diel activity pattern showed, the carnivores were nocturnal,and the herbivores were diurnal. Temporal partitioning of watering sites is an effective strategy for herbivores to avoid being preyed on by carnivores. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Interspecific competition leads to spatial and/or temporal segregation. Species with a relatively large body size always occupy the dominant position, whereas subordinate competitors might display adaptive behavior by altering spatial or temporal patterns of resource use,based on the presence or absence of a dominant competitor (Durant, 200O;Atwood and Gese,2008,2010; Atwood et al.,2O11). Valeix et al. (2O07) reported that the activity paterns of smaller herbivores in waterholes were influenced by elephants，which represent the dominant large species in Hwange National Park, Zimbabwe. Vieira and Port (2OO7) found that the larger crab-eating fox (Cerdocyon thous) could be limiting the activity of the pampas fox (Pseudalopex gymnocercus) via interference competition. Our findings were similar. In the Altun Mountains,the wild camel is the largest herbivore.Moreover, the wild camel was the only species that was recorded as the most abundant at all watering sites. The kiang was the second largest herbivore under investigation,and it showed a similar activity pattern to that of the wild camel. However, the kiang was recorded at four watering sites,and its highest activity levels at those watering sites were of a shorter duration than those of the wild camel. As subordinate competitors,the other three small herbivores displayed adaptive activity patterns，according to the presence and frequency of visits by the wild camel and kiang at watering sites. When visiting watering sites, the smaller herbivores altered their temporal niches to mitigate the risk of interspecific strife. Unlike the wild camel and kiang that visited watering sites during the day and night,the goitered gazelle,argali,and blue sheep diurnally used the watering sites. Differences in the highest activity levels between large herbivores and small herbivores were also observed. Because the watering sites were spatially fixed and limited, we also observed interspecific contact between wild camel and the other smal ungulates in some photos. In those photos,the wild camel was observed to have chased goitered gazelle,argali, and blue sheep on encounter, or the small ungulates were observed waiting beside the watering sites,out of the way of the wild camel. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Our findings suggest a diference in activity pattrns that might serve to modulate water partitioning by predator/prey,and various ungulates in the Altun Mountains.These results provide a new and interesting insight into the community structure of desert animals,and would aid in the development of conservation strategies for integrated species in this arid and dynamic area. It is also important for the conservation of rare and endangered species in this area. In recent years, mining activities have increased in the Altun Mountains. The accompanying human use of watering sites has interfered with the resources available to wildlife.Particularly in this arid area, watering sites for wildlife have become more limited, thereby causing more intense interspecific strife. It is important for wildlife managers to prevent or limit mining activities at watering sites. A feasible management plan would entail the continuous monitoring of watering sites and a greater focus on interspecific competition. The development of anthropogenic watering sites should become an integral part of wildlife management in the Altun Mountains,considering the effects of climate change. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Thisstudy was funded by National Nonprofit Institute Research Grant of Chinese Academy of Forestry (CAFYBB201l003).We appreciate the work of YANG Hailong in his previous study on wild camels that provided very important information on sites for camera trapping.We thank Mamulihan MUHATI and DUAN Hailin for their help during fieldwork.We also thank the Administrative Bureau of Xinjiang Lop Nur Wild Camel National Nature Reserve and the Administrative Bureau of Gansu Annanba Wild Camel National Nature Reserve for their support of this study. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AldermanJA,KrausmanPR,LeopoldBD.1989.Dielactivityoffemale desertbighornsheepinwesterArizona.Journalof Wildlife Management,53(1): 264-271.   \nAtwoodTC,GeseEM.2Oo8.Coyotesandrecolonizing wolves:socialrank mediatesrisk-conditional behavioratungulate carcasses.Animal Behavior,75(3):753-762.   \nAtwood TC,Gese EM.2Ol0.The importance of resource selectionand socialbehaviorto partitioningofhostile space by sympatric canids. Journal of Mammalogy,91(2): 490-499.   \nAtwood TC,FryTL,Leland BR.2011.Partitioning of anthropogenic watering sites bydesertcarnivores.TheJournalof Wildlife Management,75(7):1609-1615.   \nArias-DelR I, HernandezL,LaundréJW,etal.2O11.Dopredator and prey foraging activitypaterns match?A studyof coyotes (Canis latrans),andlagomorphs (LepuscalifornicusandSylvilagusudoboni).JournalofAridEnvironments5(2): 112-118.   \nCain IIJW,Krausman PR,Rosenstock S S,etal.2Oo6.Mechanismsof thermoregulationand water balancein desert ungulates.Wildlife Society Bulletin,34(3): 570-581.   \nCain IIJW,KrausmanPR,MorgartJR,etal.2Oo8.Responsesofdesertbighornsheeptoremovalof watersources.Wildlife Monograph,171(1): 1-32.   \ndeVos JrJC,Miller W H.2Oo5.Habitat useand survival of Sonoran pronghorn in years with above-average precipitation. Wildlife Society Bulletin,33(1): 35-42.   \nDurant SM.20o.Living with theenemy:avoidanceof hyenas and lionsbychetahs in the Serengeti.Behavioral Ecology, 11(6):624-632.   \nEdwards S,Gange A C,Wiesel I 2O15.Spatiotemporal resource partitioning of water sources by African carnivores on Namibian commercial farmlands. Journal of Zoology,297(1): 22-31.   \nEdwards S,Gange AC,Wiesel I.2O16.Anoasis in the desert: The potentialof water sources ascameratrapsites inarid environments for surveying a carnivore guild.Journal of Arid Environments,124: 304-309.   \nFranckT,Marie-Claude H,Cedric V,etal.2O14.Useofcameratraps forwildlife studies.Areview.Biotechnologie Agronnmie Societe ET Environnement,18(3): 446-454.   \nGiotto N,PicotD,Maublanc M-L,etal.20l3.Efectsofseasonaleatontheactivityrhythm,habitatuse,andspaceusef the beira antelope in southern Djibouti. Journal of Arid Environments,89: 5-12.   \nIsmail K,KamalK,PlathM,etal.Ol1.Eectsofnexceptionaldroughtondailyctivitypates,reproductivebaviour and eproductive success of reintroduced Arabian oryx (Oryx leucoryx).Journal ofArid Environments,75(2):125-131.   \nMichalskiF,Peres CA.2Oo7.Disturbance-mediated mammal persistence and abundance-arearelationships inAmazonian forest fragments. Conservation Biology,21(6):1626-1640.   \nMorganE.2004.Ecological significance of biological clocks.Biological Rhythm Research,35(1-2): 3-12.   \nOConnell AF,NicholsJD,Karanth K U.2011.Camera Traps in Animal Ecology: Methods and Analyses.Tokyo:Springer, 163-190.   \nRovero F, ZimmermannF,Berzi D,et al.2013.\"Which camera trap typeand how manydo Ineed?\"Areview of camera features and study designs forarange of wildlife research applications.Hystrix Italian Journal of Mammalogy，24(2): 148-156.   \nSanchez-Rojas GGalina S.2Ooo.Muleder(Odocoileushemionus)density inalandscapeelementoftheChihuahuan Desert, Mexico. Journal of Arid Environments,44(3): 357-368.   \nSchoener TW.1968.The Anolis lizards of Bimini: resource partitioning in acomplex fauna.Ecology,49(4):704-726.   \nSoleyFG,Alvarado-DiazI.2O11.Prospectivethinkinginamustelid?Eirabarbara(Carnivora)cacheunripefruits toconsume them once ripened.Naturwissenschaften, 98(8): 693-698.   \nToblerM W,Carill-Percastegui SE,Powell G2O09.Habitatuse,activitypaternsanduseof mineral licks byfive speciesof ungulate in south-eastern Peru.Journal of Tropical Ecology,25(3): 261-270.   \nValeixM,Chamaile-JmmesS,FritzH.2O07.Interferencecompetitionandtemporal nicheshifts:elephantsandherbivore communities at waterholes. Oecologia,153(3):739-748.   \nValeixM,FritzH,LoveridgeAJ,etal.2O9.Doestheriskofencounteringlions influenceAfrican herbivore behaviourat waterholes?Behavioral Ecology and Sociobiology,63(10):1483-1494.   \nVasconcelos R,Santos X,CareteroMA.2O12.High temperatures constrain microhabitatselectionandactivitypattersof the insular Cape Verde wall gecko.Journal of Arid Environments,81:18-25.   \nVidal MA,Pizaro-AraaJ,Jerez V,etal.2Ol1.Dailyactivityandthermoregulationinpredator-preyinteractionringthe Flowering Desert in Chile. Journal of Arid Environments,75(9): 802-808.   \nVieira EM,Port D.2Oo7.Niche overlapandresource partitioning between two sympatric fox species insouthern Brazil. Journal of Zoology,272(1): 57-63.   \nXueYD,LiuF,Guo TZ,etal.2O14a.Using camera traps tosurvey wildlifeat watersourcesonthe northern slopeof Altun Mountains,China.Acta Theriologica Sinica,34(2):164-171.(in Chinese)   \nXueYD,LiuF,ZhangYG,etal.2014b.Grouping behaviorof wildcamel (Camelus ferus)refered fromvideodataofcamera trap in Kumtag Desert.Biodiversity Science,22 (6):746-751.(in Chinese)   \nYasuda M.2O04.Monitoring diversity and abundance of mammals with camera traps: acase studyon Mount Tsukuba,central Japan.Mammal Study,29(1):37-46.   \nZeller D C.1997.Home range and activity pattrns of thecoral trout Plectropomus leopardus (Serranidae). Marine Ecology Progress Series,154: 65-77. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]