[
    {
        "type": "text",
        "text": "Super Tough, Ultrastretchable, and Thermoresponsive Hydrogels With Functionalized Triblock Copolymer Micelles as Macro-CrossLinkers ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yuan-na Sun, Guo-rong Gao, Gao-lai Du, Ya-jun Cheng,and Jun Fu\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PolymersndCompositesivision,ingbostituteofaterialsTechnologyandEngineeringChneseAcadeyofencs Zhongguan West Road, Ningbo 315201, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: Vinyl-functionalized thermosensitive Pluronic F127 micelles have been used as multifunctional cross-links for the synthesis of super tough, highly resilient and thermoresponsive nanomicelle (NM) hydrogels. Pluronic F127 diacrylate (F127DA) with vinyl groups on both ends selfassembled in aqueous solution into micelles. Such micelles served as multifunctional macro-cross-links to copolymerize with acrylamide (AAm） monomers， generating novel NM hydrogels with extraordinary tensile and compressive properties,without using any chemical cross-linkers. Uniaxial tensile testsdemonstrated a fracture strain above $2 2 6 5 \\%$ ， anultimate stress of $2 7 6 \\mathrm { k P a }$ , and a fracture energy of $2 . 3 4 ~ \\mathrm { M J / m } ^ { 3 }$ . Under compression tests, these hydrogels did not fracture up to $9 8 \\%$ ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/a87fc8b4ae16e1bf6b5ffe9bd5fbbd8d9fc656db0e6990bd14635022fc302781.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "strain and $6 2 \\mathrm { M P a }$ stress. Cyclic compressive loading-unloading tests at $90 \\%$ strain showed no decay of the hyseteresis energy, indicating an unprecedented fatigue resistance. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tadhds ele datigeere applications to the replacement or engineering of load bearing tissues.Numerous strategies have been developed to introduce energy dissipation mechanisms in hydrogels aiming at improving the toughness and/or fatigue resistance.' Double network (DN） hydrogels utilized a sacrificial rigid network to dissipate energy through its fracture upon loading, showing a large hysteresis.² However, the permanent damage of the rigid network is irreversible and thus the gels are softened.² Based on the interpenetrating network concept, polymer microgels with strictly controlled size were used to cross-link and entangle soft PAAm chains,yielding highly resilient hydrogels with superior tensile properties.³ Recently, tough and recoverable hydrogels based on polysaccharides including alginate4 and agarose' have been reported. Another strategy utilizes dynamic physical interactions to create tough hydrogels.Multifunctional crosslinkersbds oxide,12,13octatpaicleswithicalbodigor physical adsorption to polymer chains have been demonstrated effective in reinforcing polymer hydrogels. The sparsely dispersed cross-links, together with the extensive entanglements and physical interactions of the polymer chains are suggested to account for the high mechanical strength and/or resilience. Moreover，surfactant micelles based on hydrophobic associations16have offered additional energy dissipation of hydrogels, primarily due to the synergistic deformation of the micelles and the internal rearrangements of physical association. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（204号 $\\mathrm { P E O } _ { 9 9 } { - } \\mathrm { P P O } _ { 6 5 } { - } \\mathrm { P E O } _ { 9 9 }$ (Pluronic F127） is a widely recognized amphiphilic triblock copolymer with excellent biocompatibility and thermoresponsiveness.The hydrophobic PPO block drives self-assembling of the copolymer chains into micelles in aqueous solution.The highly entangled assemblies of F127 at high concentration (e.g., $2 0 ~ \\mathrm { w / v \\% } )$ have been used as physical network to host the cross-linking copolymerization of acrylic acid(AAc)and $\\mathbf { \\Lambda } _ { N , N ^ { \\prime } }$ -methylenebis(acrylamide) (MBAA)，yielding IPN hydrogels with $\\mathrm { \\ p H - }$ and thermosensitivity.17 On the other hand, the strong adhesion of F127 chains to laponite platelets results in hydrogels with temperaturedependent sol-gel transitionsl and improved mechanical strength and toughness.19 Therein， the strong physical adsorption of polymer chains to laponite platelets imparts viscoelasticity to the originally weak hydrogels. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this Letter， self-assembled F127 micelles with vinyl functional groups serve as multifunctional cross-linking centers for polymerization of acrylamide（AAm）monomers，yielding nanomicelle (NM） hydrogels with extraordinary tensile and compressive properties.Pluronic F127 chains were acrylated on both ends (Figure la).The resulted F127 diacrylate (F127DA) self-assembled in dionized water into nanomicelles with vinyl groups on surface (Figure la),which were copolymerized with AAm monomers chains to form a hydrogel with the micelles as cross-linkers.No chemical cross-linking agents were used. The NM gels showed high tensile and compressive properties,and showed recoverability upon cyclic compressive tests without irreversible damage. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/8184f8653d39c630b7ac8832b3288127741ba1e5861a98cc50a8eee1d261d079.jpg",
        "img_caption": [
            "Figure 1.(a) Schematic illustration of the synthesis of $\\mathrm { P E O } _ { 9 9 } { - } \\mathrm { P P O } _ { 6 5 } { - } \\mathrm { P E O } _ { 9 9 }$ diacrylate (F127DA) and the hydrogels with the micelles as macro cross-linkers. $( \\mathsf { b { \\mathrm { - } } e } )$ The hydrogelscouldwithstand(b)bendingkoting(c)ompresson,and(d)ultrastreting,and(e)couldbethsiedin free-shaped molds with accurate replication of the details. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The F127 diacrylate (F127DA) was synthesized by acrylation of the end hydroxyl groups of F127 with acrylol chloride with the presence of triethylamine，as confirmed by $^ { 1 } \\mathrm { H }$ NMR (Figure S1） and FTIR(Figure S2) data.The acrylation degree of F127DA was more than $90 \\%$ .The acrylation of the end hydroxy groups did not change the solubility and hydrophilicity of the PEO blocks. The obtained F127DA chains selfassembled in aqueous solution in a manner identical to the F127 chains according to dynamic light scattering measurements (Table S1).These micelles were used as macro-crosslinkers for the radical polymerization of bubbled acrylamide monomers initiated by potassium persulfate at $5 0 ~ ^ { \\circ } \\mathrm { C }$ for $1 2 \\mathrm { { h } }$ in a water bath，yielding hydrogels without using any small molecule cross-linkers. The concentrations of AAm $( C _ { \\mathrm { A A m } } )$ and F127DA $\\left( C _ { \\mathrm { F 1 2 7 D A } } \\right)$ were $5 ~ \\mathrm { \\ m o l / L }$ and $6 \\ \\times \\ 1 0 ^ { - 3 } \\ \\mathrm { m o l / L } ,$ respectively,unless otherwise specified.For thePAAmhydrogel as a reference, the $C _ { \\mathrm { A A m } }$ and MBAA concentration( $\\cdot _ { C _ { \\mathrm { M B A A } } } )$ （204号 were $\\mathrm { 5 ~ m o l / L }$ and $6 \\times 1 0 ^ { - 3 } \\mathrm { m o l / L } ,$ respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Hydrogels with F127DA micelles as cross-linkers appeared soft,resilient, and tough.It could be bent, knotted, compressed, or stretched by more than 1O times and recover to its initial state after unloading (Figure ld). This one-pot synthesis could takeplace in free-shaped molds，yielding hydrogelswith accurate replication of the details (Figure le).The terminal vinyl groups are critical for the formation and properties of the hydrogels.Gelation did not occur when F127 replaced F127DA in parallel experiments. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The F127 copolymer is known for its lower critical solution temperature (LCST)，above which the hydrophobic interactions of the PPO blocks increases.As the F127DA micelle solution $\\mathrm { ( 6 \\times 1 0 ^ { - 3 } m o l / L ) }$ ）was heated from room temperature (about $2 0 \\ ^ { \\circ } \\mathrm { C } ,$ ）to $5 5 ^ { \\circ } \\mathrm { C } ,$ the hydrated micelle diameter decreased from about 320 to $1 8 0 ~ \\mathrm { { \\ n m } }$ according to DLS measurements (Figure S3).In order to probe the response of the NM hydrogels to temperature,dynamic mechanical tests were conducted by using a rheometer at $1 \\ \\mathrm { \\textrm { H z } }$ and a deformation amplitude $( \\gamma _ { 0 } ) ^ { \\bar { } }$ of $0 . 5 \\%$ strain to ensure that the oscillatory deformation is within the linear regime (Figure 2a). As the hydrogel was heated from 25 to $5 0 ~ ^ { \\circ } \\mathrm { C } ,$ a transition was observed for $\\mathbf { \\bar { \\boldsymbol { G } } ^ { \\prime } }$ ， $G ^ { \\prime \\prime }$ ,and tan $\\delta$ from 30 to $3 8 ~ ^ { \\circ } \\mathrm { C }$ (Figure $2 \\mathrm { b } -$ d),which is consistent with the response temperature range for the F127 micelles.2o In contrast, the chemically cross-linked PAAm gels showed no response to temperature change (Figure $2 \\mathrm { b - d } )$ .This thermoresponsive behavior indicates the viscoelasticity of these NM hydrogels，probably attributed to the physical association and the soft nature of F127DA micelle cross-linkers. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The mechanical tests were performed by using as-prepared samples.Compressive tests of these NM gels at a crosshead speed of $1 0 \\%$ strain per min showed extraordinary strength and toughness.The hydrogels did not fracture at $9 8 \\%$ compressive strain ( $\\dot { \\varepsilon } _ { \\mathrm { c } } = 0 . 9 8$ ；Figure 3a）and recovered to the initial shape immediately upon unloading. As the $C _ { \\mathrm { A A m } }$ was increased from 2 to $6 \\ \\mathrm { m o l / L } ,$ the compressive stress at $9 8 \\%$ strain $( \\sigma _ { \\mathrm { c } , 0 . 9 8 } )$ was increased from 28 to 75.5 $\\mathbf { M P a }$ ，the compressive Young's modulus was increased from about S0 to $2 6 0 \\mathrm { k P a }$ (Figure 3b), and the deformation toughness,as defined by the area under the compressive stress-strain curve,was increased from about 0.6 to $\\hat { 2 } . 3 4 ~ \\mathrm { \\ M J / m } ^ { 3 }$ (Figure 3c). The increased modulus, strength and toughness indicate the formation of dense networks,which is confirmed by the lower swelling ratio with higher $C _ { \\mathrm { A A m } }$ (Figure S4a). With a higher $C _ { \\mathrm { A A m } } ,$ the PAAm chains were also longer as the $C _ { \\mathrm { F 1 2 7 D A } }$ was constant, which may establish more entanglements and thus a dense and strong network. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/31d09f7e887a6058163526c50b2f4d8afd17190bb8fdecba392211a384709094.jpg",
        "img_caption": [
            "Figure 2.Evolution of $G ^ { \\prime }$ and $G ^ { \\prime \\prime }$ and tan $\\delta$ of the nanomicelle and PAAm hydrogels during heating from 25 to $5 0 ~ ^ { \\circ } \\mathrm { C }$ with a frequency $\\omega$ $\\begin{array} { r } { { \\bf \\Pi } = 1 \\ \\mathrm { H z } , } \\end{array}$ and a deformation amplitude $\\gamma _ { 0 } = 0 . 0 0 5$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Consecutive cyclic compressive loading-unloading tests on the NM gels without waiting with $90 \\%$ strain $\\ ' \\varepsilon _ { \\mathrm { c } } = 0 . 9 0 )$ （204号 resulted in completely overlapping hysteresis loops (Figure 3d). In contrast， the loading-unloading loops of the PAAm hydrogel decayed rapidly and fractured upon the fourth loading (Figure 3d).Figure 3e further plots the variation of the compressive stress over time upon cyclic loading-unloading tests,which demonstrates the immediate recovery of the NM gels after unloading with negligible decay for four consecutive loadings.These results indicate an excellent fatigue resistance of these NMhydrogels. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is noted that the PAAm hydrogels cross-linked with MBAA showed higher modulus and stress at $90 \\%$ strain than NM gels in the first run, although the $C _ { \\mathrm { F 1 2 7 D A } }$ and $C _ { \\mathrm { M B A A } }$ were the same （20 $( 6 \\times 1 0 ^ { - 3 } \\mathrm { \\ m o l / L } )$ .This could be attributed to the denser network of PAAm hydrogels,as indicated by the lower swelling ratio than the NM gel (Figure S4b).However， the covalent PAAm network is prone to fracture upon cyclic loadings, leading to rapid decreases in the stress and fracture (Figure 3d,e). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "These hydrogels are ultrastretchable upon uniaxial tensile testsat a crosshead speed of $8 0 \\ \\mathrm { m m \\ m i n ^ { - 1 } }$ .The NM gel with 2 $\\mathrm { \\ m o l / L }$ AAm concentration showed a tensile fracture strain of about $3 0 0 0 \\%$ (Figure 4a),in comparison to the $3 1 9 \\%$ fracture strain of the PAAm hydrogel (Figure $\\mathsf { 4 a }$ ，inset).With the increasing $C _ { \\mathrm { A A m } } ,$ the fracture strain gradually decreased to about $2 0 0 0 \\%$ ，while the fracture stress was increased to $2 7 6 \\ \\mathrm { k P a }$ (Figure 4b).With a relatively low $C _ { \\mathrm { A A m } } ,$ the ultrastrechability may root from the sparse entanglements of the PAAm chains. The gels are relatively weak.As mentioned previously，the increased $C _ { \\mathrm { A A m } }$ may result in increases in the chain length and entanglements.More energies are needed to deform and fracture the NM gels. The fracture energy showed a linear dependence on the $C _ { \\mathrm { A A m } }$ (Figure 4b). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/24271ed5f3f8d6e113a9c185294849447afdcdfee3b17f0d07f2088b5f8140c3.jpg",
        "img_caption": [
            "Figure 3.(a) Compressive stress-strain curves of the nanomicelle hydrogels with diferent AAm concentrations $( C _ { \\mathrm { A A m } } )$ .The dependence of (b) the stress at $9 8 \\%$ strain and Young's modulus and (c) compressive toughness on $C _ { \\mathrm { A A m } }$ ：(d) Cyclic compressive stress-stain and (e） stress-time curves at $9 0 \\%$ strain. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9857a62246e8c2d0b3b666ea4510482a07d758e6e18e085fedf31b1a3eb15e27.jpg",
        "img_caption": [
            "Figure 4. (a) Tensile stress-strain curves of hydrogels with different $C _ { \\mathrm { A A m } }$ values,(b) the dependence of tensile stress and fracture toughness on $C _ { \\mathrm { A A m } } ,$ and (c) cyclic tensile curves of a NM hydrogel at $1 0 0 0 \\%$ strain for four cycles and after subsequent recovery at 25 and $5 0 ~ ^ { \\circ } \\mathrm { C }$ for $2 4 \\mathrm { h } .$ (d)The decay of residual strain of tensile tested samples over time at different temperatures. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Cyclic tensile loading-unloading tests at a crosshead speed of $8 0 ~ \\mathrm { \\ m m } ~ \\mathrm { \\ m i n ^ { - 1 } }$ were conducted to reveal the energy dissipation mechanism of these NM hydrogels. The frst loading-unloading cycle exhibited a hysteresis,which became negligible for the following runs (Figure $\\mathrm { 4 c } \\overrightharpoon { }$ ).Thishysteresis loop suggests an energy dissipation during uniaxial stretching, presumably due to the deformation and dislocation of the F127DA micelles under stress.Residual strain was observed after unloading. This $120 \\%$ residual strain could spontaneously but partly recover at $2 5 ~ ^ { \\circ } \\mathrm { C }$ for about $^ { 3 0 \\mathrm { ~ h , ~ } }$ leaving an unrecoverable residual strain of about $2 0 \\%$ (Figure 4d). At an elevated temperature (e.g, $5 0 ~ ^ { \\circ } \\mathrm { C } )$ , the recovery was accelerated to eliminate the residual strain (Figure 4d). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Subsequent tensile tests were conducted to examine the recovery extent of the cross-linked structures.After recovery at $2 5 \\ ^ { \\circ } \\mathrm { C } ,$ the hydrogels showed a lower modulus than the asprepared sample during loading to $1 0 0 0 \\%$ strain (Figure $\\scriptstyle 4  c$ ） Subsequent unloading curve was below those for the asprepared gel, with a residual strain of $1 8 0 \\%$ ，In contrast,the treatment at $5 0 ~ ^ { \\circ } \\mathrm { C }$ led to a complete shape recovery, but the recovered hydrogel exhibited a typical yielding behavior with lower modulus and weak strain hardening, leaving a residual strain of $20 \\%$ upon susbequent loading-unloading tests (Figure 4c).These results indicate that the nanomicelle crosslinkers may dislocate upon ultrastretching without decomposition，accompanied by slippage of PAAm chains. The ultrastretching may reduce chain entanglements，which could not be re-established at room temperature，leading to a reduction in modulus.At elevated temperatures,the polymer relaxation is accelerated, leading to full recovery of the strain. However, the micelle size decreased at elevated temperatures, which may cause irreversible changes in the hydrogel structures. As a result, the strength and modulus of the NM gels were reduced. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "These nanomicelle cross-linked hydrogels behaved differently from the chemically cross-linked hydrogels and the nanocomposite hydrogels based on physical adsorption19 or covalent bonding7 of polymer chains onto inorganic nanoparticles. The soft assemblies of F127DA chains may allow for chain slippage and disentanglements under loading so as to exhibit ultrastretchability.Thus,the cleavage of covalent chains is avoided. Asa result, the ultrastretched chains and network could recover upon unloading, leaving small residual strain (Figure 4c） with respect to the ultrahigh strain. Such residual strain is recoverable at low temperatures.On the other hand，the micelle-cross-linked polymer network withstands high compressions and recovers to the original dimension without losing its toughness upon cyclic loadings. The complete overlapping of the loading-unloading curves (Figure 3d） indicates an unprecedented fatigue resistance.It is reasonable that the neither the network or the micelle macro-cross-linkers have been damaged. The hysteresis energy dissipation may root from the deformation and relative motion of the F127DA micelles linked by PAAm chains. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In summary，novel super tough，ultrastretchable,and thermoresponsive hydrogels have been successfully synthesized by using Pluronic F127 diacrylate micelles as macro-crosslinkers.The thermoresponsiveness of the F127 micelles imparts viscoelasticity of these nanomicelle hydrogels with a transition from 30 to $3 8 ~ ^ { \\circ } \\mathrm { C }$ ，The hydrogels showed extraordinary compressive toughness and fatigure resistance against cyclic loadings.Moreover, these hydrogels could be stretched up to $3 0 0 0 \\%$ ，or a fracture energy up to $2 . 3 4 ~ \\mathrm { M J / m } ^ { 3 }$ . The ultrahigh strains could be recovered with low residual strains upon unloading. The flexible dislocation of the macro-cross-linkers along with the chain slippage may account for the ultrastretchability and toughness of these NMhydrogels. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ASSOCIATEDCONTENT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\bullet$ Supporting Information ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Materials，synthesis of Pluronic F127 diacrylate (F127DA), PAAm gels,NM gels，characterization for $^ { 1 } \\mathrm { H }$ NMR spectra, FTIR，DLS analysis， rheological experiments， swelling tests, compression and cyclic compression tests of hydrogels，and tensile and cyclic tensile tests of hydrogels.This material is available free of charge via the Internet at http://pubs.acs.org. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "AUTHORINFORMATION ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Corresponding Author   \n$^ { * } \\mathrm { E }$ -mail: fujun@nimte.ac.cn.   \nNotes   \nThe authors declare no competing financial interest. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This work was funded by the Natural Science Foundation of China (S1103172,21210i064),the Hundred Talents Program of the Chinese Academy of Sciences (J.F.)， the Zhejiang Natural Science Foundation of China (LRl3B040oo1)，the Zhejiang Nonprofit Technology Applied Research Program (2013C33190)，and the Program for Ningbo Innovative Research Team (2012B82019). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(1)Zhao,X. Soft Matter 2014,10 (5),672-687.(2) Gong,J.P. Soft Matter 2010,6(12),2583-2590.(3)Hu,J.；Hiwatashi,K.;Kurokawa,T.;Liang,S.M.;Wu,Z.L.;Gong, J. P. Macromolecules 2011, 44 (19),7775-7781.(4) Sun, J.-Y.; Zhao,X.; Illeperuma,W.RK.; Chaudhuri, O.; Oh,K.H.；Mooney,D. J.; Vlassk, J. J.； Suo,Z. Nature 2012, 489 (7414),133-136.(S） Chen, $\\mathrm { Q . ; }$ Zhu,L.； Zhao,C.； Wang, $\\mathrm { Q . ; }$ Zheng, J.Adv.Mater.2013,25 (30),4171-6.(6)Carlsson，L.；Rose,S.；Hourdet,D.；Marcellan,A. Soft Matter2010,6 (15),3619-3631.(7)Wang,Q.; Hou,R.X.； Cheng,Y.J.； Fu,J. Soft Mater 2012,8(22),6048-6056.(8)Yang,J.; Wang, X-P.; Xie, X.-M. Soft Mater 2012,8 (4),1058-1063.(9）Haraguchi,K.；Takehisa,T.Adv.Mater.2002,14(16),1120-1124.(10) Zhu,M.; Liu,Y.; Sun, B.; Zhang,W.; Liu, X.; Yu, H.; Zhang,Y.;Kuckling,D.; Adler,H.-J. P. Macromol. Rapid Commun.2006,27 (13),1023-1028.(11） Miyazaki, S.； Endo,H.；Karino,T.； Haraguchi, K.； Shibayama,M.Macromolecules 2007,40 (12),4287-4295.(12) Liu,R; Liang,S.; Tang, X.-Z.; Yan,D.; Li, X.; Yu,Z.-Z.J Mater.Chem. 2012,22 (28),14160-14167.(13)Liu,J.; Chen, C.; He, C.; Zhao,J.; Yang, X.;Wang,H.ACS Nano2012,6 (9),8194-8202.(14)Huang,T.; Xu,H. G.; Jiao,K. X.; Zhu, L.P.； Brown,H. R;Wang,H.L.Adv.Mater.2007,19(12),1622-1626.(15)He, C.; Jiao,K.； Zhang,X.； Xiang,M.；Li, Z.; Wang,H.SoftMatter 2011,7,2943-2952.(16）Tuncaboylu，D. C.； Sari，M.；Oppermann，W.； Okay，O.Macromolecules 2011,44 (12),4997-5005.(17)Baskan, T.; Tuncaboylu, D.C.; Okay,O.Polymer 2013,54 (12),2979-2987.(18) Sun, K.; Raghavan, S.R.Langmuir 2010,26 (11),8015-8020.(19)Wu, C.-J.；Gaharwar，A.K.；Chan，B.K.；Schmidt，G.Macromolecules 2011,44 (20),8215-8224.(20）Wanka, G.; Hoffmann,H.; Ulbricht,W.Macromolecules 1994,27 (15), 4145-4159.",
        "page_idx": 4
    }
]