[
    {
        "type": "text",
        "text": "The dynamics of protein body formation in developing wheat grain ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KatieL.Moore1,Paola Tosi2,Richard Palmer²,Malcolm J.Hawkesford²，ChrisR.M Grovenor4and Peter R.Shewry3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1School of Materials, University of Manchester,Manchester,UK   \n2School of Agriculture Policyand Development,Reading University，Reading,UK   \n3 Rothamsted Research, Harpenden, UK   \n4Departmentof Materials,Universityof Oxford,Oxford,UK ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 30 October2015;   \nrevised4February2016;   \naccepted 10 February 2016.   \n\\*Correspondence (Tel +44 1582 938195;   \nfax $+ 4 4$ 1582 763010; email peter.   \nshewry@rothamsted.ac.uk) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wheat is a major source of protein in the diets of humans and livestock but we know litle about the mechanisms that determine the patterns of protein synthesis in the developing endosperm. We have used a combination of enrichment with $^ { 1 5 } \\mathsf { N }$ glutamine and NanoSIMS imaging to establish that the substrate required for protein synthesis is transported radially from its point of entrance in the endosperm cavity across the starchy endosperm tissues,before becoming concentrated in the cels immediately below the aleurone layer.This transport occurs continuously during grain development but may be slower in the later stages.Although older starchy endosperm cels tend to contain larger protein deposits formed by the fusion of small protein bodies,small highly enriched protein bodies may also be present in the same cells.This shows a continuous process of protein body initiation,in both older and younger starchy endosperm cels and in all regions of the tissue.Immunolabeling with specific antibodies shows that the patterns of enrichment are not related to the contents of gluten proteins in the protein bodies.In addition to providing new information on the dynamics of protein deposition,the study demonstrates the wider utility of NanoSIMS and isotope labelling for studying complex developmental processes in plant tissues. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:endosperm development, NanoSlMS,protein deposition,wheat. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wheat is one of the three major cereal crops which feed the human race and the major staple crop in temperate countries. Because of this,it is a major source of protein for human health. For example,bread alone provides over $10 \\%$ of the daily protein intake in UK adults (Steer et al.,20o8).This contribution is more important in low-income groups and particularly important in some developing countries where wheat provides between 50 and $70 \\%$ of the total calories (Cakmak,20o2).Despite this,we know little about the mechanisms that determine protein content and deposition and hence lack the tools required to improve this aspect of grain quality. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The major storage tissue in the cereal grain is the starchy endosperm,which comprises about $80 \\%$ starch and about $10 \\%$ protein.This is a highly organized and differentiated tissue,with significant gradients in cell composition,particularly protein that is concentrated in the outer few layers of starchy endosperm cells (called subaleurone cells) in all cereals，including wheat (Tosi et al.,2011) and rice (Ohdaira et al.,2011).These gradients will affect the recovery of protein in fractions produced by grain processing，such as milling of wheat to give white flour and polishing of rice. Both of these processes can result in significant loss of protein from the human diet if the outer layers of the starchy endosperm are removed with the bran. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Little is known about when the protein gradients in the starchy endosperm are established，or the mechanisms that determine them.However，it is known that the subaleurone cells of the cereal endosperm have a different origin from the central endosperm cells,being derived from the aleurone cells whichretaintheirabilityto divideboth anticlinallyand periclinally up to about 12 days postanthesis (dpa).The inner cells from these divisions redifferentiate into subaleurone cells with only a single layer of aleurone cells being present in the mature wheat grain (Becraft and Yi， 2O11). Hence， the accumulation of protein could be associated with the redifferentiation of the subaleurone cells into a new type of proteinrich storage tissue. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Secondary ion mass spectrometry (SIMS) has a number of advantages over conventional methods for imaging minerals in plant tissues,including high sensitivity (parts per million) and the ability to discriminate between isotopic forms of elements (Wilson et al.，1989).It has been applied previously to plant tissues (Grignon etal.，1997;Jauneau etal.，1994),includingdetermining cereal grain composition (Feeney et al.，2oo3;Heard et al., 2002；Moore et al.,2010,2012b).However,these studies were all of static systems,whereas we show here that SIMS can also be combined with isotopic labelling to study complex dynamic processes in developing tissues.We have therefore combined the in vivo incorporation of $^ { 1 5 } \\mathsf { N }$ -labelled glutamine, the main transported form of nitrogen in wheat (Fisher and Macnicol，1986), intodeveloping caryopses with NanoSiMS analysis of tissue sections.The high lateral resolution of the NanoSlMS allowed the precise ratio of $^ { 1 5 } { \\mathsf { N } } : ^ { 1 4 } { \\mathsf { N } }$ to be determined in individual protein bodies,providing the first description of the dynamics of nitrogen transport in relation to protein deposition. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Developing wheat grains (caryopses) were fed $^ { 1 5 } \\mathsf { N }$ -glutamine via the rachis (Figure S1) at two stages of development:at 10 dpa, corresponding to the start of grain filling，and at 2O dpa, corresponding to the middle of the grain-filling period.This treatment did not affect grain development,and caryopses were removed and analysed for $^ { 1 5 } \\mathsf { N }$ enrichment at $6 \\textup { h }$ ， $2 4 \\ h$ and 7 days after the start of application.Analyses of whole caryopses confirmed that there was substantial enrichment with $^ { 1 5 } \\mathsf { N } .$ which accounted for over $8 \\%$ of the total N present at $6 \\mathrm { ~ h ~ }$ from the beginning of the feeding period at 1O dpa (when over $1 \\ m |$ of the total $1 . 8 ~ \\mathrm { m l }$ of $^ { 1 5 } \\mathsf { N }$ supplied to each ear had been taken up). Enrichment remained high (over $10 \\%$ at $2 4 \\ h$ (at 11 dpa)after the beginning of the feeding period but fell to about $5 \\%$ after 7 days (at $1 7 \\ \\mathrm { d p a } )$ due to dilution with $^ { 1 4 } \\mathsf { N }$ from the normal uptake and transport of nitrogen from the soil.By contrast, transport from the rachis to the spike and into the caryopses was slower when the $^ { 1 5 } \\mathsf { N }$ was fed at 20 dpa,enrichment being only about $1 . 8 \\%$ after $6 \\textup { h }$ (when about $4 0 0 ~ \\mu \\mu \\up$ of solution had been taken up)and increasing to about $5 \\%$ after $2 4 \\mathrm { ~ h ~ }$ Enrichment decreased slightly，to about $4 \\%$ ，after7days,presumably due again to dilution with $^ { 1 4 } \\mathsf { N }$ taken up from the soil (Table S1). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To study the incorporation of $^ { 1 5 } \\mathsf { N }$ into proteins in the tissues, rather than into amino acids and other low-molecular-weight compounds,sections of developing caryopses from these times were fixed using paraformaldehyde and glutaraldehyde.This type of preservation,known as chemical fixation,adequately preserves elements that are covalently bound in large molecules,suchas proteins,but will wash out diffusible ions,such as K and Na,and free amino acids that were not of interest in this study (Moore et al.，2012a).Transverse sections of the developing caryopses were prepared by ultramicrotomy and stained with toluidine blue to show protein distribution in the starchy endosperm (Figures 1 and S2)．Serial sections，adjacent to those used for light microscopy,were prepared for NanoSIMS analysis to determine the patterns of protein enrichment. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "NanoSIMS analyses showed little $^ { 1 5 } \\mathsf { N }$ enrichment in either the maternal or endosperm tissues after $6 \\mathrm { ~ h ~ }$ feedingat either 10 or 20 dpa，although mass spectroscopy of the whole (un-fixed) caryopses showed $8 \\%$ and $1 . 8 \\%$ enrichment,respectively.Free glutamine would not have been preserved during sample preparation for microscopy,and it was therefore concluded that little or none of the $^ { 1 5 } \\mathsf { N }$ transported to the endosperm had become incorporated into proteins at this time.The 6-hour samples were therefore not studied further.By contrast,clear enrichment of endosperm proteins with $^ { 1 5 } \\mathsf { N }$ was observed at $2 4 \\ h$ and7 days after feedingat both stages of development. Three transects of cells across the starchy endosperm were therefore selected for detailed study:one extending from the nucellar projection to the dorsal surface of the grain (transect 1) and two extending laterally across the lobes from the nucellar projection (transects 2and 3) (Figure 1). Essentially similar results were obtained for these three transects so only data for transect 1 are reported here (see Figure S3 for a comparison of the three transects at three different time points). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Data for caryopses at7 days after the start of feeding with $^ { 1 5 } \\mathsf { N }$ glutamine are presented in Figure 2 (17 dpa) and Figure 3 (27 dpa) and data for $2 4 \\ h$ after feeding (11 and 21 days) in Figures S4 and S5,respectively.The upper panel of Figure 2 shows a transect from a serial microtome section close to the NanoSIMS section,taken from a caryopsis at 17 dpa (7 days after feeding at $1 0 ( \\mathsf { d p a } )$ stained with toluidine blue to reveal protein.This shows the presence of small protein bodies deposited within vacuoles in all cell layers,from close to the transfer cells (area a) to the subaleurone cells (area e).A similar transect taken at 27 dpa (7 daysafter feeding at 2O dpa) (Figure 3,upper panel) reveals more extensive protein deposits,which vary in size and include both small newly initiated bodies and the fusion of protein bodies to give large irregular deposits. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The lower panels of Figures 2 and 3 show optical images which were used to select the areaswhere secondary ion NanoSIMS images have been acquired at high lateral resolution (areasa-e in Figure 2,a-j in Figure 3).The expanded images of these areas are shown as hue saturation intensity colour maps of the $^ { 1 5 } { \\mathsf { N } } : ^ { 1 4 } { \\mathsf { N } }$ ratio with the level of $^ { 1 5 } \\mathsf { N }$ enrichment being indicated by the colour scale at the bottom of each of figure.The NanoSIMS analysis shows clear differences in the extent of enrichment across the transectsand between individual protein bodies within single cells.For example,Figure 2 shows greater enrichment of the protein bodies in the starchy endosperm cells closest to the transfer cells (i.e.close to the point of entry of the $^ { 1 5 } \\mathsf { N }$ label,areas aand b),while Figure3 shows high enrichment of large protein bodies in the outer endosperm cells (farthest from the transfer cells,areasi andj)but also of small protein bodies in the cells closest to the transfer cells (areasa and b). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "↑ OC ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It is clearly not possible to make a quantitative comparison of enrichment patterns by visual inspection alone.Transects from caryopses of each time stage ( $2 4 \\ h$ and7 days after labelling at 10and 2O dpa) were therefore analysed in detail to measure the areas and enrichment levels of individual protein bodies,with over 6ooo individual protein deposits being analysed in total. Examples of thisanalysis are displayed graphically in Figure 4, with individual protein bodies displayed as ‘bubbles',the sizes of which correspond to their measured areas.The positions of the 'bubbles'along the $x \\cdot$ -axis corresponds to their location along the transect,while their degree of enrichment with $^ { 1 5 } \\mathsf { N }$ is shown on the y-axis.Replicate analyses from different spikelets (Figure S6) showa high level of similarity. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/1cb39015c797363fe4f6e5096d1dff5942f0cea2dcadf922699b450a93eca7ba.jpg",
        "img_caption": [
            "Figure2Analysisof transect1ofawheat starchyendosperm taken fromadeveloping caryopsis at17dpa,after feeding $^ { 1 5 } \\mathsf { N }$ glutamine at 10 dpa.The toppanelsowsonvetioaligticrosomaefteraingittoludinebuetoidentifproteindieseentralpaelsotical imagefromaerialctioicdtoelecttareasereecodaryNoimagesereacqiedatgateralesolutioaso marked on this optical image are expanded in the boxes,and enrichment with $^ { 1 5 } \\mathsf { N }$ is shown using a hue saturation intensity colour scale with the $^ { 1 5 } \\mathsf { N }$ （204号 enrichmenthownintealeatteottmegreycaleimageisaosecodarylectronmagefromareabRegiosofinterstotn deposits,are outlined in red and indicate the regions from which the $^ { 1 5 } \\mathsf { N }$ enrichment data were extracted. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The increase in the distance of the outermost protein bodies from the nucellar projection (see Figures 4,S3 and S6) is due to expansion of the endosperm during the period from 10 to 27 dpa，which corresponds under our controlled environment growth conditions to the point of maximum grain size，and may be due to cell division,cell expansion or a combination of these. In fact,counts of cells along transect 1 showed a small decrease in the number of endosperm cells after 10 dpa:from $1 1 . 7 + / - ~ 1 . 2$ at 11 dpa to $1 0 . 9 + / - \\ 1 . 3$ at 17 dpa, $1 0 . 8 + / \\$ 1.5at 21 dpaand $1 0 . 8 + / - \\ : 0 . 8$ at 27 dpa.This cell loss is consistent with previous studies(Gao et al.，1992)and occurs despite continued anticlinal division of the aleurone cells until at least 14 dpa (Bechtel and Wilson,2003). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The graphs demonstrate that the protein bodies present at 11 dpa were numerous but small，with enrichment increasing towards the outside of the grain at $2 4 \\ h$ after labelling (Figure 4 a).At 17 days, the number of protein bodies had decreased and theiraverage size increased massively, presumably due to fusion. However,small(presumably newly initiated) protein bodies were present in the same cells (Figure $4 \\mathrm { b }$ .The level of enrichmentalso decreased from the inner to outer cells at 17 days,which was probably due to dilution of the protein in the outer cells with $^ { 1 4 } \\mathsf { N }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "These results therefore show that the $^ { 1 5 } \\mathsf { N }$ was rapidly transported into the caryopses and incorporated into small protein bodies (by $2 4 ~ \\mathsf { h }$ ）which subsequently grew in size，particularly in the outer layers of the starchy endosperm. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Analysis of the 21 dpa samples (i.e.at $2 4 \\ h$ after labelling) showed large and small protein bodies,with the smaller bodies being more highly enriched in $^ { 1 5 } \\mathsf { N }$ (Figure $\\textsf { 4 c }$ ，indicating that they had been recently initiated.Differences were observed at 27 days (7 days after labelling).Firstly,whereas the central cells contained small highly enriched protein bodies,a similar level of enrichment was observed in the large protein bodies in the outer (most recently formed) subaleurone cells (Figure $\\textsf { 4 d }$ .Thispattern mayresult from a decreased level of protein synthesis and deposition in the central cells combined with a continued high level of protein synthesis in the protein-rich subaleurone cells. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Differences in protein body morphology were also observed between the inner and outer starchy endosperm cells,particularly at 27 dpa (Figure 3).The large protein bodies in the inner cells appeared to be formed by the fusion of small protein bodies (Figure 3 panels a-h) and were irregular in shape (Figure 3e,f,h), probably because they became squashed between expanding starch granules.By contrast, those in the subaleurone cells (which contained fewer starch granules) were more regular in shape and appeared to grow by direct accumulation of newly synthesized protein as well as fusion (Figure 4i and j). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/97f685d93d4a408e88f1e505258113f403b6d90c546b752fd8a9278a539b97a5.jpg",
        "img_caption": [
            "Figure3Analysisof transect1ofawheatstarchyendospermtakenfromadeveloping caryopsisat27dpa,after feeding $^ { 1 5 } \\mathsf { N }$ glutamine at $2 0 { \\mathsf { d p a } }$ The toppanelsowsoetioaligtmicrosoymagefteraingittoludinebuetoidentifproteindieseentralpaelsotical imagefromaerialctiosedtoelecteseoaryanimaseeaqiedathgtealsoutiatj marked on this optical image are expanded in the boxes and enrichment with $^ { 1 5 } \\mathsf { N }$ is shown using a hue saturation intensity colour scale with the $^ { 1 5 } \\mathsf { N }$ enrichment shown in the scale at the bottom. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The major protein components stored in the starchy endosperm cells of wheat are prolamin storage proteins，which correspond to the gluten proteins that underpin the processing properties of wheat flour and dough.Gluten comprises over 50 individual components,which are divided broadly into polymeric glutenins and monomeric gliadins.These two protein groups differ little in their timing of synthesis during grain development (Shewry etal.，2oo9),but it has been suggested that they are partially segregated into different types of protein body.In particular,the gliadins appear to be enriched in protein bodies of vacuolar origin while glutenins appear to accumulate directly within the lumen of the endoplasmic reticulum (Rubin et al., 1992；Tosi et al.，2oo9).It was not possible to discriminate between these two types of protein body in this study,although it is clear that the large aggregated structures presentat later stages of development represent aggregates of small protein bodies within vacuoles. However，we did determine whether the differences in enrichment of protein bodies within cells was related to their protein composition by analysing serial sections by NanoSiMS and by immunomicroscopy using specific antibodies for two major classes of gluten protein (Figure 5).The monoclonal antibody IFRo61O (red,Figure 5 b) recognizes gliadins and low-molecular-weight subunits (Brett et al.，1999)，which are classified as sulphur-rich prolamins,while the polyclonal antibody R2-HMW (green， Figure 5 e） recognizesepitopes on highmolecular-weight subunits of glutenin (Mills et al.,2ooO). Comparison of the labelling patterns with these two antibodies showed no relationship between protein composition and the degree of enrichment with $^ { 1 5 } \\mathsf { N }$ (Figure 5). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We have demonstrated that a combination of isotopic labelling and NanoSIMS imaging can be used to determine the spatial and temporal dynamics of protein deposition in the developing wheat endosperm.However, the interpretation is not straightforward as transport and deposition are accompanied by dilution with $^ { 1 4 } \\mathsf { N }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Firstly,we have demonstrated that $^ { 1 5 } \\mathsf { N }$ provided as glutamine is transported radially across the developing starchy endosperm, from the transfer cells to the subaleurone cells.However，the rate of transport appears to be slower as the endosperm develops，with enrichment of the subaleurone cellsbeing observed within $2 4 \\ h$ when the labelling was carried out at ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/f218b749041bbbb2d8450754d5e4d67bfc761a4bfb06b9c3a718eb8e5fb537f3.jpg",
        "img_caption": [
            "Figure 4 Graphical representation of the size and $^ { 1 5 } \\mathsf { N }$ enrichmentof protein bodies along transect 1of starchyendosperm tissue afterlabelling at 10 dpa 24 h (a),10 dpa 7 days (b) $2 0 \\mathsf { d p a } 2 4 \\mathsf { h } ( \\mathsf { c }$ )and20dpa7days (d).Individualprotein bodiesare displayedas‘bubbles',whichcorrespond insize to their measured areas.Thepositionsoftheproteinbodiescorrespondtotheirlocationsalongthetransect (x-axis)andtheirdegreeofenrichmentwith $^ { 1 5 } \\mathsf { N }$ (y-axis). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$1 0 { \\mathrm { ~ d p a } } _ { i }$ but not at 20 dpa. Clear differences in $^ { 1 5 } \\mathsf { N }$ enrichment were also observed at7 days after labelling compared with $2 4 \\mathrm { ~ h ~ }$ after labelling, for both developmental stages. Dilution with $^ { 1 4 } \\mathsf { N }$ may account for the failure to observe enrichment of the subaleurone cells at 17 days,whereas the enrichment observed at 27 dpa may reflect lower dilution combined with a slower rate of $^ { 1 5 } \\mathsf { N }$ transport. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The studies described here do not provide information on the mechanisms that determine the patterns of protein accumulation but it can be speculated that the subaleurone cells,which have a different and more recent origin than the central starchy endosperm cells (originating from divisions in the aleurone cells late indevelopment),have a higher requirement foramino acids asthey are programmed to store high levels of protein (up to $40 \\%$ dry weight).This strong sink activity may result in a gradient which effectively drives amino acid transport from the transfer cells across the central starchy endosperm to the subaleurone cells,and this may explain why the large protein bodies in the subaleurone cells are highly enriched at 27 days. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/510706d7e962ea80637de064f016b58d0d4789b08ca806f500e71aa8b2ca979a.jpg",
        "img_caption": [
            "Figure 5 Comparison of $^ { 1 5 } \\mathsf { N }$ enrichment of protein bodies in starchy endosperm cells at 17 dpa (7 days after labelling at $1 0 { \\mathrm { ~ d p a } }$ determined by NanoSiMS (panels a,c,d,f)with the contents of gluten proteins determined by immunolabeling with the monoclonal antibody IFRo610 which recognizes gliadins and low-molecular-weight subunits (red,panel b)and the polyclonal antibody R2-HMG which recognizes highmolecular-weight subunits of glutenin (green, panel e).The primary antibody binding in panel b was detected using an Alexa 568 anti-mouse conjugated antibody,while in panel e,an Alexa 488 anti-rabbit conjugated antibody was used. In panels a,c,d and f,enrichment with $^ { 1 5 } \\mathsf { N }$ determined by NanoSIMS is displayed using a hue saturation intensity colour scale.Comparison of immunofluorescence and NanoSIMS images suggests that $^ { 1 5 } \\mathsf { N }$ incorporation is independent of protein body composition,reflecting instead time of synthesis in relation to $^ { 1 5 } \\mathsf { N }$ labelling. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Finally,we have shown that the larger protein deposits in older starchy endosperm cells are formed by the fusion of small protein bodiesand that small protein bodies can also be observed in these same cells.Furthermore,some of these small protein bodies were highlyenriched with $^ { 1 5 } \\mathsf { N }$ at 21 and 27 dpa，indicating a continuous process of protein body initiation,in both older and younger starchy endosperm cells and in all regions of the tissue. This contrasts with the deposition of starch which shows two clear phases of granule initiation,with large A granules being initiated up to 5 dpa and small B granules between 9 and 14 dpa (Stone and Morell,2009). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Hence， the analyses reported here clearly show that the nitrogen required for the synthesis of storage proteins in the wheat starchy endosperm is transported radially across the tissue from the groove and transfer cells,rather than around the circumference.Secondly,although a gradient in protein concentration is established，the initiation and expansion of protein bodies occur continuously in all cels，irrespective of their ontogeny or position. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This novel information has wider relevance to developmental processes in other cereals and is important if we wish to manipulate the pattern of protein accumulation to improve grain quality. It also demonstrates that combination of NanoSlMS and isotope labelling has potential for wider applications for analysing dynamic processes in other complex biological systems,such as seeds and lignified tissues in which the more widely used confocal imaging cannot be applied due to the opacity of the material. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Experimental procedures ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Plant material and application of $^ { 1 5 } \\mathsf { N }$ glutamine ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Plants of bread wheat cv Cadenza were grown in controlled environment rooms at Rothamsted Research at $1 8 ^ { \\circ } C$ day/ $1 5 ^ { \\circ } C$ night temperature witha photoperiod of $1 6 \\mathrm { ~ h ~ }$ provided by banks of 400W hydrargyrum quartz iodide (HQl) lamps (Osram Ltd, UK) generating a light intensity of ${ \\sim } 7 0 0 ~ \\mu \\mathrm { m o l / m } ^ { 2 } / \\mathsf { s }$ photosynthetically active radiation (PAR) at the pot surface. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Ears at 10 dpa and 20 dpa were fed $1 . 6 ~ \\mathrm { m l }$ ofa $3 4 ~ \\mathrm { m M } ~ ^ { 1 5 } \\mathrm { N }$ glutamine (L-Glutamine-(amine $^ { 1 5 } \\mathsf { N }$ ）98atom $\\%$ $^ { 1 5 } \\mathsf { N }$ SigmaAldrich) solution via a glass capillary tube (Drummund Microcaps, Sigma-Aldrich) inserted into the rachis through a small incision between the first two basal spikelets，and immersed in an Eppendorf tube containing $1 . 8 ~ \\mathrm { m l }$ of the labelled amino acid solution.Uptake of the solution by capillarity proceeded at different rates in different plantsand was generally faster inears at 10 dpa than at $2 0 \\mathrm { d } \\mathsf { p } \\mathsf { a }$ .To ensure that a minimum of $1 . 6 ~ \\mathrm { m l }$ of $^ { 1 5 } \\mathsf { N }$ -labelled glutamine solution was taken up by the ears within a 24-hour period，capillary tubes were regularly checked for blockages and re-inserted ifnecessary.The feasibilityand efficiency of such a capillary feeding method was previously tested usinga solution ofaniline blue dye $0 . 5 \\%$ w/v) (Figure S1). Dissection and analysis of the ears showed that the solution had reached all of the grains in all the spikeletsafter $4 \\ h$ from the start of feeding. Because the feeding was carried out on intact plants, the spikes and caryopses developed normally and were harvested immediatelyafter the 6-hour feeding period and then after $2 4 \\ h$ and7days.Different earswere used for each labelling treatment and collection time point with caryopses from the 10-11th and 16-17th spikelets being used for analysis. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Preparation of grain sections ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Transverse sections (approximately $1 \\ m \\mathsf { m }$ thick）were cut in fixative( $2 . 5 \\%$ (w/v)paraformaldehyde, $0 . 5 \\%$ (w/v)glutaraldehydein $0 . 1 {  { \\mathsf { M } } }$ Sorenson's phosphate buffer，pH 7.2） from the middle of the grain.Sections were fixed at room temperature for $4 \\ h$ and then rinsed three times in buffer before dehydration in an ethanol series immediately followedby infiltrationwithLR White resin(medium grade，TAAB LO12） for several days. Resininfiltrated samples were polymerized in polyethylene capsules (TAAB)at $5 5 ^ { \\circ } C$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The embedded wheat grains were sectioned using a ReichertJung Ultracut ultramicrotome to a thickness of 1 micron,collected on drops of distilled water on silicon wafers and dried on a hot plate at $4 0 ~ ^ { \\circ } \\mathsf { C }$ to stretch them flat.To prevent charging during NanoSiMS analysis, the samples and substrates were coated with $1 0 \\ \\mathsf { n m }$ of platinum before loading into the NanoSIMS. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "NanoSIMS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SIMS analysis was carried out with a NanoSiMS 5O instrument.A $1 6 ~ \\mathsf { k e V } ~ \\mathsf { C s } ^ { + }$ beam with a current of 1.2-3.2 pA was scanned over the sample surface，and the bombardment resulted in the generation of negative secondary ions.These secondary ions were analysed by mass using a double focusing mass spectrom eter.Detectors were aligned to detect $^ { 1 2 } { \\mathsf { C } } ^ { - }$ 、 $^ { 1 6 } 0 ^ { - }$ 、 $^ { 1 2 } { \\mathsf { C } } ^ { 1 4 } { \\mathsf { N } } ^ { - }$ $^ { 1 2 } \\mathsf { C } ^ { 1 5 } \\mathsf { N } ^ { - }$ and $^ { 3 1 } { \\mathsf { P } } ^ { - }$ with most detectors aligned using the sample except for the $^ { 3 1 } \\mathsf { P } ^ { - }$ which was aligned using a standard of GaP. Tomake quantitative comparisons between different samples and ensure that the analysed area was at steady state, ${ \\mathsf { C } } { \\mathsf { S } } ^ { + }$ ions were implanted into the surface to achieve a dose of $1 \\times 1 0 ^ { 1 7 }$ ions $\\mathsf { c m } ^ { - 2 }$ .Measurements of a control sample were acquired with an image dwell time of $2 0 ~ \\mathsf { m s } ,$ while images of the $^ { 1 5 } \\mathsf { N }$ -labelled samples were acquired with a dwell time of $3 0 ~ \\mathsf { m s }$ and at an image size of $5 0 \\times \\times 5 0 ~ \\mu \\mathrm { m }$ and 256 by 256 pixels.ImageJwith the OpenMIMS plugin (Harvard,Cambridge,MA,USA)was used to generate isotope ratio imagesand extract quantitative data. Hue saturation intensity (HIS) colour maps were used to display the isotopic variation，the colour scale being set so that blue represented the natural background level of $^ { 1 5 } \\mathsf { N }$ $( 0 . 3 7 \\% )$ and pink the highest ratio found in the set of images from each transect. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For each of the four different time stages,two sections were examined taken from duplicate grains from the same ears.Three transects were taken from each section as shown in Figure 1.In total,6o25 individual protein bodies were measured for size and enrichment. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Light and immunomicroscopy ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Semi-thin sections were cut using a Reichert-Jung Ultracut ultramicrotome,collected on drops of distilled water on multiwell slides coated with poly-L-lysine hydrobromide (Sigma) and dried on a hot plate at $4 0 ^ { \\circ } C$ .Sections were stained with $0 . 0 1 \\%$ (w/v) toluidine blue in $1 \\%$ (w/v) sodium tetraborate,pH9.Immunofluorescence analysis was carried out as described in Tosi et al. (2011)，using the antibodies R2-HMG rabbit polyclonal (specific for high-molecular-weight (HMW) glutenin subunits) and IFRN ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "0610 mouse monoclonal (recognizing epitopes present on gliadins and low-molecular-weight (LMW) glutenin subunits). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bulk $^ { 1 5 } { \\sf N }$ enrichment analysis by mass spectroscopy ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Hand-dissected caryopses were frozen in liquid nitrogen and reduced to powder using a mortar and pestle.A known volume of $0 . 5 { \\mathrm { ~ m g } }$ samples $( \\pm \\ : 0 . 1 \\ : \\mathrm { { m g } ) }$ were analysed for total $\\% N$ with a Vario Micro Elemental Analyser (Elementar Analysis Systems, Hanau，Germany)connected to an Isoprime 1oo isotope ratio mass spectrometer (Isoprime Ltd,Cheadle Hume,UK) to determine $^ { 1 5 } \\mathsf { N }$ enrichment, using commercial wheat flour as a control for the natural baseline level of $^ { 1 5 } \\mathsf { N }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Rothamsted Research receives strategic funding from the Biotechnological and Biological Sciences Research Council (BBSRC）as part of the 20:20 Wheat $\\textcircled{8}$ and Designing Seeds programmes. Katie Moore was supported by Engineering and Physical Sciences Research Council (EPSRC) grant EP/l026584/1.We are grateful to Dr Olivier Tranquet and Dr Sandra Denery-Papini (INRA,Nantes, France) for providing the R2-HMG antibody. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bechtel,D.B.and Wilson,J.D.(2oo3) Amyloplast formation and starch granule development in hard red winterwheat. Cerea/ Chem.80,175-183.   \nBecraft,P.W.and Yi, G.B.(2011) Regulation of aleurone development in cereal grains. J. Exp. Bot.62, 1669-1675.   \nBrett,G.M.，Mils,E.N.C.,Goodfellow,B.J.,Fido,R.J.,Tatham,A.S.,Shewry, P.R.and Morgan，M.R.A.(1999) Epitope mapping studies of broad specificity monoclonal antibodies to cereal prolamins.J. Cereal Sci.29, 117-128.   \nCakmak,I. (2oo2) Plant nutrition research: priorities to meet human needs for food in sustainable Ways. Plant Soil,247,3-24.   \nFeeney,K.A., Heard,P.J., Zhao,F.J.and Shewry, P.R.(20o3) Determination of the distribution of sulphur in wheat starchy endosperm cels using secondary ion mass spectroscopy (SIMS) combined with isotope enhancement.J. Cereal Sci. 37,311-318.   \nFisher，D.B．and Macnicol,P.K.(1986) Amino-acid-composition along the transport pathway during grain filling in wheat.Plant Physiol.82, 1019-1023.   \nGao,X.P.,Francis,D.,Ormrod,J.C.and Bennett,M.D.(1992) Changes in cell numberand cell-division activity duringendospermdevelopmentin allohexaploid wheat, Triticum aestivum L.J. Exp. Bot.43,1603-1609.   \nGrignon，N.，Halpern，S.，Jeusset,J.，Briancon，C.and Fragu，P.(1997) Localization of chemical elements and isotopes in the leaf of soybean (Glycine max)by secondary ion mass spectrometry microscopy:critical choice of sample preparation procedure.J.Microsc.-Oxford.186,51-66.   \nHeard,P.J.,Feeney, K.A.,Allen,G.C.and Shewry, P.R.(2oo2) Determination of the elemental composition of mature wheat grain using a modified secondary ion mass spectrometer (SIMS).Plant J.30,237-245.   \nJauneau,A.，Ripol,C.,Verdus,M.-C.,Lefebvre,F.,Demarty,M.and Thellier, M.(1994)Imaging the K,Mg,Na and Ca distributions in flax seeds using SIMS microscopy. Bot. Acta.107,81-89.   \nMills,E.N.C.，Field,J.M.，Kauffman，J.A.，Tatham，A.S.，Shewry，P.R.and Morgan,M.R.A.(2ooo) Characterization of a monoclonal antibody specific for HMW subunits of glutenin and its use to investigate glutenin polymers.J. Agric.Food Chem.48,611-617.   \nMoore,K..,Schroder,M.,Lombi,E.,Zhao,F.-J.,McGrath,S.P.,Hawkesford, M.J.,Shewry,P.R.et al. (201O) NanoSiMS analysis of arsenic and selenium in cereal grain. New Phytol.185,434-445.   \nMoore,K.L.,Lombi,E.，Zhao,F.-J.and Grovenor,C.R.M. (2012a) Elemental imaging at the nanoscale:nanoSIMS and complementary techniques for element localisation in plants. Anal. Bioanal. Chem. 402,3263-3273.   \nMoore,K.L.,Zhao,F.-J.，Gritsch,C.S.，Tosi,P.，Hawkesford，M.J.，McGrath, S.P.,Shewry，P.R.et al. (2012b) Localisation of iron in wheat grain using high resolution secondary ion mass spectrometry. J. Cereal Sci. 55，183- 187.   \nOhdaira,Y.,Masumura,T.,Nakatsuka,N., Shigemitsu,T.,Saito,Y.and Sasaki, R.(2011) Analysis of storage protein distribution in rice grain of seed-protein mutant cultivars by immunofluorescence microscopy.Plant Prod.Sci.14, 219-228.   \nRubin,R.，Levanony，H.and Galili,G.(1992) Evidence for the presence of two different types of protein bodies in wheat endosperm.Plant Physiol.99, 718-724.   \nShewry,P.R., Underwood, C.,Wan,Y., Lovegrove,A., Bhandari, D.,Toole,G., Mills,E.N.C.et al. (2oo9) Storage product synthesis and accumulation in developing grains of wheat. J. Cerea/ Sci. 50, 106-112.   \nSteer，T.，Thane，C.，Stephen，A.and Jebb,S.(2oo8)Bread in the diet: consumption and contribution to nutrient intakes of British adults. Proc. Nutr. Soc. 67,E363.   \nStone，B.and Morell,M.K.(20o9) Carbohydrates.In Wheat:Chemistry and Technology(Khan，K.and Shewry,P.R.，eds)，pp.299-362.St Paul,MN: AACC International.   \nTosi,P.,Parker,M.,Gritsch,C.S.,Carzaniga,R.,Martin,B.and Shewry,P.R. (2009)Trafficking of storage proteins in developing grain of wheat.J.Exp. Bot. 60,979-991.   \nTosi,P.，Sanchis Gritsch,C.，He,J.and Shewry,P.R.(2O11) Distribution of gluten proteins in bread wheat (Triticum aestivum） grain.Ann.Bot.108, 23-35.   \nWilson，R.G.，Magee，C.W．and Stevie，F.A.(1989)Secondary lon Mass Spectrometry:A Practical Handbook for Depth Profilingand Bulk Impurity Analysis. New York: Wiley. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Supporting information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Additional Supporting information may be found in the online version of this article: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure S1Uptake of aniline blue by awheat earat1O dpa via capillary tube feeding.   \nFigure S2 Transverse sections of the developing caryopses and stained with toluidine blue.   \nFigure S3 A graphical comparison of the three transects shown in Figure 1 showing the size and enrichment of the protein bodies. Figure S4 Analysis of transect1 of a wheat starchy endosperm taken from developing caryopses at11 dpa,after feeding $^ { 1 5 } \\mathsf { N }$ at 10 dpa.   \nFigure S5 Analysis of transect 1 of a wheat starchy endosperm taken from developing caryopses at 21 dpa,after feeding $^ { 1 5 } \\mathsf { N }$ at 20 dpa.   \nFigure S6 A comparison of the transects taken from grains labelledat10dpa $2 4 \\ h$ ，10 dpa7 days,20 dpa $2 4 \\ h$ and 20dpa 7 days.   \nTable S1 Bulk enrichment data from developing wheat caryopses at 6 h, $2 4 \\ h$ and 7 days. ",
        "page_idx": 6
    }
]