[
    {
        "type": "text",
        "text": "Investigation of Non-Axisymmetric Endwall Contouring in a Compressor Cascade ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIU Xiwu1, JIN Donghai1,2\\*, GUI Xingmin1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. School of Energy and Power Engineering,Beihang University,Beijing,1Oo191, China   \n2.Co-innovation Center for Advanced Aero-engine,Beijing,100191, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The current paper presents experimental and computational results to assess the efectiveness of non-axisymmetric endwall contouring in a compressor linear cascade.The endwall was designed by an endwall design optimization platform at $0 ^ { \\mathrm { o } }$ incidence (design condition).The optimization method is based on a genetic algorithm. The design objective was to minimize the total pressure losses.The experiments were carried out in a compressor cascade at a low-speed test facility with a Mach number of 0.15.Four nominal inlet flow angles were chosen to test the performance of non-axisymmetric Contoured Endwall(CEW).A five-hole pressure probe with a head diameterof $2 ~ \\mathrm { m m }$ was used to traverse the downstream flow fields of the flat-endwall (FEW) and CEW cascades. Both the measured and predicted results indicated that the implementation of CEW results in smaler corner stal, and reduction of total pressure losses.The CEW gets $1 5 . 6 \\%$ total pressure loss coefficient reduction at design condition, and $2 2 . 6 \\%$ at off-design condition（ $. + 7 ^ { \\mathrm { o } }$ incidence).And the mechanism of the improvement of CEW based on both measured and calculated results is that the adverse pressure gradient (APG) has been reduced through the groove configuration near the leading edge (LE) of the suction surface (SS). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Non-axisymmetric endwall contouring,Compressorcascade,Corner separation,Wind tunnel experiments; Optimization ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The compressor is one of the core components in aeroengines as well as industrial gas turbines for power generation. The flow through the compressor tends to separate as the stage loading increase. Once the flow separation occurs, the efficiency and the surge margin of the compressor will be reduced.Modern methods such as sweep,lean, bow and compressor end bends are welldeveloped three-dimensional blading techniques,and all have been proved to be some effective flow control methods.Meanwhile,endwall contouring is becoming an important flow control technique because of its significant effect on reducing the secondary flow and improving the aerodynamic performance of the highly loaded compressor. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "There are fewer studies of CEW conducted in compressors than in turbines.The secondary flow theory in turbine was described by Sieverding [1] in detail,and later by Langston [2]. With regard to the mechanism of secondary flow in the compressor,it had been well described by Horlock et al.[3] and Cumpsty [4]. The main secondary flow features between the compressor and turbine are similar.However, there are several differences of secondary flow between the turbine and compressor blade passage.One of the most notable features is the adverse pressure gradient present in the compressor. The crossflow on the endwall is generated by the differences of cross-passage pressure gradient and the centrifugal acceleration of the endwall boundary layer. Inside the boundary layer, the stream-wise velocity is lower than the freestream velocity,while the static pressure gradient set up by the freestream is almost the same inside and outside the boundary layer. So the flow inside the boundary layer will follow a smaller radius, and it cannot follow the camber of the blade,which will lead to a larger deviation than at mid-span (overturning). When the cross flow hits the suction surface,it has nowhere to go but go up. This span-wise migration of the low momentum fluid will move into the suction surface corner and may form a separated region，known as hub-corner stall. Another major aspect is that the main secondary losses of the turbine come from the loss of the vortexes in the endwall region.While for the compressor, these vortexes will diffuse under the adverse pressure gradient,and the major secondary loss comes from the hub-corner separation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In order to prevent the low momentum fluid to interact with the suction side boundary of the blade and avoid higher losses, the technology of non-axisymmetric endwall contouring is adopted in this paper. Endwall Contouring has been widely investigated in turbomachinery components.The successful contoured endwall design begins from Rose [5] who demonstrated the fundamental of controlling the endwall static pressure field by means of endwall contouring.Later on, the experiments carried out by Hartland et al.[6] in the Durham linear cascade confirmed the effectiveness of non-axisymmetric contoured endwall. Then,a non-axisymmetric contoured endwall designed by Harvey et al. [7] and tested by Hartland etal.[8] through the Durham linear cascade got a $30 \\%$ net reduction in secondary loss,which triggered the rapid growth of the endwall contouring field. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Subsequently, lots of researchers expend their effort along this line.For rotating turbine test rig,A non-axisymmetric contoured endwall was applied to the single stage Trent ${ 5 0 0 } ~ \\mathrm { H P }$ turbine model rig by Brennan et al. [9],and computational fluid dynamics (CFD） results showed that the stage efficiency increased by $0 . 4 \\%$ . And, the model rig tests conducted by Rose et al.[1o] demonstrated an increase of stage efficiency of $0 . 5 9 \\% \\pm 0 . 2 5 \\%$ ： Poehler et al.[11] and Niewoehner et al.[12] demonstrated the increase of stage efficiency of $0 . 4 7 \\%$ from unsteady CFD and $0 . 5 9 \\%$ from measurements by using non-axisymmetric endwall contouring and 3D airfoil design (bow) in the 1.5 stage LISA cold-air turbine. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For compressor rotor,Hoeger et al.[13,14] discovered a positive effect of endwall contouring in terms of influencing the shock position.For compressor stator application Harvey [15] discussed several non-axisymmetric endwall configurations in a linear cascade and showed that nonaxisymmetric endwall, though not optimum,had effects on crossflow and the corner stall could be suppressed. Later on,Harvey and Offord [16] investigated the nonaxisymmetric endwall in multi-stage high- pressure compressor (HPC) through CFD study and found that corner stall could be suppressed either by endwall contouring or 3D-blading.Dorfner et al. [17] applied a novel nonaxisymmetric contoured endwall groove which worked as an aerodynamic separator to interact with the passage vortex and got improvements at both design and offdesign operating points.Further experimental investigations were carried out by Hergt et al. [18],and compared with the CFD results, the measured total pressure losses decreased by $20 \\%$ at the design point, which was over predicted by the CFD method.A contoured endwall in combination with a fillet was generated by the Reuter et al.[19],the loss reduction mechanism behind this endwall is similar with the contoured endwall of Dorfner et al.[17], in the inflow region there is a configuration which works as a vortex generator, subsequently a groove near the suction surface on the endwall will guide this so-called “Dorfner vortex\",and then block the passage vortex to interact with the suction surface boundary layer and prevent hub-corner stall. The contoured hub designed by Varpe et al.[2O],also works as a vortex generator to reduce the total pressure loss,however, the majority benefits are obtained away from the hub region. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The investigation presented in this work has been complemented with cascade tests and numerical simulations.The objective of the present investigation is to achieve a better understanding of the CEW in a compressor cascade. The endwall design is first summarized, but the main focus is the physical interpretation of the flow fields based on five-hole probe measurements and internal flow fields predicted by the CFD. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Compressor Cascade ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Compressor blade geometry ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The datum cascade consists of 6 blades with a controlled diffusionairfoil(CDA) profile.The blade geometry is shown in Fig.1.Furthermore, the test conditions at design point and general design parameters of the cascade are shown in Table 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Non-axisymmetric contoured endwall ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The design methodology for the endwall contouring is shown in Fig.2.This platform hadbeen adopted by JIN et al.[21] to find optimal S-shaped ducts,and computational results showed that the net duct losses had been reduced by $3 2 . 7 \\%$ ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/8fbaf8b5d19faf634b340a64132d37ea9e8ff0d3bf1e08c6ce51597f0c7aa25c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/77549357ee17178c5a880d5c3dbbc9e93ec34fff17343966c7823fff4eb76201.jpg",
        "table_caption": [
            "Table1 General design parameters of the cascade and test conditions at design point (angle measured from the axial direction) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Nomenclature</td><td>Values</td></tr><tr><td>DesigninletMach number</td><td>MD</td><td>0.62</td></tr><tr><td>Test inlet Mach number</td><td>M1</td><td>0.15</td></tr><tr><td>Flowinlet angle</td><td>β1</td><td>47°</td></tr><tr><td>Camber angle</td><td>0</td><td>30°</td></tr><tr><td>Blade chord</td><td>C</td><td>50mm</td></tr><tr><td>Stagger angle</td><td>βst</td><td>30°</td></tr><tr><td>Solidity</td><td>T</td><td>1.5</td></tr><tr><td>Blade height</td><td>H</td><td>120mm</td></tr><tr><td>Aspect ratio</td><td>AR</td><td>2.4</td></tr><tr><td>Pitch</td><td>S</td><td>33mm</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/edc53d2ea18b08cdc1698230ed502f6d9389f9f3d6612fd94c4c58c6f8c8ff80.jpg",
        "img_caption": [
            "Fig.1CDA profile and blade parameters ",
            "Fig.2Flowchart for the algorithm of the endwall design optimization system [19] "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For a more detailed description of the optimization method,please refer to JIN et al. [22,23,24,and 25]. However, it would be convenient to present the basic steps.First of all, the orthogonal design of experiment (ODOE) method is adopted to provide the initial database for the training of artificial neural network(ANN).And the ODOE has the advantage of providing essential information with fewer samples when resolves a multiple factors experiment. The next step is the training of ANN. And the accuracy of response surface methodology (RSM) is mainly depended on the quality of selected training samples.Therefore,after a sufficient initial da tabase samples having been generated,a training process is used to build a neural network.The network contains free parameters to fit database samples.A fitting (learning） process is performed by back-propagation (BP）of the errors.The weight of each node is adjusted to minimize the overall error between the input and the output of the network.After training, the RSMis defined. The third step is the searching of the global optimum of the RSM. The purpose of the RSM is to construct an approximation implicit expression between the objective function and the training data.The searching process is performed by the adaptive genetic algorithm(AGA).The final step is the verification of the optimal design. The optimal endwall is evaluated by a three-dimension (3D) flow computation and added to the database.A comparison of the performance obtained by CFD with the one predicted by the neural network response surface model is performed.If there is not a good correlation,another iteration of design will start, repeating the same process until the optimum endwall is obtained.At the same time, the database grows through each iteration,and provides more information to the design space,and gets a better prediction of the real optimum. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The optimization objective was to minimize the total pressure losses,and it is defined by Eq. (1) ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\nf = 1 - { \\overline { { \\omega } } }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $\\overline { { \\omega } }$ denotes the total pressure loss coefficient defined by Eq. (2). ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\overline { { \\omega } } = \\frac { p _ { i n } ^ { * } - p _ { e x } ^ { * } } { p _ { r e f } ^ { * } - p _ { r e f } }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $p _ { r e f }$ denotes the static pressure at the reference location,andthereferencelocationislocatedat $400 \\%$ axial chord upstream of the leading edge (middle blade height). $p _ { i n } ^ { * }$ ， $p _ { e x } ^ { * }$ and $p _ { r e f } ^ { * }$ are the stagnation pressure at the inlet, exit, and reference locations respectively. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Thenon-axisymmetric CEW isdefined bya B-Spline surface.This surface is generated by lofting through 6 B-Spline curves,as shown in Fig.3.There are 2O fixed control points (black square points)； such control points were used to maintain surface continuity. The objective of adopting the blue hollow diamond control points is to maintain the slope of surface continuity in the pitch-wise direction. The red hollow circle control points can be changed in the direction perpendicular to the page independently. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The result of the optimal contoured endwall is shown in Fig.4,which was obtained by the method mentioned above by Zhao et al.[26]. From Fig. 4(a) two evident features can be discovered.One of the notable features is a typical groove near the suction surface,and the maximum amplitude of the groove is about $- 3 . 5 \\ \\mathrm { m m }$ or $- 2 . 9 \\%$ blade heights,which is located at approximate $3 3 \\%$ of axial chord. The other feature is two peaks at the aft part of the blade passage.The function of these two features will explain in the following sections. Fig. 4 (b） shows the cascade with non-axisymmetric contoured endwall,which was combined with aluminum endwall and 6 ABSPlus blades.And the endwall was manufactured through computer numerical control (CNC) milling machine in order to allow complex 3D surfaces to be machined,meanwhile, the 6 blades were generated by a 3D Printer. Subsequently, the endwall and the blade was connected through screws and locating pins. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/02baba4a4ced0e1006511f7eef531c8817aed0051e7d62870e235d680ac55e3b.jpg",
        "img_caption": [
            "Fig.3Non-axisymmetric endwall parameterization "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e5102df54a589981e81f2724f08ce0acf2e7d53b2096d07046f26ac928c2027a.jpg",
        "img_caption": [
            "Fig.4Optimal non-axisymmetric contoured endwall "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Experimental and numerical setup ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Test section and instrumentation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The experiments were conducted in a low-speed wind tunnel at Beihang University. The wind tunnel, as shown schematically in Fig.5, is a suction type wind tunnel. The inlet Mach number at the reference location (as shown in Fig.5) of the test facility canbe varied from O.1to 0.3.A bell mouth (not shown in Fig. 5) was mounted to the inlet of the test section to improve the inlet flow qualities. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As shown in Fig.6(a) and Fig.6 (b) the inlet measurement plane (MP1） was located at $100 \\%$ axial chord upstream of the leading edge, i.e. $- 1 . 0 c _ { x }$ .The main outlet measurement plane (MP2） was located at $2 . 0 c _ { x }$ from the leading edge.A five-hole pressure probe with a head diameter of $2 \\ \\mathrm { m m }$ was used to traverse these two measurement planes. Five-hole probe measurements were conducted in 19 span-wise positions from mid-span to the lower endwall,which was refined towards the lower endwall. The measurement grid contains 45 pitch-wise points at each span-wise position,which was distributed equally spaced and covering two pitches.The closest near wall span-wise position was limited to $2 \\%$ span to avoid the effect of wall proximity of the probe. The method to determine the closest near wall span-wise position before the wall interference effect encountered can be found in Taremi et al.[27]. The measurement grid is illustrated in Fig.6 (c).In addition, the points of‘A',‘B', ‘C',and‘D' in Fig.6 (c) are in correspondence with the same points in Fig.6 (a). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/94f667715b2afe3dd54bc576dfbdc5db339f61cde48a5b1c06e32b9663223a60.jpg",
        "img_caption": [
            "Fig.5Suction type wind tunnel for cascade test "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/d8d640950631011d906993ca262db34ad24fbb20d3c944e0d49ac81213fad4d7.jpg",
        "img_caption": [
            "Fig.6Main measurement planes and Measurement Grid "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The inlet flow angle can be adjusted through two sideboards in the test section.In this paper, four nominal inlet flow angles were chosen to test the performance of non-axisymmetric contoured endwall. This four inlet flow angles were $4 3 ^ { \\mathrm { { \\circ } } }$ ， $4 7 ^ { \\mathrm { { o } } }$ (design), $5 1 ^ { \\circ }$ and $5 4 ^ { \\circ }$ ，which corresponds to incidences of ${ - } 4 ^ { \\circ }$ ， $0 ^ { \\mathrm { o } }$ (design), $+ 4 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ ,respectively. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The data acquisition system adopted 6 differential pressure transducers for the pitot probe (mounted at the reference location shown in Fig.5) and five-hole probe pressure measurements.The sampling rate was set at $1 \\ \\mathrm { k H z }$ ，and 5ooO samples were taken within 5 seconds,and samples were averaged by adopting root mean square method. The standard deviation of the samples was also recorded in order to evaluate the experimental uncertainties. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Data reduction and experimental uncertainties ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Apart from total pressure loss coefficient mentioned above (Eq. (2)), several other parameters were investigated in order to establish a better understanding of the non-axisymmetric contoured endwall on the secondary flow fields downstream of the cascade,i.e.at MP2. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One of these parameters is the pitch-wise-mass- averaged outletflowangle,whichisdefined as ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n{ \\overline { { \\beta _ { z } } } } = \\arctan { \\frac { \\overline { { V _ { y } } } } { \\overline { { V _ { x } } } } }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\overline { { V _ { x } } }$ and $\\overline { { V _ { y } } }$ are the pitch-wise-mass-averaged velocity components in $\\mathbf { x }$ and y-direction.The $\\mathbf { x }$ ，yand $z$ directions are the axial direction (toward trailing edge is the positive direction),pitch-wise direction (from the pressure side to the suction side is the positive direction) and radial direction (toward blade tip is the positive di rection). In addition, the definition of the coordinate system used in this paper can be found in Fig.1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The calculation of stream-wise vorticity coefficient is carried out by adopting the method of Gregory-Smith etal.[28],and the stream-wise vorticityis defined as ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\Omega _ { s } = \\Omega _ { x } \\cos \\left( \\beta _ { m s } \\right) + \\Omega _ { y } \\sin \\left( \\beta _ { m s } \\right)\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\Omega _ { x }$ and $\\Omega _ { y }$ are the vorticity components in $\\mathbf { \\boldsymbol { x } }$ and y-direction, respectively, and $\\beta _ { m s }$ is the flow angle at the mid-span,which adopt the corresponding mid-span value at the same pitch-wise position. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The definition of $\\Omega _ { x }$ and $\\Omega _ { y }$ are in Eq. (5) and Eq. (6) ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\Omega _ { x } = \\frac { \\hat { \\sigma } V _ { z } } { \\hat { \\sigma } y } - \\frac { \\hat { \\sigma } V _ { y } } { \\hat { \\sigma } z }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\Omega _ { y } = \\frac { 1 } { V _ { x } } \\Bigg ( \\frac { 1 } { \\rho } \\frac { \\partial p ^ { * } } { \\partial z } - V _ { y } \\Omega _ { x } \\Bigg )\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nC _ { \\Omega } = \\frac { \\Omega _ { s } c _ { x } } { V _ { r e f } }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $V _ { x } , V _ { y }$ and $V _ { z }$ are the velocity components in x, y and $z$ directions,respectively. $\\boldsymbol { V } _ { r e f }$ is the velocity at the reference location. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The incompressible Helmholtz equation is used to derive $\\Omega _ { y }$ as shown in Gregory-Smith et al. [28]. The stream-wise vorticity coefficient is presented by means of dimensionless with the blade axial chord and upstream velocity,as shown in Eq. (7) in this paper. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The detail definition of other parameters used in this paper such as secondary vector and secondary kinetic energy coefficient consist with the definition of in the Dissertation of Ingram [29]. For convenience, the definition of secondary vector $V _ { \\mathrm { s e c } }$ and $C _ { S K E }$ are shown in Eq. (8) and Eq. (9). ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nV _ { \\mathrm { s e c } } = V _ { y } \\cos \\beta _ { m s } - V _ { x } \\sin \\beta _ { m s }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nC _ { s k e } = \\frac { V _ { \\mathrm { s e c } } ^ { 2 } + V _ { z } ^ { 2 } } { V _ { r e f } ^ { 2 } }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The definition of AVDR (axial velocity-density ratio) is shown in Eq. (10). ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nA V D R = \\frac { \\rho _ { e x } V _ { x _ { e x } } } { \\rho _ { i n } V _ { x _ { i n } } }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $V _ { x _ { i n } }$ （ and $V _ { x _ { e x } }$ are the velocity components in the $\\mathbf { x }$ direction at the MP1 and MP2 respectively.Additionally, $\\rho _ { i n }$ and $\\rho _ { e x }$ are the density at the MP1 and MP2 respectively. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The methods in ref.[30] were adopted to evaluate the test uncertainty of these experiments. The inlet/outlet flow angle was determined by the calibration of the probe,as well as the ability of the user to align the probe with a certain direction,relative to the test section,for instance,align the inlet/outlet metal angle.Itis estimated that this could be set to within $1 ^ { \\circ }$ . The estimated experimentaluncertaintieswere tabulatedin Table2,where the Pdynamic denotes the dynamic pressure at the MP1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Numericalapproach ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The numerical simulations were performed by adopting the viscous CFD solver NUMECATM/FINE. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The computational meshes were generated with grid generation tool of NUMECATM/IGG. The total number of nodes was chosen to be about 2.63 million based on the mesh independence study. The surface mesh of CEW is shown in Fig 7. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/e310ce28feeb42bb2b1d111e5f524b6b402461bfe0375541fd5cc8e230a44532.jpg",
        "table_caption": [
            "Table 2The estimated experimental uncertainties "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Nomenclature</td><td>Uncertainties</td></tr><tr><td>Inlet/outlet flow angles</td><td>β1,β</td><td>±1°</td></tr><tr><td>Static pressure</td><td>p</td><td>±0.27pdynamic</td></tr><tr><td>Total pressure</td><td>p</td><td>±0.22pdynamic</td></tr><tr><td>Total pressure loss coefficient</td><td>-@</td><td>±0.003</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/18a518712aebd892ba9b8168fc9477f7159c68c70f03ad3cea33f214bf161397.jpg",
        "img_caption": [
            "Fig.7Blade and endwall surface mesh "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Shear Stress Transport (SST） turbulence model was used in order to get a better agreement with the experiment results.The $\\mathrm { y + }$ on the blade and endwall was controlled within 1,in order to meet the requirements of turbulence model. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The averaged static pressure condition was specified at the outlet boundary. Total pressure and total temperatureat standardday $( 1 0 1 3 2 5 \\mathrm { ~ P a } , 2 8 8 . 1 5 \\mathrm { ~ K } )$ ，as well as flow direction,were specified at the inlet boundary. Matching translation periodicity boundary conditions were prescribed at the periodic boundaries.The solid surfaceswereprescribedwithadiabatic boundaries. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Results and Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The experiments were performed at nominal incidences of- $4 ^ { \\circ } , 0 ^ { \\circ } , + 4 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ ，and the overall integrated loss-incidence characteristics for the datum and CEW cascades are shown in Fig.8.Clearly，the contoured endwall has quite a significant contribution to the reduction of the total pressure loss,and the $\\boldsymbol { - } \\boldsymbol { 4 } ^ { \\circ }$ incidence produces less loss reduction than the $+ 7 ^ { \\mathrm { { o } } }$ incidence.Inorder to reveal the mechanism of this phenomenon, the expe rimental results,as well as the numerical simulation results at $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences will be discussed in detail in the following sections. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Comparisons of datum and CEW experiments for the loss and outlet flow angle along the span-wise at $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences is shown in Fig. 9.For $0 ^ { \\mathrm { o } }$ incidence, the losses between $5 \\%$ and $30 \\%$ blade height decrease while increasing at about $3 \\% - 5 \\%$ blade height for the CEW,as shown in Fig.9(a).With regard to $+ 7 ^ { \\mathrm { { o } } }$ incidence, the total pressure loss coefficient has decreased significantly from $2 \\%$ to $2 5 \\%$ span by adopting endwall contouring. The corresponding loss coefficient contour maps (measured) are shown in Fig.1O,with lower losses and slimmer loss core being evident for the CEW at both $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The outlet flow angle(OFL） is homogenized below $10 \\%$ blade height for CEW at both $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences, as shown in Fig. 9 (c) and (d).For the lower half blade, the flow angle differences between the Datum and CEW cascade are under $1 ^ { \\circ }$ at $0 ^ { \\mathrm { o } }$ incidence.This means for the lower half blade the flow angle differences are within the experimental uncertainty of the measurements.One of the reasons for this is that the endwall is not optimized with an outlet flow angle as the optimization objective during the optimization process. The other reason will be explained later. For $+ 7 ^ { \\mathrm { { o } } }$ incidence the outlet flow angle from endwall to mid-span decreases,and especially near $9 \\%$ span, there is a significant reduction of $3 . 2 ^ { \\mathrm { { o } } }$ ,as shown in Fig. 9(d). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "There are significant discrepancies between the measured and predicted losses for the datum at $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences,as shown in fig.9 (a) and (b).The predicted high loss regions occupied about $2 5 \\%$ blade height from the endwall, while occupied less than $1 5 \\%$ blade height for the measured loss at $0 ^ { \\circ }$ incidence. For $+ 7 ^ { \\mathrm { { o } } }$ incidence, the effect of incidence increase has a marked effect, particularly for the loss distributions.The main reason for these discrepancies is that the CFD over predicted the secondary loss near the endwall. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/b231713d44f8f5754e187a5f08b2957ccae361212e2646b36a42c773434d8a3d.jpg",
        "img_caption": [
            "Fig.9Total pressure loss coeficient and outlet flow angle distributions measured and predicted at $0 ^ { \\mathrm { o } }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/4d823c84684297c23bf12704f51540d3fb0684e9618496481fb402157e2ebf34.jpg",
        "img_caption": [
            "Fig.8Loss-incidence-characteristics for the datum and CEW (EXP.is short for experiment) "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The flow solver the authors adopted in the endwall design optimization system as shown in Fig.2 is also the NUMECATM/FINE.And the CEW is optimized at $0 ^ { \\mathrm { o } }$ incidence.From the calculated results,as shown in Fig.9, it can be seen that there is a massive separation at $0 ^ { \\circ }$ incidence for the datum cascade. And the whole optimization process is trying to generate an endwall which can be used to suppress this massive corner separation.However, based on the measured results,separation on this scale as predicted by the CFD at $0 ^ { \\mathrm { o } }$ incidence is not real at all. Thisisalso the reason that the measuredloss reduction of CEW at $+ 7 ^ { \\mathrm { { o } } }$ incidence is higher than at $0 ^ { \\circ }$ incidence,even though the endwall is optimized at $0 ^ { \\circ }$ incidence，as shown in Fig.8.Although the discrepancies are notable, the tendency is quite similar, and the CFD results can be used to interpret the measured results.It needs to be remembered that the datum cascade might not lead to massive boundary layer separation and a severe degradation in performance as predicted by the CFD. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Table 3 shows the measured and predicted the overall integrated total pressure loss coefficient(integrated from $2 \\% - 5 0 \\% \\mathrm { s p a n } )$ at $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences. This again suggests that the CFD over predicted loss for the datum. The measured overall integrated total pressure loss coefficient is reduced by $1 5 . 6 \\%$ at design condition,and $2 2 . 6 \\%$ at a positive off-design condition（ $( + 7 ^ { \\circ }$ incidences).Once again the CFD over predicted the datum loss. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/6cf484c98e2eb2ab7eedbc23d05ee654aecd420cd9601397fbb0ee4b57ead1cd.jpg",
        "table_caption": [
            "Table 3Overall integrated total pressure loss coefficient ( $2 \\%$ to $50 \\%$ span) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Operating</td><td>Datum(i)</td><td>CEW(ii)</td><td>%Change</td><td>[)-(0)]x10</td></tr><tr><td>i=0°(EXP.)</td><td>0.061 7</td><td>0.0521</td><td></td><td>-15.6</td></tr><tr><td>i=+7°(EXP.)</td><td>0.073 8</td><td>0.0571</td><td></td><td>-22.6</td></tr><tr><td>i=0(CFD)</td><td>0.0858</td><td>0.049 2</td><td></td><td>-42.7</td></tr><tr><td>i=+7°(CFD)</td><td>0.116 3</td><td>0.049 9</td><td></td><td>-57.1</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The rapid rise in loss is evident as the incidence increases from $0 ^ { \\mathrm { o } }$ to $+ 7 ^ { \\mathrm { { o } } }$ .This can be seen from Fig. 10, which shows the measured contour maps of total pressure loss coefficient at MP2.At $+ 7 ^ { \\mathrm { { o } } }$ incidence the wake is noticeably wider on the SS than at $0 ^ { \\mathrm { o } }$ incidence,particularly for the regions blow $20 \\%$ span,clear evidence that flow separation had occurred. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It can also be seen from Fig.1O that due to the contoured endwall the high loss regions have been moved closer to the lower endwall and become longer and thinner at $0 ^ { \\circ }$ incidence.This phenomenon can also be seen in the predicted results of limiting streamlines on suction surface,as shown in Fig.11 (a) and (b),although the actual regions of separation flow might not so large for the datum. Whereas, there is also a penalty of the contoured endwall,which is the loss increases below $5 \\%$ span.The main reason for the loss increases in this region can be explained by the predicted static pressure coefficient and limiting streamlines on the suction surface as well as on endwall,as shown in Fig.11 and Fig.12.It is quite clear that the cross-passage pressure gradient (CPG),as shown in the CEW (blue arrow in Fig. 12 (b)) increase.The increase of CPG is mainly associated with the static pressure increase，as shown in the white dash-dot circle.As shown in Fig.4, the CEW has two bumps at the rear part of the blade passage. When the flow reaches the front of the bumps and pressure side corner (white circle), the flow speed tends to slow down, and the pressure will increase,this is similar to the pressure increase near the stagnation point of the LE. The cross-flow is enhanced by the reinforced CPG, and cause a wall separation(as shown in the purple dash-dot circle in Fig.12(b)), thus the loss core of the CEW is closer to the lower endwall than the datum,and has a higher loss than the datum near this region. It should also recognize that there is no separation on the blade of CEW at $0 ^ { \\mathrm { o } }$ incidence as shown in Fig.11 (b),so it might inappropriate to call it corner separation, as suggested by Lakshminarayana [31]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Nevertheless,although the loss increases below $5 \\%$ span at $0 ^ { \\mathrm { o } }$ incidence, the AVDR (as shown in Eq.(10)) or mass fluxes in this region is lower than other span positions. So the contribution to the overall integrated total pressure loss coefficient is small. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "From Fig. 10(c) and (d),for the $+ 7 ^ { \\mathrm { { o } } }$ incidence,the measured loss core of CEW becomes thinner than the datum, this means that the separation on the SS/endwall corner has been suppressed by the contoured endwall. The mechanism for this will be elaborated later. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Another distinctive feature of Fig.1O is the blue contour near the endwall,which is a negative loss.The reason forthisis that the calculation of the loss is based on the measurement grid as shown in Fig. 6(c), rather than on streamtubes.As the boundary layer gets thicker, the streamlines near the endwall tend to bend toward the mid-span. The loss data reduction bases on the streamtubes can be a complex task;moreover, the loss calculation based on measurement grid could provide sufficientinformationto illustrate the aerodynamic benefits of this contoured endwall. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/106c84bc0100daf04e6a5e570c01fe62d74d8289416ff7864e3a0be0d977437b.jpg",
        "img_caption": [
            "Fig.10Measured total pressure loss coeficient contour maps of the datum and CEW cascade at MP2 at Oo and $+ 7 0$ incidences (the definition of\"Loss” is shown in Eq. (2)) "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/58805dc4a328d987b423128a5e7ff61eeac932b504de367e15d304ef3c1ae158.jpg",
        "img_caption": [
            "Fig.11Comparisons of static pressure coefficient and limiting streamlines on suction surface at $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e4c54683cb14bbb9de5cd80e3fedebe5103a0ce14e69bc48304b40f01e2b1d55.jpg",
        "img_caption": [
            "Fig.12Comparisons of static pressure coefficient and limiting streamlines on endwall at $0 ^ { \\mathrm { o } }$ and $7 ^ { \\mathrm { { o } } }$ incidences "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The predicted results of static pressure coefficient and limiting streamlines on the suction surface at $0 ^ { \\mathrm { o } }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences are shown in Fig.12.The mechanism of the contoured endwall designed by the authors is that the adverse pressure gradient(APG) (red arrow,as shown in Fig11 and Fig. 12) near the forepart of SS has been reduced.The explanation is as follows.Around endwall the local incidence is expected to be greater than the mid-span for the CDA, thus overa short chord-wise distance on the SS,the flow is expected to experience the APG as shown in Fig.12.For the Datum, this APG is severe,where a rapid transition is likely to take place. When the boundary layer is unable to undergo a reattachment, the separation will occur, thus there is a need for the accurate prediction of the transition in order to get better CFD results.However, the present numerical methodis inadequate.On the other hand,for the CEW, the groove configuration near the LE of the SS gives a weakened APG at the same position of the datum, the flow separation might not occur. Furthermore,although the bumps at the rear part of the blade passage have the deleterious effects of increasing the cross-flow,the local speed over the bumps also increases and the low momentum flow cannot remain stable on the bumps and the “focus”point as shown in Fig. 12(a) and (b) have vanished on the CEW. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fig.13 shows the calculated static pressure coefficients at different blade spans for the datum and CEW at $0 ^ { \\mathrm { o } }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences.There is reversal flow on both SS and endwall when hub-corner stall occurred,as shown in Fig.11 and 12.And this will result in local blade loading decrease and increase in blockage.In Fig.13(a),at $5 \\%$ span,there is a clear evidence of a major separation on the SS with no reattachment and a massive reduction in the blade loading for the datum (Over predicted). For the CEW,as shown in the black dash-dot circle in Fig. 13 (b), the APG has been reduced and the reason is given above: a weaker APG is produced by the groove configuration. The contoured endwall not only restores the blade loading at $5 \\%$ span but also has the effect of increasing the static pressure ratio of the cascade.For the $+ 7 ^ { \\mathrm { { o } } }$ incidence, the tendency is the same as the $0 ^ { \\mathrm { o } }$ incidence; the only difference is that it has a higher local incidence and a severe APG.At mid-span, the static pressure coefficients of datum and CEW are almost the same for both $0 ^ { \\mathrm { o } }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences,as shown in Fig. 13 (b) and (d). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/c5cd7297c25f84d09ce330f89c9c8ed4d2735ad87c278524c35c7243fe62641c.jpg",
        "img_caption": [
            "Fig.13Comparisons of static pressure coefficients at different blade spans at $0 ^ { \\mathrm { o } }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The measured secondary kinetic energy (SKE） coefficient contour maps of the datum and CEW cascade at MP2 at $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences are presented in Fig.14.It can be seen that due to the contoured endwall, the SKE close to the endwall increase at $0 ^ { \\circ }$ incidence.This can be seen more clearly in the span-wise distributions of secondary kinetic energy coefficient as shown in Fig.15. As mentioned above, this is principally associated with the increased CPG as shown in Fig.12 (b),which causes the wall stall (no sign of blade stall),and the loss core is almost on the endwall. However, for the $+ 7 ^ { \\mathrm { { o } } }$ incidence,the CPG also increased, but the $\\mathbf { C } _ { \\mathrm { s k e } }$ at the endwall do not change too much.This is because the loading at $7 ^ { \\mathrm { { o } } }$ incidence is higher than at $0 ^ { \\circ }$ incidence, and the CEW still has reversal flow on the blade,as shown in Fig.11(d).Furthermore,as the measurements presented Fig.1O(c),it is clear that there is a massive corner separation at $+ 7 ^ { \\mathrm { { o } } }$ incidence for the datum.While for the $0 ^ { \\circ }$ incidence,it is not clear whether there is a corner separation basing on the current results,but it is certain that if there is any separation the calculated separation scale is not precise at all. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The measured span-wise distributions of stream-wise vorticity coefficient at $0 ^ { \\mathrm { o } }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences are shown in Fig.16.It is clear that the stream-wise vorticity coefficient between $4 \\%$ to $8 \\%$ span has been increased at $0 ^ { \\mathrm { o } }$ incidence,and it has been decreased under $30 \\%$ span at $+ 7 ^ { \\mathrm { { o } } }$ incidence.The span position of stream-wise vorticity coefficient change just matches the loss variation as shown in Fig. 9. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/39a4d24e4272c1056ed4183eaaaa03f066eed647cacc5db5918769bc9ea7c6b1.jpg",
        "img_caption": [
            "Fig.14Measured secondary kinetic energy coeficient contour maps of the datum and CEW cascades at MP2 at $0 ^ { \\mathrm { o } }$ and $7 ^ { \\mathrm { { o } } }$ incidences "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/f1f8d3b92bd0b9a5dd3343412894794ac28158117ede89a3f5f8b5bb9e0b78ac.jpg",
        "img_caption": [
            "Fig.15Span-wise distributions of secondary kinetic energy coefficient at $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/0c69a671bb10760e83ee8f20a80f4cffe074b2b4a040ca19f1b0da858154ccac.jpg",
        "img_caption": [
            "Fig.16Measured span-wise distributions of streamwise vorticity coefficient at $0 ^ { \\mathrm { o } }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidences "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(1)Results from a low-speed linear cascade experiments with flat and contoured endwall tested at both design ( $0 ^ { \\mathrm { o } }$ incidence) and off-design( $+ 7 ^ { \\circ }$ incidence) conditions,as well as calculated results were presented here. Overall, the CFD over predicted the corner separation at both $0 ^ { \\circ }$ and $+ 7 ^ { \\mathrm { { o } } }$ incidence for the datum cascade.And the optimization platform generated an endwall with better performance at positive incidence with massive corner separation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(2) The overall integrated total pressure loss coefficient of CEW cascade has been decreased by $1 5 . 6 \\%$ and $2 2 . 6 \\%$ at the design ( $0 ^ { \\circ }$ incidence) and off-design ( $+ 7 ^ { \\mathrm { { o } } }$ incidence) conditions,respectively. The lower loss reductionat design condition is that the current CFD method adopted by the authors is inadequate to predict the secondary losses accurate.This indicates that in order to get better performance at the design point,it is necessary to choose a better flow solver to generate the contoured enwall. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(3）The endwall designed by the authors has better performance at a positive incidence.The flow mechanism behind this is that the groove configuration has the effects to alleviate the APG at the forepart of the SS and prevent the massive flow separation. The two bumps at the rear part of the blade passage can also suppress the “focus” point on the datum at the same location of the bumps.However,the bumps also have the deleterious effect to increase the CPG ahead of it and cross flow has been enhanced,and thisisalso thereason thatlossreduction is lower at the design condition. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(4） This investigation suggests that further experimental studies on the vortex structure inside the blade passage are necessary in order to get a better understanding of the flow mechanisms behind the non-axisymmetric endwall contouring designed by the authors. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work was supported by National Natural Science Foundation of China (51236001)，National Basic Research Program of China（2012CB720201） and Beijing Natural Science Foundation (No.3151002). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "[1]Sieverding C.H.,1985,“Recent Progress in the Understanding of Basic Aspects of Secondary Flow in Turbine Blade Passages\",J. Eng.Gas Turbines Power,107(2), pp.248-257.   \n[2] LangstonL.S.,20o1,“Secondary Flows in Axial Turbines -AReview”,Annals of New York Academy of Sciences, 934.   \n[3] Horlock,J.,Percival,P.,Louis,J.,and Lakshminarayana, B.,1966,“Wall Stall in Compressor Cascades\".J.Basic Eng 88(3)，637-648(Sep 01，1966) (12 pages), doi:10.1115/1.3645925   \n[4] Cumpsty N.A.，(2004)，“Compressor Aerodynamics”, Krieger Publishing Company,Malaba,Florida,USA.   \n[5] Rose M. G.,1994,“Non-axisymmetric Endwall Profiling in the HP NGV's of an Axial Flow Gas Turbine”,Proceedings of GT1994;1994 June 13-18;Hague,the Netherlands.ASME 94-GT-249.   \n[6] Hartland，J.C.，D.G Gregory-Smith，Rose M.G. “Non-Axisymmetric Endwall Profiling in a Turbine Rotor Blade\".Proceedings of GT1998；1998 June 2-5; Stockholm,Sweden.ASME 98-GT-525.   \n[7] Harvey,N.W.,Rose,M.G., Taylor,M.D., Shahpar, S., Hartland,J.,Gregory-Smith,D.G.,1999,“Nonaxisymmetric turbine end wall design:Part I- three-dimensional linear design system,”ASMEPaper 99-GT-337,Indianapolis,.Indiana,USA.   \n[8]Hartland,J.C.,Gregory-Smith,D.G,Harvey,N.W., Rose,M.G.,1999,“Non-axisymmetric turbine end wall design: Part II-Experimental validation\",ASME Paper 99-GT-338, Indianapolis,.Indiana, USA. [9]Brennan,G,Harvey,N.W.,Rose,M.G,Fomison,N., and Taylor, M.D., 2001,“Improving the Efficiency of the Trent $5 0 0 \\ \\mathrm { H P }$ Turbine Using Non-Axisymmetric End Walls: Part I: Turbine Design,”ASME Paper 2001-GT0444, New Orleans, Louisiana, USA.   \n[10]Rose,M. G., Harvey, N. W., Seaman, P., Newman, D.A., and McManus,D., 2001,“Improving the Efficiency of the Trent ${ 5 0 0 } \\mathrm { H P }$ Turbine Using Non-Axisymmetric End Walls: Part II: Experimental Validation,”ASME Paper 2001-GT-0505,New Orleans,Louisiana,.USA.   \n[11]Poehler T.,Niewoehner J., Jeschke P.,and Guendogdu Y., 2014,“Investigation of Non-Axisymmetric Endwall Contouring and 3D Airfoil Design in a 1.5 Stage Axial Turbine Part I: Design and Novel Numerical Analysis Method,”ASME Paper GT2014-26784，Duesseldorf, Germany.   \n[12]Niewoehner J.,Poehler T., Jeschke P.,and Guendogdu Y., 2014,“Investigation of Non-Axisymmetric Endwall Contouring and 3D Airfoil Design in a 1.5 Stage Axial Turbine Part I: Experimental Validation,” ASME Paper GT2014-26785, Duesseldorf, Germany.   \n[13]Hoeger, M., Sievers, N.,and Lawerenz,M.,2001,“On the performance of compressor blades with contoured end-walls\", paper presented at 4th EuroTurbo in Florence, Italy   \n[14]Hoeger M.,Cardamone P.,and Fottner L.,2002,“Influence of Endwall Contouring on the Transonic Flow in a Compressor Blade\".Proceedings of ASME TURBO EXPO 2002; 2002 June 3-6;Amsterdam,the Netherlands. ASME GT-2002-30440.   \n[15]Harvey N.W., 2008,“Some Effect of Non-Axisymmetric End Wall Profiling on Axial Flow Compressor Aerodynamics.Part I: Linear Cascade Investigation\".Proceedings of ASME Turbo Expo 2008; 2008 June 9-13; Berlin, Germany. ASME GT2008-50990.   \n[16] Harvey N.W., and Offord T. P.,2008,“Some Effect of Non-Axisymmetric End Wall Profiling on Axial Flow Compressor Aerodynamics. Part II: Multi-Stage HPC CFD Study\". Proceedings of ASME Turbo Expo 2008; 2008 June 9-13;Berlin, Germany.ASME GT2008-50991.   \n[17]Dorfner, C.,Hergt,A., Nicke,E.,and Mönig,R., 2009. “Advanced Non-Axisymmetric Endwall Contouring for Axial Compressors by Generating an Aerodynamic Separator Part I: Principal Cascade Design and Compressor Application”.ASME Turbo Expo,Orlando,Fl,USA, June 8-12,ASME Paper GT2009-59383.   \n[18]Hergt，A.，Dorfner，C.，Steinert，W.，Nicke，E.，and Schreiber, H. A.， 2009.“Advanced Non-Axisymmetric Endwall Contouring for Axial Compressors by Generating an Aerodynamic Separator Part II: Experimental and Numerical Cascade Investigation\". ASME Turbo Expo, Orlando,Fl,USA， June 8-12,ASME Paper GT2009- 59384.   \n[19]Oliver Reuter, Stefan Hemmert-Pottmann, Hergt，A., Nicke E., 2014,“Endwall Contouring and Fillet Design for Reducing Losses and Homogenizing the outflow of a Compressor Cascade”，ASME Paper GT2014-25277, Duesseldorf, Germany.   \n[20] Mahesh K. Varpe,and A. M. Pradeep, 2015,“Benefits of Nonaxisymmetric Endwall Contouring in a Compressor Cascade with a Tip Clearance\", J. Fluids Eng. 137(5), 051101   \n[21]JIN Donghai., Liu Xiwu, Zhao Weiguang, GUI Xingmin, 2015,“Optimization of endwall contouring in axial compressor S-shaped ducts\". Chin J Aeronaut (2015),doi: 10.1016/j.cja.2015.06.011.   \n[22] JIN D.H., GUI X. M.,2007,“Aerodynamic Design Optimization of Cascade Airfoils Based on Multiobjective Genetic Algorithm\".Journal of Aerospace Power 2007; Vol. 22, pp.285-290 [Chinese].   \n[23]JIN D.H., GUI X.M.,2007,“Numerical Design Optimization of Compressor Blade Based on ADOP\". Journal of Aerospace Power 2007; Vol. 22,pp.1903-1908.   \n[24]JIN, D. H.,CHEN J.,2007,“Multi-point Aerodynamic Design Optimization for Compressor Cascade airfoils\". Journal of Propulsion Technology 2007； Vol. 28, pp.367-372 [Chinese].   \n[25]JIN D.H.,and GUI X.M., 2006,Aerodynamic Design Optimization of Cascade Airfoils and Compressor Blade on Genetic Algorithm. In:Proc.of 1st International Symposium on Jet Propulsion and Power Engineering (ISJPPE), Kunming, China September 17-22, 2006, Vol. 2.381-389.   \n[26] Zhao W.G, JIN D. H.,and Gui X. M., 2012,“Design Optimization of Non-axisymmetric Endwall Contouring in Compressor Cascade”, Journal of Engineering Thermophysics 2012 [Chinese].   \n[27] Taremi, F., Sjolander, S.A. and Praisner, T.,2010, \"Measurements of Endwall Flows in Transonic Linear Turbine Cascades: Part I -Low Flow Turning,\" Proc.ASME Turbo Expo 2010 (GT2010-22759), Glasgow, Scotland, UK.   \n[28]Gregory-Smith,D.G, Graves, C.P.,and Walsh, J. A., 1988,“Growth of Secondary Losses and Vorticity in an Axial Turbine Cascade\",J. Turbomachinery,110(1）pp. 1-8   \n[29] Ingram,G. L., “Endwall profiling for the reduction of secondary flow in turbines [dissertation]\". County Durham,England: Durham University,2002.   \n[30] ASME PTC 19.1-2005,“Test Uncertainty\".   \n[31]Lakshminarayana B., (1996),“Fluid Dynamics and Heat Transfer of Turbomachinery\",publ. John Wiley & Sons, Inc. New York, USA. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]