[
    {
        "type": "text",
        "text": "专刊：科技支撑雄安新区规划建设发展 Science & Technology Supporting Xiongan New Area's Planning and Construction ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "以信息技术深化雄安智慧城市建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/8e02158808e6971d1bdcfed179d23b64360e74f9f5e7a657bd78c1687803170a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李生勇　封松林\\*\\*刘广卫　侯晓宇　徐怀宇中国科学院上海高等研究院上海201210",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要　通过国内外智慧城市发展现状和案例分析，借鉴上海市临港地区开展智慧城市的具体实践，提出了建设可感知、可管理、可推演、可规划、可复制的“智慧雄安”建设思路,提出了打造以城市综合管理平台为核心、城市云数据中心为关键、整体基础服务体系为支撑、城市智能化、精细化发展为目标的雄安新区特色智慧城市初步构想。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词智慧城市，雄安新区，信息技术，发展理念 DOI 10.16418/j.issn.1000-3045.2017.11.009 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1智慧城市建设对雄安新区意义重大",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1智慧城市建设基本内涵",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智慧城市成为热门概念缘起于2008年IBM提出的“智慧地球”[1]，目前国内外并没有形成智慧城市的约定和内涵上的共识。国际上较早对智慧城市进行系统论述的报告是 2007年10月由维也纳技术大学RudolfGiffinger 团队发表的《智慧城市：欧盟中等城市排行榜》( Smart cities-Ranking of European medium-sized cities） [2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2016年4月19日，习近平总书记在全国网信工作会议上首次提出了新型智慧城市的概念，给出了智慧城市建设目标，即：“以人民为中心，实现民生服务便捷、社会治理精准、社会经济绿色、城乡发展一体、网络安全可控的智慧城市。”[3]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2国内外智慧城市建设案例",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）美国。2015年9月，美国联邦政府发布了《白宫智慧城市行动倡议》[4]。在这项新的智慧城市行动倡议当中，联邦政府宣布将在联邦研究中投人至少1.6亿美元，并通过至少25项新的技术合作以帮助当地社区应对关键挑战，如减少交通拥堵、打击犯罪、促进经济增长、解决气候变化影响和提高城市服务等。重点关注领域有： $\\textcircled{1}$ 创建物联网应用的试验床，开发新的跨部门协作模式； $\\textcircled{2}$ 与民间科技活动合作，打造城市间的协作； $\\textcircled{3}$ 通过在传感器网络、网络安全、宽带基础设施和智能交通系统等方面的研究和投资，为智慧城市",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "建设奠定坚实的基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）欧盟。欧盟启动了面向知识社会创新2.0的LivingLab（生活实验室）计划[5]，致力于将城市打造成为开放众创空间，营造有利于创新涌现的城市生态，并以LivingLab为载体推动智慧城市的建设，以6个指标对城市体系进行评价一一智能经济、智能运输业、智能环境、智能居民、智能生活和智能管理。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）德国。德国的智能城市概念[更注重能源节约、高效、转型。因而，德国智能城市更加注重从城市本身的利益出发。 $\\textcircled{1}$ 从《莱比锡宪章》中体现出，智能城市建设的话语权不应被垄断型企业把控，应按照更符合市民需求的方向自行规划和设立目标，顺应自身城市特点进行发展。 $\\textcircled{2}$ 智能城市的关键在于整个系统能否可持续发展，尤其在能源消耗方面，仅靠软件是不够的。$\\textcircled{3}$ 全数字化管理的“监视”模式并不是德国人希望看到的城市管理模式，他们不希望把所有的信息给到某个企业手中，城市本身希望能拥有更多的自主权。因此，德国的智能城市更加注重全民在一个开放平台上共同参与的管理模式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（4）荷兰。荷兰将智慧生活与艺术文化的结合是其一个亮点]。主要实践有：智慧城市的人性化设计主张、知识经济驱动下的人类生活、数据社会的权利和隐私保护等。在鹿特丹智慧城市试点项目的方案中，使用了各种类型的传感器、RFID技术，并与互联网、计算机等共同组成智慧体系。位于三角洲上的鹿特丹，采用“水广场”形式，建设以水务治理为标志的人工智能城。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（5）中国。从国内来看，2011年，我国城镇化率首次突破 $50 \\%$ ，与此产生的各类城市问题亦日益突出,促进城市发展模式和形态的转型逐渐成为社会共识[8]。自2011年以来，我国东部少数城市如上海、宁波、广州等开启了探索智慧城市规划建设的历程，主要围绕卫生、交通、教育、健康等公共服务领域展开。2012年，北京、天津、江苏、湖北、辽宁、湖南等6省市也相继加入了智慧城市的建设阵营，开始将智能化、数字化的信息技术应用于城市政务、金融、旅游等领域。2013年，国家智慧城市试点名单出炉，覆盖了国内大部分省份，这表明智慧城市建设开始推向全国。到2015年年底，智慧城市建设的理念和方案在全国 $80 \\%$ 地级以上城市得到了落实，不少县级城市和部分乡镇也开始酝酿本地区的智慧城市规划与建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，我国智慧城市建设问题大多集中反映在：信息的整合与共享不充分加剧了“数字鸿沟”，参与主体的单一化抑制了智慧城市建设流程的完善，缺乏市场导向的单一化管理机制使政府定位不够准确等方面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3建设雄安智慧城市成为时代发展的必然选择",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "雄安的城市发展规划，与一般意义上智慧城市的建设思路一脉相承，充分借鉴已有智慧城市的实践经验将不无裨益。如能做到从战略层面考虑城市规划的顶层设计，从长期项目效率出发考虑重点领域应用，同时在实际建设中兼具创新发展理念，将使城市资源得到最充分的利用和配置，有效解决各个行业和政府部门信息孤岛和项目孤立的问题，有效形成低碳、健康、可持续发展的城市架构9，实现雄安绿色生态宜居新城区、开放发展先行区、协调发展示范区、创新驱动发展引领区的理念协同，进而推动城市绿色发展，提高智能化水平，增强历史文化魅力，全面提升城市内在品质。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2上海市临港地区开展智慧城市建设的初步探索",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1智慧城市与智能制造双轮驱动的发展名片 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2003年10月，上海市城市规划设计研究院编制《临港新城总体规划》；2004年1月20日，上海市人民政府发文：《上海市人民政府关于原则同意临港新城总体规划的批复》（沪府〔2004」5号）。规划明确，临港新城是上海国际航运中心的重要组成部分；按照《上海市城市总体规划》要求，依托洋山国际深水枢纽港、浦东国际航空枢纽港，将临港新城建设成为社会、经济、文化和生态环境高度协调、功能完善、充满活力的综合型滨海新城和具有辅城地位的战略重点发展区域，使其成为以现代装备制造业为核心的重要产业基地之一。短短10余年来，地处长江口和杭州湾交汇点，位于上海市东南角的临港新城一方面着力建设具有全球影响力科技创新中心主体承载区、国家新型工业化示范基地和战略性新兴产业示范区，另一方面也适时提出了智慧城市与智能制造双轮驱动的发展理念，以进一步提升功能综合、产城融合的现代化滨海新城的实质内涵。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2临港智慧城市建设的体系架构",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在与国家、上海市及浦东新区“十三五”智慧城市规划充分对接的基础上，根据自身特点编制完成了《临港智慧城市建设项目三年发展规划纲要（2017一2019）》。旨在通过智慧城市建设的顶层设计和部署实施，基本确立智慧城市体系框架，使城市数字化、网络化、智能化水平得到显著提升（图1）。临港地区提出争取到2020年，坚持前瞻性、国际化和产城融合原则，信息化应用全面渗透民生、城市管理、政务协同等业务板块，在临港建成管理高效、出行便捷、生活舒适、产城融合的国际化宜居、宜业、宜游的新型智慧生态城市，建成以泛在化、融合化、智敏化为特征，具有全国示范效应和国际领先的中小型智慧城市样板，实现“可感知、可管理、可推演、可规划、可复制”的目标。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "临港智慧城市建设体系重点围绕信息基础、信息",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "门户展现层 领导团队 政府部门 企业民众决策支撑 日常管理 开放服务  \n应用层 满足不同类型用户的使用需求和信息共享  \n平台层 面向不同应用制定数据接口与规范统一管理、 统 指挥、 统 数据、 统一展示、 统一评估以GIS $^ +$ BIM平台为支撑的城市综合管理平台 康医疗数据  \n数据层 城市多源 企业法人库 实有人口库 政府项目库 社会经济库 地下管廊库 用地规划库 地理空间数据遥感影像 数字城市数据 BIM+GIS HTOT磁盘晚列  \n基础层支设备对象存 临港 Sark大数据 安全 灾备储、关系存储等）",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "感知、智能应用、区域示范等信息化内容，着力推进网络基础、智慧城管、智慧政务、智慧交通、智慧建管、智慧园区、智慧旅游、智慧民生等重点领域的部署实施。总体方案聚焦于“1234N”的体系框架，即：1个中心——智慧城市运行管理中心；2项平台—一高速信息网络和城市大数据平台；3张视图—一“天”“地”“人”城市运行态势图；4类应用一一建管、政务、民生、产业；以及N（多）组重点实施领域。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3以信息技术支持雄安建设特色智慧城市",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 基本思路",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）“城市一张图，决策驾驶舱”。雄安新区在特色智慧城市建设过程中，应按照“大数据支撑、智能化决策、全景式呈现、扁平化指挥”的相应要求，使未来的雄安智慧城市运行管理中心具备城市日常网格管理、领导全局决策、公众形象展示的能力；应整合政府可控的城市管理人员、公安部门、消防部门、医疗部门、交通部门和垂管部门的城市应急安全信息系统和信息数据，实现对城市应急事件的统一决策和指令发布，保障各部门联合、提升雄安城市应急联动能力，最终实现“城市一张图，决策驾驶舱”的目标。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2）城市规划信息资源专题化、网络化、立体化。城市规划信息数据应用不断增长且日益丰富，正朝着动态、多目标、智能化的模式发展。利用信息技术对城市规划信息资源进行专题化、网络化和立体化，并使之从辅助审批走向辅助决策，是目前规划信息化建设的一门综合技术。以地理空间信息（GIS）平台为基础，与雄安现有和未来逐步形成的多元化通讯、卫星遥感、无人机、建筑信息模型（BIM）等多源技术融合、平台融合和数据融合，实现与其他公共数据、各应用领域工程数据、第三方数据的共享接入，在广度和深度上满足雄安新区不同用户以及不同用户间的管理与共享需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从“天”（环境指数和能用消耗）、“地”（虚拟城市沙盘）、“人”（精细画像和迁徙分布）3维视角，全面构建雄安新区城市基础运行态势图，科学提升城市治理水平。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“天”视图：通过对水指数、气象指数及其他环境指数的采集，实现能耗与人口关系、能耗与GDP的逻辑关系，形成环境阈值和预警、重大环境事件处置预案等智慧应用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“地”视图：做到基于GIS+BIM数据融合展示，构建对象化管理和呈现的三维虚拟城市。通过不同时间历史影像数据，展示城市发展变化过程；通过虚拟城市沙盘，实现地上、地下、楼内、楼外对象化、精细化管理，打造景观地标、安保预案、城市规划、应急疏散、气流仿真、商圈分析等智慧应用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“人”视图：采用移动定位服务（LBS）精细化标签数据，构建基于人群标签精细化管理的城市运行体系。通过人群画像、车流分析、视频监控等动态变化大数据分析，实现新区人群画像、新区新增GDP、工作效率、常住人口GDP贡献、活动/旅游影响力、城市活力指数、出行指数、交通规划等智慧应用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2重点应用领域",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）综合管理平台。基于资源整合、服务融合的理念，依托数据汇聚平台、智能可视化展示平台和大数据决策支持平台，科学整合多种信息资源，对城市实现全方位、高效能监管，逐步建立一个现代化、高效率的城市管理新模式。充分利用现代信息技术，以信息共享和业务协同为基础，实现各环节的无缝衔接管理，减少城市治理中突发事件产生的影响，提升政府监管决策水平和服务能力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）城市仿真。“城市规划”是基于城市的未来发展，综合安排城市各项工程建设等的综合部署，是一定时期内城市发展的蓝图和法规，是城市管理的重要组成部分，是城市建设和管理的依据，也是城市规划、城市建设、城市运行3个阶段管理的前提。城市仿真即通过数字化的方式真实再现城市现实，并基于城市运行数据，运用人口、交通、环境、经济等理论，分析城市实际问题，预测城市发展，为城市规划、管理、防灾救援等提供科学依据的一种手段[10]。城市环境仿真的重要性可体现在：实现城市发展预测，为城市规划、管理提供基础数据、方案验证；实现“城市病”原因查找、治理方案验证；实现城市洪水、台风、大气污染等城市潜在灾害损失预估、应急方案制定等工作。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）空天遥感。利用先进的3S（RS——遥感、GIS—地理信息系统、GPS——全球定位系统）技术，通过空天地海一体化遥感网，精准动态掌握城市综合发展情况，包括城市扩展，港口、道路建设，地面沉降，以及近海岸带及水系生态环境等方面的信息，达到全面厘清“家底”、科学规划、动态管理，并对重大事件做出快速响应的目的。其服务应用将包括但不限于：城市建设国土利用总体规划与动态控制、海绵城市动态监测评估体系、近海岸带及水体环境监测、空天地海一体化遥感信息平台等诸多方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）智慧交通。在智能交通示范城市方面，从数据出发，由数据构成城市大脑，通过对数据的分析处理形成各类智慧交通应用场景，实现数据驱动的交通运行、组织优化与出行链服务。充分利用天-地网（“北斗”系统）、智能控制网、云计算、大数据等先进技术，实现人、车、路交通信息的组织、优化与挖掘，以及综合交通全时空监测及预测预警。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（5）安全生产。构建安生生产管理平台，监测区域内所有企业、居民的生产、生活行为。以系统论、控制论和信息论为指导，融合“重大危险源监控监测体系、风险防御与应急救援体系、事故隐患排查治理体系”，覆盖“事前预防、日常监管、事中应急、事后处理”全过程。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4建设雄安智慧新城关键路径与措施保障",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1关键路径",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智慧雄安建设是一个复杂的系统工程，在建设过程中需要把握各项工程的重要性和实施节奏，可以在重点领域率先突破，用关键项目的实际效果增强社会各界的信心。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）以人口库、法人库工程为抓手，构建惠企便民的融合服务体系。以惠企便民服务为切入点，营造公共数据资源归集整合共享工作，逐步升级、完善人口库和法人库，并以此为基础初步构建“人口生命树”和“法人生命树”，深入挖掘利用已有的数据资源和服务，为政府各部门业务应用提供基础数据服务，让所有部门都享受到数据共享的便利，充分发挥已建成果效能，提高财政资源使用效率。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(2）以感知雄安、可视雄安等工程为牵引，探索社会资金建设智慧城市新模式。无线宽带及视频监控传输网络是信息基础设施建设的重要组成部分，需要大量的资金投入及专业的运维管理队伍，财政投资存在难度。开展无线雄安、可视雄安工程建设，完善社会资金投入建设、市场化运营稳定收益的模式，在智慧雄安建设过程中广泛应用，可最大程度地减少一次性财政投入，提高信息化建设效率。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）以智慧城市发展中心为依托，集约建设高效管理体系。以智慧城市发展中心建设为抓手，推进数据共享交换平台建设，提升信息资源利用效率；建设城市运行管理平台，提高城市协同管理运行水平。通过硬设施和软环境的双重集成，建设城市管理的信息化载体，打造城市管理思维创新、效率提升的新标杆。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）以智慧乡镇试点为导向，带动京津冀一体化协调发展。全面推动智慧乡镇在全区各板块的建设，以点带面，全面覆盖，让智慧乡镇建设成为雄安新区与京津冀地区协调发展的新亮点。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2措施保障 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为体现雄安新区特色智慧城市的核心内涵，落实发展目标和主要任务，需要健全组织、政策、资金、人才和宣传等方面措施，以保证“智慧雄安”各项工程的顺利推进。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）加强统筹推进。统筹做好智慧雄安建设与国家总体规划的衔接。在规划总体框架下，统筹推进相关智慧城市应用项目建设，形成统一领导、分工合理、责任明确、运转顺畅的推进机制。依托国内外智慧城市智力资源，组建智慧城市专家委员会，为更科学、更国际化地推进智慧城市建设提供重要支撑。组建专家咨询团队，加强智慧城市建设的战略研究和顶层设计。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(2）建立标准规范。加强与智慧城市建设相关的运行模式、业务流程、标准规范的改革创新。规范数据资源协同共享流程，规范信息化项目建设、运行和管理。加强标准研究和制定工作，积极参与国家智慧城市标准制定工作，推进国家智慧城市标准在雄安新区的示范、验证与评价，形成一套具有引领作用的新型智慧城市标准体系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3）建立评估机制。建立科学合理的智慧城市建设绩效评估指标体系，推进智慧雄安建设持续改善。强化智慧城市应用项目的建设进度、质量、效果等评估考核，确保重大项目建设取得预期效果。规范项目管理，加强对重大项目的方案设计和科学论证，进一步加强项目立项审核管理，强化对项目进展的监督和资金的监管。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）引导社会参与。重视宣教工作，提升智慧雄安工程居民参与度。以智慧城市的信息化为切入点，充分利用社交平台、互联网等各种媒体，引导市民参与智慧雄安建设，加强对智慧城市建设的舆论引导，营造和培育浓厚的智慧城市建设氛围，提升市民幸福获得感。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "致谢上海市临港地区开发建设管理委员会支持开展“基于 $\\mathrm { B I M + G I S }$ 城市大数据计算平台的智慧临港应用示范”和“临港智慧城市遥感信息应用与服务系统”等项目的研究和实施，感谢上海城市公共安全研究中心和上海浦东临港智慧城市发展中心的大力协助。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1 许晔,孟弘，程家瑜,等.IBM“智慧地球”战略对我国意味着什么？科技创新与生产力，2010,(7):47-48.2Giffinger R,Fertner C,KramarH,et al. Smart Cities-Ranking",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ofEuropean Medium-Sized Cities.Vienna,Austria:Centre ofRegional Science (SRF), Vienna University of Technology,2007.  \n3 中国信息化研究与促进网.2016—2017中国型智慧城市建设与发展综合影响力评估结果通报.[2017-01-12].http://www.ceirp.cn/pgzq/pgjgfy/2016xxzhcspg.html.  \n4 国家信息中心公共技术服务部.美国联邦政府智慧城市行动倡议.[2016-03-14]. http://www.sic.gov.cn/News/251/6082.htm.  \n5 童腾飞,宋刚,刘惠刚.欧洲智慧城市发展及其启示.[2015-06-01].http://news.xinhuanet.com/info/2015-06/01/c_134286096.htm.  \n6 冯雪珺.德国即将打造智能城市平台解决未来城市问题.[2016-06-08]. http://world.people.com.cn/n1/2016/0608/c1002-",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "28419685.html. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "7安小米．面向智慧城市发展的信息资源管理协同创新策略—以荷兰阿姆斯特丹智慧城市为例．情报资料工作，2014,35(3): 49-53.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "8葛蕾蕾，佟画,侯为刚.国内智慧城市建设的现状及发展策略.行政管理改革,2017,(7):40-45.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "9王晓霞.把雄安新区建成绿色生态宜居新城区.领导之友，2017,(14): 11-13.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "10 万碧玉.智慧城市基础设施标准技术报告.北京：中国建筑工业出版社,2015.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Reinforced the Construction of Xiongan Smart City by Information Technology ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Li Shengyong Feng Songlin Liu GuangweiHou XiaoyuXu Huaiyu （Shanghai Advanced Research Institute,Chinese Academy of Sciences,Shanghai 2Ol210,China） ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AbstractThisstudyproposesaconstructiveblueprintbasedon“perceivable,manageable,planable,deductive,reproduciblecoceptof XionganmartityisproposalisenifitedfrothepracticeofthesmartcityinthearborsideditrictinSanghaibasedotetatusquo andcasestudiesofdomesticandfregnsmartcitis.eutorsalsopropoepreliaryectivesforstablsngXiongansmartcityte objectivesarefeacturedwithacorecomprehensivemanagementpatfo,akeycityenterofouddata,asupportivebasicsrviceyste, and the intelligentized and the refined development of the city. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords smart city,Xiongan New Area,information technology, development philosophy李生勇高级工程师，中科院上海高等院产业技术办公室主任，挂职上海市临港地区开发建设管理委员会综合计划办副主任，主要负责协调智慧城市相关建设工作。E-mail:lisy@sari.ac.cn",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "LiShengyongSeiorEnginerdrectorofIdustrialTechologyOiceinSanghaiAdvancedResearchIstiuteofCinesecademyof Sciences.CurentlyalsoservesasthedeputydirectorofShanghaiLingangAeaDevelopmentAdministrationwiththemainresponsibilityof coordinating smart city-related construction work. E-mail: lisy@sari.ac.cn ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "封松林中科院上海高等院研究员，博士。主要从事信息技术、物联网、智慧城市研究。E-mail:fengsl@sari.ac.cnFengSonglinPhDProfesoSanghaidvancedResearchItituteofChineseAcadmyofSiences,esearchfeldsoverifotiotechnology, Internet of Things,and smart city. E-mail: fengsl@sari.ac.cn",
        "page_idx": 5
    }
]