[
    {
        "type": "text",
        "text": "大数据对提升智库咨政水平的作用及发展建议陈光义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "新华社瞭望智库 北京 100077",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]数字经济时代，大数据将推动智库研究分析与决策咨询方式的深刻变革，应用大数据提高智库咨政水平对提升智库科学决策支撑能力、建设中国特色新型智库、增强国家软实力具有重要意义。[方法/过程]本文从理论层面，对智库的发展历程、主要类型和咨政方式、存在的问题进行系统的梳理，针对存在的问题分析了大数据对智库咨政的重要作用，并结合我国大数据智库发展现状提出具体发展建议。[结果/结论]目前我国智库在政策咨询的选题、研究过程、解决问题能力、政策评估、信息共享等方面存在问题，大数据能针对这些问题提供“新手段、新基础、新工具、新方法、新途径”，并从提升大数据重视程度、建设专业数据库、建立大数据分析平台、培养大数据人才、建立智库大数据联盟、加强与大数据公司合作等方面提出建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库大数据咨政中国特色新型智库数字中国",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：C931",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平总书记在2017年12月8日中央政治局第二次集体学习时强调，要运用大数据提升国家治理现代化水平。要建立健全大数据辅助科学决策和社会治理的机制，推进政府管理和社会治理模式创新，实现政府决策科学化、社会治理精准化、公共服务高效化[1]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党中央之所以如此重视大数据在决策中的作用，是因为大数据技术能够对海量、动态、高增长、多元化的数据进行高速处理，使决策者大大提升决策的精准度与时效性，被称为政府治理的“虚拟高参”。智库作为辅助科学决策的专业机构，加快大数据武装，实现智库发展的数据驱动尤其重要和迫切。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "大数据是国家基础性战略资源，是推动社会发展方式和经济运行机制变革的重要方式，也是提升国家治理体系和治理能力现代化水平的重要途径。智库是政府决策的“思想大脑”，在国家政治、经济、社会发展中发挥着重要的咨政建言、理论创新、舆论引导等作用。当前，我国正在面临着历史上最为广泛而深刻的社会变革，国际政治格局不断变化，世界经济形势错综复杂。从国内来看，党的十九大报告提出中国特色社会主义已进入了新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾，中国进入了“两个一百年”奋斗目标的历史交汇期。[2在此背景下，国家战略决策和政策制定对智库的智力需求提升到了前所未有的高度，这就必然要求智库咨政时“有理有据”“用数据说话”，善于获取数据、分析数据、运用数据，提高智库咨政的能力与水平。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2智库的内涵及发展历程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库多是以公共政策和公共利益为导向，辅助于决策的机构。在国外又被称之为继立法、行政、司法、媒体外的“第五种力量”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国智库建设可追溯到改革开放以后，经过40年的发展，从国家智库的设立到民间智库的兴起，再到高校智库的不断发展，智库体系已初步建立。中国智库对改革开放、经济体制改革、政策制定、社会问题分析等做出了重要贡献。近几年，党和政府高度重视智库的发展，连续对智库建设做出重要指示，如图1所示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "习近平在中央经济 中共中央办公厅、 中央召开中国特色  \n工作会议上，提出 国务院办公厅联合 新型智库工作会议，  \n\"要健全决策咨询 印发《关于加强中 公布第一批高端智  \n机制，建设高质量 国特色新型智库建 库试点名单，出台  \n智库\" 设的意见》 高端智库建设办法2012年 2013年4月 2013年11月 2015年1月 2015年12月十八届三中全会提习近平将智库建设出“加强中国特色提升到国家战略高新型智库建设，建度，首次提出建设 立健全决策咨询制\"中国特色新型智 度”，“智库”首库\" 次出现在是中共中央文件中",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Figure 1 The diagram of think tank system design process ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "建设中国特色新型智库已经成为党和国家事业发展的一项重大而紧迫的任务。自2013年起，智库建设已上升到国家战略高度。中国特色新型智库迎来了重大发展机遇[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.中国智库的主要类型和咨政方式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1中国智库的主要类型",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国智库按照性质和特点来划分，主要包括如下4类：一是隶属于党政机关和军队的党政军智库；二是包含社科院、中科院、中国科协在内的科学类智库；三是主要由大学单独或与其他机构、团体合作成立的高校智库；四是由企业、个人或社会团体等民间组织出资成立的民间智库。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2中国智库的主要咨政方式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国智库为政府提供决策咨询的方式主要包括以下几种方式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一是参与政府政策文件的起草。如我国智库在十九大报告起草过程中，参与了调研、提交建议报告、文件起草、论证等环节。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "二是承接研究课题提交研究报告。通常政府会就关注的社会热点和重点问题委托智库开展课题研究，通过课题研究成果，智库能对当前政府重大决策产生较为直接的影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "三是通过内刊输送观点。智库通过内刊为决策部门输送智库研究成果和决策建议，一旦获得“批示”，将意味着智库的研究成果对政府决策产生了影响。据不完全统计，截止到2015年我国已有76家智库拥有公开或内部刊物[4，如新华社的《国内动态清样》、中央党校的《思想理论内参》等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "四是通过学术会议、论坛等渠道发表观点。智库通过在各类学术会议、高峰论坛、研讨会、媒体等多种渠道发布智库的研究成果、政策观点影响政府决策。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.我国智库在建言咨政中存在的问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国智库经过多年的发展中取得了很大突破，《全球智库报告2016》显示，我国拥有智库435家，是全球第二智库大国[5]。但同时我们也看到，中国智库在发展中仍存在很多不足，中国人民大学公共管理学院的研究表明，我国政策决策的失误率为 $3 0 \\%$ 左右，而西方的发达国家的这一数字仅为 $5 \\% ^ { [ 6 ] }$ ，这从侧面反映了中国智库辅助政府科学决策的能力和水平与发达国家仍存在较大差距。整体上来看，中国智库研究成果有量缺质的现象较为严重，难以满足政府战略决策和政策制定对智力支持的需求，具体表现为以下几点。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1研究选题缺乏洞察力和前瞻性",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，缺乏动态数据线索，我国智库在研究选题过程中，对当前临时性、短期性具体问题研究得多，对前瞻性、储备性的问题研究得少；对国内问题研究得多、对国际问题研究得少；对跟随性、热门性问题研究得多，对创新性、系统性问题研究得少，智库作为思想库和智囊团的思想引领、理论创新的作用没有充分发挥。导致这些问题的原因一方面是由于我国智库缺乏领军型人才，研究人员专业性、知识储备和政策敏感性不足；另一方面是智库缺乏对国家重点问题趋势的数据分析，数据是对客观实事的反映载体，大数据能够反映历史的客观规律、预测未来发展趋势、发现新的问题，而我国智库恰恰缺乏应用大数据的分析与发掘能力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2研究过程缺乏数据的有效支撑",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一些课题报告不是数据不全面、欠准确性，就是缺乏代表性，或并非来自一线调研的数据而是“老黄历”，研究资源分散、低水平重复较严重；缺乏新意和权威性，一些判断不靠谱、甚至出现误判，报告的结论似是而非，可信度不高，不能准确反映真实情况。造成这种局面的因素有多种。第一，我国智库在开展具体课题研究时，主要采取调研问卷、访谈、二手资料研究等方式开展，所掌握的材料以定性的材料为主，缺乏定量的数据的有效支撑，用数据分析、用数据说话的能力不足。第二，随着信息化的发展，我国智库普遍开展了信息化建设，具备一定的数据采集分析基础，但数据采集渠道仍有限，研究样本以小数据为主，缺乏对全样本数据的研究。第三，数据缺乏时效性，传统研究方式进行数据的采集与研究，从设计样本、发放问卷、数据回收、数据汇总，到分析的整个过程要花去大量的时间，而在复杂多变的社会经济与国际关系环境下，数据分析的滞后将导致研究结果的偏离和失效。传统的以部分推断整体的抽样调查方法不利于全面认识把握研究对象，滞后的运算能力导致智库预测能力屡遭诟病，而只有运用大数据快捷获取研究对象的全样本信息，才能做出客观系统的分析，提高对未来及风险的感知、预警能力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.3研究成果解决问题能力不足",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库咨政与学术研究不同，不仅要求对现状和问题等进行深入的理论分析和研究，更要求针对具体的问题，提出可操作的解决方案，用以解决实际的问题。但目前我国智库在课题研究或政策建议过程中，研究人员大多更关注出版学术专著或论文，倾向于现状和问题分析，能以数据为基础提出高质量的决策建议的较少。一些研究人员只注重提出抓人眼球的新概念、新主张、新逻辑，却脱离数据的支撑，在实际应用环节漏洞百出，研究的成果也只能束之高阁。大家对“说明多、证明少”“论断多、论证少”的智库建议决策层的态度日益谨慎。不同的是，近期备受关注的任泽平高价“转会”恒大集团任副总裁事件就充分体现出利用大数据做宏观经济分析预判的价值。任泽平原供职的方正证券研究院市场依据采集的动态数据和指标体系对经济运行、房地产及资本市场起伏做出预判，取得了很好的效果，赢得了市场的认可。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.4是缺乏有效的研究成果评估手段",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库提出的政策建议缺乏有效的数据模型验证和效果评测，导致我国很多政策在出台前，没有经过大量的测试和验证，政策决策失误率偏高，频频出现朝令夕改、延缓执行、中途夭折等现象。例如发生在2016 年初的股市的熔断机制，就缺乏数据模型的验证，导致政策出台4天就草草收场。2016年1月4日，新年的第1个交易日，也是中国证券交易史上里程碑式的日子，从这一天开始，A股交易实施股指熔断机制一一根据规定，当沪深300指数触发 $5 \\%$ 熔断阈值时，三家交易所将暂停交易15分钟，而如果尾盘阶段触发 $5 \\%$ 或全天任何时候触发$7 \\%$ 则暂停交易，直至收市。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "元旦节后开盘第1天，股市便遭遇了血洗。然而事情还远远没有结束，在弱势反弹了2天之后的1月7日，沪深300指数早早地便在9点42分触及 $5 \\%$ 跌幅造成熔断，9点57分重新开盘后，仅用了上一次一半的时间便将跌幅扩大至$7 \\%$ 。根据统计，2016年仅仅4个交易日，股民的市值就损失了5.6万亿左右。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "损失惨重的投资者和券商都把矛头指向了熔断机制。愤怒的股民刷爆了证监会的官方微博留言，而券商则纷纷上书，请求立即修正熔断机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2016 年1月7日晚间，上海证券交易所、深圳证券交易所、中国金融期货交易所三大交易所紧急发布通知：为维护市场稳定运行，经证监会同意，自2016年1月8日起暂停实施指数熔断机制。从1月4日始，至1月7日被叫停，熔断机制成为了中国证券史上最短命的股市政策。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4．5信息共享机制欠缺",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我国4大类型的智库由于单位性质和体制等原因，各类型智库在开展政策和课题研究时相对封闭，智库之间的信息共享机制尚未建立。近2年，随着中国城乡发展智库联盟、深圳智库联盟、“一带一路”新疆发展与中亚合作高校智库联盟、连云港市智库业协会等多家智库联盟、协会的成立，智库间的合作与知识共享情况已有所改善，但在数据层面的合作共享仍存在较大障碍。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智库之间缺乏交流、各智库闭门造车的现象确实存在，例如对“一带一路”的研究单位不下成千上万，有些是原有的机构参与了“一带一路”的研究，有些是为此专门成立的研究机构，他们之间研究成果和底层研究数据不相同，也缺乏交流，每个研究机构都是从零起步，造成大量研究资源的浪费，研究的成果也多半不能指导实践。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上可以看出，除体制机制方面的因素外，智库在信息获取、数据分析能力、问题预测和智能决策方面能力的不足已成为制约智库咨政水平提升的重要的因素。大数据是信息化发展的新阶段，信息化是智库发展必须利用好的新手段。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.大数据对提升智库咨政水平的重要作用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "大数据不仅是一场技术和产业革命，也将带来国家治理的深刻变革。运用大数据提升国家治理现代化水平，是新的治理课题。在数字经济时代，大数据为智库提供了数据资源、技术支持、创新平台和变革动力。现在，世界各国都把推进经济数字化作为实现创新发展的重要动能，在技术研发、数据共享、安全保护等方面进行前瞻性布局。习近平总书记强调，“大数据发展日新月异，我们应该审时度势、精心谋划、超前布局、力争主动”。充分运用大数据技术与模式，将有利于推动我国智库由应急导向向前瞻导向转变，抓住大数据发展的时代机遇，有利于推动中国特色新型智库的建设，开创智库发展新局面，也是我国必须解答好的时代课题。大数据可从“新手段、新基础、新工具、新方法、新途径”5个方面提升智库咨政水平。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.1大数据为智库拓展研究视野提供新手段",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "近年来，我国网络购物、移动支付、共享经济等数字经济新业态新模式蓬勃发展，走在了世界前列。2016年，我国数字经济规模总量达22.58万亿元，跃居全球第2。大数据是信息高速膨胀的产物，能通过对海量数据的分析与处理，发现事物之间的客观规律和相关关系，预测行业、事件发展的轨迹。大数据的预测能力将为智库的咨政议题选择开辟新的路径，可从历史或当下发生的事件分析预测出未来的发展走势，提前做好政策研究，提高咨政建言的前瞻性，从而改善过度聚焦于当下、紧要、应急问题研究的现状。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.2海量、全面、实时、多样的数据源为智库咨政提供新基础",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "大数据具备数据量(volume)、数据类型(variety)、速度(velocity)和价值(value)的“4V”基本特性。在大数据时代，智库可以通过大数据技术获得海量、全面、实时、多样的数据样本，为咨政提供数据支撑。一方面，海量、全面的数据样本以及非结构化数据的分析，将扩展研究的新变量、拓展研究的维度，挖掘事件或事物间的相关关系，不仅可以提升研究成果的科学性，还可以启发新思路，提供新的解决方案；另一方面，数据的实时性将大大提升智库咨政的时效性，在大数据技术的帮助下，对数据搜集的时间将从传统的几个月缩短到一天、几小时、甚至几分钟内，智库将能根据实时的数据提出更加具有针对性的意见建议。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.3大数据技术为智库咨政提供新工具",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第一，大数据技术的不断发展和成熟，为智库提供了基于海量、非结构化数据的清洗、分析、挖掘工具，增强智库对数据的处理、分析能力，使得受传统分析方法限制的研究课题能够开展。第二，大数据强大的数据建模工具，能够基于实际问题提供多种模型算法，并能基于大数据的模拟验证不断进行模型和算法的调优，从中挖掘出具有价值的决策方案，实现对咨政研究的支撑。第三，大数据的可视化工具能够通过图表、图形、视频等，更好地呈现智库的研究成果，提升研究成果的可读性，便于决策者快速、直观地了解研究成果的有效信息，提高决策效率和咨政效果。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.4大数据为研究成果的评价与验证提供新方法",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "一方面，大数据可为智库的研究成果或政策建议提供验证的模型，通过对研究成果或政策造成的影响及各方的预测反映设计验证模式，通过变换变量、参数和数据量，来预判政策发布后的社会反映情况。另一方面，政策在征求意见或出台后，通过大数据技术进行舆情监测，能及时、全面地监测境内外新闻网站、论坛、报刊、电视、广播、博客、微博等多渠道数据，对舆情产生、传导、影响等进行动态的跟踪，加强民众对政策反馈的信息的收集和汇报，为决策者政策调整提供数据支撑。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.5大数据为咨政结果的传播提供新途径",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "智库咨政结果被采纳后，可能作为新的政策出台。大数据能根据政策的内容，确定受众群体，并构建受众群体的画像，分析政策受众的信息获取渠道和入口，并将政策的相关信息精准地推送给政策受众，提升信息传播的效率，增强政策的宣传影响力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从建立健全大数据辅助科学决策和社会治理的机制，到保障国家数据安全，打破信息壁垒、推动信息共享，再到利用大数据平台形成社会治理合力，用好大数据这个利器，将有力提升治理科学化、精准化、高效化水平，增强服务经济社会发展、防范化解风险的能力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.我国智库大数据应用现状与发展建议",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "急速信息化的背后，是智库行为方式的悄然变革，大数据已成为智库必备的硬件装备、必用的方法手段与必需的生产资料，是智库的战略性资源与战略能力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.1我国智库积极探索大数据",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "企业智库的大数据应用水平较高。随着大数据、移动互联网、云计算的高速发展，企业级智库由于盈利目的驱使，能够更快地接受大数据的技术和模式。以阿里研究院、腾讯研究院等为代表的企业级智库已能通过大数据实现对电子商务、游戏、出行等领域行业发展趋势和用户的深度分析，但其对数据的分析主要用于商业用途。瞭望智库就曾经与腾讯合作，共同发布《面向文化复兴的文化融合动员力——“泛娱乐”战略报告 2017》，这是首份以非产业视角关注“泛娱乐”的研究报告。同年，瞭望智库与阿里巴巴合作推出《2012一2017科技创新对人民群众“获得感”贡献分析报告》，深刻剖析了创新驱动发展战略",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5年来给人民带来的“获得感”，这2份与企业研究部门和数据部门合作的报告均取得了广泛的社会影响。龙头企业构建智库有自己的优势，例如阿里系的企业涵盖支付宝、天猫、高德地图、快滴打车等使用高频的应用，这些应用覆盖了人的衣食住行各个方面，可以精准地对人物进行画像，基于数据的研究更具可信度。腾讯研究院虽组建时间不长，但在分享经济、互联网 $+$ 等领域的研究成果颇丰。腾讯系里面也包含了京东、微信、滴滴打车、摩拜单车等使用高频的APP 矩阵，做研究时可以调取相关数据，更有针对性。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "我国高校智库也很重视大数据研究中心、数据库和数据共享平台的建设。据统计，在我国39所“985”院校中，有19所已建设了大数据研究或教学机构，为其所在的高校智库提供了数据支撑[7]。高校智库依托信息化，应用大数据技术，为相关管理和决策部门提供决策咨询，也取得了一定的成绩。例如，2016年10月，国家发展与改革委员会与清华大学在北京签署框架协议，确定由清华大学中国新型城镇化研究院牵头，启动建设“国家新型城镇化大数据库”，以应对新型城镇化发展面临的复杂系统分析和综合决策挑战，为新型城镇化决策、运行管理、检测评估提供科学支撑。该库的技术架构规划为“典型应用 $+$ 大数据环境”。搭建国家、城市群、小城镇一体化的3级大数据库，为新型城镇化战略的实施推进和建设运行提供支撑服务。这属于典型的高校研究类智库与国家部委的合作，数据和研究成果直接影响决策。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "党政智库也不断探索大数据的应用，通过与其他机构开展合作的方式，建设大数据相关的管理与分析系统，新华社瞭望智库就利用其承接的国家级融发项目，搭建了万名专家库平台。相对而言，由于体制机制的原因，党政智库大数据发展的水平和应用能力与企业、高校智库仍存在一定差距。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6.2发展建议",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6.2.1提升智库和决策部门对大数据的重视程度",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "大数据是信息技术的新热点、产业发展的新方向，未来各产业都将与大数据进行深度融合。[8我国智库尤其是中国特色新型智库要发展大数据，首先就是要从领导层高度重视大数据，将应用大数据提升咨政水平作为智库建设的重要工作来抓，自上而下地提升对大数据重要性的认识；其次要通过各类考察、培训、参会、交流等形式，提升智库研究人员对大数据的认知程度和大数据的应用水平。“工欲善其事，必先利其器。”善于获取数据、分析数据、运用数据，是领导干部做好工作的基本功。懂得大数据，用好大数据，增强利用数据推进各项工作的本领，已经成为领导干部的新时代必修课。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.2.2建设专业细分领域数据库",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "数据是智库咨政研究的核心资产，也是大数据应用的基础。智库应结合自身的特色、定位和重点研究领域，建立专业领域的数据库，如“一带一路”数据库、国际关系数据库、精准扶贫数据库、宏观经济发展数据库、各行业专业数据库等，广泛汇聚来自智库内部、互联网、政府等多种渠道的数据，深耕数据，扩展专业领域的数据深度和广度，为提升智库研究水平提供专业的数据支撑。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.2.3构建大数据应用分析平台",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "《关于加强中国特色新型智库建设的意见》将具备功能完备的信息采集分析系统作为中国特色新型智库的基本要求。而要进一步提升智库的咨政水平，则需要发挥大数据技术的优势，建立大数据分析平台，对研究所用的底层数据进行采集、整理，基于具体的研究课题与研究内容进行数据建模，并进行数据的分析与挖掘，以更快更好地了解经济、事件、理论等的运行规律、发展周期、运行轨迹、各要素关联关系、核心影响因素等，触达研究课题的本质问题，提高智库研究的效率，提升研究成果的科学性、准确性和实时性。智库研究要坚持问题导向，在对推进教育、就业、医药卫生、住房等领域的研究时要充分考虑大数据普及和应用，可以使政策更具针对性，弥补民生短板。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.2.4培养大数据应用与智库研究复合型人才",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "信息技术发展的核心和本源是人才，想要利用好大数据这一技术和手段，必须要培养具备大数据分析能力的高级智库人才。各类智库可根据自身的优势，选择智库人才培养的模式。一方面是加强现有研究人员的大数据培训，尤其是掌握一定的信息化基础和统计分析技术的人员，可通过短期与长期相结合、在岗与脱岗相结合的形式，开展大数据专业人才培训；另一方面要注重大数据人才的引进，将精通大数据分析技术的专业人才引入智库，优化调整智库现有人才结构，提升大数据人才的占比。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.2.5成立行业、产业、区域智库大数据联盟",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "各智库如若独立建设数据库需要投入大量的成本，不但容易造成数据的重复开发和资源浪费，而且会形成大量的数据孤岛，成立智库大数据联盟是推进数据资源整合和共享的有效方式。智库大数据联盟的建立方式有3种，一是建立体系内的数据联盟，例如社科院智库，可由国家级社科院牵头建立大数据资源库，整合省级、市级社科院的数据，形成数据资源池，实现社科院系统内部的数据共享；二是依托现有已成立的大数据联盟建立数据资源库，这类大数据联盟在业务上已有合作基础，可进一步探索共建专业领域的智库大数据联盟，为联盟成员提供有偿或无偿的数据共享；三是智库与大数据公司组成的跨界大数据联盟，发挥大数据公司的数据优势，为智库提供大数据技术和数据支撑。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6.2.6构建全国数据共享平台，消除数字鸿沟",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "党政部门应切实统筹好政务数据资源和社会数据资源，尽快打通信息壁垒，早日形成覆盖全国、统筹利用、统一接入的数据共享大平台，为智库便利获取政策研究大数据资源创造条件[9]。要以推行电子政务、建设智慧城市等为抓手，以数据集中和共享为途径，推动技术融合、业务融合、数据融合，构建全国信息资源共享体系，实现跨层级、跨地域、跨系统、跨部门、跨业务的协同管理和服务。要充分利用大数据平台，综合分析风险因素，提高对风险因素的感知、预测、防范能力[10]。要加强政企合作、多方参与，加快公共服务领域数据集中和共享，推进同企业积累的社会数据进行平台对接，形成社会治理强大合力。为智库研究打破藩篱，消除因信息隔离造成的错误预判。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6.2.7推进智库与大数据公司深度合作",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "各类智库应将“大数据 $+$ 智库”作为智库创新发展的重要动能，加紧布局大数据库建设，加快培养引进大数据人才，用大数据重塑智库格局，大幅增强智库的硬实力[11]。由于大数据硬件基础和专业人才的建设不是一蹴而就的，对于短期内无法依靠自身条件，提升大数据应用水平的智库，可以考虑与专业大数据公司合作的模式，就具体研究内容开展深度合作。智库方面将发挥其在行业分析、问题研究等方面的经验和优势，专业的大数据公司方面则发挥其在数据获取、数据分析技术、建模、可视化等方面的优势，双方优势互补，共同提升智库研究成果的质量与水平。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "智库研究者应树立用大数据提升咨政水平的行业自觉，尽快熟悉和掌握大数据收集与分析技术，把提取数据的“爬虫”与实践调研的“爬山”有机结合，[12]用足、用活大数据这一新型认识工具，大力提升研究精度，产出更多精确、严谨、前瞻的成果，杜绝“拍脑袋”咨政。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[1］新华社．习近平主持中共中央政治局第二次集体学习审时度势精心谋划超前布局力争主动实施国家大数据战略加快建设数字中国[EB/OL」．[2017-11-09l. http://www.gov.cn/xinwen/2017-12/09/content_5245520.htm.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[2] 习近平．决胜全面建成小康社会夺取新时代中国特色社会主义伟大胜利：在中国共产党第十九次全国代表大会上的报告[EB/OL]．［2017-10-27]. http://cpc.people.com. cn/19th/n1/2017/1027/c414395-29613458.html.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[3］中共中央办公厅、国务院办公厅．关于加强中国特色新型智库建设的意见[EB/0L]. [2017-11-10]. http://www.gov.cn/xinwen/2015-01/20/content_2807126.htm.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[4」王雅君．地方智库咨政与发展问题研究[J」．中共福建省委党校学报，2015(10): 103-108.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[5］科学网．全球智库报告2016：中国智库数量世界第二[EB/OL]．［2017-10-26]. http://news.sciencenet.cn/htmlnews/2017/2/367207.shtm.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[6] 高福生，朱四倍．决策失误是中国最大的失误[J]．决策与信息2009(7): 15-16.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[7] 吴田.大数据助推新型智库建设[N]．光明日报，2017-06-01(11).",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[8] 上海社会科学院智库研究中心．2016年中国智库报告：影响力排名与政策建议[EB/0L]．[2017-10-20].http://www.pjzgzk. org.cn/upload/file/20170315/20170315130433 923.pdf.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[9] 上海社科院智库研究中心．2013年中国智库报告[M]．上海：上海社会科学出版社，2014：77-79",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[10]孙蔚．中国智库的现状及其参与决策研究[J]．中州学刊,2011(2): 119-122.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[11] 周宏春．中国智库发展现状与促进建议［J].中国经济报告，",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2017(11)， 41-49.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "[12] 周湘智.加快用大数据武装智库[N]．湖南日报，2017-12-11(02).",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Roles and Development Suggestions of Big Data on the Improvement of the Consultative Level of the Think Tank ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Chen Guangyi ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Xinhua News Agency Liaowang Institute， Beijing 100077 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] In the digital economy era， the big data has brought profound changes to think tank development on the research analysis and decision-making consultation. The application of big data would raise the consultative capacity of think tank. It was of great significance to improve the scientific decision-making support capacity of the think tank, to build a new type of think tank with Chinese characteristics,and to enhance the soft power of the country. [Method/Process] Theoretically，it summarized the development of think tanks， the main types， the ways of policy consultation，and the problems. Based on the existing problems, this paper analyzed the important role of big data to the policy consultation of think tank. And with the consideration of the current situation，it put forward the specific development suggestions. [Result/conclusion] At present， there were some problems of think tanks on the topics of policy consultation， the research process， the problem solving skills， the policy evaluation and the information sharing. The big data could be used to solve these problems “with new method, new base， new tools， new techniques and new way”. Then， this paper presented some suggestions from enhancing the importance of big data， building a professional database and a big data analysis platform, training talents, building a big data alliance of think tanks， and strengthening the cooperation with big data companies. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Keywords: think tank big data policy consultation new types of think tank with Chinese characteristics digital China ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "收稿日期：2017-11-16 修回日期：2017-12-13本文责任编辑：吕青  \n8  \n9  \n10  \n11",
        "page_idx": 13
    }
]