[
    {
        "type": "text",
        "text": "国内公共图书馆未成年人服务研究的系统评述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "卫垌圻'，刘颖²",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1, 中国科学院心理研究所图书馆，北京，100101  \n2, 首都医科大学医学人文学院，北京，100069",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为了准确把握对我国公共图书馆未成年人服务的研究现状与发展态势，梳理与分析现有研究中存在的不足与缺陷，以便更好地为未来的研究工作提供借鉴参考。通过对公共图书馆领域未成年人服务的中英文研究进行文献检索，将本领域的3224篇论文按照研究方法分为5类，并分别对每一类研究及其子分类进行了系统评述。研究发现，针对未成年人公共图书馆服务的研究主题多样，内容广泛，并契合国家要求与社会需求，关注特殊群体的利益，有自己的研究特色。同时，非实证研究比例较大，有深度和有持续性的研究较少，国际影响力也非常小。未来应该积极借鉴其他社会科学的实证范式，研究本学科的核心问题，将图书馆未成年人服务研究做得更细致、更深入。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "未成年人服务；公共图书馆；阅读推广；弱势群体",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A Systematic Review of Public Library Services for Children and Young Adults in China\\* Tongqi Wei', Ying Liu² 1, Institute of Psychology, Chinese Academy of Sciences, Beijing,100101, China   \n2, School of Medical Humanities, Capital Medical University, Beijing,100069, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The purpose of this paper is to accurately grasp the current situation and development trend of research on the services for children and young adults in public libraries in China， to sort out and analyze the shortcomings and defects of the existing researches,and to provide a better reference for future research.Through a literature search of Chinese and English studies on this domain，3,224 papers were classified into five categories according to research methods， and each category and its subcategories were systematically reviewed. The study found that the research on public library services for children and young adults had a variety of topics. It has a wide range of contents and fit the national requirements and social needs. It mainly focused on the interests of special groups and had its own research characteristics. At the same time, the proportion of non-empirical studies was large， there were fewer studies with depth and persistence，and the international influence was very small. In the future,we should actively draw on the empirical paradigms of other social sciences to study the core issues of this discipline and make the research on library services for children aged 0- 18 more detailed and in-depth. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Library Services to Children Aged O-18; Public Libraries; Reading Promotion; Vulnerable Groups ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着社会的进步和公共图书馆事业的持续发展，未成年人服务在公共图书馆服务中的地位逐年上升，2018年颁布实施的《中华人民共和国公共图书馆法》更是明确规定，“政府设立的公共图书馆应当...开展面向少年儿童的阅读指导和社会教育活动，并为学校开展有关课外活动提供支持。”除了公共图书馆加大未成年服务上的投入外，不少地区新建独立建制的儿童公共图书馆，全国专门的儿童图书馆从2000 年的84家[1]，发展到2018年的123家[2]。民间私立儿童图书馆也越来越多，越来越深入社区。随着服务实践走向深入，相应的与图书馆未成年人服务相关的研究活动也非常活跃。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本文试图对我国公共图书馆领域中未成年人服务相关的研究进行系统评述，以期完整展现该领域的研究面貌和进展，以及存在的缺陷与不足，为未来进一步深入研究打下基础。在研究方法上，本研究采取文献遍历和扫描的方法，对所有符合条件的文献逐一阅读，从而，形成对领域研究整体图景的认知，并重点评述代表性的研究工作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1文献检索 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国知网平台收录了具有较高水准的中文图书馆学研究。我们以中国知网数据库为代表性平台，采用以下检索策略与步骤开展目标文献检索。检索时间为2020年2月23日。目标文献的发表时间未做限定。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "步骤一：检索主题词为“读写” $+$ 主题词为“图书馆”，不包含主题词为“RFID\"，共检出109条;",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "步骤二：检索主题词为（公共图书馆 $+$ 未成年）OR（公共图书馆 $^ +$ 儿童）OR（公共图书馆 $+$ 幼儿）OR（公共图书馆 $+$ 小学生）OR（公共图书馆 $^ +$ 中学生）OR（公共图书馆 $+$ 青少年）OR（公共图书馆 $^ +$ 少儿），共检出4003条；",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "步骤三：检索主题词为“儿童服务OR青少年服务OR儿童教育OR未成年人服务OR少年儿童服务OR学前服务OR绘本馆”，并限定学科领域为”图书情报与数字图书馆”，共检出 2001条。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "三步骤一共获得文献6113条。将所有结果导入Endnote，删除其中的英文论文和重复检出的论文后，剩余4493篇。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对4493篇论文再次进行人工判定。判定的标准有三条：一、论文所研究的对象主体应该是公共图书馆；二、论文主体的服务对象应该为未成年人；三、论文具有最基本的学术属性。因此，以下四类论文被删除：一、与公共图书馆服务无关的论文，比如研究高校图书馆未成年人服务的论文；二、纯粹教育学、计算机科学的论文；三、新闻报道或工作总结类的论文；四、总论公共图书馆发展与服务，并不具体以未成年人服务为主的论文。最终，纳入分析的中文文献总量为3223篇。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "外文文献的检索采用了Webof Sciences数据库作为代表性平台，检索时间为 2020年3月12日，以主题词为“PublicLibrar\\*”AND主题词为“Chinese”，只检出27篇论文。其中，只有2篇论文与我国公共图书馆有关，只有1篇论文与未成年人服务有关[3]。因此最终的总体文献量为3224篇。文献获取步骤请见图1。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8ce761bf448ece797e0955ae7d38388f87f5a5f29617658c62ad3bc280f27acd.jpg",
        "img_caption": [
            "图1文献获取步骤"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2研究分类与标注",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我们按照研究方法将3224篇论文分为五类，对其进行标注，然后再对每一类研究进行评述。一篇论文只会属于一个分类，不会同时归属两个或者两个以上的分类。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2.1第一类：个案研究",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "它通常仅仅报告了来自一家公共图书馆，或某个省份/地区的公共图书馆的服务经验或者研究结果。通常按照所论述主体公共图书馆所隶属的省份来标注。比如，如果研究对象为某市图书馆，则标定为该市所隶属的省份。如果所研究的省份超过一个，则标记为“区域研究”。这里有两种特殊情况。一种情况为，研究对象是国家图书馆，则直接标定为”国家图书馆”。另一种情况是，以民间连锁图书馆、某个具体活动、某本绘本书为案例，则只标注为“其他”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "将“个案研究”进一步分为：实证研究与非实证研究。实证研究是指，采用较为科学严谨的质性与量化研究方法，如问卷调查法、访谈法、科学计量学方法或者网站调研法开展的研究。非实证研究则包括经验分享类、理论研究类、案例报告类等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "需要进一步说明的是，虽然有一些研究宣称了采用了实地走访、问卷调查和电话访谈等方法，但是这些方法的使用并不规范，论文中也缺乏详细的报告，常常所谓的“电话访谈”，给人的感觉不过是打了个普通的问询电话而已。还有一些论文的实证部分并非其主体，内容匆匆带过。另外，有一些图书馆学研究中常见的类型，就是对本馆的馆藏数据、流通数据或者服务数据进行分析，或者依据国家公开的统计数据作简单的描述阐释。这些实证并不充分的研究，也按照非实证研究来归类。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此类研究一共989项，占全部的比例为 $30 \\%$ 。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.2.2第二类：比较研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这类论文主要介绍国外或境外某个国家/地区，或者多个国家/地区的具体服务实践，并与我国的情况进行比较。如果中外比较不是论文主体部分，则不划归此类。比较研究按照其研究的公共图书馆所隶属的国家/地区来标注。比较研究通常采用文献综述与网络调查的方法，这类研究占到一大块。因此，进一步将比较研究分为文献与调查类和其他类。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "比较研究一共370项，占比 $1 1 \\%$ 。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.2.3第三类：综述研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这类研究的作者无需实地走访调研，或者走访调研只是一点补充，主要通过查阅文献、浏览图书馆网站、分析比较各类法规政策来开展研究。如果综述内容涉及国外图书馆服务实践或者研究工作，则归类为“比较研究”。如果综述与调研内容仅仅是国内某个图书馆或某一地区的图书馆，则归类为“个案研究”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综述研究一共98项，占比 $3 \\%$ 。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.2.4第四类：其他实证研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通常是采用较为科学严谨的研究方法，比如问卷调查法、访谈法开展的研究。为了避免同一研究被编入不同的分类，出现重复计数，在本研究中，如果明确报告了某一实证研究的样本来自国内某一家图书馆，或者某一地区的图书馆，本文会将其归入为个案研究，因为这样的样本代表性不算充分。如果某一实证研究的样本来自国外某一家图书馆或者某个国家，则归入为比较研究。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其他实证研究一共50项，占比 $1 \\%$ 。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.2.5第五类：非实证类研究",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我们将不属于以上四类的研究，比如，倡导理念，发出呼吁，提出策略，引发思考，且并不针对具体地区或者具体图书馆，也没有基于对国内外图书馆的调研、比较和文献综述的研究，都纳入为非实证类研究。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其他非实证累研究一共1715项，占比 $53 \\%$ 。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "按照以上分类，我们制作了国内公共图书馆未成年人服务研究分类统计表（见表1）。",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/ccc77d9324f373c9f2a7b353259300a9d736e9f18209594e19d32d38241c4b30.jpg",
        "table_caption": [
            "表 $\\mathbf { \\xi } _ { l }$ 国内公共图书馆未成年人服务研究分类统计表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>分类</td><td>子分类</td><td>研究数量</td><td>占比</td></tr><tr><td>个案研究</td><td>实证类</td><td>150</td><td>5%</td></tr><tr><td rowspan=\"3\">比较研究</td><td>非实证类</td><td>840</td><td>25%</td></tr><tr><td>综述与调查类</td><td>271</td><td>8%</td></tr><tr><td>其他类</td><td>99</td><td>3%</td></tr><tr><td>综述研究</td><td></td><td>98</td><td>3%</td></tr><tr><td>其他实证研究</td><td></td><td>51</td><td>1%</td></tr><tr><td>其他非实证研究</td><td></td><td>1715</td><td>53%</td></tr><tr><td>总计</td><td></td><td>3224</td><td>100%</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2个案研究",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "按照研究地域来标注个案研究，以显示哪些地区的研究数量较多，较为充分，我们制作了个案研究分类汇总表（见表2）。从表2可以明显看出，广东、江苏和浙江等经济发达地区，未成年人服务工作开展得好，相应的，研究工作也有较好的推进。全国有三分之一的个案研究是以这三个省份的公共图书馆为对象的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/0183efccb91d95e3ead2eeb5106daaa01dd710a0fb761a9143cfcdf52e65aba9.jpg",
        "table_caption": [
            "表2个案研究分类汇总表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>个案来源 地</td><td>研究数量 （项）</td><td>占比</td></tr><tr><td>广东</td><td>136</td><td>13.75%</td></tr><tr><td>江苏</td><td>107</td><td>10.82%</td></tr><tr><td>浙江</td><td>95</td><td>9.61%</td></tr><tr><td>辽宁</td><td>69</td><td>6.98%</td></tr><tr><td>重庆</td><td>47</td><td>4.75%</td></tr><tr><td>河南</td><td>44</td><td>4.45%</td></tr><tr><td>黑龙江</td><td>35</td><td>3.54%</td></tr><tr><td>上海</td><td>33</td><td>3.34%</td></tr><tr><td>福建</td><td>32</td><td>3.24%</td></tr><tr><td>吉林</td><td>30</td><td>3.03%</td></tr><tr><td>湖北</td><td>28</td><td>2.83%</td></tr><tr><td>广西</td><td>26</td><td>2.63%</td></tr><tr><td>四川</td><td>25</td><td>2.53%</td></tr><tr><td>河北</td><td>25</td><td>2.53%</td></tr><tr><td>山东</td><td>23</td><td>2.33%</td></tr><tr><td>北京</td><td>23</td><td>2.33%</td></tr><tr><td>天津</td><td>21</td><td>2.12%</td></tr><tr><td>安徽</td><td>21</td><td>2.12%</td></tr><tr><td>新疆</td><td>20</td><td>2.02%</td></tr><tr><td>湖南</td><td>20</td><td>2.02%</td></tr><tr><td>贵州</td><td>19</td><td>1.92%</td></tr><tr><td>山西</td><td>18</td><td>1.82%</td></tr><tr><td>江西</td><td>16</td><td>1.62%</td></tr><tr><td>陕西</td><td>15</td><td>1.52%</td></tr><tr><td>云南</td><td>10</td><td>1.01%</td></tr><tr><td>甘肃</td><td>6</td><td>0.61%</td></tr><tr><td>青海</td><td>3</td><td>0.30%</td></tr><tr><td>西藏</td><td>1</td><td>0.10%</td></tr><tr><td>总计</td><td>989</td><td>100%</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "个案研究的作者通常为所研究对象图书馆的馆员，对本馆的情况比较了解，论文报告的情况往往真实而细致，可以发现非本馆馆员无法发现的问题，提出非本馆馆员无法给出的建议。这样的研究，如果可以具体介绍一些好的工作经验，对同性质的图书馆开展实际服务工作，具有不少参考价值。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "同时，我们发现，大部分个案研究的思路都比较简单，许多个案研究没有具体展开详细介绍工作的关键细节，论述空洞，观点和结论更是缺乏数据支持。即便有数据，也多为馆藏数据和到馆读者人数等一般性质的统计数据，缺乏细致的数据分析，数据的呈现与报告也比较粗糙。不少此类研究的行文框架雷同，大体上先是论述某项儿童服务工作的重要性和关键意义，然后描述本馆服务的开展情况，最后再针对目前服务中的问题提出意见和建议，或者由现有工作引发的一些启示和思考。偶尔有研究会论及其他馆的情况，但多限于从网络资源获取信息，一般也以简述为主。这类研究更多像是新闻报道，或者某些图书馆的工作总结，从工作实践出发而衍生出的建议、启示和思考，并非基于数据的论证，个案的代表性，以及由个案得出普遍规律的关键价值，都缺乏坚实的科学证据。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在所检视的3000 多篇研究中，个案研究占到了989项，几乎接近三分之一。也因为研究数量众多，所以仍然有不少个案研究显得比较突出。这些研究采用了实证研究的思路与方法，以一馆或一地为样本，试图总结出一般性的认识和规律，对普遍现象予以解释，开展了一些较有深度的工作。我们选择其中具有典型特点的研究进行评述。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.1阅读现状调研 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本领域最常开展的一类实证研究是阅读现状调查，我们几乎可以看到各个省份、地区的未成年人阅读现状调查报告，也可以见到针对不同儿童群体的阅读现状调查。比如，2011年冯莉以广州14家公共图书馆、9所小学和3所幼儿园为调查对象，一共收回小学样本1141份和幼儿园样本289份，调查范围广泛，受调查的群体也比较多样。调查目的包括公共图书馆绘本阅读推广的现状、小学生绘本阅读的现状和学前儿童的亲子阅读状况。研究发现，广州多数公共图书馆都开展了绘本阅读推广活动，并且，幼儿园的家长也都认为有必要、并有兴趣参加图书馆举办的阅读推广活动。阅读时长存在性别差异，女生的绘本阅读时间要长于男生。有五分之一的幼儿园家长没有固定的亲子阅读时间，每天可以开展亲子阅读30分钟以上的家庭只有 $1 7 \\% ^ { [ 4 ] }$ 。在所有类似的阅读现状调查研究中，本研究有一些非常难得的可取之处：第一，进行了标准的统计检验。不少本领域的图书馆学研究即便采用了调查法，也仅仅是进行简单的描述统计，并不进行推论统计检验。本研究检验了阅读时长的性别差异和年龄差异，发现在年级上不存在阅读习惯上的差异，而性别上，女生则比男生更喜欢阅读。第二，结果和讨论部分与调查数据是关联的，结论紧扣调查结果得出。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "但是该研究依旧存在一些问题：第一，图书馆、小学和幼儿园的受调查对象是不匹配的。在图书馆，调查对象是馆员，而非读者。在小学，调查对象是小学生，而在幼儿园，调查对象又成了家长。三项调查各自独立，调查题目不一样，无法相互比较；第二，统计方法存在误用。本研究的研究样本非常大，达到1000多人，在此情况下，相关系数即便只有-0.08也可以达到统计意义上的显著水平，但是由于相关系数极低，这种显著性效应并没有太多的意义，作者也没有报告采用了何种相关系数的计算方法。第三，调查问卷存在部分主观倾向。比如，调查小学生的阅读习惯，采用的题目为“1表示很少看，2表示偶尔看，3表示经常看”。因为不同人对“很少”，“偶尔”和“经常”的理解是差别很大的，这使得调查的结果不够客观。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "由此还引申出现状调查研究中的一个关键性问题：规范性调查问卷的缺失。与阅读现状和读者需求相关的调研研究着实不少，但是研究者更喜欢采用自己编写的调查问卷。目前，似乎没有一套规范化、标准化的阅读现状和读者需求调查问卷可供馆员和研究人员使用，这使得调查结果的客观性受到研究者学术能力的影响，也使得不同的调查研究之间无法进行比较和数据汇集，也就无法形成知识的积累和演进，阻碍了对更大、更深层次图景的认知。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "胡亚玲2016年完成的调查工作相对更进了一步，她以长沙市的181名幼儿园儿童和191名小学生为样本调研了他们的课外阅读开展情况[5]。虽然样本量不大，但是研究的亮点在于除了调研了阅读时间、地点和阅读来源等常规变量，研究者关注到了课外阅读的影响因素，比如儿童对阅读的态度和认识、儿童感受到的父母支持、阅读的动机等等。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2018 年来自深圳的调查报告则取样更为广泛[。调查对象达到1.6万人。整个调查比较全面，揭示出了非常多值得注意的问题。比如，深圳的流动儿童阅读状况不佳，远远赶不上户籍儿童；儿童的阅读量与父母是否读书有着直接的联系—一如果父母读书量大，每年阅读15本书以上，孩子大概率也会非常喜欢看书；在亲子共读上，亲子阅读依旧不是家庭活动的优先选项，亲子共读的时间比较少；在阅读资源上，研究者既考虑到了家庭阅读资源，也分析了公共阅读资源的供给状况，特别是，流动家庭对公共图书资源的利用率非常低，但阅读需求却很旺盛，表现出了阅读资源供给与阅读需求之间的巨大矛盾。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "非常值得赞赏的是，公共图书馆领域的研究很关注弱势群体，有不少针对特殊群体、少数族裔和贫困地区的阅读状况调查研究，体现出公共图书馆所一直秉持的人文关怀与平权立场。比如，在曾婧与刘晓景的研究中，关注了盲童的阅读情况。他们问卷调查了54名盲童7。结果发现，每天阅读半个小时以上的盲童比例达到 $79 \\%$ 。如果对比普通儿童阅读状况调查的结果，这个比例是非常惊人的。可惜的是，因为样本量太小，调查题目比较粗糙，结果报告也不充分，严重影响了结果的可信度。更重要的是，调查结果与文章重点阐述的“视障未成年人阅读数据库”建设之间没有太多的联系，调查与讨论是脱节的，存在为了调查而调查的问题。一些阅读现状调查的研究倾向于采用这样的论文结构：对某一群体进行阅读现状的问卷调查，在结果中描述了这一群体的阅读状况后，便开始在讨论中分析图书馆应该采取的策略。但其实，图书馆采取的策略能否契合公众的阅读状况与需求，仍需要有大量坚实的实证研究来阐释，并不能完全从公众阅读调研结果中直接推导得出。如果对阅读状况的调研停留在简单的统计描述上，对现象的解释和影响因素缺乏深入探讨，任何思考与建议都缺乏证据，就会出现为了调查而调查的情况。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "有一些研究者非常关注西部欠发达地区少数民族的阅读情况。杨翠萍以青海省的初高中生为样本，选取了8所少数民族学校的1500名学生开展阅读环境、阅读特征、阅读水平和阅读推广活动等方面的调查[]。调查主题比较全面，充分暴露出了西部少数民族地区的阅读问题。比如， $1 1 \\%$ 的家庭藏书不超过5本，人均馆藏不到1册，民族语言图书的出版量只有汉语图书的 $4 . 7 \\%$ ，可以达到本年级汉语阅读水平的少数民族学生只有 $6 6 . 1 \\%$ ，每天阅读30分钟的学生只有$1 5 . 5 \\%$ 等等。本研究的优点在于取样有特点，关注了少数民族地区的初高中青少年，样本量也足够大。特别是，调查包括了阅读环境、阅读特征、阅读水平、阅读活动等比较丰富的面向。但本文同样也存在调研结果与讨论相“脱节”现象。报告调查结果之后，“思考与建议”部分并没有结合调研结果展开。作者所提出来的图书馆发展策略，即便没有调研，似乎也一样可以提出。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2017 年湘潭大学的一篇硕士论文同样关注了少数族裔的阅读状况[9]。特别之处在于，该研究不多见地在图书馆学领域中，将“阅读”看作一种个体“行为”，而非“活动”，从而对行为的动机、兴趣、自我效能等这些较为深层次的心理变量进行了测查。虽然研究没有与对照群体进行比较，但是它所揭示出来的一些少数民族学生面临的阅读问题，非常值得重视。比如，民族学生在阅读效能感上总体不强。这为破解民族学生的阅读困境提供了一条新的线索。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "总体来说，阅读现状调研通过实地调查来了解读者构成、图书馆所服务群体的阅读时间、阅读品种、阅读来源、对阅读的态度和认知等。这样的调研对图书馆了解现状无疑是非常有帮助，但是目前描述性的研究多，而分析影响因素和行动策略的研究少。要探究阅读现状背后的真实原因，仅仅在不同地区对不同人群进行类似的调研，是一种低水平的重复，很难有更多的新发现，也很难提出深刻的理论。只有更深入地就其中某一项关键要素，积极构建理论，更科学地开展研究设计，仔细审视，深入了解背后的原因，或许才是可行的办法。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.2 阅读推广 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "另外一个重要的内容主题是阅读推广。在我们回顾的3224篇文献中，有关阅读推广主题的文献达到了817篇之多，几乎每4篇图书馆未成年人服务的研究中，就有1篇是论述阅读推广的。这其中，大多数研究采用了非实证研究方法，但也有不少比较优秀的实证研究。比如，2016年河北大学一篇硕士论文介绍了一所省级图书馆开展阅读推广活动的情况[10]，因为作者曾经在该图书馆实习过，阅读推广活动的方方面面都有涉及到，而且对具体工作介绍得比较深入细致，这是个案研究的显著优势。同时，作者还对来馆读者进行了问卷调查和半结构化的访谈，主要关注点在于对阅读推广活动的态度和意见反馈。基于详细的调查与访谈结果，作者对0-12个月、1-3岁、4-6岁儿童及其家长与幼儿园都给出了阅读推广活动的具体建议。基本上，采用实证研究方法的阅读推广研究大多数采用了与这篇论文类似的思路与做法。同时期，安徽大学的一篇硕士论文[1]，以位于同一座城市的三家公共图书馆为研究对象开展阅读推广研究。比较有意思的是，这项研究实际测量了参加阅读推广活动和不参加活动的读者的阅读水平。以往的实证类研究，无论是问卷调查还是访谈，更多针对图书馆员、监护人或老师，很少直接测量未成年读者。因此，本研究的做法在国内图书馆学领域是非常不多见的。该研究比较了3-4年级参加活动的97名学生和不参加活动的98名学生，分别测量了他们的阅读量、阅读技能和阅读习惯。从结果可以明显的看出，参加活动的人要比不参加活动的人读书更多，阅读习惯更良好，阅读技能更优秀。该研究也有一些问题。首先，阅读水平有许多客观的测量手段，而该研究采用的主观报告方式，",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "一定可以真实反映读者的阅读水平。图书馆与阅读联系紧密，但是图书馆学的研究范式中却似乎很少客观测量读者的实际阅读能力。其次，结果的报告不够简洁清晰。更重要的是，缺乏对两组学生不同阅读水平这一现象的解释，后文论及问题与对策时，也没有分析两组的差异。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "本领域也有不少数字阅读推广的优秀研究。比如，南京农业大学的一篇硕士论文研究了一所省级数字图书馆的推广情况[12]。在描述了线上线下推广活动的具体实践后，还开展了问卷调查以了解少儿对数字阅读的需求和满意度。研究共调研了南京图书馆少儿读者251名。调研结果可以勾勒出儿童读者对数字产品的主观需求，比如，儿童更愿意选择PC端来阅读，而非通过移动端，但是这种偏好是否具有统计意义上的显著性差异，作者并没有去检验，也没有对偏好背后的原因进行探索。此外，在儿童数字阅读产品非常丰富的当下，研究者不能局限于一家物理图书馆，不能局限于图书馆提供的数字阅读产品，而更应该放眼去研究了解数字阅读推广更为基础性质的问题，例如，普及度高的数字阅读产品存在哪些特征，读者对数字阅读产品的接受度受哪些因素的影响等(上文所提到的研究中，“江苏省少儿数字图书馆”的认知度并不高，即便对江苏省图书馆的馆内读者进行调查，也只有五分之一的受调查者知道这款数字产品。虽然调查显示对该平台和活动的满意度都达到 $80 \\%$ ，但是缺乏比较的情况下， $80 \\%$ 是否意味着真的令人满意呢？是无法很清楚的回答的。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "同样，图书馆公益事业的本质决定了公共图书馆特别看重对弱势群体和少数族裔的公共服务，并没有对他们有所忽视。在阅读推广研究中也是如此。特别可喜的是，公共图书馆未成年人服务研究中，对弱势群体的关注，没有亦步亦趋地追随国外的研究，而是植根本土，解决我国社会发展产生的具体问题，更多关注了当下社会现实中的弱势群体。位于城市的公共图书馆有不少流动儿童阅读推广的研究，而位于乡镇的公共图书馆则关注到本地的留守儿童。本领域的这些研究实践非常踏实，真正以解决国内重要关注的实际问题为要旨。这是非常好的现象。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "总结阅读现状调查与推广研究，可以发现两种较为普遍的问题。第一，阅读推广研究与阅读现状调查研究常常缺乏区分。比如，喻小燕以江西地区农村留守儿童为对象的阅读推广研究[13]，论文更大篇幅的实证内容还是阅读现状调查。第二，很多研究没有就流动儿童与留守儿童自身特点展开研究、分析与论证，如果研究对象换成一般儿童读者，似乎结论也不需要有太多地更改，这个问题下文有专门举例与阐释。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.3其他主题",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "除了阅读现状调研和阅读推广这两个研究数量比较多的主题外，还有一些零散的主题，几乎遍及了公共图书馆未成年人服务的方方面面和各类群体，反映出国内公共图书馆未成年人服务研究非常全面广泛。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "比如，国内玩具图书馆的数量并不多，但是玩具图书馆的研究论文不算少。以广州图书馆为例的一项研究[14]比较独特。研究者主要想回答“玩具图书馆是否促进了儿童多元智能的发展”这样一个非常重要的问题。宋昀真通过自行编写的18道题的问卷，调查了91名参加过玩具馆活动的读者，得到了一些有意思的结果。比如，大多数家长认为参加玩具馆活动对孩子的多元智能有明显的促进作用，而且参加活动越多的家长，对此越为满意，但是家长的学历越高，则满意度越低。要客观地验证玩具图书馆的活动是否可以促进多元智能，单纯依靠家长的主观判定，用自己家的孩子对比没有参加过玩具馆活动的孩子，这种做法明显是有设计缺陷的。心理学研究中，对多元智能已有不少成熟的测量方案，而本文并没有采用。但是，本文至少从思路上，考虑了采用实证的方法来验证图书馆未成年人活动的效用，做了一点有益的尝试，非常值得赞赏。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "还有一些研究关注了少儿馆藏建设，但是数量却不多。很多图书馆研究在提出建议的时候，都会强调馆藏的重要性，但是馆藏建设有关的专门研究却不多，这令人相当意外。以广州少年儿童图书馆为例，戚敏仪提出了一整套少儿文献评价指标体系[15]，并基于这套体系，通过问卷调查的方式来研究读者对馆藏的满意度。结果发现，资源获取的问题较为突出，保障能力则比较令人满意。论文后半部分对文献采访的建议也基本上围绕这些调查结果来展开，整个研究逻辑比较清晰，虽然所建立的少儿文献评价指标体系有待完善，满意度调查的方式也有进步的空间，但是不失为未来开展公共图书馆馆藏建设与评价的重要基础。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "图书馆的未成年人阅览空间研究也是重要的主题之一。以南京图书馆未成年人公共空间为例的实证研究[16]，不仅仅重点阐述了南京图书馆的具体实践，还开展了深入的实证检验，力图找到未成年公共阅读空间对未成年人在语言理解、语言表达、自主学习和人际交往上的影响。程贊徽采用了未成年人自评、家长和老师他评的综合评价作为衡量方案，区分了实验组和对照组。实验组是全程参加了图书馆阅读活动的未成年人，而对照组则为同龄同级未参加任何相关活动的未成年人。结果很令人振奋，实验组在四个评价维度上都好于对照组。但是这项研究对实证结果的报告较为模糊，结果的呈现不太规范，这导致一些困惑：例如，研究一共调查了多少人，实验组和控制组的样本量和年龄分布如何，被试是如何抽样的，“综合采取了自我报告、家长和老师评价的研究方法”是怎样具体操作的？在报告结果的时候只呈现了图而没有具体的数字，无法了解每组在不同评分上的具体情况。有类似问题的论文还有一些，比如，一项贫困地区儿童阅读推广服务的研究[17忽略了对研究方法的介绍，仅仅呈现了研究结果，这使得结果的可靠性大打折扣。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "未成年人服务研究同样强调信息素养教育。以广州8家公共图书馆开展的青少年信息素养提升活动为主要研究对象，曹福勇与唐彩虹对他们的实践效果进行了评估[18]。该研究整体比较充分，论文首先较为详细地综述了国内信息素质研究的进展和论文发表情况，随后报告了具体开展青少年信息素质活动的实践经验，以及从六个方面评估参加者对活动的满意度。但是对服务实践的评价仅有满意度一项指标，且8家图书馆活动的满意度都非常高，六个方面的满意度指标也都非常高，缺乏区分度导致满意度数据的研究意义降低。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "令人意外的是，有不少研究从图书馆的立场关注到未成年人的心理健康。邓辉的一项研究[19基于实证调查数据，特别是采用了标准化的心理健康量表，对留守儿童的总体心理健康状况，以及性别差异、年级差异、父母打工情况以及抚养人对不同心理健康问题的影响进行了研究，这些都是值得称赞的部分。但是在提出图书馆视角下的服务策略时，却与前面的调查研究工作脱节了。这种脱节体现在两个方面：第一，服务策略与调查结果之间没有明显的逻辑关系。第二，研究虽然针对留守儿童，但是却忽视留守儿童的基本特点，所提出的解决策略或者方案，即便抽离“留守儿童”这个概念，对一般的儿童读者来说也是普遍适用的，并没有紧扣”留守儿童”群体的特殊属性。如上文所述，类似的情况比较普遍地出现在特殊群体研究中。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "不少研究缺乏理论指导，而有理论指导的研究，又容易陷入理论与研究内容相脱节的状况，常常是为了理论而理论，凭空生拉硬拽一套理论来，研究内容基本与理论关联不大，不”基于”理论也可以继续研究，只是披了一张理论的皮而已。并且，有些理论搬自其他学科，研究者使用的时候，对这些的理论食而不化，并没有充分理解，也没有充分调研了解理论的最新发展，从传统的教科书中摘出一段写上，就算是”基于”了[20]。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.4非实证类研究",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "除了以上介绍的实证研究，我们将一些理论性、经验性的研究，归属到非实证研究中。理论性与经验性研究中，多数论文有论无理，缺少论据，主观臆测较多。正如《图书情报工作》2020年第一期[21]，程焕文所指出的，“要在繁荣的图书馆研究表象后，找寻能够指导图书馆实践的理论是一件十分困难的事。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "在繁华的图书馆学研究文字里面，要想发现一点闪光的思想火花，也不是一件容易的事”。不少非实证类的研究篇幅不大，但是论述的问题很大，以致于每个问题都谈不透彻，倾向于对主题进行宏观论述。作者急着抛出自己的意见、观点、政策建议、未来构想，并不太在意这些结论是否具有扎实的基础，可行性分析也多是凭空构思出来的，既缺乏数据支持，也缺乏文献支持。一般参考文献数量在1-10个。即便是2020年的论文，也常常会出现只有一篇参考文献的论文。整篇论文，在题目有“研究”两个字，文中也处处有“研究”，但是通篇看不到“研究”应有的样子。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "总结起来，比较突出的问题有以下几个方面：一、观点与主张雷同，缺乏新意。比如，主题为市级图书馆少儿服务的论文[22]，并没有围绕市级图书馆的特点展开论述，如果研究对象换成其他公共图书馆，论文中的基本观点和结论都无需太大更改。这一现象并非个例，不少论题，无论是县级图书馆，还是阅读推广，抑或是馆校合作的新服务模式，所提出的意见和策略，往往都大同小异，不外乎建立长效机制；增加协同，加强共建共享；加强人力资源建设，增强馆员的专业素养；丰富馆藏；打造良好的阅读环境；开展导读、荐书、阅读推广服务，定期举办活动；增加财政投入等等。这些意见，套用到很多论文主题上都是适用的。二、研究缺乏累进。针对留守儿童的服务策略，从2006年就有倪传明和陈红燕的论文[23]，提出了儿童图书馆服务有农民工子女的服务策略，诸如加强馆藏，馆校合作等，而这些策略直到2019年在留守儿童研究中也被反复提及，却较少有研究深入去考察某一种策略是否有效，如何评估并提高服务策略的效果，空泛的研究多，微观细致的研究非常少。三，研究对象特点不鲜明。留守儿童的研究者提出要重视留守儿童的阅读推广效果评价，要保证推广服务的多样性，这两个策略[24]，如果把留守儿童换成了流动儿童或城市儿童，这两个策略也是一样适用的。如果研究留守儿童，一定是因为留守儿童具有与其他儿童所不具备的特点，若没有针对其特点，结论也与其他未成年人服务中提出的方案完全相同，那么做这个研究的价值和创新点在哪里呢？",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "以上总结了非实证研究中的一些常见问题，但并不意味着，非实证研究就没有出色的论文。在本文第6小节，我们会列举一些非常出色的非实证研究。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "同时，必须要肯定，在个案的非实证类研究中，详细介绍自己本馆的具体实践，对同类型图书馆开展同样的业务，是极有借鉴价值的。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "3比较研究",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "从改革开放伊始的1980年，就有论文开始向国内介绍国外图书馆对未成年人提供的优秀服务[25]。随着我们国家日趋与国际接轨，对国外研究与实践的介绍越来越多，也越来越系统与扎实。近些年，介绍国外公共图书馆未成年人服务的研究不断增多，说明我们的研究者逐步放眼世界，对比国内服务现状，追趋势，找差距，寻找与探索更受读者欢迎的未成年人服务。从表3可以看出，比较研究所涉及的国家（地区）非常广泛，从全世界范围吸纳优秀的服务经验和研究成果，特别是从未成年人服务实践较为出色的美国，相关的比较研究达到了171篇，这意味着，将近 $50 \\%$ 的研究是采取了中美对照的视角。从内容上，研究的主题也日益丰富，有专门比较介绍国外家庭作业服务辅导的研究[26]，也有关注阅读障碍群体的研究[27]，还有从体制机制上介绍国外阅读推广工作的研究[28]，还有一些研究关注了非常前沿的主题，比如少儿创客空间[29]，代际沟通[30]等。",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/24a08674052ff013a5f3246dee88b392ac5e6e7a0ab933634ffd115c3dfc9d55.jpg",
        "table_caption": [
            "表3比较研究国别（地区）统计表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>国家（或地区）</td><td>研究数量 （项）</td><td>占比</td></tr><tr><td>美国</td><td>171</td><td>46.22 %</td></tr><tr><td>多国</td><td>56</td><td>15.14 %</td></tr><tr><td>港澳台地区</td><td>34</td><td>9.19%</td></tr><tr><td>日本</td><td>23</td><td>6.22%</td></tr><tr><td>英国</td><td>22</td><td>5.95%</td></tr><tr><td>德国</td><td>15</td><td>4.05%</td></tr><tr><td>加拿大</td><td>9</td><td>2.43%</td></tr><tr><td>俄罗斯（含苏 联）</td><td>9</td><td>2.43%</td></tr><tr><td>国际图联</td><td>6</td><td>1.62%</td></tr><tr><td>澳大利亚</td><td>6</td><td>1.62%</td></tr><tr><td>新加坡</td><td>4</td><td>1.08%</td></tr><tr><td>韩国</td><td>3</td><td>0.81%</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/e6a51f83805295a617cd55497d70aefaccb5c54f9647d5985fcb8b341514b1b4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>法国</td><td>2</td><td>0.54%</td></tr><tr><td>意大利</td><td>2</td><td>0.54%</td></tr><tr><td>新西兰</td><td>2</td><td>0.54%</td></tr><tr><td>奥地利</td><td>2</td><td>0.54%</td></tr><tr><td>丹麦</td><td>1</td><td>0.27%</td></tr><tr><td>瑞典</td><td>1</td><td>0.27%</td></tr><tr><td>南非</td><td>1</td><td>0.27%</td></tr><tr><td>芬兰</td><td>1</td><td>0.27%</td></tr><tr><td>总计</td><td>370</td><td>100%</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "大部分比较研究主要通过二手资料来完成对国外服务的介绍，通常采用文献综述和网络调研的方法。网络调研中较为优秀的有郑州大学王平的工作[31],比较了中国和美国各7家图书馆的网站内容，通过梳理服务对象和服务特色，发现了两国公共图书馆在少年儿童服务方面的多种差异。由此，作者提出了不少尖锐的观点。比如，针对国内图书馆服务程式化的问题，作者指出“图书馆组织的各种比赛更多时候扮演了‘形象工程’的角色。”针对服务对象上，王平指出，“公共服务的管理体制问题使得图书馆对自身存在价值和服务理念的理解受到主管部门的影响甚至制约，服务于组织和机构是其主要选择，并倾向于选择服务对象，而不是被服务对象所选择。”最后，作者还提出了很多有待关注与解决的重大问题，比如，国内少儿图书馆与教育制度之间的关系，与社会变革的关系等等。这些问题可惜并没有展开。如果可以把比较对象的数量再扩展一些，对不同服务使命上的分析更深入一些，每个服务使命上的比较都足够专门作一篇文章，研究会更丰满许多。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "另外一篇调研美国公共图书馆数字阅读推广的研究所调查的图书馆更多，取样也更规范[32]。研究者按照地区人口数量，分了9个等级，共调查了45家图书馆，主要调查内容为数字资源建设与推广的情况，对美国公共图书馆为儿童配备的数字阅读资源的类型和揭示方式，所采取的推广形式、培训与协作方案都进行了介绍，并提出了一些对我国开展儿童数字阅读的启迪思路。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "文献综述类的研究中，有一些较为宏观和综合性的工作。比如，徐文哲等人2013年开展的一项针对国外儿童图书馆的文献计量研究[33]，取样了732 篇",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "WOS儿童图书馆论文，通过关键词共线和作者共线分析，将国外儿童图书馆领域分为三大主题：儿童图书馆服务、新技术在儿童图书馆中的应用和儿童的信息检索行为，并分别对每个主题展开综述。有部分研究，作者只述未评，只是一句话总结论文梗概，同一主题下的研究彼此之间有时缺乏逻辑关系，甚至有些研究与儿童图书馆并无关系。例如，在综述4.1.3图书馆员一小节，提到“M.Yamashita等分别从7个工作领域探讨大学图书馆员、校长、秘书长各自的角色和作用，结果显示图书馆员在支持学习和科研活动中作用更为显著。”作者在论述国外研究的时候，有时候会插入展开谈一谈国内的情况，进行一点点对比分析，有这样的比较意识，显然是非常值得赞赏的，但是论述国内情况的内容时没有引用国内研究论文，也缺乏数据支持，有武断之嫌。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "张文彦与王丽在2014年完成了一篇出色的文献综述[34]。作者将发达国家图书馆未成年人服务这个主题分为“图书馆未成年人服务的历史回顾与现状调研”、“图书馆未成年人具体服务项目研究”、“未成年人个体阅读认知规律和对应策略研究”、“中小学图书馆对学生的整体性影响研究”、“中小学图书馆与相关个体和机构的协作研究”、“图书馆未成年人服务质量的评价研究”、“图书馆未成年人服务管理与制度建设研究”和“其他”等8个主题，分别展开论述。之所以称之为出色研究，不仅是因为作者对主题的区分更为细密，而且作者没有止步于介绍国外的文献，在此基础上，作者对比了我国的研究现状，提出了当前国内图书馆未成年人服务的研究主题需要扩展，增加“未成年人个体的阅读认知规律研究”和“图书馆对学生整体性影响研究”两个方面。同时，方法上，要更多采用实证定性与定量方法，科学性与创新性有较大的提升空间。这样的主张，抓住了未成年人服务研究中的根本问题。该研究的唯一缺陷在于，没有报告究竟检索到多少篇论文，又是如何进行梳理的。如果按照作者所提供的关键词，那么应该会是数以万计的文献。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "除了以上介绍的这些全面性的综述外，还不少专门论述某个具体服务项目的优秀综述论文。比如，《美国公共图书馆夏季阅读项目：动因，实践及启示》[35]，《家庭参与的公共图书馆儿童早期读写服务研究—一以美国 ECRR项目为例》[36]，《美国青少年和老年人志愿者参与的儿童阅读项目实证研究》[37]等。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "随着研究的不断深入，中国与国外的交往日益频繁，有一些研究者不再凭借二手资料来获取国外资讯，还开展了实地的探访，甚至是调查。在一项以美国纽约汤普金斯郡公共图书馆为例的儿童阅读服务研究[38]中，作者有机会实地观察美国公共图书馆的服务开展情况，一方面从资料入手介绍美国的服务意识与策略，另外一方面，则以这家图书馆为例，详细地介绍了如何展示馆藏、如何组织阅读活动、如何营造空间、如何宣传等方方面面。细节丰富，内容直观，说服力强。这对国内图书馆在具体实践中进行借鉴，极有帮助。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "比较研究中的实证研究非常非常少。北京大学苗美娟开展了一项针对美国公共图书馆代际项目的实地调查研究[39]。采用邮件访谈、电话访谈和当面访谈等方法，对美国伊利诺伊州的公共图书馆（无论是否开展了代际项目）都做了访谈，还访谈了图书馆行业组织人员和代际项目相关专家。访谈对象非常全面。虽然在方法部分，作者谈的较为简略，无法了解访谈内容是如何设计与具体实施的，但是访谈结果的报告却十分完整而具体。对代际项目的实施效果，对各方的利弊与图书馆的主体责任，对可以开展的代际项目类型，对图书馆未开展代际项目的原因与困难，对实施代际项目的必要性等多个议题，都有非常充分的讨论，把不同观点和各类主张都密集而有结构地呈现出来，形成碰撞，令人印象深刻。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "回顾比较研究，没有看到在两国或两地采用同样设计方案收集实证数据，进行直接分析对比的研究案例，这尚是目前比较研究的空白点。而真正有说服力的比较研究，理应是要这样开展才行。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "4综述研究",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "综述研究依据所综述的对象不同，又可以分为文献综述与计量、网站调研、法规政策综述三类。各子分类研究的统计表请见表4。网站调研类研究主要是对多家图书馆的网站或社交媒体上发布的内容进行调研分析的研究。如果只基于一家网站，报告了一家图书馆的具体实践，我们归类为个案研究中的非实证研究。如果调研国外的网站，则归类为比较研究。在前文已经评述过这些研究。",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/96412e5726cab737868ba5d5dd30f3489bc65197983321e6922a511132d59165.jpg",
        "table_caption": [
            "表4综述研究子分类统计表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>研究对象</td><td>数量</td><td>占比</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/f0dc9083cb43a3336be711c1fc239eb7e339d905f80b092aab4cf52cc68c86e0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">(篇)</td></tr><tr><td>网站调研</td><td>46.94 46 %</td></tr><tr><td>文献综述与计 量</td><td>38.78 38 %</td></tr><tr><td>法规政策综述</td><td>14.29 14 %</td></tr><tr><td>总计</td><td>98 100%</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4.1网站调研",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "网站调研主要通过访问图书馆的主页或者微信公众号，通过整理网页信息来进行研究。21世纪初，网站调研的论文才开始出现，初期主要是调查未成年人图书馆网站的建设情况。随着几乎每家图书馆都有了自己的官方网站和社交媒体，以及数字化资源的建设与普及，网站调研法成为研究数字资源建设和阅读推广这两个主题的有效手段。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "数字资源往往都在图书馆的网站上进行揭示。因此，通过网站可以快速系统了解一家图书馆的数字资源建设情况。陶丽珍在2019年完成的一项未成年人数字资源现状调查研究[40]就是非常典型的网站调研研究。研究者通过访问国内50 家少儿图书馆的网站，将他们网站上所揭示的数字资源进行归纳、分类与统计，从中找出存在的问题。类似的研究不少，比如《我国少儿图书馆数字资源建设现状调查分析》[41]，《省级少年儿童图书馆数字资源服务调查与分析》[42]等，方法差不太多，研究结论也十分相近。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "还有一大类研究则通过网站调研来了解公共图书馆未成年人阅读推广的服务措施。通过调研网站和公众号，统计少儿图书馆都开展了哪些阅读推广活动，从而了解与分析当前阅读推广的内容与策略。比如，谢玉安在其硕士论文中，通过对36家省级公共图书馆网站上所列阅读推广活动进行整理，勾勒出我国儿童阅读推广所采取的主要形式、数量趋势以及经典案例[43]。2016年以后，出现了一波研究公共图书馆微信平台阅读推广的论文，比如，《少儿图书馆微信平台阅读推广服务效能研究》[44]，《少儿图书馆微信阅读推广研究》[45]，研究对象从网站换成了微信平台，对微信平台的传播内容和效果进行量化分析。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "网站调研的方式对勾勒描述国内外图书馆实践现状特别有帮助，可以形成对图书馆某一方面实践活动的全景性认知。但是，网站调研容易浮光掠影，走马观花，很多更深层次的内容都无法仅仅通过网站了解到。如果一项研究只有网站调研的结果，则给人一种隔靴搔痒的感觉。网站调研作为一种手段，应该与其他调研方法综合使用，才可以把研究工作开展得更为透彻。同时，网络调研只能显示一般性的整体景观，至于所应采取的优化策略，作者无法仅根据网络调研结果就能提出有逻辑、有证据的建议和策略。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "4.2文献综述与计量",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "无论是普通的文献综述，还是采用科学计量学的工具与方法进行文献量化分析的综述，都归于这一类里。文献计量的研究思路都比较类似，通过文献检索，获取未成年人服务相关文献，结合定量描述和内容分析来勾勒研究主题特征和发展趋势。不同研究的差别只在于目标文献不同，计量分析方法不同，所提取的主题不同。比如，近些年出现了好几篇阅读推广领域的文献计量分析研究[46-49]，大体上都以中国知网上的论文为分析对象，展示论文发表的时间分布，发现阅读推广相关论文发表呈现上升趋势；统计期刊分布与学科分布，发现主要在图书馆学领域的期刊上发表，并不存在多学科的交叉；提取高产作者，发现并不存在核心的作者群；最后，通过关键词进行主题分析，勾勒领域主题。张丽的研究中，通过聚类形成了6个主题：面向全民的图书馆阅读推广研究、面向大学生的高校图书馆阅读推广研究、面向少儿读者的公共图书馆阅读推广研究、图书馆经典阅读推广研究、数字环境下的图书馆阅读推广研究、图书馆阅读推广的保障机制研究等。胡一樱的研究则通过归纳提出阅读服务完善化、推广主体多元化、地区差异缩小化、阅读方式多样化的四个趋势。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "一般的文献综述研究因为没有文献计量中那些酷炫的指标和丰富的图表，反倒显得非常扎实。一般文献综述的作者需要下功夫好好地通读大量文献，穿针引线，归纳总结，用心设计出总体框架后，才可以着笔，因而往往有不少优秀的研究。比如，束漫的一项有关公共图书馆阅读障碍服务的文献综述研究[50]，思路非常清晰。从问题提出的背景，谈到图书馆学以及其他相关学科的理论，再到图书馆开展阅读障碍人员服务的方法和对策，很全面地介绍了图书馆阅读障碍人群服务，可以作为该领域研究的纲领性指南。与此类似的还有束漫的另外一篇《图书馆自闭症儿童服务研究》[51]。不过，图书馆开展阅读障碍人群的服务，是因为公共图书馆有不可推卸的阅读培养的使命。而服务自闭症儿童，虽然也是一种高尚的使命，但是与阅读障碍人群不同，自闭症儿童的最核心困难并非在阅读上，这样的研究就显得有些纸上谈兵。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4.3法规政策综述",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "还有一类相对比较特殊的研究是对涉及图书馆未成年人服务的法律法规、政策文件等进行综述、分析、比较，我们归为“法规政策综述”。比较典型的研究有范并思教授的论文《现有法律框架下的儿童阅读立法研究》[52]。论文分为三个部分，分别阐述了国内现状，国内外立法研究，以及作者对阅读立法的思考。作者没有像通常的法规政策综述那样去罗列各种法规政策，而是进行了更高级的组织，将国内外儿童阅读立法的来龙去脉论述地非常有条理，作者列举政策作为证据来说明自己的观点，而不是反过来，从政策文本中做引申总结。这样的好处是，全文用一条逻辑脉络贯穿下来，十分流畅。作者对当前立法的思考也切中要害，谈到了阅读服务专业性、服务资源和安全三项关键要点。在论述服务专业性的时候，将图书馆阅读服务与学校教育进行比较分析，更为凸显图书馆系统在规范性、专业性、科学性上的巨大漏洞，极具说服力。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "除了以上三种，还有一些数量不多的案例综述，属于本领域中比较有特色的一种类型。比如，北京大学丁文祎所做的公共图书馆少儿阅读推广策略的研究[53]，通过将少儿阅读推广活动分为4类：少儿早期阅读推广、中小学阅读推广、农村与欠发达地区的阅读推广，以及留守儿童、农民工子弟、盲人儿童的阅读推广，对每一类再进行具体细分，并列举了实践案例，从中可以发现不同类型推广活动的特点、不足和发展趋势。而有的案例研究，仅仅将案例汇编起来，好似新闻报告的堆砌与复述，读起来则味同嚼蜡。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "5其他实证研究",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "在个案研究和比较研究中，我们已经评述过具体标明了国内外具体区域或者图书馆的实证研究。我们所归为“其他实证”的研究是指没有明确指明来自哪家图书馆，或者从哪些国家和地区收集数据的实证研究。不少研究从全国范围内取样收集数据。更大范围取样，一定程度上保证了这类研究中会有不少非常出色的案例。但同时，即便在全国取样，也不必然会完成非常好的研究，前文个案实证研究中所谈到的问题，在这类研究中也会有暴露，就不具体展开了。有一些研究可以作为未来研究的基础或者样板，这里简要举几个例子。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "公共图书馆未成年人服务领域的博士论文不多。南开大学陆晓红的博士研究[54]，在所有儿童阅读推广研究中，做的非常扎实。研究既采用了网站调研法，也采用了全国范围的问卷调查法；既调查了儿童及其家长，也调查走访了作为服务主体的图书馆，访谈了行业专家。堪称此类研究的范本。在扎实工作的基础上，陆晓红提出了我国公共图书馆的推广模式也就显得系统而可信。但因为研究的问题宏大，在实践活动中能否应用这样的模式，并检验模式的效果，就显得很困难。图书馆未成年人服务研究领域不缺少宏观研究，不缺少优秀的策略研究、政策研究、综述研究，缺少的是针对具体服务活动或关键要素深入挖掘与分析的研究。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "在阅读推广评估研究中，王素芳等人构建的评估指标体系有着重要的指导价值[55]。它采用了德尔菲法，通过两轮专家评价，构建了包含3个一级指标，13个二级指标和50个三级指标的评价体系，用于评价儿童的阅读推广活动。这套多维度指标体系，既考虑了对阅读推广活动的影响评估，也考虑了引导图书馆在阅读推广工作中整合政府、社会组织和家长群体的支持与参与，还设置了公平度的指标。这些指标以往都为图书馆开展阅读推广活动所忽视。采用这套体系，一定程度上的确对图书馆阅读推广实践有着非常重要的导向和指示价值。然而目前尚未看到实践这套体系的评估报告，倒是又有不少构建评价体系的论文还在不断出现。比如《未成年人阅读推广成效评估指标体系构建研究》[56],《图书馆儿童阅读推广活动评估指标体系的构建》[57]，《阅读推广活动评价指标体系构建》[57]等等。总体上来说没有太大的进步，也没有人去实际验证比较指标体系的效度如何，都在忙着构建新的指标体系。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "公共阅读环境的研究中，有一项研究区分了自变量和因变量，进行了变量间关系的探索[58]。蔡畯通过200份问卷，研究了公共图书馆的区域环境、设施环境、资源环境、阅读环境、服务环境与儿童到馆阅读行为之间的关系。其中，儿童到馆行为作为因变量，其余作为自变量，计算了他们之间的相关关系。相关分析显示，公共图书馆位于市区还是郊区对儿童到馆阅读的影响较小，因为区域环境这个自变量与因变量之间的相关关系不显著，而其他设施因素、服务因素、资源因素等变量与因变量是显著相关的。该研究在问卷设计和统计方法上存在一定的漏洞，这使得作者认为区域环境不重要这个结论可能站不住脚。但是，在一众描述性调查研究中，能够看到一篇试图去厘清变量之间关系的影响研究，让人眼前一亮。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "西南大学的一篇硕士论文也不同寻常[59]。首先它提出了一个本领域学者应该重点关注但是常常被忽视的问题：从读者能力提高的角度看，图书馆的服务效果到底如何？效果的评估不是通过图书馆传统的统计指标来展现，也不是通过问卷测量读者满意度等主观变量，而是去测量读者能力的客观改变。这样的工作不仅在国内是缺乏的，在国际上也不多见[60]。其次，听书这种形式也是以前图书馆较少专门关注的类型。第三，作者采用三组实验组一对照组的研究设计，探究了听书对不同年级儿童的阅读理解、想象力、阅读兴趣和认可度的影响。准实验设计的方案在未成年人图书馆研究中也是比较少见的。沿着这样的主题和思路，继续深入可以开展非常多有价值的研究工作。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "有些量化研究的思路很独特。在国家图书馆谢荣的一项阅读分级研究[61中，研究者让孩子没有家长陪同的条件下，在图书馆里挑选自己喜欢的书，然后研究孩子的人口学变量与阅读水平等因素对儿童书籍偏好的影响。这种以儿童为被试，在自然状态下开展的实证研究非常难得。作者还试图采用相关分析和回归分析等统计模型来做检验，也是非常值得赞赏的一种尝试。作者没有报告描述统计的结果，但是其实在这项研究中，描述统计的结果对于了解趋势和整体图景，要比相关分析和回归分析有用得多。研究的结论虽然较为浅显和常识化，比如年龄越大的孩子越喜欢文字多而图片少的书，但也有一些结果，非常具体也很有价值。比如，6岁儿童所喜好的科普类图书平均总字数为5.1万字，页数为76页，平均22个知识点，图片比例 $7 2 . 6 \\%$ ，而15岁儿童偏好的科普图书一般总字数为15万字，总页数为188页，平均知识点67个，图片比例 $4 4 . 9 \\%$ 。这些信息对开展阅读服务实践的图书馆员，以及图书出版从业人员，都会非常有帮助。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "6其他非实证研究",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "非实证研究在所有论文中占比非常大，超过了 $50 \\%$ 。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "得不说，不少研究的价值不大。这些研究的缺陷，在对个案研究的评述中已经有所论及。个案研究中的非实证研究还会介绍一些本馆的具体实践，对同地区或同类型的图书馆，或有一些帮助，而没有特指某个地区或具体某个图书馆的其他非实证研究则往往论述愈加空泛，所暴露出来的问题更为明显。但是，总有一些优秀的研究者可以驾驭较宏大的题目，提出了新的服务思路，揭示出当前工作中的关键问题，闪耀着真知灼见，令人非常受教。比如，《加强图书馆未成年人服务的合理性论证》这样的主题一般情况下不太好写，容易写的空洞乏味。但是，张文彦和王瀚对合理性的论证，逻辑清晰，考证充分，言之有物，言之有据，可以帮助读者深刻认识到我国当前加强图书馆未成年人服务的必要性和合理性[62]。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "非实证研究中，有不少理论性的研究。这类研究中，常常容易理论脱离实际，或者理论过于飘渺，变成陈词滥调，或者移植其他学科的理论，南橘北枳，不伦不类。但是有一些非常出色的研究，将理论与具体服务实践结合地非常贴切，给人不少启发。比如，郝天晓介绍了一种原本用于教学设计的ARCS动机模型[3]，强调在利用动机达成服务目标的实践中，重点关注“注意”、“相关性”、“自信心”和“满足感”四个要素，并联系特殊群体的服务实践，谈了图书馆可以怎么做。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "非实证研究中，还有一些常见的经验之谈。经验之谈容易被认为是较为低层次的研究，也容易写的比较空泛，无法在较高水平的杂志上发表。但是只要言之有物，把一个小课题谈深谈透，却可以带给人不小的启发。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "图书馆故事会活动要如何遴选图书？这个主题对公共图书馆开展未成年人阅读推广服务实践的馆员很有吸引力。这主题非常实际，又非常必要，深入探索的空间也非常大。但是认真去研究这个主题的学者与馆员却不多。除了王岩的一篇会议论文外，几乎没有看到该主题的其他研究[64]。王岩主要关注集体低龄故事会的图书遴选，谈了三个关键的问题：遴选的基本原则，集体故事会与亲子共读的遴选差别，以及合适的图书类型。每个问题谈得都非常细致，并有举例。可以看出作者在这个研究主题上经验丰富、功力深厚。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "与此类似的还有儿童图书馆规模的研究。1988年的一项研究关注了城市中的儿童图书馆如何选址以及应该设计多大规模[65]，内容涉及了潜在基本读者数量如何计算，地级市图书馆规模的主要基准指标等等。作者通过经验调查，认为低幼读者的覆盖面只限于半径300米以内，小学高年级读者可以扩大到800米左右，初中学生扩大到1000-1500米。随后参照了国内外公共图书馆的标准与实例，结合亲身考察与实践，提出了大中小型图书馆的阅览室面积标准、藏书标准、人员规模和经费体量指标数值。这些80年代的标准当然已经远远不适用于当前的国内环境，但是这样的研究主题却是非常有价值的，在近年来的研究中却少有类似的主题出现。2018年《公共图书馆法》颁布以后，图书馆界应该尽快对该法案制定相应的行政法规、政策、行业标准与指南，将《公共图书馆法》中的“有关规定”“相关规定”细化落实[52]。《公共图书馆法》中有一个法条是：“公共图书馆应当根据其功能，馆藏规模，馆舍面积，服务范围及服务人口等因素配备相应的工作人员”。儿童图书馆选址和设计规模的研究一定程度上可以辅助制定与《公共图书馆法》相适应的配套政策，让《公共图书馆法》更具有操作性，相关的研究极其紧迫且必要。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "服务于未成年人的馆藏研究也很欠缺。图书馆理应把馆藏研究作为核心对象来开展研究。研究者普遍意识到未成年人馆藏是个短板，在论文的结论与建议中常常提出要加强馆藏建设，但是研究阅读推广的论文数量远比研究馆藏的论文多，为阅读推广评估制定指标的研究要比对馆藏进行结构化分析的研究多。即便是馆藏研究，提出原则意见的不少，具有可操作性的不多。黄天助在他的研究[6中试图提出一套可操作性强的合理馆藏六要素结构指标模型。这是一个非常好的尝试，而且论文对于具体实践提出不少很好的建议。馆藏结构指标模型这个专题还可以更深入研究下去，可惜的是，后续研究数量非常少。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "还有儿童图书标引问题。从《公共图书馆少年儿童文献标引若干问题分析》这篇论文以后就鲜见再有新的研究[67]。《公共图书馆少年儿童文献标引若干问题分析》这篇论文虽然学术性不强，但是贵在具体，因具体而有价值，对实践活动有着直接的指导作用。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "7研究现状总结",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "我们将我国公共图书馆未成年人服务领域的3000多篇论文从研究方法上分为了五类：个案研究、比较研究、综述研究、实证研究和非实证研究，并对每一类研究内容进行了回顾与评述。从中可以发现，该领域研究者的视野逐步在扩大，随着未成年人服务工作的逐步深入，研究主题也日趋广泛，几乎涵盖了未成年人服务的方方面面。其次，本领域的一大重要特质是关注本土问题和特色群体的",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "务需求。比如，对留守儿童和流动儿童服务现状与需求的关注，正说明研究者们的工作贴近实际，与国家的要求和社会的发展紧密契合。第三，整个领域百花齐放，百家争鸣。关心与关注未成年人服务的研究者越来越多，虽然观点有差异，但是都在积极地思考与表达，努力促进本领域向前发展。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "与此同时，应该看到，本领域研究中的一些问题。首先，公共图书馆研究工作还缺乏国际影响。随着中国整体实力的不断提升，公共图书馆未成年人服务也不再是亦步亦趋地跟随欧美发达国家的实践，而是越来越契合本土国情和本地实情，创造性地开展了非常具有价值的服务和研究工作，我们应该有这样的自信，将中国图书馆的未成年服务工作介绍给国际上更多的人知道，可以让世界同行更多的了解中国图书馆员的工作，发出中国的声音。其次，本领域的主题虽然很广泛，但是研究深度不够，研究问题",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "够具体，缺乏实证性研究。不少研究是对服务现状的描述，不断地在不同地区的图书馆进行重复性的调研，结论也大同小异。真正有学术价值的研究还有待大量地涌现。第三，迎合潮流的研究比较多，潮水退去以后，开展持续性的研究不多，表现出明显的跟风态势。比如，2004年中央发布了《中共中央国务院关于进一步加强和改进未成年人思想道德建设的若干意见》以后，图书馆服务未成年人思想道德建设的论文在2004-2005年就形成一座高峰，在知网上可以查到68篇，而2018-2019年只有6篇论文该主题论文发表。网瘾问题也是一股潮流。2007年前后，有多篇未成年人网瘾问题的论文，后面就不再出现了。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "8未来的研究方向",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "未来的研究应该走“里应外合”和“脚踏实地”的路线。“里应外合”是指，一方面，鼓励与其他学科的交叉合作，引入教育学、社会学、心理学、传播学等学科的理论、方法和工具，开拓思路，采用新的视角来开展研究。比如，通常图书馆学研究将“阅读”视为一种活动，而如果将阅读视为一种认知过程、一种能力、一种手段，则会带来视角上的巨大转变。另外一方面，抓住图书馆的核心主题，突出自己的专业性，做深入的持续探索。“里应外合”的路线是希望能整体增加本领域研究的广度与厚度。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "“脚踏实地”是指，要么开展严谨而精致的实证研究，在有控制的条件下，抽丝剥茧来印证科学假设，不要着急一下子提出各种“因素”“策略”和“方向”，把一种“因素”“策略”“方向”做深做透已经很不容易；要么关注未成年人服务的实际运作，开展具体而细致的实践研究与行动研究，使结论言之有物，言之有据。“脚踏实地”的路线就是希望整体增加本领域研究的普适性、科学性与说服力。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "[1]王毅.少儿图书馆事业发展初探[I].人文天下,2017,16:65-67.  \n[2]国家统计局.中国统计年鉴 2019[M].2019.  \n[3] WANG PR, XU J H,WU Y Y. Preschool children's preferences for libraryactivities: Laddering interviews in Chinese public libraries [J]. Library &  \nInformation Science Research, 2019, 41(2):132-138.  \n[4] 冯莉.为儿童构建一个“悦”图乐园—一以广州地区绘本阅读现状为例 ].图书馆建设,2011,2:63-67.  \n[5]胡亚玲. $_ { 3 \\sim 1 2 }$ 岁儿童课外阅读状况与影响因素分析[I].图书馆,2016,10:63-68.  \n[6] 雷叔格,韩岩,倪士光.深圳市流动儿童家庭亲子阅读状况调研报告[].社会与公益,2018,3:72-81.  \n[7] 曾婧,刘晓景.基于无障碍交互的视障儿童信息资源网络服务——以重庆图书馆为例 [J].图书馆学刊,2014,36(9):51-53.  \n[8]杨翠萍.西部欠发达地区少数民族中学生阅读现状分析 [J].图书馆工作与研究,2014,2: 95-100.  \n[9]赵绮雨.湘西少数民族地区儿童阅读动机调查与对策研究[D];湘潭大学,2017.  \n[10] 巩媛媛.山西省图书馆学龄前儿童阅读推广活动调查研究[D];河北大学，2016.  \n[11] 李夏.合肥地区公共图书馆儿童阅读推广活动研究[D];安徽大学,2016.[12] 姜爱萍.面向用户的少儿数字阅读推广研究[D];南京农业大学,2017.[13]喻小燕.农村留守儿童阅读推广服务浅谈——以江西公共图书馆为例[].农村经济与科技,2018,29(7):275-276.  \n[14]宋胸真.玩具图书馆对儿童多元智能发展的效能研究—一以广州图书馆为例[J].图书馆研究,2019,49(2):49-54.  \n[15]戚敏仪.少儿文献评价指标体系构建与实证研究—一以广州少年儿童图书馆为例 [J].图书馆研究,2018,48(4):42-46.  \n[16]程蕡徽.未成年人阅读公共空间的实践与评价—一以南京图书馆未成年人“公共空间”构建为例[J].新世纪图书馆,2019,6:44-48.  \n[17]阮健英.农村贫困地区儿童阅读推广服务探析——以粤北山区为例 [].图书馆研究,2019,49(5):88-94.  \n[18]曹福勇,唐彩虹.公共图书馆开展青少年信息素养教育探析—一以“广州市青少年信息素养提升行动”为例 [I].中山大学研究生学刊(社会科学版),2011,32(1): 79-87.  \n[19]邓辉.浅析留守儿童心理健康服务——以宜城市小河镇为例[C].全国中小型公共图书馆联合会 2015年研讨会（三），中国内蒙古自治区赤峰,2015.[20]范晓靖.基于认知发展理论下的少儿图书馆服务体系建设研究——以山西省图书馆少儿馆为例[].晋图学刊,2017,3:44-48.  \n[21]程焕文,刘佳亲.图书馆学研究的使命、问题与方向[].图书情报工作,2020,64(1): 20-24.  \n[22]张进仙.浅议市级图书馆服务少年儿童读者 [].农业图书情报学刊,2011, 23(2): 213-215.  \n[23]倪传明,陈红燕.少儿图书馆怎样为农民工子女服务 [I].图书情报论坛,2006, 1: 47-78.  \n[24]吴志琳.面向农村留守儿童的阅读推广服务模式研究[].河南图书馆学刊,2019,39(11): $7 { - } 8 { + } 1 5$   \n[25]曹秋平.一所面向幼儿的公共图书馆—一位于格林威治村的“金矿”[].外国教育资料,1980,4: 60-61.  \n[26]龚胜泉,易守菊.美国公共图书馆家庭作业服务研究[J].图书情报工作，2011, 55(13): $1 3 5  – 8 + 9 9$   \n[27]苏丽平,束漫.亚洲部分地区“阅读障碍症”群体服务研究 [J].图书情报工作,2014, 58(12): 56-63.  \n[28]_霍晓伟.日本少儿阅读推广的多元化合作机制研究[].图书情报工作,2013, 57(S2): 176-179.  \n[29]．石剑兰,廖璠.美国公共图书馆少儿创客空间服务调研与分析[].图书情报工作,2019,63(14): 121-130.  \n[30]陈桂香.美国代际阅读推广的研究及启示—一基于拉斯韦尔的5W 模式[J].图书馆建设,2020,1:132-137.  \n[31]_王平.中美图书馆少年儿童服务实践若干对比研究[].图书情报工作,2012, 56(11): 75-78.  \n[32]严玲艳,胡泊.美国公共图书馆儿童数字阅读推广实践调查及启示[].图书情报工作,2018,62(4):137-144.  \n[33]_徐文哲,郑建明,毕建新.国外儿童图书馆研究述评 [J].图书情报工作,2013, 57(18): 138-145.  \n[34]张文彦,王丽.发达国家图书馆未成年人服务研究综述[].图书情报工作,2014, 58(12): 136-43+89.[35]王铮,左阳.美国公共图书馆夏季阅读项目:动因、实践及启示 [I].图书馆建设，2015,11:52-57.  \n[36]祝玲.家庭参与的公共图书馆儿童早期读写服务研究——以美国 ECRR项目为例 [].图书馆理论与实践,2020,1:36-40.  \n[37]．苗美娟.美国青少年和老年人志愿者参与的儿童阅读项目实证研究[]·图书与情报,2019,2:57-65.  \n[38]沈敏,王姝,魏群义.美国公共图书馆儿童阅读服务研究与实践—一以美国纽约州汤普金斯郡公共图书馆为例 [J].图书情报工作,2015,59(7):106-111.[39]苗美娟.美国公共图书馆代际项目的认知调查 [].图书馆论坛,2020,3:1-11.  \n[40]陶丽珍.国内少儿图书馆未成年人数字资源建设现状调查研究[].图书情报研究,2019,12(2): $6 0 - 4 + 2 2$   \n[41]宋艳.我国少儿图书馆数字资源建设现状调查分析[I].图书馆学研究,2015,23: 26-29.  \n[42]袁梦群,严贝妮.省级少年儿童图书馆数字资源服务调查与分析 [].图书馆理论与实践,2019,8:70-73.  \n[43]谢玉安.我国公共图书馆儿童阅读推广活动研究 [D];湘潭大学,2018.[44]王祎,姜洁.少儿图书馆微信平台阅读推广服务效能研究[].图书馆学刊,2019, 41(6): 102-106.  \n[45]倪萍.少儿图书馆微信阅读推广研究[I].数字图书馆论坛,2017,6:58-64.  \n[46]王丽.图书馆阅读推广研究的现状分析及建议[J].山东图书馆学刊,2019, 1: 53-61.  \n[47]胡一樱.近十年来未成年人阅读推广研究领域特征分布及发展趋势—基于CNKI文献计量及可视化分析 [J].图书馆研究与工作,2018,5:53-57.[48]陈凤娟,秦广宏.我国青少年阅读推广研究(2000一2015)的分析与评价[J].新世纪图书馆,2017,11: 87-91.  \n[49]．龚舒野.基于文献计量的阅读推广研究分析 [].图书馆研究,2015,45(4): 124-128.  \n[50]束漫.我国公共图书馆为阅读障碍人群服务研究[].国家图书馆学刊,2015,24(6): 47-53.  \n[51]束漫,田花蔓.图书馆自闭症儿童服务研究[I].图书与情报,2013,2:21-25.  \n[52]范并思.现有法律框架下的儿童阅读立法研究[I].国家图书馆学刊,2018, 27(5): 3-9.  \n[53]丁文祎.中国少儿阅读现状及公共图书馆少儿阅读推广策略研究 [].图书与情报,2011,2:16-21+56.  \n[54]陆晓红.我国公共图书馆儿童阅读推广模式研究[D];南开大学,2014.[55]_王素芳,孙云倩,王波.图书馆儿童阅读推广活动评估指标体系构建研究[J].中国图书馆学报,2013,39(6): 41-52.  \n[56]贾春辉.未成年人阅读推广成效评估指标体系构建研究[].计算机产品与流通,2018,8:253.  \n[57]朱亚萍.图书馆儿童阅读推广活动评估指标体系的构建[].中共郑州市委党校学报,2019,1:102-104.[58] 蔡峻.公共图书馆环境对少儿阅读的影响研究一一基于问卷调查的实证分析[J].图书馆学刊,2019,8:74-78.  \n[59] 陈博雅.听书对小学生阅读推广效果的影响研究[D].西南大学,2018.[60] 卫垌圻,刘颖.儿童图书馆促进了读写能力吗[J/OL].ChinaXiv,2020,[http://www.chinaxiv.0rg/abs/202101.00066].  \n[61]解荣.公共图书馆童书分级阅读方法研究[].图书馆理论与实践,2015,12: 61-64.  \n[62]张文彦,王瀚.加强图书馆未成年人服务的合理性论证[].图书情报研究,2018, 11(4): $2 0 – 6 { + } 7 2$   \n[63] 郝天晓.公共图书馆特殊儿童服务中的ARCS动机模式应用探究[I].图书馆研究,2019,49(2): 55-59.  \n[64]王岩.图书馆集体低龄故事会的图画书遴选[C].2015中国图书馆学会年会，中国广东广州,2015.  \n[65] 段启堂.城市儿童图书馆布局与规模的研究[J].图书馆,1988,1:30-35.[66] 黄天助.省级少儿图书馆馆藏结构指标模型[].图书馆工作与研究,2006,4: 107-110.  \n[67] 张元芸.公共图书馆少年儿童文献标引若干问题分析[I].图书馆学刊，2014, 36(7): 51-53.",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    }
]