[
    {
        "type": "text",
        "text": "RESEARCH ARTICLE ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Crystal structures of Gl.8 Boxer virus P dimers in complex with HBGAs, a novel evolutionary path selected by the Lewis epitope ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ning Hao1,2, Yutao Chen1, Ming Xia², Ming Tan34, Wu Liu1, Xiaotao Guan1, Xi Jiang3,4, Xuemei Li1, Zihe Rao1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1NationalLaboratoryof Biomacromolecules,Institute ofBiophysics,ChineseAcademyof Sciences,Beijing 100101China   \n2 Universityof Chinese Academyof Sciences,Beijing10o049hina   \n3 Division of Infectious Diseases,CincinnatiChidren's Hospital Medical Center,Cincinnati，OH45229,UA   \n4 UniversityofCincinnati College of Medicine,Cincinnati，OH45267USA   \n区Correspondence: Jason.jiang@cchmc.org (X. Jiang), lixm@sun5.ibp.ac.cn (X. Li)   \nReceived November 14,2014 Accepted November 20,2014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Human noroviruses (huNoVs) recognize histo-blood group antigens (HBGAs) as attachment factors, in which genogroup (G) I and Gll huNoVs use distinct binding interfaces. The genetic and evolutionary relationships of Gll huNoVs under selection by the host HBGAs have been well elucidated via a number of structural studies; however, such relationships among Gl NoVs remain less clear due to the fact that the structures of HBGA-binding interfaces of only three Gl NoVs with similar binding profiles are known.In this study the crystal structures of the P dimers of a Lewis-binding strain, the Gl.8 Boxer virus (BV) that does not bind the A and H antigens, in complex with the Lewis b $( \\mathsf { L e } ^ { \\mathsf { b } } )$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ antigens, respectively,were determined and compared with those ofthe three previously known Gl huNoVs, i.e. Gl.1 Norwalk virus (NV)，GI.2 FUV258 (FUV) and GI.7 TCH060 (TCH) that bind the A/H/Le antigens.The HBGA binding interface of BV is composed of a conserved central binding pocket (CBP) that interacts with the $\\beta$ galactose of the precursor, and a well-developed Le epitope-binding site formed by five amino acids,including three consecutive residues from the long P-loop and one from the S-loop of the P1 subdomain, a feature that was not seen in the other Gl NoVs.On the other hand, the H epitope/acetamido binding site observed in the other Gl NoVs is greatly degenerated in BV. These data explain the evolutionary path of Gl NoVs selected by the polymorphic human HBGAs.While the CBP is conserved, the regions surrounding the CBP are flexible,providing freedom for changes. The loss or degeneration of the H epitope/acetamido binding site and the reinforcementof the Le binding site of the Gl.8 BV is a typical example of such change selected by the host Lewis epitope. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDS norovirus,P domain,histo-blood group antigens (HBGAs),crystal structure,norovirus-host interaction ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Human noroviruses (huNoVs)，members of the Norovirus genus in the family Caliciviridae,are the most important viral pathogens of epidemic acute gastroenteritis in humans, causing significant morbidityand mortalityworldwide.Noroviruses (NoVs) are non-enveloped RNA viruses covered by a protein capsid that encapsulates a single-stranded, positivesense RNA genome of ${ \\sim } 7 . 5 \\ \\mathsf { k b }$ ,encoding six functional and two structural proteins.NoVs are genetically diverse，comprising of six genogroups(Gl to GVl) and over 35 genetic clusters or genotypes (Zheng et al., 20o6),in which Gl and Gll constitute the majority of huNoVs.Structurally，NoV capsids exhibit a ${ \\sf T } = 3$ icosahedron formed by 180 VP1s, the single major structure protein,organized into 90 dimers.NoV VP1 has two principle domains,the shell (S) and the protruding(P) domains, linkedbya short, flexible hinge.The S domainbuilds the interiorshell that formsthe basic structure of the icosahedral capsid (Prasad et al., 1999),while the P domain dimerizes constituting the arch-like protrusions extending from the shell.The P dimer protrusions contain variable sequences and playan important role in virus-host interaction and immune responses of NoVs. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "HuNoVs recognize histo-blood group antigens (HBGAs)as attachment factors or receptors which playan important role in the hostsusceptibilityto huNoVinfections.HBGAs are complex carbohydrates with specific oligosaccharide sequences as determinants of blood types,including A/B/O,secretor (H),and Lewis (Le) or non-secretor types (H negative). Inaddition to red blood cells, HBGAs distribute extensively on mucosal epithelia of intestinal tract,where they serve as attachment factors for huNoVs to initiate an infection (Tan and Jiang，2014,2011, 2010).HBGAs are also presented in saliva and mother milk, providing convenient reagents for in vitro study of huNoVHBGA interactions.HuNoVs interact with HBGAs in strainspecific mannersand complex interaction patterns between the diverse NoVs and the polymorphic HBGAs have been described(Huang etal.,2003,2005).The role ofhuman HBGAs in the host susceptibility or resistance to huNoV has been demonstrated by human challenge studies of both Gl and Gll NoVs (Frenck etal.,2012; Hutson etal.,2002; Lindesmith etal.,2003) andby investigations of outbreaks caused by NoVs (Nordgren et al., 2013; Tan et al., 2008). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "HuNoVs are difficult to study due to the lack of a cell culture system and a small animal model.As a result, study of huNoV-host interactions relies on the recombinant viruslikeparticles(VLPs）and other subviral particles that selfassemble through expression of the VP1 and its subdomains.Earlier studies mapped the HBGAbinding interfaces in the P domain (Tan et al., 2004,2008) that formed P dimers (Tan et al., 2004)and/or P particles(Tan et al.,2008,2011; Tan and Jiang,20o5),when the P domain is expressed in E.coli.X-ray crystallography of NoV P dimers in complex with HBGA oligosaccharides further elucidated the structures of the HBGA-binding interfaces in atomic resolution (Bu et al.,2008;Cao et al., 2007; Chen et al.,2011; Choi et al.，2008; Hansman et al.,2011;Kubota et al.，2012; Shanker et al.， 2011). The conformational HBGA binding interfaces,formed by several scattered amino acids of the P domain,are located on the top of the arch-shaped P dimers, corresponding to the outermost surface of the viral capsid. Interaction networks between the terminal saccharides of HBGAs and the amino acids forming the binding interfaces have been thoroughly described [reviewed in (Tan and Jiang, 2014,2011, 2010)].While the locations and the major amino acids that form the core structure of the HBGA binding interfaces are apparently conserved among different genotypes within Gl and Gll NoVs， the two genogroups use completely different HBGA binding sites in interactingwith the same repertoire of human HBGAs，indicating distinct evolution paths of the two genogroups of huNoVs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The structural basis of Gll NoV-HBGA interactions has been thoroughly elucidated through studies of the HBGAbinding interfaces of five Gll NoVs，representing different genetic backgrounds (Gll.4 1997 variant, Gll.4 2004 variant, Gll.9,Gll.10 and Gll.12) and various HBGA binding profiles (A,B,H,Le and nonsecretor) (Cao et al., 2007; Chen et al., ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2011; Choi et al., 2008; Hansman et al., 2011; Shanker et al., 2011).All these Gll NoVs interact with variable HBGAs through a conserved binding interface.Ahighly conserved fucose (Fuc)-binding pocket at the center of the binding interface is identified as central binding pocket (CBP） that plays a major role in interaction with HBGAs via the α-1,2 Fuc or α-1,3/4 Fuc as the major binding saccharides (MaBSs) (Tan and Jiang,2014). Inaddition,one or two other adjacent saccharides also participate in binding to the surrounding regions of the CBP as minor binding saccharides (MiBS) to strengthen the binding forces.Thus,a successful binding of a Gll NoV with an HBGA requires synergetic actions of both the CBP and the surrounding region with the MaBS and MiBSs,respectively.The relative conservation of the CBP and the variation in the surrounding region explained the genetic relatedness or evolutionary paths among NoVs within a genogroup selected by the polymorphic human HBGAs (Tan and Jiang,2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "However, our understanding of Gl NoV-HBGA interactions remains limited due to the fact that the HBGA binding interfaces of only three Gl NoVs, the Norwalk virus (NV,Gl.1), FUV258 (FUV,GI.2) and TCH060(TCH,GI.7)are known and the three NoVs revealed similar HBGA binding profiles to A/H/ Le antigen (Bu et al., 2008; Choi et al., 2008; Kubota et al., 2012; Shanker et al., 2014),although NV binds only secretor $( \\mathsf { L e } ^ { \\mathsf { b } / \\mathsf { y } } )$ but not nonsecretor $( \\mathsf { L e } ^ { \\mathsf { a } / \\mathsf { x } } )$ Le antigen. However, Gl NoVs are diverse in recognizing different HBGAs.The available structural data suggested that the galatose (Gal) binding site that interact with the $\\beta$ -1,3 Gal of the precursor or the α-1,3 Gal of the A-epitope,plays a central role in binding to various HBGAs (Bu et al., 2008; Choi et al., 2008), while the α-1,2 Fuc (H epitope) and α-1,3/4 Fuc (Le epitope) binding sites also play roles in binding to H and Le antigens (Bu et al., 20o8; Choi et al.，2008; Kubota et al., 2012; Shanker et al., 2014). It remains elusive whether the H epitope/acetamido binding site is required for the Le binding strains that do not bind the H antigen.To this end,we selected Boxer virus (BV),a Gl.8 clinical isolate,for furtherstructural study.Genetically,Gl.8, together with Gl.9,constitutes a branch in the Gl NoV phylogenetic tree (Fig.1A) (Kroneman et al.,2013)and has the longest A- and P-，but shortest T-loops (Fig. 1B) that are heavily involved in the formation of the Gl HBGA binding interfaces (Bu et al., 2008; Choi et al.，2008; Kubota et al., 2012; Shanker etal.,2014).Unlike NV, FUVand TCH that bind all A, H and Le antigens (NV binds $\\mathsf { A I H / L e } ^ { \\mathsf { b / y } }$ ，BV binds only Le, but not A and H antigens (Huang et al.,20o5). Thus, BV represents a unique model to further understand Gl NoVHBGA interactions. Our results showed that, corresponding to its binding profile, BVhas a well-developed Le epitope-binding site formed by five amino acids,being the largest Le epitope binding site of Gl NoVs.On the other hand, the H epitope/ acetamido-binding site observed in the other three Gl NoVs is missing，explaining the inability of BV binding to A and H antigens.Our data emphasize the complexity of NoV-HBGA interactions and highlight the role of human HBGAs in the evolution of HBGA binding interfaces of NoVs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A (Boxer virus) Gl.8 GI.9 (TCH060) GI.7 GI.6 GI.3 Gl.1 (Norwalk virus) GI.2 (FUV258) 0.2 GI.5 GI.4   \nB B-loop P-loop GI.1 NV: TF --SNGTVINLTELDGTPFHPFEGPAPIGFPDLGGCDWOINMTQFG- -HSSQTOYDVD 346 GI.2 FUV: K---INQGARTLNLTEVDGKPFMAFDSPAPVGFPDFGKCDNOMRISKTPNNT-SSGDPMRSVSVQ 354 GI.3 DSV: K-VFHASGGNGLNLTELDGSAYHAFESPAPIGFPDIGDCDWHMSATATNNFT---GSSNEYQILI 354 Gl.4 Chiba: RI ---TSGQRVLNLTELDGSPFMAFAAPAPAGFPDLGSCDWHIEMSKIPNSS-TQNNPIVTNSVK 354 Gl.5 MUSgrO: KV---SAGSKVINLTELDGSPFLAFEAPAPTGFPDLGTSDWHIEMSLNSNSQ-SSGNPILLRDIQ 354 Gl.6 WiSCOn: KI---SSNARVLNLSEVDGSPFIPLESPAPVGFPDLGGCDWHVNETFQAQD-- --QDPSQSVTFA 352 GI.7 THC: KVFS-TASGKGLNLTELDGTPYHAFESPAPLGFPDIGACDWOVSTFKVDQ-- --NLSGDPMSR 351 Gl.8 Boxer: RI FNN-NGNYGVNLAELDGNPYHAFDSPAPLGFPDFGNCOLHMTEVKINPTEISIODPSGKVVIH 357 GI.9 Lilla: KTFQAPDDRLGINLAEISGEPYHAFESPAPLGFPDFGDGDWHVTATKVAPSQLEANDPVVVGNVQ 360 :\\*\\*-0op:\\*\\*\\*\\*\\* \\*\\*: T-loop P2 subdom-ain ← GI.1 NV: TTPDTFVPHLGSIQANGIG------SGNYVGVLSWISDPSHPSGSQ-VDLWKIPNYGSSITEATH 404 GI.2 FUV: TNVQGFVPHLGSIQFOEVF---NHPTGDYIGTIEWISOESTPPGTD-INLWEI PDYGSSLSQAAN 415 GI.3 DSV: KQESAFAPHLGHVQADNLS---AGANTDLIVSLSWISPVSDQHRHD-VDPWVI PRYGSSLTEAAQ 415 Gl.4 Chiba: PNSQQFVPHLSSITLDENV----SSGGDYIGTIQWTSPPSDSGGAN-TNFWKI PDYGSSLAEASQ 411 Gl.5 Musgro: PNSSDFVPHLGSVSVTTAI----DTAGDTLGTIQWTSQPSNVTPVPDVNFWTIPQYGSSLAEASQ 415 Gl.6 WiSCON: TNDASFVPYLGSISPHNGG---DFHSGDIIGSLGWISAPSDSSQ---INVWTIPKYGSSLPDVTH 411 GI.7 THC: LDVKQNAPFAPHIGSIEFT-SDQDPTGDQLGTLAWVSDSISGAR---VDPWKI PSYGSTVTESTH 412 Gl.8 Boxer: SYDATFAPHLGTVKLEDNNELDQFVGKEVVLELTWVSOOGAT-- -LNLWAVPNYGSNLTQASQ 418 GI.9 Lilla: PYNLQFAPHLGTIVVENPTPNQVATGTDLLFNITWISNRANNR-: -FNPWIIPNYGSTLTEAAQ 421 .\\*. ： :\\* \\*\\*\\*.:.: ： S-loop GI.1 NV: LAPSVYPPGFGEVLVFFMSKMPGPG----AYNLPCLLPQEYISHLASEQAPTVGEAALL 459 GI.2 FUV: LAPPVFPPGFGEALVYFVSAFPGPNNRSAPNDVPCLLPQEYITHFVSEQAPTMGDAALL 474 GI.3 DSV: LAPPIYPPGFGEAIVFFMSDFPVVSGV-NGMRI PCTLPQEYVAHFVNEQAPTRGEAALL 473 Gl.4 Chiba: LAPAVYPPGFNEVIVYFMASIPGPNQSGSPNLVPCLLPQEYITHFISEQAPIQGEAALL 473 Gl.5 MUSgrO: LAPVVYPPGFGEAIVYFMSPIPGPNTAHKPNLVPCLLPQEFVTHFVSEQAPSMGEAALV 474 GI.6 WiSCON: LAPAVFPPGFGEVILYFYSTFPGSGQP-VQLQVPCLLPQEFITHFCNEQAPIAGEAALL 469 GI.7 THC: LAPPIFPPGFGEAIVYFMSDFPIVSG--NTAQVPCTLPQEFVSHFVEQQAPVRGEAALL 469 Gl.8 Boxer: LAPPIYPPGFGEAIVYFTSTFPIO----SNPKVPCTLPQEFVSHFVNEQAPTRGDAALL 473 Gl.9 Lilla: LAPSIFPPGFGETIVYFNSTFPAVGAT-THAAI PCLLPQEFVAHFVNEQAPIRGEAALL 479 \\*\\*\\*\\*::\\*\\*\\*\\*.\\*.:::\\* : :\\* :\\*\\* \\*\\*\\*\\*:::\\*: .:\\*\\*\\* \\*:\\*\\*\\*: → P1 subdomain $\\bigcirc$ Residues that form the Gal-binding site; $\\bigcirc$ Residues that form the H/Acetamido-binding site $\\bigcirc$ Residues that form the Le-binding site ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Production, characterization and crystallization of BV P protein ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Previous results showed that the Gl.8 BV,a clinical isolate, bound uniquely to the Le，but not the A and H antigens (Huang et al.,2005),making the BV distinct from other tested Gl NoVs that bind generally the A and Hantigens (Shirato et al., 2Oo8). Further sequence analysis revealed that Gl.8,togetherwith Gl.9,forms a branch in the Gl phylogenetic tree (Fig.1A)(Kroneman et al.，2013) that has the longest A-,B-and P-,but the shortest S-and T-loops among the nine genotypes of Gl NoVs (Fig.1B).These different surface loops may be translated into distinct surface topology of BV compared with other Gl NoVs and the $\\mathsf { P } \\mathrm { - }$ and T-loops have been known to be heavily involved in the formation of the Gl HBGA binding interfaces (Bu et al., 2008; Choi et al.,2008;Kubota et al., 2012;Shanker et al., 2014). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The BV P domain was first expressed as P particles (Tan and Jiang，2005;Tan et al.，2009) to confirm its HBGA binding pattern.This revealed a typical BVbinding profile to Le antigens,including the secretor $\\mathsf { L e } ^ { \\mathsf { b } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ as well as the nonsecretor $\\mathsf { L e } ^ { \\mathsf { a } }$ ，but not to A and H antigens (Huang et al.,20o5).P dimer was then produced in $E .$ coli at ayield of $\\sim 5 ~ \\mathsf { m g }$ per liter culture.The purified and concentrated P dimer protein $( > 9 5 \\%$ purity, $1 0 \\ m g / \\ m L )$ wascrystallized in native form and in complex with $\\mathsf { L e } ^ { \\mathsf { b } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ tetrasaccharides.The resulting crystals could diffract to high resolution beyond 1.6 angstrom (A).The diffraction data were collected at synchrotron radiation centers and the structures were solvedbymolecularreplacement method. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The crystal structure of the native BV P domain ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The native BV P protein was crystallized under the space group of $\\mathsf { P } 6 _ { 1 }$ ，containing two $\\mathsf { P }$ protein protomers in an asymmetric unit，related by a non-crystallographic 2-fold axis.Peptide chain ranging from K230 to L526 (Fig.2A) can be modeled,while distal parts of two loop regions in the P1 subdomain (see below) comprising Q260/N261 and G502/ G503,respectively，could not be modeled due to un-interpretable local electron density maps.These regions stil couldn't be modeled in $\\mathsf { L e } ^ { \\mathsf { b } }$ or ${ \\mathsf { L e } } ^ { \\mathsf { y } }$ complex structures,indicating internal flexibility properties of these regions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "BVP domain retains the basic structures of the Gl NoV P domains (Fig.2) (Bu et al., 2008;Choi et al., 2008;Kubota et al.，2012；Shanker et al.，2014). The P1 subdomain, constituted by the $\\mathsf { N ^ { \\prime } }$ (K230-A279) and ${ \\sf C ^ { \\prime } }$ (A420-L526) terminal regions,forms mainly the legs of the arch-like P dimer (see below)，while the P2 subdomain，formed by a large insertion from R280 to L419,builds the majority of the head of the $\\mathsf { P }$ dimer (Fig.2B).The P1 subdomain is a mixed $\\alpha / \\beta$ structure containing an amphiphile α helix and two twisted antiparallel $\\beta$ sheets: $\\beta 1 \\mathrm { - } \\beta 9 \\mathrm { - } \\beta 1 0$ and $\\mathsf { \\beta 9 - } \\mathsf { \\beta 1 1 - } \\mathsf { \\beta 1 2 - } \\mathsf { \\beta 1 3 - } \\mathsf { \\beta 1 4 }$ where $\\boldsymbol { \\beta 9 }$ strand was shared between the two $\\beta$ sheets (Fig.2A).The P2 subdomain is constituted mainly by a $\\beta$ barrel structure formed by two twisted antiparallel $\\beta$ sheets: $B 5 - B 4 - B 8$ and $\\beta 8 - \\beta 2 - \\beta 3 - \\beta 7 - \\beta 6$ Superimposing BVP domain with the three Gl homologs,Gl.1 NV (Bu et al., 2008; Choi et al.,2008), Gl.2 FUV (Kubota et al., 2012) and GI.7 TCH (Shanker et al.,2014) reveals that the P1 subdomain is very conserved among the four structures $( \\mathsf { r . m . s . d . } = \\mathsf { 0 . 7 4 } )$ compared with NV Cα atoms,r.m.s.d. $= 0 . 7 1$ A compared with FUV, and r.m.s.d. $\\mathbf { \\varepsilon } = \\mathbf { \\varepsilon } _ { 0 . 9 5 }$ A compared with TCH) (Fig. 2C). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The major structural differences among the four P domains reside on 6 loop regions (Figs.2D and 3), including the previously identified A-,B-, P-,T- and U-loops in the P2 subdomain and the S-loop in the P1 subdomain (Kubota et al., 2012; Shanker et al., 2014),consistent with the variations,insertions and/or deletions of the sequences of the loops (Fig.1). It was noted that, although the U-loop shares the same length，it shows striking structural differences among the four strains,indicating both length and sequences determine the structures of the loops.These variable loops have conferred BV unique surface topology differing from the other three Gl NoVs (see below). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The structure of the BV P dimer ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Asexpected,the $\\mathsf { P }$ proteinis dimerized viaanon-crystallo graphic 2-fold axis,forming an arch-like P dimer (Fig.2B) in dimension of $5 4 \\mathrm { \\AA } \\times 6 2 \\mathrm { \\AA } \\times 6 7 \\mathrm { \\AA }$ The P dimer is stabilized by the vast monomer buried surface area of $3 , 7 3 3 \\mathbb { A } ^ { 2 }$ (including two monomers）comprised of both hydrophobic and hydrophilic residue interactions contributed from both P1 and P2 subdomains. The five loops (A-,B-,P- S- and T-loops, Fig. 1) occupy the majority of the top surface of the BVP dimer (Fig.3).Corresponding to their maximum lengths，both Aand B-loops of BV are more exposed than those of Gl.1 NV, Gl.2 FUV and Gl.7 TCH (Figs. 3 and 4). In addition, the two P-loops of a P dimer that are the major components of the Le epitope binding sites (see below) are closer to each other in Gl.1 NV,occupying the central area of the top surface of the P dimer. They move sideward in the other three Gl NoVs (FUV,TCH and BV) forming the Le epitope binding sites, which reach to maximum extension to the HBGA binding site in BV (Fig. 4) (Kubota et al., 2012; Shanker et al., 2014). In contrast，the S- and T-loops become shorter and less exposed in BV compared with other three Gl counterparts. Therefore,the five loops with different lengths and sequence variations change heavily the surface topologies of the P dimers,which may be further translated into different antigenic features of the Gl NoVs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The HBGA binding interface of BV ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The BV P dimers in complex with type $1 1 0 ^ { \\mathsf { b } }$ and type $2 \\mathsf { L e } ^ { \\mathsf { y } }$ tetrasaccharides,respectively,were crystallized in the same space group and unit cell dimension of native protein (Table1)and thusmay be viewedas isomorphouswiththe native crystal.Fourier difference maps were calculated from diffraction intensity Fcomplex - Fnative Combined with phase angle derived from final native protein structure，which unambiguously reveals the high resolution electron density maps of the bound tetrasaccharides (Fig.5A).The structure of tetrasaccharides were modeled and optimized by the guidance of electron density maps and stereo-chemical restraints.Statistics of the final optimized complex structures are summarized in Table 2 and torsion angles $\\varphi$ and $\\psi$ of the final tetrasaccharidesare includedinTable3. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c8931eb3814c917bbebaea7f807f433ca53b1d9f35f422093c876b79d7100982.jpg",
        "img_caption": [
            "Figure 2.Structures of Boxer virus (BV)Pdomain andits comparison with those ofother GlPdomains. (A)Structures ofthe BVPdomain monomer(ribbon model).(B)StructuresoftheBVPdomaindimer(ribonmodel).Thedashedlinesshowtheboundary betwentheP2(upregion)andtheP1(downregion)subdomains.(C)SuperimposesoftheBVPdomainmonomer(BV,Gl8,cyan) withthoseofNowalkvirus(NV,GI.1yellow),FUV258(FUV,GI.2,pink)andTCH06(CH,GI.7,darkpurple)(alribbondels). (D)Anenlargementof thetopregionof hesuperimpose[bluedashedrectangularregionin(C)of thePdomains.Thesixsurface loops (A-,B-,P-,S,T- and U-loops) are indicated. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Two symmetric HBGA binding interfaces are identified on the top of the BVP dimer at the common boundary between the two P monomers (Fig. 5),sharing similar locations with theother three known Gl binding interfaces (Bu et al., 2008; Choi et al., 2008;Kubota et al., 2012;Shanker et al.,2014) (Fig.7).The conformational binding interface of BV is composed of two major areas,a $\\beta$ -Gal binding site and a Le epitope binding site,formed by ten amino acids from 3(P-, T-,and S-) loop regions (Fig. 5). The residues D332, S394 and V442 form the bottom of the pocket-like binding interface,whileT397andN395 formsa“wall\",and S346',T347', $\\mathsf { G 3 4 8 ^ { \\prime } }$ and ${ \\sf D } 3 4 9 ^ { \\prime }$ of the P-loop from the other protomer formed the other“wall\" of the pocket (Figs.6 and7).Noteworthy,only two (D332 and S394) of these amino acids are conserved among Gl NoVs(Fig.1B) and both residues are components of the $\\beta$ -Galbinding site (see below).BV binds the Le antigens mainly through two saccharides.The $\\beta$ -Gal of the precursor makes a major contact with the “bottom\"of thebindinginterface，whichis stabilizedby residue T397, while the Le epitope, the α-1,3/4 Fuc (Le Fuc), contacts with another part of the “bottom”and is stabilized by the other \"wall\"(S346',T347',G348'and D349') to support the binding outcomes(Figs. 5D，6 and 7D). Extensive hydrogen (H)bond networks are seen between the two saccharides and the amino acid residues of the binding interface，in which some interactions are mediated by water molecules (Fig. 6). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2049cd5a574548b0f382844144163ec775f2bc3ed46325e19f5e9d5d3f500ab6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/a29f035b5fd9d3ac73675d49d9d4f38aa0474cc32ca6fb367659a1a486e54e5b.jpg",
        "img_caption": [
            "Figure 3.Comparisons of the structuresof the six surface loopsof Boxer virus (BV,Gl.8,cyan)individualy with thoseof Norwalk virus(NV,GI.1,yellw),FUV258(FUV,Gl2,pink)andTCHo6(TCH,Gl.7,darkpurple)(allribbonmodels)through superimpose approach. (A) A-loop; (B) B-loop; (C) P-loop; (D) S-loop; (E) T-loop;(F) U-loop. ",
            "Figure 4.Comparisons of the surface structures of the six loops among thePdimers (surface models)of Norwalk virus (GI.1 NV),FUV258 (G.2FUV),TCHO6(GI.7TCH)and Boxervirus(Gl.8BV).TheA-,B-,P-,S-,T-andU-loopregions (surface model)areindicatedbydiferentcolors.TheboundariesbetweenthetwoPmonomersareshownbydashedlines.Thelocationsof the HBGA binding interfaces are labeled by dashed circles. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The $\\beta$ Gal binding sites ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This is formed by four residues from a single P monomer, including two highly conserved(D332 and S394）and two variable (N395 and T397) residues (Figs.1,5D and 6). It interacts with the $\\beta$ -Gal of the precursor disaccharides through five H bonds,including a water-bridged hydrogen bond. This $\\beta$ -Gal binding site is conserved among all BV, NV, FUV and TCH with known crystal structures (Bu et al., 2008; Choi et al., 2008;Kubota et al., 2012;Shanker et al., 2014) and thus may be defined as the central binding pocket (CBP) of Gl HBGA binding interfaces,because it plays the central role in Gl NoV-HBGA interactions,as proposed previously (Tan and Jiang,2014). The conservation of the $\\beta$ -Gal binding site may be a result of an evolutionary selection by HBGAs, asaprerequisite for viral survival. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/52dcd7949258279955c1215bd93cef8ef0b7be4b610aec2b1d6e899077faaad9.jpg",
        "table_caption": [
            "Table1.Datacollectionstatistics "
        ],
        "table_footnote": [
            "aValues inparentheses_corespond tote shellof hghestresolution. b $\\begin{array} { r } { R _ { \\mathrm { m e r g e } } = \\sum _ { \\mathrm { n k l } } \\vert I _ { \\mathrm { i } } - I _ { \\mathrm { m } } \\vert / \\sum _ { \\mathrm { n k l } } < I _ { \\mathrm { m } } > } \\end{array}$ ， where $I _ { \\mathrm { i } }$ and $I _ { \\mathsf { m } }$ aretheobseredandmeanintensityofreatedreflectioswitommoiceshl "
        ],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Native P protein</td><td>Complex with Leb tetrasaccharide</td><td>Complex with Le tetrasacharide</td></tr><tr><td>Spacegroup</td><td>P61</td><td>P61</td><td>P61</td></tr><tr><td>Resolution rangea</td><td>50-1.50 (1.53-1.50)</td><td>50-1.63 (1.66-1.63)</td><td>50-1.45 (1.48-1.45)</td></tr><tr><td>Cell dimensions (A) a</td><td>139.9</td><td>139.9</td><td>140.4</td></tr><tr><td>b</td><td>139.9</td><td>139.9</td><td>140.4</td></tr><tr><td>C</td><td>64.7</td><td>64.8</td><td>65.0</td></tr><tr><td>Total no. of reflections</td><td>1,289,366</td><td>896,187</td><td>1,433,231</td></tr><tr><td>No. of unique reflections</td><td>115,571</td><td>90,264</td><td>129,481</td></tr><tr><td>Completeness (%)a</td><td>100.0 (100.0)</td><td>100.0 (100.0)</td><td>100.0 (100.0)</td></tr><tr><td>Redundancya</td><td>11.2 (11.0)</td><td>9.9 (8.1)</td><td> 11.1 (11.0)</td></tr><tr><td> l/g()a</td><td>42.9 (5.4)</td><td>43.2 (3.6)</td><td>27.7 (6.1)</td></tr><tr><td>Rmerge (%)a.b</td><td>6.1 (45.8)</td><td>7.9 (50.3)</td><td>9.5 (47.3)</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Le epitope binding site ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This is the other major area of the BV HBGA binding interface.It is formed by five variable residues from both $\\mathsf { P }$ protomers，including three consecutive amino acids (S346', T347'and G348') from the P-loop that extends from the other protomer (symbol‘indicates residue of the opposite $\\mathsf { P }$ protomer)，V442 from the S-loop extending from the P1 subdomain and N395 that also interact with the $\\beta$ -Gal (Figs. 1, 5, 6 and 7).This site interacts with the Le epitope through five Hbonds，including three water bridged H bonds.Thus, unlike Gl.1 NV that lacks a Le epitope binding site and Gl.2 FUV/Gl.7 TCH that has a Le epitope binding site formed by one (FUV) or two (TCH) residues (Bu et al., 2008; Choi et al., 2008; Kubota et al., 2012; Shanker et al., 2014). Noteworthy, BV has a much larger，well-developed Le epitope binding site.These findings explain the binding capability of Gl NoVs to Le antigens and highlight the role of HBGAs as a selection factor in the evolution of the NoVbinding interfaces. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TheHepitope/acetamidobindingsite ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Unlike the other three Gl NoVs (NV, FUVand TCH) that the H epitope, the α-1,2 Fuc (SeFuc),plays an important role in interaction with the secretor HBGAs (Bu et al.,2008；Choi et al.,2008;Kubota et al., 2012; Shanker et al., 2014), this saccharide does not playa major role in BV-HBGA interaction (Fig.6).The H epitope binding sites of NV,FUV and TCH are formed by two to five amino acids and none of these residues interacts with the H epitope in BV (Figs.6 and 7),exceptforW392thatmay formahydrophobic interaction with the6 methyl group of the H epitope.In fact, BV does not form a single H bond with the H epitope in binding to the type $2 \\mathsf { L e } ^ { \\mathsf { y } }$ antigen，while only one water mediated H epitope between ${ \\sf D } 3 4 9 ^ { \\prime }$ of the P-loop and the H epitope was seen in BV binding to the type $1 1 0 ^ { \\mathsf { b } }$ antigen (Fig.6). Therefore, the Hepitope binding site observed in the other three Gl NoV is missing or greatly degenerated in BV. Since the H epitope bindingsitealso interactswith the acetamido group when the other three Gl NoVs bind the A antigens, the loss of the H epitope/acetamido bindingsiteexplains the lackofbindingof BV to the A and Hantigens.Finally,BValso forms a water mediated H bond with the N-acetyl glucosamine (GlcNAc) of the precursor through T347' of the P-loop in binding to the $\\mathsf { L e } ^ { \\mathsf { b } }$ antigen, a scenario that has not yet been observed in the other three Gl NoVs. Above comparisons of the BV binding interface with the other three Gl NoV emphasize the con servation of the CBP and the variations of the other binding sites,two features thatmayconferNoVsbothviabilityand adaptability (see Discussion). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Validation of amino acids forming the binding interface by mutagenesis study ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The wild type BV is known to bind $\\mathsf { L e } ^ { \\mathsf { a } }$ $\\mathsf { L e } ^ { \\mathsf { b } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ antigens (Fig.8A and 8C).Binding changes of the individual mutants were determined using three saliva samples that are $\\mathsf { L e } ^ { \\mathsf { a } }$ (Nonsec/Lea), $\\mathsf { L e } ^ { \\mathsf { y } }$ $( { \\mathsf { S e c } } / { \\mathsf { L e } } ^ { \\mathsf { y } } )$ and $\\mathsf { L e } ^ { \\mathsf { b } } ( { \\mathsf { S e c } } / \\mathsf { L e } ^ { \\mathsf { b } } )$ positive, respectively (Fig.8B).As expected,most single mutations (D332A,G348A,D349A,S394A,N395A and V442A) lead to complete or nearly complete loss of binding (Fig.8D,8l-J and 8L),indicating that these residues are strictly required for the structural and functional integrity of the HBGA binding interface. Two mutants (S346A and T347A,Fig.8E and 8F) retained the same binding activity, probably because:1) the interactingatomoxygen $( = 0 )$ of the carboxyl group of S346 is also present in the alanine; and 2) serine (S346),threonine (T347)，and alanine are tiny amino acids,sharing similar structures,although how themutated alanine replaces the function of the T347 and S346 remains to be defined. Interestingly， mutant T397A showed increased binding activity compared with that of the wild type (Fig.8K),probablyresulting from the removal of certain structure constraints by replacing the bigger“wall\"(T397)withasmaller one (alanine) (see Discussion). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/9441db2673522fb3d912f5317cd6960aef538ef851ac537a6f3f4773e1698815.jpg",
        "img_caption": [
            "Figure 5. Structures of Boxer virus (BV) P dimers in complex with the $\\mathsf { L e } ^ { \\boldsymbol { \\mathsf { b } } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ tetrasaccharides. (A) Fourier difference maps of the $\\mathsf { L e } ^ { \\mathsf { b } }$ (left) and $\\mathsf { L e } ^ { \\mathsf { y } }$ (right)tetrasaccharides.The electron density maps were calculated from difraction intensity $\\mathsf { F } _ { \\mathsf { c o m p l e x } } - \\mathsf { F } _ { \\mathsf { n a t i v e } }$ with phase angle of native protein structure contoured at $1 . 6 \\sigma$ (grey). (B) Structures of a BVP dimer (ribbon model) with $\\mathsf { L e } ^ { \\mathsf { b } }$ tetrasaccharides (stick and ballmodel) inside(left)and top(right)views,respectively.ThetwoPmonomers are shown in purpleandcyanespectivelyileteP-andS-osthatareinvolvedinthefomatioofteLeepiopebindingsiteareinlo andblue.(C)Topviewofthe BVPdimer(surface model)with indicationsof he twoPmonomers (greyandsand,respectively), $\\mathsf { L e } ^ { \\mathsf { b } }$ （204号 tetrasaccharide(stickmodel)andtheaminoacidsformingthe HBGAbindinginterface (cyan).(D)Aclose-upof theLeantigen bindinginterfacewithindicationofeachaminoacidcomponent.Numberswith prime()indicateresiduesoftheotherPprotomer.In (C)and(D)the amino acids forming the HBGA binding interface are in cyan.The individual saccharides of the $\\mathsf { L e } ^ { \\mathsf { b } / \\mathsf { y } }$ tetrasaccharides areshown indifferentcolors:Hepitope,pink;Gal,purple;GlcNAc,green; Leepitope,yellow.TheP-loopis indicated. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addition，H334 residue that is structurally nearby the binding pocket was also examined.H334 is a conserved residue among Gl NoVs that is involved in the formation of the Gal binding site of the other three Gl NoVs.In BVit forms an H bond $( \\sim 2 . 8 \\mathbb { A } )$ with S394 to stabilize the conformation of the CBP. As expected,H334A mutation wiped out the binding of the BV(Fig.8M).Thus,mutations at residues near the binding interface can also abolish the function of the binding interface.Noteworthy，changes of binding patterns through mutations of amino acids in the HBGA binding interfaces,a phenomenon that was often seen previously (de Rougemont et al., 2011;Kubota et al., 2012; Tan et al., 2008,20o9),does not occur among these mutations. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Before our study, the crystal structures of the HBGA binding interfaces of three GI NoVs, the GI.1 NV, the GI.2 FUV and the Gl.7 TCH, have been determined (Bu et al., 2008; Choi et al.，2008;Kubota et al.， 2012； Shanker et al., 2014), providing valuable information for basic understanding of Gl ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/13c80983324566e31b0e3feb13baa1c26f7ec14f07d8f0a3d4f3f2aaa77d755d.jpg",
        "table_caption": [
            "Table2.Structurerefinementstatistics "
        ],
        "table_footnote": [
            "$R _ { \\mathrm { w o r k } } = \\Sigma |$ IFobsl -IFcal |/∑IFobsl, $\\begin{array} { r } { R _ { \\mathrm { f r e e } } = \\sum _ { \\sf T } | \\ F _ { \\mathrm { o b s } } | - | F _ { \\mathrm { c a l } } | | / \\sum _ { \\sf T } | F _ { \\mathrm { o b s } } | } \\end{array}$ where $F _ { \\mathrm { o b s } }$ and $F _ { \\mathrm { c a l } }$ are observed and calculated structure factors, respectively. For $R _ { \\mathrm { f r e e } }$ ,Tisa randomly selected test data set $( 5 . 0 \\% )$ of total reflections and was set aside before structure refinement. "
        ],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Native P protein</td><td>Complex with Leb tetrasaccharide</td><td>Complex with LeY tetrasacharide</td></tr><tr><td>No. of reflections in working set</td><td>109,591</td><td>85,705</td><td>122,915</td></tr><tr><td>No. of reflections in test set</td><td>5,825</td><td>4,527</td><td>6,496</td></tr><tr><td>Rworka</td><td>0.136</td><td>0.131</td><td>0.128</td></tr><tr><td>Rree</td><td>0.163</td><td>0.167</td><td>0.150</td></tr><tr><td>Root mean square deviation</td><td></td><td></td><td></td></tr><tr><td>Bond lengths (A)</td><td>0.006</td><td>0.006</td><td>0.009</td></tr><tr><td>Bond angles (°)</td><td>1.057</td><td>1.054</td><td>1.199</td></tr><tr><td>Average B factors (A²)</td><td></td><td></td><td></td></tr><tr><td>Total</td><td>19.9</td><td>27.1</td><td>20.1</td></tr><tr><td>Protein</td><td>17.8</td><td>25.3</td><td>17.5</td></tr><tr><td>Tetrasaccharide</td><td></td><td>28.5</td><td>26.8</td></tr><tr><td>Solvent</td><td>32.1</td><td>39.1</td><td>33.7</td></tr><tr><td>Residues in the ramachandran plot (%)</td><td></td><td></td><td></td></tr><tr><td>Favored</td><td>97.9</td><td>97.4</td><td>97.4</td></tr><tr><td>Allowed</td><td>2.1</td><td>2.6</td><td>2.6</td></tr><tr><td>Disallowed</td><td>0.0</td><td>0.0</td><td>0.0</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/f111b3484774aafbcdbe7cb4d91462015c7b708f76da7609b06c0182e24de059.jpg",
        "table_caption": [
            "Table 3. Torsion angles of glycosidic linkages in $L e ^ { \\mathbf { b } }$ and ${ \\mathsf { L e } } ^ { y }$ "
        ],
        "table_footnote": [
            "aValuesnparentesescoespondtohetetrasaardeatteoherbndngpocketrelatedbyocrystalogaphictofoldaisinthe dimer structure. "
        ],
        "table_body": "<html><body><table><tr><td>Tetrasaccharides</td><td> Saccharides</td><td>phi(Φ)</td><td>Psi(4)</td></tr><tr><td rowspan=\"3\">Leb</td><td>α-1,4 Fuc</td><td>-70.5 (-75.2)</td><td>140.4 (141.0)</td></tr><tr><td> β-1,3 Gal</td><td>-63.7 (-63.1)</td><td>-104.9 (-104.9)</td></tr><tr><td>α-1,2 Fuc</td><td>-73.9 (-74.4)</td><td>129.2 (131.5)</td></tr><tr><td rowspan=\"3\">Ley</td><td>α-1,3 Fuc</td><td>-71.6 (-76.6)</td><td>-93.7 (-99.0)</td></tr><tr><td>β-1,4 Gal</td><td>-75.8 (-69.6)</td><td>129.7 (127.2)</td></tr><tr><td>α-1,2 Fuc</td><td>-74.2 (-72.2)</td><td>122.9 (128.1)</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "NoV-HBGA interactions．However，while these three Gl NoVs represent different genetic types,they exhibit similar HBGA binding profiles to the A,H and Le antigens (Huang et al.，2005；Kubota et al.,2012)，with only difference in binding to the non-secretor Le antigens (seLe, ${ \\mathsf { L e } } ^ { \\mathsf { a } / \\mathsf { x } }$ ） Indeed,in spite of great differences on the surface topology due to their sequence variations of the P domains,the three GlNoVs share similar structural features of the HBGA binding interfaces,includinga Gal-and an H-epitope/acetamido binding site (Bu et al., 2008;Choi et al., 2008; Kubota et al.,2012;Shanker et al., 2014). These two binding sites confer the three Gl NoVs a common binding capability to the A,H and secretor Le (SeLe, $\\mathsf { L e } ^ { \\mathsf { b } / \\mathsf { y } }$ ）antigens.In addition, corresponding to the ability of FUV and TCH binding to the seLe antigens，these two Gl NoVs develop an extra Le epitope binding site,making their binding interfaces trivalent, interactingwith the Gal,H epitope/acetamido and Leepitope,respectively,while the NVbinding interface is bivalent, consisting of the Gal and the H epitope/acetamido binding sites only. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "While bindings to all A,H and Le antigens appear to be a general feature of Gl NoVs (Shirato et al.,20o8),different HBGA binding profiles of Gl NoVs have also been observed (Huang etal.,2005).Forexample, the Gl.8BVrepresentsa typical example of such special HBGA binding profiles.BV was isolated from a NoV gastroenteritis outbreak occurred ona battle ship of US Navy in 2001.Previous study showed that BV VLPs bound to the Le antigens only,including the SeLe and seLe antigens,but not to the A and the H antigens. In addition，Gl.8,together with the Gl.9 NoVs constitute a genetic branch that has the longest A-,B- and P-loops,but the shortest S- and T-loops among Gl NoVs (Fig.1). Earlier studies showed that the A-,P- and T-loops are involved in the formation of the HBGA binding interfaces (Bu et al., 2008;Choi et al., 2008; Kubota et al., 2012; Shanker et al., 2014).Thus, the different lengths of the surface loops of BV could be the major factors leading to the unique HBGA binding profile of BV. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/28a1db684e97cbd9f0071aad1a0709596904219549603235bd1097fde4311652.jpg",
        "img_caption": [
            "Figure 6.The interaction networks between the HBGA binding interfaceof boxer virus (BV)and the Leantigens.(A and B) The Le antigen binding interface of BV in complex with $\\mathsf { L e } ^ { \\mathsf { b } }$ (A)and $\\mathsf { L e } ^ { \\mathsf { y } }$ (B)tetrasaccharides,respectively,with indication of hydrogen bonds (dashedlines).ThePdimerisshowninribbonmodelincyanandpurplewithindicationsof theaminoacids (instickmode, yellow) that interact with the Le antigens.The P-,S-and T-loops are indicated by red fonts.The $\\mathsf { L e } ^ { \\mathsf { b } }$ (A) and ${ \\mathsf { L } } { \\mathsf { e } } ^ { \\mathsf { y } }$ (B) antigens are shown in stick (grey) with indications of the $\\beta$ -1,3 galactose (β-Gal), the Le epitope $( \\mathsf { a } - 1 , 3 / 4$ fucose,LeFuc),H epitope (α-1,2 fucose, SeFuc)andN-acetyleglucoseamine(GlcNAc).(CandD)Schematicilustrationsof tedetailhydrogenbond(dashedines)network between amino acids of the binding interface and the individual saccharides of the $\\mathsf { L e } ^ { \\mathsf { b } }$ (C) and $\\mathsf { L e } ^ { \\mathsf { y } }$ (D) tetrasaccharides. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study, the crystal structures of the BVP dimers in complex with the type $1 \\mathsf { L e } ^ { \\mathsf { b } }$ and the type $2 \\mathsf { L e } ^ { \\mathsf { y } }$ antigens, respectively,were resolved.The datashowed thatBV hasa unique HBGA binding interface consisting of two major saccharide binding sites,each interacting with the $\\mathsf { \\mathsf { \\mathsf { \\beta } } } \\mathrm { - } 1 , 3 \\mathsf { G a l }$ and the Le epitope.The $\\beta$ -1,3 Gal binding site is conserved with the other three Gl NoVs,while the Le epitope binding sitesareparticularlywelldeveloped,formedbyfiveresidues and interact with Le epitope via six hydrogen (H) bonds, highlighting the importance of the Le epitope binding site in BV.In contrast, the H epitope/acetamido binding site that is commonly observed in NV, FUV and TCH is missing or greatly degenerated in BV. In fact, the H epitope of the $\\mathsf { L e } ^ { \\mathsf { b } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ antigens played a minor role in the binding outcomes as it does not at all participate in binding to $\\mathsf { L e } ^ { \\mathsf { y } }$ or interacting with the $\\mathsf { L e } ^ { \\mathsf { b } }$ through a single H bond among the eleven H bonds in total.These data explain why BV does not bind to the A and H antigens. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/91a49f7018737f3ae68e47dcf33db92a4b4c14e051e9c3aea233ccaf1ba44d61.jpg",
        "img_caption": [
            "Figure7.Evolutionarychangesofthe topologiesof the HBGAbinding interfaces among G.1Norwalk virus,Gl.2FUV,Gl.7 TCHand Gl.8Boxervirus (BV).(AtoD)opviews ofthe HBGAbindinginterfaces (surface models)ofNorwalk virus(NV)(A),Gl.2 FUV (B),Gl.7TCH(C)andGl.8BV(D)withindicationsof thegalactose(cyan),theHepitope/acetamido(orange)andtheLeepitope (green) binding sites.The HBGAs are shown in stick with indications of the $\\beta$ -1,3galactose( $\\mathsf { \\bar { \\beta } }$ -Gal, green),the Le epitope (α-1,3/4 fucose,LeFuc)(grey),Hepitope(a-1,2fucose,SeFuc)(grey)andN-acetyleglucoseamine(GlcNAc)(grey).Residuesthatforach of the HBGA binding sites are indicated.The locations of the P-loops are shown. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Gal binding site is presented in all the four Gl NoVs whose structures of the HBGA binding interfaces are known and two of their amino acid compositions (Asp and Ser) are conserved among Gl genotypes (Figs.1 and 6).This Gal binding site was proposed as the central binding pocket (CBP) of the Gl binding interfaces (Tan and Jiang 2014) due to the fact that it forms the most H bonds with the $\\beta$ -Gal (being designated as the major binding saccharide,MaBS) of the HBGAs based on the two known structures of Gl.1 NV and Gl.2 FUV (Bu et al.，2008;Choi et al.,2008;Kubota et al.，2012). The recent structural data of Gl.7 TCH (Shanker et al., 2014) and Gl.8 BV (this study) support this hypothesis.The occurrence of the Gal binding site is apparently independent from the binding profiles of Gl NoVs. The conservation of the CBP suggests that the $\\beta$ -Gal func tions as a strong selection factor in the evolution of the ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "HBGA binding interfaces of Gl NoVs,which is required for viral survival. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In contrast to the conserved Gal binding site, the H epitope/acetamido- and the Le epitope bindingsitesare apparently variable and even dispensable.The H epitope/ acetamido binding site is presented in all NV,FUVand TCH that bind A,H and SeLe antigens,in which one residue (tryptophan,W) is conserved that interacts with the H epitope or the acetamido group through hydrophic interacion (Bu et al.，2008；Choi et al.，2008; Kubota et al.，2012; Shanker et al.,2014). However, this site is absent or plays only minor role in BV (see above) that does not bind the A and H antigens.Similarly，the Le epitope binding site is missing in NV that does not bind the seLe antigen.In FUV and TCH that bind the A,H, SeLe and seLe antigens,all the Gal-,H epitope/acetamido-and Le epitope-binding sites are presented.However， their Le epitope binding sites are formed by one or two amino acids.In contrast, the Le epitope binding site of BV iswell developed, forming by five amino acids and interacting with the Le epitope via six H bonds. This type of binding pattern shift from the H binding to Le binding explain the ability of BV to bind both the SeLe and seLe antigens through the Le epitope binding site in combination with the $\\beta$ -Gal binding site (Fig.6)with minor support of the H epitope,a scenario differing from NV, FUVand TCHthat heavily rely on the H epitope/acetamido binding site (Bu et al.,2008; Choi et al., 2008;Kubota et al., 2012; Shanker et al.， 2014). In summary，unlike the Gal binding site,the occurrence of the H epitope/acetamido and the Le epitope binding sites are variable depending on the binding profiles of the Gl NoVs. In other words，the occurrence, maintenance and development of the H epitope/acetamido and Le epitope binding sites are under selection of the A/H and/or Le epitopes. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/d53839cf586988a8d997bd7ea8e03a4b0c2f87fd760ffd6c68dbf814ec85d182.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Structural and sequence comparisons among the four Gl P domains indicate that the P-loop provides the major components of the Le epitope binding site (Figs.1, 5 and 6). Gl.1 NV has the shortest P-loop that could not reach to the Le epitope of a HBGA (Fig.6A). In GI.2 FUV the much longer P-loop reaches the HBGA binding interface and two residues 中 $\\mathsf { G } 3 4 3 ^ { \\prime }$ and G245')are involved in the formation of the Le epitope binding site (Kubota etal.,2012).However, the Gl.8 BV has the longest P-loop that extends fully to the binding interface，resulting in three consecutive residues (S346', ${ \\sf T } 3 4 7 ^ { \\prime }$ and G348'） forming H bonds with the Le epitope (Figs.1，5 and 6). Interestingly，although Gl.7 TCH has a short P loop similar to NV (Fig.1),the distal end(G346') of this P-loop moves upward to form an H bond with the Le ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure 8.HBGA-bindingoutcomes ofwild typeand various mutant P particles with single amino acid mutations in the HBGA-binding interface of Boxer virus (BV). (A) Binding of wild type BV P particles with a panel of oligosaccharides representing different HBGAs (A,B H1,H2, $\\mathsf { L e } ^ { \\mathsf { a } }$ = $\\mathsf { L e } ^ { \\mathsf { b } }$ $L e ^ { \\mathsf { x } }$ and $L e ^ { \\mathsf { y } } )$ .The positive binding of VA207 P particles with $\\mathsf { L e } ^ { \\mathsf { x } }$ antigen $( \\mathsf { L e } ^ { \\mathsf { x } }  – 2 0 7 )$ serves as a positive control of $\\mathsf { L e } ^ { \\mathsf { x } }$ antigen.VA207 (Gll.9)is another Lewis binding NoV that has been shown to bind $\\mathsf { L e } ^ { \\mathsf { x } }$ antigen.(B) HBGA phenotyping of saliva samples.The three saliva samples that were used for binding with mutant P particles (C-M) were typed phenotypically by various monoclonal antibodies specific to A,B H1,H2, $\\mathsf { L e } ^ { \\mathsf { a } }$ 5 $\\mathsf { L e } ^ { \\mathsf { b } }$ ， $\\mathsf { L e } ^ { \\mathsf { X } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ antigens.The concentrations of theP particles were $1 0 \\ : \\mathrm { m g / m L }$ (C-M)HBGA-binding outcomes of wild type (C) and various mutant $\\mathsf { P }$ particles with single amino acid mutations in the HBGA-binding interface of BV (D-M)with the well-defined saliva samples.The three saliva samples were positive with nonsecretor $\\mathsf { L e } ^ { \\mathsf { a } }$ (Nonsec/Lea)，secretor $\\mathsf { L e } ^ { \\mathsf { y } } ( { \\mathsf { S e c } } / \\mathsf { L e } ^ { \\mathsf { y } } )$ and secretor $\\mathsf { L e } ^ { \\mathsf { b } } ( \\mathsf { S e c } / \\mathsf { L e } ^ { \\mathsf { b } } )$ ,respectively.Yaxes indicate the optical densities at $4 5 0 \\ \\mathsf { n m }$ (OD450),while the X-axes indicate the concentrations of the $\\mathsf { P }$ particles $( \\mathsf { n g } / \\mu \\mathsf { L } )$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "epitope (Fig.7C)(Shanker et al.，2014).Thus，both the length and sequence compositions of the P-loopare important in the formation of the Le epitope binding site. Another piece of evidence in supporting this hypothesis is the participation of V442 of the S-loop in the formation of the Le epitope binding site. BV has the shortest S-loop among Gl NoVs，but its sequence allow a distal residue (V442) extending from the P1 subdomain to the surface of the P dimer forming an Hbond with the Le epitope,a scenario that isseen for the first time.These data collectively show the flexibility of the H epitope and the Le epitope binding sites,in contrast to the conserved Gal binding site. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Another important observation of this and a previously study (Shanker et al.,2014) is the five surface loops with highly variable sequencesand lengths (Fig.1).These loops form the major structures of the top surface of the P dimers of Gl NoVs (Fig.3).As a result, the variable sequences and lengths of these loops lead to the changes of the major surface conformations among Gl NoVs and，in turn， the changes of the antigenic features among the Gl genotypes. Therefore,further study of the variations of these loops is necessary to understand the principle and trends of how these loops change evolutionarily，which would provide useful information for future prediction of the antigenic types. In this context, the available structural data of the four Gl NoVs would provide useful models for such future studies. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The importance of the individual amino acids for the structural and functional integrity of the HBGA binding interface of BV was studied by site-directed mutagenesis. The fact that a single residue mutation wiped out the binding function completely indicated the requirement of the subtle structure of the binding interface.On the other hand，two single mutations (S346A and T347A） did not affect the binding outcomes.Crystal structure shows that S346 interacts with the Le epitope through its oxygen atom $( = 0 )$ of the carboxyl group.This backbone atom is also present in alanine,which may be the reason for the unchanged binding of the S346A mutant. In addition，both threonine（T347）and alanine are tiny amino acids,sharing similar structures, although they are polar and nonpolar amino acids,respectively.Thus,a replacement of T347 with analanine might not lead to a damage of the structural integrity and the function of the binding interface.The observed increased binding activity of the T397A mutation (Fig.8K),might be a result of the removal of certain structure constraint due to the bigger “bump\"of T397 in the wild type,which was replaced with a smalleralanine in the mutant. In fact, different replacements of amino acids in the binding interfaces of both Gl and Gll NoVs are often seen，which serve as examples of some amino acids are replaceable in functional HBGA binding interfaces. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In summary,we have elucidated the structures of the HBGA binding interface of the Gl.8 BV that represents a unique evolutionarypath selected by the host HBGAs.While theabilityofbindingto the $\\beta$ -Galthrough the CBP (the Gal binding site）maintained well，, the BV degenerates the H epitope/acetamido bindingsitethat is important in theother Gl NoVs and develops a Le epitope binding site differing from those of the other three Gl NoVs.This type of relative conservation of the CBP and flexibility of the surrounding regions is similar to that of the Gll NoVs,although Gl and Gll NoVs have distinct HBGA binding interfaces.Therefore,Gl and Gll NoVs maintain as two distinct genetic lineages characterized by their conserved CBPs.Within each genogroup further divergences in recognizing different HBGAs occur through mutations in the flexible regions surrounding the CBP under selection by hosts.Thus both the CBP and theflexible regionsare important forNoVsasa successful human pathogen.While the CBP maintains the species,the variable surrounding regions enable NoVs to spread to different human populations by adaptation.This may be the scenario of huNoVs seen today. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Protein cloning, expression, purification and crystallization ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The cDNA fragment encoding the $\\mathsf { P }$ domain of BV VP1 (Gl.8, GeneBank accession No．AF538679.1)，including amino acid sequences from Q227 to 526L，was cloned into pGEX-6P-1 expression vector(GE Healthcare Life Sciences) andwas expressed in E.coli BL21 (DE3).The expression and purification methods were similar to those for VA207 P protein as described previously (Chen et al.，2011).The final purified $\\mathsf { P }$ protein was concentrated to $1 0 \\ : \\mathrm { m g / m L }$ and crystallized with hanging drop vapor diffusion method by mixing equal volume of P protein with reservoir solution containing $0 . 1 \\mathrm { \\ m o l / L }$ LiCI, $1 8 \\%$ (w/v) PEG 3350 and $10 \\%$ (v/v)2-Methyl-2,4-Pentanediol (MPD)at $1 6 ^ { \\circ } C$ Growth of multiple crystal clusters could be detected in about a week and seeding technique was used for growth of single crystals qualified for data collection.For complex crystal growth，the $\\mathsf { P }$ protein $( 1 4 m g / \\mathrm { m L } )$ was mixed with equal volume of $\\mathsf { L e } ^ { \\mathsf { b } }$ [α-Fuc-(1,2) $\\cdot \\beta$ -Gal-(1,)-(α Fuc-(1,4))-GlcNAc] (Sigma,product number: L7659) or $\\mathsf { L e } ^ { \\mathsf { y } }$ [α-Fuc(1,2) $\\cdot \\beta$ -Gal-(1,4)-(α-Fuc-(1,3))-GlcNAc] (Sigma，product number: L7784)tetrasaccharide toa finalmolarratio of1:40,incubated for $1 \\ h$ at $4 ^ { \\circ } \\mathsf { C }$ and then crystallized with same reservoir solution.The crystallization dropswere seeded the next daywith crushed native protein crystals and the complex crystals could be grown within 5 days. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Data collection and processing ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Native and complex crystals were harvested,briefly soaked for 10 s in cryoprotectant composed of corresponding reservoir solution plus $1 5 \\%$ (v/v)glycerol before mounted for diffraction test and data collection.The P protein native and $\\mathsf { L e } ^ { \\mathsf { b } }$ complexdata were collected at beamline 17A and1A of Photon Factoryof KEKJapanand complex Y diffraction data were collected at beamline 17U of Shanghai Synchrotron Radiation Facility (SSRF)，all at the temperature of $1 0 0 ~ \\mathsf { K }$ and wavelength of 1.oooo A.X-ray diffraction data were indexed,integrated and scaled by HKL2oo0 (Otwinowski and Minor, 1997)software package.Statistics for data collection and processingare summarized in Table 1. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Structure determination and analysis ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The crystal structure of Norwalk virus P protein (PDB entry: 2ZL7) was used as the starting model by the program Phaser (McCoy et al.,2007） to solve the phases of the Boxer $\\mathsf { P }$ protein structure. Due to the high resolution $( \\sim 1 . 6 ~ \\mathsf { \\AA } )$ of density map，we applied Autobuild from Phenix software package(Adams et al.，2002) to automatically build the main $\\mathsf { P }$ protein structure before manually adjust the structure in COOT (Emsley and Cowtan,2004) guided by $( 2 F _ { \\circ } - F _ { \\circ } )$ and $( F _ { \\circ } - F _ { \\circ } )$ electron density maps,where Fo and Fc are the observed and calculated structure factors，respectively.The programs REFMAC(Murshudov et al.,1997) and Phenix were also applied for further structure optimization before water molecules were added to the $( F _ { \\circ } \\cdot F _ { \\circ } )$ electron density map peaks $( > 2 . 5 ~ \\sigma )$ where they could form stable hydrogen (H) bonds (2.6-3.4 A) with nearby amino acid residues.The final structure of $\\mathsf { P }$ protein was validatedwith PROCHECK(Laskowski etal.，1993) priorto deposition to the PDB databank.The structures of P protein complexed with $\\mathsf { L e } ^ { \\mathsf { b } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ tetrasaccharides were solved with the native $\\mathsf { P }$ protein structure as search model, optimized and validated in similar ways.Analyses of final structures were performed by programs Edpdb(Zhang and Matthews,1995) and Pymol (DeLano Scientific LLC). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Protein data bank deposition ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The coordinates,structure factors and other related information of the structures for native BV P protein (PDB entry:4RDJ) and its complexes with Leb (PDB entry:4RDK) and Ley (PDB entry:4RDL) have been deposited in the Protein Data Bank,Research Collaboratory for Structural Bioinformatics,Rutgers University,New Brunswick, NJ,USA. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Expression and purification of BV P particles with single mutations ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Single amino acid mutations were introduced to the HBGA binding site of the P protein of BV through site-directed mutagenesis using the wild type construct of P domain (in plasmid pGEX-4T-1，GE Healthcare Life Sciences） as template.Site-directed mutagenesis wasperformed using the QuickChange Site-Directed Mutagenesis Kit (Agilent Technology，CA,USA) and corresponding primer pairs with designed mutations.The mutated P proteins were expressed and purifiedby E.colisystem(BL21)as Pparticlesas described previously (Tan etal.,20o8;Tan and Jiang,2005;Tan et al.,2009). The GST-P domain fusion proteins were digested by thrombin to release the P proteins that self-assembled into P particles.The P particle formationwas determined by gel filtrationchromatography usinga size-exclusion column Superdex 2oo (GE Healthcare Life Sciences，Piscataway，NJ）powered by an AKTA-FPLC system (model 920,GE Healthcare Life Sciences,Piscataway,NJ) followed bySDS-PAGE electrophoresis,inwhich the P particles forma peak at $8 3 0 ~ \\mathsf { k D a }$ .Theefficiency of Pparticle formationwas $\\sim 8 0 \\%$ .None of the designed single residue mutations in this study affected the $\\mathsf { P }$ particle formation. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "HBGA binding assays ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "These were performed as described elsewhere (Huang et al., 2005).The affinity-column purified BVP particles were first diluted to $0 . 2 \\ m g / \\mathrm { m L }$ as starting solutions.They were then diluted further ina 2-fold-series to indicated concentrations directly on the Elisa plates that hadbeen coated with salivasamples.A panel of synthetic oligosaccharides representing types A,B,H1,H2,Lea, $\\mathsf { L e } ^ { \\mathsf { b } }$ $L e ^ { \\mathsf { x } }$ $\\mathsf { L e } ^ { \\mathsf { y } }$ and three well-characterized saliva samples with known HBGA phenotypes of $\\mathsf { L e } ^ { \\mathsf { a } }$ $\\mathsf { L e } ^ { \\mathsf { b } }$ and $\\mathsf { L e } ^ { \\mathsf { y } }$ were used for the binding assays. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "HBGA phenotyping of saliva samples ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This was performed by ElA assays using the corresponding monoclonal antibodies (Mabs）against individual HBGAs as described previously (Huang et al.,2005;Tan et al.,2008). Briefly,boiled and diluted saliva samples were coated on microtiter plates.Corresponding Mabs (1:10O)against individual antigens (A,B,H1,H2, $\\mathsf { L e } ^ { \\mathsf { a } } , \\mathsf { L e } ^ { \\mathsf { b } } , \\mathsf { L e } ^ { \\mathsf { x } } , \\mathsf { L e } ^ { \\mathsf { y } } )$ (Signet Laboratories Inc.，Dedham，MA)were added followed by incubation with corresponding secondary antibody horseradish peroxidase (HRP) conjugates (Immunology Consultants Laboratory Inc.，Newberg，OR).The color signal was displayedby HRP substrate reagents (optEIA,BDBioscience,San Diego, CA). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The research described in this article was supported by the National Basic Research Program (973 Program) (Nos.2011CB910304 and 2011CB915501） and the National Natural Science Foundation of China (Grant Nos.31400639 and 31170702).The research of Xi Jiangand Ming Tan's labs is supported by the US National Institute of Health (R01 AI089634/P01 HD13021 to X.J.and R21 AI092434/ NCRR 8UL1TR000077-04 to M.T.). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "ABBREVIATIONS ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "BV，Boxer virus；CBP，central binding pocket；Gal，galatose; huNoVs,human noroviruses；HBGAs,histo-blood group antigens; MaBSs， majorbindingsaccharides；MiBSs， minorbinding saccharides;VLPs,virus-like particles;Pdomain,protruding domain. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "COMPLIANCEWITHETHICSGUIDELINES",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Ning Hao,Yutao Chen,Ming Xia,Ming Tan,Wu Liu,Xiaotao Guan, Xi Jiang,Xuemei Li and Zihe Rao declare that they have no conflict of interest. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This article does not contain any studies with human or animal subjects performed by the any of the authors. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "OPENACCESS ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This article is distributed under the terms of the Creative Commons AttributionLicense which permits anyuse， distribution，and reproduction in any medium，provided the original author(s)and the source are credited. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Adams PD,Grosse-Kunstleve RW,Hung LW,loerger TR,McCoy AJ,Moriarty NW,Read RJ,Sacchettini JC,Sauter NK,Terwilliger TC(2002） PHENiX: building new software for automated crystallographic structure determination.Acta Crystallogr D Biol Crystallogr 58:1948-1954   \nBu W，Mamedova A,Tan M,Xia M,Jiang X,Hegde RS (2008) Structural basis for the receptor binding specificity of Norwalk virus.JVirol 82:5340-5347   \nCao S,Lou Z,Tan M,Chen Y,Liu Y, Zhang Z,Zhang XC,Jiang X,Li X,Rao Z(2oo7） Structural basis for the recognition of blood group trisaccharides by norovirus.J Virol 81:5949-5957   \nChen Y,Tan M,Xia M,Hao N,Zhang XC,Huang P,Jiang X,Li X, Rao Z (2011）Crystallography of a Lewis-binding norovirus, elucidation of strain-specificity to the polymorphic human histoblood group antigens.PLoS Pathog 7:e1002152   \nChoi JM，Hutson AM，Estes MK，Prasad BV (2008)Atomic resolution structural characterization of recognition of histo-blood group antigens by Norwalk virus.Proc Natl Acad Sci USA 105:9175-9180   \nde Rougemont A,Ruvoen-ClouetN, Simon B,Estienney M,Elie-Caille C,Aho S,Pothier P,Le Pendu J，Boireau W,Belliot G (2011) Qualitative and quantitative analysis of the binding of Gll.4 norovirus variants onto human blood group antigens.J Virol 85:4057-4070   \nEmsley P, Cowtan K(2004) Coot: model-building tools for molecular graphics.Acta Crystallogr D Biol Crystallogr 60:2126-2132   \nFrenck R,Bernstein DI, Xia M, Huang P,Zhong W, Parker S,Dickey M，McNeal M，Jiang X (2012）Predicting Susceptibility to norovirus Gll.4 by use of a challenge model involving humans. J Infect Dis 206:1386-1393   \nHansman GS,Biertumpfel C,GeorgievI,McLellan JS,Chen L,Zhou T,Katayama K, Kwong PD (2011) Crystal structures of Gll.10 and Gll.12 norovirus protruding domains in complex with histo-blood group antigens reveal details for a potential site of vulnerability. J Virol 85:6687-6701   \nHuang P, Farkas T, Marionneau S, Zhong W,Ruvoen-Clouet N, Morrow AL，Altaye M,Pickering LK，Newburg DS,LePendu J, Jiang X (2003) Noroviruses bind to human ABO,Lewis，and secretor histo-blood group antigens:identification of 4 distinct strain-specific patterns. J Infect Dis 188:19-31   \nHuang P,Farkas T, Zhong W,Tan M,Thornton S,Morrow AL, Jiang X (2005)Norovirus and histo-blood group antigens: demonstration of a wide spectrum of strain specificities and classification of two major binding groups among multiple binding patterns.J Virol 79:6714-6722   \nHutson AM,Atmar RL,Graham DY, Estes MK (2002) Norwalk virus infection and disease is associated with ABO histo-blood group type.J Infect Dis 185:1335-1337   \nKroneman A,Vega E,Vennema H, Vinje J,White PA, Hansman G, Green K,Martella V, Katayama K, Koopmans M (2013) Proposal for a unified norovirus nomenclature and genotyping.Arch Virol 158:2059-2068   \nKubota T, Kumagai A, Ito H, Furukawa S, Someya Y,Takeda N, Ishii K,Wakita T,Narimatsu H, Shirato H(2012) Structural basis for the recognition of Lewis antigens by genogroup 丨 norovirus. J Virol 86:11138-11150   \nLaskowski RA，MacArthur MW，Moss DS，Thornton JM (1993) PROCHECK: a program to check the stereochemical quality of protein structures.J Appl Crystallogr 26:283-291   \nLindesmith L，Moe C，Marionneau S，Ruvoen N，Jiang X, Lindblad L，Stewart P，LePendu J，Baric R (2003)Human susceptibility and resistance to Norwalk virus infection．Nat Med 9:548-553   \nMcCoy AJ,Grosse-Kunstleve RW,Adams PD,Winn MD,Storoni LC，Read RJ (2007） Phaser crystallographic software.J Appl Crystallogr 40:658-674   \nMurshudov GN，Vagin AA，Dodson EJ(1997） Refinement of macromolecular structures by the maximum-likelihood method. Acta Crystallogr D Biol Crystallogr 53:240-255   \nNordgren J, Nitiema LW, Ouermi D, Simpore J, Svensson L (2013) Host genetic factors affect susceptibility to norovirus infections in Burkina Faso. PLoS One 8:e69557   \nOtwinowski Z,Minor W (1997) Processing of X-ray diffraction data collected in oscillation mode.Methods Enzymol 276:307-326   \nPrasad BVV,Hardy ME,Dokland T, Bella J,Rossmann MG,Estes MK(1999) X-ray crystallographic structure of the Norwalk virus capsid. Science 286:287   \nShanker S,Choi JM, Sankaran B,Atmar RL,Estes MK,Prasad BV (2011）Structural analysis of histo-blood group antigen binding specificity in a norovirus Gll. 4 epidemic variant: implications for epochal evolution. JVirol 85:8635-8645   \nShanker S,Czako R, Sankaran B,Atmar RL, Estes MK,Prasad BV (2014)Structural analysis of determinants of histo-blood group antigen binding specificity in genogroup 丨 noroviruses.J Virol 88:6168-6180   \nShirato H, Ogawa S, Ito H, Sato T, Kameyama A, Narimatsu H, Zheng X，Miyamura T，Wakita T，Ishii K，Takeda N (2008) Noroviruses distinguish between type 1 and type 2 histo-blood group antigens for binding.J Virol 82:10756-10767   \nTan M,Jiang X (2005) The p domain of norovirus capsid protein forms a subviral particle that binds to histo-blood group antigen receptors.JVirol 79:14017-14030   \nTan M，Jiang $\\mathsf { x }$ (2010）Norovirus gastroenteritis，carbohydrate receptors,andanimal models.PLoS Pathog 6:e1000983   \nTanM, Jiang X (2011) Norovirus-host interaction:Multi-selections by human histo-blood group antigens.Trends Microbiol 19:382-388   \nTan M,Jiang X(2014) Histo-blood group antigens: a common niche for norovirus and rotavirus.Expert Rev Mol Med 16:e5   \nTan M, Hegde RS,Jiang X (2004) The P domain of norovirus capsid protein forms dimer and binds to histo-blood group antigen receptors.JVirol 78:6233-6242   \nTan M,Fang P,Chachiyo T,Xia M, Huang P,Fang Z, Jiang W, Jiang X(2008a) Noroviral P particle: Structure,function and applications in virus-host interaction.Virology 382:115-123   \nTan M,Jin M,Xie H,Duan Z,Jiang X,Fang Z(2008b) Outbreak studies of a Gll-3 and a Gll-4 norovirus revealed anassociation between HBGA phenotypes and viral infection.J Med Virol 80:1296-1301   \nTanM,Xia M,Cao S,HuangP,FarkasT,MellerJ,Hegde RS,LiX, Rao Z, Jiang X(2oo8c) Elucidation of strain-specific interaction of a Gll-4 norovirus with HBGA receptors by site-directed mutagenesis study.Virology 379:324-334   \nTanM,Xia M,ChenY,Bu W,Hegde RS,MellerJ,LiX,Jiang X (2009）Conservation of carbohydrate binding interfaces:evidence of human HBGA selection in norovirus evolution. PLoS One 4:e5058   \nTanM,Fang PA,XiaM,ChachiyoT,JiangW,JiangX(2011) Terminal modifications of norovirus P domain resulted in a new type of subviral particles,the small P particles.Virology 410:345-352   \nZhang XJ,Matthews BW(1995) EDPDB:a multifunctional tool for protein structure analysis.J Appl Crystallogr 28:624-630   \nZheng DP,Ando T,FankhauserRL,Beard RS,Glass RI,Monroe SS (2006)Norovirus classification and proposed strain nomenclature.Virology 346:312-323 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]