[
    {
        "type": "text",
        "text": "Furin, a potential therapeutic target for COVID-19 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Canrong WU,a1 Yueying YANG,b.1Yang LIU,bPeng ZHANG,bYaliWANG,Qiqi WANG,b Yang XU,bMingxue LI,bMengzhu ZHENG,a\\* Lixia CHEN,b\\* &Hua LIla,b,\\* aHubei Key Laboratory of Natural Medicinal Chemistry and Resource Evaluation,School of Pharmacy,Tongji Medical College,Huazhong University of Science and Technology, Wuhan 43oo3o,China bWuya College of Innovation，Key Laboratory of Structure-Based Drug Design & Discovery，Ministry of Education,Shenyang Pharmaceutical University, Shenyang 11OO16,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A novel coronavirus (SARS-CoV-2) infectious disease has broken out in Wuhan,Hubei Province since December 2O19,and spread rapidly from Wuhan to other areas，which has been listedasan international concerning public health emergency.We compared the Spike proteins from four sources， SARS-CoV-2, SARS-CoV,MERS-CoV and Bat-CoVRaTG13,and found that the SARS-CoV-2 virus sequence had redundant PRRA sequences. Through a series of analyses,we propose the reason why SARS-CoV-2is more infectious than other coronaviruses.And through structure based virtual ligand screening,we foundpotentialfurin inhibitors,which might be used in the treatment of new coronary pneumonia. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords:SARS-CoV-2； Spike proteins； Furin； Inhibitors； Virtual screening",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In December 2O19,a series of acute respiratory diseases occurred in Wuhan, Hubei Province, China and then spread rapidly from Wuhan to other areas.As of February 17, 2O2O,a total of 71,444 patients have been diagnosed and 1,775 have died worldwide. This is caused by a novel coronavirus,which was named as \"2O19-nCoV\" by the World Health Organization,and diseases caused by 2019-nCoV was COVID-19. 2019-nCoV,as a close relative of SARS-CoV,was classified as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the International Committee on Taxonomy of Viruses (ICTV) on February 11, 2020. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Coronaviruses (CoVs) are mainly composed of four structural proteins, including Spike (S), membrane (M),envelope (E) and nucleocapsid (N) [1]. Spike, a trimeric glycoprotein of CoVs, determines diversity of CoVs and host tropism，and mediates CoVs binding to host cells surface-specific receptors and virus-cell membrane fusion [2]. Current research found that SARS-CoV-2 belongs to the beta coronavirus genus,and speculated that it may interact with angiotensin-converting enzyme 2 (ACE2) on the surface of human cells through Spike protein, thereby infecting human respiratory epithelium cell[3].Letko M and Munster Vthen identified the receptor for SARS-CoV-2 entry into human cells to be ACE2 [4]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Coronavirus Spike protein plays a key role in the early stages of viral infection, with the S1 domain responsible for receptor binding and the S2 domain mediating membrane fusion [5]. The process of SARS-CoV infecting the host involves two indispensable cleaving processes which affect the infectious capacity of SARS-CoV. First， Spike was cleaved into receptor-bound N-terminal S1 subunit and membrane-fusion C-terminal S2 subunit by host proteases at S1/S2 cleavage site (such as type II transmembrane serine protease (TMPRSS2), cathepsins B and L)[6,7]. Second,after CoVs are endocytosed by the host, the lysosomal protease mediates cleavage of S2 subunit ( $\\mathbf { \\dot { S } } \\mathbf { \\dot { 2 } } \\mathbf { \\dot { \\Omega } }$ cleavage site) and releases the hydrophobic fusion peptide to fuse with the host cell membrane [8]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Furin,a kind of proprotein convertases (PCs), is located in the trans-Golgi network (TGN) and activated by acid pH [9]. Furin can cleave precursor proteins with specific motifs to produce mature proteins with biological activity.The first (P1） and fourth (P4) amino acids at the N-terminus of the substrate cleavage site must be arginine \"Arg-X-X-Arg ↓\" (R-X-X-R， X: any amino acid,↓:cleavage site). If the P2 position is basic lysine or arginine, the cleavage efficiency can be improved by about 10 times [10]. Kibler KV et al. demonstrated that the Spike protein S1/S2 and ${ \\bf S } 2 ^ { \\prime }$ cleavage sites of the infectious bronchitis virus (IBVs) Beaudette strain can be recognized by fruin，which is a distinctive feature of IBV-Beaudette with other IBVs and has stronger infection ability [1,12]. Based on the characteristics of furin's recognition substrate sequence, some short peptide inhibitors have been developed, such as Decanoyl-Arg-Val-Lys-Arg-chloromethylketone (Dec-RVKR-CMK） and modified α1-antitrypsin Portland (α1-PDX). However, the non-specific and irreversible inhibitory effects on all members of the PC family limit their application [10,13]. No small molecule inhibitor of furin with good effect and high specificity has been found so far. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The epidemiological observations showed the infectious capacity of SARS-CoV-2 is stronger than SARS-CoV, so there are likely to be other mechanisms to make the infection of SARS-CoV-2 easier. We suppose the main possibilities as follows, first, SARS-CoV-2 RBD combining with ACE2 may have other conformations; second, the SARS-CoV-2 Spike protein can also bind to other receptors besides ACE2; third, Spike is more easily cleaved by host enzymes and easily fuses with host cell membrane. We compared the Spike proteins from four sources, SARS-CoV-2, SARS-CoV, MERS-CoV and Bat-CoVRaTG13,and found that the SARS-CoV-2 virus sequence had redundant PRRA sequences. Through a series of analyses, this study propose that one of the important reasons for the high infectivity of SARS-CoV-2 is a redundant furin cut site in its Spike protein.And through structure based virtual ligand screening, we proposed possible furin inhibitors, which might be potentially used in the treatment of COVID-19. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.Methodology ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 Homology Spike protein blast and sequence alignment. ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Spike protein of(GB:QHR63250.1） was downloaded from NCBI nucleotide database. The protein sequence were aligned with whole database using BLASTp to search for homology viral Spike protein (Alogorithm parameters, Max target sequences: 10Oo, Expect threshold: 10). Multiple-sequence alignment was conducted in BLASTp online and analysis with DNAMAN and Jalview. The evolutionary history was inferred using the Neighbor-Joining method in MEGA 7 software package. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test wasdetermined by 5OO replicates. The Spike protein sequence analyses were ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "conducted in snapgene view. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 Furin cleavage site prediction ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Theprediction of furin cleavage sites were carried out in ProP 1.O Server (http://www.cbs.dtu.dk/services/ProP/). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Compounds database ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Approved drug database was from the subset of ZINC database, ZDD (ZINC drug database) containing 2924 compounds [14l． Natural products database was constructed by ourselves, containing 1O66 chemicals separated from traditional Chinese herbals in own lab and natural-occurring potential antiviral components and derivatives.Antiviral compounds library contains 78 known antiviral drugs and reported antiviral compounds through literature search. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4 Homology modeling and molecular docking ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Corresponding homology models predicted by Fold and Function Assignment System server for each target protein were downloaded from Protein Data Bank (www.rcsb.org). Alignment of two protein sequences and subsequent homology modeling were performed by bioinformatics module of ICM 3.7.3 modeling software on an Intel i7 4960 processor (MolSoft LLC, San Diego, CA). For the structure-based virtual screening, ligands were continuously resiliently made to dock with the targethat was represented in potential energy maps by ICM 3.7.3 software, to identify possble drug candidates. 3D compounds of each database were scored according to the internal coordinate mechanics (Internal Coordinate Mechanics, ICM)[15l. Based on Monte Carlo method, stochastic global optimization procedure and pseudo-Brownian positional/torsional steps,the position of intrinsic molecular was optimized. By visually inspecting,compounds outside the active site,as well as those weakly fitting to the active site were eliminated. Compounds with Scores less than -3O or mfScores less than -1OO (generally represents strong interactions） have priority to be selected. Protein-protein docking procedure was performed according to the ICM-Pro manual. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Bioinformatics analysis reveals furin cut site in Spike protein of SARS-CoV-2 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "By sequence alignment of Spike protein sequence of SARS-CoV-2 with its highly homologous sequences, it was found that cleavage site Spike of SARS-CoV-2 had 4 redundant amino acids-PRRA，and these were not found in those of high homology coronavirus,which formed a furin-like restriction site as RRAR(Figure S1).Through prediction in ProP 1.O Server, it was found the sequence was indeed easily digested by furin(Figure S2). In order to explore the evolution of this sequence，we used the BLASTp method to find 1,OOo homologous Spike sequences with homology from $100 \\%$ to $31 \\%$ ，which all from beta CoVs. Multiple sequence alignments were performed on these thousands of Spike sequences. One sequence was selected from each highly homologous class (homology greater than $9 8 . 5 \\%$ ）for further sequence alignment,and about 155 sequences were finally selected. A homologous multiple sequence alignment was performed on these 155 sequences， and then a phylogenetic tree was constructed(Figure 1). It is found from the phylogenetic tree that the Spike of SARS-CoV-2 exhibited the closest linkage to those of Bat-SL-CoV and SARS-CoV,and far from those of MERS-CoV, HCoV-HKU1, HCoV-OC43. In general, most of the Spike protein in $\\mathfrak { a }$ -CoV does not have a furin cleavage site,most of that in gama-CoV has a furin cleavage site,and that in beta-CoV with or without furin cleavage site are common[16]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We performed furin digestion site prediction on the sequence of each type of coronavirus Spikethrough online software. It was found that all Spike with a SARS-CoV-2 Spike sequence homology greater than $40 \\%$ did not have a furin cleavage site (Figure 1, Table 1), including Bat-CoV RaTG13 and SARS-CoV (with sequence identity as $9 7 . 4 \\%$ and $78 . 6 \\%$ ，respectively). The furin cleavage site “RRAR” in SARS-CoV-2 is unique in its family, rendering by its unique insert of“PRRA\". The furin cleavage site of SARS-CoV-2 is unlikely to have evolved from MERS,HCoV-HKU1，and so on. From the currently available sequences in databases,it is difficult for us to find the source.Perhaps there are still many evolutionary intermediate sequences waiting to be discovered. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "By analysis of the SARS -CoV-2 Spike protein sequence, it was found that most features are similar to SARS-CoV. It has an N-terminal signal peptide and is divided into two parts,S1 and S2. Among them, S1 contains N-terminal domain and receptor binding region. And S2 is mainly responsible for membrane fusion. The C-terminal region of S2 is S2', containing a fusion peptide, Hetad repeat1, Hetad repeat 2,and a transmembrane domain(Figure 2). There are two cleavage sites between S1 and S2', named CS1 and CS2. However, there are some differences in this two cleavage sites. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Unlike SARS-CoV, SARS-CoV-2 contains polybasic amino acids (RRAR） at the CS1 digestion site，and trypsin digestion efficiency will be significantly improved herel5]. More importantly,as mentioned above,this site can be recognized and cleaved by the furin enzyme. The cleavage of Spike protein promotes structural rearrangements of RBD for the adaptation to receptor， thus increasing the ainityl17]. More importantly， the digestion of Spike is an indispensable for membrane fusion of S2 part[18]．In this case， the efficiency of the SARS-CoV-2Spike protein cleavage is significantly higher than that of SARS-CoV, and the SARS-CoV-2Spike protein could be cut during the process of virus maturation (Figure 3). The receptor affinity and membrane fusion eficiency of SARS-CoV-2 would be significantly enhanced compared to that of SARS-CoV. The membrane fusion of SARS-CoV-2Spike protein is more likely to occur during endocytosis process. This may explains the current strong infectious capacity of SARS-CoV-2. So,the development of furin inhibitors may be a promising approach to block its transmissibility. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/ef0d2ff7c007840297bdfc64d88ff0fa6f44910f12534b37ad5a902351469ef0.jpg",
        "img_caption": [
            "Figurel.Evolutionaryrelationshipsof taxa.Theevolutionary historywasinferedusingtheNeighbor-Joiningmethod.The "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "bootstrapconsensustree inferredfrom5OOreplicatesis takentorepresenttheevolutionaryhistoryofthetaxaanalyzed.Branches corresponding to partitions reproduced in less than $50 \\%$ bootstrap replicates are collapsed.The evolutionary distances were computedusingthe Poissoncorrection methodand in theunitsof the numberofaminoacid substitutions persite.The analysis involved155aminoacid sequences.Allpositions containinggapsand missingdata were eliminated.There areatotal of711 positions in thefinaldataset.Evolutionaryanalyses wereconducted in MEGA7.Those painted inred meancontaining cleavage site in sequences and those painted in yellow mean no cleavage site in sequences. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ffa48322f0a3c32c0547944810a24150c3454a544290afb0d363fdb7597a6569.jpg",
        "img_caption": [
            "Figure2.SequenceanalysisofSpikeproteininSARS-CoV-2.ItcontainsanN-terminalsignalpeptide,S1andS2.S1cotais "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "N-terminaldomainandreceptorbinding region.And S2is mainlyresponsible formembrane fusion.TheC-terminalregionof S2 is S2',itcontainsafusionpeptide,HR1,HR2,andatransmembrane domain,theaminoacid sequence numbersofeverydomain are annotated below them. Cleavage sites contained in SARS-CoVand SARS-CoV-2 are marked by rhombus. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/21ec278cd98e73fb6670f71cb323c13131cca1346f27050200c97a5679d62c79.jpg",
        "img_caption": [
            "Figure3.A schematic diagramof theprocess of SARS-CoVand SARS-CoV-2 infecting hostcels.Thoseprotease are "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "presented by sector in different colors.Furin can cleaveSpike in the process of viral maturation. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/5dd9dfdffd402ff147f028ee842e420ce157b8660008a3e7c6a6c6d275ed1cd8.jpg",
        "table_caption": [
            "Table 1.Furin cleavage probability of Spike sequence homology "
        ],
        "table_footnote": [
            "“Scores are predicted by ProP1.O Server.Scores above O.5 mean furin cleavable. bIdentities compared with SARS-CoV-2 Spike protein. "
        ],
        "table_body": "<html><body><table><tr><td>Description</td><td>Accession no.</td><td>CS1 sequence</td><td>Furinscorea</td><td>Identityb</td></tr><tr><td>SARS-CoV-2</td><td>QHR63250.1</td><td>NSPRRAR/SV</td><td>0.620</td><td>100%</td></tr><tr><td>Bat-CoV-RaTG13</td><td>QHR63300.1</td><td>QTQTNSR/SV</td><td>0.151</td><td>97.4%</td></tr><tr><td>Bat-SL-CoV</td><td>AVP78042.1</td><td>HTASILR/ST</td><td>0.170</td><td>80.3%</td></tr><tr><td>SARS-CoV</td><td>ABF68955.1</td><td>QLTPAWR/IY</td><td>0.117</td><td>76.0%</td></tr><tr><td>Bat-CoVHKU5</td><td>AGP04941.1</td><td>PSARLAR/SD</td><td>0.697</td><td>37.1%</td></tr><tr><td>MERS-CoV</td><td>QBM11737.1</td><td>LTPRSVR/SV</td><td>0.563</td><td>35.0%</td></tr><tr><td>Rat-CoV</td><td>AFG25760.1</td><td>TAHRARR/SV</td><td>0.879</td><td>36.3%</td></tr><tr><td>MHV</td><td>ABS87264.1</td><td>TSHRARR/SI</td><td>0.861</td><td>36.9%</td></tr><tr><td>HCoV-HKU1</td><td>AGT17758.1</td><td>SSRRKRR/GI</td><td>0.744</td><td>36.8%</td></tr><tr><td>Rodent-CoV</td><td>ATP66727.1</td><td>TARRKRR/AL</td><td>0.795</td><td>37.3%</td></tr><tr><td>Beta-CoVsp</td><td>AYR18670.1</td><td>ATRRAKR/DL</td><td>0.753</td><td>35.9%</td></tr><tr><td>Equine-CoV</td><td>BAS18866.1</td><td>TARRQRR/SP</td><td>0.815</td><td>37.1%</td></tr><tr><td>Porcine-CoV</td><td>ARC95227.1</td><td>TSLRSRR/SL</td><td>0.758</td><td>36.1%</td></tr><tr><td>Bovine-CoV</td><td>QGW57589.1</td><td>TKRRSRR/AI</td><td>0.780</td><td>37.5%</td></tr><tr><td>Canine-CoV</td><td>ABG78748.1</td><td>TQRRSRR/SI</td><td>0.832</td><td>37.1%</td></tr><tr><td>Camel-CoVHKU23</td><td>ALA50080.1</td><td>IDRRARR/FT</td><td>0.718</td><td>36.5%</td></tr><tr><td>Rabbit-CoVHKU14</td><td>AFE48805.1</td><td>TLQPSRR/AI</td><td>0.629</td><td>37.7%</td></tr><tr><td>Human-CoV OC43</td><td>AMK59677.1</td><td>KTRRSRR/AI</td><td>0.720</td><td>36.8%</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2 Homology modeling and protein-protein docking calculation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In our previous studies (accepted by ActaPharmaceuticaSinica B)， both SARS and SARS-CoV-2 spike RBD structures have been docked with human ACE2 to calculate their binding free energy. In that time, the complex structure of SARS-CoV-2 RBD with ACE2 was not available.Itsenergy wascalculatedbased on the homologymodel generated from ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "SARS_RBD-ACE2 complex. The binding energy between the SARS-CoV-2 spike RBD and human ACE2 was $- 3 3 . 7 2 \\mathrm { k J } \\mathrm { m o l } ^ { - 1 }$ , and that between SARS-CoV spike RBD and ACE2 was -49.22 KJ mol-1.This means the binding affinity between SARS-CoV-2 spike and ACE2 is weaker than that of SARS spike. During this manuscript was prepared,the structure of SARS-CoV-2 spike RBD-ACE2 complex was disclosed[19l. Based on this new real structure of SARS-CoV-2 spike RBD-ACE2 complex,we re-did the calculation and found that the binding free energy between SARS-CoV-2 spike RBD and ACE2 was $- 5 0 . 1 3 \\mathrm { \\ K J \\ m o l ^ { - 1 } }$ (Figure S3). This means the binding affinity between SARS-CoV-2 spike and ACE2 is slightly stronger than that of SARS spike.By inspecting the crystal structure of SARS-CoV-2 RBD-ACE2 complex and SARS RBD-ACE2 complex, one can find that one key loop of SARS-CoV-2 RBD in the complex interface had very different conformation compared to that of SARS RBD and previous modeled SARS-CoV-2 RBD (Figure S4). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In order to further explore the possible mechanism how furin cleaves SARS-CoV-2 Spike, we perform protein-protein docking for furin and Spike. Although a Cryo-EM structure of SARS-CoV-2 Spike has been published in bioRxiv during this manuscript was prepared[20l, the PDB coordinate was still not available so far. We already built a homology model of SARS-CoV-2 Spike in our previous paper submited to another regular journal. SARS-CoV-2 Spike structure was built by using the SARS-CoVSpike structure as the temple (PDB code: 5X58)[211. By superimposing the SARS-CoVSpike with the SARS-CoV-2 Spike, we can find that the major conformation differences between two structures are RBD domain, Arg685/677 loop region(furin/trypsin/TMPRSS2 cut site） and S2 loop region just after fusion peptide (Figure 4A).The trypsin/TMPRSS2 cut site of SARS-CoV was disordered and missng from the original Cryo-EM structure possibly due to its flexibility and without electro density. The “PRRA” inserting in SARS-CoV-2 in this region apparently generate the more flexible loop region and accessible cut site for protease. We performed protein-protein docking by setting SARS-CoV-2 Spikefurincleavage loop as the receptor,and furin active pocket as the ligand. The protein-protein docking results showed that furin acidic/negative active pocket can be well fitted onto the SARS-CoV-2 Spikebasic/positive S1/S2 protease cleavage loop with low energy (-18.43 Kcal/mol). This implies that the extra “PRRAR” loop of SARS-CoV-2 Spike renders it more fragile to the protease. And this may allow this site to be cut during the maturation, eficiently ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "enhancing the infection efficiency. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/3efed02cc26d22811d2f2b2b862d58c49dd37ee93aabea6f209914b075f87488.jpg",
        "img_caption": [
            "Figure4.Protein-protein docking model of SARS-CoV-2 Spikewith furin.(A）Superimpositionof SARS-CoVSpikeand "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "SARS-CoV-2 Spike.Two S1/S2 protease cleavage sitesand fusion peptide were shown as electrostatic surface mode.(B)Furin was dockedonto the putative furincut site(Arg685)ofSARS-CoV-2Spike.Both domains areshownas electrostatic surface mode. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3. Virtual ligand screening of furin protein ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Structure-based virtual ligand screening method was used to screen potential furin protein inhibitors through ICM 3.7.3 modeling software (MolSoft LLC, San Diego, CA) from a ZINC Drug Database (2924 compounds)，a small in-house database of natural products (including reported common antiviral components from traditional Chinese medicine） and derivatives （1066 compounds),and an antiviral compounds library contains 78 known antiviral drugs and reported antiviral compounds. Compounds with lower calculated binding energies (being expressed with scores and mfscores)are considered to have higher binding affinities with the target protein. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The screening results for the ZINC Drug Database (Table 2） showed that anti-tumor drugs Aminopterin, Fludarabine phosphate and Irinotecan, antibacterial drugs Sulfoxone,LomefloxacinandCefoperazone,antifungaldrugHydroxystilbamidine, antivirus drugValganciclovir,hepatoprotective drugSilybin,folic acid supplementFolinic acid have higher binding affinity to furin with mfscores lower than -1OO or Scores lower than -30. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Here,we show one example of screen hits,Hydroxystilbamidine,which was predicted to bind in the active site of furin with low binding energy. In the generated docking model, Hydroxystilbamidine was well fitted into the binding pocket of the substrate and adopted similar conformation as substrate analogous inhibitor MI-52 in PDB model $5 \\mathrm { J X H } ^ { [ 2 2 ] }$ ,occupied two arms' position of MI-52 (Figure 5A).Asp159,Asp259 and Asp306 were predicted to form three hydrogen bonds with imine groups of compounds (Figure 5B). It looks like that Hydroxystilbamidine mimic at least two arginines.Weak hydrophobic interaction between His194, Leu227，the backbone of $\\mathrm { T r p } 2 5 4$ and Asn295 with the compound may further stabilize its conformation. ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/fd3c345ab0ac575b083260d20ce246aab1a4c887442e81bfc7d1d202d14ee3d9.jpg",
        "table_caption": [
            "Table2.Potential furin inhibitors from ZINC drug database "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>No.</td><td>Drug Name</td><td>Structure</td><td>Pharmacological functions</td></tr><tr><td>1</td><td>Aminopterin</td><td>OH OH NH2 工 0 H2N</td><td>Anti-tumor</td></tr><tr><td>2</td><td>Folic acid</td><td>C OH O OH O= NH 0 HN 121</td><td>Vitamin B9, necessary material for the growth and reproduction of body cells</td></tr><tr><td>3</td><td>Sulfoxone</td><td>H O=c S OH HN O S= OH</td><td>Antibacterial effect</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/a0945d6ca7246e9085c65b235af4699469bd084973a787aac26c9c56129078d7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>4</td><td>Silybin</td><td>OH HO OH 0 0 OH OH</td><td>Hepatoprotective effect</td></tr><tr><td>5</td><td>Diminazene</td><td>NH NH HN1 NH2 N、 N NH</td><td>Insecticidal effect</td></tr><tr><td>6 7</td><td>Fludarabine phosphate L-Arginine</td><td>NH2 N` N HO O 0 P HO HO OH N oⅡ</td><td>Anti-tumor</td></tr><tr><td>8</td><td>Hydroxystilbamidine</td><td>H2N1 NH OH NH2 NH LOH H2N1 NH2</td><td>Nutritional supplement Antifungal effect</td></tr><tr><td>9</td><td>Methotrexate</td><td>NH o -OH NH2 NI HN HNl 1OH N</td><td>Antineoplastic, antirheumatic effects</td></tr><tr><td>10</td><td>L-dopa</td><td>HO/ O LOH HN OH</td><td>Treatment of Parkinson's disease</td></tr><tr><td>11</td><td>Irinotecan</td><td>O HO</td><td>Anti-tumor</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/60cd67eb66cd492451d0b84e4ee8c8ca4458b9b00615010f32d84626cec8dd43.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>12</td><td>Cefoperazone</td><td>N HN O HO -NH 0 0= OH N、 N O N</td><td>Antibacterial effect</td></tr><tr><td>13</td><td>Folinic acid</td><td>N 0 YOH OH N一 /=0 HNI H2N1 N HN- -OH N= 三 HN-</td><td>Folic acid supplement</td></tr><tr><td>14</td><td>Glycerol 3-phosphate</td><td>QH P-0、 OH HO` OH</td><td>Intermediate for serine synthesis</td></tr><tr><td>15</td><td>Valganciclovir</td><td>O oⅡ NH2 HN、 N OH H2N F -F <→</td><td>Antivirus</td></tr><tr><td>16</td><td>Fosaprepitant</td><td>HN -NOH P-OH</td><td>Treatment of nausea and vomiting induced by chemotherapy</td></tr><tr><td>17</td><td>Lomefloxacin</td><td>NH O OH 0</td><td>Antibacterial effect</td></tr><tr><td>18</td><td>Glutathione</td><td>HS OH ol oⅡ N OH H 0 NH2</td><td>Hepatoprotective effect</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/47817a412cd8ecacb2dfe9343fdd0a3272de96659bfa4b3028264b90eccad403.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>19</td><td>Famotidine</td><td>H2N 0=gNH2 N NH2 H2N N S</td><td>Treatment of gastrohelcosis</td></tr><tr><td>20</td><td>Imatinib</td><td>0 NH N H</td><td>Anti-tumor</td></tr><tr><td>21</td><td>Chenodeoxycholic acid</td><td>111· H OH 11 HH 0 HO' H 'OH</td><td>Dissolving gallstones</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/cec8691350c8bbe665093e6420d0027ad13fffe652e868889d613adc4caa41a8.jpg",
        "img_caption": [
            "Figure 5.Low-energy bindingconformationsof Hydroxystilbamidine bound to furin generated by moleculardocking.(A) "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Hydroxystilbamidinewas fited well intheactivepocketof human furin,and furin was shownas electrostaticsurface model. Hydroxystilbamidine(yellow）wasoverlappedwith substrateanalogue inhibitorMI-52(purple).(B）Detailedviewof Hydroxystilbamidinebinding in the activepocket of furin. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Another example was anticancer drug Imatinib. It was also predicted to bind in the active site of furin. In the generated docking model, Imatinib was fited well in the binding pocket,and occupied the top two arms’ position of MI-52 (Figure 6A). Two hydrogen bonds were predicted to form between the compound with Glu236 and Gly255. Weak hydrophobic interaction between Val231, Pro256, Trp254 and Gly294 and the compound was found (Figure 6B). ",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/d1760083d27934b98ea8671576bbd15fd1b5f7494f9e697f1a2c04c39abd0243.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Figure6.Low-energy bindingconformations of Imatinibto furin generatedby molecular docking.(A)Imatinibwas fitted ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "wellin theactive pocketofhuman furin,and furin wasshownas electrostaticsurface model.Imatinib(yelow)wasoverlapped with substrate analogue inhibitor MI-52(purple).(B)Detailed viewof Imatinibbindingin the activepocketof furin. ",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/1386c38cb91616d0607caf4309b28aab33c8749622314c62faff364d77e65b59.jpg",
        "table_caption": [
            "Table 3.Potential furin inhibitors fromin-house natural product database "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Drug Name</td><td colspan=\"2\">Structure</td><td rowspan=\"2\">Pharmacological Source</td></tr><tr><td>OH OH</td><td>functions</td></tr><tr><td rowspan=\"2\">1</td><td>(-)-Epigallocatechin gallate</td><td>HO OH</td><td>Antioxidation,</td><td rowspan=\"2\">Camellia sinensis</td></tr><tr><td>OH</td><td>LOH 0 OH</td><td>anti-tumor, treatment of depression</td></tr><tr><td>2</td><td>Theaflavin 3,3'-di-O-gallate</td><td>OH HO</td><td>Antioxidant effect, anti-tumor, anti-virus</td><td>Camellia sinensis</td></tr><tr><td>3</td><td>Biorobin</td><td>OH HO HO HO</td><td>HO Anti-virus</td><td>Ficusbenjamina</td></tr><tr><td>4</td><td>14-deoxy-11,12- didehydroandrographiside</td><td>HO OH 'OH H</td><td>Anti-virus, anti-inflammatory effect OH</td><td>Andrographispanicu lata</td></tr><tr><td>5</td><td>(1S,2R,4aS,5R,8aS)-1- formamido-1,4a-dimethyl-6- methylene-5-((E)-2-(2-ox0-2.5- dihydrofuran- 3-yl)ethenyl) decahydronaphthalen-2-yl 5-(R)-1,2-dithiolan-3-yl) pentanoate</td><td colspan=\"2\">Anti-virus, anti-inflammatory NH</td><td>Andrographolide derivatives</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/152d6dbc0e82626856ee0d5155620747b2c99182ad36bafd1bd595b8b2080d4a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>6</td><td>2β,30β-dihydroxy-3,4-seco-friedelolact one-27-lactone</td><td>O= 0H</td><td>Anti-virus</td><td>Viola diffusa</td></tr><tr><td>7</td><td>Phyllaemblicin G7</td><td>1 人哈 > H0- H0</td><td>Anti-virus</td><td>Phyllanthusemblica</td></tr><tr><td>8</td><td>Andrographolide</td><td>HO HO CH2OH</td><td>Anti-virus, anti-inflammatory effect</td><td>Andrographispanicu lata</td></tr><tr><td>9</td><td>14-deoxy-11,12- didehydroandrographolide</td><td>HO 'CH2OH</td><td>Anti-virus, anti-inflammatory effect</td><td>Andrographispanicu lata</td></tr><tr><td>10</td><td>(1S,2R,4aS,5R,8aS)-1- formamido-1,4a-dimethyl-6- methylene-5-(E)-2-(2-ox0-2.5- dihydrofuran-3-yl)ethenyl) decahydronaphthalen-2-yl 2-aminoacetate</td><td>O NH</td><td>Anti-virus, anti-inflammatory effect</td><td>Andrographolide derivatives</td></tr><tr><td>11</td><td>2-[2-O-(6-deoxy-α-L-mannopyranosyl )-β-D-xylopyranosylloxy]-1,8-dihydro xy-6-methoxy-9H- xanthen-9-one</td><td>OH DH OH OH OF OF</td><td>Anti-virus, anti-inflammatory effect</td><td>Swertiakouitchensis</td></tr><tr><td>12</td><td>Kouitchenside J</td><td>LOH HO, C HO OH OH H OH OH 11</td><td>Anti-virus, anti-inflammatory effect</td><td>Swertiakouitchensis</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/1cc1ba2f928337197fef7a1427f86a511427b247a3a15e00c35cc68a9b0c3d18.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>13</td><td>Stigmast-5-en-3-ol</td><td>HO</td><td>Antioxidant effect</td><td>Spatholobussuberect usdunn</td></tr><tr><td>14</td><td>Kouitchenside F</td><td>0 0 OH OH 'OH OH 0 OH O-. HO OH HO\"</td><td>Anti-virus, anti-inflammatory effect</td><td>Swertiakouitchensis</td></tr></table></body></html>",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "For the natural products(Table 3)，a series of compoundswith antivirus and anti-inflammationeffects，such as (-)-EpigallocatechingallateandTheaflavin 3,3'-di- $o$ -gallatefromCamellia sinensis,Biorobin from Ficusbenjamina, Andrographolide and 14-deoxy-11,12-didehydroandrographiside from Andrographispaniculata, one Andrographolide derivative (1S,2R,4aS,5R,8aS)-1- formamido-1,4a-dimethyl-6-methylene-5-( $( E )$ -2-(2-oxo-2,5-dihydrofuran-3-yl)ethenyl)decahydro naphthalen-2-yl 5-( $( R )$ -1,2-dithiolan-3-yl)pentanoate, $2 \\beta { , } 3 0 \\beta .$ dihydroxy3,4-seco-friedelolactone-27-lactone from Viola diffusa, Phyllaemblicin G7fromPhyllanthusemblica, three xanthones2-[[2-O-(6-deoxy-α-L-mannopyranosyl) $\\boldsymbol { \\cdot } \\beta$ -D-xylopyranosyl]oxy]-1,8-dihydroxy-6-meth oxy-9H-xanthen-9-one,Kouitchenside Jand Kouitchenside Ffrom Swertiakouitchensisexhibited high binding affinity to furin protein (mfscores< -1OO), suggesting the potential utility of these compounds in the treatment of SARS-CoV-2. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(-)-Epigallocatechin gallate (EGCG) was predicted to bind in the active site of furin，as Imatinib, it occupied the top two arms' position of MI-52 (Figure 7A). Two hydrogen bonds were predicted formed between the compound with Asp258 and Ala292. Weak hydrophobic interactions between Pro256, Trp254 and Gly294 and the compound were predicted (Figure 7B). ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/ed66a18ea11283b82ab047b3973369addbddd3f0fd91592902797fec8197516e.jpg",
        "img_caption": [
            "Figure7.Low-energybindingconformationsofECCGtofuringeneratedbymoleculardocking.（A)ECCGwas fitedwell "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "inthe active pocketof human furin,and furin was shown as electrostatic surface model.ECCG(yellow）wasoverlapped with substrate analogue inhibitor MI-52 (purple).(B)Detailed view of ECCG binding in the activepocket of furin. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The database of 78 antiviral drugs including compounds already on the market and currently undergoing clinical trials to treat SARS-CoV-2 infections was further screened. The results were shown in Table 4. DNA topoisomerase II inhibitorSuramin treating hand-foot-and-mouth disease exhibited the highest affinity with furin (mfscore $= 1 9 0 . 4 0 6$ ). A series HIV-1 therapeutic drugs, such as Indinavir, Tenofoviralafenamide, TenofovirDisoproxil and Dolutegravir, and hepatitis C therapeutic drugs, Boceprevir and Telaprevir also have high binding affinity to furin. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Suramin was predicted to bind in the active site of furin with high binding mfScores. From generated docking model, Suramin occupied the top right arm and bottom arm positions of MI-52, it extended more to another adjacent pocket and covered almost all the surface areas for furin substrate binding (Figure 8A). Asp154, Asp228, Gly229, Ser253, Asp264, Glu271, Ie312, Lys449, ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Arg490 and Asp53O were predicted to form 1O hydrogen bonds with the compound. Weak hydrophobic interactions may form between His194,Leu227,Tyr308,Trp531 and A532 with the compound (Figure 8B). ",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/9df1e1b2f0f8b708b05101aedf3be3024e1e12ae1742ce1ce6a47374aa7af82f.jpg",
        "table_caption": [
            "Table 4.Potential furin inhibitors from the common antiviral drugs database "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>No.</td><td>Drug Name</td><td>Structure</td><td>Pharmacological functions</td></tr><tr><td>1</td><td>Suramin</td><td>H H HO HO D=S-OH HO- OH</td><td>DNA topoisomerase II inhibitor</td></tr><tr><td>2</td><td>Indinavir</td><td>O OH</td><td>Human immunodeficiency virus Protease (HIV PR)</td></tr><tr><td>3</td><td>Boceprevir</td><td>HN H2N O</td><td>Hepatitis C virus Serine protease NS3/4A (HCV NS3/4A) Modulator</td></tr><tr><td>4</td><td>Tenofoviralafenamide</td><td>H2N HN</td><td>HIV-1 nucleotide reverse transcriptase inhibitor</td></tr><tr><td>5</td><td>TenofovirDisoproxil</td><td>N H2N</td><td>HIV, HBV nucleotide reverse transcriptase inhibitor</td></tr><tr><td>6</td><td>Acycloguanosine triphosphate</td><td>O= N HO-P-0- 101 0 OH OH OH NH NI P NH2</td><td>Thymidine kinase of herpesvirus</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/612ea9ccbf03743c89b1b2458e6d78071e52d2c6b336ea85ae6adc1156144338.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Telaprevir</td><td>H NH</td><td>Hepatitis Cvirus Serine protease NS3/4A (HCV NS3/4A) Modulator</td></tr><tr><td>8</td><td>Dolutegravir</td><td>工 OH O</td><td>Human immunodeficiency virus Integrase (HIV IN)</td></tr><tr><td>9</td><td>Maraviroc</td><td>1</td><td>1.C-C chemokine receptor type 5 (CCR5) 2.CCR5 messenger RNA(CCR5 mRNA)</td></tr><tr><td>10</td><td>Cobicistat</td><td></td><td>Inhibitor of cytochrome P450 3A(CYP3A) enzymes</td></tr><tr><td>11</td><td>Stavudine triphosphate</td><td>O= O= 1 0 OH•OH OH HO-P</td><td>Nucleoside analogue reverse transcriptase inhibitor used in the treatment of HIV infection</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/5277c13ce3e267a3d0cacc326ff4c225300f37195a9377e43ef8fca36589bd60.jpg",
        "img_caption": [
            "Figure8.Low-energy binding conformationsof Suraminto furin generated bymoleculardocking.(A）Suraminwas fited "
        ],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "wellin the active pocketofhuman furin,and furin wasshownas electrostatic surface model.Suramin(yellw)wasoverlapped with substrate analogue inhibitorMI-52(purple).(B)Detailed view of Suraminbinding in the activepocketof furin. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Our previous study(accepted by ActaPharmaceuticaSinica B) analyzed the amino acid composition of the RBD domain of the ACE2 receptor of SARS-CoV-2 and Bat-CoVRaTG13. We found that several key amino acids determining binding were mutated in SARS-CoV-2, which are more similar tothat of SARS-CoV.The calculation results show that in the same conformation as the SARS-CoV protein, the binding energy of SARS-CoV-2 and ACE2 receptors was a liter higher, but this result cannot fully explain the epidemiologically high contagion, so we speculate (1)the RBD domain of SARS-CoV-2 may have other conformations; (2） there may be other receptors; and (3) there are other mechanisms that enhance infectivity. During this manuscript was prepared, the Cryo-EM structure of SARS-CoV-2 Spike was solved[20l. Comparing thestructure of SARS-CoV-2 with the Spike structure of SARS-CoV, combined with biophysical detection, they found that SARS-CoV-2 binds more strongly to cellular ACE2 receptors. Furthermore,the just disclosed crystal structure of SARS-CoV-2 RBD-ACE2 complex showed a distinct conformational change in the key loop of complex binding interface. And the binding fre energy calculation indicated a slightly stronger binding for SARS-CoV-2 RBD compared to that of SARS RBD.These results confirm our guess that the conformational change of the RBD domain of SARS-CoV-2 leads to stronger binding. However, stronger receptor binding still can't fully explain the more infectious problem. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "So we put forward these hypotheses: (1） SARS-CoV-2 can also bind to other receptors; (2) the lung may not be the earliest infection site; (3) SARS-CoV-2 is easier to cut and more easily fuse with cell membranes. Published in the Pubmed database,researchers performed RNA-seq analysis on tissue samples from 95 individuals' 27 different tissues. The results showed that ACE2 protein was highly expressed in the small intestine and duodenum, but the expresson level in lung tissue is low (Figure S5). However, we analyzed the expression of furin and found that it is distributed in various organs with little difference in expresson level. Combined with the possible infection mechanism of SARS-CoV-2， the widespread distribution of furin increases the SARS-CoV-2 infection of other organs.The possibility of other organ attck is consistent with the multiple symptoms observed in clinic of COVID-19. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Based on these three conjectures,we compared the Spike sequences from SARS-CoV-2, SARS-CoV, MERS-CoV and Bat-CoVRaTG13,and found that anextra “PRRA\"insert near the ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "S1/S2 cleavage site. The “PRRA\"insert and subsequent arginine (R) constitute a RRAR sequence that can be recognized and cleaved by furin-like proteases，which may be the reason why SARS-CoV-2 infection is stronger than SARS-CoV. What's more, we performed a homologous alignment and phylogenetic analysis of the SARS-CoV-2 sequence,and found that “PRRA\"insert did not appear at any other close relatives of SARS-CoV-2，indicating that this insertwas completely novel in this genus virus. The existence of such a motif may allow Spikes to be cut into S1 and S2 by furin-like proteases before maturity, but not separated, which provides S1 with the flexibility to change the conformation to beter fit the host receptor. According to Simmons G et al. studies,overexpresson of furin can increase the activity of SARS-CoVSpike, but it will not cause Spike to be cleaved [23l.This is consistent with our prediction. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Furthermore， Glowacka Ietal.and SimmonsGet al.studieshave demonstrated that SARS-CoVSpikes can be activated by cleavage in two ways, including proteolytic activation by cathepsins B and L in host cells [241. In addition, SARS-CoVSpike can be activated by TMPRSS2 cleavage on the host cell surfacel6.What's more, MERA-CoV, S1/S1 and S2’ cleavage sites cannot be cut by fruin[25].So we speculated that the activation of SARS-CoV-2 Spike can be through different protease cleavage pathways and these pathways can occur simultaneously in host cells. SARS-CoV-2 Spike can utilize host protease diversity to activate, which may explain the strong infectious capacity of SARS-CoV-2.As we can see in Figure 2, the Spike protein of SARS-CoV-2 can be cleaved at multiple stages, which greatly increases the efficiency of fusion. It is likely that the virus will fuse with the cell during endocytosis and release the genome.In addition, the binding ability of the cleaved Spike to the ACE2 receptor is also greatly enhanced [26]. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "According to our study， furin-like proteasesmay be potential drug targets for anti-SARS-CoV-2 treatment. At present, some peptide inhibitors have been developed and have good effects [27, 8]. To search potential inhibitors of furin-like proteases，we screened potential compounds from a ZINC drug database (2924 compounds),a small in-house database of natural products (1O66 compounds)，and existing antiviral drugs library (78 compounds） withfurinby virtual ligand screening.From the ZINC Drug Database，we found a series of anti-tumor, antibacterial, antivirus,hepatoprotective drugs, such as Aminopterin, Fludarabinephosphate,Sulfoxone,Irinotecan, Hydroxystilbamidine, Lomefloxacin, Cefoperazone, Valganciclovir,Imatinib,etc. might be used as furin inhibitors.For the natural products,some flavonoids, diterpenoids,and steroids with antivirus and anti-inflammation effects,such as ECCG, Biorobin， Phyllaemblicin G7，Andrographolide and its derivatives，and xanthonesfrom the Swertiagenus,etc.exhibited high binding affinity to furin protein. From the database of 78 antiviral drugs, a series of HIV-1, hepatitis C, and hand-foot-and-mouth disease therapeutic drugs, such as Indinavir， Tenofoviralafenamide， Tenofovir，Disoproxil， Dolutdegravir，Boceprevir, Telaprevir and Suraminalso showed high binding afinity to furin. These potentialfurin inhibitors and medicinal plants containing these compounds as major constituents might be useful for the treatment COVID-19.The further experiments to verify their efciency in viro and in vivo will be carried out in our future studies. What's more,combined administration of targeting different SARS-CoV-2 proteases with furin inhibitors may be an effective therapeutic strategy. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "We acknowledge support from National Mega-project for Innovative Drugs (grant number 2019ZX09721001-004-007)，National Natural Science Foundation of China (NSFC）(grant number No.U1803122, 81773637, 81773594,U1703111). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "5. References   \n[1] Bosch BJ,van der Zee R,de Haan CA,Rotier PJ.The coronavirus Spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex.J Virol 20o3; 77: 8801-8811. [2] Lu G, Wang Q, Gao GF. Bat-to-human: Spike features determining ‘host jump'of coronaviruses SARS-CoV, MERS-CoV,and beyond. Trends in Microbiology 2015; 23: 468-478.   \n[3] Xu X,Chen P, Wang J,Feng J, Zhou H,Li X,Zhong W, Hao P.Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its Spike protein for risk of human transmission.Sci China Life Sci 2020.https://doi.0rg/10.1007/s11427-020-1637-5.   \n[4] Letko M, Munster V. Functional assessment of cell entry and receptor usage for lineage B $\\beta$ coronaviruses, including 2019-nCoV. bioRxiv, 2020.https:/oi.0rg/10.1101/2020.01.22.915660.   \n[5] Belouzard S,Chu VC,Whitaker GR.Activation of the SARS coronavirus Spike protein via sequential proteolytic cleavage at two distinct sites. Proc Natl Acad Sci U S A 2009; 106: 5871-5876.   \n[6] Glowacka I, Bertram S, Muller MA,Allen P, Soilleux E,Pfefferle S,Steffen I, Tsegaye TS,He Y, Gnirss K, Niemeyer D,Schneider H, Drosten C,Pohlmann S.Evidence that TMPRSS2 Activates the Severe Acute Respiratory Syndrome Coronavirus Spike Protein for Membrane Fusion and Reduces Viral Control by the Humoral Immune Response. Journal of Virology 2011; 85: 4122-4134.   \n[7] Zhou Y, Vedantham P,Lu K, Agudelo J, Carion R, Jr., Nunneley JW, Barnard D,Pohlmann S,McKerrow JH, Renslo AR, Simmons G. Protease inhibitors targeting coronavirus and filovirus entry. Antiviral Res 2015; 116: 76-84.   \n[8] Kam YW, Okumura Y, Kido H,Ng LFP, Bruzzone R.Ralf AltmeyerCleavage of the SARS Coronavirus Spike Glycoprotein by Airway Proteases Enhances Virus Entry into Human Bronchial Epithelial Cels In Vitro. PLoS ONE 2009; 4: e7870.   \n[9] Feliciangeli SF, Thomas L,Scott GK,Subbian E,Hung CH, Molloy SS,Jean F, Shinde U, Thomas G. Identification of a $\\mathrm { \\ p H }$ sensor inthe furin propeptide that regulates enzyme activation. JBiol Chem 2006; 281: 16108-16116.   \n[10] Henrich S,Cameron A,Bourenkov GP, Kiefersauer R, HuberR,Lindberg I,Bode W,Than ME.The Crystal Structure of the Proprotein Processing ProteinaseFurin Explains Its Stringent Specificity.Nat Struct Biol 2003;10: 520-526.   \n[11]TayFP, Huang M, Wang L, Yamada Y,Liu DX. Characterization of celllar furin content as a potential factor determining the susceptibility of cultured human and animal cells to coronavirus infectious bronchitis virus ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "IIecuoll. vir0wgy zu1z, 433: 421-450. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "[12] Yamada Y,Liu DX. Proteolytic activation of the Spike protein at a novel RRRR/S motif is implicated in furin-dependent entry,syncytium formation,and infectivityof coronavirus infectious bronchitis virus incultured cells. J Virol 2009; 83: 8744-8758   \n[13] Matsuyama S,Shirato K, Kawase M,Terada Y, Kawachi K,Fukushi S, Kamitani W. Middle East Respiratory Syndrome Coronavirus Spike Protein Is Not Activated Directly by Celllar Furin during Viral Entry into Target Cells. J Virol 2018; 92.   \n[14] Irwin J, Sterling T, Mysinger MM, Bolstad ES, Coleman RG. ZINC: A Free Tool to Discover Chemistry for Biology. Journal of Chemical Information and Modeling 2012; 52: 1757-1768.   \n[15] Abagyan R, Totrov M, Kuznetsov D. ICM-A New Method for Protein Modeling and Design_ Applications to Docking and Structure Prediction from the Distorted Native Conformation. J Comput Chem 1994; 15: 488-506 [16] Millet JK, Whittaker GR. Host cell proteases: Critical determinants of coronavirus tropismand pathogenesis. Virus Research 2015; 202: 120-134.   \n[17] Wals AC, Xiong X,Park Y-J,Tortorici MA,Snijder J, Quispe J, Cameroni E, Gopal R,Dai M,Lanzavecchia A, Zambon M, Rey FA, Corti D, Veesler D. Unexpected Receptor Functional Mimicry Elucidates Activation of Coronavirus Fusion. Cell 2019; 176: 1026-1039.   \n[18] Kirchdoerfer RN,Cotrell CA,Wang N,Pallesen J, Yassine HM,Turner HL,Corbett KS,Graham BS, McLellan JS, Ward AB.Pre-fusion structure of a human coronavirus Spike protein. Nature 2O16; 531: 118-121. [19]http://nmdc.cn/?from $\\circleddash$ groupmessage#/resource/detail?no $\\ v { r } =$ NMDCS0000001   \n[20]Daniel Wrapp,Nianshuang Wang,Kizzmekia S.Corbet, Jory A. Goldsmith,Ching-Lin Hsieh,Olubukola Abiona,Barney S. Graham，View ORCID ProfileJason S. McLellan. Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation. bioRxiv. 2020. htps://doi.org/10.1101/2020.02.11.944462.   \n[21] Yuan Y, Cao D, Zhang Y, Ma J, Qi J, Wang Q, Lu G, Wu Y, Yan J, Shi Y, Zhang X, Gao GF.Cryo-EM structures of MERS-CoV and SARS-CoV Spike glycoproteins reveal the dynamic receptor binding domains.Nat Commun. 2017; 10:15092.   \n[22] Dahms SO,Arciniega M,Steinmetzer T,Huber R,Than ME. Structure of the unliganded form of the proprotein convertase furin suggests activation bya substrate-induced mechanism. Proc Natl Acad Sci 2016; 113:11196-11201.   \n[23] Simmons G,Bertram S, Glowacka I, Stefen I, Chaipan C,Agudelo J,Lu K, RennekampAJ,Hofmann H, Bates P,Pohlmann S.Different host cellproteases activate the SARS-coronavirus Spike-protein forcell-cell and ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "virus-cell fusion.Virology 2011;413:265-274. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "[24] Simmons G,Gosalia DN,Rennekamp AJ,Reeves JD,Diamond SL,Bates P.Inhibitors of cathepsin L prevent severe acute respiratory syndrome coronavirus entry.Proc Natl Acad Sci U S A 2005;102: 11876-11881. [25] Van Lamvan T,Ivanova T,Hardes K,HeindlMR,MortyRE,Botcher-FriebertshauserE,LindbergI,han ME，Dahms SO, Steinmetzer T. Design，Synthesis，and Characterization of Macrocyclic Inhibitors of the Proprotein Convertase Furin. ChemMedChem 2019; 14: 673-685.   \n[26] Parka J-E,Lib K, Barlana A,Fehrc AR,Perlmanb S,McCray PBJr, Gallagher T. Proteolytic processing of Middle East respiratory syndrome coronavirus Spikes expands virus tropism.Proc Natl Acad Sci U S A 2016; 113: 12262-12267   \n[27] Dahms SO,Hardes K,Steinmetzer T,Than ME.X-ray Structures of the Proprotein Convertase Furin Bound with Substrate Analogue Inhibitors Reveal Substrate Specificity Determinants beyond the S4 Pocket. Biochemistry 2018; 57: 925-934.   \n[28] Dahms SO, Jiao GS,Than ME. Structural Studies Revealed Active Site Distortions of Human Furin by a Small Molecule Inhibitor.ACS Chem Biol 2017;12:1211-1216. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Furin, a potential therapeutic target for COVID-19 ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Supplementary information ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/21dc52f06f0ad983da93d956d42ce4ee093addb9e2ccf7c61c2abd93916f9683.jpg",
        "img_caption": [
            "Figure S1.Multiple sequence alignment of l0o Spike proteins.These156 proteins were ranked according to their homology "
        ],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "with SARS-2.The sequence corresponding to PRRA in SARS-CoV-2 ineach sequence is marked in the red box ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Sequence 457 LYRFERISS 0.170 ：Sequence 462 FRKSNLKPF 0.069 ：Sequence 466 NLKPFERDI 0.154Sequence 509 VGYQPYRVV 0.091 ：Sequence 528 ATVCGPK|KS 0.059 ·Sequence 525 TVCNEKKIST 0.146 ，：Sequence 537 TLLESNK CV 8.07 ：：Sequence 558 LTESNKKFL 0.091 .Sequence 567 PFQQFGRDI 0.127 ·Sequence 577 DTTDAVRDP 0.076 .Sequence 634 QLTPTWRVY 0.098 ·Sequence 646 SNVFQTR|AG 0.103 ,Sequence 682 TQTNSPRRA 0.111 ·Sequence 683 QTNSPRRAR 0.146Sequence 685 NSPRRARSV 0.620\\*ProP\\*Sequence 733 LPVSMIK TS 0.065Sequence 765 FCTQLNR|AL 0.076 ：Sequence 776 IAVEQDK|NT 0.071 ·Sequence 786 EVFAQVK|QI 0.066 .Sequence 790 QVKQIYK TP 0.056 ,Sequence 795 YLPPIK PF 0.078 ：：Sequence 814 DPSKPSKRS 0.071 ·Sequence 815 PSKPSKR|SF 0.333 ·Seten 888 EDSCRIOT 8.0Sequence 854 DLICAQKFN 0.064 .Sequence 905 ALYMAYIEN 0.169 ：：Sequence 933 FNSAIGK IQ 0.067 ：Sequence 944 ANALGKILL 0.077 ：：Sequence 983 LNDILSRLD 0.068 ·Sequence 986 ILSRLDKVE 0.129 ：Sequence 995 AEVQIDRLI 0.081 ，",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/4b13fa4e7857d8bd69efa206c4051705de644563042ba07739e1fc09ff5b0c82.jpg",
        "img_caption": [
            "ProP1.0:predioted propeptide cleavage sitesin Sequence,furin-specific prediction "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Server. ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/6ab45e5baa3480d73ba8df79d8a6661580b7429b90bd13a0f2b04e37476bc54a.jpg",
        "img_caption": [
            "Figure S2.Resultoffurincleavagesite pridictionof Spike protein in SARS-CoV-2,which predicted byonlinemethodProP1.0 ",
            "Figure S3.Protein-protein dockingcalculation model of SARS-CoV-2 spike RBD (light blue）with human ACE2 (yellow), "
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "original RBD conformation was shown in orange.The calculated free energy is $- 5 0 . 1 3 \\mathrm { K c a l / m o l }$ yellow) was shown.The homology model of SARS-CoV-2 spike RBDbuilt from SARS spike RBD was shown as blue. ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/dd0233d646a31d90c9b75e1c132e3ce26259b4404c6e9b2ce3e3807e31f3d74d.jpg",
        "img_caption": [
            "Figure S4.Comparisonof SARS-CoV-2spike RBD (orange)and SARS spike RBD (yellow).Thecomplex with ACE (left part, "
        ],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/e295ef8f2ca064d00f8c97dd556d1773815fa74dc30ce47c93e140bf7edba409.jpg",
        "img_caption": [
            "Figure S5.Expresson levels ofFurin,ACE2 and TMPRSS2 in various tissues.The data is from pubmed [1-3l. "
        ],
        "img_footnote": [],
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "[1] Angiotensin I converting enzyme 2 (ACE2) expression level in human tissues using HPA RNA-seq method.   \n[DB/OL].(2020-02-03)[2020-02-17]. https://www.ncbi.nlm.nih.gov/gene/59272/?report=expression.   \n[2] Furin,paired basic amino acid cleaving enzyme (Fruin) expression level in human tissues using HPA RNA-seq method.[DB/OL].(2019-12-21) [2020-02-17]. htps://www.ncbi.nlm.nih.gov/gene/5045/?report=expression.   \n[3] Transmembrane serine protease 2(TMPRSS2) expression level in human tissues using HPA RNA-seq method.   \n[DB/OL].(2019-12-21) [2020-02-17]. https://www.ncbi.nlm.nih.gov/gene/7113?report=expression. ",
        "page_idx": 33
    }
]