[
    {
        "type": "text",
        "text": "多泥沙河流水库“蓄清调浑”运用方式及其设计技术\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张金良」2 胡春宏\\* 刘继祥‘1（黄河勘测规划设计研究院有限公司郑州 450003）2（天津大学建筑工程学院 天津 300072)3（中国水利水电科学研究院 北京 100038))",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：系统总结了上世纪 $5 0 \\sim 6 0$ 年代以来我国多泥沙河流水库运用方式发展历程，阐释了不同时期水库运用方式及其设计技术的发展变化，详细解剖了“蓄清调浑”运用方式及其设计技术。设计上，要求科学合理设计调沙库容和排沙水位相应泄流规模，考虑调沙过程中的不同淤积状态，按照“深槽调沙、中槽兴利、高槽调洪”的库容分布设计规则进行水库库容配置设计；超高含沙量河流要在正常泄流排沙孔以下增设非常排沙底孔，形成“正常 $^ { \\cdot } +$ 非常”双泥沙侵蚀基准面；特高含沙量河流水库有效库容保持和供水调节之间难以协调，要采用水沙分置开发方式。运用上，要结合水库开发任务和入库水沙条件等灵活确定，高含沙量河流水库可采用“小水拦沙，大水排沙，适时造峰，淤滩塑槽”的运用方式，超高含沙量河流水库可结合孔洞布置采用非常规排沙调度方式，特高含沙量河流水库可结合水沙分置开发采用“干流大库调沙、支流小库调节供水”的运用方式。“蓄清调浑”运用方式，能在长期保持水库有效库容的基础上，进一步兼顾水库调水调沙需要，有效避免了泥沙淤积占用水库有效库容，减少了水库强迫排沙对下游水沙关系的不利影响，研究成果将为当前和今后一段时期内多沙河流水库工程设计与运行提供指导和参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：黄河水库泥沙 蓄水拦沙 蓄清排浑 蓄清调浑运用方式分类号：TV145",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Application and design technology ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "of \" storingclean water and regulating muddy flow ‘ of ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "reservoirs in sediment-laden river ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhang Jinliangl²Hu Chunhong³Liu Jixiang' 1(Yellow River Engineering Consulting Co.，Ltd.， Zhengzhou 450003，China) ²(Civil Engineering College，Tianjin University， Tianjin 300072， China)   \n3 (China Institute of Water Resources and Hydropower Research， Bei jing 100871, China) Abstract: This article systematically summarized the development process of the   \noperation mode of reservoirs on sediment-laden rivers in China since the 1950s,   \nespecially explained the application and design technology of \"storing clean water   \nand regulating muddy flow\". The so-called\" storing clean water and regulating muddy   \nflow \"application is to fully consider the changes in the incoming water and sediment   \nprocess in the reservoir according to the requirements of the reservoir development ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "task,and coordinate the impact of the sediment on the siltation form and effective reservoir capacity to maximize the coordination degree of the water-sediment relationship in the downstream river as the core. Through the comprehensive coordinated control of \"blocking，regulating and discharging\"， the comprehensive utilization benefits of reservoirs can be brought. In design， in order to better exert the reservoir regulation function,it is necessary to consider the demand for storage capacity of water and sediment regulation, and set up sufficient water and sediment regulation storage capacity to reduce the adverse impact of the forced sediment discharge of the reservoir on the downstream water-sediment relationship. The storage capacity distribution design is based on the rules of “deep channel for sediment regulation， medium channel for benefit and high channel for flood regulation”，to avoid the use of effective reservoir capacity due to sedimentation. Rivers with ultra-high sediment content should set abnormal sediment discharge bottom outlets to form a \"normal $^ +$ abnormal\" double sediment erosion datum plane, to realize the recycling of part of the sediment storage capacity, and the integrated utilization of sediment storage capacity and water and sediment regulation storage capacity. Reservoir should adopt water and sediment separation development method, which is “\"mainstream large reservoirs for sediment regulation, tributary small reservoirs for water supply\"，in rivers with super high sediment content to solve the contradiction between effective reservoir capacity maintenance and water supply regulation. On the basis of achieving long-term preservation of effective storage capacity， \"storing clean water and regulating muddy flow\" better takes into account the needs of reservoir water and sediment regulation in sediment-laden rivers. The results will provide guidance and reference for the reservoir engineering design and operation of sediment-laden river， in the current and future periods. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: Yellow River Reservoir sediment Water storage and sediment interception Storing clean water and discharging muddy flow Storing clean water and regulating muddy flow Operation mode ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国北方水土流失严重地区的多泥沙河流，水少沙多、输沙量大、含沙量高，在这些河流上修建水库，往往带来大量的泥沙淤积[1]。大量的工程实践表明,泥沙问题如果处理不当，对工程的影响是全方位的[2-3]。库尾泥沙淤积处理不当，会造成泥沙淤积末端不断上延，扩大水库淤积、淹没范围，导致移民和社会问题;库区泥沙淤积处理不当，会造成水库有效库容不断淤损，导致开发目标难以实现；坝前泥沙淤积处理不当，会造成泄流孔洞淤堵、大坝受力结构变化等，导致安全运行事故频发；泄水孔洞防沙避沙处理不当，会导致机组或泄流建筑物严重磨蚀等。黄河干流的三门峡水库、盐锅峡水库、青铜峡水库，支流蒲河的巴家咀水库和延河的王瑶水库等大量水库均因泥沙淤积被迫改建[4-7]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为了控制水库泥沙淤积，长期保持水库有效库容，实现水库开发目标，我国水利科技工作者进行了长期的探索与实践，在早期\"蓄水拦沙\"运用的基础上不断总结经验，逐渐发展形成了“蓄清排浑\"运用方式[1]，为水库库容长期保持提供了保障，有效支撑了我国多沙河流水库规划设计和运用实践[8-13]，特别是小浪底水利枢纽的成功建设运行，是多泥沙河流水库“蓄清排浑\"运用方式及其设计技术逐步走向成熟的重要标志[14-23]。继小浪底之后，依托黄河古贤、泾河东庄、甘肃马莲河等多沙河流水利枢纽工程规划设计，我国多泥沙河流水库运用方式及其设计技术逐渐由\"蓄清排浑\"向\"蓄清调浑\"发展，很好地解决了高（年均 $1 0 { \\sim } 1 0 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 } )$ 、超高（年均 $1 0 0 { \\sim } 2 0 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 } )$ 、特高（年均 $2 0 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ 以上）含沙量河流重大水工程库区淤积形态设计、库容配置、淤损库容修复再生等世界级技术难题，使超高、特高含沙量河流上建设水利枢纽工程正逐步成为现实。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本文在回顾上世纪50\\~60年代以来我国多泥沙河流水库运用方式发展历程的基础上，详细阐释了水库\"蓄清调浑\"运用方式及其设计技术的提出，对关键理论技术进行了系统分析，给出了具体的实践案例。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 “蓄清调浑”运用的提出",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "泥沙问题是贯穿多泥沙河流水库设计全过程的关键和核心问题[24]。设计过程中，需要对入库水沙条件、调度运用方式、泥沙淤积形态、有效库容分布、回水淹没范围和枢纽防沙防护等进行深入论证，提出工程建成后可能存在的泥沙问题，分析其带来的影响，提出解决措施，使库容规模、特征水位和泄流排沙等设计均建立在可靠的基础上。运用过程中，需要在设计运用方式的基础上，根据入库水沙条件、泥沙淤积状态和综合利用需求的变化，研究合适的水库运用方式。以下按照多沙河流水库运用方式及其设计技术的发展过程，阐释“蓄清调浑”运用方式及其设计技术产生的背景和特征。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. 1 “蓄水拦沙” ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国大规模的水库建设始于上世纪50至60年代，由于对泥沙问题认识水平有限，该时期多沙河流水库多是参考清水河流水库，运用方式上多采用“蓄水拦沙\"运用方式，水库不设置专门的排沙期，常年蓄水运用，泥沙淤积主要考虑堆积在死库容内[27]，通过预留一定规模的堆沙库容，以库容换时间，使水库在一定时间内能够保持足够的调节库容发挥效益；设计上，专门设置排沙设施的很少，一些中小型水库甚至没有设置排沙设施。这一时期设计的水库使用寿命是有限的，泥沙首先淤满死库容，此后则开始淤积有效库容，直至淤废丧失原有设计功能，水库的寿命是死库容（或预留堆沙库容）淤满的年限[28]。当时也有考虑到泥沙淤积对水库运用寿命的影响，为了减缓水库淤积，曾提出在水库上游加强水土保持、修建拦沙坝等措施减少入库泥沙，但泥沙处理思路仍局限于“拦”，还没有提出长期保持有效库容的设计理念和要求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "多沙河流的来沙是无限的，库容是有限的，由于这一时期对泥沙认识水平有限，采用了以\"拦\"为主的设计运行思路，被动地通过堆沙库容\"拦\"沙换取水库使用寿命，没有很好地解决泥沙淤积问题，这一时期修建的水库泥沙淤积问题严重，大量工程被迫改建。根据上世纪70年代的调查资料[29]，陕西省192 座水库总库容15亿 $\\mathbf { m } ^ { 3 }$ ，这些水库规划设计没有很好地考虑排沙，到1973年底淤积损失库容4.73亿 $\\mathbf { m } ^ { 3 }$ ，占总库容的 $3 1 . 4 \\%$ ，平均每年损失库容0.3亿 $\\mathrm { m } ^ { 3 }$ ，有 $2 2 \\%$ 的水库淤满或者淤废；山西省43座大中型水库总库容为22.3亿 $\\mathrm { m } ^ { 3 }$ ，到1974年底淤积损失库容7亿 $\\mathrm { m } ^ { 3 }$ ，占总库容的 $3 1 . 5 \\%$ ，平均每年损失库容0.5亿 $\\mathbf { m } ^ { 3 }$ ，严重地降低了水库寿命，导致水库原有开发功能全部或者部分丧失。典型水库代表有永定河的官厅水库、黄河干流的三门峡水库、蒲河的巴家咀水库[37]等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "官厅水库是我国在永定河上修建的第一座大型骨干水库，工程开发目标是防洪、供水、发电、灌溉。水库设计时预留9亿 $\\mathrm { m } ^ { 3 }$ 作为堆沙库容，3亿 $\\mathrm { m } ^ { 3 }$ 作为蓄水库容，10.7亿 $\\mathbf { m } ^ { 3 }$ 作为防洪库容，并计划在上游流域推行水土保持工作减小泥沙来量，水库1953年开始兴建，1955年正式投运，采用蓄水拦沙运用，泥沙淤积严重，至1980年5月水库共淤积泥沙5.86亿 $\\mathrm { m } ^ { 3 }$ ，其中死库容淤积3.99亿$\\mathrm { m } ^ { 3 }$ ，兴利库容淤积1.17亿 $\\mathrm { m } ^ { 3 }$ ，防洪库容淤积0.7亿 $\\mathbf { m } ^ { 3 }$ 。泥沙淤积，产生水库防洪标准降低、供水无法保证、库周淹没损失扩大，以及影响泄流建筑物的安全和发电供水质量等一系列问题，1985年被迫对工程进行了改建。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "三门峡水库是黄河中游干流上修建的第一座以防洪为主，兼顾防凌、灌溉、发电、供水等综合利用的大型水利枢纽工程，水库原设计最高洪水位 $3 6 0 \\mathrm { m }$ ，总库容646亿 $\\mathrm { m } ^ { 3 }$ ，设计防洪库容100亿 $\\mathrm { m } ^ { 3 }$ ，原设计也意识到水库淤积对水库使用年限及效益的影响是关键的，考虑水库保持在1967年水平减沙 $20 \\%$ ，50年后减沙 $50 \\%$ ，考虑50年淤积，预留336亿 $\\mathrm { m } ^ { 3 }$ 的堆沙库容，以保证水库在50\\~100 年不至于失效[30]。三门峡水库1957年4月开工，1960年9月下闸运用，初期采用“蓄水拦沙\"运用，水库淤积严重，为解决淤积问题，1962年3月起，水库汛期闸门全开敞泄运用，只保留防御特大洪水的任务，但由于泄流规模不足，当发生大洪水时，水库“滞洪排沙”，库区泥沙仍大量淤积，被迫于 $1 9 6 5 \\sim 1 9 6 9$ 年和$1 9 6 9 \\sim 1 9 7 3$ 年先后两次对枢纽泄洪排沙设施进行增建和改建，以扩大泄流能力。三门峡水库带来的泥沙淤积问题主要有：一是水库淤积末端上延，导致潼关高程抬升 $4 . 5 \\mathrm { m }$ ，严重威胁关中平原乃至西安防洪安全；二是库容损失严重，至1964年汛后， $3 5 5 \\mathrm { m }$ 以下库容损失 $44 \\%$ ，导致原设计防洪、兴利效益均受到严重影响。为此，水库进行了两次改建。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 “蓄清排浑” ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "针对上世纪50年代和60年代出现的诸多水库泥沙问题，我国水利工作者逐渐认识到对多沙河流，采用以“拦\"为主的设计运行思路，通过被动拦沙赋予水库一定的寿命，是不可行的[31]，需要寻求有效库容长期保持的途径和方法。早在1964年，唐日长、林一山根据闹得海水库和黑松林水库成功经验的实质提出了水库有效库容长期保持的设想和概念[32]，在三门峡水库改建前就预测到通过改建可以实现水库库容长期保持，建议在黄河上游或者在类同黄河情况的其他河流上，把正在设计或施工中的水库按照长期使用水库的原则进行设计或修改设计。后来韩其为进一步从理论上阐述了水库长期使用的原理和根据，并给出了保留库容的确定方法。与此同时，为了减少水库淤积，保持水库有效库容长期使用,充分发挥水库的综合效益，我国水利科技工作者进行了长期的探索与实践，针对三门峡水库的严重泥沙淤积问题，通过水库的改建和运行方式的调整，创新性地提出了水库\"蓄清排浑\"的运行方式，成功解决了三门峡水库泥沙淤积问题。青铜峡[3-34、三盛公等水库淤积的控制从实践上进一步证明了大型综合性水库\"蓄清排浑\"运用长期保持有效库容的可行性，逐步形成共识[24]，并探索了水库淤积最终形成的平衡形态及计算方法[35]。此后，从规划设计层面继续探索了“蓄清排浑”运用方式及其设计技术要求，涂启华[36]、李世滢[26]、刘继祥[25]、曹如轩[36]开展了大量工作，并在小浪底水库枢纽设计中成功运用，至此，标志着多沙河流水库“蓄清排浑\"运用及设计技术基本成熟。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "所谓\"蓄清排浑\"运用，就是从长期保持水库有效库容的基本要求出发，要求水库死水位具有较大的泄流规模，同时设置专门的排沙期，在水库冲淤平衡形态上进行库容配置和回水计算，水库有效库容是相应于冲淤平衡形态的库容。以三门峡水库改建和小浪底水库设计详细说明\"蓄清排浑\"运用及设计技术的发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "三门峡水库1962年3月起滞洪排沙\"运用，由于泄流能力不足，水库滞洪淤积仍非常严重，为此进行改建增加泄流能力。1968年完成了一期泄流建筑物改建，增加了“两洞四管”， $3 1 5 \\mathrm { m }$ 以下泄流规模由 $3 8 0 4 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 增加到 $6 1 0 2 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ ;1971年完成二期泄流建筑物改建，打开了原施工导流1#\\~8#导流底孔， $3 1 5 \\mathrm { m }$ 以下泄流规模进一步增加到 $9 0 5 9 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ ，两次改建后显著增加了泄流规模。在此基础上，进一步降低汛期运用水位，自1973年汛后，三门峡水库开始进行“蓄清排浑\"运用，汛期平水期控制水位 $3 0 5 \\mathrm { m }$ 发电，当入库来较大洪水时，水库敞泄排沙运用。1973年11月\\~1986年10月为丰水平沙时段，水沙条件较为有利，潼关以下库区仅淤积0.70亿 $\\mathrm { m } ^ { 3 }$ ，年均淤积量为0.054亿 $\\mathrm { m } ^ { 3 }$ ，潼关高程基本稳定；1986年以后，由于长期来水偏枯，进入库区的大流量过程偏少，库区呈淤积趋势，至2002 年潼关以下库区累计淤积2.43亿 $\\mathbf { m } ^ { 3 }$ ，潼关高程持续抬升，由 $3 2 7 \\mathrm { m }$ 增加到 $3 2 8 . 5 \\mathrm { m }$ 左右。2002 年以后，进一步降低运用水位，加大排沙力度，汛期入库流量大于$1 5 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 即开始敞泄，由于黄河来沙量大幅减少，而来水量有所增加，有利的水沙条件和调整优化后的水库运用方式，使得潼关以下库区实现冲刷，累计冲刷泥沙1.82亿 $\\mathrm { m } ^ { 3 }$ ，潼关高程持续抬升的局面得到遏制，维持在 $3 2 8 \\mathrm { m }$ 左右[1]。经过两次改建并采用\"蓄清排浑\"运用之后，三门峡水库逐渐进入淤积平衡状态。从淤积部分和淤积形态来看，三门峡库区距坝 $8 0 \\mathrm { k m }$ 范围内河底平均高程冲淤变化较大，库区淤积比降从尾部段至坝前段依次变小，呈多级坡度（见图1)，坝前段淤积比降平均为 $1 . 6 ^ { 0 } / \\mathrm { { 0 0 0 } }$ ，相应淤积长度为 $4 0 . 8 \\mathrm { k m }$ ；第二段淤积比降平均为$2 . 1 ^ { 0 } / _ { 0 0 0 }$ ，相应淤积长度为 $4 0 \\mathrm { k m }$ ；第三段淤积比降为 $2 . 5 \\text{ textperthousand}$ ，相应淤积长度为$4 4 . 8 \\mathrm { k m }$ ；整个 $1 2 5 . 6 \\mathrm { k m }$ 的库段淤积比降为 $2 . 1 ^ { 0 } / _ { 0 0 0 }$ 。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/7a6193739ce6fff4b52df0dcf6c0dac7eb04a817a7eec76f08cbc35bc2d8038e.jpg",
        "img_caption": [
            "图1三门峡水库平均河底高程纵剖面"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "三门峡水库采用“蓄清排浑\"运用方式并通过改建增加泄流规模，使水库淤积得到了有效控制，形成了“高滩深槽\"冲淤平衡形态，实现了有效库容长期保持，为多沙河流水库规划设计提供了借鉴。小浪底水库这一思想指导下，设计阶段考虑防洪减淤、等综合利用需求，在\"高滩深槽\"冲淤平衡形态以下75.5亿m的库容设置为拦沙库容，冲淤平衡形态以上有效库容为51亿 $\\mathbf { m } ^ { 3 }$ ，其中死水位至汛限水位之间设置的调水调沙库容为10.5亿 $\\mathrm { m } ^ { 3 }$ 、汛限水位至防洪高水位之间的防洪库容为40.5亿㎡，兴利库容和调水调沙库容及防洪库容共用，为了实现长期有效库容保持，水库设计死水位泄流规模达到 $8 0 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ ，中常洪水条件下不会产生滞洪淤积。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总的来说，“蓄清排浑\"采用\"拦\"排\"结合的泥沙处理思路，基本解决了三门峡等水库库容快速淤损问题，在小浪底水库设计中得到了进一步的应用和发展，较好地解决了百公斤级以下含沙量河流水库设计难题，是继\"蓄水拦沙\"之后，我国水库运用及设计技术的一大进步。但是仍存在一些问题需要进一步研究解决。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "以小浪底水库为例，首先，水库库容分布和回水设计是基于冲淤平衡形态，实际上，水库进入冲淤平衡状态后，水库主汛期调水调沙运用、非汛期蓄水运用，随着来水来沙的丰平枯变化，库区会有冲淤有淤，存在泥沙淤积短期侵占防洪库容的风险，水库设计对正常运用期调沙\"的影响考虑不足；其次，水库设计调水调沙库容较小，目前水库处于拦沙期，调控库容大，能够较好地发挥调水调沙减淤效益，但是水库进入正常运用期后，水库调水调沙运用泥沙淤积不可避免会占用调水调沙库容，遇不利水沙条件或淤积严重时，必须进行强迫排沙以保证足够的有效库容，“小水带大沙\"等现象不可避免，会导致进入下游的水沙关系极不协调，面临水库有效库容保持和下游水沙关系协调有机统一的矛盾，影响水库减淤效益的长期发挥。还有一些超、特高含沙量河流上修建的水库，即使采用\"蓄清排浑”运用，也难以保持有效库容，比如巴家咀水库年平均入库含沙量高达 $2 2 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ 先后进行了三次加高改建，库容仍逐年淤损，水库有效库容长期保持和供水调节之间的矛盾难以协调[37]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3 “蓄清调浑” ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上世纪60至70年代后期，随着治黄实践的不断发展，逐渐认识到黄河“水少沙多、水沙不平衡”对黄河下游河道淤积具有重要影响，提出要利用大型水库进行“调水调沙”减轻下游河道淤积的设想[38]。80至90年代，小浪底水库设计阶段采用的是\"蓄清排浑\"运用方式及其设计技术，考虑了调水调沙运用与设计，90 年代末，张金良等[39]结合三门峡水库运用实践，提出多沙河流水库通过调水调沙长期保持有效库容的同时，还要尽可能调整出库水沙搭配关系，有利于下游河道减淤，这一时期水库运用研究正由\"蓄清排浑\"向\"蓄清调浑\"发展。此后，围绕小浪底水库调水调沙和运用方式优化研究，在\"蓄清排浑\"拦\"排\"处理泥沙的基础上，对水库群人工塑造异重流排沙技术[40]、水库群联合调水调沙调度模式、多沙河流滩槽同步塑造、拦沙库容再生与多元化利用等进行了深入研究，逐步形成了以尽可能长期提高下游水沙关系协调度为核心的“蓄清调浑”运用技术。在多沙河流水库规划设计层面，继小浪底水库之后，也面临着新的设计挑战。比如，黄河古贤水利枢纽年均入库含沙量 $2 8 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ ，是高含沙河流上以侧向进沙为主的超长水库，侧向进沙淤积形态和库容分布设计是前所未有的难题[41-46]；泾河东庄水利枢纽年均入库含沙量 $1 4 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ ，超高含沙河流水库蛇形弯道输沙、有效库容保持和库容再生利用问题也属于世界性难题[47-51；甘肃马莲河水利枢纽年均入库含沙量 $2 8 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ ，特高含沙河流供水水库开发汛期有供水任务时有效库容保持和供水调节之间难以协调，传统开发模式难以实现开发目标，张金良等[52]在三门峡、小浪底等多沙河流水库设计研究实践的基础上，又通过长期研究逐步完善了水库泥沙设计指标体系和设计方法，解决了高（年均 $1 0 { \\sim } 1 0 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 } )$ 、超高（年均 $1 0 0 { \\sim } 2 0 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 } )$ 、特高（年均 $2 0 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ 以上）含沙量河流重大水工程库区淤积形态设计、库容配置、淤损库容修复再生等世界级技术难题。至此，多沙河流水库“蓄清调浑\"运用方式及其设计技术逐步形成。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "所谓“蓄清调浑”运用，就是根据水库开发任务要求，充分考虑高、超高、特高含沙量河流来水来沙过程中场次洪水和年际间丰、平、枯变化，统筹调节泥沙对水库淤积形态和有效库容的影响，以尽可能提高下游河道水沙关系协调度为核心，设置合适的拦沙和调水调沙库容，通过“拦、调、排”全方位协同调控，实现有效库容长期保持和部分拦沙库容的再生利用、拦沙库容与调水调沙库容一体化使用，更好地发挥水库综合利用效益。与\"蓄清排浑\"运用相比，“蓄清调浑”运用不仅考虑水库的“拦”、“排”运用，更加注重“调”的运用，要求水库结合开发任务和入库水沙条件等灵活确定调度方式，高含沙量河流水库可采用\"小水拦沙，大水排沙，适时造峰，淤滩塑槽\"的运用方式，超高含沙量河流水库要进一步结合孔洞布置采用非常规排沙调度方式，特高含沙量河流水库可结合水沙分置开发采用\"干流大库调沙、支流小库调节供水\"水沙分治运用方式。同时为更好满足“调”的要求，“蓄清调浑”运用在水库设计上也有不同要求，首先是水库要设置足够的调水调沙库容，包括调水库容和调沙库容两部分，调水库容主要满足大流量过程塑造的需要，调沙库容主要满足水沙过程丰平枯变化以及水沙关系不协调带来的泥沙年际和年内调节的需要；然后，库容分布设计要考虑水库“调”沙过程中水库淤积形态动态变化，水库正常运用期调水调沙运用，库区泥沙冲淤具有死滩活槽的特点，存在“高滩深槽、高滩中槽、高滩高槽\"三种淤积状态，拦沙库容、调水调沙库容、兴利库容、防洪库容、生态库容分布设计要考虑和淤积形态变化的耦合，按照深槽调沙、中槽兴利、高槽调洪\"规则设计，减免正常运用期泥沙动态调节侵占有效库容进而带来的水库强迫排沙的风险；其次，对超高含沙量河流水库，采用\"正常 $+$ 非常\"双泥沙侵蚀基准面和非常规排沙技术，在水库正常泄流排沙孔以下增设非常排沙底孔，结合非常规排沙调度方式，可在长期保持有效库容的前提下，进一步实现部分淤\"死\"拦沙库容的复活并和调水调沙库容一体化永续利用；再次，对特高含沙量河流水库，有效库容保持和供水调节之间矛盾难以协调，要采用水沙分置开发方式。“蓄清排浑”与“蓄清调浑”运用方式及设计技术比较见表1。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/66ebcbc137501605245e0b69ac2ed991efe5592827ac670f3720aa360c8e0f90.jpg",
        "table_caption": [
            "表1“蓄清排浑”与“蓄清调浑”运用方式及设计技术比较"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>项目</td><td>“蓄清排浑”</td><td>“蓄清调浑”</td></tr><tr><td rowspan=\"3\">运用方式 拦沙期特点</td><td>泥沙调节理念 容</td><td>“拦、排\"结合，长期保持有效库 可能提高关系协调度 为核心，长期保持有效库容</td></tr><tr><td>拦沙期先淤积形成高滩高槽，再 后集中排沙； 拦沙库容只用于拦沙</td><td>冲刷形成高滩深槽，拦沙期结束 拦沙期有冲有淤，滩槽同步塑造，避 免集中排沙；拦沙库容多元化利用</td></tr><tr><td>正常期特点 强迫排沙保库容</td><td>当拦则拦，当排则排，需要多次宜拦则拦，宜排则排，以调促排，基 本避免强迫排沙保库容</td></tr><tr><td rowspan=\"6\">设计技术</td><td></td><td>调水调沙库容规模小，一般只考虑调水库容</td><td>规模大，考虑调水、调沙两部分库容 部分拦沙库容淤死后可再生、实现和</td></tr><tr><td>拦沙库容</td><td>淤死后无法重复利用</td><td>调水调沙库容一体化永续利用</td></tr><tr><td>淤积形态</td><td>采用一种形态，比如\"高滩深槽”考虑调沙运用，采用“高滩深槽、高 平衡形态</td><td>滩中槽、高滩高槽\"等三种状态</td></tr><tr><td>库容分布</td><td>以单一淤积形态及相应的库容 曲线为基底设置各项特征库容</td><td>以“高滩深槽、高滩中槽、高滩高槽” 等三种淤积状态及相应的库容曲线 为基底，按照深槽调沙、中槽兴利、 高槽调洪\"设置各项特征库容</td></tr><tr><td>水库排沙</td><td>单一泥沙侵蚀基准面排沙</td><td>双泥沙侵蚀基准面，设“正常+非常 “排沙底孔排沙</td></tr><tr><td>开发模式</td><td>单一水库</td><td>特高含沙量河流采用并联水库水沙 分置</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 “蓄清调浑”运用及设计实践",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）小浪底水库运行初期，汛期对小浪底水库出库流量进行分级调控，使出库流量两极分化的同时，相机形成持续一定时间的较大流量，利用大水排沙，开展了调水调沙原型试验。随着泥沙淤积，小浪底水库进入拦沙后期运用，为延长水库拦沙年限、避免库区支流形成拦门沙坎等重大难题，又研究提出了“小水拦沙，大水排沙，适时造峰，淤滩塑槽\"的滩槽同步塑造运用技术，同设计运用方式相比，滩槽同步塑造运用技术改变了设计运用方式水库拦沙期只淤不冲的拦沙模式，实现了水库对泥沙“在拦中调、在调中拦”，避免了水库进入正常运用期高滩高槽等大水的不利局面以及冲刷形成高滩深槽时集中排沙对下游河段的不利影响，在 $2 0 1 8 { \\sim } 2 0 2 0$ 年汛期进行了技术应用。截至2020年4月，小浪底水库累计淤积泥沙 32.86亿 $\\mathrm { m } ^ { 3 }$ ，占设计拦沙库容的 $4 3 . 5 \\%$ 。其中干流淤积 25.49 亿$\\mathrm { m } ^ { 3 }$ ，占总淤积量的 $7 7 . 6 \\%$ ；支流淤积7.37亿 $\\mathrm { m } ^ { 3 }$ ，占总淤积量的 $2 2 . 4 \\%$ 。从淤积形态看，小浪底库区干流淤积主要为三角洲形态，三角洲顶坡段比降变化范围为$1 . 2 1 ^ { 0 } / \\mathrm { \\Omega } _ { 0 0 0 } { \\sim } 2 . 9 1 ^ { 0 } / \\mathrm { \\Omega } _ { 0 0 0 }$ 。随着水库的持续淤积，三角洲的顶点是逐渐向坝前推进的，由 2000年的距坝 $6 9 . 4 \\mathrm { k m }$ 推进至2020年的距坝 $7 . 7 \\mathrm { k m }$ （见图3)，拦沙初期形成的支流拦门沙坎也基本消除，水库淤积形态控制良好。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/3226e7f7099822b7e20d4cbd1bc02034022a8967b221b7584a7873645c18a811.jpg",
        "img_caption": [
            "图2小浪底水库干流淤积纵剖面图（深泓点）"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）黄河古贤水利枢纽，位于龙门水文站上游 $7 2 . 5 \\mathrm { k m }$ 处，控制流域面积$4 8 9 9 4 8 \\mathrm { k m } ^ { 2 }$ ，占三门峡水库控制流域面积的 $71 \\%$ ，控制黄河 $80 \\%$ 的粗泥沙，年均入库含沙量 $2 8 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ 。工程面临的泥沙设计运用挑战主要有：一是古贤库区长达$2 0 0 \\mathrm { k m }$ 以上，左右岸沿程有无定河、清涧河、延河、三川河、屈产河和湫水河六大支流入汇，干支流水沙交互下的库区泥沙淤积形态和库容配置难度大；二是，库区淤积末端影响移民水位确定，关乎水库移民规模及影响。通过分析，水库设计死水位相应的泄流规模为 $8 2 0 6 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ ，考虑“蓄清调浑\"运用过程中泥沙冲淤变化情况，提出了水库淤积形态与库容分布耦合设计，水库正常运用期的河槽冲淤形态考虑\"高滩深槽、高滩中槽、高滩高槽\"三种状态。“深槽\"形态，死水位 $5 8 8 \\mathrm { m }$ 坝前滩面高程 $6 2 5 . 5 \\mathrm { m }$ ，库区坝前段、第二段、第三段各河段长度分别为 $6 0 \\mathrm { k m } .$ 60km、81km，河槽淤积比降分别为 $1 . 7 ^ { 0 } / \\mathrm { { 0 0 0 } }$ 、 $2 . 1 ^ { 0 } / _ { 0 0 0 }$ 、 $3 . 0 ^ { 0 } / _ { 0 0 0 }$ ，形成滩地的前两段比降为 $1 . 0 ^ { 0 } / _ { 0 0 0 }$ 、 $1 . 2 ^ { 0 } / \\mathrm { { 0 0 0 } }$ ，距吴堡县城下端猴桥断面 $1 . 6 \\mathrm { k m }$ ，汛期水库淤积末端不影响吴堡县城。“高槽”形态，是调水调沙库容淤积严重情况下的形态，为水库淤积最不利形态，该形态位于深槽淤积形态之上，距吴堡县城下端猴桥断面也是 $1 . 6 \\mathrm { k m } .$ 。在“三槽”形态下，按照“深槽调沙、中槽兴利、高槽调洪”的库容分布设计规则进行水库库容配置（见图3)，设计拦沙库容93.42亿 $\\mathrm { m } ^ { 3 }$ 、调水调沙库容 20亿 $\\mathrm { m } ^ { 3 }$ 、兴利库容为15亿 $\\mathrm { m } ^ { 3 }$ 、调洪库容约为17.77亿 $\\mathrm { m } ^ { 3 }$ 。同时，库区回水计算采用“高滩高槽”状态的河道边界条件，合理进行了移民水位设计，避免了吴堡县城搬迁。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b87fdff894560a8061200be3d67eacca05c10c61eed1f8a8a609616f2893a4fe.jpg",
        "img_caption": [
            "图3古贤水库库容分布示意图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（3）泾河东庄水利枢纽，是黄河水沙调控体系重要支流水库，渭河流域唯一的防洪减淤控制性骨干工程，水库总库容32.76亿 $\\scriptstyle \\mathbf { m } ^ { 3 }$ ，年均入库含沙量达$\\mathrm { 1 4 0 k g / m ^ { 3 } }$ ，水库坝高 $2 3 0 \\mathrm { m }$ ，是世界上入库含沙量最高的双曲拱坝。东庄水利枢纽前期工作始于上世纪50年代，面临着功能定位、泥沙淤积和岩溶渗漏三大挑战，两大挑战与泥沙问题相关，一直制约着工程前期工作。利用“蓄清调浑”的设计理念和超高含沙量河流拦沙库容再生利用设计，设置4个排沙泄洪深孔和2个非常排沙底孔，2个非常排沙底孔的闸底板高程低于死水位和泄洪排沙深孔，比泄洪排沙深孔低 $1 5 \\mathrm { m } .$ ，泄流规模达到 $1 0 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 。考虑到东庄入库洪水具有陡涨陡落、峰高量小、含沙量大的特点，在拦沙期（拦沙量小于20.53亿 $\\mathrm { m } ^ { 3 }$ )，当坝前淤积面高程介于 $6 9 3 \\mathrm { m }$ （非常排沙底孔进口底板高程） $\\mathord { \\sim } 7 0 8 \\mathrm { m }$ （排沙泄洪深孔进口底板高程）之间，坝前水位低于 $7 8 0 \\mathrm { m }$ ，若遇入库流量大于 $6 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 时，开启非常排沙底孔泄流排沙。进入正常运用期（拦沙量大于20.53亿 $\\mathrm { m } ^ { 3 }$ )，遇到合适的洪水条件时，开启非常排沙底孔增强水库排沙能力，恢复水库库容，实现水库拦沙库容的重复利用，最大可能地发挥水库的综合利用效益。设置非常排沙底孔对增强水库排沙能力、延长水库拦沙年限、恢复拦沙库容方面具有重要作用，研究表明设置非常排沙底孔，可提前排沙3年，延长水库拦沙库容使用年限3年，50年内可累计恢复的拦沙库容4.45亿 $\\mathrm { m } ^ { 3 }$ （见图4)，占设计拦沙库容的 $2 1 . 7 \\%$ 。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/ed95688e5af21281132b8461b18dcb8b245c1e24ebe37234740deac4c2d723e0.jpg",
        "img_caption": [
            "图4东庄水库累计淤积量变化过程"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（4）马莲河水利枢纽，位于甘肃庆阳市马莲河上，年均入库含沙量为$2 8 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ ，是破解庆阳市老区水资源瓶颈制约的大型水利工程，总库容4.79亿$\\mathrm { m } ^ { 3 }$ ，水库坝高 $7 1 \\mathrm { m }$ ，是在世界最高含沙量河流上建设的高均质土坝。 $2 0 0 \\mathrm { k g / m ^ { 3 } }$ 以上特高含沙量河流水库有效库容保持和供水调节之间的矛盾十分突出，在超高含沙量河流上，靠单个水库无法同时实现长期有效库容保持和供水的任务。利用“蓄清调浑”的设计理念，研究认为采用特高含沙量河流水库水沙分置开发，建设大、小库，采用干流贾咀水库加支流砚瓦川调蓄水库的并联开发方案，按照“干流大库调沙、支流小库调节供水”的运用方式，主汛期7月1日\\~8月31日当贾咀水库来水流量大于 $2 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 时为排沙期，其余时段为非排沙期。排沙期，贾咀水库不调蓄径流，由砚瓦川调蓄水库供水。非排沙期，贾咀水库调蓄径流，并由贾咀水库充蓄砚瓦川调蓄水库，同时经砚瓦川水库调蓄后向用水对象供水。通过水沙分置开发方式，使工业用水保证率由 $56 . 6 \\%$ 提高到 $9 6 . 1 \\%$ ，农业由无法供水提高到 $8 6 \\%$ 。在满足供水任务的同时，水库进入正常运用期后库区有冲有淤，可长期保持有效库容（见图5）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/f382acead7eaf58d8fc75375498938b83dc53456da29266c804ffd89ff107f4e.jpg",
        "img_caption": [
            "图5贾咀水库有效库容变化图"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4主要认识与建议",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "本文系统回顾了我国多泥沙河流水库运用方式的发展历程，在总结水库“蓄水拦沙”“蓄清排浑”运用的基础上，对“蓄清调浑”运用及设计技术的形成和实践进行了分析，主要认识如下：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（1）在多沙河流上建设水库，必须充分考虑泥沙问题。“蓄水拦沙”运用采用“拦”的策略，汛期蓄水运用，不设排沙期，致使有效库容快速损失；“蓄清排浑”采用“拦、排”结合的策略，拦蓄相对较清的水流、排走含沙量较大的水流，水库具有明显的排沙期，很大程度上实现了水库有效库容保持，是水库泥沙处理技术的一大进步；“蓄清调浑”注重“调”，将以往主要通过“拦、排”实现有效库容保持的“蓄清排浑”发展到“拦、调、排”全方位协同的“蓄清调浑”。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（2）“蓄清调浑”运用是对“蓄清排浑”运用的继承和发展。在设计上，多沙河流水库要科学合理设计调沙库容和排沙水位相应泄流规模，考虑调沙过程中的不同淤积状态，按照“深槽调沙、中槽兴利、高槽调洪”的库容分布设计规则进行水库库容配置设计；超高含沙量河流要在正常泄流排沙孔以下增设非常排沙底孔，形成“正常+非常”双泥沙侵蚀基准面；特高含沙量河流水库有效库容保持和供水调节之间难以协调，要采用水沙分置开发方式。在运用上，多沙河流水库运用方式要结合水库开发任务和入库水沙条件等灵活确定，高含沙量河流水库可采用“小水拦沙，大水排沙，适时造峰，淤滩塑槽”的运用方式，超高含沙量河流水库要进一步结合孔洞布置采用非常规排沙调度方式，特高含沙量河流水库可结合水沙分置开发采用“干流大库调沙、支流小库调节供水”水沙分置运用方式。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（3）“蓄清调浑”运用方式与设计技术已经在小浪底等水库进行了应用，为黄河古贤、泾河东庄以及甘肃马莲河等重大水利工程枢纽论证提供了技术支撑，未来结合工程建设运行进一步验证完善“蓄清调浑”运用理论及设计技术。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1]胡春宏．我国多沙河流水库“蓄清排浑”运用方式的发展与实践[J]．水利学报,2016,47(03):283-291.[2]姜乃森，傅玲燕．中国的水库泥沙淤积问题[J]．湖泊科学,1997,9(1):1-8.  \n[3]韩其为．论水库的三角洲淤积[J]．湖泊科学,1995,7(2):107-118.  \n[4]黄河水利委员会科技外事局，三门峡水利枢纽管理局编．三门峡水利枢纽运用四十周年论文[M]．郑州:黄河水利出版社,2001.  \n[5]胡春宏，王延贵，张世奇，等．官厅水库泥沙淤积与水沙调控[M].北京：中国水利水电出版社,2003.[6]韩其为．水库淤积[M].北京：科学出版社,2003.  \n[7]戴定忠．中国的河流泥沙问题[M].北京：水利电力出版社,1991.  \n[8]胡春宏，陈建国，郭庆超．三门峡水库淤积与潼关高程[M].北京：科学出版社,2008.  \n[9]杜殿勖，朱厚生.三门峡水库水沙综合调节优化调度运用的研究[J].水力发电学报,1992,(2):12-23.[10] 钱意颖，程秀文，华正本，等．三门峡水库蓄清排浑运行与泥沙问题的总结[J]．水利水电技术，1988(08): 1-7.  \n[11] 王育杰.三门峡水库“蓄清排浑”运用实践及展望[C]．水库大坝高质量建设与绿色发展—一中国大坝工程学会2018学术年会论文集．中国大坝工程学会,2018:6.  \n[12] 高际平，姚文艺，张俊华，等．东庄水库蓄清排浑运用对维持有效库容的作用[J].泥沙研究，2010,(2):57-63.  \n[13]胡春宏，方春明，许全喜．论三峡水库“蓄清排浑”运用方式及其优化[J]．水利学报,2019,50(1): 2-11.[14]李国英.黄河调水调沙[J]．人民黄河,2002,24(11):1-5.  \n[15] 李国英．基于水库群联合调度和人工扰动的黄河调水调沙[J]．水利学报,2006,37(12):1439-1446.[16] 黄河水利委员会.黄河首次调水调沙试验[M].郑州：黄河水利出版社,2003.  \n[17]王煜，李海荣，安催花，等．黄河水沙调控体系建设规划关键技术研究[M].黄河水利出版社,2015.[18]张金良．黄河调水调沙实践[J]．天津大学学报,2008(09):1046-1051.  \n[19]万新宇，包为民，荆艳东．黄河水库调水调沙研究进展[J]．泥沙研究,2008(02):77-81.  \n[20]万占伟，罗秋实，闫朝晖，等．黄河调水调沙调控指标及运行模式研究[J].人民黄河,2013,35(05):1-4.[21] 张金良，练继建，万毅．基于多库优化调度的人工异重流原型试验研究[J].人民黄河,2007,29(2):1-2.[22] 陈效国，吴致尧．小浪底水库运用方式研究的回顾与进展[J]．人民黄河,2000(08): $1 - 2 + 1 4 - 4 6$ =  \n[23] 安新代，石春先，余欣，等．水库调水调沙回顾与展望——兼论小浪底水库运用方式研究[J]．泥沙研究，2002(05): 36-42.  \n[24] 钱宁，张仁，赵业安，等．从黄河下游的河床演变规律来看河道治理中的调水调沙问题[J].地理学报，1978,33(1): 13-24.  \n[25] 刘继祥．水库运用方式与实践[M].北京：中国水利水电出版社，郑州：黄河水利出版社,2008.[26] 涂启华，扬费斐．泥沙设计手册[M].北京：中国水利水电出版社,2006.  \n[27]韩其为，杨小庆．我国水库泥沙淤积研究综述[J]．中国水利水电科学研究院学报,2003,1(3):169-177.[28]姆维波达波夫．论水库淤积[M].苏联:1953.  \n[29] 陕西省水利朴学研究所河渠研究室水库组．陕西省百万方以上水库淤积情况调查[A]．陕西：1994:27-35.  \n[30] 龙毓骞，张启舜．三门峡工程的改建和运用[J]．人民黄河,1979:1-8.  \n[31] 粟宗嵩．国外近代治水的教训及从中得到的启示[J]．灌溉排水学报,1974:3-10.  \n[32]林一山．水库长期使用问题[J]．人民黄河,1978:1-8.  \n[33]陆大璋．青铜峡水库的排沙措施及效果[J]．人民黄河,1987:18-21.  \n[34] 焦恩泽，姜乃迁，黄伯鑫．青铜峡水库泥沙运动规律分析[J]．人民黄河,1983:22-25.  \n[35] 焦恩泽．可用库容问题的研究[J]．泥沙研究,1981,(3):57-66.  \n[36] 曹如轩，陈景梁．关于我省水库规划布局和运用方式的初步意见[J].陕西水利科技,1974:21-34.  \n[37] 郭玲．巴家咀水库除险加固后运用方式探讨[J]．甘肃水利水电技术,2011,47(08):47-48+51.  \n[38] 王开荣，李文学，郑春梅．黄河泥沙处理对策的发展、实践与认识[J]．泥沙研究,2002,47(06):26-30.  \n[39] 张金良,乐金苟,季利．三门峡水库调水调沙(水沙联调)的理论和实践[A]．中国水利学会地基与基础工程专业委员会.黄河三门峡工程泥沙问题研讨会论文集[C].中国水利学会地基与基础工程专业委员会：中国水利学会,2006:7.  \n[40] 张金良，练继建，万毅．基于多库优化调度的人工异重流原型试验研究[J]．人民黄河,2007,29(2):1-4.  \n[41]张金良.黄河古贤水利枢纽的战略地位和作用研究[J].人民黄河,2016,38(10):119-121+136.  \n[42]万占伟,李福生.古贤水库建设的紧迫性和建设时机[J].人民黄河,2013,35(10):33-35.  \n[43]万占伟,刘继祥,李福生.古贤水库与小浪底水库联合运用研究[J].人民黄河,2013,35(10):36-39.  \n[44]王延红.黄河古贤水利枢纽的作用与效益分析[J].人民黄河,2010,32(10):119-121.  \n[45] 胡春宏,陈建国,陈绪坚.论古贤水库在黄河治理中的作用[J].中国水利,2010(18):1-5.  \n[46]万占伟,安催花.黄河古贤水库淤积平衡形态分析计算[C].中国水力发电工程学会水文泥沙专业委员会.中国水力发电工程学会水文泥沙专业委员会第四届学术讨论会论文集.中国水力发电工程学会水文泥沙专业委员会：中国水力发电工程学会，2003:446-450.  \n[47]东庄水库70 年的6次规划[J].西部大开发,2019(08):65-66.  \n[48] 梁艳洁,谢慰,赵正伟,罗秋实,付健.东庄水库运用方式对渭河下游减淤作用研究[J].人民黄河,2016,38(10):131-136.  \n[49]钱胜,付健,盖永岗,张建.渭河下游洪水冲淤特性对东庄水库运用要求分析[J].陕西水利，2013(06):131-133.  \n[50] 付健,刘继祥,侯红雨,罗秋实,李伟珮,郭兵托.东庄水库开发任务和建设时机分析[J].人民黄河，2013,35(10):48-50.  \n[51] 高际平,姚文艺,张俊华,王国栋,郭伟.东庄水库蓄清排浑运用对维持有效库容的作用[J].泥沙研究,2010(02):57-63.  \n[52] 张金良．多沙河流水利枢纽工程泥沙设计理论与关键技术[M].郑州：黄河水利出版社,2019.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(通讯作者：胡春宏 E-mail:huch@iwhr.com) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "张金良：提出研究思路，设计研究方案；  \n张金良，胡春宏：进行实验；  \n胡春宏：采集、清洗和分析数据;  \n张金良，胡春宏，刘继祥：论文起草；  \n张金良：论文最终版本修订。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "请提供研究身份识别材料，可通过另外的附件上传，具体详见附件《论文责任者（论文作者）研究身份识别材料》",
        "page_idx": 11
    }
]