[
    {
        "type": "text",
        "text": "美国放牧地管理政策的历史演变",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作者：李昂",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院植物研究所",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(北京市海淀区香山南辛村20 号，Tel:13611059982) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美国经历了草地退化、治理和管理政策调整三个时期。我国在经过放牧地退化和治理阶段之后，目前也正在面临“禁牧”政策适时调整问题。为此，本研究以文献综述方法，回归了美国放牧地政策的历史演变过程，总结其中值得我国制定相关政策的借鉴之处。美国放牧地管理政策演变如下：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1，1862年《宅地法》颁布后，中西部州公共放牧地的私有化面积也限制为160 英亩，因此保留了大量公共放牧地。随着中西部畜牧业的高速发展，美国放牧地退化和荒漠化达到非常严重的地步。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2，在罗斯福新政背景下，国会于1934年颁布《泰勒放牧法》，对联邦放牧法案进行分类管理，要求在公共土地上放牧的牧民申请放牧许可证，并交纳放牧费用，并设立了行政机构对联邦公共土地进行管理。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3，国会在1944-1962年间组建了土地管理局，上调放牧费。土地管理局开展季节性的休牧和禁牧，合理和规划放牧地，普及可持续的经营方式，并进行补播和围封等具体工程技术，初步遏制了草地退化的势头。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "4，在1960-1980 年间，国会通过了《土地分类和多重利用法案》、《联邦土地政策和管理法案》、《公共放牧地改良法案》等一系列放牧地管理法案，确立了放牧地多功能管理原则，稳定了联邦对公共土地的所有权，将公共土地上的放牧权定义为许可证而非产权，具体规定了土地管理局的职责，建立了多部门协调机制，建立了美国放牧地管理政策体系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "5，在1980年前后，美国中西部牧民发起“山艾树叛乱”，以反对美国放牧地管理政策。随着秉持新自由主义和新保守主义的里根总统上台，美国放牧地管理政策开始回调。草地的放牧用途在草地管理中的地位回升。环保组织此时转向法庭诉讼来推动美国公共土地保护。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "6，近期，美国政府通过信贷、保险、补贴等经济手段调节私有草地的生态环境，但是效果不甚理想。美国环保利益集团基于市场化生态补偿的“购买一禁牧”模式，没有取得法律地位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "7,美国放牧地管理政策的创立、发展和回调，与美国政治经济潮流密切相关。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "最后，本文总结了美国放牧地管理政策中一些值得我国借鉴的方面，包括：以立法形式确立草地的多功能利用；审慎的进行草地产权设计，重视公有制对草地多功能利用的保障作用；设置相应行政机构，强化中央政府对草地的管理力度;发展“非牧”产业，拓展草地放牧用途；在坚持环保核心原则的立场上，有序逐步对放牧管理政策进行回调；尝试基于市场手段的多类草地管理方式等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关键词: ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自然资源管理、草地生态，草地承载力、禁牧、休牧，泰勒放牧法，美国畜牧业。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一、引言",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "美国目前拥有约248.5万平方公里的草地和放牧地，占其国土面积的 $2 7 \\%$ （图1)。其中153.8万平方公里（总面积的 $6 2 \\%$ ）草地是私有的，这些土地主要分布在东部州；剩下 $3 8 \\%$ 的草地主要分布在中西部各州，其中58.7万平方公里的草地属于联邦政府，16.2万平方公里的草地属于中西部各州（Conner et al.,2001)；19.8万平方公里的草地属于印第安人(Nickerson etal.,2012，图2)。美国草地不但承载了美国畜牧业，矿采，渔猎和旅游等经济产业 (Heller,2015)，还在物种保育，水土保持等方面发挥了巨大作用(Havstad et al.,2009;Lauenrothet al., 1999)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "美国草地也经历过因人类活动而极度退化的时期。目前 $9 6 \\%$ 的高草草原被开垦为农田；大平原东部的稀树高草植被区域，也几乎都被开垦为农田；主要分布在洛基山区东部和 $1 0 0 ^ { \\circ }$ 经线以西的短草草原和灌草区域，仍然保留 $20 \\%$ $80 \\%$ 自然植被(Claassen etal.,2010，图3)。但是，过度放牧曾使得这些中西部的草地变成寸草不生的荒漠 (Foss,1960)。为了解决放牧地环境退化问题，美国政府终止了联邦放牧地的私有化过程，坚持了公共放牧地的联邦所有制，确立了草地多重管理目标的科学原则 (Ross,1984)。自1934年颁布泰勒放牧法以来，美国政府通过立法、行政以及司法诉讼等方式，对行政当局和牧场主的经营行为进行调控，执行了放牧费和禁牧等一系列管制政策，终于在1960年左右遏制了草地退化趋势，随后保障了退化草地的长时间恢复。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "美国政府所持的放牧地管理方针也发生多次重大调整。美国放牧地管理政策一直在\"私有产权和自由市场”，和\"联邦所有和行政管制\"为极端的连续统中摆动 (Nelson,1996)。针对联邦公共放牧地管理政策的议题争论，比如禁牧、放牧费、退牧等，贯穿于美国政治生活中(Culhane,1982)。各类利益集团各方围绕公共放牧地议题所投入的政治能量，远远超过了公共放牧地的畜牧业经济产值。国会、联邦和州政府、畜牧业利益集团和环保主义者在立法、司法、行政领域的博弈，使得美国放牧管理制度出现多次反复和调整 (Wood,2006)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在学术界，放牧地被归于经济价值较低，但生态功能和文化价值重要的一类自然资源 (Rees,1990)。联邦放牧地的管理，一直是美国自然资源管理、生态学、环境法和政治学研究的核心领域之一。在过去80多年中，美国学界总结联邦公共放牧地管理实践，对诸多重要理论进行检验。学者们重点探讨了各种所有制在自然资源管理中的利弊，利用公共选择理论解释行政机构低效的原因，采用规则俘获理论分析利益集团对政策制定的影响，还发展了基于市场机制进行草地恢复的生态系统服务补偿理论。同时，美国学界还对放牧费的征收额度，禁牧对牧民的补偿范围，禁牧政策持续的时限，以及草地保育的非行政手段等具体技术问题进行细致分析 (Field,1990)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "尽管我国和美国国情差异极大，但是从历史进程上看，两国在草地管理方面所经历的历史阶段非常相似。比如两国都已经历草原严重退化和随后的禁牧管制阶段。而且，美国已经先于我国调整\"禁牧政策”。因此美国在禁牧时代的管理经验得失，是值得我国借鉴的。在本文中，我们将综述美国草地管理方针和政策的历史演变；探讨决定美国草地管理政策的学术理论基础；并总结值得我国草地管理借鉴的重要方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "二、美国草地管理的萌芽(1600s-1934)",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在殖民时代和西进运动时期，猎人，淘金者，牧民和农民依次占据未开发土地 (Linklater,2013)。这一历史传统，使得美国政府和民众从一开始就建立“草地具有多重功能”的概念。与美国东部地区草地大量被开垦不同，美国西部地区的草地干旱，难以开垦为耕地，只能用于放牧 (Wood,2006)。先期到达的牧民在这些干旱区域形成了公共利用草地资源的习俗 (Heller,2015)。在美国通过购买和武力手段取得这些土地后，美国政府为了尽快的稳定新增疆域，没有强行把新英格兰地区的私有制移植到西部，而是承认当地牧民公共利用放牧地的惯例 (Falen and Budd-Falen,1993)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "尽管联邦政府此时对草地无为而治，但是这些政治决定却对日后制度的演进影响深远。首先，美国西部草地是联邦政府通过购买和武力获得，因此草地属于联邦政府。西部草地的公共属性，成为联邦政府进行干预和管理的法理基础(Wald and Temkin,1981)。这一点和东部各州有很大的区别，因为东部州带着各自的土地构成联邦政府，而且这些草地早已私有化；联邦政府难以干预和管理这些土地。再者，牧民在开拓疆土时做出巨大的贡献和牺牲，所以牧民在这些土地上的放牧权力一直为美国政界和社会所尊重(Falenand Budd-Falen,",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1993)。“拓荒英雄\"和\"西部牛仔\"形象对美国的意义远超过畜牧业经济价值的本身(Leshy and McUsic,2008;Nelson,1996)，这一点持久的牵制了美国政府的草原管理政策。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1861年的宅地法案规定，美国自耕农在联邦土地上连续经营5年后，可以将最多160 英亩（约64公顷）的土地转为私有。然而，在 $1 0 8 ^ { \\circ }$ 经线以西的干旱草原，160 英亩草地不足以维持家庭牧场畜群的牧草需求 (Nelson,1996)。尽管牧民就此问题向联邦政府请愿，但是联邦政府仍然坚持了160 英亩土地私有化的面积限制。因而，西部牧民按照宅地法，将放牧地中的水源地、通往放牧地的峡谷入口、重要牧道等关键资源区域私有化(Borman and Johnson,1990)。这样，他们就可以排斥他人使用邻接他们私有草场的公共草地。牧民们的这一私有化策略，深刻影响了后续一系列放牧法案的设立和执行。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "随着美国拓展到太平洋东海岸，拓荒时代结束，而此时美国畜牧产业开始起飞，并在1870年达到第一个峰值。这时候，联邦公共放牧地上的牧民发现，他们只有先把草原植被利用完，才能避免外来牧民的竞争 (Rowley,1985)。因此，美国草地的超载过牧极为普遍，许多地方植被消耗殆尽，“仅仅留下沙漠”(Foss,1960)。尽管在1905年，联邦政府制定了放牧区划方案，但是这一区划并没有发挥实际作用 (Ross,1984)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "西奥多·罗斯福总统将大量放牧地纳入国家森林保护区和国家公园加以保护，这也进一步的加剧了牧民对放牧地争夺。一些利益集团主张\"继续把公共土地置于无控制的公有状态，是非常不明智的”。他们开始游说政府和国会，要求政府建立一个公共放牧地的出租制度。然而，美国政府却迅速的将115.3万平方公里的公共土地转为私有 (Ross,1984)。但是，仍有 259万平方公里的极度干旱土地难以私有化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在迅速私有化草地的同时，国会于1928年在蒙大拿州建立了一个实验性的放牧合作组织——Mizpah-Pumpkin Creek Grazing District，探索以灵活方式出租联邦土地用于放牧。次年，尽管美国公共土地面临着超载放牧、水土流失，以及牧民之间与日俱增的冲突等严重压力；但是胡佛总统仍然挫败了把联邦拥有的公共土地割让给各州的动议 (Ross,1984)。在捍卫联邦权力之后，他指派一个委员会对联邦公共放牧土地问题进行研究。该委员会提交了一个报告，指出大平原区域面临着公共土地的政策失败、社会经济萧条和区域性严重干旱的窘境；并声明Mizpah-Pumpkin Creek Grazing District 的成功是源于一个精细有效的放牧管理规则。在此报告基础上，科罗拉多国会议员爱德华·泰勒（EdwardT.Taylor)，在第 73届国会提出美国公共土地放牧管理的议案。富兰克林·罗斯福总统于1934年6月28日，签署《泰勒放牧法，Taylor Grazing Act1934》。该法案结束了联邦政府在国有公共土地放牧问题上的无作为状态。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "三、泰勒放牧法期间（1934-1944)",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "泰勒放牧法首先对公共土地上的放牧进行分类管控。富兰克林·罗斯福总统分别于1934 年和1935年颁布总统行政令，在除阿拉斯加以外的十二个西部州，禁止在所有未评估分类的联邦公共土地上开展定居和放牧行为。这是美国土地管理史上，行政当局第一次以实现最佳土地利用为目的，对土地进行分类管理(Borman and Johnson,1990)。该法案规定了牧民在联邦公共土地上放牧需要申请放牧许可证，按照草地承载力进行放牧，并交纳放牧许可费。放牧许可证有效期为10年。该法案还设置了三级行政管理机构。在联邦一级，国会授权两个机构管理公共土地，分别是已有的\"GeneralLand Office\"和从其中分离出来的\"Division ofGrazing\"，这两个机构在1946 年合并为土地管理局（BLM,Bureau ofLandManagement）。管理机构在各州设立州委员会，它们负责设置放牧管理区的边界，放牧管理区面积在1.2万平方公里-3.6万平方公里之间。在各个放牧管理区，设置地方管理委员会，负责核算该放牧区草场承载量和发放放牧许可证。这些行政部门的经费来自于收取的放牧许可费。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "尽管《泰勒放牧法》的立法目的是为了稳定因大萧条和持续干旱而衰退的西部畜牧业，但是它在理论上强调了放牧地的多重用途。这既是不同利益群体对草地多重利用的传统所决定的，更体现了进步主义运动对自然资源进行科学管理的主张。该法案重视草地在水土保持，野生动物保育和人文美学等方面的非经济价值。《泰勒放牧法》也重视和基层牧民合作之间的合作。许多前牧民加入了行政管理机构，比如第一任放牧署主任FerryCarpenter 就是一位前牧场主(Ross,1984)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "然而，《泰勒放牧法》的执行并不顺利。联邦管理机构一直处于人员和经费不足。放牧费不足以覆盖行政机构的开支。此外，各个放牧管理区的信息匮乏，政府现有的档案图册都不精确，没有公共土地的详细地图，行政人员对公共放牧地也不熟悉。在行政部门详尽调查完草地生产力以及合理载畜量后，放牧区的管理逐渐走上正轨，这也是美国草地精细化管理的开始(Skaggs et al.,2011)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "《泰勒放牧法》也没有真正实现草地的多重管理，在实践中蜕变为单一得对放牧活动进行调控的土地法 (Ross,1984)。以下原因导致了这一失败。首先，此时参与政策制定的利益集团较为单一，仅为西部畜牧业相关从业者，因此法案制定非常偏袒牧民的利益，并给其它利益集团的进入设置了巨大障碍(Wood,2006)。比如，只有在公共草地邻接区域拥有基础设施的牧民才有资格获取申请这个区域公共土地的放牧许可。又比如，禁止放牧地用于非牧业用途。第二，公众和国会都认为所有的公共土地都是暂时的，这些公共土地很快就会彻底转为私有或指定为特殊用途 (Ross,1984)。这一认识阻碍了多重目标管理的实现。最后，泰勒放牧法案自身尚不成熟，缺乏清晰的政策导向和特异性的管理指导意见(Borman and Johnson,199O)。比如，放牧许可（permit）是一种剥夺需要补偿的财产权（property)，还是无需补偿可依法撤销的行政许可（license)，该法案并未予以明确规定 (Falen and Budd-Falen,1993)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "行政部门在最初执行《泰勒放牧法》时比较激进，它把许可放牧的面积限制在32.37万平方公里以内，但是两年后就放宽到57.47万平方公里(Ross,1984)。第二次世界大战改变了美国放牧地的管理方针，禁牧和削减载畜量的政策被战时扩大肉毛皮供用的应急政策取代。行政当局的人员被征召到战争相关部门，剩下的人员也承担筑路等额外的生产基建任务。到1954年，所有联邦公共土地的禁牧限制都解除了。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "四、政府主导的草地修复时期（1944-1962）",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1944-1945年间，国会认为行政机构对公共放牧地管理不力，因此推进了一系列改革。在1946 年，国会将Division of Grazing 和 General Land Office 合并，组成土地管理局（Bureau of Land Management，BLM)，在行政上隶属于内政部（Department of Interior)。国会赋予BLM的管理职责为：实现联邦土地的大多数多重利用目标。内政部长需要对这一管理目标负责。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国会增加和保障了BLM管理放牧地所需的经费和人力资源。国会首先改革了放牧费征收办法。在1934年的《泰勒放牧法》中，放牧费的征收标准较低，仅为每头牛单位每月收费5美分（单位为animalunit months，AUM)，这一额度仅能覆盖行政管理机构 $10 \\%$ 的运营经费 (Ross,1984)。增加放牧费用，被美国公众和国会认为是调节和遏制牧场主过度放牧的重要手段(LaFrance andWatts,1995)。因此，在1947年，国会将放牧费提高到6美分/MMU，并且增加征收草地改良费，为2美分/AUM。但是这一标准仍然较低。随后，行政管理当局提请国会，与1958年通过了一个新的公式计算放牧费用。该公式依照当年牛羊肉的平均价格进行浮动，并且针对气候状况进行年际间的修正。新的计算公式大幅度的提升了放牧费用。在1959年，放牧费用平均达到了22美分/AUM(Borman and Johnson,199O)。随着人力和预算的增加，BLM在各个放牧管理区开展了水利建设、牧草补播、保护性围封、土壤侵蚀控制等生态工程。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "BLM在这一时期注重放牧地生态恢复和相关产业发展的协同。BLM协调各个利益集团的不同价值取向，尊重复杂的土地所有制格局，形成了联邦当局和州、县、以及私人业主密切协作的局面。特别是，在1949年，BLM牵头，联邦和地方政府与畜牧业相关从业者共同促成了“联邦放牧地管理咨询委员会”。该委员会负责讨论和决定合理的载畜量；论证和推广季节性的休牧策略、放牧地分配方式、和草地补播围封等具体技术和工程方案。在政府和私营部门的协同作用下，牧民逐渐形成草地的可持续利用观念。比如俄克荷拉玛的一些牧民在这一时期形成了以下管理思路：1，管理的生态目标是促进植被向顶级群落演替；2，过度放牧的草地必须禁牧，生长季禁牧和全年禁牧都是必要的;3，天然草地的刈割只能收获一半的产量，并且需要加以及时的施肥和补播。4，适当引入人工草地，以轮休天然草地 (McMurphy et al.,1990)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国会和BLM的努力是卓有成效的。放牧地继续恶化的趋势在1960 年左右终于被遏制住了。在1934年，大概 $80 \\%$ 的美国放牧地是严重退化的，然而这一比例在1960 年降到了 $20 \\%$ (Ross,1984)。但是此时的管理仍然存在不足。首先，草地的多重利用理念仍未得到充分实践；其次则集中体现在放牧费问题上。首先，提高后的放牧费仍不能覆盖BLM的全部开销，只能支持BLM草地恢复计划的 $20 \\%$ 预算 (Nelson,1996)，这限制了通过行政管理实现草地的进一步恢复。此时放牧费相对于牧场主的经营收益，仍然处于一个较低的水平。但是农业经济学分析表明，因为放牧地的空间异质性，行政当局提供空间特异的收费标准在技术上是不可行的，在经济上也是得不偿失的(LaFrance and Watts,1995)。而一刀切的大规模提升放牧费会引发牧场主在政治上的巨大反弹。因此，学界指出，公众和政界高估了放牧费的保育功能。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "五、草地多功能管理原则的确立（1962-1974)",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1960 年代到1980年代，随着美国环保运动的兴起，放牧等传统草地利用途径的以外草地使用者人数迅速增长，自然观光户外运动等新型的产业得到迅速发展，形成了旨在保护自然环境的新型利益集团。此时，美国食品工业走向过剩，牧业经济地位下降。因此，牧场主等畜牧业从业人员不再是影响放牧地管理的唯一利益主体 (Wiebe et al.,1996)，美国放牧地管理政策也发生了重大突变。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1962年，国会的放牧地管理国家咨询委员会进行了扩大改组，吸纳了林业、矿业、户外娱乐从业者、城市开发者、环境保育组织等新成员。此后，草地多重利用原则在立法、行政和司法实践中逐渐得到贯彻。1964年，国会出台了《土地分类和多重利用法案，Classification and Multiple Use Act of 1964》，再一次声明了对自然资源的\"多重利用概念，multiple use concept”(Blumm,1994)。这个法案赋予BLM十年的临时行政权，以实现放牧地的多重用途管理，维持土地的可持续产出。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“多重利用原则\"的确立，给美国草地管理带来许多深远影响(Borman andJohnson,1990)。首先，这一原则要求联邦对公共土地保持所有权。土地产权，是产权人排他性的使用一定面积土地的权力。而草地的多重功能管理目标，要求公共土地能够给多元利益主体提供原材料（饲草、木材和矿物)、野生动物栖息地和民众休憩空间，然而这些产出之间是此消彼长的。在实践中，私营业主往往追求经济产出最优，而非生态最优 (Leshy and McUsic,2008)。比如，租地经营的经营主体比拥有土地的经营主体采用更少的生态保育实践(Soule et al.,2000)。美国农业部（USDA）调查报告也显示，全美106.83万平方公里的私有产权林地中，只有 $1 9 \\%$ 的森林采用可持续的林业管理计划(Smith etal.,2009)。因此，私有化经营主体特别注重采伐和放牧的单一经济产出，使得多功能管理目标化为泡影。这些单一经济产出远不能弥补生态系统服务在整体上的损失。因此正如CharlesWilkinson 和Wallace Stegner 总结的：“公共放牧地所需要的是更多的群体决策，而非私有化(Wilkinson,1993)。”按照美国立法原则中的公共信托原则，联邦政府有义务管理自然资源，不得使公共利益受到不可逆的毁伤(Salzman and Thompson,2013)。因此，国会和联邦政府达成了一个新的共识：即草地的多用途管理需要坚持联邦政府对草地的所有权(Blumm,1994)。至此，公共放牧地的私有化进程彻底终止。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "其次，草地放牧用途的法律地位发生了实质性的下降。在制定《泰勒放牧法案》时，国会仍把草地的放牧功能置于其它功能之上。这种立法传统不仅是因为西部州的参议员把持这一立法过程 (Wood,2006)，也是联邦对牧民在边疆开拓中贡献的承认和回馈 (Falen and Budd-Falen,1993)。但是，在1973 年联邦最高法院在\"美国诉福勒”（United Statesv.Fuller,1973）一案中，法庭以5:4 的多数票判定《泰勒放牧法》中的放牧许可证，为可撤销的行政许可（permit)，而非剥夺时需要补偿的财产权 (property right，Falen and Budd-Falen,1993)。这在法理上弱化了传统使用者对公共土地的控制权，有利于BLM行政权力推进放牧地的多重管理。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第三，重申了放牧地管理的公共信托原则，给环保组织基于开展公益诉讼创造了充分的立法和司法空间。1971年，国会通过了《游荡野马和野驴法案》（Wild Free-Roaming Horse and Burro Act）。它确立了一个清晰的国家政策，即联邦境内的野生动物有权在公共放牧地上获得生存所需的牧草(Carpenter,1981)。因此，该法案明确了公共放牧地野生动物保育的功能 (Beever,2003)。在1974年，非政府组织自然资源保护协会（NaturalResourcesDefenseCouncil)，对时任内政部长莫顿（MortonsecretaryofInterior）提起公益诉讼，指控BLM没有给联邦公共土地的放牧项目提供评估，并胜诉。随后，BLM按照判决结果，对其管理的68.80万平方公里放牧地，进行了144个评估（Ross,1984)。评估结果发现，在 $7 9 . 4 \\%$ 的放牧地上，现存植被生物量仍然低于气候和土壤状况所能生产的理论生产力，评估将这些区域定义为退化草地。而且导致这些草地仍然处于退化中的主要原因就是过度放牧。BLM给出的改良方案是：大幅度削减载畜量，和对放牧区域进行限制。这些行政诉讼，有助于BLM将强对放牧活动的管控力度 (Ross,1984)。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "六、实践公共放牧地多目标管理体系（1974-1978）",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "鉴于BLM报告的草地仍处于退化状态结果，国会于1976年出台了《联邦土地政策和管理法案》（Federal Land Policy and Management Act 1976,FLPMA)。FLPMA不同于《泰勒放牧法案》，但是也没有取代《泰勒放牧法》，而是提出了一个新的管理体系 (Ross,1984;Borman and Johnson,1990)。FLPMA要求联邦政府在多重利用和可持续生产的原则下，保护和管理公共土地，实现包括放牧、采伐、矿采、休憩、观光、野生动物保育、水土保持等一系列利益。FLPMA解决了许多遗留的法律问题，比如明确保留了联邦对公共放牧地的所有权，强化了公共放牧地的公共属性。FLPMA确立了在多重利用管理目标之间的实现平衡的原则，比如要求BLM保护公共放牧地的科学、美学、历史、生态、环境、大气净化、水资源保护、和考古学等价值；而且BLM须将公共土地保持于自然状态。FLPMA以立法形式规定公共放牧地要为野生动物和家养动物提供食物；同时也要保障国民能够从公共放牧地获取户外旅游和居住类服务；公共土地也要为国家需求提供矿产资源，食物、木材和纤维等自然资源。因此，FLPMA重新定义了BLM对联邦公共放牧地的管理目标（Ross,1984;Bormanand Johnson,1990)：即对基本自然资源实现有效的管理，在科学合理的原则下授权民众使用公共土地，增加和实现公共放牧地的可持续性产出。FLPMA要求BLM进行详尽的数据调查(Veblenetal.,2014)，并把其职责细化如下：1，评估所有公共放牧地的放牧后果。2，对放牧地进行区划分类。3，利用放牧地的分类结果，针对各个放牧区进行成本收益分析。4，开发，更新和维持公共放牧地的状况信息，以实现用于放牧地的多重利用规划，并且给未来草地的监测管理提供一个历史基线。5，决定可持续的载畜量，随时调整放牧活动。6，在考虑成本-费用和多重利用原则的基础上，进行放牧地基础建设。7，对牧场资源和放牧行为进行监测和监督。8，监理放牧行为，对未获得授权的放牧进行处罚。9，给立法机构相关委员会，和各级政府提供咨询(Ross,1984;Borman and",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Johnson,1990)。FLPMA还鼓励公众和环保团体参与公共放牧地管理。按照FLPMA的要求，BLM与政府的其它专业机构进行协调，这些组织包括自然资源管理和协调委员会（Coordinated Resource Management and Planning,CRMP），联邦林业署（Forest Service）、土壤保育署（Soil Conservation Service）和农技推广署（Extension Service）等。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "国会在1978年进一步的颁布了公共放牧地改良法案（Public RangelandImprovementAct1978,PRIA)。PRIA认为，公共放牧地的生产力仍然低于它们的理论产能；诸如土壤侵蚀、淤积、荒漠化、水资源损失、野生动物和鱼类栖息地丧失、牲畜和其它草食动物的饲草损失、水质恶化、洪水危险等环境问题仍然严重，而且对地方经济产生巨大威胁(Ross,1984;Borman and Johnson1990)。因此，国会认为公共放牧地仍然处于难以令人满意的状态，需要进一步的改良。PRIA提出一个新的放牧许可证收费公式，将基础价定位是1.23美元/AMU，按照牛肉生产成本和价格在1.37-2.36美元/AMU区间内浮动(Leshy andMcUsic, 2008)。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "PRIA还对FLPMA法案进行了重要修订，将草地恢复改良，定为草地管理的最重要目标，而非一个普通目标。这一修订被环保主义者视为国会对牧民利益的退让，即从草地多重利用原则的立场上后退了(Wood,2006)。但是，PRIA仍然是一个旨在恢复草地的法案，它重申和强调了以下内容：1，要求BLM持续性的进行草原监测和信息更新；2，通过立法大幅度压缩放牧权的期限，放牧许可证期限不得超过10年；3，BLM分配公共放牧地时，需要从改良草地状况的角度制定分配管理方案；4，对牧场主改良草地的行为进行奖励。5，分阶段削减载畜量，比如在1980-1982年间，要削减 $10 \\%$ 的载畜量。至此，美国公共放牧地的管理体系全面建成。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "七、山艾树叛乱和草地管理政策的回调(1979-1996)",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "西部各州的牧场主和畜牧业利益相关者，不满国会和联邦政府对公共土地放牧活动的限制和联邦公共土地私有化的终止。他们在西部八个州掀起了名为“山艾树叛乱（Sagebrush Rebllion）\"的政治运动（Wald and Temkin,1981;Salzman and Thompson,2013)。尽管\"山艾树叛乱\"打着\"公共利益需要把公共土地归还各州\"的旗号。但是该运动的领导者并不掩饰其最终目的是彻底私有化公共放牧地(Waldand Temkin,1981)。然而\"山艾树反叛\"运动的这些主张在法理上并不成立，联邦政府先获得这些土地的所有权，继而建立西部各州，因此谈不上归还公共土地与西部各州。此外，从实践上看，把联邦土地转移给州政府，将不利于“公共利益”。州政府并不能如联邦政府那样管理好公共土地。州政府管理部门，更缺乏经费和骨干人员去管理放牧地。更为重要的是，州政府的立法更容易受到利益集团捕获(Culhane,1982)，会倾向于最大化的经济产出，还难以抵抗私有化的压力 (Leshy and McUsic,2008)。一旦公共土地彻底私有化，所有的土地都将会被用于商业目的。这些土地会和现有的私有化土地一样，无法被政府纳入管理，无法自由的开展多重利用，无法安排休耕和轮牧，无法考虑野生动物和荒野保育。因此，联邦土地的私有化将会“是问题之源(problem),而不是解决之道(solution，Leshy and McUsic,2008)。”",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "即使在当时的中西部，彻底私有化联邦公共土地，也不是主流民意。民意调查表明，支持彻底私有化联邦公共土地的民众，只在内华达州达到简单多数，而在其它七州都是绝对少数(Wald and Temkin,1981)。可是，按照公共选择理论，一个人数很少但是组织严密的利益集团，在决策过程中仍然能够起到大于它数量比例的影响 (Blumm,1994)。尽管公共放牧地的经济产出对美国畜牧业的贡献非常轻微，只产出占全美饲草总产量的 $2 - 7 \\%$ (Layzer,2012)；但是维护公共土地上的放牧权，被西部选民视为对当地传统和政治组织的捍卫。相关利益集团在\"山艾树叛乱\"中动员和投入的政治能量极大。主导西部公共土地立法的西部议员，迫于“山艾树叛乱\"运动压力而纷纷转向。在1979年，西部州的参议员否决了BLM对超载放牧地区的载畜量削减计划(Wood,2006)。里根总统在竞选中，也寻求了“山艾树叛乱\"运动的支持，他公开宣称自己是一名\"山艾树叛乱\"分子 (Layzer,2012)。在入主白宫后，里根总统甚至试图将\"山艾树叛乱”运动主张上升为政策和法案。在里根—老布什两任总统执政期间，内政部和BLM提高放牧许可费的议案在国会多次遭到否决 (Wood,2006)。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "“山艾树叛乱\"只是表象。这一运动从属于美国凯恩斯主义失败，保守主义与新自由主义兴盛的这一时代大背景。60-70年代确立的基于行政干预和公有制的美国放牧地多重管理制度，具有浓厚的罗斯福新政色彩，自然要遭到保守主义和新自由主义的冲击 (Nelson,1996)。然而实事求是的说，美国放牧地多重管理制度仍有诸多缺陷，反对者对这些缺陷的抨击也都是有依据的。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "首先，在具体实践中，联邦政府依照放牧许可证进行征税；银行把放牧许可证视为质押物，给牧民发放贷款。这些事实都实质上承认了放牧许可具有产权地位 (Leshy and McUsic,2008)。其次，在法理上，如洛克所述\"当劳动从自然资源中创造价值时，产权就形成了”，这也是美国立国思想的源头之一(Linklater,2013)。那么，牧场主的劳动也创造了价值，自然应该获得产权(Nelson,1996)，因此\"美国v.福勒\"的判决结果仍有值得商榷之处 (Falen andBudd-Falen,1993)。最后，多功能草地管理原则，弱化了放牧在中西部的地位。从历史渊源上看，这是联邦政府无视西部牧场主对疆土开拓的历史贡献，是对西部牧场主的一次违约 (Falen and Budd-Falen,1993)，同时也无视当地放牧管理传统，自然会引起牧场主的强烈反弹，自然会激起了巨大的社会冲突（Salzmanand Thompson, 2013)。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "另一方面，BLM的行政管制尽管耗资不菲，但效率不高（Leshy andMcUsic,2008)，而且还继续向联邦财政要钱(Nelson,1996)。BLM管理公共放牧地的核心政策工具是浮动调节的放牧许可收费。然而，这一工具在理论上和实践中都被证明是无效的 (LaFrance and Watts,1995)。对此，新自由主义者提出以明晰的产权促进自然资源的保护和高效利用，要求对国有资产进行私有化，推行小政府和消除行政管制等主张。这些主张对面临\"凯恩斯失败\"的美国公众和政策制定者都是极具吸引力的 (Libecap,2007)。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "此外，自里根总统胜选之后，中西部牧业州一直属于共和党地盘，倾向于保守主义。尽管东西海岸的民主党议员持亲环保主义立场，但是他们对局限于中西部州的放牧事务不感兴趣。因此，国会的放牧地事务相关委员会一直由共和党统治 (Wood,2006)。在保守主义回潮中，国会山的相关委员会一直都坚定的支持牧民对公共土地的放牧优先权，进而促成了美国放牧地管理从多功能管理立场上向放牧优先的立场上回调。保守主义回调和国会陷入僵局的另外一个后果是，国会失去了对美国放牧地的管理和调整的主导权。在克林顿总统之后，美国对放牧地政策的调整，从依赖国会立法权，转向依赖总统的行政权。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "八、1992年以来的美国放牧地管理政策调整",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "克林顿总统在政治上执行中间道路，但在经济上继承里根主义，坚持新自由主义路线。执政初期，克林顿总统委任了亲环保主义的官员执掌内政部和BLM。但是他在第一任期内遭到共和党挫败后，便不在放牧地政策上寻求突破(Wood,2006)。1993年，克林顿政府提出增加放牧许可费议案，导致了国会激烈的交锋；以至于中西部州的民主党议员迫于选民压力而全部倒戈，投向反对提高放牧费的阵营，民主党内部陷入分裂(Davis,2006)。随后，中西部州的参议员通过\"长时间阻挠议事（filibuster）\"方式，使表决陷入僵局，阻挠了提高放牧费的提案(Davis and Wurtzebach,2014)。1994年中期选举前，处于劣势中的共和党为了胜选，从经济保守主义，转向更为极端的政治保守主义和宗教保守主义，以中西部州为基本盘，进而取得了中期选举胜利。因此，失去国会支持的克林顿总统，在其第二任期基本上放弃了在立法层面上调整放牧管理政策(Davis and Wurtzebach, 2014)。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "克林顿总统在国会受挫后，开始向各个级别的放牧管理咨询委员会中\"掺沙子”，任命了一些生态学家和动物学家作为放牧管理委员会委员，以打破放牧利益集团把持放牧管理咨询委员会的局面(Davis and Wurtzebach,2014)。此外，克林顿政府在行政权限内，重申并澄清了放牧权是许可证，而不是财产权的司法定义。然而这些环保倾向的努力，遭到了放牧利益集团的司法诉讼。联邦法院在2000年判决BLM批准土地用于禁牧和生态保育，是侵犯了牧民利益；并训诫BLM，要其尊重《泰勒放牧法》中确立牧民放牧优先权。这标志着克林顿总统在草地环境保护方面的失败(Wood,2006)。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "在小布什总统任期内，他对支持他的牧场主利益集团加以回报。在小布什任期内，BLM管理方针从注重生态保育转向对公共放牧地综合开发。小布什总统还废除了克林顿政府时期允许环保团体竞价购得土地，并加以禁牧恢复的行政命令(Davisand Wurtzebach,2014)。小布什政府缓和了BLM执法力度，要求BLM在撤销方面许可证时，先要有非常全面详细的监测信息，这增加了BLM的执法成本。小布什政府还禁止BLM立即吊销放牧许可，允许违规的牧场主有12-24个月的整改宽限期。小布什政府通过行政命令，承认牧民对他们在公共土地上建设的基础设施拥有产权。此外，小布什政府仅仅允许牧场主利益集团参与放牧地管理咨询委员会。由此，西部牛仔的政治地位，在中西部各州更加不可被撼动。但是，小布什并没按照牧场主利益集团的意愿，把放牧许可由许可证改变成产权 (Davis andWurtzebach,2014)。因为这种改变需要在国会通过，操作成本过高。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "奥巴马总统在公共放牧地管理方面没有多少作为。尽管民主党在奥巴马的第一个任期内控制了国会；然而此时民主党环境政策偏好，已经从关注区域性环境问题，转向关注全球性的气候变化。因此，奥巴马政府的放牧地管理政策远远没有其全球气候政策那么激进。比如，奥巴马可以激进的把二氧化碳定义为大气污染物，纳入“清洁空气法案\"加以监管。然而奥巴马政府却没有按照地方环保团体意愿上调放牧费。在奥巴马执政的八年里，放牧费一直按照法定价格区间的最低限收取。只有在2012年，奥巴马在制定预算时，提出要将放牧费上调 $7 5 \\%$ ，但是遭到中西部利益集团反对后，迅速放弃这一主张(Davis andWurtzebach, 2014)。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "鉴于此种情况，在2000年以后，环保组织彻底放弃国会斗争，以司法公益诉讼手段，推动BLM进行草地恢复工作(Wood,2006)。其中几个代表性的诉讼包括，2000年俄勒冈国家沙漠协会起诉BLM，控告BLM忽视了《泰勒放牧法案》中的\"推进最高程度的公共土地利用\"原则。2001年，西部流域计划和爱达荷州保育联盟起诉BLM，指控BLM违反了FLPMA法案。2002年，森林守护者联盟起诉BLM，控告BLM批准的养牛牧场污染了水源地，违反了《清洁水法案》。2003-2004年，森林守卫者多次就放牧破坏斑点猫头鹰栖息地等问题起诉BLM和林业署。2005年，联邦地方法院判定BLM在内华达州发放的80万英亩放牧地许可，威胁了艾草榛鸡生境，违反了濒危物种法案；法庭撤销了这些土地的放牧许可，并且要求BLM出具一个综合性的环境影响评估。这是环保组织在放牧地管理问题上的一个胜利 (Wood,2006)。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "牧场主利益集团也没有退让。他们在基层与BLM的对抗更加激烈，目前正在发起名为\"地权运动”（Land right movement）的社会运动。其标志性的事件是两次民兵持械对抗BLM的冲突。在2014年，BLM没收了内华达州牧民班迪家族（Bundy）的牛群，引发了大规模的警民武装对峙。班迪认为他认为自己有权祖辈传下来的公共草地上放牧，拒缴放牧费。班迪的欠款在2014年累积到100万美元，于是BLM扣押了班迪家的牛群。但是执法人员随后又被大量持枪牧民围困，最后放弃扣押牛群。在这一事件中，班迪父子手持国父杰弗逊画像和美国国旗纵马驰骋的画面被新闻媒体一再播放，他们成为\"地权运动\"的领军人物(Richardson,2014)。在2016年，班迪兄弟再次率领牧民民间武装占领联邦保育机构的建筑，以声援俄勒冈州因在联邦公共放牧地上纵火的而被判入狱的牧民。在这些事件中，BLM管制的低效和粗暴进一步的遭到全国性批评。尤其是，BLM为了收缴班迪家族100万美元的欠款和罚金，竟然付出了300万的征收成本。美国牧民草根运动从属于当前美国中西部州的右转\"Turm-right”。这意味着美国放牧管理政策还将继续陷入僵局。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "九、美国对私有草地生态环境的干预",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "由于宪法第二修正案的约束，“征收私有财产必须予以补偿”。美国政府只能通过经济手段对私有草地进行干预，但是这些手段收效有限。比如，位于美国北部平原的天然草地是美国鸟类重要的栖息地 (Samson and Knopf,1994)，同时这一区域也属于美国的农牧交错区（Grassland-CroplandMargin)，这一区域的草地都被私人业主拥有 (Claassen,2011)。在1997-2007年间，玉米乙醇价格上涨刺激私营业主将天然草地开垦为玉米田 (Claassen etal.,201O)。这一地区草地开垦面积占到全美草地开垦面积的 $57 \\%$ ，成为美国草地开垦最快的地区(Conner etal.,2001)。环保团体认为美国农业部（USDA）的许多政策性补贴和粮食产量挂钩，刺激了私营业主对天然草地的开垦(Gleason etal.,2008)。于是，联邦政府在2008年颁布的《食物、自然保育和农业法案》纳入SodSaver条款来保护天然草地。Sodsaver条款禁止经营者在开垦天然草地的前5年获得商业贷款、作物补贴和灾害补助。然而，在实践中Sodsaver条款对草地开垦仅仅起到非常温和的限制效果。因为效果有限，在2011年6月，Sodsaver条款期满时就被自动废除了(Claassen,2011)。至今，美国仍在探索管理私有放牧地的方法，比如对私营业主进行知识普及 (Huntsinger et al.,1997)，建立“私营业主—行政机构—科学家协调体系\"等 (Briske et al.,2017)。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "十、基于市场化的生态系统管理思路",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "早在《沙郡年鉴》中，美国环境保护先驱利奥波德\"AldoLeopold\"就认为“土地所有者若因环保行为遭到损失，应当向其它受益人索要货币补偿。这一模式是公平和合理的”。在里根政府重新开启新自由主义时代后，许多利益集团尝试超越“保育和放牧”、“联邦所有制和完全私有化\"之间对立 (Nelson,1996)；寻求通过市场手段，在不触及公共土地所有制的情况下，实现公共放牧地的赎买和禁牧，以解决公共放牧地的退化问题 (Leshy and McUsic,2008)。持新自由主义观念的环保主义者和学者们认为，解决环境问题的需要更少的政府干预和更多的自由市场 (Nelson,1996)。他们将这个思路称之为供给侧生态学(supply sideecology)，现在这一方式更多的被称为生态补偿（Payment forEcosystemServices）。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "环保团体认为通过赎买放牧权实现禁牧，比基于政府命令控制的禁牧手段效率更高，也不会激起社会冲突。在1990年前后，联邦公共放牧地的经济价值很低。只需要20亿美元就可以买断所有的联邦公共土地的放牧许可。因此，环保团体认为，BLM在2-5年间消耗掉的行政开支就能买下整个联邦公共土地，因此他们要求关闭BLM，以此节省经费从牧民手中赎买公共放牧地（Nelson,1996)。另一方面，由于美国荒野观光、狩猎和垂钓等产业，在1990年代就达到了230亿美元的产值。因此，环保主义者能够筹集足够的经费从牧民手中购买放牧地。此外，放牧费用是双轨制的，联邦公有制土地的放牧费大约为2美元/AMU，而相同质量的私有土地在市场租金在17美元左右(Leshy andMcUsic,2008)。因此，获得公共土地放牧许可，恢复后转租，至少有7美元的溢价；这是有可观利润的生态产业模式。1995年后，环保组织开始和牧民合作，尝试购买濒危物种生境，河流消落带等生态保护重点地区的放牧权。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "然而，这些市场化的解决方案并不合法(Leshy and McUsic,2008)。《泰勒放牧法》规定申请联邦公共土地放牧许可的牧民，必须在邻接区域拥有私有的基础设施和牧场；其次，申请者在申请的联邦土地上要有一定时间的放牧历史。这一条款就把联邦土地放牧许可的申请限制在很小的人群中。环保组织无法获得合法申请放牧许可证的身份 (Johnson andWatts,1989)。其次，《泰勒放牧法》还有一个原则性条款——“使用或放弃”。如果拥有某块土地放牧许可的牧民，并未在这块土地上放牧；那么其它牧民就可以重新从BLM那里申请到这块土地的放牧许可。“使用或放弃\"原则，意味着环保组织赎买完土地，执行禁牧时，这块土地就会被视为放弃，能被其它牧民申请(Johnson and Watts,1989)。第三，由于环保组织不养畜，那么BLM无法向环保组织征收放牧费。最后，《泰勒放牧法》禁止放牧许可被转租。那么环保组织试图改良土壤，再转租盈利的商业模式被封死。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "环保组织呼呼国会改变以上法律阻碍，以实现市场化的生态补偿模式，促进生态产业的发展。美国中西部的牧场数量持续萎缩 (Huntsinger et al.,1997),不少牧场主也愿意出售放牧权，与环保组织实现生态补偿交易。因此，克林顿政府以行政权批准了环保组织竞买禁牧的许可权。但是中西部的第三势力开始介入，他们多是持保守主义立场的选民。第三势力认为生态补偿和相关的法律调整，会弱化放牧优先权 (JohnsonandWatts,1989)；环保组织的成功也会渗透和瓦解中西部基层的选举格局 (Leshy and McUsic,2008)。因此，在第三势力的努力下，2000年的联邦法院、2003年的众议院和以及随后的布什政府直接否决了环保组织通过\"赎买-禁牧\"方式治理公共放牧地的动议(Davis and Wurtzebach,2014;Wood,2006)。因此，市场化的生态补偿模式前在美国地位尴尬。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "十一、美国放牧地管理理论的历史流变",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "纵观美国放牧地管理政策流变，我们可以发现这些政策具有鲜明的时代特征，是美国哲学在自然资源和环境保育领域的具体化。在美国领土扩张和西进运动时期（19世纪之前)，美国对放牧地的制度安排秉承实用主义，只要有利于边疆稳定和领土扩张的所有制，联邦政府都予以承认。同时，在产权制度安排上，美国政府是洛克的信徒，坚持\"劳动从自然资源中创造产权\"这一主张。这样，放牧者的劳动创造产权，而猎人、矿工、农夫的劳动也能创造产权；由此，美国政府从一开始就在法理上倾向于草地多功能用途的地位，这给日后的政策改革和草地治理留下了充足的立法空间。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "本世纪初叶，进步主义运动和现代自由主义运动在美国社会思潮中居于主导地位，正式提出并尝试了自然资源管理的多目标管理思想。随后，秉承凯恩斯主义的罗斯福新政，最终把放牧地多功能利用理论，上升到国家法律地位。这一理论后来成为生态系统服务理论的一个源头，对当前全球的生态系统管理也具有积极影响。此外，此时发展出的公共利益理论，是美国政府以行政管制，干预和恢复退化放牧地的理论基础。在所有制方面，美国政府认为只有联邦直辖的公共放牧地，才能实现草地管理的多功能目标，决定不再进行公共放牧地的私有化；同时将放牧许可，在法理上定义为许可证而非产权。这些产权安排，是联邦政府干预公共放牧地的法理基础；它在今天仍然保持稳定，极具生命力，在自然保育方面受到学界高度的评价 (Heisel,1998)。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "在上世纪70年代后，美国环保运动、新自由主义运动和保守主义运动，也给美国放牧地管理体系带来新的元素。一方面，美国环保组织利用各类环境和保育法案中的公共信托原则，作为自然环境的利益代表，通过国会游说、行政诉讼、和市场竞买等手段，实践环保主张。另一方面，保守主义者拥护的小政府理念，新自由主义者热衷的私有化主张，以及学界对行政管制低效原因的论证，共同促使了当局缓和了环境执法强度，向牧场主利益做出让步，起到了社会矛盾泄压阀的作用。因此，这一时期的美国公共放牧地管理调整具有活力的，具有适应性管理的特征 (Moir and Block,2001)。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "尽管美国放牧地得到了恢复，环境问题并不如上世纪30年代那么急迫。但是我们应当看到，美国政府在近三十年的公共放牧地管理问题上作为不大，政策长期空转；生态补偿等市场化保育途径没有实践；对私有草地的开垦问题也没有很好的解决方案。这一局面是美国社会撕裂的体现。一方面，精英阶层在全球化中获利巨大，热衷全球性气候问题；另一方面，在全球化中受到严重损失的中西部选民，极度回归保守主义立场。这一撕裂决定了美国选举版图，进而使得美国放牧政策制定者日益封闭，只在意牧场主权益。这导致了美国放牧地管理政策从环保立场上的巨大退步。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "十二、美国草地管理制度演变中值得我国借鉴之处",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "我国可以从美国放牧管理的演变过程中借鉴以下方面。首先，草地的多功能管理是实现草地恢复和草地资源可持续管理的核心原则。在立法上明确草地生态系统的多功能管理目标，是非常必要的。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "其次，草地的多功能管理需要长远的产权制度安排。美国经验表明，草地管理产权一旦确立，就很难修改，还会对日后的改革产生强大的路径依赖",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "(Libecap,2007)。因此，草地产权制度的安排，一定要慎重，需要给将来的制度改进留足空间。而且，中央政府直辖的草地管理制度在草地恢复和可持续管理中，具有强大的生命力和实用性。因此，我国所坚持的草地产权公有制度，是非常先进的，有继续保持的必要。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "第三，美国经验表明，不能用草地畜牧业的经济份额来评估放牧活动的地位。草地畜牧业相关政策，必须考虑其的政治和文化传统，否则会引起基层巨大的反弹。在我国，草地畜牧业的地位也是不宜低估的，相关政策的制订和调整，也要慎之又慎。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "第四，美国在联邦政府、州政府和地方政府设立放牧地管理行政机构，把放牧地管理置于一个较高的政治地位，以便于协调其它行政机构，对放牧地进行协同管理。我国草地面积比美国还要大一些；然而我国草地行政主管部门，在中央政府架构中级别较低，也难以协调其它行政部门进行草地普查和决策。我国是否要借鉴美国经验，进行机构改革，强化中央政府对草地管理力度，这是值得考虑的。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "第五，美国的环保团体之所以能够促进草地的保育和多功能管理原则的实践，是因为草地休憩、旅游和狩猎等\"非牧产业\"的产值远远超过了草地畜牧业产值。通过鼓励和引导\"非牧产业\"发展，是平衡草地的放牧压力，实现草地的生态功能和经济功能之间协调的长久办法。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "第六，美国的\"禁牧政策”只是回调，并没有彻底的退出。而且这一回调，由利益集团之间博弈而实现，流程较为繁琐，所花费的时间较长。草地管理政策的核心原则，即放牧地多功能利用和联邦所有制，并没有被放弃。因此，美国\"禁牧政策\"的回调，即起到安抚牧民的作用；也没有出现一抓就死，一放就乱的局面。这种有序实现禁牧政策回调，同时又坚守环境保育核心原则的管理方式，值得我国在调整禁牧政策中借鉴。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "第七，美国政府在征收放牧费时，遇到巨大的技术困难和政治阻力。这也意味着，对草地这种高度异质性的自然资源货币化估价，难度很大。因此，无论是征收放牧费还是发放禁牧补贴，都是制定政策时，需要重点细化的一个环节。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Beever, E., 2003. Management implications of the ecology of free-roaming horses in semi-arid ecosystems of the western United States. Wildlife Society Bulletin, 887-895.   \nBlumm,M.C.,1994. Public Choice Theory and the Public Lands: Why Multiple Use Failed. Harvard Environmental Law Review. 18,405.   \nBorman, M.M., Johnson, D.E.,1990. Evolution of grazing and land tenure policies on public lands. Rangelands, 203-206.   \nBriske, D., Bestelmeyer, B., Brown, J., Brunson, M., Thurow, T., Tanaka, J., 2017. Assessment of USDA - NRCS rangeland conservation programs: recommendation for an evidence - based conservation platform. Ecological Applications 27, 94-104.   \nCarpenter, F.,1981. Establishing Managment under the Taylor Grazing Act. Rangelands 3, 105-115.   \nClaassen, R., Carriazo,F., Ueda, K., 2O1O. Grassand Conversion for Crop Production in the United States: Defining Indicators for Policy Analysis. OECD Agrienvironmental Indicators: Lessons Learned and Future Directions, US Department of Agriculture-Economic Research Service, Washington, DC.   \nClaassen, R.L., 2O11. Grassland to cropland conversion in the Northern Plains: the role of crop insurance, commodity, and disaster programs. DIANE Publishing.   \nConner, R., Seidl, A., VanTassell, L., Wilkins, N., 2OO1. United States grasslands and related resources: an economic and biological trends assessment. Texas A&M University, Institute of Renewable Natural Resources.   \nCulhane, P.J., 1982. Public land politics: Interest group influence on the forest service and the bureau of Land management. RFF Press, Washington, DC.   \nDavis, C., 2OO6. The politics of grazing on federal lands: A policy change perspective, in: Repeto, R. (Ed.), Punctuated equilibrium and the dynamics of U.S. environmental policy. Yale University Press, New Haven, CT.   \nDavis, C., Wurtzebach, Z., 2014. The Administrative Presidency and Public Lands ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Regulatory Change. Caltornia Journal ot Politics and Policy 6, 1U3-125.   \nFalen,F.J., Budd-Falen, K., 1993.The Right to Graze Livestock on the Federal Lands: The Historical Development of Western Grazing Rights. Idaho L. Rev. 30, 505.   \nField,T.,1990. The future of grazing on public lands. Rangelands, 217-219.   \nFoss, P.O.,1960.Politics and grass; the administration of grazing on the public domain. Politics and grass; the administration of grazing on the public domain 9.   \nGleason, R.A.,Laubhan, M.K., Tangen, B.A., Kermes, K.E., 2008. Ecosystem services derived from wetland conservation practices in the United States Prairie Pothole Region with an emphasis on the US Department of Agriculture Conservation Reserve and Wetlands Reserve Programs.   \nHavstad, K., Peters,D., Allen-Diaz,B., Bartolome, J.,Bestelmeyer, B., Briske, D, Brown, J., Brunson,M., Herrick, J., Huntsinger, L., 2Oo9. The western United States rangelands, a major resource. Grasslands: Quietness and Strength for a New American Agriculture. Soil Science Society of America: Madison, WI, USA, 75-93.   \nHeisel,E.J.,1998. Biodiversity and Federal Land Ownership: Mapping a Strategy for the Future. Ecology Law Quarterly 25, 229.   \nHeller, A., 2O15. History and Management of Public Rangelands in the United States: A Case Study from New Mexico. Inquiries Journal/Student Pulse 7.   \nHuntsinger, L., Buttolph, L., Hopkinson, P., 1997. Ownership and management changes on California hardwood rangelands: 1985 to 1992. Journal of Range Management, 423-430.   \nJohnson, R.N., Wats, M.J.,1989. Contractual stipulations, resource use, and interest groups: Implications from federal grazing contracts. Journal of Environmental Economics and Management 16, 87-96.   \nLaFrance, J.T., Watts, M.J.,1995. Public grazing in the West and\" Rangeland Reform'94\". American Journal of Agricultural Economics, 447-461. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Lauenroth, W., Burke, I.C., Gutmann, M.P., 1999. The structure and function of ecosystems in the central North American grassland region. Great Plains Research, 223-259. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Layzer, J.A., 2O12. The environmental case : translating values into policy. CQ Press.   \nLeshy, J.D., McUsic, M.S., 2O08. Where's the Beef-Facilitating Voluntary Retirement of Federal Lands from Livestock Grazing. New York University Environmental Law Journal 17, 368.   \nLibecap, G.D., 2007. The assignment of property rights on the western frontier: lessons for contemporary environmental and resource policy. The Journal of Economic History 67,257-291.   \nLinklater, A., 2O13. Owning the earth: The transforming history of land ownership. Bloomsbury Publishing USA.   \nMcMurphy, W., Gillen, R., Engle, D., McCollum, F., 1990. The philosophical difference between range and pasture management in Oklahoma. Rangelands 12, 197-200.   \nMoir, W.H., Block, W.M., 2OO1. Adaptive management on public lands in the United States: commitment or rhetoric? Environmental Management 28, 141-148.   \nNelson, R.H.,1996. How to Reform Grazing Policy: Creating Forage Rights on Federal Rangelands. Fordham Environmental Law Journal 8, 645.   \nNickerson, C., Ebel, R., Borchers,A., Carriazo,F.,2012. Major uses of land in the United States, 2007. BiblioGov.   \nRees, J.A.,1990. Natural resources: allocation, economics and policy. Routledge London.   \nRichardson, V.,2014. Cliven Bundy taunts feds by enjoying the ‘freedoms’ to graze his catte on disputed land. Washington Times.   \nRoss, J.V.,1984. Managing the public range-lands: 50 years since the Taylor Grazing Act. Rangelands Archives 6, 147-151.   \nRowley, W.D., 1985. U.S. Forest Service Grazing and Rangelands,A History. Texas A&M University Press, College Station.   \nSalzman, J.,Thompson, B.H., 2013. Environmental Law And Policy, 4Th Ed. Foundation Press   \nSamson, F., Knopf, F.,1994. Prairie conservation in north america. BioScience 44, 418-421.   \nSkaggs, R., Edwards, Z., Bestelmeyer, B.T., Wright, J.B., Williamson, J., Smith, P., 2011. Vegetation maps at the passage of the Taylor Grazing Act (1934): a baseline to evaluate rangeland change after a regime shift. Rangelands 33,13- 19.   \nSmith, W.B., Miles, P.D., Perry, C.H., Pugh, S.A., 2O09.Forest resources of the United States,2OO7: a technical document supporting the forest service 2010 RPA Assessment. General Technical Report - USDA Forest Service 91.   \nSoule, M.J., Tegene, A., Wiebe, K.D., 2Ooo. Land Tenure and the Adoption of Conservation Practices.American Journal of Agricultural Economics 82, 993- 1005.   \nVeblen, K.E., Pyke, D.A., Aldridge, C.L., Casazza, M.L., Assal, T.J., Farinha, M.A, 2014. Monitoring of livestock grazing effects on Bureau of Land Management land. Rangeland Ecology & Management 67, 68-77.   \nWald, J.H., Temkin, E.H.,1981. The Sagebrush Rebellion: The West against Itself-- Again. UCLA Journal of Environmental Law and Policy 2, 187.   \nWiebe, K.D., Tegene, A., Kuhn, B., 1996. Partial interests in land: policy tools for resource use and conservation. US Department of Agriculture.   \nWilkinson, C.F.,1993. Crossing the next meridian: land, water, and the future of the West. Environmental History Review 37, 31-60.   \nWood,R.S., 2Oo6. The dynamics of incrementalism: Subsystems, politics, and public lands. Policy Studies Journal 34,1-16. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/17581cc0698d641ee640185d8de847c0f55a8748c808bd9542b416480dc6c733.jpg",
        "table_caption": [
            "表1：美国放牧地管理政策演变年表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>效果时间</td><td>事件</td></tr><tr><td>=</td><td>1862</td><td>《宅地法》允许私有化公共放牧地</td></tr><tr><td></td><td>1901</td><td>西奥多·罗斯福总统开始把公共放牧地纳入国家公园进行保护</td></tr><tr><td>=</td><td>1905</td><td>联邦政府指定放牧区划方案</td></tr><tr><td></td><td>1928</td><td>国会在蒙大拿州进行放牧合作实验</td></tr><tr><td>=</td><td>1934</td><td>富兰克·林罗斯福总统和国会制订《泰勒放牧法案》</td></tr><tr><td></td><td>1946</td><td>杜鲁门总统建立土地管理局(BLM)</td></tr><tr><td></td><td>1958</td><td>艾森豪威尔总统授权上调放牧费</td></tr><tr><td></td><td>1962</td><td>国会放牧地管理国家咨询委员会改组，吸纳“非牧”人员</td></tr><tr><td></td><td>1964</td><td>国会出台《土地分类和多重利用法案》，确立多重利用原则</td></tr><tr><td></td><td>1971</td><td>国会通过了《游荡野马和野驴法案》</td></tr><tr><td></td><td>1973</td><td>美国诉福勒一案判决：公共放牧地的放牧权是许可证而非产权</td></tr><tr><td></td><td>1974</td><td>自然资源委员会诉莫顿，BLM败诉被勒令普查草地</td></tr><tr><td>-</td><td></td><td>1976联邦土地政策和管理法案（FLPMA）——授予BLM法定管理权</td></tr><tr><td>-</td><td>1976</td><td>卡特当局授权内政部和农业部研究提升放牧税费</td></tr><tr><td>+</td><td>1978</td><td>公共放牧地提升法案（PRIA）—照顾牧场主利益</td></tr><tr><td></td><td>1980</td><td>国会提出两年内削减20%载畜量</td></tr><tr><td>+</td><td>1980</td><td>西部八州开始“山艾树叛乱”</td></tr><tr><td>+</td><td>1981</td><td>里根总统任命的BLM官员大多亲牧场主利益集团</td></tr><tr><td>+</td><td>1986</td><td>国会扩大（PRIA）执行范围</td></tr><tr><td>+</td><td>1988</td><td>提高放牧费的努力在参议院被否决</td></tr><tr><td>+</td><td>1990</td><td>提高放牧税费的努力在众议员被否决</td></tr><tr><td>+</td><td>1991</td><td>BLM重新授权法案和预算案，分别被众议院和参议院否决</td></tr><tr><td></td><td>1993</td><td>克林顿总统任命环保主义者管理BLM</td></tr><tr><td>+</td><td>1993</td><td>围绕行政当局把放牧税费加倍问题，开始议会大战</td></tr><tr><td>+</td><td>1994</td><td>行政当局撤回放牧税费增加计划</td></tr><tr><td></td><td>1995</td><td>共和党国会党团的放牧费提案被否决</td></tr><tr><td>+</td><td>1996</td><td>美国联邦地区法院要求BLM尊重“放牧优先权”</td></tr></table></body></html>",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/f2813350e596a88f0f3fa6b35d0fb4c671e32c449aaa4ea67cdf2dd82b38c03f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>2000</td><td>俄勒冈国家沙漠协会诉BLM</td></tr><tr><td>= +</td><td>2001</td><td>小布什总统调整BLM方针为“对公共放牧地综合开发”</td></tr><tr><td>=</td><td>2001</td><td>西部流域计划和爱达荷州保育联盟诉BLM</td></tr><tr><td>+</td><td>2001</td><td>小布什总统要求BLM缓和执法强度</td></tr><tr><td>=</td><td>2002</td><td>森林守卫者联盟诉BLM</td></tr><tr><td>+</td><td>2003</td><td>“购买一休牧”这一生态补偿方案在众议院被委员会否决</td></tr><tr><td></td><td>2003</td><td>法院判定林业署批准的林肯国家森林放牧，违反濒危物种法案</td></tr><tr><td>=</td><td>2004</td><td>森林保卫者联盟和其它组织诉林业署</td></tr><tr><td></td><td>2005</td><td>联邦地方法院法官判定BLM批准内华达州放牧非法</td></tr><tr><td>+</td><td>2009</td><td>奥巴马总统维持小布什政府时期的低放牧费</td></tr><tr><td>+</td><td>2012</td><td>奥巴马总统迅速放弃提高放牧费的预算案</td></tr><tr><td></td><td>2014</td><td>BLM对牧民班迪的禁牧执法失败，遭到广泛批评</td></tr><tr><td>+</td><td>2016</td><td>牧民组成的民兵武装占领联邦保育机构建筑</td></tr><tr><td>=</td><td></td><td>+增加放牧强度，有利于牧场主利益;</td></tr><tr><td></td><td></td><td>：降低放牧强度，有利于环境的保护;</td></tr><tr><td></td><td></td><td>=中性影响</td></tr></table></body></html>",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/0aa30f4556e80a5357b9f994487b77426df20b013ac8506cba8797a43d214df7.jpg",
        "img_caption": [
            "图1，美国植被图（引自加州大学戴维斯分校公开网站：http://www.plantsciences.ucdavis.edu/plantsciences_ Faculty/Bloom/CAMEL/ecosystems.html)"
        ],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "图2美国土地管理局管理的联邦公共土地（图中黄色标注部分为公共土地，引自美国土地管理局官方网站：https://www.blm.gov/or/about/blmfacts3.php）。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "土地管理局管理的公共土地Public Lands Managed by the Bureau of Land Management (BLM)",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/47f23367303878a8d9db7cdbf0a4c0b950f17ee4c2d53615c2ccfcc89aa1b5a9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/96d8eb56af6a725b1fcc038de09c08081ae1c6dce0ffa298d923513d216740fb.jpg",
        "img_caption": [
            "图3，美国主要农地利用类型 (Nickersonetal.,2012)。"
        ],
        "img_footnote": [],
        "page_idx": 29
    }
]