[
    {
        "type": "text",
        "text": "工程细胞单克隆筛选及单克隆源性验证",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "江一帆\\*董静 魏敬双",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(华北制药新药研究开发有限责任公司 抗体药物研究国家重点实验室 石家庄050015)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要工程细胞的单克隆源性是保证产品质量的重要因素之一，因此得到了越来越多的重视。当前，药物审评机构要求报批单位采用合适的实验手段证明所使用细胞的单克隆源性。综述通过介绍生产用工程细胞株单克隆的挑选过程及诸如有限稀释法、ClonePix、流式细胞术等常用方法，讨论如何确保工程细胞的单克隆源性，以及在生物药品生产过程中，保证工程细胞单克隆源性的意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 工程细胞 单克隆源性 单克隆成像系统 有限稀释法",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Monoclone selection and monoclonal verification of engineering cell lines ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JIANG Yi-fan\\* DONG Jing WEI Jing-shuang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(New Drug Research and Development Company Limited, North China Pharmaceutical Corporation, State Key Laboratory of Antibody Drug Development, Shijiazhuang O50015, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractThe monoclonality of recombinant cellines is one of the important factors to ensure the quality of the product, so it has received more and more atention. Currently, some drug regulatory agencies require the application organization to demonstrate the monoclonality of the cells via appropriate experimental. This paper will introduce the process and common methods (such as limiting dilution cloning, ClonePix,and fluorescent-activated cel sorting) for the clone selection of engineering cell lines for production. We will also discuss how to ensure the monoclonal of engineering cell,and the significance of engineering monoclonal in the production of the biological drug. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords engineering cell line; monoclonality; single-cell cloning imaging system; limiting dilution method ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前的国际医药市场中，生物药处于主导地位。据报道，2017年和 2018年全球畅销药品Top10 中，生物药占了8个，并且，这些药物均是由工程细胞株表达的重组蛋白[1,2]。根据Frost&Sullivan报道，中国生物药的市场规模由2012年的627亿元人民币增长至2016年的1527亿元人民币，年复合增长率为 $2 4 . 9 \\% ^ { [ 2 ] }$ 。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "相较于大肠杆菌、酵母等表达系统，哺乳动物细胞表达系统常用于表达大分子蛋白，由于具有更多的翻译后修饰，所以对质量的均一性要求更高。当前医药行业已经形成共识：用于表达治疗性蛋白的工程细胞需要来源于同一原始细胞，原因在于工程细胞的单克隆源性是产品的质量、表达量稳定性的必要条件[3,4]，因此目前工程细胞的单克隆源性在药品报批过程中被重视的程度越来越高，ICHQ5D 关于重组蛋白产品做了如下表述，“For recombinant products,thesubstrate is the transfected cell containing the desired sequences,which has been cloned from asingle cellprogenitor”[5]。2011/2012 年美国 FDA 也要求“Submit data to the IND that providesassurance that this method resulted in derivation of a single cellclone or provide information on howyou will go about generating these data and the timeframe for submission of the information” [6]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前常用的单克隆获取方法主要包括以下三个：有限稀释法（Limiting Dilution Cloning,LDC）、ClonePix、流式细胞荧光分选技术（Flourescent-activated cell sorting,FACS）[4,7]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.有限稀释法（LDC）",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "有限稀释法是传统的挑选单克隆的方法，该方法操作简单，对仪器设备的需求比较少，并且方便与成像系统关联使用，因此是目前应用较多的单克隆挑选方法；其缺点是效率比较低，需要在大量的96/384孔板中进行挑选才有可能获得理想的克隆（一般认为在不低于1,000 个克隆中挑选）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "有限稀释法对人工依赖比较高，不同操作人员的操作习惯差异会影响实验结果，并且不同公司或研究机构在细胞株、单克隆培养基等方面存在的差异同样会带来实验结果的差异，因此计划使用该方法的科研机构或公司，需要建立自己的平台方法，同时使用固定的操作人员来减少误差，如果条件允许可以使用设备对工程细胞进行有限稀释的操作。同样，也基于上述原因，有限稀释法很难给出一个通用的单克隆形成率，但是可以肯定的是在不借助成像设备的情况下，只做一轮有限稀释很难确定所选细胞是单克隆。如果想获得一个高的单克隆率，一般认为至少需要2轮以上有限稀释，稀释比率在0.3-0.8cels/孔[8]。对于有限稀释法来说，不同生物公司或研究机构在细胞株和单克隆培养基等多方面存在差异，这些差异直接影响了单克隆成活率（有多少单细胞能长成群落)，加上细胞之间可能存在的相互作用（比如趋向于结团等)，显然单纯使用泊松分布计算单克隆概率是不够的。笔者认为对于不同实验室来说，具体需要做几轮有限稀释和使用多大的稀释比例需要根据该实验室具体情况通过实验来确定。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "下面介绍两种优化有限稀释法的实验方法，使用经转染和加压筛选的有代表性的工程细胞进行实验。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "方法一是使用单克隆成像系统。首先以一定稀释比例铺板，然后应用成像系统照相，记录能长成群落的克隆数和其中是单抗隆的数量（如果初始是两个或两个以上的细胞，最终其中一个细胞生长为群落其它细胞死亡或不增殖是被记为单克隆的)，并计算单克隆形成率。下表是我公司使用CHOK1细胞构建的表达某单克隆抗体的工程细胞株，按照不同稀释比例进行铺板（表1)，同时使用solentim单克隆成像系统记录，并通过这些数据计算单克隆率。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Table 1 LDC combined with monoclonal imaging system to calculate monoclonal rate ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/021fa7d5ee8e9d49dd8e18746e05f64542b319bddcaa6dbb1f97ed240320bd15.jpg",
        "table_caption": [
            "表1有限稀释法联合单克隆成像系统计算单克隆率"
        ],
        "table_footnote": [
            "\\*通过计算得到"
        ],
        "table_body": "<html><body><table><tr><td colspan=\"6\"></td></tr><tr><td>稀释比例</td><td>单克隆数</td><td>克隆数</td><td>单克隆率</td><td>二轮0.3稀释</td><td>二轮单克隆率* 二轮0.6稀释</td><td>二轮0.8稀释</td></tr><tr><td>0.3</td><td>12.6</td><td>14.0</td><td>89.3%</td><td>98.9%</td><td>97.5%</td><td>96.9%</td></tr><tr><td>0.6</td><td>18.8</td><td>24.6</td><td>76.4%</td><td>97.5%</td><td>94.4%</td><td>93.2%</td></tr><tr><td>0.8</td><td>21.8</td><td>30.6</td><td>71.2%</td><td>96.9%</td><td>89.2%</td><td>88.0%</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由表1中可以看出，在有限稀释法挑选单克隆的过程中，可以选择第一轮较大稀释比例，第二轮较小稀释比例，这样即能获得更多克隆，又能保证有较高的单克隆率。在有单克隆成像系统情况下，完全可以通过一轮有限稀释获得单克隆同时通过拍照获得单克隆证据，但是为在一个孔板里获得更多的单克隆，需要实验选择适当的稀释比例。而对于前期研发过程中对单克隆关注不够，缺乏相关证据，又很难重新进行单克隆的挑选项目来说，此方法可以作为证明所挑选的单克隆是否可靠的补充证据。需要指出的是，不同实验室间由于细胞株、克隆培养基以及操作手法、习惯的差异，会造成同一稀释比例下，不同的克隆形成率和单克隆率，所以对于不同实验室来说，有限稀释法的实验数据很难通用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "方法二9不需要成像系统，分别在宿主细胞内转染红色荧光蛋白、绿色荧光蛋白从而构建两个细胞池（pool)，经加压筛选，通过计数和计算，取相同数量的、能分别表达红、绿荧光蛋白的细胞1:1混合，按照一定稀释比例铺板子，通过荧光显微镜观察红绿混合荧光所占比例。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "方法二的计算公式为：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "仅考虑孔板内细胞数为1个或2个时，一轮有限稀释的单克隆率（P1）计算公式为：",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { P 1 } = \\frac { \\mathrm { N - 2 N 0 } } { \\mathrm { N } } \\times 1 0 0 \\%\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "孔板内细胞数存在3个以上细胞的情况时，则一轮有限稀释的单克隆率（P1)计算公式为：",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { P 1 } \\geq \\frac { \\mathrm { N } - \\mathrm { 2 N 0 } } { \\mathrm { N } } \\times 1 0 0 \\%\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "两轮有限稀释的单克隆率（P2）计算公式为：",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathtt { P 2 } = \\mathtt { P 1 } + \\left( 1 - \\mathtt { P 1 } \\right) \\times \\mathtt { P 1 }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "N为孔板内有细胞的孔数；",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\mathrm { N } _ { 0 }$ 为孔板内同时表达红色和绿色荧光蛋白的孔数",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "两种优化方法中，方法一除在有限稀释法中应用外，还同样可以应用在流式细胞荧光分选技术（FACS）挑选单克隆的实验中，方法二在有限稀释法、ClonePix、流式细胞荧光分选技术（FACS）都可以应用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.ClonePix挑选单克隆",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ClonePix是一个高通量的单克隆筛选设备，在半固体培养基中使用机器进行筛选。相对于有限稀释法，ClonePix使用半固体培养基，应用荧光显色的方法挑选高表达克隆，因此具有人工干预少，通量大，效率高的优点，而有限稀释法则使用液体单克隆培养基，用Elisa 法挑选克隆，因此相对复杂。但是有限稀释法的单克隆培养基在通过优化后和后期工艺培养基更接近，克隆在孔板的表现更接近在生产过程中的表现。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ClonePix一般使用6孔板或平皿在半固体培养基中挑选单克隆[10.I]。在 2014年WCBP会议上，Sarah Kennett指出如果使用ClonePix挑选单克隆，没有可靠数据支持的情况下，一轮筛选的单克隆率只有 $5 8 \\% { \\sim } 8 7 \\% ^ { [ 1 2 ] }$ 。但近几年，有陆续的研究表明在稀释比例合适，以及设备参数设置合理的情况下，经过一轮挑选就可以获得很高的单克隆率[9,13]。有文献报道了使用ClonePix挑选单克隆时，工程细胞单克隆率的计算公式和示例，为了方便理解公式整理如下[13]:",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n1 - \\frac { 0 . 2 5 \\times \\pi \\times \\left( 2 \\mathrm { d } _ { ( c ) } \\right) ^ { 2 } \\times \\left( \\mathrm { n - 1 } \\right) } { 0 . 2 5 \\times \\pi \\times \\mathrm { d } _ { ( \\mathrm { w } ) } { } ^ { 2 } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "d(w)为孔板内直径;   \nd(c)为细胞克隆直径; ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "n为克隆数; ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此示例所用孔板为六孔板，直径为 $3 5 \\mathrm { m m }$ ，细胞克隆直径 $0 . 7 5 \\mathrm { m m }$ ，通过公式进行计算，当克隆数 $\\scriptstyle 1 = 2 5$ 时，经计算，公式等于 $9 5 . 6 \\%$ ，也就是在这个条件下，一轮克隆筛选的单克隆率为 $9 5 . 6 \\% [ 1 3 ]$ 。有人通过实验，Clonepix 克隆挑选参数设置中，将克隆间距离作为一个主要关注指标（表2)，经过单纯的一轮克隆筛选，克隆距离 $1 . 0 \\mathrm { - } 1 . 2 \\mathrm { m m }$ ，单克隆率 $93 \\%$ ，挑选克隆距离大于 $1 . 2 5 \\mathrm { m m }$ ，单克隆率大于 $9 9 \\%$ ，并确定一轮以上克隆筛选必需达到 $9 9 . 5 \\%$ 以上的单克隆率[9]。在实际药品工艺开发过程中，应用该方法挑选单克隆，一般会使用ClonePix连续挑选两轮克隆，或在ClonePix挑选过后增加一轮有限稀释法挑选亚克隆，以增加单克隆率。由于ClonePix不能直接和单克隆成像系统连用，因此可以在有限稀释法挑选亚克隆过程中使用单克隆成像系统，进行拍照获取可靠的单克隆证据。",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/a9c22cda4f71c31274c9752723ab3167e9b29b759b96053a052210c1c10d9029.jpg",
        "table_caption": [
            "表2Clonepix挑选过程中克隆距离和单克隆率的关系",
            "Table 2 Relationship between clonal distance and monoclonal rate during Clonepix selection "
        ],
        "table_footnote": [
            "No clonality should be claimed if proximityis $\\leq 0 . 5 \\mathrm { m m }$ "
        ],
        "table_body": "<html><body><table><tr><td>Proximity (mm)</td><td>P(clonality)</td></tr><tr><td>0.5-0.7</td><td>44%</td></tr><tr><td>0.8-0.9</td><td>61%</td></tr><tr><td>0.9-1.0</td><td>71%</td></tr><tr><td>1.0-1.2</td><td>93%</td></tr><tr><td>>1.25</td><td>>99%</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.FACS挑选单克隆",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "FACS 法原理是根据细胞大小、荧光染料和细胞表面marker等因素挑选出所需要的单细胞，当前广泛应用于单细胞分离，稀有细胞分选等多项研究中，一般而言，该法可用于鉴定、分离具有高水平膜蛋白表达的细胞[14]。FACS 法在应用于挑选单克隆时，需要通过条件优化，使挑选的细胞与孔板的孔一一对应。在整个筛选过程中，细胞的形态及状态会对条件和分离效果产生影响，流式细胞仪在分选过程中也可能会对细胞状态有一定影响[15]。分选结束后，单克隆在孔板内的克隆形成率也具有不确定性，因此需要选择合适的单克隆培养基以促进克隆的生长，同时工程细胞株的抗逆性也很重要。FACS 方法的单克隆形成率很高，并且FACS可以和单克隆成像系统连用确定单克隆，有人发现FACS法和单克隆成像系统连用得到的单克隆率超过 $9 9 \\% ^ { [ 5 ] }$ 。但在没有成像系统辅助情况下，一般认为单纯的一轮筛选是不够的，可以通过有限稀释法挑选亚克隆来增加单克隆率。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.单克隆挑选新技术",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "近年来，市场上陆续推出了很多可以应用于克隆筛选的先进设备及方法，比如单细胞打印机、solentimVIPS等，这些设备可以显著减少克隆筛选中对人工的依赖，提高了筛选效率和准确性[9,16]。单细胞打印机的原理是将含有细胞的样本放入细胞分离槽，并将液滴从细胞分离槽喷嘴喷出，用高分辨率相机捕捉这一过程，以确定每个液滴的细胞数，当检测到多细胞或无细胞时，液滴被吸走[17,18]，但是单细胞打印机没有对孔板底部照相，需要使用单克隆成像系统才能提供单克隆影像证据；SolentimVIPS工作原理类似有限稀释法，利用减少每一滴液体的体积（约 30纳升)，实现平均每一滴液体远少于1个细胞，经过每孔最多喷16次，基本实现每孔有1个细胞（ $80 \\%$ 以上孔单细胞，有些孔无细胞，有些孔多于1个细胞)，细胞的判读是软件自动判断，整合AI技术在50毫秒内对镜头拍得的每一滴液体的16个焦面的照片进行计算，判断是否有细胞及细胞的数量，其相对人工操作可以在相同数量的孔板中获得较多的单克隆，并且有成像证据[19]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.讨论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "单克隆源性是产品表达和质量均一性的前提和保证。在提供单克隆证据方面，单克隆成像技术的出现具有重要意义。不同于概率计算和统计，单克隆成像系统可以提供直接的影像证据，是目前可以确定单克隆的可靠方法[20]。同时也面临一些问题和挑战，首先是能不能全孔清晰成像，尤其是边缘细胞能不能清晰成像；其次是成像系统只能对某一液面成像，一般是底面，所以细胞只有在底面才可能清晰成像；还有微孔板不是一个绝对的平面，为了能够拍清楚微孔板底部的细胞，成像系统最好能够进行逐孔聚焦成像。目前一些自动化方案通过与条码阅读仪整合，可以实现长时间的无人值守自动成像。自动化方案还避免了手动操作过程取放板不到位，磕碰遗洒等意外发生[21]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在单克隆成像系统大规模推广前，很多项目在克隆筛选过程中没有成像证据。在这种情况下，推荐以下几种实验方法来增加工程细胞单克隆源性的证据，研发人员可以根据自己项目的实际情况选择一种方法或多种方法同时进行：一、根据使用的单克隆挑选方法的参数和条件计算单克隆率（前文提到了一些计算和实验方法)；二、对细胞不同代次生长、状态、产品质量及表达稳定性数据进行总结评估，对产品不同批次间质量稳定性进行评估等；三、挑选亚克隆重新建主细胞库（master cellbank,MCB）也是一种选择，但是MCB 重建属于重大工艺变更，需要根据项目进展评估其可行性；四、采用二代测序技术证明细胞的单克隆源性；五、荧光标记的原位杂交技术（Fluorescence in situ hybridization,FISH)，这项技术的原理是通过检测工程细胞染色体插入位点是否一致来确定细胞库（一般是 MCB）是否来源于同一细胞[20,22,23]，该方法是在没有成像证据情况下，证明工程细胞单克隆源性的有利补充实验。同时，由于FISH可以检测到细胞株染色体插入拷贝的变化，因此FISH同样可以筛除某些虽然来源于单一细胞但由于插入位点不稳定或一些不利突变而导致有可能在后期放大过程存在风险的克隆。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "工程细胞在传代过程中有可能发生基因型和表型的突变，即使同一细胞来源的细胞库也很可能存在不均一性。一般细胞库的不均一性由两种原因导致：一是细胞库本身不是来源于一个细胞；二是细胞库来源于一个细胞，但有一个细胞发生突变，并在细胞库形成了亚群，虽然这些亚克隆序列的异质性可能不会影响工艺的一致性和稳健性[24]。但是有些情况下，即使是单克隆来源细胞也难以作为稳定的工程细胞用于生产，所以我们需要对目标细胞株进行长期稳定性观察，重点是细胞株超过可能的生产周期代次后的分子水平、生产状态、产量和产品质量的一致性[25]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "细胞株表达和质量的稳定性需要通过稳定性实验进行验证，而稳定性试验时间的选择则需要根据今后预期放大的规模即传代次数决定。传代过程是否加筛选压力也依据具体情况而定，一般建议尽可能不加筛选压力，但是多数实践过程证明不加筛选压力的传代很难保证细胞株拷贝数的稳定性，因此稳定性试验中经常选择加压和不加压两组同时进行，甚至会有多个细胞株同时进行，从而保证最终能够筛选到稳定的细胞株。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "简而言之，确保高单克隆率可以避免后期有可能出现的产品质量均一性风险。本文综述了单克隆筛选的常见方法、常用设备、以及在整个研发过程中如何通过实验、计算、统计等多种方法确保较高的单克隆率或提供高单克隆率证据。希望能够为解决药物研发时在工程细胞单克隆筛选及药物报批等过程中出现的问题、争议及疑惑提供解决思路，从而给相关研发人员提供帮助。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1] http://news.bioon.com/article/6716107.html   \n[2] http://med.sina.com/article_detail_103_1_42877.html   \n[3] European Medicines Agency, Commitee for Medicinal Products for Human Use. Guideline on production and quality control of monoclonal antibodies and related substances. Draft, 2007. Accessed: August 2015.   \n[4] Quiroz J, Tsao Y S. Statistical Analysis of Data from Limiting Dilution Cloning to Assess Monoclonality in Generating Manufacturing Cell Lines. Biotechnology Progress， 2016，32(4): 1061-1068   \n[5] Evans K, Albaneti T, Venkat R,et al. Assurance of monoclonality in one round of cloning through cell sorting for single cell deposition coupled with high resolution cell imaging. Biotechnology Progress, 2015, 31(5): 1172-1178   \n[6] Tarlor L, Miller P. Proof that can travel-documented clonality report for regulatory submission. 2016, Engineering Conferences International   \n[7] Biotherapeutics Cell Line Development Market: Global Industry Analysis, Size, Share, Growth, Trends,and Forecast 2015 -2022[EB/OL]   \nhttp://www.reportlinker.com/p03999207-summary/view-report.html, 2016, 12   \n[8] Zingaro K, Shaw D, Carson J, et al. Implementation of Plate Imaging for Demonstration of Monoclonality in Biologics Manufacturing Development. PDA J Pharm Sci Technol, 2018,81(10): 3835-3842   \n[9] Gargi R, Guillrmo M Q,Li Z, et al. Sequential screening by ClonePix FL and intracellular staining facilitate isolation of high producer cell lines for monoclonal antibody manufacturing. Journal of Immunological Methods, 2017, 415:100-110   \n[10] Mateus D L, Mariana L S, Angelica G, et al. A new CHO (Chinese hamster ovary)-derived cell line expressing anti-TNFα monoclonal antibody with biosimilar potential. Immunogic Research, 2018, 66(1): 1-14   \n[11] Hou JJ C， Hughes B S， Smede M,et al. High-throughput ClonePix FL analysis of mAb-expressing clones using the UCOE expression system. New Biotechnology， 2014，31(3): 214-220   \n[12] Kennet S. Establishing clonal cel lines-A regulatory perspective. 2014, WCBP   \n[13] Ahmed O,Burke J， Mann C,et al. Using ClonePix FL to Assess Monoclonality. Genrtic Engineering & Biotechnology News,2009,29(19)   \n[14] Sivia C, Mohamed A R. The selection of high-producing cell lines using flow cytometry and cell sorting. Expert Opinion on Biological Therapy, 2004, 4(11): 1821-1829   \n[15] 刘洋，王丽婷，刘芳，等．流式细胞分选优化经验浅谈．科学咨询(科技，管理),2018(1): 55-56   \nLiu Y, Wang L T,Liu F, et al. Experience on the optimization of FACS. Technology & Management, 2018(1): 55-56 [16] Lee C J, Seth G, Tsukuda J, et al. A clone screening method using mRNA levels to determine specific productivity and product quality for monoclonal antibodies. Biotechnologyand Bioengineering, 2008,102(4): 1107-1118   \n[17] Gross A,Schondube J,Niekrawitz S, et al. Single-cel printer: automated,on demand,and label free. Journal of Laboratory Automation, 2013, 18(6): 504-518   \n[18] Stumpf F， Schoendube J，Gross A，et al. Single-cell PCR of genomic DNA enabled by automated single-cell printing for cell isolation. Biosensors & Bioelectronic,2015, 69: 301-306 [19] https://www.solentim.com/products/vips/   \n[20] Jia A.Regulatory considerations in establishing clonality for cell lines expressing therapeutic proteins. 2016, ${ 5 ^ { \\mathrm { t h } } }$ Annual Cell Line Development & Engineering Asia   \n[21] https://www.solentim.com/products/cell-metric-cld/   \n[22] Trask B J. Fluorescence in situ hybridization: applications in cytogenetics and gene mapping. Trends in Genetics,1991,7(5): 149   \n[23] Levsky JM, Singer R H. Fluorescence in situ hybridization: past, present and future. Journal of Cell Science, 2003, 116(14): 2833-2838   \n[24] Scarceli JJ, Hone M,Beal K, et al. Analytical subcloning of a clonal cell line demonstrates sequence heterogeneity that does not impact process consistency or robustness. Cell Culture and Tissue Engineering, 2018, 34(3): 602-612   \n[25] Nakamura T, Omasa T. Optimization of cell line development in the GS-CHO expression system using a high-throughput, single cell-based clone selection system. Journal of Bioscience and Bioengineering, 2015,120(3): 323-329 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]