[
    {
        "type": "text",
        "text": "国外智库国际化成功经验及启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "柯银斌(1)；吕晓莉 (2)i)中国与全球化智库北京100004;(北京师范大学北京 100875",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义」国际化是中国特色新型智库建设的重要任务之一。中国智库作为国际化后来者，有必要学习和借鉴外国智库先行者的国际化成功经验。[方法/过程]选取国际上不同发展阶段，不同成长模式的10家智库进行深度个案研究，研究资料均来源于各家智库的官方网站。通过资料收集、整理和分析形成单个案例文章。再在单个案例研究基础上，归纳总结出各类智库国际化成功经验。[结果/结论］作者认为，在战略定位上，智库国际化需要全球化视野和布局、需要发挥核心作用的领导人、需要在政府沟通与独立研究之间取得平衡；在运营模式上，智库国际化需要充足的研究经费、高水平的研究人员、高质量的研究成果、以及多种方式的国际合作。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：外国智库;国际化;成功经验;中国启示分类号：G311",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从10 家国外智库的案例分析中，本文从战略定位与运营模式[两个方面归纳总结出其国际化成功的若干条经验。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1清晰的战略定位",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "战略定位是智库对研究领域/地域的选择和确定，主要解决“做什么，在哪里做”这样的问题。外国智库国际化成功经验主要体现在以下三个方面。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1具有全球化的视野与布局",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "不同的智库都有着自己对于不同领域的关注，但在全球化的时代，具有全球化的视野和关怀是智库国际化获得成功的重要前提。智库的全球化视野与布局主要体现在研究领域的设定与研究机构的全球分布上。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从布鲁金斯学会2015年公布的2014年度的支出中，我们可以看出学会的全球化的视野：原本一家主要关注美国本土的研究机构如今占最大比重的支出是其外交政策方面（ $3 1 \\%$ ，随后才是经济研究（ $2 3 \\%$ )、都市政策研究（ $1 6 \\%$ 、全球经济研究（ $1 4 \\%$ ）和治理研究（ $( 9 \\%$ )。在研究机构的地域分布上，布鲁金斯学会先后成立了东亚政策研究中心（1998)，萨班中东政策中心（2002)，美国与欧洲中心（2004)，约翰·桑顿中国中心（2006)，和布鲁金斯多哈中心（2007）等多个政策研究中心，并于2013年10月建立李光耀东南亚研究中心（下挂在东亚政策研究中心)，致力于加大各大区域研究以及美国同其他大国关系政策研究。2006 年布鲁金斯清华中心和 2007年布鲁金斯多哈中心这两个海外运营中心的相继成立，实现了布鲁金斯学会海外分支实体运作，迈出了布鲁金斯学会全球化坚实的一步。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "野村综合研究所在创立之初就确定要向海外发展，并且十分注意培养员工的全球化视野。通过在世界发达国家地区、有发展潜力的地区设立分支机构，积极搜集政治、经济、军事、文化等各方面的信息，为自己的业务开展提供强大的支持。从野村综合研究所的全球分公司选址上看，它在亚洲的中国大陆、台湾、香港、印度、印尼、泰国、菲律宾等国和地区，欧洲的俄罗斯、卢森堡、英国等国均有分支机构，此外，野村综合研究所的海外调查研究机构还具有很强的针对性，其很大的目的是及时掌握海外市场动向，为日本对外贸易服务。例如野村综合研究所纽约办事处的主要工作是调查研究世界首强美国的经济、军事、政治等;伦敦办事处利用伦敦世界金融中心和情报中心的地位，收集欧洲和中东的政治、能源信息；野村综合研究所新加坡、香港、北京办事处的设立，反映了日本对东南亚地区、中国崛起的关注；野村综合研究所莫斯科办事处的设立，则是针对日本参与俄罗斯能源开发而设立的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2核心领导的独特魅力与多重作用",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对于一家智库，其创始者或者说董事会主席和总裁是最核心的领导者，他们个人的视野和影响力在很大程度上决定了一家智库的战略定位和影响力范围。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全美亚洲研究所的创始起于美国参议员亨利·杰克逊审时度势的关注与思考。观其一生，杰克逊总共在议会中与九任总统（从小罗斯福到里根）共事，这一时间跨度超越了美利坚合众国建立以来五分之一的时长。正是他对加强亚洲研究以实现更加有效的外交政策这一信念的坚定，才有了后来全美亚洲研究所的成立和发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "野村综合研究所前身是野村证券公司的调查部，成立时资产约为5亿日元，雇员130人，号称为日本第一个现代“智库”。野村证券公司的创始人野村德七是一位非常有远见的企业家，他提出的口号是“调查是繁荣企业、向海外进军的保证”，野村综合研究所最初成立时，野村德七就定下三个信条：与委托者共同发展；向海外发展；重视与前两条有关的调查研究。这三条成为野村综合研究所发展的社训。野村综合研究所的使命是：“未来创发”，即野村综合研究所集团要不断产生崭新的商业模式，对于看不清楚，不可预知的未来，要大胆地去做。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "阿斯彭学会从建立、发展到走上国际化的道路，与其历任会长所做的贡献是分不开的。佩普基作为第一任会长，不仅在资金、人员以及基础设施等硬件方面投入了很大精力，而且确立了学会的宗旨和发展目标以及人文研究的大方向，为学会的成长铺平了道路。学会成立后，佩普基极力招揽各界人才，这使得学会初步具有全球精英俱乐部的特征。斯莱托是阿斯彭学会的又一举足轻重的人物，无论是在研究领域的拓展还是在国际分支机构的建立上，斯莱托都相当具有远见卓识，在他的带领下学会正式迈向国际化道路。同时，斯莱托丰富的人生经历帮他积攒下的人脉也极大地促进了学会的发展。在他执掌阿斯彭时期，学会人员无论是从数量还是质量上都得到了质的飞跃。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3保持和政府良好沟通与独立性研究的并行不悖",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一家成功的智库一方面要立足现实议题，依托理论基础，发掘政策缺陷，提出切实可行的解决方案，进而通过种种传播渠道，影响精英决策或者社会舆论，从而建构社会影响力。要实现以上的目标，独立性的研究和通畅的政治沟通渠道，保持和政府的良好关系都是必要的条件。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "布鲁金斯学会的持久不衰和其一直恪守无党派的中立立场密切相关，这就免于使学会沦为某个党派的代言人，造就了学会的研究成果公正性和客观性。纽约市市长洪·迈克尔·布鲁伯格（Hon.MichaelBloomberg）曾在2007年说道：“正是因为布鲁金斯学会能够超越政党局限，它才在华府赢得特殊级别的尊重，而在华盛顿这个建立在政党博弈的舞台上，要保持这种无党派性并非易事。”所以说，虽然布鲁金斯学会与民主党有着更加亲密的关系，但从总体来说它仍是一个恪守中立、无党派、包容并蓄的智库，它相对中立的态度得到了两党的尊重和信任，吸纳了不同政党、不同信仰的人才，也使学会的研究成果更加客观和公正。这种难能可贵的特质对于学会的发展，对于学会良好信誉的确立至关重要。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "同时，得益于“旋转门\"机制布鲁金斯学会对历届政府都有着重要的影响力。布鲁金斯学会这个与政府一直保持密切联系的传统老牌智库一直以来都不缺少在历届政府中担任要职的学者。现任学会主席斯特罗布·塔尔伯特（StrobeTalbott）曾担任过克林顿时期的常务副国务卿；学会 2001-2005 年的副主席詹姆士·斯坦博格曾先后担任过老布什时期的国务院特别顾问，克林顿时期的副国务卿、总统国家安全事务副助理、国务院政策规划司司长。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "挪威人权研究中心成为人权领域具有较大影响力的国际研究机构除了与其将机构设在奥斯陆大学，以大学为依托，具备深厚的研究实力和研究功底外，同它的国家机构身份也是密不可分的。作为挪威的人权国家机构，挪威人权研究中心依照国际条约和国际惯例，代表挪威参加一系列国际活动，与很多的国际组织、国际机构、国家代表有着良好的沟通、互动和合作，成为国际间国家机构网络的不可或缺的一部分。同时作为一个国家人权机构，挪威人权研究中心还负责监测和提高挪威的国家人权状况，使其具有了官方色彩，具备了某种权威性，而挪威出色的人权状况也为挪威人权研究中心的研究和工作加分。当然，作为国家机构，挪威人权研究中心每年还能从挪威政府拨款中获得大量的研究经费和研究课题。因此，挪威人权研究中心研究机构和官方机构的两重身份使其具备了成为一个国际领先人权研究机构的得天独厚的优势。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2独具特色的运营模式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "如果说，具有全球性的战略眼光决定了一家智库发展的高度，那么，与战略定位相匹配、独具特色的运营模式是决定一家智库发展可持续性的重要因素。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "运营模式是智库运营的方式，主要解决“怎么做”的问题。所谓独具特色的运营模式是指某特定智库拥有的与其它智库有所不同的、与自身资源与能力相匹配的战略定位和运营模式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1充足的研究经费",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作为一个非盈利机构，经费的充足与否密切关系着机构自身能否良好运转，甚至经费的来源会直接与研究人员的能力大小、研究产品产出的质量高低与研究进程中的独立与否密切相关。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“更安全世界\"除了受到英国本国资助外，还拥有更为广泛的资金链，包括：加拿大、丹麦、欧盟、德国、荷兰、挪威、瑞典等政府的拨款；欧洲委员会、信托以及个人的资助；欧洲委员会、联合国开发计划署等机构的捐款等。这些资金的投入则为机构的建设、资金的流转、和平建设等发挥了重要的作用，同时也活跃了更安全世界与当地活动国家的进一步合作关系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "全美亚洲研究所的科研以及项目的成功实施有赖于外界对其长期而稳定的资金支持。全美亚洲研究所的研究基金来源非常广泛，其中包括基金会（如布兰德利基金会、亨利·杰克逊基金会、亨利鲁斯基金会等）、公司（如通用电气、微软公司和康菲石油国际公司等）、政府机构（如日本贸易振兴机构）、其他机构（如驻美台北经济文化代表处）和个人群体等等。广泛的资金来源一直帮助全美亚洲研究所针对美国在亚太区域的政策和利益等问题产出高质量的研究成果，助其汇集全世界政界、商界和学界的重要人士。据统计，在全美亚洲研究所2012 年的总支出中，慈善捐款占 $1 1 \\%$ ，运作费用占 $1 5 \\%$ ，而 $7 5 \\%$ 的花销用在了项目研究上。这一必要的物质保障为全美亚洲研究所不断扩大国际影响力奠定了基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "欧洲对外关系委员会的资金来源稳定，趋向多元化，不同机构的捐款流向不同的项目与课题。这些主要捐款来源有基金会类、政府机构和个人。以2013 年欧洲对外关系委员会资金收支情况为例，2013年，欧洲对外关系委员会共计收到各类捐款总额为540万英镑，其中，基金会的捐款占捐款总数的 $5 1 \\%$ ，政府机构等捐款占总数的 $2 1 \\%$ ，公司捐款占总数的 $7 \\%$ ，个人捐款占总数的 $4 \\%$ ，实物捐助占总数的 $1 7 \\%$ 。基金会捐款是欧洲对外关系委员会的主要资金来源。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2聚集高水平、国际性的专业研究人才",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对于一个智库来说，没有什么比实力更重要的。一个研究机构的总体水平，主要依靠研究人员的知识、技能和智力。高素质的人才对研究机构的发展起着决定性的作用，具有国际高知名度的智库往往起到了高级人才蓄水池的作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "布鲁金斯学会吸引和聘请了美国乃至世界一流的专业人士从事研究，他们中的许多人都非常受人尊重，有的则誉满全球。目前，学会总人数近300人，包括专家和行政人员两类。学会共有专家200多名，从事近85个项目，其中高级研究员95人。而这些专家来自各行各业，不仅包括驻会专家也包括非驻会专家和访问专家。这些专家都有极强的学术背景，观点和文章在学术界都非常有影响力。使学会享有“没有学生的大学”之美誉。还有不少学者曾服务于政府部门和私人企业，被称为“学术实践者”。这些专家的研究能力和国际声望保证了学会研究成果的高质量、权威性和持续性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "欧洲对外关系委员会独特的人员构成，也是其成功的因素。欧洲对外关系委员会中， $5 0 \\%$ 以上的成员具有政府或政府间国际组织的背景，并且绝大多数都是来自欧洲各国政府以及欧盟各机构高级别的现任或前任官员。这些具有显赫官方背景的成员，大多数都是欧洲各国对外政策的制定者（或者参与制定)，这为欧洲对外关系委员会创造了得天独厚的社会和政治资源，为其提升社会影响力创设了普通国际智库所无法比拟的先天条件。同时，欧洲对外关系委员会还积聚了一批在对外政策研究领域内世界首屈一指的研究人员从事各项目的研究，这保证了欧洲对外关系委员会学术成果的高水准与高质量，为欧洲对外关系委员会提升自身的影响力打下了坚实的学术基础。另外，欧洲对外关系委员会中还有相当多曾担任或现在仍然担任其他基金会或国际组织的高级成员，这些成员具有极其丰富的智库或基金会工作经验，为欧洲对外关系委员会的高效运作奠定了基础。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "除了直接引进优秀人才加入研究团队，自己培养人才也是众多智库的人才聚集模式。峨山政策研究院的峨山书院以培养韩国未来的领袖级人才为目标，每学期通过择优选取的方式，将优秀的大学生引入峨山书院。由峨山书院对其进行长达15 周的高强度培训，涉及“韩国历史、东西方哲学、政治学、国际政治、国际政治经济、经济学、英语等学科内容”。课程之外，峨山书院的学生还将被派往国外著名智库和非政府组织进行3个月的实习培训。峨山书院以理论加实践的方式，培养青年人才，这些举措不仅为峨山政策研究的长远发展注力\"新鲜血液”，而且也在为韩国政府、学校等培养后备力量中发挥着重要作用。除了峨山书院项目之外，峨山政策研究院还通过“实习生计划”，为其未来的发展储备力量。该计划一年举办三次，每批实习生要实习满16周，并根据相关表现决定是否留用。峨山政策研究院的实习生一方面通过计划，组织和主持峨山研究院圆桌讨论、会议和论坛等活动提升能力，另一方面，还可能参与到峨山政策研究院的相关研究之中，参与研究资料的翻译、编写等，并对峨山的相关出版物和研究报告进行网络传播等。同时，依托峨山政策研究院这一平台，实习生还将接受相关领导力培训，并与顶级智库和国际组织的著名学者、政策专家等进行讨论。这些活动有助于实习生切实从实践中提升能力，这也是培养后备人才的重要途径，为峨山政策研究院持续影响奠定了人力基础。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "除人力资源外，独特的研究视角和方法也是核心资源中的重要因素。阿斯彭学会是美国人文社会科学研究中的重要力量。它对现实社会非常关注，善于发现社会中的新问题并且加以研究，在研究过程中，它们往往会创造一些新方法来解决问题，然后，再把这些方法引入学科中，拓展学科领域。学会所提出的一些新观点一方面对社会变革有作用，另一方面充实了理论研究，为人文社会学科的研究提供新动力。对一个研究机构来说，能够重视人文因素在现代社会发展和解决若干问题中的意义，是非常独特的。这不仅吸引了大批杰出的文人名士加入学会，还使得阿斯彭一开始就具有了与众不同的特点。与同时期发展的兰德公司、美国对外关系委员会、布鲁金斯学会等政治色彩比较浓厚的智库比较，阿斯彭学会堪称人文社会科学领域里的“智囊团”典范，它对教育学、国际交流、决策学、比较文学、管理学等均起到了一定的作用。再加上阿斯彭学会所选择的研究课题，都是关于人以及社会发展的根本问题，这使得它的研究带有一种终极价值，更受人们的尊重。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3具有国际影响力的高端研究成果或品牌项目",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "好的研究机构，必须能够产出高质量的研究成果，或者拥有自身的特色品牌项目，才能够获得大众的信服和欢迎，使得机构本身具有权威性和独特性。其专业形象才能被广泛认可，影响力才会不断提高，生存空间也会更广阔。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在长达40多年的时间中，瑞典斯德哥尔摩国际和平研究所凭借其坚持对全球安全问题的独立性评估而享誉世界。自1969起，每年出版一部年鉴，对上一年度全球的重大武装冲突、多边和平行动、各国军费支出、军火生产与销售、核武器与生化武器状况及其控制、常规武器控制等问题做出评估。这是目前涵盖国际和地区安全与冲突、维和行动、军费开支、军工生产、武器转让、大规模杀伤性武器、军备控制、裁军和不扩散等领域的最具广度和深度的单一出版物。其成果已经成为国际政治界以及研究人员、新闻记者和学者经常使用的权威性资料来源。独特的研究领域使得研究所在军控方面领域的研究影响力遍布全球，几乎可以说“无人能及”。另外，研究所完全开放的数据库资料也是全球政治界以及研究人员、新闻媒体从业者、学者经常使用的最权威最综合的公开资料来源。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从品牌项目来看，“阿斯彭思想节”是阿斯彭学会的品牌项目，兼具全球性、权威性、创新性的特征。思想节的主题包括全球政治和经济、美国政策、环境、技术、科学、健康、教育、艺术和经济问题。每年的阿斯彭思想节，都有很多各界名流出席，他们的演讲也成为思想节上不断闪耀的明珠。演讲者一般拥有广泛的背景，包括政治家、外交官、总统、法官、科学家、音乐家、企业家、艺术家、设计师和改革者。这个项目的目的是分享演讲者在与他们专业技能有关的话题、兴趣领域内的经验知识。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“欧洲对外政策计分卡”（European Foreign Policy Scorecard）项目是欧洲对外关系委员会最具特色的创新性研究项目。“计分卡”项目通过对欧盟各机构以及欧盟各成员国每年在对外政策中的6大主题及其之下近80个政策领域问题的表现，进行系统的量化评估，并以相应的分数予以表征，最后以年度报告的形式对外发布。“计分卡”年度报告以不同的等级分数清晰地反映了在过去的每一年里，欧盟在处理这6大主题之下近80个政策领域问题的表现状况，为欧盟各机构及其成员国政府以及研究欧盟问题或对欧盟问题感兴趣的读者提供了非常客观、便利、有效的视角。“欧洲对外政策计分卡”项目为欧洲对外关系委员会赢得了社会各界的赞誉，显著提高了欧洲对外关系委员会的社会影响力与知名度。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作为一个学院型的研究智库，印度中国奖学金项目是印度中国研究所的核心项目，旨在建立一个由专家学者组成的团队，利用严谨的和多学科的方法探究再次登上世界舞台的印度和中国。自2006 年以来，共有三期项目三组人员参与其中，去解决具有挑战性的问题。这一计划共有三个主题，第一个是城市化和全球化；第二是繁荣和不平等；第三是环境可持续发展的社会创新。这也是印度中国研究所项目关注的重点问题。印度中国研究所的这一项目被认为是促进新学院大学、印度和中国学者进行研究、交流与合作的基石。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4高效与全方位的传播方式",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "影响力的大小和传播的成效直接相关，没有高效与全方位的传播方式，就没有智库舆论影响力的最大化。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "阿斯彭学会是一个精英型的智库，学会在积极开展国内活动的同时，极力提高国际知名度，利用自己的期刊、丛书、媒体、网络推广自己。同时，还善于借助知名的国际组织特别是联合国，包括为其提供会议准备、政策建议来宣传自己，这在很大程度上确立了阿斯彭独特的国际地位。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "斯德哥尔摩国际和平研究所的成果享誉世界也和其传播途径密不可分。研究所将其出版物分送各国政府、联合国代表团、非政府组织、决策者、专家以及新闻机构，并与多国图书馆签有交流协议，将研究所的出版物免费送给世界各国的图书馆。其《斯德哥尔摩国际和平研究所军备、裁军与国际安全年鉴》也翻译成多国文字出版。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "近些年来，网络媒介以其信息传播的快捷、互动、全球化成为布鲁金斯学会全球传播战略中的重要一环。学会投入巨资用于网络的设计、维护和更新。在网络上，受众既可以阅读学会的政策报告、购买书籍，也可以收听、收看学会举办的会议以及学者在各大电子媒体上接受访问的录音或者录像。受众只要注册为会员，就可以定时收到学会发送给他们的免费最新政策信息和会议举办的邀请信息。这些网站同时允许访问者免费下载所有的研究资料。除此之外，学会网站上公布管理层的成员名单和所有学者的名单及其联系方式，受众可以非常方便地与这些学者进行直接沟通。2009 年布鲁金斯学会中文网正式推出，其主要目的是提升布鲁金斯学会在中国地区的品牌知名度和政策影响力。布鲁金斯学会的网站上不但有邮件信息订阅服务，还有多媒体和博客等，可以说是一站式服务的媒体超市。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "欧洲对外关系委员会对网络以及社交媒体的高效运用，使得其智库品牌得以迅速传播推广，其播客与博客的订阅者数量数以万计，而在推特等国外十分流行的社交网络上，欧洲对外关系委员会获得数以万计的全球网友关注。欧洲对外关系委员会通过对现代网络的充分、高效、多样化的运用，使欧洲对外关系委员会被广泛关注，从而确立了欧洲对外关系委员会在研究欧洲对外政策领略的地位和影响力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.5多元化的合作伙伴",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "合作与协同创新是这个时代的热词，作为需要广泛传播思想理念、扩大影响力的智库在实现这一目标时，拥有多元化的合作伙伴成为重要的方式和渠道。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "印度中国研究所依托于美国新学院大学，是一个学术型的研究机构，非常重视与印中美三国大学的合作。与印中美三国的很多大学都有较为密切的联系，每次活动邀请的专家学者除了研究所研究人员外，很多是这三个国家知名大学的学者教授，因此使得印度中国研究所的研究具有了很强的学术性和前瞻性。从成立开始，印度中国研究所不断拓展合作伙伴的类型，合作伙伴逐渐多元化。除了与众多的大学以及最初的零点咨询集团合作外，还与环保方面的NGO展开了关于环境可持续发展的合作。与其它的一些机构，例如鲁宾艺术馆和摩天大楼博物馆以及独立的出版机构Anthem Press 等进行合作。邀请做演讲、参与项目和活动的人员也不再局限于学者和学生，还有很多是来自这三个国家公司主席。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "全美亚洲研究所拥有浓厚的合作取向。具体来说，全美亚洲研究所的合作单位有基金会、大学、智库等。首先，全美亚洲研究所开展的项目合作十分广泛。从其研究所承担的项目来看，大部分为合作型项目，以此确保其能发挥更大的影响力。例如，全美亚洲研究所还与伍德罗威尔逊国际学者中心联合组织了“全美亚洲研究”项目，以重振和提高与当代亚洲政策相关的研究。在这一项目的框架下，全美亚洲研究所与伍德罗·威尔逊国际学者中心以研究水平为标准共同挑选两年一期的专家团队，联合举办年度亚洲政策集会、若干地区会议，并出版联合署名的研究成果。此外，全美亚洲研究所还经常与其他国家的研究机构合作开办研讨会。在此过程中，全美亚洲研究所与其他的研究机构、研究和教育协会进行了战略对话，建立了牢固的关系，并增强了它的国际影响力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "野村综合研究所在充分知己知彼的情况下，巧妙利用自己所掌握的资源，发现其所在地区潜在的发展趋势，以自己的优势为对方未来发展创造一个可操作的合作平台，并且把双方有关的企业、研究机构、甚至政府都联合起来。这样一方面有利于野村综合研究所开展业务，避开当地一些政策上的障碍，另一方面通过自己的优势，把开展项目所需要资源最大程度地调用出来。在中国，野村综合研究所把当地著名的高校（北京邮电大学、清华大学）、科研机构（中国科学院）、实力雄厚的大型企业（中国移动、中国联通等）都纳入到自己的业务活动中，成为自己的合作伙伴，而当地政府甚至整个社会都成为自己服务的对象，这样极大地提高了自己在当地的知名度和影响力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3对中国智库建设的启示",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国现代意义上的智库发展与改革开放进程同步。30多年来，中国基本形成了从以政府机构内部智库、社会科学院智库、高校智库和民间智库共同发展的局面。但从总体情况来看，中国智库发展仍处于起步阶段，大多数中国智库与国际一流智库尚存有较大差距。一方面，中国缺乏有全球影响力的高端智库；另一方面，中国的全球化发展迫切需要具有国际影响力的智库的有力支撑。在中国智库的自身建设与发展中，我们需要积极汲取国外成功智库的经验，但同时，也需要看到智库的成长离不开本土的政治与文化环境的制约与影响，一家智库获得高度国际影响力的成功并无放之四海而皆准的固定模式与单一的发展路径。只有从全球性的视野审视中国智库的差距，以批判性的理性思维梳理中国智库的现状与问题，才能进一步促进中国智库的发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "一个成功的智库需要什么呢？布鲁金斯学会理事会主席约翰·桑顿认为：“能够成为顶级智库关键在于三个核心价值：质量、独立性和影响力。”在中国特色新型智库建设的战略性任务中，一方面，作为决策咨询产品的提供者，中国智库需要重建自己的社会担当；另一方面，作为主要管理者和主要需求者的政府，应该从国家战略的高度重视且积极推动中国现代智库战略力量的发展。具体来讲，加强中国特色新型智库的建设，需要从以下几个方面着力。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1把握机遇，进一步加强中国社会的“政智”结合程度",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "客观地讲，中国尚未形成一个规模性的政策咨询市场，中国智库全面参与公共政策形成过程的体制机制尚未健全。因此，在这个意义上，中国智库锋芒的磨砺和破空而出，离不开国家决策部门建立在对其重视和信任基础上的强力支持和需求驱动。政策制定是一个系统工程，包括前端的调研、意见征集和方案设计；中期的实施效果测试、反馈；后期的评估完善以及社会舆论的应对等等。在中国，目前这些工作大多数都由各级政府部门承担。中国智库的成长环境应该讲和西方最大的不同是政策需求市场的不同。但从客观上讲，各级政府部门不可能做到面面俱到，做到事事详尽。因此，随着中国政府职能转型力度的加强，随着决策咨询制度的建立与健全，中国智库的成长空间也广泛存在并有着不断扩大的趋势。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2015年1月，中共中央办公厅、国务院办公厅印发《关于加强中国特色新型智库建设的意见》[2]，表示：“必须从党和国家事业发展全局的战略高度，把中国特色新型智库建设作为一项重大而紧迫的任务，采取有力措施，切实抓紧抓好。”这既为中国智库的发展提出了挑战，也为各类智库发挥作用提供了广阔的空间，把握好这种成长空间，是中国智库快速成长的先决条件。另外，借鉴欧美等国做法，建立健全有关公共决策智库咨询的法律法规，把决策咨询纳入决策机制，使之制度化、法制化是中国智库实现飞跃式发展的重要保障。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2明晰定位，改善中国智库目前存在的结构性问题",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“官方智库缺乏独立性、学院智库与社会脱离、民间智库身份尴尬”是对中国智库结构性问题的形象描述。注重影响政策，长于应用研究是智库的特色，研究机构不完全等于智库是一个非常重要的命题。智库的实质性作用是在明确的政策导向下，以严谨的学术素养来寻求解决现实问题的方案，从而实现影响决策、影响公众、影响媒体的目标。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "另外，智库与政府之间的关系，并不是仅仅简单的“独立”或“附庸”，而应是全面、多方位的互动。中国智库要在如何发挥智库对政府的影响力与保持智库研究的独立性之间寻找出最佳的平衡，而这个平衡点就是客观和实事求是。应当保持其在决策者和公众心目中的公信力，尤其要防止“附庸”政府与“迎合”民意两种极端倾向的出现。因此，在建设中国特色新型智库的大潮中，推进中国官方智库的“去行政化”、学院智库的“接地气化”、民间智库的“创新化”发展",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "是必要的路径。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3高瞻远瞩，中国智库建设需要具有全球的高度和视野",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "一方面，“立足国内，胸怀全球”应当是中国顶端智库的基本要求。在全球化的今天，国内政治国际化、国际政治国内化的趋势已经出现，仅仅专注于国内问题的研究恐怕无助于产出符合全球化时代需求的政策知识产品。开展国际交流合作，甚至在国际设立分支机构，获得来自不同国家和地区的真实信息，进行跨学科的比较研究，推动决策咨询的国际化发展都是现实所需。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "另一方面，国际化的管理经验引入、国际化的人才吸纳、国际化的资源整合、具有国际影响力的品牌产品产出都应该是中国顶级智库的发展目标。中国特色新型智库建设，一定要有前瞻性，要适应国际国内政策消费市场的发展需求，既要积极拓展富有前瞻性的研究领域，也要产出具有前瞻性的思想产品，也只有这样智库的价值才能实现最大化。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.4开放合作，信息化时代的中国智库需要具备全面的传播技能和合作理念",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "借助互联网技术，中国特色新型智库应以更加实时与互动的形式存在，不能低估信息化力量对新型智库从形态到内容的改造，“酒香不怕巷子深”式的闭门搞研究已经不再适用于这个高速信息化的时代。成熟的智库不仅要具有对政策决策者的影响力，也要具备要影响社会、培育成熟公众的能力，不仅要在国内相关领域具有专业引领能力，更要在国际上发声，突显中国话语权。要实现这样的影响力目标，多维度传播网络构建必不可少。新媒体时代，运用公共关系技巧，结合受众需求，不断调整传播媒介和传播方式。中国智库应当跟上和适应这些变化，而不是被互联网时代抛在后面，要充分借助新媒体、新技术、新业态来提升决策研究水平和公众影响力。需要建立完善、多层次的信息传播机制，更多地着力于开展能被决策者采纳、获得公众理解、赢得世界认可并且具有学术质量的研究，让智库的研究成果实现影响力的最大化。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "另外，促进智库功能拓展，促进不同类型智库的协同创新，是中国特色新型智库发展的必由之路。当前，中国的智库已呈现出组织背景多元化的发展趋势。这个政策思想的舞台上，不同智库不仅是政策观点的竞争者，而且还是取长补短的合作者，良好的竞争合作氛围是优质中国智库成长的重要土壤。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Center for China & Globalization(CCG）,Beijing 100004 Beijing Normal University 100875 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Internationalization is one of the important tasks of the new think tank construction with Chinese characteristics. As one newcomer of internationalization, Chinese think tanks have the necessity to learn from foreign pioneers’ successful experiences. [Method/process] We selected 10 think tanks from different lands with diverse stages of development and growth patterns.Then, we did in-depth case studies on each of them.The research materials were derived from the 1O think tanks’ ofcial websites. Based on the case study, this paper summed up the successful experience of the internationalization process. [Result/conclusion]Asforthestrategyorientation， thethinktanks' internationalization requires a global vision and layout, leaders with a central role, a balance between the governmental communication and independent research. In terms ofthe operation pattern, it requires enough research funding, high-level researchers, high-quality research results,as well as various ways of international cooperation. Finally, we had a discussion on the enlightenment for China from these experiences. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Keywords: foreign think tanks internationalization successful experience enlightenment for China ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 10
    }
]