[
    {
        "type": "text",
        "text": "Plant community dynamics in arid lands: the role of desert ants ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MohsenSHARAFATMANDRAD\\*,AzamKHOSRAVIMASHIZI ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DepartmentofEcologicalEnginering,FacultyofNaturalResources,UniversityofJiroft,Jiroft7671667,Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Ants (Formicidae, Hymenoptera) play an important role in seed bank, seedling establishment and plant composition of arid ecosystems. Thus,knowing plant-ant interaction provides useful information for managers to design restoration and conservation plans.In this study,the roles of desert harvester ants (Messor intermediusand Messor melancholicus) and scavenger ants (Catagbyphis nodus and Lepisiota semenovi) on plant communities were investigated in arid ecosystems of southeastern Iran. Two vegetation types were distinguished in the study area and the nest density of ant species was determined.Furthermore, plant composition and soil seed bank were estimated at different distances from the ant nests.Results showed that the density of $M .$ intermedius and $M .$ . melancholicus nests was higher in dwarf shrub-shrub vegetation type and the density of $C .$ nodus and $L .$ semenovi nests was higher in dwarf shrub vegetation type. The harvester and scavenger ants had enhanced the seed bank to $5 5 \\%$ and $70 \\%$ ,respectively. Therefore, the role of scavenger ants on the plant communities' seed bank was greater than that of harvester ants. Although the scavenger ants were more influential on the annuals and the invasive plant species,the radius impact of the harvester ants on the perennials was greater,i.e.,a positive interaction existed between the perennial plants and the harvester ants. $C .$ nodus and $L .$ semenovi played an important role in enhancing the ecosystem's potential for restoration through establishment of pioneer species in early stage of succession. The activity of $M$ 、intermedius is crucial for the development and maintenance of climax plant communities in arid ecosystems through asisting the plant species' establishment in late stage of successon.It is essential to preserve the diversityof these key ant species for the maintenance and sustainability of shrubs in arid ecosystems. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: ants; ecological succession; ecosystem; rangelands; shrubs; vegetation ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Arid lands cover $41 \\%$ of the Earth's surface, inhabited by $3 8 \\%$ of the human population (Safriel et al.,2005). These lands are one of the most sensitive and fragile ecosystems on the world.Arid ecosystems have harsh living conditions and vegetation community dynamic in these arid ecosystems is related to many abiotic (Morecroft et al.,20O4; Keith et al.,2009; Wang et al.,2019) and biotic factors (Fagundes et al.,2O18).Terrestrial animals such as ants are important drivers of vegetation community dynamic through facilitating plants seed survival and germination in stressful environmental conditions such as drought (Nicolai et al., 2008). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ants are one of the most widespread insects in the soil with high diversity,abundance and social behavior (Frouz et al.，2Ol6),and are considered as key ecosystem engineers in arid ecosystems (Brown et al., 2O12). Ecosystem engineers create, maintain and modify habitats by substantially changing the chemical and physical composition of substrates (Abe and Higashi, 2001).Ants mostly have local and spot influences on ecosystems due to their small size (Veen et al.,2012). They usually bring a large amount of deep soils to the ground surface for nest construction and maintenance. These organisms can excavate any type of soil and create a wide variety of biogenic structures in the ecosystem (Anderson，1995). Biogenic structures are important because they are drivers of important processes in the soil such as microbial activity, soil formation, organic matter dynamics, water and gas exchange (Lavelle,1997). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ant activity beneath the soil is characterized by the appearance of nest mounts (Lafleur et al., 2005).Nesting of ants is one of the smal-scale disturbances,which modifies soil resources in the ecosystem (Farji-Brener and Werenkraut, 2O15). Meanwhile, physical and chemical properties of ant nests affect the surrounding plant communities positively or negatively (Folgarait,1998; Luna et al.,2O18). Ants can increase organic matter and nutrients of the soil (Wagner and Nicklen, 2010). Sometimes,there is an inverse relationship between the presence of ant nests and nutrient levels (Dostal et al., 2Oo5). The soils around ant nests improve seedlings establishment due to higher concentration of organic matter (Wagner et al., 2OO4). Ants also help recruitment practices of plant communities with burrowing seed in the soil (Almeida et al.，2O19). Storing seeds sometimes have no positive effect on plant communities. In grassands,for example, buried seeds of shrub species reduce the control effect of prescribed fire on invasive plants,i.e.，shrubs (Harrington and Driver, 1995). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There are different kinds of ants in the ecosystem. Harvester ants are adapted to aridity (Eldridge et al., 2O2O),which usually collect or harvest seeds as their primary food source (de Almeida et al.,2O2O).Messor is one of the most common harvester ant genera in the deserts (Crawford,1981). These ants usually make large nests and store seeds and plant residuals in their nests (MacMahon et al.， 2Ooo). Scavenger ants，which collect dead items,may predate small preys (Way and Khoo,1992). They are less known than harvester ants in ecological studies (Bestelmeyer and Wiens, 2OO3). Scavenger ants play an important role in nutrient distribution in arid ecosystems (Bestelmeyer and Wiens,2003). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Differences in plant and ant attributes affect the ant-plant interactions (Hughes and Westoby, 1990).Dys-zoochory happens when seeds are foraged by animals that store them for winter or accidentally lose them during transport (Vitoz and Engler, 2OO7). Myrmecochory is a particular case of dys-zoochory， a mutualism interaction in which food resources and services are exchanged and both ants and plants take advantage. Myrmecochorous plants can attract specific ants with varying diet, nest structure,activity time and nest position (Ness et al., 2O09), which reciprocally affect the service performance of ants to plant communities (Boulay et al., 2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There is no clear evidence of the impacts of ant activities on plant communities and ecosystem function in arid lands (Saha et al.,2O12). The interactions between ants and plant species seeds take several forms such as dispersal, predation and parasitism (Penn and Crist, 2O18). Harvester ants can negatively and positively influence plant communities through both seed consuming and seed dispersal processes (Arnan et al.,2O1O). Harvesters have a positive impact on seeds growth due to generating organic-rich microsites in their nests (Ness et al.,2Oo9) and facilitate ecosystem recovering in arid lands (Nicolai et al.,2O08).Paolini et al. (2O2O) indicated that harvester ants as granivores had important impact on restoring invaded sagebrush communities. Harvester ants can annually decline the potential of seed pool in shrub-steppe ecosystems (Crist and MacMahon, 1992).In addition, harvester ants as seed dispersers can redistribute seeds and enhance plant diversity (Wills and Landis,2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Studying the response of plant communities to environmental manipulators such as ants is crucial for better understanding of ecosystem degradation and implementing restoration strategies for arid lands (Wang et al., 2O19). The response of plant communities to ant activities is complex due to the interactions between different ant species and plant communities. Therefore,a deep understanding of the roles played by ant species in plant communities is necessary (Wang et al., 2019).Therefore,this study aimed to (1) evaluate the nest density of harvester and scavenger ants in two plant communities,(2) investigate the role of harvester and scavenger ants in driving plant composition,and (3） assess the role of harvester and scavenger nests on soil seed banks and ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "seedlings establishment in the arid ecosystems. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study area located in the Baqbazm Watershed with an area of $2 6 3 ~ \\mathrm { k m } ^ { 2 }$ in southeastern Iran $( 2 9 ^ { \\circ } 4 5 ^ { \\prime } - 3 0 ^ { \\circ } 0 0 ^ { \\prime } \\mathrm { N } .$ ， $2 1 ^ { \\circ } 5 6 ^ { \\prime }  – 3 1 ^ { \\circ } 5 6 ^ { \\prime } \\mathrm { E }$ ； Fig.1). The mean elevation is $2 5 4 5 \\mathrm { ~ m ~ }$ a.s.l. Mean annual precipitation is $2 1 0 ~ \\mathrm { m m }$ ，which mostly occurs in winter. Mean temperature ranges from $7 ^ { \\circ } \\mathrm { C }$ to $2 6 ^ { \\circ } \\mathrm { C }$ . The region is characterized by hot summers and cold winters. There are two main vegetation types in the region: Artemisia sieberi (dwarf shrub) and Artemisia sieberi-Pteropyrum aucheri (dwarf shrub-shrub) (Table 1). The soils are sandy loam to sandy clay. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "There are 4 dominant desert ants in the region: Messor intermedius (M.int; Santschi,1927) and Messor melancholicus (M.mel; Arnol'di,1977), which are harvester ants,and Cataglyphis nodus (C. nod; Brullé,1833) and Lepisiota semenovi (L.sem,Ruzsky,1905), which are scavenger ants. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9ec975b0fc4325625a3a39345b1bc620f9ef6f6839d3b81b7517716c33b1c890.jpg",
        "img_caption": [
            "Fig.1Location ofthe study area and vegetation type in the Baqbazm Watershed,Iran.Dwarf shrub is Artemisia sieberi and dwarf shrub-shrub is Artemisia sieberi-Pteropyrum aucheri. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/5bc3e5abc3648ccaa47baf1c76d9096412cddb63b74c79aaa07b32d521389af8.jpg",
        "table_caption": [
            "Table1Vegetation type in the Baghbazm Watershed, Iran "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Vegetation type</td><td>Elevation (m)</td><td>Area (km²)</td><td>Soil type</td><td>Grazing intensity</td><td>Dominant plant species</td></tr><tr><td>Dwarf shrub</td><td>2126</td><td>92</td><td>Sandy clay</td><td>Medium</td><td>Artemisia sieberi</td></tr><tr><td>shrub-shrub</td><td>2346</td><td>112</td><td>Sandy loam</td><td>Medium</td><td>Artemisia sieberi-Pteropyrm</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1Nest density of ants ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Twenty-five plots in $2 0 \\ \\mathrm { m } { \\times } 2 0 \\ \\mathrm { m }$ size were randomly placed in each vegetation type to assess density of mature nests at spring 2O19.The number of ant nests in each plot was recorded. We recorded the nests based on ant species and identified through signs such as excavated soil and intensified activities of ants. In each vegetation type,1O nests (total 80 nests for 4 ant species) and 8 control sites ( $1 0 \\mathrm { ~ m ~ }$ away from the nest, total 16 plots） were randomly selected for vegetation and soil sampling (Almeida et al., 2019). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2 Seedling ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$ { \\mathrm { ~ I n ~ } } 8 0$ plots around nests and 16 control plots, richness and abundance of seedling were measured ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "by counting the number of seedling (Almeida et al., 2019). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3 Seed bank ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For estimation of soil seed bank,soil samples were taken in late February 2O19 before the spring rains and onset of germination. Soil samples were taken within a $2 0 \\ \\mathrm { c m } { \\times } 2 0 \\ \\mathrm { c m }$ quadrat with the depth of $1 0 \\ \\mathrm { c m }$ from 8O nests and 16 control plots. Samples were kept in the dark at temperatures less than $5 ^ { \\circ } \\mathrm { C }$ for two weeks (Ter Heerdt et al., 1996). After removing coarse plant parts such as roots and stones,soil samples were separately mixed and spread on the sand substrate in $2 0 \\mathrm { c m } { \\times } 2 0$ cm plastic trays (Sternberg et al.,2OO3). Seeds were exposed to enough light for seed for three month. Thereafter, seedlings were counted and identified every $1 2 \\mathrm { d }$ (Chaideftou et al., 2009). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.4Structure of plant communities ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Plant atributes (individual number, successional stage, vitality and palatability) were measured in 80 plots around nests and 16 control plots. Visual assessment of crown (crown defoliation, epicormic growth,crown size and the number of dead branches） was used to determine plant vitality (Grimes,1978).We determined palatability classes for livestock (class I, high palatability; class II, fair palatability; class III, poor palatability) of plant species based on Amiri et al. (2008) and Samadi et al. (2O2O). Litter percentage was also measured in each plot. We divided plant species into three groups according to their presence in the successional stages: pioneer species, early-successional species and late-successional species (Fagundes et al., 2O18). Pioneer species are the first plants that establish in degraded regions; early-successonal species establish in degraded regions just after pioneer species; late-successonal specie rarely establish in degraded regions (Maia,2O12). We determined invasive plants based on consultation from local experts (Rahman and Roy, 2014). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For each ant species,5 nests were randomly selected and then canopy cover and number of individual species were measured in $1 \\ \\mathrm { m } { \\times } 2 \\ \\mathrm { m }$ plots at 0.5, 1.0, 2.0, 3.0, 4.0, 5.0, 10.0 and $1 5 . 0 \\mathrm { ~ m ~ }$ distances from the nests. Canopy cover of plant species was visually estimated in each plot. Canopy cover was calculated as percentage of the ground surface covered by plants in each plot. In twenty-five $2 0 ~ \\mathrm { m } { \\times } 2 0 ~ \\mathrm { m }$ plots in each vegetation type, we estimated habitat fragmentation using area, pyramid and length of plant patch based on the method of Flowers et al. (2020). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Data analyses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We measured richness of seedling and plant based on individual numbers of plant species Shannon's diversity index was calculated as follow: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nH ^ { \\prime } = - { \\sum } _ { i = 1 } ^ { s } p _ { i } \\mathrm { l n } p _ { i } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Where $H ^ { \\prime }$ is the Shannon's diversity index, $S$ is the total number of plant species, $p _ { i }$ is the proportion of the individual number belonging to the $i ^ { \\mathrm { t h } }$ species (Mbuthia et al.,2012). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mann-Whitney $U$ test was used to compare vegetation type in terms of nest density of ants (Leal et al., 2OO7). One-way analysis of variance (ANOVA) and least significant difference (LSD) were used to compare seedling atributes (density，canopy cover, Shannon's diversity index and richness of plant species) in 96 plots (Zar,1996). General linear model(GLM; Bolker et al., 2009) was used to estimate the most important drivers affecting nest density of ants in the ecosystem. Residual analysis and Akaike information criterion (AIC) were used to assess goodness of fit for models. We treated the plant communities' attributes as predicator $( x _ { 1 } , x _ { 2 } , . . , )$ and response $( y )$ （204 variables based on GLM structures (Equation 2; b is the constant). ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\ny = { \\mathsf b } _ { 0 } + { \\mathsf b } _ { 1 } x _ { 1 } + { \\mathsf b } _ { 2 } x _ { 2 } + \\ldots .\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The relationship between plant species and four ant species was investigated using principal component analysis (PCA). Species frequency was analyzed as a function of the interactions between plant species and nest density of four ants under loadings of the two-first PCA axes. PCA was performed with the PC-ORD $\\mathbf { v } 4 . 0$ package (McCune and Mefford, 1999). Covariance analysis (ANCOVA） was used to relate the number of pioneer, early- and late-successional species (converted by $\\ln ( x { + } 1 )$ ; Farji-Brener et al.,2Oo9) to four ant species. In the model, the number of species and the number of variant individuals were considered as dependent variables，and vegetation types were considered as random variables. Distance from nest, ant type (harvester and scavenger) and ant species were considered as covariates in covariance analysis.Prior to statistical analysis，we used the logarithms of ant nest density and distance from nest to correct the non-linearity between covariate parameters and independent variables. All analyseswere performed using SPSS v16.O statistic software package. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Twenty-nine plant species were identified in the region,in which $27 \\%$ ， $27 \\%$ and $46 \\%$ of them belonged to pioneer, early- and late-successional species,respectively (Table 2) and $3 \\%$ ， $42 \\%$ and $5 5 \\%$ of them belonged to palatability classes I, II and II, respectively. There was a significant difference between dwarf shrub and dwarf shrub-shrub vegetation types in terms of nest density of ants (Fig 2). Nest densities of M. intermedius $( 1 2 . 2 ~ ( \\pm 1 . 7 6 ) \\mathrm { n e s t } / \\mathrm { h m } ^ { 2 } )$ and $M .$ melancholicus (14.31 $( \\pm 0 . 8 7 )$ nest/hm²） were higher in dwarf shrub-shrub vegetation type than in dwarf shrub vegetation type (6.87 $( \\pm 0 . 6 5 )$ and 6.02 $( \\pm 0 . 4 5 )$ nest/hm², respectively). C. nodus（ $1 9 . 7 8 { \\pm } 1 . 7 8$ （204号 $\\mathrm { n e s t / h m } ^ { 2 } ,$ ）and $L$ semenovi (14.65 $( \\pm 0 . 9 5 )$ nest/hm²） had higher nest density in dwarf shrub vegetation type (Fig. 3). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/a8c5cb4f03a7f524aa9d8a51ba484ad905a6e2ed8fda2d127e2c48ae6479988c.jpg",
        "table_caption": [
            "Table 2Plant species,family,life form, palatability classand successional stage in two vegetation types "
        ],
        "table_footnote": [
            "Note:DSh,dwarfub;hharfsubub;Camepes；hroptes;HHmcrtoptes；eote;e Geophytes.IIdliicategidolatabilitysctielybevassinuredble4. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Plant species</td><td rowspan=\"2\">Family</td><td rowspan=\"2\">Life</td><td colspan=\"2\">Vesh iDsh- h</td><td rowspan=\"2\">Palatability</td><td rowspan=\"2\">Abbreviation</td><td rowspan=\"2\">Secessiomal</td></tr><tr><td></td><td></td></tr><tr><td>Aelleniasubaphylla(C.A.M.)Botsch</td><td>Chenopodiaceae</td><td>Ch</td><td>*</td><td>*</td><td>ⅢI</td><td>A.sub</td><td>Pioneer</td></tr><tr><td>Alhagi camelorum Boiss.et Bh.</td><td>Fabaceae</td><td>Ch</td><td></td><td></td><td>IⅢI</td><td>A.cam</td><td>Pioneer</td></tr><tr><td>Artemisia sieberi Besser.</td><td>Asteraceae</td><td>Ch</td><td>*</td><td>*</td><td>ⅡI</td><td>A.sie</td><td>Late-successional</td></tr><tr><td>Boissiera squarrosa (Banks&Sol.)</td><td>Poaceae</td><td>Th</td><td></td><td>*</td><td>IⅢI</td><td>B.sqr</td><td>Pioneer</td></tr><tr><td>Bromus tectorum L.</td><td>Poaceae</td><td>Th</td><td>*</td><td>*</td><td>ⅢI</td><td>B.tec</td><td>Pioneer</td></tr><tr><td>Acanthophyllummacrodon Edgew.</td><td>Caryophyllaceae</td><td>Ch</td><td>*</td><td></td><td>ⅢI</td><td>A.mac</td><td>Late-successional</td></tr><tr><td>Eruca sativa Miller</td><td>Brassicaceae</td><td>Th</td><td>*</td><td>*</td><td>ⅢI</td><td>E.sat</td><td>Early-successional</td></tr><tr><td>Ferula assa-foetida L.</td><td>Apiaceae</td><td>Hem</td><td></td><td>*</td><td>ⅡI</td><td>F.ass</td><td>Late-successional</td></tr><tr><td>Peganum harmala L.</td><td>Zygophyllaceae</td><td>Hem</td><td>*</td><td></td><td>III</td><td>P.har</td><td>Pioneer</td></tr><tr><td>Pteropyrum aucheri Jaub .et. Sp.</td><td>Polygonaceae</td><td>Ph</td><td></td><td>*</td><td>II</td><td>P.auc</td><td>Late-successional</td></tr><tr><td>Salsola brachiataPall</td><td>Chenopodiaceae</td><td>Th</td><td>*</td><td>*</td><td>ⅢI</td><td>S.bra</td><td>Pioneer</td></tr><tr><td>Salsola kali L.</td><td>Chenopodiaceae</td><td>Th</td><td></td><td>*</td><td>IⅢI</td><td>S.kal</td><td>Early-successional</td></tr><tr><td>Scariola orientalis L.</td><td>Asteraceae</td><td>Ch</td><td></td><td></td><td>ⅢII</td><td>S.ori</td><td>Late-successional</td></tr><tr><td>Echinops ritrodes Bunge</td><td>Asteraceae</td><td>Hem</td><td>*</td><td>*</td><td>III</td><td>E.rit</td><td>Early-successional</td></tr><tr><td>Launaea acanthodes (Boiss.)</td><td>Asteraceae</td><td>Ch</td><td></td><td>*</td><td>ⅡI</td><td>L.aca</td><td>Pioneer</td></tr><tr><td>Zygophyllum fabago L.</td><td>Zygophyllaceae</td><td>Ph</td><td></td><td>*</td><td>II</td><td>Z.fab</td><td>Late-successional</td></tr><tr><td>Gundelia tournefortii L.</td><td>Asteraceae</td><td>Hem</td><td>*</td><td></td><td>II</td><td>G.tou</td><td>Early-successional</td></tr><tr><td>Eremurus persicus (Jaub&Spach)</td><td>Liliaceae</td><td>Ge</td><td>*</td><td>*</td><td>II</td><td>E.per</td><td>Late-successional</td></tr><tr><td>Cousinia nekarmanica Rech.f.</td><td>Asteraceae</td><td>Th</td><td>*</td><td>*</td><td>Ⅲ</td><td>C.nek</td><td>Pioneer</td></tr><tr><td>Taraxacum roseum Bornm.ex</td><td>Asteraceae</td><td>Th</td><td>*</td><td>*</td><td>I</td><td>T.ros</td><td>Late-successional</td></tr><tr><td>Oryzopsis holciformis (M.Bieb.)</td><td>Poaceae</td><td>Hem</td><td>*</td><td></td><td>III</td><td>O.hol</td><td>Late-successional</td></tr><tr><td>Euphorbiadenticulata Lam.</td><td>Euphorbiaceae</td><td>Th</td><td></td><td>*</td><td>III</td><td>E.den</td><td>Early-successional</td></tr><tr><td>Bromus dantoniae Trin.</td><td>Poaceae</td><td>Th</td><td>*</td><td>*</td><td>IⅢI</td><td>B.dan</td><td>Early-successional</td></tr><tr><td>CentaureavirgataLamarck.</td><td>Asteraceae</td><td>Th</td><td>*</td><td>*</td><td>IⅢI</td><td>C.vir</td><td>Early-successional</td></tr><tr><td>Nepeta heliotropifolia Lam.</td><td>Lamiaceae</td><td>Hem</td><td>*</td><td></td><td>ⅡI</td><td>N.hel</td><td>Late-successional</td></tr><tr><td>Stipa barbata Desf.</td><td>Poaceae</td><td>Hem</td><td>*</td><td>*</td><td>ⅡI</td><td>S.bar</td><td>Late-successional</td></tr><tr><td>Noaea mucronata (Forssk.) Asch.& Schweinf.</td><td>Chenopodiaceae</td><td>Ch</td><td></td><td>*</td><td>III</td><td>N.muc</td><td>Early-successional</td></tr><tr><td>Hertia angustifolia (DC.) Kuntze</td><td>Asteraceae</td><td>Ph</td><td>*</td><td>*</td><td>ⅡI</td><td>H.ang</td><td>Late-successional</td></tr><tr><td>Stachys inflata Benth.</td><td>Lamiaceae</td><td>Th</td><td>*</td><td>*</td><td>II</td><td>S.inf</td><td>Late-successional</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f1e9db62913ef7cd3112ceff8dbb14c480807bdc126f4b551ae3eb8748e3fba9.jpg",
        "img_caption": [
            "Fig.2Nest densityof diferent ant species intwo vegetation types.M.int,Messor intermedius; M.mel,Messor melancholicus；C.nod,Cataglyphisnodus；L.sem,Lepisiota semenovi.Barsare standarddeviations.Different lowercase letters indicate significant diferences between two vegetation types within the same ant at $P { < } 0 . 0 5$ （20 level. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3ebaaa6a70dce53ccb3b5401d9de04b918d63cb28e569c6c2f941ff837a7694f.jpg",
        "img_caption": [
            "Fig.3Distribution of plant species，and harvester and scavenger ants along two first axes of principal component analysis (PCA).M.int,Messor intermedius; M.mel,Messor melancholicus; C.nod,Cataglyphis nodus; L.sem,Lepisiota semenovi. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Four ant species increased seedling density，canopy cover, Shannon's diversity index and richness compared with control sites (Table 3, $P { < } 0 . 0 5 )$ . The highest seedling density（1.79 $( \\pm 0 . 8 8 )$ （204号 individuals $/ \\mathrm { m } ^ { 2 }$ ）and canopy cover $( 2 4 . 8 1 \\%$ $\\left( \\pm 2 . 6 0 \\% \\right) _ { , }$ ）were observed around nests of $M _ { ☉ }$ intermedius. The highest Shannon's diversity index $\\left( 1 . 4 2 \\ \\left( \\pm 0 . 8 6 \\right) \\right)$ and richness(8.26 $\\left( \\pm 1 . 6 9 \\right) \\rangle$ 0 wererelatedto M.melancholicus and $L .$ semenovi nests.The results confirmed that ants increased seedling density in the soil. A. sieberi that included the highest density of seed bank had more seed abundance around nests of $M .$ intermedius (Table 4). ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/e19749369a837f9aec1365b1a604f53595f67b4ba570140a09e884ee1915f7ca.jpg",
        "table_caption": [
            "Table 3Density,canopy cover,Shannon's diversity index and richness of sedlings near ant nests and control site in two vegetation types "
        ],
        "table_footnote": [
            "Note:Mean±SD.Diferentlowercaselettersindicatesignificant diferenceamongdiferetsites withinthesamevegetationypeat $P { < } 0 . 0 5$ level.L.em,Lepisiotaemenovi;Cnod,Cataglypisodus;.int,essorintermedius;.mel,essormelancolicus. "
        ],
        "table_body": "<html><body><table><tr><td>Vegetation type</td><td>Antntretstaed</td><td>(individuilsm2)</td><td>Canopy cover</td><td>Shannon's diversity</td><td>Richness</td></tr><tr><td>Dwarf shrub</td><td>L.sem</td><td>0.73±0.64a</td><td>10.40±1.69a</td><td>0.82±0.81a</td><td>7.42±3.63a</td></tr><tr><td rowspan=\"8\">Dwarf</td><td>C.nod</td><td>0.61±0.34a</td><td>9.76±1.24a</td><td>0.70±0.63a</td><td>6.50±4.72a</td></tr><tr><td>M.int</td><td>0.95±0.68b</td><td>24.81±2.60b</td><td>1.38±0.85b</td><td>5.43±2.69a</td></tr><tr><td>M.mel</td><td>0.82±0.72a</td><td>17.30±2.60b</td><td>1.42±0.86b</td><td>5.63±3.75a</td></tr><tr><td>Control</td><td>0.49±0.33c</td><td>2.73±1.64c</td><td>0.43±0.35c</td><td>3.21±1.73b</td></tr><tr><td>L.sem</td><td>0.86±0.47a</td><td>11.27±1.61a</td><td>1.40±0.59a</td><td>8.26±1.69a</td></tr><tr><td>C.nod</td><td>0.72±0.35a</td><td>11.47±0.23a</td><td>0.93±0.43b</td><td>6.40±6.39a</td></tr><tr><td>M.int</td><td>1.79±0.88b</td><td>15.23±2.16b</td><td>0.82±0.39b</td><td>6.12±3.19a</td></tr><tr><td>M.mel</td><td>1.12±0.65b</td><td>14.57±3.59b</td><td>0.74±0.69b</td><td>5.42±2.79a</td></tr><tr><td></td><td>Control</td><td>0.48±0.31c</td><td>3.23±2.74c</td><td>0.40±0.29ac</td><td>2.21±1.35b</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/6895c06f3be6b8a4defb9232ed4341702fca47b21cfd9abc55cb0b2443a4ab8d.jpg",
        "table_caption": [
            "Table 4Density of seed bank near ant nests and control site in two vegetation type: "
        ],
        "table_footnote": [
            "Note:mean.Leepsiotaemenovi;nodglss;nt,esorntermeus;el,sorc "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Plant species</td><td colspan=\"5\">Dwarf shrub-shrub (individuals/m²)</td><td colspan=\"5\">Dwarf shrub (individuals/m²)</td></tr><tr><td>L.sem</td><td>C.nod</td><td>M.int</td><td>M.mel</td><td>Control</td><td>L.sem</td><td>C.nod</td><td>M.int</td><td>M.mel</td><td>Control</td></tr><tr><td>A.sub</td><td>0.3±0.1</td><td>0.0</td><td>0.8±0.6</td><td>0.5±0.2</td><td>0.0</td><td>0.7±0.2</td><td>1.8±0.7</td><td>1.7±0.6</td><td>0.0</td><td>0.0</td></tr><tr><td>A.cam</td><td>1.3±1.2</td><td>1.6±1.3</td><td>0.0</td><td>0.0</td><td>0.6±0.3</td><td>0.7±0.4</td><td>0.6±0.3</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>A.sie</td><td>4.1±3.5</td><td>2.7±1.1</td><td>6.8±4.4</td><td>5.3±0.1</td><td>1.3±0.7</td><td>8.2±2.1</td><td>8.3±2.8</td><td>11.3±10.7</td><td>9.5±8.4</td><td>3.3±2.8</td></tr><tr><td>B.sqr</td><td>2.3±1.1</td><td>1.5±1.3</td><td>0.8±0.6</td><td>0.0</td><td>0.3±0.2</td><td>3.4±2.5</td><td>2.1±1.6</td><td>0.0</td><td>0.0</td><td>0.4±0.3</td></tr><tr><td>B.tec</td><td>1.4±1.6</td><td>1.5±0.7</td><td>0.5±0.3</td><td>0.0</td><td>0.0</td><td>1.8±1.2</td><td>1.4±0.7</td><td>0.0</td><td>0.0</td><td>0.7±0.4</td></tr><tr><td>A.mac</td><td>0.0</td><td>0.5±0.1</td><td>1.2±0.6</td><td>0.5±0.3</td><td>0.3±0.1</td><td>0.0</td><td>0.0</td><td>2.1±1.7</td><td>1.3±1.2</td><td>0.0</td></tr><tr><td>E.sat</td><td>0.6±0.1</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.4±0.1</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>F.ass</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0. 6±0.1</td><td>0.0</td><td>0.0</td></tr><tr><td>P.har</td><td>0.6±0.3</td><td>0.5±0.2</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.8±0.2</td><td>0.0</td><td>0.0</td><td>0.6±0.4</td></tr><tr><td>P.auc</td><td>0.7±0.2</td><td>0.6±0.4</td><td>4.5±1.3</td><td>2.6±1.2</td><td>0.5±0.2</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>S.bra</td><td>0.4±0.3</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>1.3±0.9</td><td>0.8±0.5</td><td>0.0</td><td>0.0</td><td>0.5±0.4</td></tr><tr><td>S.kal</td><td>0.0</td><td>0.3±0.1</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>S.ori</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>1.3±0.8</td><td>0.9±0.6</td><td>0.0</td></tr><tr><td>E.rit</td><td>0.8±0.6</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>1.3±0.7</td><td>1.2±0.6</td><td>0.0</td><td>0.0</td><td>0.6±0.5</td></tr><tr><td>L.aca</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.3±0.1</td><td>0.5±0.2</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>Z.fab</td><td>0.0</td><td>0.0</td><td>0.9±0.2</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>1.8±1.3</td><td>1.3±1.1</td><td>0.7±0.5</td></tr><tr><td>G.tou</td><td>0.4±0.3</td><td>0.6±0.4</td><td>0</td><td>0.0</td><td>0.6±0.2</td><td>0.0</td><td>0.8±0.4</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>E.per</td><td>0.0</td><td>0.0</td><td>0.6±0.2</td><td>0.3±0.1</td><td>0</td><td>0.0</td><td>0.0</td><td>0.4±0.3</td><td>0.0</td><td>0.0</td></tr><tr><td>C.nek</td><td>0.4±0.2</td><td>0.5±0.3</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>T.ros</td><td>0.0</td><td>0.6±0.2</td><td>0.0</td><td>0.5±0.4</td><td>0.0</td><td>0.0</td><td>0.6±0.2</td><td>0.0</td><td>1.4±0.6</td><td>0.4±0.2</td></tr><tr><td>O.hol</td><td>0.4±0.1</td><td>0.5±0.3</td><td>0.0</td><td>0.0</td><td>0.3±0.2</td><td>0.8±0.2</td><td>0.6±0.4</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>E.den</td><td>0.7±0.3</td><td>0.6±0.2</td><td>0.0</td><td>0.0</td><td>0.2±0.1</td><td>0.0</td><td>0.3±0.1</td><td>0.0</td><td>0.0</td><td>0.5±0.2</td></tr><tr><td>B.dan</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.4±0.1</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>C.vir</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.6±0.3</td><td>0.0</td><td>0.5±0.3</td></tr><tr><td>N.hel</td><td>0.0</td><td>0.0</td><td>0.5±0.4</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>S.bar</td><td>0.0</td><td>0.0</td><td>0.8±0.7</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.7±0.3</td><td>0.2±0.1</td><td>0.0</td><td>0.8±0.6</td></tr><tr><td>N.muc</td><td>0.0</td><td>0.3±0.1</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.6±0.5</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td></tr><tr><td>H.ang</td><td>0.0</td><td>0.0</td><td>0.8±0.7</td><td>0.6±0.3</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.9±0.3</td><td>0.7±0.4</td><td>0.5±0.2</td></tr><tr><td>S.inf</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.0</td><td>0.7±0.4</td><td>0.8±0.6</td><td>0.0</td><td>0.0</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "About $69 \\%$ and $17 \\%$ of variations were explained by the two first axes of PCA.The cumulative variance explained by these two axes was $86 \\%$ . Plant species distribution along the two first axes of PCA showed that pioneer and early-successional plant species such as Bromus tectorum, Boissiera squarrosa,Aellenia subaphylla, Launaea acanthodes and Salsola kali are associated with ants $C .$ nodus and $L .$ ，semenovi and most late-successional plant species such as Artemisia sieberi,Pteropyrum aucheri, Stipa barbata and Ferula assa-foetida are associated with Messor ants (Fig. 4). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "41(b) Harvester ants Scavenger ant: pre errrre gr rreeg sseressessse (t/prrpiaiiri) 8 765 T 1 ↓ goniseeg ss sersssss (u/speppipun) 4 321 HI 1 0 0+ r T 0 5 10 15 20 0 5 10 15 20 Distance from ant nest (m) Distance from ant nest (m) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "GLM result revealed the relationship between structural attributes of plant communities and nest density of four ant species (Table 5). Plant palatability and seed bank were significantly related to nest density of Messor ants. Abundance of invasive plants had a significant relationship with nest density of $C .$ .nodus and L. semenovi.Plant species life form, diversity and richness were positively linked to nest density of four ant species and habitat fragmentation was negatively linked to nest density of four ant species (Table 5). ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/728e548a20949c8e24f8beb9c0739117caa8ebd6af73e597b4e40723e9865c2d.jpg",
        "table_caption": [
            "Table 5Result of generalized linear model(GLM) for the relationship between ecosystem structural attribute and density of four ant species "
        ],
        "table_footnote": [
            "Note:AIC,Akaike information criterion;\\*and \\*\\* are significances at $P { < } 0 . 0 5$ and $P { < } 0 . 0 1$ levels,respectively.ns, non-significance. L. sem,Lepisiotasemenovi;Cnod,Cataglyphisnodus;M.int,Messorintermedius;M.mel,Messormelancholicus. "
        ],
        "table_body": "<html><body><table><tr><td>Item</td><td>L.sem</td><td>C.nod</td><td>M.int</td><td>M.mel</td></tr><tr><td>Plant attribute</td><td>AIC=345.67; Residual deviance=476.4</td><td>AIC=452.97; Residual deviance=408.3</td><td>AIC=397.23; Residual deviance=312.8</td><td>AIC=492.74; Residual deviance=438.1</td></tr><tr><td>Palatability</td><td>1.03ns</td><td>2.43ns</td><td>37.98**</td><td>26.65**</td></tr><tr><td>Life form</td><td>5.32*</td><td>5.21*</td><td>7.23*</td><td>6.23*</td></tr><tr><td>Abundance of invasive plants</td><td>7.23*</td><td>14.12**</td><td>1.23ns</td><td>1.65ns</td></tr><tr><td>Vitality</td><td>2.34\"s</td><td>6.23*</td><td>23.43**</td><td>13.23**</td></tr><tr><td>Habitat fragmentation</td><td>-16.23**</td><td>-21.32**</td><td>-58.23**</td><td>-32.12**</td></tr><tr><td>Seed bank</td><td>5.23*</td><td>5.47*</td><td>1.15ns</td><td>0.79ns</td></tr><tr><td>Litter</td><td>6.53*</td><td>7.53*</td><td>6.14*</td><td>2.13ns</td></tr><tr><td>Species diversity</td><td>12.12**</td><td>13.32**</td><td>4.32*</td><td>5.23*</td></tr><tr><td>Species richness</td><td>5.13*</td><td>6.32**</td><td>5.23*</td><td>5.12*</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ANCOVA showed that there was no significant relationship between vegetation type and richness of pioneer, early- and late-successional species.Ant nest attributes was significantly related to richness of pioneer, early- and late-successional species (Table 6). Richness and abundance of pioneer, early-successional species were significantly related with distance from nest and ant type. There were significant relationships between richness and abundance of late-successional species and distance from nest, type and nest density (Table 6). Vegetation type and their interaction with covariant had no efect on the number of nests and the number of species at diferent successional stages. Results showed that the density of late-successional species increased with distance from harvester ant nests and there was no significant relationship between the density of pioneer and early-successional species with distance from harvester ant nests.The density of pioneer and early-successional species decreased with distance from scavenger ant nests (Fig. 4). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/1fd69f4fdb8db7a3088a57178b71dceac37b06f34659bfc4177c4d1ff330ee66.jpg",
        "table_caption": [
            "Table 6Results of ANCOVA (covariance analysis） for vegetation type,log nest density，ant type and log distance from nest in pioneer,early-and late-successional species "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"3\">Item</td><td colspan=\"4\">Pioneer and early-successional species</td><td colspan=\"4\">Late-successional species</td></tr><tr><td colspan=\"2\">Species</td><td colspan=\"2\">Nest</td><td colspan=\"2\">Species</td><td colspan=\"2\">Nest</td></tr><tr><td>F</td><td>P value</td><td>F</td><td>P value</td><td>F</td><td>P value</td><td>F</td><td>P value</td></tr><tr><td>Vegetation type</td><td>0.15</td><td>0.854</td><td>0.11</td><td>0.892</td><td>2.82</td><td>0.101</td><td>2.12</td><td>0.231</td></tr><tr><td>Log distance from nest</td><td>5.85</td><td>0.003</td><td>16.87</td><td>0.000</td><td>12.32</td><td>0.000</td><td>17.26</td><td>0.000</td></tr><tr><td>Log nest density</td><td>3.98</td><td>0.043</td><td>2.20</td><td>0.107</td><td>4.65</td><td>0.005</td><td>4.13</td><td>0.006</td></tr><tr><td>Ant type</td><td>29.79</td><td>0.000</td><td>13.85</td><td>0.000</td><td>25.65</td><td>0.000</td><td>18.85</td><td>0.000</td></tr><tr><td>Log distance from nestxLog nest density</td><td>1.34</td><td>0.432</td><td>0.87</td><td>0.532</td><td>1.65</td><td>0.321</td><td>1.76</td><td>0.316</td></tr><tr><td>Log distance from nestxAnt type</td><td>18.43</td><td>0.000</td><td>14.72</td><td>0.000</td><td>21.76</td><td>0.000</td><td>15.76</td><td>0.000</td></tr><tr><td>Vegetation typexLog distance from nest</td><td>0.56</td><td>0.734</td><td>0.43</td><td>0.768</td><td>1.86</td><td>0.321</td><td>2.65</td><td>0.212</td></tr><tr><td>Vegetation typexLog nest density</td><td>0.02</td><td>0.987</td><td>0.11</td><td>0.893</td><td>1.12</td><td>0.476</td><td>1.16</td><td>0.453</td></tr><tr><td>Vegetation typexAnt type</td><td>2.76</td><td>0.123</td><td>2.16</td><td>0.236</td><td>1.43</td><td>0.412</td><td>1.54</td><td>0.328</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ants are social insects of the family Formicidae and belong to the order Hymenoptera. Soil is one of their most important habitats. Ants act as ecosystem engineers and have a great impact on the physical, chemical and biological properties of the soil. Ants play a key role in arid ecosystems. Ant nests are not uniquely distributed in vegetation. Ants improved seed bank and accelerated ecological succession in plant communities in our study region. Scavenger ants could drive pioneer and early-successional species and harvester ants could help late-successional species to establish in arid ecosystems. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1Ants,seedling establishment and seed bank ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The diversity and density of seed banks in sites near ant nests were higher than those of control sites,which is consistent with other studies (Leal et al., 2O07; Inés et al., 2014). Some studies indicated that the negative impacts of ants on seed bank in desert areas are related to foraging behavior and seed consumption of ants (Costa et al.，2Oo8；Pirk and de Casenave,2014). Harvester and scavenger ants respectively had positive effects on seed densities of $5 5 \\%$ and $70 \\%$ （202 of plant species in seed bank. The effect of scavenger ants on seed bank was greater than that of harvester ants in our study region. However, Levine et al., (2O19) reported that harvester ants had a more effective role on seed dispersal than scavenger ants. Scavenger ants are a common species distributed in arid ecosystems (Espadaler and Gomez,1996). Dead insects are the staple food of scavenger ants, but they also collect seeds on soil surface (Pfeiffer et al.,2O1O). The Cataglyphis and Lepisiota ants,which are nature's cleaners,had a greater impact on seed bank of annual grasses and plant species with small-sized seeds.Annual plants related to $C .$ nodus and $L .$ semenovi are known to produce a large number of smal-sized seeds (Erkkilä and Heli,1998). Hence,seed bank in arid ecosystems was significantly related with nest density of C. nodus and $L$ semenovi compared with Messor ants. Nest density of Messor ants was higher in dwarf shrub-shrub vegetation type,which includes plant species producing larger seeds (Pteropyrum aucheri). Detrain and Pasteels (2OoO) pointed out that Messor ants prefer larger seeds for foraging. Messor ants declined seed density by consuming and foraging seeds in arid ecosystems (Detrain and Pasteels,200O; Azcarate et al., 2005). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ants also had positive effects on seed germination and seedling establishment in plant communities.Contrary to the results of seed bank,harvester ants were more successful in seedling establishment than scavenger ants.Ant nests improved seedlings growth by promoting habitat conditions for plant growth (Moutinho et al.,2OO3).Former studied indicated that Messor nests had positive impact on the hydrological characteristics of arid lands through improving nutrient cycling (Lei, 2Ooo; Cammerat et al., 2OO2), which increases the richness and abundance of other soil animals (Ginzburg et al., 2008). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2 Relationship between ants and plant community ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Different plant species play different roles in the evolution of plant communities (Fagundes et al., 2018). Ants may drive different stages of ecological succession through improving specific plant species. The scavenger ants $C .$ nodus and $L .$ semenovi were drivers of pioneer species that consume nutrients at a slower rate and survive longer. Pioneer species are evolved resistance to environmental stresses for establishment in arid ecosystems (Grime,1977). Nests density of ants is a good indicator of the ecosystem potential for restoration (Takahashi and Itino,2O12). The results of this study showed that C.nodus and $L$ 、 semenovi can be used to assess the status of arid ecosystems after environmental disturbances.These ants increase the density of pioneer and early-successional species seeds around their nests. The seed bank around these species nests can potentially be used in vegetation restoration (Hopfensperger,2OO7). In this study, the density of scavenger ant nests was higher in dwarf shrub vegetation type than dwarf shrub-shrub vegetation type,indicating the higher potential of this vegetation type for restoration. In addition,Boissiera squarrosa and Bromus tectorum that are invasive plant species, have higher densities around Cataglyphis nests. Seeds of annual species usually are ripe at mid-summer. Cataglyphis ants are more active at higher temperatures than Messor ants (Ruano et al., 2OoO). Cataglyphis ants can collect seeds at a high speed even at the warmest time of the day (Harkness and Wehner, 1977). They are therefore more capable of collecting the seeds of annual plant species. Berg-Binder and Suarez (2Ol2) also showed that ant nests had a positive effect on the establishment and spread of invasive plant species. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Plant species distribution around ant nests showed that there is a significant relationship between late-successional species and nest density of Messor ants.Water retention is crucial for the establishment of late-successional species in the ecosystem (Dodson et al., 2014). Messor ants help to the establishment of late-successional species by improving water accessbility (Ginzburg et al.，2O08). Typically， late-successional species are more sensitive to environmental disturbances (Fagundes et al.,2O18).The ants can be very effective in the survival of these species in desert ecosystems by providing a good shelter for seeds during dormancy or against environmental stress (Nicolai et al.，2Oo8).Dormancy has been identified in the seeds of Pteropyrum aucheri and seeds buried in the soil have a higher germination rate (Rafiei and Matinkhah, 2O13). Artemisia sieberi seeds also delay germination for a long time (Jabarzare et al., 2011). Therefore, storing Artemisia sieberi seeds by Messor ants plays a very important role in the survival of this species. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our finding showed that the radius impact of harvester ants on late-successional species is up to $4 \\mathrm { ~ m ~ }$ from the nest. Brown et al. (2Ol2) concluded that Messor ants enhanced dwarf shrub communities in the refuse zone around nests. The radius impact of scavenger ants on early-successional and pioneer species was up to $5 ~ \\mathrm { ~ m ~ }$ from the nest. Pioneerand early-successional species related to scavengers can develop very faster than late-successional species in the ecosystem (Fagundes et al., 2O18). Late-successonal species usually have fewer seeds with larger size.As a result, activity of Messor ants is critical for the distribution of these species in the ecosystem. The areas with higher Messor ants have more late-successional species thantheareaswhere C.nodusandL. semenovi are dominant. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "However, palatability (higher protein content) is one of the plant attributes that tempts Messor ants to harvest seeds. Non-palatable species,such as Bromus tectorom,whose seeds have high fiber and low protein contents (Crist and MacMahon,1992),failed to atract Messor ants in our study region, which is in accord with the results of previous studies on harvester ants (Gosselin et al., 2016; Csata and Dussutour, 2O19). Activity of Messor ants can help restoration practices to develop palatable species in arid ecosystems. de Almeida et al. (202O) also emphasized the important role of Messor ants in recruiting arid grassland through improving plant and soils. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The impacts of the activities of ants on plant communities were indirectly investigated by assessing the changes in plant community composition and structure in arid ecosystems. Ant activities increased heterogeneity in the plant communities through their nesting behaviors in creating distinct islands.The results of this study showed that desert ants had a positive effect on the dynamics of plant communities and could speed up the progress of succession in arid ecosystems.Ant-plant interactions varied depending on plant and ant species. Scavenger ants Cataglyphis and Lepisiota have increased invasive species in the area. These ants played an important role in enhancing the ecosystem potential for rehabilitation through seed bank preservation of pioneer and early-successional species. The activity of Messor ants was essential for the development and stability of climax in arid lands by seed bank preservation of late-successional and palatable species. Both harvester and scavenger ants play important roles in overcoming ecosystems against environmental stress such as drought through seed bank preservation. Desert ants can be considered as one of the most important drivers of ecological succession of plant communities and conservation of these ants diversity is crucial for the sustainability of arid ecosystems. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abe T,Higashi M.2Oo1.Isoptera.In: Levin SA.Encyclopedia of Biodiversity.Waltham: Academic Press,408-433.   \nAlmeidaFS,ElizaldeL,MariaLMS,etal.2O19.Theeffectsoftwoabundantantspeciesonsoilnutrientsandseedling recruitment in Brazilian Atlantic Forest.Revista Brasileira de Entomologia, 63(4): 296-301.   \nAmiriF,AriapourA,FadaiS.2O08.Efectsof livestock grazingonvegetationcompositionandsoil moisture properties in grazed and non-grazed range site. Journal of Biological Sciences,8:1289-1297.   \nAnderson JM.1995.Soil organisms as engineers: microsite modulationof macroscale processes.In:Jones CG,Lawton JH. Linking Species and Ecosystems.London: Chapman and Hall, 94-106.   \nArnanX,Retana J,RodrigoA,etal.2O10.Foraging behaviourof harvestingantsdeterminesseedremovalanddispersal. Insectes Sociaux,57:421-430.   \nArnol'diKV.1977.Reviewof the harvesterantsof the genus Messr(Hymenoptera,Formicidae)inthe faunaof the USSR. Zoologichesky Zhurnal, 56:1637-1648.   \nAzcarateF,ArquerosL,nchezA,etal.O5.Seedandfruitselectionbyharvesterants,Messorbarbarus,inMediteaean grassland and scrubland. Functional Ecology,19(2): 273-283.   \nBerg-Binder MC,Suarez AV.2O12.Testing the directed dispersal hypothesis: are native ant mounds(Formica sp.) favorable microhabitats for an invasive plant? Oecologia,169:763-772.   \nBestelmeyer B,Wiens J.2Oo3.Scavenging ant foraging behaviorand variation inthe scale of nutrientredistribution among semi-arid grasslands.Journal of Arid Environments,53(3): 373-386.   \nBolkerBM,Brooks ME,Clark CJ,etal.2Oo9.Generalized linearmixed models:apractical guide forecologyand evolution. Trends in Ecology and Evolution,24(3):127-135.   \nBoulayR,CarroF,SoriguerR C,etal.2Oo7.Synchronybetween fruit maturationand efectivedispersers'foragingactivity increases seed protectionagainst seed predators.Proceedingsof theRoyal SocietyofLondon,274(1625):2515-2522.   \nBrown G,ScherberCRamosJP,etal.2l2.Theeectsofharvesterant (MessrebeninusForel)nestsonvegetationandoil properties in a desert dwarf shrub community in north-eastern Arabia.Flora,2O7(7): 503- 511.   \nBrullé GA.833.Insects.In:Boryde Saint-VincentJBGM.Morea Scientific Expedition,PhysicalSciences Section.Zoology and Botany.Paris:Berge-Levrault,289-336.(in French)   \nCammerat L H,Willott S J,Compton $s \\mathrm { ~ G ~ }$ etal.2Oo2.The effects of ants' nests on the physical,chemical & hydrological properties of a rangeland soil in semi-arid Spain.Geoderma,1o5(1-2):1-20.   \nChaideftou E,Thanos CA,Bergmeier E,et al.2O09.Seed bank compositionandabove-ground vegetation in responseto grazing in sub-Mediterranean oak forests (NW Greece).Plant Ecology,201: 255-265.   \nCosta A N,Vasconcelos $\\mathrm { ~ H ~ L ~ }$ ，Vieira-Neto E,et al. 2Oo8.Do herbivores exert top-down effects in neotropical savannas? Estimates of biomass consumption by leaf-cuter ants.Journal of Vegetation Science,19(6): 849-854.   \nCrist TO,MacMahon JA.1992.Harvesterant foraging and shrub-steppe seeds: interactions of seed resources and seed use. Ecology,73(5): 1768-1779.   \nCsata E,Dusstour A.2O19.Nutrient regulation in ants (Hymenoptera: Formicidae): a review.Myrmecological News,29: 111-124.   \nde AlmeidaT,lightO,MesleardF,etal.2O2.HarvesterantsasecologicalengineersforMediterraneangrasslandrestoration: Impacts on soil and vegetation. Biological Conservation,245: 108547.   \nDetrain C,Pasteels J.2Ooo.Seed preferences of the harvesterant Messor barbarus ina Mediterranean mosaicgrassland (Hymenoptera: Formicidae). Sociobiology,35(1): 35-48.   \nDodsonEK,BurtonJI,Puettmann KJ.2Ol4.Multiscalecontrolson natural regeneration dynamicsafter partialoverstory removal in Douglas-fir forests in western Oregon,USA.Forest Science,6O(5):953-961.   \nDostalP,Breznova M,Kozlickova V,etal.2Oo5.Ant-inducedsoil modificationand itseffectonplant below-ground biomass.Pedobiologia,49(2):127-137.   \nEldridgeDJ,OliverIValJ,etal.22.Grazingandaridityhavecontrastingefectsonthefunctionalandtaxonomicdiversity of ants.Basic and Applied Ecology,48: 73-82.   \nErkila JB,Heli M.1998.Seed banks of grazed and ungrazed Baltic seashore meadows.Jourmal of Vegetation Science,9(3): 395-408.   \nEspadaler X,Gomez C.1996.Seed production,predation and dispersal in the Mediterranean myrmecochore Euphorbia characias (Euphorbiaceae). Ecography,19(1): 7-15   \nFagundes M,Weiser W,Ganade G.2O18.Theroleof urse successonal stagesonspecies-specific faciliation indrylands: Nurse traits and facilitation skills.Ecology and Evolution,8(1O):5173-5184.   \nFarji-BrenerAG,GianoliE,Molina-MontenegroMA.2O09.Smallscaledisturbances spreadalong trophicchains:leaf-cutting ant nests, plants,aphids and tending ants. Ecological Research, 24(1): 139-145.   \nFarji-BrenerAGWerenkraut V.2Ol5.Ameta-analysisofleaf-cutingant nest efectsonsoilfertityandplantperformance. Ecological Entomology,40(2): 150-158.   \nFlowersB,Huang KT.2O20.Analysis of the habitat fragmentationof ecosystems in Belize using landscape metrics. Sustainability,12(7):3024.   \nFolgarait P.1998.Ant biodiversityand itsrelationship to ecosystem functioning:areview.Biodiversity Conservation,7: 1221-1244.   \nFrouz J,JilkovaV,SorvariJ.2O16.Contributionof woodants tonutrientcycling and ecosystem function.In: StockanJA. Wood Ant Ecology and Conservation.Cambridge: Cambridge University Press,207-220.   \nGinzburgO, Whitford W G Steinberger W.2008.Effects of harvester ant (Messr spp.）activityon soil properties and microbial communities in a Negev desert ecosystem.Biology and Fertility of Soils,45:165-173.   \nGoselin S,HoegbergLC,Hoffman R S,et al.2O16.Evidence-based recommendationson theuseof intravenous lipid emulsion therapy in poisoning. Clinical Toxicology,54(1O): 899-923.   \nGrime JP.1977.Evidencefor the existence of three primary strategies in plants and its relevance to ecological and evolutionary theory.American Naturalist,111: 1169-1194.   \nGrimes RF.1978.Crow assssmentof natural spotted gum (Eucalyptus Maculata)-ironbark (Eucalyptus fibrosa,Eucalyptus drepanophylla) forest. Government Printer: Brisbane,16.   \nHarkness R,Wehner R.1977. Cataglyphis. Endeavour,1(3-4): 115-121.   \nHarrington NG,Driver MA.1995.Theeffectoffireandantsontheseed-bank of a shrub inasemi-aridgrassland. Australian Journal of Ecology,20(4): 538-547.   \nHopfensperger K N.20o7.A review of similarity between seed bank and standing vegetation across ecosystems.Oikos, 116(9): 1438-1448.   \nHughes L, Westoby M.1990. Removal rates of seeds adapted for dispersal by ants.Ecology 71(1): 138-148.   \nInés PG,de CasenaveL,NestorJ.2O14.Efectof harvester ants of the genus Pogonomyrmex on thesoil seed bank around their nests in the central Monte Desert,Argentina. Ecological Entomology,39(5): 610-619.   \nJabarzare A,BassiriM,VahabiMR.2011.Eectsof lightanddrought stresson germinationof Artemisia sieberi Besser. African Journal of Biotechnology,10(56): 11903-11910.   \nKeith H,MackeBG,Lindenmayer DB.2O09.Re-evaluationofforest biomasscarbon stocks and lessons fromthe world's most carbon-dense forests.Proceedings of the National Academy of Sciences of the United States of America,106(28): 11635-11640.   \nLafleurB,HooperbuiLM,MummaP,etal.2Oo5.Soilfertilityandplant growth insoilsfrompine forests &plantations:   \nLavelle P.1997.Faunal activities and soil processes: adaptive strategies that determine ecosystem function.Advances in Ecological Research,27: 93-132.   \nLeal IR,Wirth R,Tabareli M.2Oo7.Seed dispersal byants in the semi-arid Catinga of North-East Brazil.Annals of Botany,99(5): 885-894.   \nLeiSA.2Ooo.Ecological impacts of seed harvesterants on soil atributes in aLarrea-dominated shrubland. Western North American Naturalist, 60(4): 439-444.   \nLevine N,Ben-Zvi G,Seifan M,etal.2O19.Investment inrewardbyant-dispersed plantsconsistentlyselects forbeer partners along a geographic gradient. AoB Plants,11(3): plz027.   \nLuna P,Garcia-Chavez JH,Datilo W.2018.Complexforaging ecologyof thered harvester ant and itsefect on the soil seed bank. Acta Oecologica, 86: 57-65.   \nMacMahon JA,MullJF, Crist T.2Oo0. Harvester ants (Pogonomyrmex spp.): their community and ecosystem influences. Annual Review of Ecology and Systematics,31: 265-291.   \nMaia G N.2O12.Caatinga: Trees and Shrubs and their Uses ( $2 ^ { \\mathrm { n d } }$ ed.).Brazil: Fortaleza,255.(in Portuguese)   \nMbuthiaE,ShariJ,RamanA,etal.2O12.Abundanceanddiversityofsoilrthropodsndfungi inselterbeltsintegatedwith pastures in the central tablelands of New South Wales,Australia.Journal of Forest Science,58(12): 560-568.   \nMcCune B,Mefford MJ.199.PC-ORD forWindows: MultivariateAnalysisofEcological Data,version4.Glenden Beach, OR: MJM Software.   \nMorecroft MD,Masters GJ,Brown VK,etal. 2O04. Changing precipitation patterns alter plant community dynamics and succession in an ex-arable grassland.Functional Ecology,18(5): 648-655.   \nMoutinho P,Nepstad D,DavidsonE.2O03.Influenceof leaf-cutingantnests onsecondary forestgrowth andsoil properties in Amazonia. Ecology,84(5): 1265-1276.   \nNess JH,Morin DF,Giladi I.2O09.Uncommon specialization in a mutualism between a temperate herbaceous plant guild and an ant: are Aphaenogaster ants keystone mutualists? Oikos,118(12): 1793-1804.   \nNicolaiN,SmeinsF,CookJ.2O08.Harvesterant nests improverecoveryperformanceof drought impacted vegetation in grazing regimes of semiarid savanna,Texas.The American Midland Naturalist,16O(1): 29-40.   \nPaolini KE,ModlinM,SuazoAA,etal.2O20.Harvesterantseedremovalinaninvadedsagebrush ecosystem:Implicationfor restoration. Ecology and Evolution,10(24):13731-13741.   \nPenn HJ, CristTO.2018.From dispersal topredation:Aglobal synthesis of ant-sed interactions.Ecologyand Evolution, 8(18): 9122-9138.   \nPfeiffer M, Hutenlocher H,Ayasse M.2010.Myrmecochorous plants use chemical mimicry to cheat seed-dispersing ants. Functional Ecology,24(3): 545-555.   \nPirk GI,de CasenaveJL.2014.Efect of harvesterantsofthe genus Pogonomyrmex onthe soilsedbankaround their nests in the central Monte desert,Argentina. Ecological Entomology,39(5): 610-619.   \nRafiei AZ,Matinkhah SH.2O13.The efectof petropyrum aucheriseed storage treatment on its germinationproperties. Proceedings of $1 ^ { \\mathrm { s t } }$ National Conference on Sustainable Agriculture and Natural Resources,International Center for Conferences and Seminars on Sustainable Development of Science in the Islamic World,Iran.1508.   \nRahman M,RoyB.2O14.Populationstructureand curativeuses of invasive plants inand around the protected forestsof Bangladesh: A means of utilization of potential invasive species.Journal of Ecosystems,1: 1-14.   \nRuanoF,Tinaut A,SolerJJ.2Ooo. High surface temperatures select for individual foraging inants.Behavioral Ecology, 11(4): 396-404.   \nRuzsky M.1905.The Ants of Rusia (Formicariae ImperiiRosici). Systematics,Geography and Data on the Biology of Russian Ants. Charleston: Nabu Press,126.   \nSafriel U,Adeel Z,Niemeijer D,et al.2Oo5.Dryland systems.Ecosystems and Humanwell-being: Currnt state and trends. In: Hassan R,Scholes R,Ash N.The Millennium Ecosystem Assessment.Washington DC: Island Press,623-662.   \nSaha A,CarvalhoK,SternbergL,et al.2012.Effectof leaf-cuting ant nests on plant growth inan oligotrophic Amazonrain forest.Journal of Tropical Ecology,28(3): 263-270.   \nSamadi S,Ghorbani A,Choukali M,etal.2O2o.Efectof grazing exclosureonvegetationcharacteristicsandsoilproperties in the Mahabad Sabzepoush rangelands,Iran.Ecopersia,9(2):139-152.   \nSantschi F.1927.Revision of Messors from Instabilis SM Group (Hymenopt). Charleston: Nabu Press,24.   \nSternberg M,Gutman M,Perevolotsky A,et al.2003.Efects of grazing on soil seed bank dynamics:Anapproach with functional groups.Journal of Vegetable Science,14(3): 375-386.   \nTakahashi S,ItinoT.2Ol2.Larger seeds are dispersedfarther:the long-distance seed disperser ant Aphaenogasterfamelica ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "prefers larger seeds. Sociobiology, 59:1401-1411. Ter HeerdtGNJ,VerweyGL,BekkerRM,etal.1996.Animproved methodforseed-bank analysis:seedling emergence after removing the soil by sieving.Functional Ecology,1O(1):144-151. Ven GF,Geuverink E,Olff H.2O12.Large grazers modify efectsof aboveground-belowground interactions on small-scale plant community composition. Oecologia,168(2):511-518. Vitoz P,EnglerR.2Oo7.Seeddispersaldistances:Atypologybasedondispersal modesandplant raits.Botanica Helvetica, 117: 109-124. WagnerD,JonesJB,Gordon DM.2O04.Developmentof harvester antcoloniesalterssoil chemistry.Soil Biology& Biochemistry,36(5): 797-780. WagnerD,NicklenEF2Ol0.Antnestlocation,soilnutrientsand nutrientuptakebyant-assciatedplants:does extrafloral nectar atract ant nests and thereby enhance plant nutrition?Journal of Ecology,98(3): 614-624. Wang XY,Ma QL,Jin HJ,et al.2O19.Change in characteristicsofsoil carbon and nitrogen during the successionof Nitraria Tangutorum in an arid desert area. Sustainability,1l(4):1146. Way MJ,Khoo KC.1992.Role of ants in pest management.Annual Review of Entomology,37: 479-503. Wills B D,Landis DA.2018.The role of ants in north temperate grasslands: areview. Oecologia,186: 323-338. Zar JH.1996.Biostatistical Analysis,Upeer Saddle River ( $2 ^ { \\mathrm { n d } }$ ed.). New Jersey: Prentice-Hall, 718. ",
        "page_idx": 13
    }
]