[
    {
        "type": "text",
        "text": "“转换-坚持”对低阶层健康的保护作用及其机制 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "胡小勇　李兰玉 杜棠艳 王甜甜　杨静(西南大学心理学部，西南大学人格与认知教育部重点实验室，重庆400715)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要低社会阶层是不良健康状况最可靠的社会决定因素之一。然而，很少有人理解为什么同样处于低阶层，有些个体却能保持良好的健康状况。在大量实证研究的基础上，研究者们发现“转换-坚持”策略这一心理因素能有效保护处于逆境中的低阶层者的健康，使其免于受到疾病的侵扰。当个体面临持续或频繁的压力时，“转换-坚持”策略减轻了下丘脑-垂体-肾上腺轴的急性生理激活，有效抑制了低阶层面临逆境时的生理应激反应，随着时间的推移，阻止了致病过程的发展；同时，该策略还减少了低阶层者的不良健康行为，进而对健康起到保护作用。未来研究应在深入探索核心机制基础上开发出有效的干预方案，为解决我国相对贫困问题中的健康贫困提供新的路径。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 “转换-坚持”，健康，低阶层，HPA轴",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "社会阶层是健康最有力的社会决定因素之一。社会阶层越低，个人健康状况越糟糕(胡小勇等,2019；王甫勤，马瑜寅,2020；尤瑾 等,2018)。《2020 中国卫生统计年鉴》呈现的数据表明，社会底层(无业、失业和半失业)人群的2周患病率为 $4 . 5 3 \\%$ ，而其他阶层(在岗的有薪水)人群的2周患病率为 $2 . 7 5 \\%$ ；文盲与半文盲的两周患病率为 $4 . 9 8 \\%$ ，而大学学历及以上人群两周患病率为 $1 . 8 9 \\%$ 。国际研究也表明，与高阶层相比，低阶层心血管疾病患病率是高阶层的1.31倍，心血管死亡率是高阶层的6.83倍，全因死亡率是高阶层的5.47倍(Rosengreret al.,2019)。无论是有还是没有全民医疗保障的国家，社会阶层与健康的关系都持续存在(Adler et al.,1993)，并且已经在从儿童到老年人的整个生命周期中得到证实(Starfield et al.,2002)。“后脱贫时代”，健康的阶层差距是导致我国相对贫困产生的重要因素(吴瑕,2021)。如何缩小健康的阶层差距，解决健康贫困问题，防止因病返贫的现实困境亟待解决。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "尽管诸多领域的学者对健康的阶层差距进行了广泛的探索(邓子谦 等,2020；汪三贵,刘明月,2019;McEwen&McEwen,2017; Schreier& Chen,2013)，但仍留下一个重要的问题没有得到回答：为什么有些人在面对持续而严重的逆境时没有生病？例如，在一项研究中，让不同社会阶层背景的人故意接触感冒病毒，然后对他们进行隔离，并在临床上跟踪感染感冒病毒后的症状。结果发现，低阶层者患感冒的可能性是高阶层者的3倍。尽管感冒的发病率相对更高，但在低阶层人群中，约有 $5 5 \\%$ 的人没有感冒(Cohen etal.,2004)。也就是说，尽管处于不利处境，一些低阶层者仍然能拥有较好的健康状况(Chen et al.,2015;Chen et al.,2019;Christophe etal.,2019)。并且，这不是一种异常现象，通常 $3 5 \\% { \\sim } 5 5 \\%$ 的处于不利处境中的低阶层者仍然能保持健康(Bonanno,2005)。为什么这些身处逆境的低阶层者仍然能保持着身体健康？是什么因素在起着保护作用？",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在大量实证研究的基础上，研究者们发现“转换-坚持”策略这一心理因素能有效保护处于逆境中的低阶层者的健康，使其免于受到疾病的侵扰。那么，什么是“转换-坚持”策略？它是如何保护低阶层健康的?当前，研究者们从环境(Schreier＆Chen,2013)、心理(Stephens et al.,2012)、生理(McEwen& McEwen,2017)及社会生态视角(Adler& Ostrove,1999)阐释了低阶层不良健康状况的原因，并指出影响低阶层健康最直接、最近端的因素是是疾病形成的病理生理因素(Miller et al.,2016)。因此，本文在对保护低阶层健康的特定心理特征即“转换-坚持”策略是什么及其效应进行充分论证基础上，着重从生理视角出发深入剖析该策略与疾病相关的潜在生理机制，随后阐释相关的行为机制，以期为缩小我国健康阶层差距，解决相对贫困时期的健康贫困问题提供理论参考和对策依据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1“转换-坚持”策略",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. 1 “转换-坚持”策略的界定",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“转换-坚持”策略(Shift-and-Persist Strategy)是指个体通过接受压力和认知重评来调适自我(转换)，同时通过保持乐观和寻找意义来坚强地面对逆境(坚持)的一种应对方式(Chen &Miller,2012)。例如，在应对被解雇这一特定压力事件时，个体通过认知重评等情绪调节策略来调整自己，接受被解雇这一事实(即转换)；同时从职业目标的角度来看，能够看到失业的好处并从中吸取教训，以及分清生活中的轻重缓急，使自己通过保持乐观和寻找生活的意义来应对这一压力事件(即坚持)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. 1. 1 “转换”策略",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“转换”是一种通过接受现实压力和认知重评来调整自我以适应环境的策略(Chen&Miller,2012)。从“转换-坚持”模型可知，“转换”首先涉及认知重评，这是一种在情绪反应完全激活之前，对引发情绪的事件进行积极的认知重构，以减少其对情绪的影响的调节策略，可以改变行为和生理反应倾向(Gross,1998)。此外，“转换”还需要个体接受外部压力源，这是一种次级控制型的应对策略。建立在毕生控制理论(life-span theories ofcontrol; Heckhausen etal.,2010)基础上，“转换-坚持”模型指出，低阶层者在生活中面临众多限制，由于生活经验的积累，他们更重视次级控制的应对策略，即调整自己以适应环境和周围的其他人，而不是控制环境(Stephens et al.,2009)。与毕生控制理论强调首要控制的作用，视“努力实施首要控制为人类的基本动机”的观点不同，“转换-坚持”模型指出，在面对困境与压力时，低阶层者由于资源的限制往往无法实现首要控制，这就使得调节自我，接受现实以适应环境的次级控制策略更有利于其成功应对压力。因此，通过接受现实和认知重评来调整自我适应环境的“转换”策略，对于低阶层者来说是一种适应性策略(Chen et al., 2015)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1. 1.2 “坚持”策略",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“坚持”是指用力量忍受逆境，让自我保持稳定，寻找生活的意义，以及对未来保持乐观的一种压力应对策略(Chen&Miller,2012)。建立在心理弹性理论(theories of resilience)基础上，“转换-坚持”模型提出那些生活在低社会经济地位环境中的个体，若要成功地适应环境，就需要通过形成生活的目标和在逆境中保持对未来可能更好的希望来坚强地忍受逆境(Chen&Miller,2012;Chen et al.,2015)。“坚持”使得低阶层者在面对当前的逆境时专注于更大的人生目标，这可能有助于在困难时期保持希望(Chenetal.,2015)。“坚持”的特别重要之处在于找到生命的意义。寻找意义被认为是人类的一种基本动机，特别是在面对逆境时，它使人们能够保持希望(Frankl,1963)。找到意义可以增加个人在世界上的安全感、地位感和仁慈感，让他们理解为什么会有逆境发生在他们身上，促进对未来的希望和乐观，并能在逆境中适应(Shiah etal.,2015)。例如，研究发现，寻找意义有助于个体应对创伤事件(Kimet al.,2011)。同时，寻找意义还有助于调和人们对世界和自我的信念之间的冲突，使个体即使在逆境中，也能够以重要的方式成长，看到人生的价值(Bryan et al.,2020;Dezutter et al.,2013；傅国安 等,2020)。因此，对于低阶层者来说，成功的适应需要“坚持”，需要通过理解逆境为何发生，让自己保持稳定，找到生活的意义、目标以及对未来保持希望乐观来应对逆境。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.3 “转换”与“坚持”的组合",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "然而，仅仅是“转换”或“坚持”是不够的，二者的组合至关重要。因为拥有一种重视在应对压力时改变自我的方法，同时坚持以力量忍受逆境，保持对未来的乐观和希望，对于低阶层者来说，这种方法比任何单一策略对缓解压力应激反应都更有益。具体来说，进行情绪调节(“转换”策略)来应对当前逆境的同时，人们还需要找到生活中更广泛的意义，在逆境面前保持乐观，并朝着未来可能会有的方向发展(“坚持”策略)。“坚持”有助于“转换”，乐观使个体更容易适应问题无法解决的情况，促进个体进行更多的适应性应对努力，并使个体更有可能使用认知重评策略来应对压力事件；乐观更可能通过对威胁评估和适应性应对策略的影响促进创伤后成长(Zoelner&Maercker,2006)。此外，“坚持”也需要“转换”，积极的认知重评是帮助患有慢性疾病的老年人保持希望的重要策略(Duggleby etal.,2012)。因此，“转换”策略与“坚持”策略的组合相比单一的策略更有利于低阶层者成功地适应逆境。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "相比之下，高阶层者平均而言拥有更多的资源用于预防行为、解决问题和影响结果，意味着他们拥有更广泛的可利用的应对策略，如积极应对、工具性社会支持和情感表达，这些积极主动的努力对于消除压力会更有效(Gallo&Matthews,2003;Hobfoll,2001)。在这种情况下，使用最适合大部分无法控制的生活情况的策略（如“转换-坚持”）对高阶层者就没有帮助，甚至可能不利于缓解生理压力反应(Chen et al.,2015)。这可能是因为使用不太适合特定环境的策略会阻碍目标的实现，增加挫败感或负面影响。研究表明，与采取“转换”策略的弱势地位个体相比，采取该策略的强势地位个体表现了更多的负面效应(Wrosch&Heckhausen,1999)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2“转换-坚持”策略的形成过程",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作为个体差异的“转换-坚持”策略是如何形成的呢？具体来说，考虑到一些低阶层者面临的持续的日常困难，是什么导致他们能够重新评估压力环境并在逆境中看到意义？研究者指出，角色模范(role models)是低阶层者形成“转换-坚持\"策略的关键(Chen&Miller, 2012;Chen etal,2013)。就角色模范而言，通常指的是充当依恋角色并给予儿童启发和激励的任何个人榜样，例如，父母、大家庭成员、教师等。研究者认为，角色模范至少通过两种方式来促进“转换-坚持”策略的形成：通过促进安全的依恋关系，来促进儿童对他人和世界的积极信念(例如，信任和乐观，这是“转换-坚持”策略发展的基础)；以及通过示范社会化的行为，向儿童教授情绪调节策略(“转换”成分)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第一，依恋塑造了对他人信任的基本信念，安全型依恋促进了对他人可信和可靠的信念(Bowlby,1988)。因此，积极的依恋关系让儿童形成对他人的信任，认为他人是值得信赖和可靠的，并鼓励保持乐观即相信美好的事情总会发生。这些信念形成了“转换-坚持”策略的起点。同时，依恋关系帮助儿童学会如何调节自己的情绪，安全型依恋的儿童和青少年表现出更好的情绪调节能力(Cooke etal.,2019)。因此，对角色模范形成安全依恋，对于促进儿童形成“转换-坚持”策略的潜在信念和情绪调节能力是重要的。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第二，通过教授儿童适当的情绪调节行为和帮助他们关注未来，角色模范也能在具体的方面起到帮助作用。首先，角色模范会制定明确的规则，帮助儿童知道表达情感后会发生什么,这有助于儿童以社会可接受的方式表达情感，例如,“可以愤怒,但不可以打人\"(Houltberget al.,2016)；如果父母更多地指导儿童表达情绪，那么几年后孩子的情绪调节能力就会更好(Gottman et al.,1996)。其次，角色模范通过自身对儿童情绪的反应来教育儿童。研究发现，父母对儿童消极情绪的积极反应，如帮助解决导致孩子情绪困扰的问题，帮助孩子表达情绪并鼓励孩子等，与儿童情绪调节能力呈正相关(Uyar et al.,2018)。最后，为儿童提供了情感应该如何表达的模型，母亲更多的积极情绪表达与儿童更好的情绪调节有关(Tan& Smith,2019)。例如，在困难时期情感表现更加积极的母亲，其孩子在与同龄人的情感平衡方面表现得更好(Denham et al.,1997)。角色模范为儿童学习适应性情绪调节策略提供了一个框架，当儿童长大成年后，角色模范会帮助其关注自己的未来，促进乐观和意义创造(Lerner et al.,2020)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总之，角色模范作为依恋型人物，通过培养儿童对他人的信任和积极的世界观，教授情绪调节策略，鼓励青少年关注自己的未来，促进了“转换-坚持”策略的形成与发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.3“转换-坚持”策略的测量",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前，“转换-坚持”策略被研究者视为个体差异变量，其测量方式倚重于问卷法(Chen etal.,2015; Christophe et al., 2019; Dahlstrand et al., 2021; Lam et al,2018; Lee & Nakashima.2020;Liu etal,2020)。最初，研究者们均采用不同的量表分别测量“转换”和“坚持”成分，如使用认知重评分量表的压力应对问卷(Responses to Stress Questionnaire,RSQ)、首要一次级控制问卷(Primary-Secondary Control Questionnaire，PSCQ)等来测量面临压力时自我转变的倾向即“转换”成分，使用生活取向测验(Life Orientation Test,LOT）、生活目标量表(Purposein Life Scale)等来测量个体对未来的积极期望程度即“坚持”成分(Chen et al.,2011; Chen etal., 2012; Chen et al., 2013; Kallem et al., 2013)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "随着研究的深入，Chen 等(2015)基于“转换-坚持”的理论概念，并借鉴类似构念的测量，开发了测量“转换-坚持”的专门工具。具体测项包括测量被试在困难时期或困难情况下“转换”的项目(例如，当生活中发生了压力事件时，“我接受这件事已经发生的事实”，",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“我从这种情况中可以获益”)，以及关于他们在逆境中“坚持”的项目(例如，“我觉得我的人生很有价值”；“我对未来会变得更好不抱希望(反向)”)。所有项目都在Likert量表上从1(一点也不)到4(很多)进行评定。因为“转换-坚持”模型认为，“转换”和“坚持”在组合使用时对健康的影响最大，因此研究者们通常将“转换”和“坚持”的分数分别取均值后相加得“转换-坚持”总分，分数越高表明越多的使用了“转换-坚持”策略(Chen et al.,2015;Kallem et al.,2013;Lam etal.,2018)。需要注意的是，“转换”与“坚持”是既相关( $_ { ( r = 0 . 5 6 }$ $p { < } 0 . 0 0 1 \\rangle$ ，但又彼此独立的两个维度(验证性因素分析结果表明，将“转换”与“坚持”所有题项合并为单一因子的单维模型的拟合度不佳，而双因素模型则拟合良好，并显著优于单因素模型;Lam et al.,2018)。两个维度构成的“转换-坚持”量表的可靠性和有效性在不同样本中得到检验(Lee&Nakashima,2020;Liu et al,2020)。它的内部一致性良好 $( \\mathrm { a } { = } 0 . 7 7 )$ ；并且具有较好的聚合效度与区分效度(Chen et al.,2015)，以及较好的效标效度，它与青少年未来取向显著正相关(Steinberg et al.,2009)，与青少年的绝望感呈负相关(Kazdin et al.,1986)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2“转换-坚持”策略对低阶层健康的保护作用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“转换-坚持”模型指出，对于那些来自低社会经济地位背景的个体来说，拥有一种重视在应对压力时改变自我的方法，同时坚持以力量忍受逆境，保持对未来的乐观和希望，能够减少低阶层者的压力应激反应，进而对他们的健康起到保护作用(Chen etal.,2012)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.1“转换”对低阶层健康的保护作用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "证据表明“转换-坚持”策略的组成部分对临床健康结果有影响。例如，“转换”策略(认知重评)有利于降低低阶层者对心血管疾病的长期易感性；在社会经济地位低的个体中，负面情绪，特别是愤怒的高表达与心血管疾病风险(颈动脉内膜中层厚度，心肌梗死风险)有更强的相关性;有效调节这种负面情绪表达的认知重评策略显著改善低阶层者的心血管健康水平(Merjonen etal.,2008)。与那些在“转换”策略(认知重评)上得低分的低阶层被试相比，在“转换”策略上的高分被试的血压处于正常范围的可能性更高，患高血压的风险更低；面对急性压力源时，心血管反应水平更低，动态血压水平更低(Chen et al.,2007;Gross,1998)。此外，有研究发现经过对情绪调节技能的干预之后，有过不良童年经历的低阶层个体的患病天数减少、躯体症状减少、身体健康状况得到了提高(Cameron et al.,2018)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2“坚持”对低阶层健康的保护作用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关于“坚持”策略对低阶层健康有益的观点，以往的研究检验了“坚持”策略中与健康相关的乐观、生活目标与寻找意义等成分。例如，以低阶层的青少年为被试的研究发现，乐观显著正向预测心血管健康水平(Midei&Matthews,2014)，并且，在较低的童年社会经济地位被试中，乐观情绪得分较低，患心血管疾病风险越高(Boylan et al.,2020)。在另一项对中年女性的研究中，那些来自低阶层的中年妇女中乐观个体的动态血压和患高血压的风险显著低于悲观的个体；并且低阶层中乐观的妇女与高阶层妇女在动态血压和患高血压的风险指标上相近(Grewen et al.,2000)。此外，与受过高等教育的被试相比，乐观对受教育水平较低的被试的功能健康和主观健康有更强的预测作用(Schollgen et al.,2011)。在寻找意义方面也发现了类似的模式，例如，在低社会阶层的成年人中，更高的生活目标(类似于寻找意义)预测更低心血管疾病风险(Boylan et al.,2020; Morozink et al.,2010)。一项以老年人为被试的追踪研究发现，生活目标较高的低阶层个体有较低的死亡风险(Shibaetal.,2021)。这些研究表明“坚持”策略本身也能够保护低阶层免受健康风险的伤害。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3“转换”与“坚持”组合策略对低阶层健康的保护作用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "近来，研究者们则直接考察了“转换-坚持”组合策略对低阶层的保护作用。例如，一个使用在美国全国范围内取样的成人样本的相关研究，通过问卷测量了被试的童年社会阶层、“转换-坚持”策略以及临床医生测量的健康指标；结果发现“转换”和“坚持”显著预测了来自童年期处于低社会阶层背景的成人的健康水平；进一步分析结果表明，相比较单一的高“转换”或高“坚持”得分的被试来说，“转换”与“坚持”得分都高的低阶层被试的健康状况最好(Chen etal.,2012)。这些发现表明，“转换”和“坚持”的组合策略对低阶层者的健康是更为有利的一种策略。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在以哮喘作为健康结果的研究中，研究者发现了“转换-坚持”策略的积极效应。例如，一项以121名被诊断患有哮喘的青少年(9-18 岁)为被试的研究，考察了“转换-坚持”策略在临床样本中的效果。“转换”是用积极的认知重评来评估的，“坚持”是用乐观来评估的。在基线时，获得了与哮喘相关的炎症指标，并对儿童的临床指标进行了为期6个月的随访。结果发现，“转换-坚持”评分越高，基线时哮喘炎症水平越低。6个月后，在控制基线哮喘水平的情况下，较高“转换-坚持”水平的低阶层儿童在因哮喘而缺课以及使用抢救性吸入器等指标上得分更低。事实上，就哮喘损害而言，具有高“转换-坚持”分数的低阶层儿童看起来与高阶层儿童相似(Chen etal.,2011)。还有研究(Lam et al.,2018)以8-17 岁青少年为被试，通过实验室测量以及自我记录的方式，进一步证实“转换-坚持”策略对低阶层健康的促进作用；发现当只有在来自父母报告家庭社会地位较低的青少年中，“转换-坚持”策略与更好的哮喘控制、更高的生活质量和更少的日常哮喘症状相关。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "此外，在其他的一些健康结果中，例如超重和肥胖(Kallem et al.,2013)、1型糖尿病(Melloet al.,2019)，研究证据都揭示了“转换-坚持”策略对低阶层者健康的保护作用。具体来说，“转换-坚持”策略可以保护低经济地位的儿童免受超重和肥胖的伤害。研究者(Kallem et al,2013)让参加学校肥胖预防试验的1523(9-15岁)名中学生完成了健康调查和身体评估，结果发现，在较低的社会经济地位儿童中，较高的体重指数(BMI)与较低“转换-坚持”得分显著负相关，而较高的“转换-坚持”得分与BMI没有关系，也就是说，“转换-坚持”策略可以保护儿童免受低社会经济地位对高BMI的不利影响。类似地，研究发现，“转换-坚持”策略的使用缓冲了经济困难与糖尿病之间的关系，“转换-坚持”得分越高的被试，患糖尿病的风险越低(Dahlstrand et al., 2021; Lee & Nakashima,2020; Hayman et al.,2014; Houle et al.,2016)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3“转换-坚持”策略促进低阶层健康的机制 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从前文论述可以看出，“转换-坚持”策略对低阶层的健康具有保护作用，这其中的机制是什么成为了心理学家的基本关切。那么，为什么“转换-坚持”策略能有效地保护低阶层的健康？研究者们从生理和行为两个层面阐述了“转换-坚持\"策略影响低阶层健康的过程。因为影响健康最直接、最近端的因素是生物学因素，是疾病形成的病理生理因素(Miller et al,2016)，所以本文先论述生理机制，再论述行为机制。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1生理机制",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“转换-坚持”策略的组合同时平衡了对压力的适应和对生活的坚持，改变了应激的生理途径，抑制了低阶层面临逆境时的生理应激反应。也就是说，“转换-坚持”策略减轻了对压力的感知，从而减少了下丘脑-垂体-肾上腺轴(HPA 轴)的急性生理激活。随着时间的推移阻止致病过程的发展，并最终降低了由低阶层相关压力源引发的疾病风险(Chen& Miller,2012;Ertekin etal.,2021)。具体来说，低阶层的 HPA系统因长期或频繁压力过度激活，扭曲了稳态成分的正常平衡，导致产生过多或过少的皮质醇、肾上腺素、细胞激素、代谢激素或神经递质。长此以往，生理系统的改变就成了不可逆的，即不能自动调整恢复到正常参数水平，这种损伤表现为多种生理系统的失调，包括心血管、自主神经、代谢和炎症系统；同时促进长期致病过程，增加个体罹患疾病的风险(McEwen＆McEwen,2017)。简言之，“转换-坚持”策略减轻了低阶层个体面对的压力时HPA 轴的急性生理激活，阻断了应激反应的致病后遗症，如胰岛素抵抗、高血压和全身炎症，进而减少了个体罹患疾病风险，对健康起到保护作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "首先，“转换-坚持”能有效地减少低阶层者HPA轴的反复激活，进而对健康起到保护作用。皮质醇是HPA 轴活动的终端产物，是心理社会压力研究中最广泛使用的生理指标之一，研究者常用它作为HPA 轴活动水平的指标。皮质醇的分泌遵循强烈昼夜节律活动，清醒水平较高，较陡的皮质醇日变化斜率是较好身心健康结果的一个可靠和一致的预测因子(Adam etal.,2017)。“转换-坚持”能有效地保护低阶层皮质醇分泌的昼夜节律，从而保护他们的健康。例如，有研究对 645名来自低阶层且至少有一名父母呈艾滋病毒阳性的青少年(8-15 岁)进行了调查，连续三天每天四次收集唾液样本，对日间皮质醇进行评估，从中得出三个皮质醇参数(觉醒时的皮质醇、皮质醇觉醒反应和皮质醇斜率)。结果显示，更高水平的“转移-坚持”与觉醒时更高的皮质醇水平和更陡的皮质醇斜率相关，并显著优于单一“转换”和“坚持”策略的效应；在控制协变量后，“转移-坚持”与觉醒时的皮质醇水平和皮质醇斜率的关联仍然显著(Chen etal.,2019)。在保持对未来的希望(坚持)的同时，努力接受压力和调整自我(转换)的低社会经济地位儿童在醒来时皮质醇水平较高，皮质醇斜率较陡，进而导致他们有更好的健康状况(Chen &Miller,2012)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "此外，“转换-坚持”能有效地调节低阶层炎症过程，从而减少罹患慢性疾病的风险。暴露于慢性压力下，引发炎症的免疫细胞(单核细胞和巨噬细胞)对微生物威胁的反应更积极，对皮质醇的抑制作用不太敏感；随着时间的推移，这些倾向会导致低阶层者产生炎症(Milleret al.,2011)。炎症与许多与衰老相关的慢性疾病的发病机制和表达有关(Chung et al.,2009)。然而，“转换-坚持”得分高的低阶层者对微生物威胁的炎症反应减少，对皮质醇信号的敏感性增加。研究发现，社会阶层与“转换-坚持”相互作用可以预测体外单核细胞炎症反应。随着社会经济地位的下降，更高的“转换-坚持”得分与糖皮质激素的抗炎特性更敏感有关。一旦体外单核细胞被脂多糖(一种常见的细菌刺激)激活，“转换-坚持”能够使低经济地位的个体更有效地“减缓”单核细胞炎性细胞因子的产生。这种能力可以抵消许多低社会经济地位环境中过多的炎症刺激(例如，压力、暴力、冲突、香烟烟雾、空气污染、高脂肪饮食等)，并通过降低/消除单核细胞和巨噬细胞的反复激活，减少了慢性炎症，从而降低了患慢性疾病的风险(Nathan&Ding,2010;Raison&Miller,2013)。此外，阶层对两种全身炎症指标,CRP和IL-6 复合物有显著的主效应，阶层越低，CRP与IL-6水平越高；社会阶层和“转移-坚持”存在显著的交互作用，随着青少年阶层水平的下降，较高水平的“转移-坚持”与较低程度的炎症相关(Chen etal.,2015)。需要指出的是，单一的“转换”与“坚持”并不能显著预测低阶层的炎症水平，而“转换-坚持”得分高的低阶层个体显示出较低水平的 IL-6(Chen etal.,2013)。这些发现表明，“转换-坚持”能够使低阶层者更有效地“减缓”单核细胞炎性细胞因子的产生，这种能力可以抵消许多低阶层环境中过多的炎症刺激，进而有利于他们的健康。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2行为机制 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "健康行为是“转换-坚持”促进低阶层健康水平的另一个重要路径。证据表明，低阶层者更有可能从事不健康的行为，如吸烟、久坐不动的生活方式、高脂肪饮食(Non etal.,2017)。这些不健康行为会使个体患心血管疾病、癌症和早逝的风险增加(Rowlands,2016;Waziry etal.,2016)。研究发现，通过统计控制健康行为之后，社会阶层和全因死亡率之间的关联减少$42 \\%$ (Stringhini et al., 2010)。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "然而，“转换-坚持”策略能有效地促进低阶层健康行为的产生。首先，乐观、面向未来的个体不太可能从事有害健康的行为，如吸烟、药物及酒精滥用。乐观是一种行为策略，通过增加积极的期望，在不同的健康领域发挥桥梁作用(Dillard& Ellis,2017)。研究表明，无论童年社会劣势程度如何，乐观程度高的成年人更有可能从事与健康相关的行为，包括更健康的饮食、更健康的体重指数(BMI)、更高的锻炼身体的频率，并且不太可能吸烟(Non et al.,2020)。一项以150 名18-29 岁的雅加达的贫困居民为被试的研究表明，乐观显著正向预测了贫困被试的体育锻炼、压力管理等健康促进行为(Musabiq et al.,2019)。最近,有研究者(Nonet al.,，2020)使用美国跟踪调查了40多年的前瞻性出生队列的纵向数据集，研究了乐观对与儿童社会环境相关的成人健康行为结果的潜在保护作用。儿童社会弱势指数是根据母亲在儿童出生和7岁时报告的不利社会经济因素得出，乐观与健康行为相关的结果是被试47岁时的自我报告；结果表明，不管儿童时期的社会劣势程度如何，乐观水平越高，成年后的健康行为得分越高；乐观程度每增加一个单位(1-5 分)，低阶层者不吸烟的概率增加 $1 8 \\%$ ，健康饮食的概率增加 $2 7 \\%$ ，健康体重指数增加 $2 1 \\%$ ；值得注意的是，随着社会不利因素的增加，乐观对低阶层健康行为影响略有减弱(降低 $1 - 2 \\%$ ，但仍与相同的三种结果显著相关。这些发现意味着，乐观有助于在成年中期维持健康的生活方式，并且缓冲儿童社会劣势对健康的影响。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "此外，认知重评等情绪调节策略也能显著提升低阶层者的健康保护行为。研究者通过走访 24所农村中学，收集了56名孤儿样本并进行调查。结果表明，经历过童年期创伤可直接导致孤儿健康危险行为(吸烟、酗酒)的发生，而消极认知情绪调节方式会进一步增加孤儿健康危险行为发生的风险，但经由积极认知情绪调节后，可有效减低健康危险行为发生的风险(刘衔华,2018)。同样地，那些表现出较高情绪表达水平和积极认知重评的个体，BMI(体重指数)控制更好、日常体育活动率更高和睡眠卫生更好(Shimanoe et al.,2015)。反过来，研究发现，如果没有健康的情绪调节技能，许多有过逆境经历的个体可能会在应对困境时表现出危险的、不适应的行为，比如不良童年经历发生率高的个体更有可能从事危害健康的行为，如酗酒、使用非法药物(Feliti et al.,1998; Jazaieri et al.,2014;LeBlanc et al.,2017)。最后，对生活意义的探索被视为一种适应生活的方式，它与健康保护行为，如健康饮食和体育活动，之间存在着显著强烈的正相关关系(Brassai etal.,2012)。一些初步证据暗示着寻找意义可以显著增加低阶层个体的健康行为，如健康饮食行为、体育锻炼水平(Brassai etal.,2012;Brassaietal.,2015)。总之，初步证据显示，“转换-坚持”策略不同维度都可以减少低阶层者危害健康的行为，从而减少疾病发生的风险。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4小结与展望 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "低社会阶层是不良健康状况的最可靠的社会决定因素之一。然而，很少有人理解为什么同样处于低阶层，有些个体却保持良好的健康状况。研究指出在逆境中，一些个体找到了“角色模范”，使其学会信任他人，更好地调节自己的情绪，并专注于自己的未来。久而久之，这些低阶层个体形成了通过接受压力和认知重评来调适自我(转换)，同时通过保持乐观和寻找意义来坚强地面对逆境(坚持)的一种应对方式。大量研究表明，这种“转换-坚持”策略减轻了HPA轴的急性生理激活与炎症过程，随着时间的推移，阻止了致病过程的发展；同时，该策略还减少了低阶层者的不良健康行为，进而对低阶层的健康起到保护作用。“转换-坚持”策略已经激起研究者兴趣，其理论与实践价值已被不断地挖掘出来，其必将具有良好的发展前景。为了解决我国相对贫困时期的健康贫困问题，更好的服务于低阶层的健康，未来研究可以考虑从以下几方面继续深入。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(1)深入开展设计生命过程的纵向追踪研究，揭示“转换-坚持”策略发展规律及其与健康之间因果关系。从发展的角度看，转换坚持模型与初步实证研究结论认为，由于角色模范的存在，低阶层中一些个体在儿童期习得“转换-坚持”策略；而具备运用这种策略的能力则可能处于青春期之后，因为运用“转换-坚持”策略所需的能力被认为是在青春期阶段发展起来的；而到了中年，“转换-坚持”策略对健康的影响可能存在着敏感期(Chen＆Miller,2012; Christophe& Stein,2021; Heckhausen & Schulz,1995)。这些观点大都还是停留在理论假说阶段，现有的横断调查的证据很难予以验证，亟需追踪数据予以考察。此外，开展设计生命过程的纵向追踪研究，还可以在生命早期评估一系列与儿童阶层相关的指标(除了父母教育之外)和潜在的干扰变量(如儿童期健康水平)，进而推断出“转换-坚持”策略对健康的影响。在缺乏纵向数据的情况下，在成年后测量的“转换-坚持”策略有可能反映出的是某些童年因素的结果，例如童年健康水平或生命早期压力水平。因此，未来的研究需要随着时间的推移跟踪样本，并确定“转换-坚持”何时发展，以及它在整个生命周期中如何变化，更加深入地明确“转换-坚持”策略与健康之间方向性。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(2)应从多水平多路径视角综合考察“转换-坚持”策略影响低阶层健康的机制。影响健康最直接、最近端的因素是生物学因素，是疾病形成的病理生理因素，因此，当前研究者们主要从生理层面考察了“转换-坚持”策略影响健康的机制。研究表明，“转换-坚持”减轻了低阶层个体面对的压力时HPA 轴的急性生理激活，阻断了应激反应的致病后遗症，如胰岛素抵抗、高血压和全身炎症，进而减少了个体罹患疾病风险，对健康起到保护作用(Chen &Miller,2012;Ertekin etal.,2021)。然而低阶层的健康问题是一个涉及到社会、心理与生理多层面多水平的问题，更是世界各国面临的一个重要社会问题，自世界卫生组织成立“健康社会决定因素委员会”以来，健康社会决定因素的研究就显得尤为重要。各国的经验证明，仅仅强调直接导致疾病的生物原因是不够的，因为一些社会决定因素对人口健康的影响比卫生服务更大(Schroeder,2016)。那么，在“转换-坚持”这一心理策略促进低阶层健康过程，存在哪些核心社会心理因素，是如何作用于生理因素进而对低阶层健康起到保护作用的，还鲜有研究深入考察。研究者们只将注意力放在单一的生物、行为因素上，没有综合考虑社会、心理等因素在其中的作用，这限制了“转换-坚持”策略对低阶层健康所起的作用的理解。因此，研究者未来应该从已有的理论成果出发，建立综合的概念模型，进一步探究“转换-坚持”策略影响低阶层健康的核心机制，为开发出更有效的促进低阶层健康的干预方案打下坚实理论基础。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(3)应大力开发促进“转换-坚持”的干预方案。根据“转换-坚持”策略的形成过程可知，在童年早期生活环境中，由于角色模范的存在，个体向他们习得了这种策略，并在后天环境中逐渐发展起来。既然该策略是后天环境中习得的，那么对于那些在童年早期没有习得该策略的个体，积极地进行干预同样也能获得对健康的保护作用。例如，研究发现，经过对情绪调节技能干预之后，有过不良童年经历的个体的患病天数减少、躯体症状减少、身体健康状况得到了提高(Cameron et al.,2018)。此外，通过制作和放映纪录片来展示榜样的行为、使用目标练习提高希望、开设希望课程的干预措施，显著增加了低阶层的乐观和未来取向(Lybbert&Wydick,2018)。其次，经验证据表明，通过相对简短的写作练习、冥想，甚至更密集的认知行为治疗实践可以改善乐观情绪，结合乐观与更健康行为相关的发现，表明乐观是一个有希望的干预目标，并反过来导致行为的改变，如体育锻炼行为(Malouff& Schutte,",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2016)。综上可以看出，“转换-坚持”策略的具体指标都有可以进行干预的方式，未来研究可以从这些具体指标着手，开发更加针对低阶层健康的“转换-坚持”整合干预方案，为我国相对贫困时期弥合阶层健康差距、解决健康贫困问题提供政策参考。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献：   \n邓子谦，陈晓晨，韦庆旺.(2020)．从社会文化的视角看健康与教育的阶层差异．心理科学进展,28(12), 2125-2136.   \n傅安国，张再生，郑剑虹，岳童，林肇宏，吴娜.(2020)．脱贫内生动力机制的质性探究．心理学报,52(1), 66-80.   \n胡小勇，杨沈龙，钟琪，喻丰，陈红.(2019).社会阶层与健康的关系：“社会-心理-生理”机制．科学通报， 64(02), 194-205.   \n刘衔华.(2018).认知情绪调节在农村孤儿童年期创伤经历与健康危险行为间的中介作用．中华行为医学与 脑科学杂志,27(10),931-936.   \n王甫勤，马瑜寅.(2020).社会经济地位、社会资本与健康不平等．华中科技大学学报(社会科学版),34(06), 59-66.   \n汪三贵，刘明月.(2019)．健康扶贫的作用机制、实施困境与政策选择．新疆师范大学学报(哲学社会科学版), 40(03),82-91+2.   \n吴瑕.(2021)．相对贫困视角下健康贫困的内在逻辑与协同治理研究．现代商贸工业，42(31),31-32.   \n尤瑾，安蕾，沈海坤，朱颖，李彩娜.(2018)．从毕生发展的视角看健康的贫富差距．心理科学进展,26(9), 1700-1710.   \nAdam, E. K., Quinn,M.E.,Tavernier,R.,McQuillan, M.T.,Dahlke,K.A.,& Gilbert, K.E. (2017). Diurnal cortisol slopes and mental and physical health outcomes: A systematic review and meta-analysis. Psychoneuroendocrinology, 83,25-41.   \nAdler, N.E.,Boyce, W.T.,Chesney,M.A.,Folkman,S.,&Syme,S.L.(1993).Socioeconomic inequalities in health: No easy solution. Journal of the American Medical Association, 269(24),3140-3145.   \nAdler, N.E.,& Ostrove,J.M.(1999). Socioeconomic status and health: What we know and what we don’t. Annals of the New York Academy of Sciences, 896,3-15.   \nBonanno, G.A. (2Oo5).Resilience in the face of potential trauma. Current Directions in Psychological Science, 14(3), 135-138.   \nBowlby,J. (1988). A secure base: Clinical applications ofattchment theory.London,England: Routledge.   \nBoylan,J.M.,Cundif,J.M.,Fuller-Rowell,T.E.,&Ryff,C.D. (2O2).Childhoodsocioeconomicstatusand inflammation: Psychological moderators among Black and White Americans. Health Psychology, 39(6), ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "497-508.   \nBrasai,L.,Piko,B.F.,& Steger,M.F.(2Ol2).Existential atitudes and Eastern European adolescents'problem and health behaviors: Highlighting the role of the search for meaning in life.The Psychological Record, 62(4), 719-734.   \nBrasai,L., Piko,B.F.,& Steger,M.F. (2O15). Areason to stay healthy: The role of meaning in life in relation to physical activity and healthy eating among adolescents. Journal of Health Psychology, 20(5),473-482.   \nBryan, C.J.,Bryan,A., Rugo, K. et al. (202O). Happiness, Meaning in Life,and PTSD Symptoms Among National Guard Personnel: A Multilevel Analysis. Journal of Happiness Studies,21(4),1251-1264.   \nCameron,L. D., Carrol, P.,& Hamilton, W. K. (2018). Evaluation of an intervention promoting emotion regulation skills for adults with persisting distress due to adverse childhood experiences.Child Abuse & Neglect, 79,423-433.   \nChen,E., Strunk,R. C.,Trethewey,A., Schreier,H. M.,Maharaj,N.,& Miller,G.E. (2011). Resilience in low-socioeconomic-status children with asthma: Adaptations to stress.The Journal ofAlergy and Clinical Immunology,128(5), 970-976.   \nChen,E.,Mathews,K.,& Zhou,F. (2Oo7). Interpretations ofambiguous social situations and cardiovascular responses in adolescents. Annals of Behavioral Medicine,34(1),26-36.   \nChen,E.,& Miler, G.E. (2O12). \"Shift-and-Persist\" Strategies: WhyLow Socioeconomic Status Isn't Always Bad for Health. Perspectives on Psychological Science,7(2),135-158.   \nChen,E., Miller, G.E.,Lachman,M.E.,Gruenewald,T.L.,& Seeman,T.E. (2012).Protective factors for adults from low-childhood socioeconomic circumstances: The benefits of shift-and-persist for allostatic load. Psychosomatic Medicine, 74(2), 178-186.   \nChen,E.,Lee,W. K., Cavey,L.,& Ho,A.(20l3). Role models and the psychological characteristics that buffer low-socioeconomic-status youth from cardiovascular risk. Child Development, 84(4),1241-1252.   \nChen,E., McLean, K. C.,& Miler, G.E.(2015). Shift-and-Persist Strategies: Associations With Socioeconomic Status and the Regulation of Inflammation Among Adolescents and Their Parents. Psychosomatic Medicine,77(4),371-382.   \nChen,L. H.,Li,X.M.,Imami,L.,Lin,D.H., Zhao,J.F., Zhao,G.X,& Zilioli, S. (2019). Diural Cortisol ina Sample of Socioeconomically Disadvantaged Chinese Children: Evidence for the Shift-and-Persist Hypothesis. Psychosomatic Medicine, 81(2),200-208.   \nChristophe,N.K.,Stein,G.L.,Martin Romero,M.Y,Chan,M., Jensen,M., Gonzalez,L. M.,&Kiang,L.(2019). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Coping and Culture: The Protective Effects of Shift-&-Persist and Ethnic Racial Identity on Depressive Symptoms in Latinx Youth. Journal of Youth and Adolescence,48(8),1592-1604. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Christophe,N.K.,& Stein,G.L.(2O21).Shift-&-Persist and discrimination predicting depresion across the life course: An accelerated longitudinal design using MIDUSI-II Development and Psychopathology,1-16. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Chung,H. Y., Cesari,M.,Anton,S., Marzeti,E., Giovannini, S.,& Seo,A. Y.,et al. (20o9). Molecular inflammation: Underpinnings of aging and age-related diseases. Ageing Research Reviews, 8(1),18-30.   \nCohen,S.,Doyle,W.J.,Turner,R.B.,Alper,C.M.,& Skoner,D.P.(20O4).Childhood socioeconomic status and host resistance to infectious illness in adulthood. Psychosomatic Medicine,66(4),553-558.   \nCooke,J.E., Kochendorfer,L.B.,Stuart-Parrgon,K.L.,Koehn,A.J.,&Kerns,K.A. (2O19).Parent-child attchment and children's experience and regulation of emotion: A meta-analytic review. Emotion, 19(6), 1103-1126.   \nDahlstrand,J.,Friberg,P.,Fridolfsson,J.,Brjesson,M.,Arvidsson,D.,Ekblom,0.,&Chen,Y. (221).euse of coping strategies “shift-persist” mediates associations between physical activity and mental health problems in adolescents: A cross-sectional study. BMC public health, 21(1),1-11.   \nDenham, S.A.,Mitchell-Copeland,J., Strandberg, K.,Auerbach,S.,&Blair,K.(1997).Parental contributions to preschoolers’emotional competence: Direct and indirect effects. Motivation and Emotion, 21(1), 65-86.   \nDezutter,J.,Casalin,S., Wachholtz,A.,Luyckx,K.,Hekking,J.,& Vandewiele,W. (2013).Meaning in life: An important factor for the psychological well-being of chronically illpatients? Rehabilitation Psychology, 58(4), 334-341.   \nDillard,A.,& Elis,E.(2O17). Optimism and Its Associations with Health Behaviorand Responses to Health Communication. Oxford Research Encyclopedia of Communication. Retrieved September 14, 2021, from https://oxfordre.com/communication/view/10.1093/acrefore/9780190228613.001.0001/acrefore-978019 0228613-e-342   \nDuggleby, W.,Hicks,D.,Nekolaichuk, C.,Holtslander,L., Williams,A.,Chambers,T.,&Eby,J. (2o12).Hope, older adults, and chronic illness: A metasynthesis of qualitative research. Journal of Advanced Nursing, 68(6),1211-1223.   \nErtekin,Z.,Berument, S. K.,& Gunnar, M.R. (2O21). Examining the role of socioeconomic status and temperament in the hair cortisol levels of infants. Developmental Psychobiology, 63(1),31-41.   \nFrankl,V. (1963). Man's search for meaning. New York, NY: Washington Square Press. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Felitti,V.J.,Anda,R.F.,Nordenberg,D., Wiliamson,D.F.,Spitz,A.M.,Edwards,V.,& Marks,J.S.(1998). Relationship of childhood abuse and household dysfunction to many of the leading causes of death in adults: The Adverse Childhood Experiences (ACE) Study. American journal of preventive medicine, 14(4), 245-258. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Gallo,L. C.,& Mathews, K.A. (2oo3). Understanding the association between socioeconomic status and physical health: Do negative emotions play a role? Psychological Bulletin,129(1),10-51.   \nGee, G. C., Hing,A., Mohammed,S.,Tabor,D.C.,& Wiliams,D.R. (2019).Racism and the life course: Taking time seriously.American Journal of Public Health,109(S1), S43-S47   \nGotman, J. M., Katz,L.F.,& Hooven, C.(1996).Parental metaemotion philosophy and the emotionalife of families: Theoretical models and preliminary data. Journal of Family Psychology,10(3),243-268.   \nGross, J. J. (1998). Antecedent- and response-focused emotion regulation: Divergent consequences for experience, expression,and physiology. Journal of Personality and Social Psychology,74(1),224-237.   \nGrewen,K., Girdler,S.S., West, S.G.,Bragdon,E.,Costelo,N.,&Light, K.C. (2000).Stable pessimistic attributions interact with socioeconomic status to influence blood pressure and vulnerability to hypertension. Journal of Womens Health & Gender-Based Medicine, 9(8),905-915.   \nHayman,L.W.,Lucas,T.,&Porcereli, J. (2014). Cognitive Appraisal vs.Exposure-Based Stress Measures: Links to Perceived Mental and Physical Health in Low-Income Black Women. The Journal of Nervous and Mental Disease, 202(11), 807-812.   \nHeckhausen,J.,& Schulz,R. (1995). A life-span theory of control. Psychological Review,102(2),284-304.   \nHeckhausen,J., Wrosch, C.,& Schulz,R. (2010).Amotivational theory oflife-span development. Psychological Review, 117(1),32-60.   \nHobfoll,S.E. (2ool).The influence of culture,community,and the nested-self in the stress proces: Advancing conservation of resources theory. Applied psychology, 50(3),337-421.   \nHoule,J.,Lauzier-Jobin,F.,Beaulieu,M.,eunier,S.,Coulombe,S.,Cote,J.,espérance,F.,Chiasson,J.,ere L., & Lambert, J. (2016). Socioeconomic status and glycemic control in adult patients with type 2 diabetes: A mediation analysis. BMJ Open Diabetes Research & Care, 4(1), e000184.   \nHoultberg,B.J., Morris,A.S., Cui,L.,Henry,C.S.,& CrissM.(2016). The Role of Youth Anger inExplaining Links Between Parenting and Early Adolescent Prosocial and Antisocial Behavior. The Journal of Early Adolescence,36(3), 29-318.   \nJazaieri,H.,cGonigal,K.,Jinpa,T.,oty,J.R.,Gross,J.J.,&Goldin,P.R.(214).Arandomizedcotolled trial of compassion cultivation training: Effects on mindfulness,affect,and emotion regulation. Motivation and Emotion,38(1),23-35.   \nKallem,S.,Carroll-Scott,A,Rosenthal,L.,Chen,E.,Peters,S.M.,McCasin,C.,&Ickovics,J.R. (2013). Shift-and-persist: A protective factor for elevated BMI among low-socioeconomic-status children. Obesity,21(9),1759-1763.   \nKazdin,A.E., Rodgers,A.,& Colbus,D. (1986).The hopelessness scale for children: Psychometric characteristics and concurrent validity. Journal of Consulting and Clinical Psychology, 54(2),241-245.   \nKim, S.H., Kjervik,D.,Belyea,M.,& Choi,E.S. (2O11).Personal strengthand finding meaning in conjugally bereaved older adults: A four-year prospective analysis. Death Studies,35(3),197-218.   \nLam,P.H.,Miller,G.E.,Chiang,J.J.,Levine,C.S.,Le,V.,Shalowitz,M.U.,.Chen,E. (2018).Onesize does notfit all: Links between shift-and-persist and asthma in youth are moderated by perceived social status and experience of unfair treatment. Development and psychopathology, 30(5),1699-1714.   \nLeBlanc,S., Uzun,B.,Pourseied, K.,& Mohiyeddini, C.(2O17).Effect of anemotion regulation training program on mental well-being. International Journal of Group Psychotherapy, 67(1),108-123.   \nLee,S.,& Nakashima,K.i. (2O20).Do shift-and-persist strategies predict the mental health of low-socioeconomic status individuals?The Japanese Journal of Experimental Social Psychology, 59(2),107-113.   \nLerner,J.V., Wong,C.A., Weiner,M.B.,&Johnson,S.K. (202O). Profiles of adolescent character atributes: Associations with intentional self-regulation and character role model relationships. Journal of Moral Education, 50(3),293-316.   \nLiu,S.,Cui,Z.,Duprey,E. B.,Kogan,S.M.,& Oshri,A. (2O2O). Adverse Parenting Is Indirectly Linked to Delayed Reward Discounting via Blunted RSA Reactivity: The Protective Role of a Shift-and-Persist Coping Strategy. Adversity and Resilience Science, 1(3), 149-163.   \nLybbert,T.J.,& Wydick,B. (2018).Poverty,aspirations,and the economicsof hope. Economic Development and Cultural Change, 66(4),709-753.   \nMalouff,J. M.,& Schute,N.S.(2016).Can psychological interventions increaseoptimism? A meta-analysis.The Journal of Positive Psychology,12(6),594-604.   \nMcEwen, C.A.,& McEwen,B.S. (2Ol7).Social Structure,Adversity,Toxic Stressand IntergenerationalPoverty: An Early Childhood Model. Annual Review of Sociology, 43(1), 445-472.   \nMello,D., Wiebe,D.,& Berg, C. (2019). Maternal shift-and-persist coping, SES,and adolescent type 1 diabetes management. Children's Health Care, 49(1),100-114.   \nMerjonen,P.,Pulkki-Raback,L,Putonen,S.,Keskivaara,P.,Juonala,M.,Telama,R,..Keltikangas-Jarvien,L. (2008).Anger is associated with subclinical atherosclerosis in low SES but not in higher SES men and women. The Cardiovascular Risk in Young Finns Study. Journal of Behavioral Medecine,31(1),35-44.   \nMidei,A.,& Matthews, K. (2O14).Positive atributes protect adolescents from risk for the metabolic syndrome. The Journal of Adolescent Health: Official Publication ofthe Society for Adolescent Medicine,55 (5), 678-683.   \nMiller, G., Chen,E.,& Cole, S.W. (2009). Health psychology: Developing biologically plausible models linking the social world and physical health. Annual review of psychology,60, 501-524.   \nMiler,G.E,Chen,E.,&Parker,K.J.(2O11).Psychological stress inchildhoodandsusceptibility tothechronic diseases of aging: Moving toward a model of behavioral and biological mechanisms. Psychological Bulletin,137(6),959-997.   \nMorozink,J.A.,Friedman,E.M.,Coe,C.L.,&Ryf,C.D. (2010).Socioeconomic and psychosocial predictorsof interleukin-6 in the MIDUS national sample. Health Psychology, 29(6), 626-635.   \nMusabiq, S., Wibowo, D.A.,& Hanifa,D. (2018,September). Seeking the Mediating Effct of Optimism toward Hardiness and Health-Promoting Behavior among East Jakarta's Low-Income Community. The 2nd International Conference on Intervention and Applied Psychology (ICIAP 2018)(pp. 458-463). Depok, West Java, Indonesia.   \nNathan,C.,& Ding,A. (2010). Nonresolving inflammation. Cell, 140(6),871-882.   \nNon,A.L.,Roman,J.C., Gross,C.L.,Gilman,S.E.,Loucks,E.B.,Buka,S.L,& Kubzansky,L.D. (2016). Early childhood social disadvantage is associated with poor health behaviours in adulthood. Annals of Human Biology, 43(2),144-153.   \nNon,A.L.,Roman,J.C.,Clausing,E.S.,Gilman,S.E.,Loucks,E.B.,Buka,S.L.. Kubzansky,L.D.(2020). Optimism and Social Support Predict Healthier Adult Behaviors Despite Socially Disadvantaged Childhoods. International Journal of Behavioral Medicine,27(2),200-212.   \nRaison, C.L.,& Miller, A. H. (2013). Role of inflammation in depression: Implications for phenomenology, pathophysiology and treatment. Inflammation in Psychiatry, 28,33-48.   \nRosengren,A., Smyth,A.,Rangarajan,S., Ramasundarahetige,C.,Bangdiwala,S.I.,AlHabib, K.F.,. Yusuf, S. (2019). Socioeconomic status and risk of cardiovascular disease in 20 low-income, middle-income, and high-income countries: The Prospective Urban Rural Epidemiologic (PURE) study. The Lancet Global Health, 7(6), 748-760.   \nRowlands,A.V.(2O16).Physical Activity, Inactivity,and Health During Youth. Pediatric Exercise Science,28(1), 19-22.   \nSchollgen,1., Huxhold,O., Schuz,B.,& Tesch-Romer, C. (2o11).Resources for health: Differential effectsof optimistic self-beliefs and social support according to socioeconomic status. Health Psychology, 30(3), 326-335.   \nSchreier, H.,& Chen,E.(2O13). Socioeconomic status and the health of youth: A multilevel, multidomain approach to conceptualizing pathways. Psychological bulletin,139(3),606-654.   \nSchroeder, S.A. (2016). American Health Improvement Depends Upon Addressing Class Disparities. Preventive Medicine, 92(S1), 6-15.   \nSeginer,R.(2O8).Future orientation in times of threat and challenge: How resilient adolescents construct their future. International Journal of Behavioral Development,32(4),272-282.   \nShiah,Y.J.,Chang,F.,Chiang,S.K.,Lin,I. M.,&Tam,W.C.C. (2o15).Religionand health: Anxiety,religiosity meaning of life and mental health. Journal of Religion and Health,54(1),35-45.   \nShiba,K.,Kubzansky,L.,Willims,D.R.,VanderWeele,T.,&Kim,E.S. (2021).Associations Between Purposein Life and Mortality by SES. American Journal of Preventive Medicine, 61(2), e53-e61.   \nShimanoe,C.,Hara,M., Nishida,Y., Nanri,H., Otsuka,Y.,Nakamura,K.,.. Tanaka., K. (2015).Perceived stress and coping strategies in relation to body mass index: Cross-sectional study of 12O45 Japanese men and women. Plos One,10(2),e0118105.   \nStarfield,B.,Robertson,J.,&Riley,A. W. (2Oo2).Social class gradients and health in childhood.Amblatory Pediatrics, 2(4),238-246.   \nSteinberg,L.,Graham,S.,O’Brien,L,Woolard,J.,Cauffman,E.,&Banich,M. (2O09).Age diferences infuture orientation and delay discounting. Child Development, 80(1),28-44.   \nStephens,N.M.,Hamedani,M.G.,Markus,H.R.,Bergsieker,H.B.,&Eloul,L.(209). Why did they“choose” to stay? Perspectives of Hurricane Katrina observers and survivors. Psychological Science, 20(7), 878-886.   \nStephens,N.M.,Fryberg,S.A.,Markus,H.R.,Johnson, C.S.,&Covarrubias,R.(2O12). Unseen disadvantage: How American universities'focus on independence undermines the academic performance of first-generation college students. Journal of Personality and Social Psychology,102(6),1178-1197.   \nStringhini, S.,Sabia,S.,Shipley,M.,Brunner,E.,Nabi,H., Kivimaki,M.,& Singh-Manoux,A. (2010). Association of Socioeconomic Position With Health Behaviors and Mortality. Journal of the American ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Tan,L.,& Smith, C.L.(2O19). Intergenerational transmisson of maternal emotion regulation to child emotion regulation: Moderated mediation of maternal positive and negative emotions. Emotion,19(7), 1284-1291. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Uyar, R.O., Yilmaz Geng,M.M.,& Arnas,Y.A.(2018).Emotion Regulation and Emotion Understanding in Preschoolers as a Predictor of the Maternal Socialization of Emotion. Egitim Ve Bilim-Education and Science,43(195),1-17.   \nWaziry,R.,Jawad,M.,Ballout,R.A.,AlAkel,M.,&Akl,E.A. (2017).The effects of waterpipe tobaccosmoking on health outcomes: An updated systematic review and meta-analysis. International Journal of Epidemiology, 46(1),32-43.   \nWrosch, C.,& Heckhausen,J.(1999).Control processes before and after passng a developmental deadline: Activation and deactivation of intimate relationship goals. Journal of Personality and Social Psychology, 77(2), 415.   \nZoeller,T.,& Maercker, A. (2006).Posttraumatic growth in clinical psychology一Acritical review and introduction of a two component model. Clinical Psychology Review, 26(5), 626-653. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The protective effects of the \"shift-and-persist\" strategy on the health of the lower class and their mechanisms ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "HU Xiaoyong,LI Lanyu, DU Tangyan,WANG Tiantian, YANG Jing (Faculty of Psychology, Southwest University, Key Laboratory of Cognition and Personality, Ministry of Education, Chongqing 400715, China) ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Abstract: Having lower socioeconomic status is one of the most well-established social predictors of poor health. However, little is known about why some lower-class individuals maintain good physical health despite experiencing adversity. From a large number of empirical studies, researchers have found that psychological factors such as the \"shift-and-persist\" strategy can effectively protect the health of lower-class individuals in adversity and prevent them from developing certain diseases. Specifically,the “shift-and-persist” strategy reduces responses to stress,thereby reducing the acute physiological activation of the HPA axis. Over time，this prevents the development of the pathogenic process and ultimately slows pathogenic disease processes over the long term among lower-class individuals. Meanwhile,Preliminary evidence showsthat diferent dimensionsof the“shift-and-persist” strategy can reducethe health-threatening behavior of lower-class individuals to reduce the risk of disease.To address the problem of health poverty in a period of relative-poverty in China and better serve the health of lower-class individuals, future research should vigorously develop intervention programs on the basis of in-depth exploration of the core mechanism. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Keywords:shift-and-persist,health,lower class,HPA axis ",
        "page_idx": 20
    }
]