[
    {
        "type": "text",
        "text": "区域性农田景观对昆虫的生态学效应与展望 \\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/9c30f5fd883f2d393e619bfb759f6068b7d7c8232dc7d7cd57bdac76e128982b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "戈峰 欧阳芳1.2 门兴元",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院动物研究所农业虫害鼠害综合治理研究国家重点实验室北京100101  \n2美国加州大学伯克利分校自然资源学院环境科学与政策管理系和伯克利数据科学研究所伯克利94720  \n3山东省农业科学院植物保护研究所济南250100",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要有害生物的生态调控一直是作物病虫害预防与治理的重要前沿科技领域。目前有害生物生态调控研究已由单一的农田拓展到区域性农田景观的空间范围。研究区域性农田景观中格局特征和人类活动对病虫害和天敌种群动态影响，不仅在病虫害生物防治的实践中有重要意义，而且对于揭示人类活动对生物多样性结构与功能的影响，阐明区域性农田景观中生物多样性整合、维持机理有重大的理论意义。作物病虫害的导向性防控——生物间信息流与行为操纵，最终需要体现和落实在特定的地理区域空间范围内，参与到粮食作物生产与病虫害生态管理活动过程中。文章主要阐述区域性农田景观中格局特征与人类种植活动对昆虫的生态学效应，并提出构建基于区域性农田景观多元化的有害生物生态调控体系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词区域性农田景观，生态调控，多元化农田景观，景观格局特征，人类活动 DOI 10.16418/j.issn.1000-3045.2017.08.004 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "有害生物的生态调控一直是作物病虫害预防与治理的重要前沿科技领域。对此领域研究的目标是保障粮食作物生产安全，同时减少化学农药的使用，保护土壤资源、水资源、生物资源以及整个生态环境。随着人类对作物病虫害防治认知程度的深人与实践范围的扩大，目前有害生物生态调控研究已由过去单一的农田拓展到区域性农田景观的空间范围。所谓区域性农田景观是指在一个特定的地理区域内由人类赖以生存的人工栽培作物、非作物的自然生境以及非植物土地覆盖等景观要素组成的生态系统。在该景观系统中，多种作物与植物一病虫害一天敌相互作用、相互制约，形成有机整体。区域性农田景观系统中景观格局变化和人类种植活动加剧是全球变化的一个重要方面。因此，研究区域性农田景观中格局特征和人类活动对病虫害和天敌种群动态影响，不仅对基于作物病虫害的导向性防控一一生物间信息流与行为操纵在病虫害生物防治的实践中有重要意义，而且对于揭示人类活动对生物多样性结构与功能的影响，阐明区域性农田景观中生物多样性整合、维持机理有重大的理论意义。本文主要阐述区域性农田景观系统中景观特征与人类种植活动对昆虫的生态学效应，并对该研究方向提出展望。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1农田景观格局特征对农业昆虫的影响",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "空间尺度是景观格局的重要特征。景观格局空间尺度主要指景观或区域范围内的生境斑块格局与功能动态，主要包括大区域静态结构和动态功能的结合。随着地统计学技术的发展，农业景观的空间结构和布局能够得到精确的解析和计算，大尺度的农业景观格局能够直接影响害虫及其天敌的分布和扩散，甚至能够阻隔害虫迁移，对种群动态造成重要的影响。农业景观格局主要表现在各种生境斑块和资源的空间配置结构。利用农业景观格局的空间配置和布局能为天敌提供避难所，并消除害虫的越冬场所和转移到其他寄主，从而阻断害虫的大规模扩散与蔓延，因此能够有效提高害虫的生物防治。目前已经有各类景观指数可以反映景观结构和空间配置中景观特征的定量分析指标[。基于服务功能的昆虫生态调控理论，认为昆虫管理不仅仅是害虫管理，还应包括有益昆虫（如传粉昆虫、天敌昆虫、分解昆虫）的管理，这种管理应从单一农田生态系统扩展到农田景观生态系统[2.3]。农田景观中作物结构往往对作物害虫发生和危害有直接影响，如Meisner 等[4]分析了美国加利福尼亚州的10年数据，发现农田景观结构通过增加棉田中盲蝽（Lygus hesperus）的种群数量，进而影响了棉花产量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自然天敌在农田生态系统中发挥着重要的控制害虫的生态服务功能。最新的研究表明：（1）在微景观农田尺度，通过发展定量分析昆虫转移扩散的稳定同位素方法[5]，解析了龟纹瓢虫在棉花、玉米之间的运动转移规律[，阐明了华北农田景观中棉花品种多样性、作物多样性、景观多样性、非作物生境[等对棉花害虫、天敌群落结构与天敌控害功能的作用，发现农田景观的复杂性有利于天敌的控害作用。（2）在县域景观尺度，以山东禹城市为研究范围，通过田间实地调查与遥感影像分析，明确了龟纹瓢虫（Propylaea japonica（Thunberg)）与异色瓢虫（Harmoniaaxyridis(Pallas)）在农田及边缘防护林的种群动态和不同景观尺度下土地利用类型；并发现华北小麦耕地与林地等土地覆盖类型组成的景观格局中，树林防护带有利于天敌昆虫（龟纹瓢虫和异色瓢虫）在作物农田与邻近生境之间的迁移运动，从而有利于增强其在农林复合景观结构中的生物控害能力[8]。（3）在大尺度下，定量预测景观结构对自然天敌的控害功能影响及其机制对于增加农业生产的可持续性具有重要意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与之相反，许多研究显示景观单一化降低了农田景观中自然天敌丰富度和多样性。如：Rusch等定量分析了欧洲和美国的农田生态系统，发现农业集约化导致的农田景观单一化不利于自然天敌的控害生态服务功能，该结果提示保护和恢复半自然生境是维持和增强农田景观中自然天敌控害功能的基本的第一步。此外，Martina等[1°的田间排除试验表明，天敌昆虫控害功能随着景观结构的复杂性增强，同时鸟类对天敌昆虫的捕食作用也随之增强，从而阻碍了天敌昆虫的控害功能，该研究提示大尺度的农田景观结构变化会改变多营养级间的相互作用，从而影响自然天敌的控害功能。但有关景观结构增加自然天敌控害功能的机制相对研究的较少，有研究显示自然天敌到达农田中的时间与景观的复杂性对于天敌控制害虫同样重要，表明在单一景观中帮助天敌转移的栖境的合理布局能够增加天敌控害功能[]。关于栖境的功能和昆虫转移全过程更详细的研究，对于更好地理解昆虫的转移特性与农田景观结构的关系，更好地发挥自然天敌控制重大农业害虫作用是十分必要的[12]。2016年，欧阳芳等[13]定量评估了农田景观组成类型、构成比例和形状结构对麦蚜及其天敌种群影响的作用大小。结果表明，三类景观格局因子对麦蚜影响较小，权重为 $9 . 8 1 \\%$ ；而对麦蚜寄生蜂的影响权重为 $2 5 . 8 7 \\%$ ；对麦蚜天敌瓢虫种群高达 $47 . 8 6 \\%$ 。显然，通过优化农田景观中作物与非作物生境布局，可直接调节和增加天敌昆虫种类与数量，有效控制和减少小麦蚜虫的种群数量，从而提高区域性农田景观中天敌昆虫的生物控害服务功能。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 农田景观系统中人类种植活动对农业昆虫的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人类种植活动也是区域性农田景观系统中的重要特征之一。应用抗虫作物是防治作物害虫非常有效的方法，近20年来，转抗虫基因作物（棉花、玉米、大豆等），尤其是转Bt基因作物的广泛种植控制了多种重要的害虫，减少了杀虫剂的使用量。陆宴辉等的研究[14显示种植Bt棉的田块中节肢动物天敌（瓢虫、草蛉和蜘蛛）数量显著增加，而害虫蚜虫则显著减少，因此减少了杀虫剂的使用量；同时，这些天敌为Bt棉种植田块邻近的作物（玉米、花生和大豆）提供了额外生物防治效应，表明种植 Bt棉可以减少杀虫剂的使用并能够增强生物防治的效应。但制约转Bt基因作物持续应用的威胁主要来自于目标害虫对Bt基因产生抗性，如2013年Tabashnik等[1分析了世界各地监测害虫Bt作物抗性，发现虽然大部分的害虫种群对Bt作物敏感，但是已经报道了5种重要害虫的田间种群产生了抗性，例如西方玉米根叶甲（Diabroticavirgiferavirgifer）田间种群对转Bt基因玉米产生抗性并造成损失[1]，而在2005年以前仅报道1种田间抗性害虫种群。为了延缓害虫对产生Bt抗性，美国、澳大利亚等国家通常采用在Bt作物附近种植 $20 \\%$ 的非Bt作物作为害虫的庇护所，以提供足够数量的敏感性害虫来对抗性基因进行有效稀释，从而延缓抗性产生和发展。近期，Carriere等[17,18]提出了延缓抗性庇护所新方法———“金字塔（Pyramids）”方法以及转基因和非转基因种子混合种植策略。吴益东课题组、吴孔明课题组与美国Tabashnik教授合作完成的研究显示，我国华北棉区棉铃虫Bt抗性个体频率由2010年 $0 . 9 3 \\%$ 上升到2013年 $5 . 5 \\%$ ；而模型模拟显示，如果没有天然庇护所，抗性个体频率在2013年将达到 $98 \\%$ 。该研究在国际上首次证实天然庇护所能够有效延缓靶标害虫对Bt作物抗性的发展，同时也直接证明了在棉铃虫Bt抗性遗传方式多样化的背景下显性抗性发展速度显著快于隐性抗性[19]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 展望：基于区域性农田景观多元化的有害生物生态调控体系的构建",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "区域性农田景观呈现多元化特征，包涵农田景观格局特征的多元化和人类活动的多样化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "农田景观格局涉及多个层面的变化。农田景观格局的特征可以归纳为“质、量、形、度”4个方面或层面。“质”表示农田景观中不同的景观组成，即斑块性质或类型，包括种植的作物类型、非作物种类等。景观组成变化包括：品种多样性（同一作物不同品种的组合），作物多样性（不同作物的组合），植物多样性（非作物生境中多种植物组合），景观多样性（作物、非作物生境以及非植物土地覆盖的组合）。“量”反映不同类型斑块的大小、面积比例等。“形”表示不同斑块类型的形状、排列方式等。“度”表示尺度，包括时间尺度和空间尺度，反映农田景观格局变化在时间和空间上所涉及到的范围和发生的频率1",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "生态调控目标对象是有害生物，而调控途径的作用方式也可以多样，如：（1）可以通过设计、规划或操控区域景观内作物种类、非作物生境类型以及各景观要素多元化变化，为害虫提供食物和庇护所，延缓靶标害虫对农药和转基因作物等的抗性，或者阻隔害虫迁移，从而对害虫种群动态进行调节与控制。（2）可以通过设计和操控区域性农田多元化景观格局，为自然天敌提供蜜源食物和生境，促进天敌在作物种植区和非作物生境内来回运动，可直接调节和增加天敌昆虫种类与数量，有效控制和减少害虫的种群数量，从而提高区域性农田景观中天敌昆虫的生物控害服务功能。（3）还可以将前两",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "个调控途径同时进行。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2000一2010年是中国生态环境受人类活动干扰最大的时期：土地利用格局的改变与全球性的气候变化导致有害生物发生与为害的格局及其动态发生改变，进而影响有害生物对生态系统及其服务功能的胁迫作用。前期研究中我们以中国各省农田、森林和草原生态系统中有害生物发生分布、变化趋势和影响评估为核心，系统评估了中国及各省2000一2010年有害生物造成的生物灾害致灾因素的类型，重要致灾因子的分布范围、发生面积、发生程度；分析了生物灾害各类致灾因子空间分布特征及其2000一2010 年变化趋势；探讨了受灾区应灾能力的成本投入和防治措施；确定了评估单元内生物灾害对人员安全、财物及生态系统的影响；提出了加强基于景观多样性的有害生物生态调控作用机制研究[20]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在未来生态环境和人类活动更加快速的变化条件下，针对作物病虫害预防与治理，我们提出构建基于区域性农田景观多元化的有害生物生态调控体系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）在理论上。进一步研究景观类型的特征、景观格局与构成以及景观多样性对有害生物数量动态和为害程度的影响，以揭示生物灾害景观因子的生态调控作用机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）在方法上。分析有害生物发生数量或发生程度存在时间相关性，将灾前预测预报、灾时实时监测和灾后损失分析三个阶段整合成一体进行评估；且在斑块、景观、区域甚至全国等不同尺度下开展有害生物灾害的景观驱动机制分析。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）在技术手段上。利用3S技术（地理信息系统GIS、遥感信息技术RS和全球定位系统GPS）、景观格局分析和数学分析等方法，明确不同景观要素类型对有害生物和自然天敌的影响特征和作用规律；利用稳定同位素和生物分子标记技术等方法，探索植物（作物和非作物生境中的植物）与有害生物及其自然天敌的相互作用机制；并结合室内实验，野外试验和数学模拟分析，评价基于区域性农田景观多元化的有害生物生态调控为人类提供的服务价值，并提出维持和增强区域性农田景观对作物病虫害生态调控的优化措施与实施方案。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）在病虫害管理策略上。通过设计、规划和操控区域性农田景观中各种植物（包括种植的作物和生境植物）的种植时间和空间位置，以影响或决定有害生物及其天敌的食物来源与栖息场所，从而调节有害生物和天敌种群的数量增减和迁移扩散路径。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上所述，作物病虫害生态调控主要是通过调节农田景观中的植物来控制有害生物。在这个过程中，从时间上，需要考虑整个一年甚至多年长期管理。从空间上，首先需要明确区域性农田景观的最大空间边界；其次需要在区域内设置长期定位的代表性的监测点，掌握（包括农田斑块内部和外部景观斑块）主要植物类型，以及有害生物及其天敌等物种种类和数量动态；再次根据农田景观要素可操作和改造难易程度，我们提出分为农田斑块内部品种多样性和作物多样性管理、农田斑块边缘缓冲区植物多样性管理和农田斑块外部景观多样性管理，以利于发挥区域性有害生物生态调控的最大潜能。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1欧阳芳，戈峰.农田景观格局变化对昆虫的生态学效应.应用 昆虫学报,2011,48:1177-1183.   \n2 欧阳芳,赵紫华，戈峰.昆虫的生态服务功能.应用昆虫学报, 2013,50:305-310.   \n3 戈峰,欧阳芳,赵紫华.基于服务功能的昆虫生态调控理论.应 用昆虫学报,2014,51:597-605.   \n4 Meisner M H, Zaviezo T,Rosenheim JA.Landscape crop composition effects on cotton yield,Lygus hesperus densities and pesticide use.Pest Management Science,2017,73(1):232-239.   \n5Ouyang F, Yang B, Cao J, et al. Tracing prey origins,proportions and feeding periods for predatory beetles from agricultural systems using carbon and nitrogen stable isotope analyses.Biol Control, 2014,71: 23-29.   \n6Ouyang F, Men X, Yang B,et al. Maize benefits the predatory beetle, Propylea japonica (Thunberg),to provide potential to enhance biological control for aphids in cotton. Plos One,2012,7: e44379.   \n7Zhao Z H,Hui C,He D H,et al. Effects of position within wheat field and adjacent habitats on the density and diversity of cereal aphids and their natural enemies.Biocontrol 2013,58:765-776.   \n8 Dong Z,Ouyang F,Lu F,et al. Shelterbelts in agricultural landscapes enhance ladybeetle abundance in spillover from cropland to adjacent habitats.Biocontrol 2015,60(3): 351-361.   \n9 Rusch A, Chaplin-Kramer R,Gardiner M M,et al.Agricultural landscape simplification reduces natural pest control: A quantitative synthesis.Agriculture, Ecosystems & Environment,   \n2016,221: 198-204.   \n10 Martina E A,Reinekingb B,Seoc B,et al. Natural enemy interactions constrain pest control in complex agricultural landscapes.PNAS,2013,110(14): 5534-5539.   \n11 Costamagna A C, Venables W N, Schellhorn N A.Landscapescale pest suppression is mediated by timing of predator arrival. Ecological Application,2015,25(4): 1114-1130.   \n12 Schellhorn N A,Bianchi F JJA,Hsu C L.Movement of entomophagous arthropods in agricultural landscapes: links to pest suppression. Annual Review of Entomology,2014, 59: 559-581.   \n13 欧阳芳，门兴元，关秀敏,等.区域性农田景观格局对麦蚜及 其天敌种群的生态学效应．中国科学：生命科学,2016,46: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "139-150. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "14 Lu Y,Wu K, Jiang Y,et al. Widespread adoption of Bt cotton and insecticide decrease promotes biocontrol services.Nature,2012, 487: 362-365.   \n15Tabashnik BE,Brévault T,Carriere Y.Insect resistance to Bt crops: lessons from the first billion acres.Nature Biotechnology, 2013,31: 510-521.   \n16 Gassmann A J,Petzold-Maxwell JL, Clifton E H,et al.Fieldevolved resistance by western corn rootworm to multiple Bacillus thuringiensis toxins in transgenic maize.PNAS,2014,111(14): 5141-5146.   \n17 Carriere Y, Crickmore N, Tabashnik B E. Optimizing pyramided transgenic Bt crops for sustainable pest management.Nature Biotechnology,2015,33: 161-168.   \n18 Carriere Y, Fabrick JA,Tabashnik B E.Advances in managing pest resistance to Bt crops: pyramids and seed mixtures.In: Horowitz A,Ishaaya I(eds).Advances in Insect Control and Resistance Management. Springer International Publishing,2016: 263-286.   \n19 Jin L, Zhang H, Lu Y, et al. Large-scale test of the natural refuge strategy for delaying insect resistance to transgenic Bt crops. Nature Biotechnology,2015,33:169-174.   \n20 欧阳芳,戈峰,徐卫华,等.中国生物灾害评估.北京:科学出版 社,2016. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Ecological Effects of Regional Agricultural Landscape on Insect and Its Prospect ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Ge Feng' Ouyang Fang1,² Men Xinyuan³ (1 State KeyLaboratoryofIntegratedManagementofPestandRodents,InstituteofZoology,ChineseAcademyofSciences, Beijing 100101, China; 2 DepartmentofEnvironmentalScience,Policy,andManagement,ColegeofNaturalResourcesandBerkeleyInstituteforata Science, University of California,Berkeley, CA 94720, USA; 3 Institute of Plant Protection, Shandong Academy of Agricultural Sciences,Jinan 2501oo, China ） bstractEcologicalregulationandcontrolofpestsarealwaysimportantfrontierareas inscienceandtechnologyforpreventioand managementofcropdiseasesandinsectpests.Teresearchsystemonecologicalregulationandcontolofpestsisdevelopingfromasingle agroecosystetoegoallturalndsapeostemResearchgtetsofndsapeatehaacteristaduactiii inegionalagricuraldsapeossteoopiseasadsetpests,ndtturaleeieshasgreatsignicacefoeti andmanagemetofpests.Italsoeefitsteploretheinfueceofumactiisorctureadfunctiosofodiversitydtuate themechanissofitegratedfunctio,aintenanceandegatioofodiversityOrentationpeventioandmanagementofodisea and nsectpestsbasedoninformationflowandbehaviourmanipulationamongorganismsarenotonlyfundamentalresearchesbutalsoan importantpartofagriulturalproductionactivitis.Theycanokandunctionforfoodcosproductiondeologicalmaagementactiii of pestsinregioalagicurallandscapecosystemHereainlyeborateologicaleetsoflandscapepateharacteristsad humanactivitiesinegioalagrculturallandscapecossteonisectpestsandeirnaturalenemies.Andeneproposeatratesyste of ecologicalregulationandcontrol of pests based on biologically-diversified landscape ecosystems at regional scale. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keyorlll characteristics,humanactivities ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "戈 峰中科院动物所研究员，农业虫害鼠害综合治理研究国家重点实验室主任，兼任中国昆虫学会副理事长、农业昆虫专业委员会主任、《应用昆虫学报》主编，以及Insect Science，Scientific Reports编委。主要从事全球变化下昆虫生态学及其害虫生态调控研究。已研究了华北农区棉花、小麦、玉米等农田景观中害虫、天敌发生动态，建立了昆虫生态能学方法、稳定同位素方法和基于“双圆”的土壤昆虫定量调查方法，解析了不同播种期、套间作、作物多样化等对天敌控害功能的影响；分析了大气 $\\mathrm { C O } _ { 2 }$ 浓度升高下“作物一害虫一天敌”互作关系。已发表学术论文280余篇。其中，以第一作者或通讯作者在Global Change Biology，New Physiologist，Methods in Ecology and Evolution等SCI刊物发表论文110多篇。主编《现代生态学》和《昆虫生态学理论与方法》。有关《棉铃虫区域性生态调控研究》研究成果获1998年中科院科技进步奖二等奖。E-mail:gef@ioz.ac.cn",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "GeFengProfeoratInstituteofZoologyChineseAcademyofciences(CAS)directoofteStateKeyLaboratoryfIntegatedest ManagementicepstoeoolicalityfnaectoofoesalCmfluralIsectsif ofChineseJournalofAppliedEntomologyditorialbardmemberofIsectScienceandSentfceprts.Hisresearchainlyfocuseson insectecologyandntegratedpestmaagement(M).Hesearcedisectpestsdtheiraturaleemiesiagiculturallndspesste includingcotoeatdinrthi.Hetabdtalysetdologaleegeifantitativeeaatife biologicalcontrolvalueofpredatoryisects,ndevelopedatwoiclemethodTCM)forsiultaneouslyestimatigdensitisofgoud dwelingarthrodsandteefectiverappngdius.Healsopromotedthaplicatioofstableisotopealyssouantitatieeauati ofthebiologicalcontroleciecyofpredatoryinsets.Hevealedteiflueceofcopowingtie,intercropingandopivesityon biologicalcontrolbynturaleemyandaalyedtheinteractiosamongcrops-isectpest-aturalee”underelevatedatospric $\\mathrm { C O } _ { 2 }$ Morethan2OpapershavebenpublishedinSCindexedjoualsandChinesejouals,ofwhich11OpapersarepublisedwithSCindexed jounaluchasGobalhangeBiologyNewysiologistMethdsinEcologndEvolution.HisoscudeIsectEcologeoyd MethodandMdernEcology.Theresearchocologicalregulationandcontrolofcottnbollwoatregionalscaleinascondprizeof Science and Technology Progress Prize of CAS in 1988.E-mail: gef@ioz.ac.cn ",
        "page_idx": 5
    }
]