[
    {
        "type": "text",
        "text": "Structural basis and functional analysis of the SARS coronavirus nsp14-nsp10 complex ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yuanyuan Maa, Lijie $\\boldsymbol { \\mathsf { W } } \\boldsymbol { \\mathsf { u } } ^ { \\boldsymbol { \\mathsf { b } } }$ ,Neil Shaw, Yan Gaoa, Jin Wangd,e, Yuna Sunc, Zhiyong Loua, Liming Yana, Rongguang Zhangb.c1,and Zihe Raoa,b.d,e,1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "abatorroiine h Biopsis,acaebadcteai Sichuan 610041,China;and Collaborative Innovation Center for Biotherapy Chengdu,Sichuan 610041,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "EditedyGaioddd review May4,2015) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nonstructural protein 14 (nsp14) of coronaviruses (CoV) is important for viral replication and transcription.The N-terminal exoribonuclease (ExoN) domain plays a proofreading role for prevention of lethal mutagenesis,and the C-terminal domain functions as a (guanine-N7) methyl transferase (N7-MTase) formRNA capping.The molecularbasis ofboth these functions is unknown.Here,we describe crystal structures of severe acute respiratory syndrome (SARS)-CoV nsp14 in complex with its activator nonstructural protein10 (nsp10) and functional ligands.One molecule of nsp10 interactswith ExoN of nsp14 to stabilize it and stimulate its activity.Although the catalytic core of nsp14 ExoN is reminiscent of proofreading exonucleases, the presence of two zinc fingers sets it apart from homologs. Mutagenesis studies indicate that both these zinc fingers are essential for the function of nsp14.We show that a DEEDh (the five catalytic amino acids) motif drives nucleotide excision.The N7-MTase domain exhibits a noncanonical MTase fold with a rare $\\mathfrak { \\textbf { \\beta } }$ -sheet insertion anda peripheral zinc finger.The cap-precursor guanosine-P3-adenosine-5',5'-triphosphate and S-adenosyl methionine bind in proximity in a highly constricted pocketbetweentwo $\\beta$ -sheets to accomplish methyl transfer. Our studies provide the first glimpses,to our knowledge, into the architecture of the nsp14-nsp10 complex involved in RNA viral proofreading. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CoV丨nsp14|proofreading|exoribonuclease丨methyltransferase ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "oronaviruses (CoV),belonging to the Coronaviridae family in the order Nidovirales (1),are one of the major threats to public health.The most notable infections are the severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) caused by the SARS-CoV and MERS-CoV,respectively (2,3). SARS-CoV brought about more than 8,Ooo infections and 800 deaths,and MERS-CoVhas caused1,139 cases of infections and 431 deaths till May 25, 2015 (www.who.int/en/). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CoVs have the largest genomes among RNA viruses (4). There are14 ORFs in the genome of SARS-CoV.Among these, ORF1a and ORF1b encode 16 nonstructural proteins (nsp） that predominantly playa role in replication and transcription (5).Within these nsps, nspl2 functions as a RNA-dependent RNA polymerase (RdRp),and nsp8 together with nsp7 functions as a primase and confers processivity to polymerization by nspl2 (6-8).More importantly, the nsp7-nsp8-nspl2 complex can associate with nsp14 without impacting RNA synthesis (8).This interaction is crucial, because nspl4 has been shown to play a pivotal role in decreasing the incidence of mismatched nucleotides through its exoribonuclease domain (ExoN) (9-11),a role akin to a proofreading ExoN associated with a polymerase.Abrogation of the nspl4 ExoN activity results in enhanced sensitivity to the RNA mutagen 5-fluorouracil (12,13).The nsp14-nsp10 complex can exquisitely excise $3 ^ { \\prime }$ mismatched nucleotides from dsRNA(14).Disturbance of the interaction between nspl4 and nsp1O has been shown to result in a decrease in replication fidelity(15).Consequently, in contrast to the general replication fidelity of RNA viruses $( 1 \\mathsf { \\check { 0 } } ^ { - 3 } \\ – 1 0 ^ { - 5 } )$ ，the low mutation rate $( 1 0 ^ { - 6 } – 1 0 ^ { - 7 } )$ of SARS-CoV is tied to the ExoN activity. ADEDDh (the five catalytic amino acids) motif drives catalysis by nsp14 that is important for the viral replication and transcription (14,16).In vivo studies using mouse models have demonstrated a role for this ExoN activity in viral virulence and pathogenesis (17). Nsp14 is highly conserved within the Coronaviridae family.Intriguingly,ExoNs also are encoded byRNA viruses belonging to the order Nidovirales with genomes larger than $2 0 ~ \\mathrm { k b }$ (4, 18, 19). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In addition,nspl4 is also known to function as an S-adenosyl methionine (SAM)-dependent (guanine-N7）methyl transferase (N7-MTase) (2O).Assembly of a cap1 structure at the $5 ^ { \\prime }$ end of viral mRNA assists in translation and evading host defense (21-23). Formation of this cap in SARS-CoV requires four sequential reactions.First，nspl3RNA triphosphatase(RTPase）hydrolyzes nascent RNA to yield pp-RNA (24). Then an unknown guanylyltransferase(GTase) hydrolyzes GTP,transfers the product GMP to pp-RNA,and creates Gppp-RNA.Then nsp14 methylates the $5 ^ { \\prime }$ guanine of the Gppp-RNA at the N7 position, followed by methylation of the ribose of the first nucleotide at the $2 ^ { \\prime } – \\mathrm { O }$ position by nsp16 (20,25).Nsp10 has been shown to activate the $2 ^ { \\prime }$ -O-MTase activity of nspl6 by stabilizing the SAM-binding pocket and extending the substrate RNA-binding groove of nsp16 (26,27). Similarly,theExoNactivityof nspl4isfullyunleashed onlyinthe presence of nsplO (14).However, the molecular basis for this activation is poorly understood. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Significance ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Proofreading exonucleases contributing to replication fidelity in DNA viruses and cellular organisms are well known; however, proofreading in RNA viruses was unknown until recently. Coronavirusnonstructural protein 14 (nsp14) has been shown to function asa proofreading exoribonuclease. Additionally, nsp14 shows (guanine-N7) methyl transferase activity for viral mRNA capping. Both roles are important for viral replication and transcription. Here, we report the structures of severe acute respiratory syndromecoronavirus nsp14 in complex with its activator nonstructural protein 10 (nsp10) and functional ligands. Structural observations coupled with mutagenesis and functional assays provide a better understanding of the function of nsp14. Furthermore, the structures of the nsp14-nsp10 complex demonstrate several unique niches that could be targeted for development of potent antiviral drugs. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Author contributions:Y.M.and Z.R.designed research; Y.M.,L.W.,Y.G.,J.W.,Y.S.,and L.Y.   \nperformed research; Y.M., Z.L., L.Y.,R.Z.,and Z.R.analyzed data; and Y.M.,N.S.,and Z.R.   \nwrote the paper. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The authors declare no conflict of interest. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Thisarticle isa PNAS Direct Submisson.G.K.A. isa guest editor invited by the Editorial Board.   \nFreely available online through the PNAS open access option. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Data deposition: The structures reported in thisarticle have been deposited in the Protein Data Bank,www.pdb.org (PDB ID codes 5C8S,5C8T,and 5C8U). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1To whom correspondence may be addressed. Email: raozh@mail.tsinghua.edu.cn or rzhang@sun5.ibp.ac.cn. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.   \n1073/pnas.1508686112/-/DCSupplemental. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/ffdb601655a4747fdbb6f9d94f40f9a6f6188cf61593b868a165611579676f71.jpg",
        "img_caption": [
            "Fig.1.Overallstructure of the nsp14-nsp10 complex.(A) Domain organization of nsp14 and nsp10. Domain boundaries are marked with residue numbers. (B) Cartoon representation of the structure of the nsp14-nsp10 heterodimer. Nsp10, the ExoN domain,the N7-MTase domain,and the loop at the N terminus of N7-MTase are marked red,green,marine,and pink,respectively. Invisible residues from 454 to 464 of nsp14 are shown by a dashed line.Magnesium,zinc ions,and the N7-MTase substrates SAH and GpppA are shown as spheres and are colored magenta,gray,yellow,and light pink,respectively.Three zinc fingers (ZF)of nsp14 are highlighted with residues shown as sticks. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here,we report the nsp14-nsplO complex structures and show how nsp14 is activated by nspl0.Structural observations coupled with mutagenesis and functional assays unveil several previously unknown features of nspl4 and provide a better understanding of its participation in proofreading and mRNA capping. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and Discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Overall Structure of the nsp14-nsp10 Complex.Full-length nsp14 was coexpressed with nsplO in Escherichia coli and purified as a preformed complex (Fig.1A and Fig. S1). The unliganded, SAMbound,and S-adenosyl homocysteine (SAH)-guanosine-P3-adenosine $\\cdot 5 ^ { \\prime } { , } 5 ^ { \\prime }$ -triphosphate (GpppA)-bound nsp14-nsp10 complex structures were refined to $3 . { \\overset { \\cdot } { 4 } } \\operatorname { \\hat { A } } , { \\overset { \\cdot } { 3 } } . 2 \\operatorname { \\overset { \\cdot } { A } } .$ and $3 . 3 \\mathring \\mathrm { A }$ resolutions, respectively (Table S1).With the exception of the region encompassing amino acids 454 464 of nsp14 and the C terminus of nsp10 (residues 132- 139),all residues of nsp14 and nsplO could be built in the final model (Fig.1B). The complex structure reveals that one molecule of nsp10 binds one molecule of nspl4 (Fig. 1B).Furthermore,nsp14 is bimodular; amino acids 1-287 fold into the ExoN domain,and amino acids 288-527 form the N7-MTase domain. A convoluted loop consists of amino acids 288-3O1,and a break in it could result in abolishment of the N7-MTase activity (28).Electron density maps of the two active centers are shown in Fig. S2.Nsp1O interacts exclusively with the ExoN domain of nspl4 (Fig.1B),as is consistent with previous biochemical results showing that nsplO stimulates the ExoN activity without perturbing the N7-MTase activity (14,25). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Structure of the nsp14 ExoN Domain. The ExoN domain contains a central, twisted $\\beta$ -sheet made up of five $\\beta$ -strands (Fig.2A). The strands forma parallel $\\beta$ -sheet with the exception of $\\beta 3$ and are flanked by $\\alpha$ -helices on either side.Such an arrangement of the core structural elements is reminiscent of the structures of the DEDD superfamily exonucleases,such as the ε subunit of $E$ 、coli DNA polymerase III [Protein Data Bank (PDB) code 1J53; $Z$ score of 11.7, rmsd of $3 . 0 \\mathrm { ~ \\AA ~ }$ over 174 aligned $\\mathrm { C a }$ atoms as calculated by DALI server (Fig. 2B)] (29). One $\\mathbf { \\breve { M } g } ^ { 2 + }$ ion is observed at its active center (Fig.2A).However, three major structural differences set nsp14apart from typical DEDD family exonucleases (Fig.2A). First, the N-terminal Ala1-Arg76 formsa long,flexible region that interacts with nsp10. Second,a $\\beta$ -hairpin structure containing β5 and β6(Ala119-Asp145)also is observed to interact with nsp10. Last, the most striking difference is the presence of a zinc finger on either side of the $\\beta$ -sheet.The first zinc finger,comprising of Cys207,Cys210,Cys226,and His229,islocated between $\\scriptstyle \\alpha 4$ and $\\beta 1 0$ ,and the second zinc finger comprising,His257, Cys261,His264, and Cys279,is located betweenα5 and α6(Figs. $1 B$ and 2A). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Comparison of nsp14 ExoN Active Sites with Proofreading Homologs. ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although the overall structure of the nsp14 ExoN domain has diverged significantly from other proteins, the architecture of the catalytic core and active sites resembles those used by DEDD-type exonucleases,such as the proofreading ExoN domain of DNA polymerase I Klenow fragment (PDB ID code 1KLN) and the ε subunit ofDNA polymerase III(PDBID code 1J53)of $E$ coli, suggesting a conserved mechanism for catalysis.These proteins and nsp14 share a similar two-metal-ion-assisted mechanism for removal of misincorporated nucleotides (30-32).In the nsp14-nsp10 complex structure,only one $ { \\mathbf { M } }  { \\mathbf { g } } ^ { 2 + }$ coordinated by Asp90 and Glu191 is observed.The absence of the second metal ion could be attributed to the lack of the substrate or product binding (30). Ingredients such as the $3 ^ { \\prime }$ end of DNA,metal ions,and the solvent molecule required for catalysis are positioned in place by side chains of D355,E357,D424,Y497,and D501 of the Klenow fragment (Fig.2C) (33).The ExoN domain of nsp14 exhibits a similar constellation of acidic amino acids,with one notable difference.A conserved aspartate of motif II (34,35), for instance Asp424 of the Klenow fragment and AsplO3 of the ε subunit of polymerase II, is replaced by Glu191 in nsp14 (Fig. $2 C$ and Fig. S3) (31,33). In addition,His268 categorizes nsp14 as a DEDDh-type exoribonuclease.The position of these catalytic amino acids around a nucleotide modeled in the active site of ExoN is shown in Fig.2C.The $\\mathbf { M g ^ { A } }$ activates one molecule of water to initiate the nucleophilic attack on the phosphorous of the substrate,whereas $\\mathbf { M g } ^ { \\mathbf { B } }$ facilitates the leaving of the product (Fig. $2 C$ ).Simultaneously mutating Asp90 and $\\mathrm { G l u 9 2 }$ to alanine impaired the ExoN activity significantly,whereasE191A,H268A,orD273A mutantswere severely deficient in their ability to degrade RNA,confirming the importance of these amino acids in the excision of nucleotides (Fig. $\\bar { 2 } D$ ） Intriguingly,Asp243,previously mistaken as a catalytic residue (5, 16),is the fifth highly conserved acidic amino acid located between motifs II and III (Fig. $2 C$ and Fig. S3) (34). The ExoN activity of D243A mutant is completely lost (Fig.2D).In contrast to reported results,the activity of D90A/E92A,D243A,H268A,and D273A complexed with nsp1O or not on different substrates has been shown to be nearly identical (14,16, 20). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Further,we mutated residues of the two zinc fingers of the ExoN domain of nspl4 to decipher their functions.Zinc finger 2 is in proximity to the catalytic residues.Disruption of this zinc finger via a C261A or H264R mutation abolished the enzymatic_activity, suggesting this zinc finger has a role in catalysis (Fig. 2D).In stark contrast to mutants of zinc finger 2, none of the mutants of zinc finger 1 could be expressed as soluble proteins.Inspection of the structure reveals that zinc finger 1 contributes the structural stability of nsp14. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Thus,Asp90,Glu92,Glu191,His268,and Asp273 of nsp14 are likely to provide the electrophilic environment necessary for ligand binding and catalysis.In addition,both the zinc fingers of the ExoN domain are essential for the function of nsp14. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stimulation of ExoN Activity of nsp14 by nsp10.In the absence Of nsp10, nsp14 cannot catalyze nucleotide excision efficiently (Fig.2D). The structure of the nsp14-nsp10 complex explains this requirement of nsp10 for enzymatic activity of nspl4.Known structures of nsp10 could be superimposed over the nsp14-nsp10 complex with an rmsd of $< 0 . 8 \\mathrm { ~ \\AA ~ }$ between matching $\\mathrm { C a }$ atoms over the entire length of nspl0.Two regions of nsp1O contribute the majorresidues for nspl4-nsp1O interaction (Fig.3A).The first contact area involves the entire N-terminal loop and helix α1 (Pro1-Leu24) of nspl0,which has led to interpretable electron density for these first nine residues of nsplO that were not observed in previous structures (26,27,36,37).The residues Ala1, Asn3,and Glu6 of nsplO stabilize the $\\mathbf { N }$ terminus of nsp14 by forming hydrogen bonds with Lys9,Asp1O,and Thr5,respectively,whereasPhe16,Phe19,and Val21 of nsp1O form van derWaals interactions with Phe60,Met62,and Tyr64 of nsp14 (Fig. $3 B$ and $D$ ).The second region of intermolecular interactions is extensive and encompasses residues from the loop region following helix $\\alpha 2$ and residues around zinc finger 1.Here,a number of complementary hydrogen bonds are observed;Asn40,Lys43,Leu45, Thr58,Ser72,Lys93,and Tyr96 of nsp10 interact with Thr25,His26, Cys39,Asp41,Ala23,Tyr51,and His19 of the N terminus of nsp14.A salt bridge formed betweenHis80 of nsp10 and Asp126 of nsp14 and a hydrogen bond between Cys90 of nspl0 and Asnl29 of nsp14 stabilize the structural elements between $\\beta 5$ and β6 of nsp14 (Fig. $3 C$ and $D$ ).The extensive interaction of nsplO with nspl4 suggests that nsp1O might be necessary to maintain the structural stability of the ExoN domain and fully unleash the ExoN activity of nspl4(14). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b19e8771aad047f21ae6d5ba27e185f9da348e7cb3556e466180244f60947fcd.jpg",
        "img_caption": [
            "FigCmas itecoda El ()Tecivft subnit $\\mathsf { M g } ^ { \\mathsf { B } }$ observed in the structure and ${ \\mathsf { M } } { \\mathsf { g } } ^ { \\mathsf { A } }$ modeled are shown asspheres.Dashed lines indicate the hydrogen bonds between $\\mathsf { M g } ^ { \\mathsf { B } }$ and D90 and E191. $( D )$ Exoribonuclease assays fornsp10,nsp14alonendnsp14onsp4mutantsincomplexwithnp10on5labeledssNAof22cleosides (A2).esbol $\" \\# \"$ indicates cleavage products. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Previous mutagenesis studies had shown that regions of nsp10 contacting nsp14 and nspl6 overlap substantially (38,39). Comparison of the nsp14-nsp10 complex with the nsp16-nsp10 complex surprisinglyreveals that a significantlylarger surface area of nsp1O contacts with nsp14 (Fig. S4).The buried solventaccessible areas of nsp1O for contacting nspl4 and nspl6 are 2,236 $\\mathring { \\mathbf { A } } ^ { 2 }$ and $9 3 8 \\mathrm { ~ \\AA ~ } ^ { 2 }$ ,respectively.Because nsplO is encoded in about three- to sixfold excess over nsp14 and nspl6,the nsp14-nsp10 complex and nspl6-nsp10 complex can exist simultaneously. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/de29ac53944acf13625f0c6ecf5d27885692104172c2d3407c9d3c8d84dbf2da.jpg",
        "img_caption": [
            "Fig.3. Intermolecular interactions between nsp14 and nsp10. Zinc ions are represented as gray spheres in $A - C$ ：(A)The Nsp14 ExoN domain (green) is stabilized by nsp10 (red).Two regions of nsp10 (boxed) contribute major interactions with nsp14. $Z _ { \\mathsf { n } 1 } \\mathsf { \\Pi } ^ { \\mathsf { n } \\mathsf { s p } 1 0 }$ ,the first zinc ion of nsp10.(B and C) Interaction detalsbyegis)and.HdroendsbtweresiduesreshoyashdinResidusfsp4ndspvolediniteactioe displayed as greenand red sticks,respectively. (D)Schematic representationof thecontacts between nsp10and nsp14. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a88d546d7af19c560ac4fb80a91c30ae4fe4a5cacca72fbfbc693eae6f88687c.jpg",
        "img_caption": [
            "Fig.4.Structure and methyl transfer mechanism of the nsp14 N7-MTase domain.(A) Cartoon representation of the N7-MTase domain marked with secondary structural elements.(B) Amino acids within $4 \\mathbb { A }$ of the ligands SAH (blue)and GpppA (red) are labeled and numbered.The magenta arrow indicates the methyl transfer.Dashed lines between residues indicate hydrogen bonds.Trp385,Asn386,Phe401,and Phe506 are shown by dashed bonds to depict their position below the plane of ligand GpppA.(C) The ability of nsp14 to methylate N7 of guanine of GpppA-RNA was measured.The results depict the efficiency of the conversion of substrate to product $( \\% )$ and are plotted as a bar graph.WT nsp14 and its mutants were complexed with nsp10. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Structure of the nsp14 N7-MTase Domain. The N7-MTase domain of nsp14 containsanatypicalMTase fold(Fig. 4A).Thecentral $\\beta$ -sheet is madeup of five $\\beta$ -strands instead of seven; the canonical β3 and $\\beta 6$ stands are missing.Among these strands, β2',β1', $\\beta 3 ^ { \\prime }$ ，and $\\beta 4 ^ { \\prime }$ are positioned parallel,whereas $\\beta 8 ^ { \\prime }$ runs antiparallel. Contrarily,a seldom-observed insertion ofa three-stranded antiparallel $\\beta$ -sheet between canonical strands $\\beta 5$ and $\\boldsymbol { \\beta 6 }$ of the central sheet is observed innsp14 (Fig. 4A).The presence of such a sheet has been noted in the structure of the N7-MTase from Vaccinia virus (PDB ID code 2VDW). This small $\\beta 2$ -sheet is positioned almost perpendicular to the central $\\beta 1$ -sheet.Acavity between sheets $\\beta 1$ and β2 functions as a ligand-binding pocket. Two small helices are embedded in the connecting loops of the $\\beta 1$ -sheet,anda lone $\\alpha$ -helix, $\\alpha 1 ^ { \\prime }$ , is stacked against the opposite face of the central $\\beta 1$ -sheet.Behind this $\\alpha$ -helix lies another long $\\alpha$ -helix, $\\mathbf { \\alpha } \\propto 2 ^ { \\prime }$ . The third zinc finger of nsp14 formed by Cys452,Cys477, Cys484,andHis487 is located at the tip of this helix and protrudes from the protein at its $\\mathrm { ~ \\cal ~ C ~ }$ terminal (Figs. $1 B$ and 4A).Intriguingly,an additional $\\mathbf { \\alpha } \\propto$ -helix, $\\propto 3 ^ { \\prime }$ spanning the last 12 amino acids(Thr516-Gly527） is observed stabilizing the local hydrophobic environment (Fig. S5). Such a modification at the $\\mathrm { ~ \\varsigma ~ } _ { \\mathrm { ~ \\ / ~ C ~ } }$ terminushas beenobserved previously in the nucleic acid-binding SAMdependent MTases (4O). Truncation of this region has been shown to attenuate greatly or abolish the N7-MTase activity of nspl4 (20). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Structural Basis for Methylation of N7 of Guanine by nsp14.In comparing the structures of unliganded, SAM-bound, and SAHGpppA-bound nsp14-nsp10 complexes,no significant structure movement is observed,suggesting that the ligand-binding sites are preformed.The ligands bind in a pocket surrounded by sheets $\\beta 1$ and $\\beta 2$ and helix $\\mathbf { \\alpha } \\propto 1 ^ { \\prime }$ (Fig. 4A and Fig. S6). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The methyl donor SAM sits above the central $\\beta 1$ sheet in the space between the loops connecting strands $\\beta 2 ^ { \\prime }$ with $\\beta 3 ^ { \\prime }$ and $\\beta 3 ^ { \\prime }$ with $\\beta 4 ^ { \\prime }$ .The purine ring is bound in a hydrophobic environment created by_amino acids such as Ile332,Phe367, and $\\mathrm { V a l } 3 8 9$ (Fig. $\\boldsymbol { 4 B }$ ).The O81 and O82 of Asp352 form hydrogen bondswith the $0 3 ^ { \\prime }$ and $\\mathbf { O } 2 ^ { \\prime }$ atoms of the ribose, respectively (Fig. $4 B$ ). Substitution of Asp352 with alanine reduces the N7-MTase activity of nsp14 by $20 \\%$ (Fig. 4C). Asp331 and Gly333,at the end of $\\beta 1 ^ { \\prime }$ ,which previously were shown to be essential for the N7-MTase activity of nsp14 (2O),are observed in proximity to the carboxyl group of SAM.The carbonyl oxygen of Gly333 forms a hydrogen bond with the amino nitrogen of methionine of SAM.Not surprisingly,a D331A/G333A double mutation completely abolished the N7- MTase activity (Fig. 4C).The Trp292 at the N-terminal loop of N7- MTase (Lys288-Asp301) stacks against the ribose for optimal positioning of SAM for catalysis.Disruption of the interaction of $\\mathrm { T r p } 2 9 2$ with ribose reduced the N7-MTase activity by more than $5 0 \\%$ (Fig.4 $B$ and $C$ ).These results are consistent with those reported for the methyltransferase from the Encephalitozoon cuniculi (Ecm1),in which mutations disrupting the interaction of the N7-MTase with ribose and methionine moieties of SAM impairactivity greatly or completely,but those affecting interactions with adenine are not important for activity (41). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Methyl receptor GpppA binds near SAM. Side chains ofPhe401, Tyr420,Phe426,Thr428,and Phe5O6 entrench and hold the purine moiety of guanosine in position (Fig. 4B).Among these amino acids, Phe426 showed the largest influence on the N7-MTase activity, and F426A mutation reduced MTase activity by $5 0 \\%$ (Fig. 4C). Asn386 is located in immediate proximity to the atoms involved in methyl transfer and forms two hydrogen bonds with the guanine moiety to help orient it during catalysis.An N386A mutant abolished more than $5 0 \\%$ of the N7-MTase activity (Fig. 4C). The OS atom of $\\mathrm { A s n } 4 2 2$ is observed to form hydrogen bonds with the $0 3 ^ { \\prime }$ atom of the guanosine ribose moiety.Mutating it to alanine does not significantly impact the N7-MTase activity.Asn306,Arg310,and Lys336 contribute the positive potential for binding the triphosphate moiety.In particular,N82 of Asn306 as well as $\\mathbf { N } \\boldsymbol { \\eta } 1$ and $\\mathbf { N } \\mathfrak { \\eta } 2$ of Arg310 interact with the second phosphate group (Fig. 4B). The importance of these sidechains in catalysisisunderscoredby the fact that the R310A mutant retained only $20 \\%$ of the activity,whereas the K336A mutant retained $5 0 \\%$ (Fig. 4C). Last, $\\mathrm { T r p } 3 8 5$ stacks against the adenosine moiety of GpppA, and a W385A mutation reduced the activity by more than one third (Fig. $4 B$ and $C$ ） ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The mutationsR310A,P335A,K336A,D352A,andY420Ahave been reported; the changes in the activity of these mutants are consistent with our results,except that Y42OA was reported to be inactive (28),butwe found that theL419A/Y420A doublemutant retained $70 \\%$ activity.We believe our results to be reasonable, based on the location of these two residues. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thus,the ligands are held in a highly constricted pocket,ensuring that the methyl donor SAM and acceptor GpppA are held in close proximity.By enforcing charge and shape complementarity,the ligands are oriented in the pocket so that the methyl group of SAM is brought in the vicinity of the N7 of guanine to realize the methyl transfer using an in-line mechanism,as previously proposed for Ecm1 (41). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Intriguingly，zinc finger 3 of nspl4 located in the N7-MTase domain is spatially isolated from the active site,ruling out a direct role for this motif in catalysis (Fig. 4A). Consistent with this observation, C452A and H487R mutations of zinc finger 3 had only a marginal effect on the MTase activity (Fig.4C).The peripheral location of zinc finger 3 may be more suited to forging proteinprotein interactions,for example binding with the nspl6-nsp10 complex to accomplish the second methyl transfer reaction essential for formation of cap1 structure. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Raw TLC data of the N7-MTase activity assays are included as Fig. S7. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Interactions Between the Two Naturally Fused Domains. The ExoN and MTase domains of nsp14 are interlinked,and they interact using hydrophobic interactions (Fig.S8).Three $\\mathbf { \\alpha } \\propto$ -helicesof ExoN stabilize the N-terminal loop (Lys288-Asp301） and the $\\beta 2$ -sheet of N7-MTase domain,the base of the substrate binding pocket of N7-MTase.Ile8O and Val83 of α1,Leu177 of $\\alpha 3$ ，and Val282 and Phe286 of α6 form hydrophobic interactions with Val294,Tyr296,Pro297,Ile299,Leu411,Pro412,andLeu419.All these amino acids are highly conserved within members of the coronavirus genus (Fig. S3),highlighting an important conserved role for these residues (28). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "nsp10 ExoN N7-MTase 2' -O-MTase proofreading sites nsp10 polymerization sites . nascent strand template RTPase GTase RdRp (nsp12) Helicase (nsp13) RNA synthesisand proofreading mRNAcapping ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Model for the Role of nsp14 in Proofreading and mRNA Capping. To envision how nspl4 could participate in the functioning of the replication and transcription complex(RTC),we attempted to infer the interaction mode between nsp14 and nspl2, the RdRp. The polymerization and proofreading sites of DNA polymerases are located on different domains or subunits that are typically separated by a distance of $3 0 \\mathrm { \\AA }$ or more (42). In contrast, during transcription, RNA polymerases carry out both these functions using the same active sites (43).In this context, nsp14 is functionally and structurally more similar to the proofreading exonuclease domain of DNA polymerases.Using the known structure of the Klenow fragment of DNA polymerase I (PDB ID code 1KLN) as a guide, the ExoN domain of nspl4 was placed next to the polymerization site (Fig. 5). During instances of mismatch of nucleotides,the nascent strand is moved to the ExoN site for excision.As the newly synthesized strandis extended,a capO structure is firstassembledat the $5 ^ { \\prime }$ end. This assembly would require the enzymatic activities of a RTPase contributed by nspl3 (24),a guanylyl transferase,which is yet to be identified,and the N7-MTase activity of nsp14.Last, the $2 ^ { \\prime }$ -OMTase activity of nspl6 would result in the formation of a cap1 structure at the $5 ^ { \\prime }$ end of the newly synthesized RNA.Such a model accounts for nspl3 functioning as a helicase for unwinding doublestranded nucleic acids and the direct nsp13-nspl2 interactions (44, 45).Further experiments are necessary to shed more light on the relative orientation of the various active sites of the RTC and how the RNA is maneuvered for formation of the cap1 structure. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The structures of SARS-CoV nspl4 in complex with nsp10 described here reveal that the core structural elementsand catalytic residues of the proofreading ExoN domain of nspl4 are highly similar to those of its eukaryotic and prokaryotic predecessors. Furthermore,nspl4 of SARS-CoV has gained some striking and remarkable structural featuresto accomplish additional tasks such as the methylation of N7 of guanine of cap precursors. Our studies unveil several of these nsp14-specific features.First,nsp1O contacts the nsp14 ExoN domain to provide structural support and facilitate its ExoN activity for proofreading. Second, two zinc fingers are located on the ExoN domain.Our mutagenesis studies show that both zinc fingers are essential for the nspl4 function.Third, the N7- MTase domain of nspl4 adopts an atypical MTase fold and ropes in a second $\\beta$ -sheetto bindthesubstratesinahighlyconstrictedcavity to accomplish methyl transfer. This N7-MTase domain carries athird zinc finger that is located remote from the active sites. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Combined with previous functional data, this work provides evidence for the likely mechanism underlying the involvement of nsp14 in viral replication and transcription. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Protein Production.Full-length nsp10 and nsp14of SARS-CoV isolate Tor2/FP1- 10851 were synthesized by GENEWIZ Inc.and cloned into pGEX-6p-1 and pRSFDuet-1,respectively.Nsp10 with an N-terminal GST tag and nsp14 with a C-terminal His tag were coexpressed in E.coli BL21 (DE3).Cells were grown at 37 $^ { \\circ } { \\mathsf C }$ and induced with $0 . 1 ~ \\mathsf { m M }$ isopropyl $\\beta$ D-thiogalactosidewhen ${ \\mathsf { O D } } _ { 6 0 0 { \\mathsf { n m } } }$ reached O.8.After inductionat $1 6 ^ { \\circ } C$ for $^ { 1 8 \\mathrm { h } , }$ cellswere harvested,resuspended, and lysed by sonication in $2 0 ~ \\mathsf { m M }$ Hepes $( \\mathsf { p } \\mathsf { H } 7 . 0 )$ ,150mMNaCl, $4 \\mathsf { m m } \\mathsf { M } \\mathsf { M } \\mathsf { g } \\mathsf { C l } _ { 2 } ,$ and $5 \\%$ (volvol glycerol.After centrifugation,recombinant protein was purified by GST-affinity chromatography.The GST tag of nsp10 was removed by PreScission protease.Excess nsp10 was separated from the nsp14-nsp10 complex by Hirap S ion-exchange chromatography (GE Healthcare). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mutagenesis was performed using the Easy Mutagenesis System (Transgen Biotech).All nsp14 mutants were coexpressed with nsp10 and purified as described above. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Nsp14 alone was purified using Ni-nitrilotriacetate affinity resin (GE Healthcare) witha gradient of imidazole forwashingand elution. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Crystallization. Crystallization was performed by the hanging-drop vapordiffusion method at $1 6 ^ { \\circ } \\mathsf { C }$ 、Each crystallization drop consisted of $1 ~ \\mu \\mathsf { L }$ of nsp14-nsp10 complex $( 1 0 \\mathrm { m g / m L } )$ mixedwith $1 0 ~ \\mathsf { m M }$ DTTand $0 . 2 5 \\mathsf { m M S A M }$ and $1 \\mu \\ L$ of the mother liquor equilibrated over $2 0 0 ~ \\mu \\iota$ of reservoir solution. Diffraction-quality crystals grew in $1 5 \\%$ (vol/vol) Tacsimate $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 0 \\right)$ ,0.1M Hepes $( \\mathsf { p H } 7 . 0 )$ ,and $2 \\%$ (wt/vol) polyethylene glycol3,350 after optimization bymicroseeding.Diffraction was further improved by dehydration in $2 5 \\%$ glycerol for3 min.To obtain a complex of nsp14-nsp10 with SAM and GpppA,crystals were soaked with $5 0 ~ \\mathsf { m M }$ GpppA (New England Biolabs). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Data Collection and Structure Determination.X-ray diffraction data were collected at Shanghai Synchrotron Radiation Facility beamlines BL19U and 17B.All data were processed with the program HKL30o0 (46).The initial phases were calculated by the single-wavelength anomalous dispersion method using the anomalous signal of zinc atoms with the program PHENIX.autosol (47).A total of 10 zinc atoms were found using HYss (48).After phasing,twofold noncrystallographic symmetry was identified and used in subsequent density modification,dramatically improving the phases of diffraction data.Two molecules of nsp10 (PDB ID code 2G9T) were docked into the map using MOLREP (49). Other parts of the complex were manually built in COOT (5O) and iteratively refined in PHENIX.refine (51).To solve the structure of the unliganded nsp14- nsp10 complex or nsp14-nsp10-SAH-GpppA complex,molecular replacement was done first in MOLREP using the structure of the nsp14-nsp10-SAM complex as the search model,and then the structures were refined in PHENiX.refine.Data collection and refinement statisticsare listed in Table S1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Exoribonuclease Activity Assay.ssRNA made up of 22 nucleotides (RNA22, 5'-GGGCGAUUAGGAGCUAACUGCG-3') was used as a substrate for activity assays (16).To obtain 5'-labeled RNA22,it was incubated with T4 polynucleotide kinase (New England Biolabs)and $\\gamma - \\mathsf { l } ^ { 3 2 } \\mathsf { P } .$ -ATP (PerkinElmer).MicroSpin G-25 columns (GE Healthcare) were used to remove excess $\\gamma - \\int ^ { 3 2 } \\mathsf { P l } \\cdot \\mathsf { A T P }$ .Later,RNA22 was extracted with phenol-chloroform and precipitated with ethanol. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Reaction mixtures contained $3 0 0 ~ \\mathsf { n M }$ nsp14-nsp10 complex (or nsp14 mutantnsp10 complex or nsp14 alone),1,000-cpm labeled RNA22,and $3 0 0 { \\mathsf { n M } }$ unlabeled RNA22 in a buffer made up of $5 0 ~ { \\mathsf { m M } }$ Hepes $( \\mathsf { p H } 7 . 0 )$ ,50 mM NaCl, $5 \\mathsf { m M M g C l } _ { 2 } ,$ and 1 mM DTT.After incubation at $3 7 ^ { \\circ } \\mathsf C$ for5or $3 0 ~ \\mathrm { m i n }$ ,the reactions were stopped by theadditionof an equal volume of loading buffer $( 9 6 \\%$ formamide with $1 0 ~ \\mathsf { m M }$ EDTA).Products were separated on $20 \\%$ 7-M urea-containing polyacrylamide gels and visualized through Phosphorlmager. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MTase Activity Assay.DNA fragments including the optimized T7 class Il promoter $\\Phi 2 . 5$ with ATP as initial nucleotide (52) and the 5'-terminal 259 nucleotides of the SARS-CoV genome (2O) were used as a template for in vitro transcription.We then used the Vaccinia capping system (except for SAM) (New England Biolabs) and $\\mathsf { \\alpha } _ { \\mathsf { d } } \\mathsf { - } \\bigl [ \\mathsf { \\beta } _ { \\mathsf { \\beta } } ^ { 3 2 } \\mathsf { P } \\bigr ]$ -GTP to label the ${ \\bf 5 ^ { \\prime } }$ terminus of the RNA to $\\mathsf { G } ^ { \\star } \\mathsf { p p p A - }$ RNA.To improve the eficiency of the reaction, $\\phantom { - } 0 . 0 5 \\ : \\mathsf { U }$ inorganic pyrophosphatase ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1. De Groot $\\mathsf { R } ,$ et al.(2011) Order nidovirales.Virus Taxonomy,Ninth Report of the International Committee on Taxonomy of Viruses,eds King AM,Adams MJ,Lefkowitz EJ (Elsevier,London),pp 785-795.   \n2.Peiris JS,et al.; SARS study group (2o03) Coronavirus as a possible cause of severe acute respiratory syndrome.Lancet 361(9366):1319-1325.   \n3.Zaki AM,van Boheemen S,Bestebroer TM, Osterhaus AD,Fouchier RA (2012) Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia.N Engl JMed 367(19): 1814-1820.   \n4.Gorbalenya AE,Enjuanes L, Ziebuhr J,Snijder EJ (2006) Nidovirales: Evolving the largest RNA virus genome.Virus Res 117(1):17-37.   \n5.Snijder EJ,et al. (2oo3) Unique and conserved features of genome and proteome of SARS-coronavirus,an early split-off from the coronavirus group 2 lineage.JMol Biol 331(5):991-1004.   \n6. Zhai Y,et al.(2005) Insights into SARS-CoV transcription and replication from the structure of the nsp7-nsp8 hexadecamer. Nat Struct Mol Biol 12(11):980-986.   \n7.Imbert I,et al.(20o6) A second,non-canonical RNA-dependent RNA polymerase in SARS coronavirus.EMBO 25(20):4933-4942.   \n8.Subisi L,et al.(2014) One severe acute respiratory syndrome coronavirus protein complex integrates processive RNA polymerase and exonuclease activities.Proc Nat/ Acad Sci USA 111(37):E3900-E3909.   \n9.Eckerle LD,Lu X,Sperry SM, Choi L, Denison MR (20o7) High fidelity of murine hepatitis virus replication is decreased in nsp14 exoribonuclease mutants.JViro/81(22):12135-12144.   \n10.Eckerle LD,et al.(2010) Infidelity of SARS-CoV Nsp14-exonuclease mutant virus replication is revealed by complete genome sequencing.PLoS Pathog 6(5):e1000896.   \n11.Denison MR,Graham RL, Donaldson EF, Eckerle LD,Baric RS (2011) Coronaviruses: An RNA proofreading machine regulates replication fidelity and diversity. RNA Bio/ 8(2):270-279.   \n12.Smith EC, Blanc H,Vignuzzi M, Denison MR (2013) Coronaviruses lacking exoribonuclease activity are susceptible to lethal mutagenesis: Evidence for proofreading and potential therapeutics.PLoS Pathog 9(8):e1003565.   \n13.Smith EC, Denison MR (2013) Coronaviruses as DNA wannabes:A new model for the regulation of RNA virus replication fidelity.PLoS Pathog 9(12):e1003760.   \n14.Bouvet M,et al. (2012) RNA $3 ^ { \\prime }$ -end mismatch excision by the severe acute respiratory syndrome coronavirus nonstructural protein nsp10/nsp14 exoribonuclease complex. Proc Natl Acad Sci USA 109(24):9372-9377.   \n15.Smith EC,et al. (2015) Mutations in coronavirus nonstructural protein 10 decrease virus replication fidelity.J Viro/ 89(12):6418-6426.   \n16.Minskaia E,et al.(2006) Discovery of an RNA virus $3 ^ { \\prime } \\mathrm { - } > 5 ^ { \\prime }$ exoribonuclease that is critically involved in coronavirus RNA synthesis. Proc Natl Acad Sci USA 103(13):5108-5113.   \n17.Graham RL,et al.(2012)A live, impaired-fidelity coronavirus vaccine protects in an aged, immunocompromised mouse model of lethal disease.Nat Med 18(12):1820-1826.   \n18.Nga PT,et al. (2011) Discovery of the first insect nidovirus,a missng evolutionary link in the emergence of the largest RNA virus genomes. PLoS Pathog 7(9):e1002215.   \n19.Zirkel F,et al.(2011)An insect nidovirus emerging from a primary tropical rainforest. MBio 2(3):e00077-11.   \n20.Chen Y,et al.(2oo9)Functional screen reveals SARS coronavirus nonstructural protein nsp14 as a novel cap N7 methyltransferase.Proc Natl Acad Sci USA 106(9):3484-3489.   \n21.Marcotrigiano J,Gingras AC,Sonenberg N,Burley SK (1997) Cocrystal structureof the messenger RNA $5 ^ { \\prime }$ cap-binding protein (elF4E) bound to 7-methyl-GDP.Cel 89(6):951-961.   \n22.Nallagatla SR,Toroney R, Bevilacqua PC(2o08)A brilliant disguise for self RNA:5'-end and internal modifications of primary transcripts suppress elements of innate immunity. RNA Biol 5(3):140-144.   \n23.Decroly E,Ferron F,Lescar J,Canard B (2012) Conventional and unconventional mechanisms for capping viral mRNA.Nat Rev Microbiol 10(1):51-65.   \n24.Ivanov KA,et al. (2oo4) Multiple enzymatic activities associated with severe acute respiratory syndrome coronavirus helicase.JViro/78(11):5619-5632.   \n25.Bouvet M,et al.(2010) In vitro reconstitution of SARS-coronavirus mRNA cap methylation.PLoS Pathog 6(4):e1000863.   \n26.Chen Y,et al.(2011) Biochemical and structural insights into the mechanisms of SARS coronavirus RNA ribose 2'-O-methylation by nsp16/nsp10 protein complex.PLoS Pathog 7(10):e1002294. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(New England Biolabs) was added.G-50 Sephadex columns (Roche) were used to remove unused $\\mathsf { \\alpha } \\mathsf { - } \\bigl [ \\mathsf { \\beta } ^ { 3 2 } \\mathsf { P } \\bigr ]$ -GTP.RNA was extracted with phenol-chloroform and precipitated with ethanol. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MTase activitywas tested as follows: $0 . 1 ~ \\mu \\mathfrak { g }$ nsp14-nsp10 complex or nsp14 mutant-nsp10 complex was mixed with 1,0o0-cpm labeled RNA in a buffer madeup of $5 0 ~ \\mathsf { m M }$ Hepes $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 0 \\right)$ 6mMKCI,5mMDTT, $1 \\ \\mathsf { m M } \\ \\mathsf { M g C l } _ { 2 } ,$ and $0 . 2 ~ \\mathsf { m M }$ SAM.After incubation at $3 7 ^ { \\circ } \\mathsf { C }$ for 6 min, $5 \\mu \\mathsf { g }$ nuclease P1 (Sigma) and 1 mM $Z _ { n } C l _ { 2 }$ were added to digest the RNA. Reaction products were spotted on polyethylenimine cellulose plates (Merck) to separate $\\mathsf { G } ^ { \\star } \\mathsf { p p p A }$ from capped $\\mathsf { m 7 G ^ { \\star } p p p A }$ and were visualized using a Phosphorlmager. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The marker $\\mathsf { m } 7 \\mathsf { G } ^ { \\star }$ pppA was prepared as above,except that inorganic pyrophosphatase was replaced by 0.2 mM SAM. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS.We thank Deyin Guo,Jun Li, Cong Zeng,Zhenhua Ming,Xiangxi Wang,Wei Wang,Xiuna Yang,and Yu Dong for technical assistance and valuable advice.This work was supported by Ministry of Science and Technology of China Project 973 Grants 2014CB542800 and 2014CBAo2oo3,National Natural Science Foundation of China Grant 81330036,and Strategic Priority Research Program of the Chinese Academy of Sciences Grant XDB08020200. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "27.Decroly E,et al.(2011) Crystal structure and functional analysis of the SARS-coronavirus RNA cap 2'-O-methyltransferase nsp10/nsp16 complex.PLoS Pathog 7(5):e1002059.   \n28.Chen Y,et al.(2013) Structure-function analysis of severe acute respiratory syndrome coronavirus RNA cap guanine-N7-methyltransferase.JViro/87(11):6296-6305.   \n29.Holm L, Rosenstrom P(2010) Dali server: Conservation mapping in 3D.Nucleic Acids Res 38(Web Server issue, suppl 2):W545-9.   \n30.Beese LS,Steitz TA (1991) Structural basis for the $3 ^ { \\prime } - 5 ^ { \\prime }$ exonuclease activity of Escherichia coli DNA polymerase I:A two metal ion mechanism.EMBO J10(1):25-33.   \n31.Hamdan S, Carr PD,Brown SE, Olls DL, Dixon NE (2002) Structural basis for proofreading during replication of the Escherichia coli chromosome.Structure 10(4):535-546.   \n32.Chen P,et al.(2oo7) Biochemical characterization of exoribonuclease encoded by SARS coronavirus.J Biochem Mol Biol 40(5):649-655.   \n33. Ollis DL, Brick P,Hamlin R, Xuong NG,Steitz TA(1985)Structure of large fragmentof Escherichia coli DNA polymerase I complexed with dTMP.Nature 313(6005):762-766.   \n34.Zuo Y, Deutscher MP (2001) Exoribonuclease superfamilies: Structural analysis and phylogenetic distribution. Nucleic Acids Res 29(5):1017-1026.   \n35.Bernad A,Blanco L,Lazaro JM,Martin G,Salas M (1989)A conserved 3'- 5'ex0- nuclease active site in prokaryotic and eukaryotic DNA polymerases. Ce// 59(1):219-228.   \n36.Joseph JS,et al.(20o6) Crystal structure of nonstructural protein 10 from the severe acute respiratory syndrome coronavirus reveals a novel fold with two zinc-binding motifs.J Viro/ 80(16):7894-7901.   \n37.Su D,et al. (2006) Dodecamer structure of severe acute respiratory syndrome coronavirus nonstructural protein nsp10.J Viro/ 80(16):7902-7908.   \n38.Bouvet M,et al.(2014) Coronavirus Nsp10,a critical co-factor for activation of multiple replicative enzymes.J Biol Chem 289(37):25783-25796.   \n39.Lugari A,et al.(20i0) Molecular mapping of the RNA Cap 2'-O-methyltransferase activation interface between severe acute respiratory syndrome coronavirus nsp10 and nsp16.J Biol Chem 285(43):33230-33241.   \n40.Martin JL,McMillan FM (2002) SAM (dependent) I AM:The S-adenosylmethioninedependent methyltransferase fold.Curr Opin Struct Biol 12(6):783-793.   \n41.Fabrega C, Hausmann S,Shen V, Shuman S,Lima CD (2o04) Structure and mechanism of mRNA cap (guanine-N7) methyltransferase.Mol Cell 13(1):77-89.   \n42.Kunkel TA, Bebenek K (20oo) DNA replication fidelity.Annu Rev Biochem 69:497-529.   \n43.Sydow JF,Cramer P(2oo9) RNA polymerase fidelityand transcriptional proofreading. Curr Opin Struct Biol 19(6):732-739.   \n44.Tanner JA,et al.(2003) The severe acute respiratory syndrome (SARS) coronavirus NTPase/helicase belongs to a distinct class of $5 ^ { \\prime }$ to $3 ^ { \\prime }$ viral helicases.J Biol Chem   \n278(41):39578-39582.   \n45.Adedeji AO,et al.(2012) Mechanism of nucleic acid unwinding by SARS-CoV helicase. PLoS One 7(5):e36521.   \n46.Otwinowski Z,Minor W(1997) Processing of X-ray diffraction data.Methods Enzymol   \n276:307-326.   \n47.Terwilliger TC,et al.(2oo9) Decision-making in structure solution using Bayesian estimates of map quality:The PHENIX AutoSol wizard.Acta Crystallogr D Biol Crystallogr 65(Pt 6):582-601.   \n48.Grosse-Kunstleve RW,Adams PD (2003) Substructure search procedures for macromolecular structures.Acta Crystallogr D Biol Crystallogr 59(Pt11):1966-1973.   \n49.Vagin A,Teplyakov A (1997) MOLREP:An automated program for molecular replacement.JAppl Cryst 30(6):1022-1025.   \n50.Emsley P,Lohkamp B, Scott WG, Cowtan K(2010) Features and development of Coot. Acta Crystallogr D Biol Crystallogr 66(Pt 4):486-501.   \n51.Afonine PV,et al. (2012) Towards automated crystallographic structure refinement with phenix.refine.Acta Crystallogr D Biol Crystallogr 68(Pt 4):352-367.   \n52.Coleman TM,Wang G, Huang F (2004) Superior $5 ^ { \\prime }$ homogeneity of RNA from ATPinitiated transcription under the T7 $\\$ 2.5$ promoter. Nucleic Acids Res 32(1):e14.   \n53.Larkin MA,et al. (2007) Clustal W and Clustal X version 2.0. Bioinformatics 23(21):   \n2947-2948.   \n54.Robert X,Gouet P (2014) Deciphering key features in protein structures with the new ENDscript server.Nucleic Acids Res 42(Web Server issue):W320-4. ",
        "page_idx": 5
    }
]