[
    {
        "type": "text",
        "text": "CD146 acts as a novel receptor for netrin-1 in promoting angiogenesis and vascular development ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tao Tu', Chunxia Zhang²,Huiwen Yan', Yongting Luo',Ruirui Kong³,Pushuai Wen³, Zhongde Ye', Jianan Chen', Jing Feng',Feng Liu², Jane Y Wu’4, Xiyun Yan' ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLaboratoryofProteinandPeptidePhrmaceuticals,Istituteofiophsics,ChineseAcademyofSciences,Beijig101 China;²StateKeyboratoryofiomembraneandembraneotechnologystituteofZoologyhineseAcademyfcience, Beijing00lolhina;tateKeyaboratoryofrainandCognitiveScience,IstituteofiophysicsChineseAcademyofienc es,Beijingia;DeparmentfurlogyCnterforGeneticdicine,urieCcerCenterothwesternUeity Feinberg School ofMedicine, Chicago,IL 60611,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Angiogenesis,a process thatnewly-formed blood vessls sprout from pre-existingones,is vital for vertebrate development and adult homeostasis.Previous studies havedemonstrated that the neuronal guidance molecule netrin-1 participates in angiogenesis and morphogenesisof the vascular system.Netrin-1 exhibits dual activities in angiogenesis: either promoting or inhibiting angiogenesis.The anti-angiogenic activityof netrin-1 is mediated by UNC5B receptor. However,how netrin-1 promotes angiogenesis remained unclear. Here we reportthat CD146,anendothelial transmembraneproteinof the immunoglobulinsuperfamily,is areceptor for netrin-1.Netrin-1 binds to CD146 with highaffnity,inducing endothelialcellactivationand downstream signaling ina CD146-dependent manner.Conditional knockout of the cd146 gene in the murine endothelium or disruption of netrin-CD146 interaction bya specific anti-CD146antibody blocks orreduces netrin-1-induced angiogenesis.Inzebrafish embryos,downregulating either netrin-la or CD146 results in vascular defects with striking similarity.Moreover, knocking down CD146 blocks ectopic vascular sprouting induced by netrin-1 overexpresion.Together,our data uncover CD146 as a previously unknownreceptor for netrin-1andalso reveal a functional ligand forCD146 inangiogenesis,demonstrating the involvement of netrin-CD146 signaling in angiogenesis during vertebrate development. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: angiogenesis; CD146; netrin-1; vascular development Cell Research advance online publication 6 February 2015; doi:10.1038/cr.2015.15 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Angiogenesis,a process in which newly-formed blood vessels sprout from pre-existing ones,is vital for development and adult homeostasis [1].Angiogenesis is also an important aspect in a large number of human diseases [2]. During angiogenesis,endothelial cells degrade the basement membrane,migrate into the extracellular space,proliferate and form capillary sprouts and tubular structures.All these processes are tightly regulated by a network of pro- and anti-angiogenic factors [3,4], among which the vascular endothelial growth factor (VEGF) and its functional endothelial receptor VEGFR2 aremajor contributors [5,6].Recent studies have established that the four major classes of neuronal guidance molecules,including netrins,Slits,semaphorins and ephrins,play important roles in angiogenesis and pattern formation during vascular morphogenesis [7-12]. Netrin family members are secreted proteins that promote axon outgrowth and guide growth cone navigation during neural development [13]. They share an N-terminal type VI laminin repeat (domain VI), followed by three cysteine-rich epidermal growth factor modules (domains V) and a positively charged C-terminus (netrin-like domain, NTR).Netrin-1,a prototype of netrin family, can act to either attract or repel growing axons during neural development [14,15]. The netrin-1 receptor Deleted in Colon Cancer(DCC) can mediate both attractive and repulsive responses[16,17],whereas members of the UNC5 family mediate netrin-1-induced repulsion[18,19].In angiogenesis,netrin-1 also has dual functions: either promoting or inhibiting endothelial cell activation and angiogenesis [7,8, 20, 21]. UNC5B, the only known cognate receptor for netrin-1 on endothelial cells,mediates the anti-angiogenic effect of netrin-1 [7,21]. However, the molecular mechanisms by which netrin-1 promotes angiogenesis remain to be elucidated. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CD146 (also known as melanoma cell adhesion molecule,MCAM)isa memberof cell adhesion molecules of the immunoglobulin (Ig) superfamily [22]. It contains five Ig-like domains in its extracellular region,a single transmembrane domain and a cytoplasmic tail [23].As a multi-functional molecule, CD146 participates in various biological processes including angiogenesis, tumor metastasis,lymphocyte activation, morphogenesis during development and tissue regeneration [24-26].Expressed on endothelial cells,CD146 is required for endothelial cell proliferation,migration and tube formation [27, 28], playing critical roles in angiogenesis [29-32]. In our previous studies,we have developed a CD146-specific monoclonal antibody (mAb) AA98 that blocks tumor angiogenesis both in vitro and in vivo [29,33]. In addition, CD146 serves as a co-receptor for VEGFR2 to facilitate the transduction of VEGF signaling in endothelial cells [34].In spite of intensive studies,specific ligand(s) in volved in CD146-mediated angiogenesis has not been identified. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,we report that netrin-1 binds to CD146 with high affinity and the netrin-CD146 interaction is required for netrin-1-induced endothelial cell activation, as well as downstream VEGF signal transduction. In mouse,deletion of endothelial CD146 or disruption of netrin-CD146 interaction by anti-CD146 mAb AA98 impairs netrin-1-induced angiogenesis. In zebrafish embryos,downregulation of netrin-la or CD146 results in strikingly similar vascular defects. Importantly, knocking down CD146 blocks ectopic vascular sprouting and branching induced by netrin-1 overexpression. Our findings demonstrate that CD146 is a previously unknown receptor required for netrin-1-induced angiogenesis and support a key role of netrin-CD146 signaling in angiogenesis during vertebrate development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Netrin-1 interactswith CD146 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In an effort to identify new ligands for CD146 in angiogenesis,we tested netrin-1 for its potential interaction with CD146 using biochemical and cell biological approaches.In Human Embryonic Kidney 293 (HEK293) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "cells that co-transfected with netrin-1- and CD146-expressing plasmids, both netrin-1 and CD146 could be immunoprecipitated by either anti-CD146 or anti-netrin-1 antibody but not by the mouse IgG (mIgG) control (Figure 1A),indicating that netrin-1 interacts with CD146. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To test whether netrin-CD146 interaction could occur on the surface of living cells,we employed a cell surface binding assay.Following transfection of HEK293 cells with plasmids encoding DCC receptor (as a positive control), CD146 or Robo-1 (as a negative control),cells were incubated with conditional media prepared from netrin-1-GFP stable expression cells.Fluorescent microscopy was used to detect netrin-1-GFP signals on the cell surface. Netrin-1-GFP binding signals were detected on HEK293 cells that expressing either DCC or CD146, but not Robo-1 (Figure 1B).Robo-1 is another member of the Ig superfamily that expressed on growing axons and serves as a receptor for Slits [35]. These results support a specific interaction between netrin-1 and CD146. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To demonstrate a direct interaction between netrin-1 and CD146,we performed a pull-down assay using purified proteins. The Fc fragment of human IgG (Fc,as a control), the extracellular domain of CD146 or UNC5B fused to the Fc fragment (Fc-CD146 or Fc-UNC5B) was first bound to protein G sepharose beads and then incubated with purified netrin-1 protein.Netrin-1 interacted withFc-CD146 orFc-UNC5B,whereas Fc alone did not show binding activity (Figure 1C), indicating that the extracellular region of CD146 directly binds to netrin-1. Furthermore, the binding affinity of netrin-1 to CD146 or UNC5B was measured using surface plasmon resonance (SPR).Interestingly, the apparent dissociation constant (Kd) of netrin-CD146 interaction was $\\mathrm { \\sim } 1 . 3 3 ~ \\mathrm { n M }$ (Figure 1D),lower than that of netrin-UNC5B interaction with a Kd value of $5 . 1 0 \\mathrm { n M }$ (Figure 1E). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We next mapped the domains required for netrin-CD146 interaction using netrin-1 and CD146 truncation mutant constructs.In the co-immunoprecipitation experiments,CD146 was immunoprecipitated by the full-length netrin-1 or its truncation mutant $\\Delta \\mathrm { N T R }$ ,in which the C-terminal NTR domain of netrin-1 was deleted.However,further deletion to remove the domain V(△NTR-V)of netrin-1 abolished the interaction between netrin-1 and CD146 (Figure 2A and 2B). These results indicate that the domain V of netrin-1 is critical for its binding to CD146. Similarly, when using a series of CD146 truncation mutant constructs with the extracellular Ig domains deleted sequentially, netrin-1 was immunoprecipitated by the full-length CD146,or the truncation mutants,△D1,△D1-D2 and △D1-D3.However, further deletion to remove the 4th Ig domain (△D1-D4) abolished the interaction (Figure 2C and 2D), indicating the 4th Ig domain of CD146 is critical for the binding to netrin-1. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/dea01799ff0c0d00970a01053f4ceffaaa5d410b4173fae0e708c78814b4ae8c.jpg",
        "img_caption": [
            "Figure 1Netrin-1 binds to CD146.(A) Co-immunoprecipitationassays.Netrin-1-and CD146-expressing plasmids were co-transfectedintoHEK293cellspriortopreparationofcellysates.Lanes1and4:precipitatedbycontrolmlgG.Lanes2and3: anti-CD46 mAbAA1.Lanes 5and 6:anti-netrin-1mAb.(B) HEK293cels were transfected with plasmidsencoding DCC, CD146 orRobo-1and incubated with netrin-1-GFPconditional medium.Bindingof netrin-1-GFPto thecellwas detected by its GFP fluorescence. Scale bar, $5 0 ~ { \\mu \\mathrm { m } }$ (C) Direct interaction between purified netrin-1 and CD146 proteins in vitro.Fc, FcCD146 or Fc-UNC5B $( 2 0 0 \\mathsf { n g } / \\mathsf { m l } )$ bound protein G beads was incubated with netrin-1 protein $( 2 0 0 \\mathsf { n g } / \\mathsf { m l } )$ . The bound proteins wereanalyzedbywestern blotting.(D,E)Determinationofnetrin-CD146bindingafinitybySPR.Purifiednetrin-1proteinwas appliedatdifrentconcentrations to theCM5chipscontainingFc-CD146(D)orFc-UNC5B(E).Datarepresent3independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In our previous studies,we have developed a specific function-blocking mAb against CD146,AA98,which recognizes CD146 at its 4th-5th Ig domains [29,36].As the 4th Ig domain of CD146 is required for netrin-CD146 interaction,we tested whetherAA98couldblock the binding.In the pull-down assay in which two anti-CD146 mAbs,AA1 and AA98,were first bound to protein G beads and then incubated with CD146 extracellular region (soluble CD146 (sCD146)) and netrin-1, netrin-1 could be precipitated by AA1 but not AA98 (Supplementary information,Figure S1A).AA1 recognizes CD146 at its 1st-2nd Ig domains of the extracellular region [36]. Similar results were obtained in a cell surface binding assay.When the HEK293 cells were pre-treated with mAb AA98,the binding of netrin-1 to CD146-expressing cells was inhibited (Supplementary information,Figure S1B). These results support the notion that AA98 was capable of blocking netrin-CD146 interaction. Thus,AA98 was used as a blocker for netrin-CD146 interaction in subsequent functional assays. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/35553ddb6c473e8b4ad593abba8acb0e59afff44b185c8890c303b624a9cbe3d.jpg",
        "img_caption": [
            "Figure2Identificationof interactingdomainsof netrin-1andCD146.(A)Adiagrammaticilustrationof thefullength (FL) andtruncationmutantsof netrin-1expressedas His-tagged proteins.(B)HEK293cellswereco-transfected with plasmid expressing CD146andtheFLortruncation mutantofnetrin-1.Thecellysates were prepared forimmunoprecipitation with anti-CD146 mAbAA1.(C,D)Definingthedomainof CD146requiredforinteraction with netrin-1.CD146andits truncation mutants were expressdas Flag-tagged proteins.Immunoprecipitation was performed using anti-netrin-1mAb.Data represent 3 independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CD146 is required for netrin-l-induced endothelial cell activation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We examined the effect of netrin-1 on endothelial cell activation using human umbilical vein endothelial cells (HUVECs). Low concentrations of netrin-1 (50 or 200 $\\mathrm { n g / m l } )$ promoted HUVEC proliferation (Figure 3A), migration (Figure 3B and 3E) and tube formation (Figure ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3C and 3E). In contrast, netrin-1 at $2 0 0 0 \\mathrm { n g / m l }$ exhibited inhibitory effect.These results are in line with previous studies [37].To delineate downstream pathways medi ating netrin-1-induced endothelial cell activation, we first examined the dimerization of CD146,an important mechanism required for its downstream signaling [28]. In HUVECs,netrin-1 induced CD146 dimerization in a dose-dependent manner (Figure 3D). Interestingly, in a recent study, Xu et al.[38] reported that the molecular structure of netrin-1 contains two receptor-binding ends to bring together receptor molecules.Because CD146 could serve as a co-receptor for VEGFR2 and facilitate the VEGF signal transduction [34],we next tested whether VEGF signaling is activated by netrin-1 treatment. Consistent with the cell functional assays,netrin-1 at 50 or $2 0 0 ~ \\mathrm { n g / m l }$ induced the phosphorylation of VEGFR2, ERK1/2 and p38,whereas at $2 \\ : 0 0 0 \\ : \\mathrm { n g / m l }$ it inhibited the phosphorylation of these proteins (Figure 3D).ERK1/2 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A B C D 1.2 HUVECproliferation HUVEC mgainn HUVEC tbefratonn (加 \\*\\*\\* \\*\\*\\* 含 工 90 \\* \\*\\* CD146 1000 工 \\*\\* 0.6- 60 p-VEGFR2 500 0.3- 30 VEGFR2 p-ERK CTR1050200100000VFGF CTR105020010002000VEGF CTR105020010002000VEGF ERK   \nE Ntn-1(ng/ml) Ntn-1(ng/ml) Ntn-1(ng/ml) p-p38 (u/Bu)-un 50 2000 (/Bu）- 0 50 2000 p38 β-actin ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "and $\\mathfrak { p } 3 8$ are key signaling molecules downstream of VEGFR2 that contribute to endothelial cell activation and angiogenesis [5].Netrin-1 did not bind to VEGFR2, as shown by the co-immunoprecipitation (Supplementary information, Figure S2A) and pull-down assays(Supplementary information,Figure S2B),suggesting that netrin-1 affects VEGF signaling through its interaction with CD146. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Previous studies have demonstrated that the inhibitory effect of netrin-1 on angiogenesis depends on UNC5B [7,21], the only known cognate receptor of netrin-1 that expressed on endothelial cells.Here we investigated the roles of CD146,UNC5B and VEGFR2 in mediating the dual activities of netrin-1.Efficient downregulation of CD146 expression by its specific siRNA abolished netrin-1 (at 50 or $2 0 0 ~ \\mathrm { { n g / m l } }$ ）inducedHUVEC proliferation (Figure 4A),migration (Figure 4B) and tube formation (Figure 4C),as well as VEGF signaling activation (Figure 4D),whereas the inhibitory effect of netrin-1 at $2 \\ 0 0 0$ $\\mathrm { n g / m l }$ were not affected. In contrast, downregulation of UNC5B receptor did not affect the pro-angiogenic activities of netrin-1 at low concentrations, but converted the inhibitory effect of netrin-1 at $2 \\ : 0 0 0 \\ : \\mathrm { n g / m l }$ to pro-angiogenic effect (Figure 4), suggesting that in the absence of UNC5B receptor, netrin-1 mainly promotes endothelial cell activation via CD146.These results indicate that CD146 and UNC5B mediate the pro- and anti-angiogen ic activities of netrin-1, respectively.Moreover, knocking down VEGFR2 partially reduced but did not abolish netrin-1-induced HUVEC activation (Figure 4A-4C), suggesting that other pathways may also be involved downstream of netrin-CD146 to contribute to endothelial cell activation. In contrast, downregulation of CD146 abolished VEGF-induced HUVEC migration and tube formation but not proliferation (Figure 4A-4C),indicating a critical role of CD146 in mediating VEGF signaling,which is consistent with our previous study [34]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To confirm that netrin-1 activates endothelial cells through binding to CD146,we used the specific function-blocking CD146 antibody,AA98.Interestingly, AA98 could block both netrin-CD146 and CD146-VEGFR2 interactions [34], thus serving as a bi-functional blocker. As shown in Supplementary information, Figure S3,netrin-1 promoted HUVEC proliferation, migration, tube formation and downstream signaling activation in the control mIgG-treated groups.However, pre-treatment of HUVECs with AA98 abolished the effect of netrin-1 (Supplementary information,Figure S3), supporting that the netrin-CD146 and CD146-VEGFR2 interactions are critical for netrin-1-induced endothelial cell activation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CD146 is required for netrin-l-induced angiogenesis in vivo ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We further examined the role of netrin-CD146 interaction in two angiogenesis models.In the aortic-ring assay,endothelial cells sprout from the cultured mouse aortic explants and form tubular structures.In the Matrigel-plug assay, mouse endothelial cells migrate into the Matrigel implants where they form networks resembling capillaries.We first tested the effect of netrin-1 at different concentrations on these processes.Netrin-1 promoted endothelial cell sprouting and angiogenesis at 50 or $2 0 0 ~ \\mathrm { { n g / m l } }$ ，whereas it showed no or inhibitory effect at a higher concentration of $\\mathrm { ~ 1 ~ 0 0 0 ~ n g / m l }$ (Supplementary information, Figure S4A and S4B), consistent with the results described in the endothelial cell activation. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/822d6bfa9fc12ab5aaff316d7b73962bad8f3a132c57e62911a7c25dc1577dd0.jpg",
        "img_caption": [
            "Figure 4CD146 mediates netrin-1-induced endothelialcellactivation.(A-D)HUVECs transfected withcontrol,CD146, UNC5B orVEGFR2 specific siRNA were subjected to proliferationassay (A),transwellmigrationassay(B),tubeformation assay (C)andsignalingactivationassay(D).Netrin-1wasapliedattheindicatedconcentrations.Note that thespecificsiRNAs efficiently downregulated the expression of corresponding molecules.For A-C, $n = 3$ in each group.Data represent 3 independent experiments (means $\\pm$ SEM). $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star \\star \\star } P < 0 . 0 0 1$ ；'NS' indicates no significant changes observed (one-way ANOVA with Turkey post hoc tests). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Importantly, the average number of sprouts per ring wasincreased bynetrin-1( $\\mathrm { \\langle 5 0 \\ n g / m l \\rangle }$ treatment of aortic rings from the wild-type(WT) mice (Figure 5A). However,when the aortic rings were prepared from CD146Ec-K0 mice in which CD146 was conditionally deleted in the endothelium [39],the promoting effect of netrin-1 on endothelial cell sprouting was eliminated (Figure 5A). Consistently,anti-CD146 mAb AA98 blocked the stimulating effect of netrin-1 on endothelial sprouting (Figure 5B). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the Matrigel-plug assay in vivo,netrin-1( $2 0 0 ~ \\mathrm { n g / }$ ml) increased the numberof blood vessels in the Matrigel implants in the WT mice (Figure 5C).However, when $\\mathrm { C D 1 4 6 } ^ { \\mathrm { E C - K O } }$ mice were used (Figure 5C) or when the Matrigel plugs were mixed with AA98 before injection (Figure 5D), the stimulatory effect of netrin-1 on vascular formation was significantly reduced, but not totally abolished. These results suggest that netrin-1-induced angiogenic response in vivo mainly depends on its binding to the endogenous endothelial CD146,although these data do not exclude the possibility that other mechanisms might also be involved. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To investigate the role of netrin-1 and CD146 in angiogenesis during vertebrate development, we used a zebrafish model. In situ hybridization revealed strong CD146 expression on endothelial cells at 24-36 hours post fertilization (hpf), the critical stage for vascular development (Figure 6A).After 48 hpf, the CD146 expression was downregulated. This developmental expression pattern of CD146 on endothelial cells is consistent with its role in vascular development.Next,we used specific antisense morpholino oligonucleotides (MOs) to examine the functions of netrin-1a and CD146 in angiogenesis and vascular development. The corresponding ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/668797236da2771d5713ca50ade56009ac81826ce626c52bf46e98c166a3d51a.jpg",
        "img_caption": [
            "Figure5CD146is required for netrin-1-inducedangiogenesis inmouse models.(A)Aorticrings were prepared from WTor $\\mathsf { C D } 1 4 6 ^ { \\mathsf { E C - K O } }$ mice. Control or netrin- $\\cdot 1$ （2 $( 5 0 \\ \\mathrm { n g / m l } )$ was directly added to the culture medium. (B) The effect of anti-CD146 antibody AA98 was tested in the aortic-ring assay.Control mlgG or AA98( $( 1 0 0 ~ \\mu \\mathsf { g } / \\mathsf { m l } )$ was added to the culture medium in the presence of control or netrin-1 $( 5 0 \\mathrm { \\ n g / m l } )$ . After culturing for 5-6 days,the number of sprouts from each ring was quantified. $n = 1 0$ in each group and results are presented as average number of sprouts per ring (means $\\pm$ SEM). (C) The Matrigel-plug assay for angiogenesis was carried out using WT or $\\mathsf { C D 1 4 6 } ^ { \\mathsf { E C - K O } }$ mice.The plugs were mixed with control or netrin-1 $( 2 0 0 \\mathsf { n g } /$ （204 ml)andthen injected subcutaneouslyintomice in thecorresponding groups.(D)Theefect of anti-CD146 antibodyAA98on netrin- $\\harpoonleft$ -inducedangiogenesis was tested in the Matrigel-plug assay.The plugs were pre-mixed with AA98 or control mlgG $( 1 0 0 ~ \\mu \\ g / \\ m \\vert )$ andinjected into the WT mice.10 days post injection,the Matrigel plugs were sectioned and immunostained with anti-CD31 antibody.The number of blood vessels in each section was scored. $n = 5$ in each group and results are presented as average number of blood vessels $/ \\mathsf { m } \\mathsf { m } ^ { 2 }$ (means $\\pm$ SEM). Scale bar, $2 0 0 ~ { \\mu \\mathrm { m } }$ $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ ： $^ { \\star \\star \\star } P < 0 . 0 0 1$ ; ns, not significant. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MOs efficiently knocked down the expression of the fish netrin-la or CD146 (Supplementary information, Figure S5).In the transgenic Tg(kdrl:GFP) embryos which express GFP in the endothelial cells to enable visualization of the vasculature,downregulating the zebrafish CD146 homolog by the $C D I 4 6 \\mathrm { M O }$ led to a phenotype that was strikingly similar to that of the netrin-la MO-treated embryos: the intersegmental vessels (ISVs) and dorsal longitudinal anastomotic vessels (DLAVs) were formed, whereas the formation of parachodal vessels (PAVs) was inhibited (Figure 6B). CD146 morphants (38/45) and netrin-1a morphants (30/39) lacked fli:egfp positive cells at the presumptive position of PAV.Furthermore, overexpressing human netrin-1 (hnetrin-1) in the fish embryos caused ectopic vessel sprouting and branching (36/43), which was blocked by co-injection of CD146 MO (41/41). These data demonstrate that netrin-1-induced angiogenesis depends on CD146 expression during zebrafish vascular development. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/6d7c8d1a830ab4ce301ebb45b3ce88c89920da07714ee810bb7cffe73956fb16.jpg",
        "img_caption": [
            "Figure6CD146 mediates netrin-1-induced angiogenesis in zebrafish.(A) CD146 expression in thezebrafish embryosat diferent stages was detected bywhole mountinsitu hybridization.(B)Thecontrol,CD146or netrin-1a specific MO was injected with controlor human netrin-1mRNA into the transgenic zebrafish Tg(kdrl:GFP)embryos that expressed GFPto enablevisualizationof vasculature.The vascular paternsof thefishembryosat36,48and6Ohpf wereanalyzed.Yellow arowheads indicate PAV.Redarowheadsmark ectopic sprouts in netrin-1 mRNA-injected embryos.(C)Tg(Fli1:nGFP) $\\times$ Tg(kdl:mcherry)embryoswereinjectedwithte indicatedMOandmRNA.Thenumberofendothelialcels in the ISVsof the embryosat36 hpf,48hpf and60hpf stages was quantifiedandanalyzed.Dataare presentedasaverage numberof endothelial cells per ISV (means $\\pm$ SEM). $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star \\star \\star } P < 0 . 0 0 1$ (one-way ANOVA with Turkey post hoc tests). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We further tested the effect of netrin-1 and CD146 on endothelial cell proliferation and migration using Flil:nGFP embryos.At the stages of 36,48 and 60 hpf during vascular development, $C D I 4 6 ~ \\mathrm { M O }$ or netrin-la MO injected embryos showed a reduction of endothelial cells in the ISVs (Figure 6C). Time-lapse microscopy showed that both proliferation and migration of endothelial cells were inhibited by netrin-la MO or CD146 MO injection (Supplementary information,Figure S6). Consistently, increased endothelial cells in the ISVs were observed in embryos overexpressing hnetrin-1,and CD146 MO blocked the increase of endothelial cells caused by hnetrin-1 overexpression (Figure 6C). Taken together, these results demonstrate that CD146 and netrin-la are crucial for vascular development in zebrafish,and netrin-1 induces endothelial cell activation and angiogenesis in a CD146-dependent manner. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The role of netrin in angiogenesis is highly complex. By interacting with different receptors,netrin can act asa pro- or anti-angiogenic factor. In the present study, we demonstrate that CD146 mediates netrin-1-promoted endothelial cell activation and angiogenesis in vitro andin vivo with several lines of evidence.First,netrin-1 specifically binds to CD146 in vitro with high affinity in the absence of other proteins.Second, siRNA-mediated knockdown of CD146 or inhibition of netrin-CD146 interaction by the anti-CD146 mAb AA98 suppresses netrin-1-induced endothelial cell proliferation,migration and tube formation,as well as the activation of downstream signals.Third, endothelial-specific CD146 deletion or the treatment with the CD146-specific mAb AA98 inhibits netrin-1-promoted endothelial cell sprouting and blood vessel formation in mice.Fourth,downregulation of netrin-1a or CD146 by specific MO results in similar defects in zebrafish vascular development. CD146 knockdown eliminated ectopic vascular sprouting induced by netrin-1 overexpression.Collectively, our findings demonstrate the ligand-receptor relationship between netrin-1 and CD146,and support a critical role of netrin-CD146 signaling in angiogenesis during vertebrate vasculardevelopment. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Previous studies have demonstrated the dual role of netrin-1 in angiogenesis,and the pro- or anti-angiogenic function of netrin-1 depends on its concentration [4,37, 40].At high concentrations,netrin-1 inhibits angiogenesis through UNC5B receptor[7,21].Here,we demonstrate netrin-1 at relatively low concentrations promotes angiogenesis through CD146.Netrin-1 binds to CD146 with a higher affinity than that of netrin-UNC5B interaction,as shown by the SPR experiments.Moreover,in the endothelial cell line, CD146 is expressed at a much higher level than UNC5B at both RNA and protein levels (Supplementary information, Figure S7A and S7B). We propose that one explanation for the dual role of netrin-1 is the different expression levels of CD146 and UNC5B receptors.At low concentrations,netrin-1 preferentially binds to CD146,whereas at high concentrations,netrin-1 could bind to UNC5B and triggers signals that counteract CD146 downstream signals to inhibit the growth of blood vessels.It will be interesting to systematically compare the signal pathways downstream of netrin-1 receptors involved in pro-and anti-angiogenesis processes, and to exam how UNC5B and CD146 coordinate with each other to mediate netrin-1 signaling in directing morphogenesis of the vascular system during development. Further studies are necessary to delineate these pathways and elucidate molecular mechanisms underlying these processes. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In our Matrigel-plug model, the effect of netrin-1 on angiogenesis was substantially diminished,but not fullyeliminatedby endothelial CD146knockout or AA98 treatment.It is conceivable that the involvement of multiple factors in the in vivo microenvironment may have contributed to the results.Although endothelial CD146 is deleted in $\\mathrm { C D } 1 4 6 ^ { \\mathrm { E C - K O } }$ mice, there are other types of cells expressing CD146 which might be activated by netrin-1 to promote angiogenesis.The smooth muscle cells and macrophages express CD146 and are tightly connected to the progression of angiogenesis.Moreover, other netrin receptors might be expressed on various types of cells and contribute to netrin-1-induced angiogenesis in vivo. Therefore,activating endothelial cells through CD146 is one important pathway via which netrin-1 promotes angiogenesis,and this mechanism may operate in conjunction with other mechanisms in vivo. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Using zebrafish models,we demonstrate that knockdown of netrin-1a or CD146 causes specific vascular defects,supporting the notion that netrin-CD146 plays a critical role in vascular development.In addition to its role in developmental angiogenesis, netrin-CD146 signaling might be involved in pathological angiogenesis. Expression of netrin-1 in melanoma,breast cancer and colorectal cancer confers metastatic advantages to tumor cells [41-43], supporting a role of netrin-1 in tumor angiogenesis.The involvement of endothelial CD146 in tumor angiogenesis has been extensively documented. Based on these findings and the present work,we propose that netrin-CD146 signaling may also have a role in diseases involving pathological angiogenesis. Modulating netrin-CD146 signaling by specific antibodies or analogues may provide new therapeutic approaches to angiogenic diseases. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In our previous study,we have demonstrated that CD146 promotes VEGF-induced tumor angiogenesis by acting as a co-receptor for VEGFR2.However, the CD146-knockout mice did not show severe vascular defects and embryonic lethal phenotype [39],which were observed in VEGF-knockout mice [44,45] and VEGFR2-knockout mice [46]. These data suggest that under physiological conditions,CD146 and VEGF signaling play different roles in regulating angiogenesis. Indeed, our present study demonstrates that CD146 is a receptor for netrin-1 to promote developmental angiogenesis. Moreover, CD146 acts as a receptor for Wnt5a to regulate cell motility and convergent extension [26], and Wnt signaling has been reported to contribute to angiogenesis as well [47, 48]. The schematic of CD146 involved, angiogenesis-related pathways is shown in Supplementary information,Figure S8.It seems that CD146 can mediate different signalings according to the context, and further studies should be performed to demonstrate how these pathways crosstalk and cooperate with each other. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "MaterialandMethods ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Antibodies and reagents ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The following antibodies were used in this study:anti-CD146 rabbit polyclonal antibody,anti-CD146 mouse mAb AA1 and AA98 were generated in our lab [29,36]; the control mIgG, anti- $\\cdot \\beta$ -actin and anti-Flag antibodies (Sigma-Aldrich);anti-netrin-1 and anti-UNC5B antibodies (Enzo Life Science);anti-p38, anti-phosphor-p38,anti-ERK1/2 and anti-phosphor-ERK1/2 antibodies (Cell Signaling Technology);anti-VEGFR2 and anti-phosphor-VEGFR2 antibodies (Signalway antibody);anti-CD31 antibody(Abcam);anti-human IgG Fc and anti-His antibodies (ZSGB-BIO); HRP-conjugated goat anti-mouse and -rabbit IgG antibodies (GE Healthcare); goat anti-mouse Alexa Fluor 555 (Invitrogen);biotin-conjugated goat anti-rabbit IgG antibody and HRP-conjugated streptavidin (Dianova). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The following reagents were used: recombinant hnetrin-1, mouse netrin-1 and Fc-UNC5B (Enzo Life Science); human Fc, Fc-CD146,sCD146 (Sino Biological),growth factor-reduced Matrigel (BD Biosciences);Fugene HD,DAPI and protease inhibitor cocktails (Roche);protein G sepharose beads and DAB substrates (Santa Cruz);Enhanced Chemiluminescence Assay Kit (Pierce) for western blotting; cell counting kit-8 (CCK8,Dojindo) for cell proliferation assay. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Animals ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "All animal experiments were performed in compliance with national guidelines for the care and use of laboratory animals and were approved by the Biomedical Research Ethics Committee of the Institute of Biophysics, Chinese Academy of Sciences.Tek $^ \\mathrm { c r e / + } \\mathrm { C D } .$ $1 4 6 ^ { \\mathrm { f l o x e d / f l o x e d } }$ (named $\\mathrm { C D 1 4 6 } ^ { \\mathrm { E C - K O } }$ ）mice were generated in our lab as described previously [39]. $\\mathrm { T e k } ^ { + / + } \\mathrm { C D } 1 4 6 ^ { \\mathrm { f l o x e d } }$ floxed (WT) mice were used as controls in the aortic-ring and the Matrigel-plug assays. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Zebrafish embryos were obtained by natural spawning of adult fish.Embryos were raised and maintained at $2 8 . 5 ~ ^ { \\circ } \\mathrm { C }$ and staged morphologically as described previously [49]. The following transgenic lines were used:Tg(flil:nEGFP),Tg(kdrl:EGFP) and Tg(kdrl:mCherry). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Co-immunoprecipitation ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "HEK293 cells were co-transfected with plasmids encoding the full-length CD146,netrin-1 or the truncation mutants using Fugene HD (Roche). $^ { 4 8 \\mathrm { ~ h ~ } }$ post transfection,the cells were lysed in icecoldRIPA buffer $( 1 5 0 \\mathrm { m M N a C l }$ $5 0 ~ \\mathrm { m M }$ Tris, $\\mathrm { p H } 8 . 0$ 5 $0 . 1 \\%$ SDS, $0 . 5 \\%$ deoxycholate, $0 . 1 \\%$ NP-40,1 mMPMSF,protease inhibitor cocktails). Then the cell lysates were incubated with the control mIgG,anti-CD146 mAb AA1 or anti-netrin-1 mAb for $^ { 4 \\mathrm { ~ h ~ } }$ at $4 ~ { ^ \\circ } \\mathrm { C } .$ and immunoprecipitation was carried out using protein G sepharose beads (Santa Cruz).The cell lysates and precipitates were analyzed by western blotting using chemiluminescence imaging system (ChemiScope 3400;Clinx, China). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Pull-down assay ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Forpull-down assay,purified human Fc,Fc-CD146 or Fc-UNC5B $2 0 0 ~ \\mathrm { n g / m l }$ each） was immobilized on protein G sepharose beads.Beads were then incubated with recombinant hnetrin-1(200 $\\mathrm { n g / m l } )$ for $^ { 2 \\mathrm { ~ h ~ } }$ at $4 ~ { } ^ { \\circ } \\mathrm { C }$ in HEPES buffer ( $0 . 0 5 { \\mathrm { ~ M ~ } }$ HEPES, $0 . 1 5 \\mathrm { ~ M ~ }$ NaCl, $0 . 0 0 1 \\%$ Tween 20, $\\mathrm { p H } ~ 7 . 4$ ).Afterthreewashesin HEPES buffer, the bound proteins were analyzed by western blotting. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "SPR assay ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fc-CD146,Fc-UNC5B or Fc ( $\\mathrm { 1 0 ~ \\mu g / m l }$ each) in HEPES buffer was immobilized on the surface of a CM5 sensor chip (BIACORE AB) docked into a BIACORE 3000 instrument (flow rate: $5 ~ { \\mu \\mathrm { l / m i n } } )$ using the amine coupling kit(BIACORE AB) following the manufacturer's instructions.Purified netrin-1 at different concentrations （ $1 8 . 7 5 ~ \\mathrm { n M }$ ， $3 7 . 5 ~ \\mathrm { n M }$ ， $7 5 ~ \\mathrm { n M }$ ， $1 5 0 ~ \\mathrm { n M }$ and $3 0 0 ~ \\mathrm { n M }$ ）wasinjected at a flow rate of $5 ~ { \\mu \\mathrm { l / m i n } }$ and the response was measured in RU (Resonance Units).A blank flow cell was prepared by injecting netrin-1 with the same flow rate overa blank sensor chip to obtain the baseline RU.The net RU reported was obtained by subtracting the baseline RU from the response RU.The Fc protein was used as a negative control. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "RNAinterference ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CD146- and UNC5B-specific siRNAs were synthesized by Invitrogen using sequences as previously described [27,37]. Downregulation of VEGFR2 in HUVECs was carried out using a shRNAkit (Origene).HUVECs were transfected using Fugene HD (Roche) and functional or signaling assays were carried out 48 h post transfection. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Endothelialcell proliferation,migrationandtubeformation ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In proliferation,migration and tube formation assays,HUVECs that had been serum-starved for $2 4 \\mathrm { ~ h ~ }$ wereused.Cell proliferation assay was carried out using a CCK-8 kit (Dojindo).Briefly,HUVECs were suspended and seeded into a 96-well plate.Netrin-1 and the antibodies were directly added to the culture medium. After culturing for $4 8 \\mathrm { ~ h ~ }$ ,cellswere incubated with $1 0 0 ~ \\mu \\mathrm { l }$ of $10 \\%$ CCK-8 reagent for $^ \\textrm { \\scriptsize 1 h }$ at $3 7 ^ { \\circ } \\mathrm { C }$ 、The color reaction was measured at $4 5 0 \\mathrm { n m }$ witha BioRad ELISA reader (Richmond, CA,USA). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "HUVEC migration was examined using a modified Boyden chamberassay ( $8 ~ \\mu \\mathrm { m }$ pore size; Costar, Corning,USA).HUVECs were suspended in fresh serum-free medium and seeded in upper chambers of the transwell plate to a total number of $5 \\times 1 0 ^ { 3 }$ cells per chamber.Lower chambers contained fresh medium containing $10 \\%$ fetal calf serum(FCS).After 12-h incubation at $3 7 ~ ^ { \\circ } \\mathrm { C }$ cells remaining at the upper surface of the membrane were removed using a swab,whereas the cells migrated to the lower membrane surfacewere fixed with $4 \\%$ PFA and stained with $0 . 1 \\%$ crystal violet solution.The number of cells migrating through the filter was scored. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In tube formation assay, 96-well culture plates were coated with Matrigel (BD Biosciences) to a total volume of $6 0 ~ \\mu \\updownarrow$ per well and allowed to solidifyfor $3 0 \\mathrm { m i n }$ at $3 7 ^ { \\circ } \\mathrm { C }$ Netrin-1wasadded directly to the HUVEC suspensions in complete 1640 medium,and the cells were then seeded into the corresponding wells to a total number of $1 \\times 1 0 ^ { 4 }$ cells per well in 96-well plate.Cells were incubated at $3 7 ~ ^ { \\circ } \\mathrm { C }$ for $6 \\mathrm { ~ h ~ }$ .Tube formation was observed underan inverted microscope (Eclipse Model TS1oo;Nikon, Japan) and tube length was measured using NIHImage J software. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Signaling activation assays ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "HUVECs were serum-starved for $2 4 \\mathrm { ~ h ~ }$ and then treated with netrin-1 at different concentrations for $1 0 ~ \\mathrm { m i n }$ at $3 7 ~ ^ { \\circ } \\mathrm { C }$ ，The cells were lysed in ice-cold RIPA buffer and boiled in sample loading buffer before western blottng analysis.For antibody blocking test, HUVECs were incubated with CD146-specific mAb AA98 or control mIgG $\\mathrm { \\langle 5 0 \\ g / m l \\rangle }$ for1 h before netrin-1 was added. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The aortic-ring assay ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The aortic-ring assay was performed as described [5O].Briefly, thoracic aortae were carefully dissected from 12-week-old mice following euthanasia and cut into rings of $0 . 5 \\mathrm { - } 1 ~ \\mathrm { m m }$ in width. The rings were then serum-starved overnight in Opti-MEM medium and implanted into Matrigel in 96-well culture plate. The rings were cultured with Opti-MEM containing $2 . 5 \\%$ FCS for 5-6 days (growth medium was changed every other day).Then the rings were photographed under an inverted microscope,and the number of sprouts per ring was quantified. For the antibody blocking experiment,mIgG or AA98 ( $1 0 0 ~ \\mathrm { \\mu g / m l ) }$ was added directly to the growth medium. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Matrigel-plug assay ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Matrigel-plug assay was performed as described [34]. Liquid Matrigel containing heparin was mixed with control or netrin-1 $( 2 0 0 ~ \\mathrm { n g / m l } )$ .TheMatrigelmixture $( 5 0 0 ~ \\mu \\mathrm { l } )$ was then injected into the abdominal subcutaneous tissue of mice along the peritoneal midline.Ten days post injection, the mice were sacrificed and the Matrigel plugs were carefully dissected out.After photographing, the plugs were fixed with $4 \\%$ PFA in PBS and embedded into paraffin.Samples were sectioned at $5 ~ { \\mu \\mathrm { m } }$ and then immunostainned with anti-CD31 antibody. The number of blood vessels in each section was quantified and analyzed.For antibody blocking assay, Matrigel was mixed with control mIgG or AA98 ( $1 0 0 ~ \\mathrm { \\mu g / m l ) }$ before injection. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Immunohistochemistry ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For immunohistochemistry staining,the paraffin-embedded Matrigel-plug sections were de-paraffinized and stained first with anantibody specifc for endothelial marker CD31, followed by biotin-conjugated secondary antibody and HRP-conjugated streptavidin (Dianova).Sections were then counterstained with hematoxylin.The number of blood vessels in each section was scored under a microscope. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Morpholinos,mRNA synthesis and microinjection in zebrafish ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The CD146-MO( $5 ^ { \\prime }$ -AGCAGTGCGGTGTAGGTCATTTCTC-3' and control MO were purchased from GeneTools (Philomath, OR, USA） and prepared as $1 ~ \\mathrm { m M }$ stock solutions.The netrin-la-MO （ ${ 5 ^ { \\prime } }$ -CCAAAGCATCAGAGACTCTCAACAT-3'）wasa gift from G Peng [51]. For CD146 or netrin-la knockdown experiment, $2 \\mathrm { n g }$ CD146 MO or netrin-la MO per embryo was injected at one-cell stage.The full-length hnetrin-1 cDNA was inserted into $\\mathsf { p C S 2 + }$ vector and mRNA for injection was synthesized in vitro using the mMessagemMachine SP6 kit(Ambion) according to the instruction manual.For hnetrin-1 overexpression experiment, $1 2 . 5 \\ : \\mathrm { p g } \\ : h n$ etrinl mRNA per embryo was injected at one-cell stage.Confocal imageswere acquired usinga ZeissLSM 510 METAconfocal microscope with 3D projections generated using Zeiss LSM software (Carl Zeiss)[52]. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Statistical analysis ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Unless specified otherwise,all data represent at least 3 independent experiments in each assay.Results are expressedas the mean $\\pm$ SEM.One-way ANOVA with Turkey post hoc tests were used to compare differences between groups in various experiments.The criterion for statistical significance was defined as $P < 0 . 0 5$ ： ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We are grateful to Professors J Xiong and A Meng for generously providing the fish strains,Dr G Peng for providing the netrin-la MO,Lina Song for her assistance with cell culture.This work was partly supported by the National Basic Research Program of China (2015CB553705) and the National Natural Science Foundation of China (81272409 and 81371025). JYW is supported by National Institutes of Health (R01CA175360). RK was supported by China Postdoctoral Science Foundation (20110490615). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1 Potente M,Gerhardt H,Carmeliet P.Basic and therapeutic aspects of angiogenesis. Cell 2011; 146:873-887.   \n2 Chung AS,Ferrara N.Developmental and pathological angiogenesis. Annu Rev Cell Dev Biol 2011;27:563-584.   \n3 Carmeliet P, Jain RK.Molecular mechanisms and clinical applications of angiogenesis.Nature 2011; 473:298-307.   \n4 Melani M,Weinstein BM. Common factors regulating patterning of the nervous and vascular systems.Annu Rev Cell Dev Biol 2010;26:639-665.   \n5 Eichmann A, Simons M. VEGF signaling inside vascular endothelial cells and beyond. Curr Opin Cell Biol 2012; 24:188- 193.   \n6 Cudmore MJ,Hewett PW,Ahmad S,et al. The role of heterodimerization between VEGFR-1 and VEGFR-2 in the regulation of endothelial cell homeostasis.Nat Commun 2012; 3:972.   \n7 Lu X,Le Noble F, Yuan L,et al. The netrin receptor UNC5B mediates guidance events controlling morphogenesis of the vascular system.Nature 2004; 432:179-186.   \n8 Wilson BD, Ii M,Park KW, et al.Netrins promote developmental and therapeutic angiogenesis. Science 20o6; 313:640- 644.   \n9 Liu ZJ,Herlyn M. Slit-Robo: neuronal guides signal in tumor angiogenesis. Cancer Cell 2003;4:1-2.   \n10 Sawamiphak S, Seidel S, Essmann CL,et al. Ephrin-B2 regulates VEGFR2 function in developmental and tumour angiogenesis.Nature 2010; 465:487-491.   \n11 Wang Y,Nakayama M,Pitulescu ME,et al.Ephrin-B2 controls VEGF-induced angiogenesis and lymphangiogenesis. Nature 2010; 465:483-486.   \n12Basile JR, Castilho RM,Williams VP,Gutkind JS. Semaphorin 4D provides a link between axon guidance processes and tumor-induced angiogenesis.Proc Natl Acad Sci USA 2006;103:9017-9022.   \n13Serafini T,Kennedy TE,Galko MJ,Mirzayan C,Jessell TM, Tessier-Lavigne M. The netrins define a family of axon outgrowth-promoting proteins homologous to C. elegans UNC6. Cell 1994; 78:409-424.   \n14 Colamarino SA, Tessier-Lavigne M. The axonal chemoattractant netrin-1 is also a chemorepellent for trochlear motor axons. Cell 1995; 81:621-629.   \n15Serafini T, Colamarino SA,Leonardo ED,et al.Netrin-1 is required for commissural axon guidance in the developing vertebrate nervous system. Cell 1996;87:1001-1014.   \n16KeinoMasu K,Masu M,Hinck L,et al.Deleted in colorectal cancer (DCC) encodes a netrin receptor. Cell 1996; 87:175- 185.   \n17Culotti JG,Merz DC.DCC and netrins. Curr Opin Cell Biol 1998; 10:609-613.   \n18Leonardo ED, Hinck L,Masu M,Keino-Masu K,Ackerman SL,Tessier-Lavigne M. Vertebrate homologues of C. elegans UNC-5 are candidate netrin receptors. Nature 1997; 386:833- 838.   \n19Hong KS,Hinck L, Nishiyama M,Poo MM, Tessier-Lavigne M, Stein E.A ligand-gated association between cytoplasmic domains of UNC5 and DCC family receptors converts netrin-induced growth cone atraction to repulsion. Cell 1999; 97:927-941.   \n20Park KW, Crouse D,Lee M,et al. The axonal attractant Netrin-1 is an angiogenic factor. Proc Natl Acad Sci USA 2004; 101:16210-16215.   \n21Larrivee B,Freitas C,Trombe M,et al.Activation of the UNC5B receptor by Netrin-1 inhibits sprouting angiogenesis. Genes Dev 2007; 21:2433-2447.   \n22Lehmann JM, Riethmuller G, Johnson JP.Muc18,a marker of tumor progression in human melanoma, shows sequence similarity to the neural cell adhesion molecules of the immunoglobulin superfamily. Proc Natl Acad Sci USA 1989; 86:9891- 9895.   \n23Taira E,Takaha N, Taniura H, Kim CH,Miki N.Molecular cloning and functional expression of gicerin, a novel cel adhesion molecule that binds to neurite outgrowth factor. Neuron 1994; 12:861-872.   \n24Ouhtit A,Gaur RL,Abd Elmageed ZY, et al. Towards understanding the mode of action of the multifaceted cell adhesion receptor CD146. Biochim Biophys Acta 2009; 1795:130-136.   \n25Wang Z, Yan X. CD146,a multi-functional molecule beyond adhesion. Cancer Lett 2013; 330:150-162.   \n26Ye Z, Zhang C, Tu T, et al. Wnt5a uses CD146 as a receptor to regulate cell motility and convergent extension. Nat Commun 2013; 4:2803.   \n27Kang YY, Wang FC,Feng J, Yang DL, Yang X, Yan XY. Knockdown of CD146 reduces the migration and proliferation of human endothelial cells.Cell Res 2006;16:313-318.   \n28Zheng CG, Qiu YJ, Zeng QQ,et al. Endothelial CD146 is required for in vitro tumor-induced angiogenesis: the role of a disulfide bond in signaling and dimerization. Int JBiochem Cell B 2009; 41:2163-2172.   \n29Yan XY,Lin Y, Yang DL,et al. A novel anti-CD146 monoclonal antibody,AA98,inhibits angiogenesis and tumor growth. Blood 2003; 102:184-191.   \n30Chan B, Sinha S,Cho D, Ramchandran R,Sukhatme VP. Critical roles of CD146 in zebrafish vascular development. Dev Dvn 2005: 232:232-244.   \n31Kebir A, Harhouri K,Guillet B,et al. CD146 short isoform increases the proangiogenic potential of endothelial progenitor cells in vitro and in vivo. Circ Res 2010;107:66-75.   \n32Harhouri K, Kebir A, Guillet B,et al. Soluble CD146 displays angiogenic properties and promotes neovascularization in experimental hind-limb ischemia.Blood 2010;115:3843-3851.   \n33Bu P, Gao L, Zhuang J, Feng J, Yang D, Yan X. Anti-CD146 monoclonal antibody AA98 inhibits angiogenesis via suppression of nuclear factor-kappaB activation.Mol Cancer Ther 2006; 5:2872-2878.   \n34Jiang T, Zhuang J, Duan H,et al. CD146 is a coreceptor for VEGFR-2 in tumor angiogenesis. Blood 2012;120:2330- 2339.   \n35Brose K,Bland KS,Wang KH, et al. Slit proteins bind Robo receptors and have an evolutionarily conserved role in repulsive axon guidance. Cell 1999; 96:795-806.   \n36Zhang Y, Zheng C, Zhang J,et al. Generation and characterization of a panel of monoclonal antibodies against distinct epitopes of human CD146.Hybridoma (Larchmt) 2008; 27:345-352.   \n37Yang Y, Zou L,Wang Y, Xu KS, Zhang JX, Zhang JH. Axon guidance cue Netrin-1 has dual function in angiogenesis. Cancer Biol Ther 2007; 6:743-748.   \n38 Xu K, Wu Z, Renier N, et al. Neural migration. Structures of netrin-1 bound to two receptors provide insight into its axon guidance mechanism. Science 2014; 344:1275-1279.   \n39Zeng Q, Wu Z, Duan H, et al. Impaired tumor angiogenesis and VEGF-induced pathway in endothelial CD146 knockout mice. Protein Cell 2014; 5:445-456.   \n40Larrivee B, Freitas C, Suchting S, Brunet I, Eichmann A. Guidance of vascular development: lessons from the nervous system. Circ Res 2009;104:428-441.   \n41Fitamant J, Guenebeaud C, Coissieux MM,et al. Netrin-1 expression confers a selective advantage for tumor cell survival in metastatic breast cancer.Proc Natl Acad Sci USA 2008; 105:4850-4855.   \n42Paradisi A, Maisse C, Coissieux MM,et al. Netrin-1 up-regulation in inflammatory bowel diseases is required for colorectal cancer progression. Proc Natl Acad Sci USA 2009; 106:17146-17151.   \n43Kaufmann S, Kuphal S, Schubert T, Bosserhoff AK.Functional implication of Netrin expression in malignant melanoma. Cell Oncol 2009; 31:415-422.   \n44Ferrara N, Carver-Moore K, Chen H,et al. Heterozygous embryonic lethality induced by targeted inactivation of the VEGF gene. Nature 1996; 380:439-442.   \n45Carmeliet P,Ferreira V, Breier G,et al.Abnormal blood vessel development and lethality in embryos lacking a single VEGF allele. Nature 1996; 380:435-439.   \n46Fong GH,Rossant J, Gertsenstein M, Breitman ML.Role of the Flt-1 receptor tyrosine kinase in regulating the assembly of vascular endothelium.Nature 1995;376:66-70.   \n47Kitajewski J. Wnts heal by restraining angiogenesis. Blood 2013;121:2381-2382.   \n48Stefater JA 3rd,Lewkowich I, Rao S,et al.Regulation of angiogenesis by a non-canonical Wnt-Fltl pathway in myeloid cells. Nature 2011; 474:511-515.   \n49Kimmel CB, Balard WW, Kimmel SR, Ullmann B, Schilling TF. Stages of embryonic development of the zebrafish. Dev Dyn 1995;203:253-310.   \n50Baker M,Robinson SD,Lechertier T,et al.Use of the mouse aortic ring assay to study angiogenesis.Nat Protoc 2011;   \n7:89-104.   \n51Zhang CW,Gao JX, Zhang HF, Sun L, Peng G.Robo2-Slit and Dcc-Netrinl coordinate neuron axonal pathfinding within the embryonic axon tracts.JNeurosci 2012;32:12589-12602.   \n52Liu F,Patient R.Genome-wide analysis of the zebrafish ETS family identifies three genes required for hemangioblast dif",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ferentiation or angiogenesis. Circ Res 2008;103:1147-1154. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(Supplementary information is linked to the online version of the paper on the Cell Research website.) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work is licensed under the Creative Commons Attribution-NonCommercial-No Derivative Works ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.0 Unported License.To viewa copy of this license,visit http:// creativecommons.org/licenses/by-nc-nd/3.0 ",
        "page_idx": 12
    }
]