[
    {
        "type": "text",
        "text": "Rhesus monkey brain development during late infancy and the effect of phencyclidine: A longitudinal MRI and DTI study ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cirong Liub.c1, Xiaoguang Tiande.1, Huilang Liua1, Yin Mof,Fan Baia, Xudong Zhao g, Yuanye Ma agh, Jianhong Wang a\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LaboratoryoftheimateodelforBrainDiseasdKeyLboratoryofAnialModelsandHumanDiseaseMechanismsoftheCnesecadeyf   \nKunming Institute of Zoology,Kunming 650223,China   \nb The UniversityofQueensland,Queensland Brain Institute,QLD4072,Australia   \nBraietoetefoteftdef   \ndGraduateSchoolofeuralandBehavioralSiences,InternationalaxPlanckResearchSchool,uebingen,72o74,Germay   \neWerner Reichardt Centre for Integrative Neuroscience,Tuebingen,72076,Germany   \nfDepartmentofMedicalImaging,theFirstAfiliatedHospitalofKunming Medical UniversityKunming 650223,China   \ngStateKeyLboratoryofrainandCognitiveSiences,nstituteofiophsics,ChineseAcademyofciences,BeijingCin   \nh Yunnan KeyLaboratoryofPrimate Biomedical Research,Kunming,Yunnan,hina ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLE INFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history: Accepted 27 November 2014 Available online 5December 2014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nInfant   \nNeurodevelopment   \nPrimates   \nTemplate   \nPhencyclidine ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Early brain development is a complex and rapid process,the disturbance of which may cause the onset of brain disorders.Basedonlongitudinal imagingdataacquiredfrom6to16 months postnatal,we describeasystematic trajectory of monkey brain development during late infancy,and demonstrate the influence of phencyclidine (PCP)on this trajectory.Although the general developmental trajectoryof the monkey brain was close to that of the human brain,the development in monkeys was faster and regionally specific.Gray matter Volume began to decrease during late infancy in monkeys,muchearlierthan in humans inwhom it occurs inadolescence. Additionaly,the decrease of gray matter volume in higher-orderassociationregions (the frontal,parietaland temporal lobes)occurred later than in regions for primary functions (the occipital lobe and cerebellum).White mattervolume displayed an increasing trend in mostbrain regions,butnot inthe occipitallobe,which had a stable volume.Inaddition,based on diffusion tensor imaging,we found an increase in fractional anisotropyand a decrease in difusivity,which may be associated with myelination and axonal changes in white mater tracts. Meanwhile,we tested the influence of14-day PCP treatmenton the developmentaltrajectories.Such treatment tended to accelerated brain maturation during late infancy,although not statistically significant.These findings provide comparative information for the understanding of primate brain maturation and neurodevelopmental disorders. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\circledcirc$ 2014 Elsevier Inc.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Understanding brain development during infancy,a critical stage with rapid brain changes and vulnerabilities to exogenous influences, is essential for the research of pathological mechanisms of neurodevelopmental disorders.Recent advances in brain imaging techniques enable investigating brain maturation in-vivo.However,partly due to the long life span of humans,most human developmental studies are based on cross-sectional or mixed-longitudinal data that provide less accurate observations than longitudinal studies,especially when there is a large individual variability in brain development (Casey etal.,2oo5).Moreover,it is impractical to interfere with normal brain development of humans,which impedes the understanding of neurodevelopmental disorders. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The rhesus monkey,a widely-used experimental animal with phylo genetic closeness to humans (Bizon and Woods,2oo9),has a shorter life span than humans.Thus it is a good candidate for longitudinal studies of brain developmentand neurodevelopmental disorders.However, there are few comparative imaging studies on monkey brain development, and most of the existing studies are cross-sectional (Chen et al., 2013; Shi et al.,2O13).A pioneering longitudinal imaging study on monkey brain development was performed 8 years ago (Malkova et al.,2006). This study investigated the growth of total brain volume and total white matter volume from birth to late puberty.Due to the limitation of the data(based on1.5TMRl scanners),the study did not provide important information of gray matter and regional brain growth that are essential for the characterization of the trajectories of brain development. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "On the other hand,when using monkeys as experimental animals, we can use various ways to disturb brain development.Phencyclidine (PCP),a noncompetitive N-methyl-D-aspartate (NMDA) receptor antagonist,iswidely used to build animal models of schizophrenia (Jones et al.,2011;Mouri et al.,2007).Recently, schizophrenia has been regarded as a neurodevelopmental disorder,whose pathology may be contributed by disturbances during prenatal and postnatal brain maturation (Jaaro-Peled et al.,2Oo9;Lewis and Levitt, 2002; Rapoport etal.,2oo5). Based on the hypothesis,previous studies have examined the effects of PCP on brain development in rodents,and they suggest that early postnatal PCP treatment is a novel promising animal model for schizophrenia (Broberg et al.,20o8,2013;Kjaerby et al.,2014; Rasmussen et al.,2007;Wang et al.,2001). However, species diferences between rodents and humans constitute a major gap for \"translational psychiatry\",which monkeys could help to fill. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Our study focuses on a comprehensive longitudinal analysis of monkey brain development during late infancy,and on the influence of PCP on the development by using non-invasive brain imaging techniques and linear mixed-effect models.To our knowledge,this is the first longitudinal MRl-based study that characterizes regional growth of gray and white matter,and the first longitudinal DTI-based study that characterizes white matter maturation during early brain development of monkeys,as well as the first work to investigate the influence of PCP on these developmental trajectories. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materialsandmethods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Monkeys ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A total of 14 male rhesus macaques (Macaca mulatta),from the breeding colonies at the Primate Center of the Kunming Institute of Zoology Chinese Academy of Sciences,were scanned at 5 different time-points:a baseline scan (at the age of $1 9 6 \\pm 8$ days postnatal) and about 40,68,105,and 303 days later(Fig.1A,details shown in Table S1).These scans covered the period of late infancy,which spans from ${ \\sim } 0 . 4 4$ years postnatal (the eruption of the last deciduous tooth) to $\\sim 1 . 3 5$ years postnatal (the eruption of the first permanent tooth) (Smith etal.,1994).For convenience,these scans were named 6 months (S6),7 months (S7),8 months (S8),10 months (S10),and 16 months (S16),respectively.In S6,S10 and S16,all14 monkeys were scanned; and in S7 and S8,only 10 monkeys were scanned.After the first scan, 10 monkeys had a 14-day phencyclidine (PCP,Chemsky (ShangHai) International Co.,Ltd.#20120516) treatment (twice per day). Of these 10 monkeys,5 received PCP with a dose $0 . 1 5 ~ \\mathrm { m g / k g }$ body weight (PCP1),and the other 5 monkeys with a dose of $0 . 3 \\mathrm { m g / k g }$ body weight (PCP2).The remaining 4 monkeys were controls treated with saline solution $( 0 . 1 \\ \\mathrm { m l / k g }$ ,Control).After birth,the monkeys were reared with their mothers in the breeding center.At the age of 6 months, they were moved into other cages for experiments (two monkeys per cage),and were housed under standard conditions (a 12-hr light/dark cycle with light on from O7:00 to 19:00;humidity at $6 0 \\% ,$ temperature at $2 1 \\pm 2 ^ { \\circ } \\mathsf C ,$ 5times/daydeliveriesof foodandmilk).Thisis thestandard breeding protocol used in our primate center to reduce the adverse influence of maternal separation and the risk of naturally occurring maternal neglect and abuse.The experiments were conducted in accordance with the guidelines for the National Care and Use of Animals approved by the National Animal Research Authority of China.Detailed scanages and other information for each monkey are presented in Table S1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Data acquisition ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MRI and DTI data were acquired with a PHILIPS Achieva $3 . 0 \\mathrm { T }$ MR unit of The First Affiliated Hospital of Kunming Medical University, Kunming,Yunnan, China.Before the scan,monkeys were intramuscularlyinjected withatropine ( $0 . 0 5 \\mathrm { m g / k g } ,$ ShangHai HarvestPharmaceutical Co.,LTD.).Then the monkeys were deeply anesthetized with ketamine ( $7 . 5 ~ \\mathrm { m g / k g }$ ,im., ShengYang Animal Pharmaceutical factory) followed bypentobarbitalsodium ( $5 \\mathrm { m g / k g }$ for $1 . 3 \\mathrm { - } 1 . 9 \\mathrm { k g }$ bodyweight and $1 5 \\mathrm { m g / k g }$ for $2 . 2 \\substack { - 3 . 5 \\mathrm { k g } }$ body weight, XiTang Biological Company). Theanesthesia was stable for at least $^ { \\textrm { 1 h } }$ ,and the scan duration was less than $^ { 1 \\mathrm { ~ h ~ } }$ Thus,no complementary anesthesia was needed during the scan.A three-dimensional sagittal T1-weighted(T1-w）anatomical image was acquired using an inversion-recovery prepared 3-D spoiled gradient echo(SPGR） pulse sequence ( $\\mathrm { T R } = 1 4 ~ \\mathrm { m s }$ ${ \\mathrm { T E } } = 7 ~ { \\mathrm { m s } }$ ; flip angle $= 8 ^ { \\circ }$ ; fieldof view $= 1 6 0 \\mathrm { m m }$ ；matrix $= 3 2 0 { \\times } 3 2 0$ ；numberof averages $= 2$ ; final voxel resolution $= 0 . 6 \\times 0 . 5 \\times 0 . 5 \\mathrm { m m } ^ { 3 }$ ; scan duratio1 $1 = 8 { : } 3 0 \\ \\mathrm { m i n }$ ).DTI data were acquired usinga two-dimensional echo-planar diffusion-weighted spin-echo sequence ( $\\mathrm { T R } = 8 \\ s$ $\\mathrm { T E } =$ $7 8 ~ \\mathrm { m s }$ ；flipangle $= 9 0 ^ { \\circ }$ ; fieldof view $= 1 2 0 \\mathrm { m m }$ ;matrix $= 9 6 \\times 9 6$ slice thickness $= 1 . 2 5 ~ \\mathrm { m m }$ ,no gap;number of averages $= 3$ ; final voxel resolution $= 1 . 2 5 \\times 1 . 2 5 \\times 1 . 2 5 \\mathrm { m m } ^ { 3 }$ $\\mathsf { b } = 1 0 0 0 \\mathsf { s } / \\mathrm { m m } ^ { 2 }$ ; 32 directions with one non-diffusion weighted image;scan duration $= 1 5 \\mathrm { m i n }$ ） ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Template construction ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MRI ( $_ { T 1 }$ -w） template construction",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Brain tissue was manually delineated from non-brain tissue by trained researchers for each dataset.Field inhomogeneity was biascorrected using FAST in FSL (Smith et al., 2OO4; Zhang et al., 2001), which also provided segmentation maps including tissue class probability imagesand partial volume images.The MRI template was constructed using the Advanced Normalization Tools（ANTs） software (Avants etal.,20o8;Klein et al.,20o9).First,all images were rotated to the same orientation bya rigid alignment,demeaned by dividing their mean values,and then averaged to create an initial template with $0 . 5 \\mathrm { m m } ^ { 3 }$ isotropic resolution. The template Was iteratively optimized by transformingall input images to the current template and averaged to createa refined template.The procedure was performed usingrigid,affne,and nonlinear alignments,and repeated until the average image converged for each type of alignment (Fig.1B).The transforms from different alignments were concatenated so that the input images were only re-sampled once to minimize interpolation errors. After the final template was constructed, probabilistic tissue segment maps of each image were warped into the template space,smoothed with a 1-mm FWHM Gaussian smoothing kernel,and averaged to create tissue probability maps.Furthermore,brain parcellation maps were created using the following steps:1) The template was transformed to the T1-w image of the UNC Primate Brain Atlas (Styner et al., 2OO7) by an affine alignment and then a nonlinear alignment.2) The template was labeled by inverse-transforming UNC parcellation maps to the template space based on the transformations estimated from the previous alignments.3) The template label was carefully checked and manuallyadjusted.The parcellation maps were used for ROl-based tissue volume analysis. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/8a26cf3dd9ea135497b838c4d91e7015ea5719928cb82737aa76e0b0722bef5f.jpg",
        "img_caption": [
            "model analysis. Detailed scan and age information of each monkey are presented in Table S1. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DTI template construction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Artifacts from eddy currents and motion in the diffusion data were corrected using FDT of FSL(Smith et al.,2OO4).For each dataset, the brain was manually delineated from non-brain tissue on the nondiffusion weighted image by trained researchers,and then the diffusion tensor was reconstructed using FSL.The DTI template was constructed using DTI-TK,a spatial normalization toolkit optimized for examining white matter morphometry based on DTI data (Zhang et al.,2007). DTI-TK uses higher order information of diffusion tensor images for spatial normalization and has been used to generate high-quality DTI templates of adult humans (Zhang et al.,2O11), human infants (Wang etal.,2011),and adult primates (Adluru etal.,2O12).The procedures and parametersused to generatea monkey DTI template were similar to those employed in a previous study (Adluru et al.,2o12).All input tensor images were rotated to the same orientation by a rigid alignment, and then averaged usinga Log-Euclidean mean to create an initial template with a $0 . 5 \\mathrm { - m m } ^ { 3 }$ isotropic resolution.Log-Euclidean tensor averaging preserved white matter orientation with minimal blurring.The template was iterativelyoptimized usingrigidand thenaffinealignments,and repeated until the average image converged for each type of alignment.Finally,the template was iteratively optimized using nonlinear alignments. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Braindevelopmentanalysis ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Totalbrain volume ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Total brain volume was estimated for each subject based on the manually de-skulled structural images,and analyzed using linear mixed-effect models (see below). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ROI-based tissue volume analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To avoid bias to particular time points,all structural images were transformed to the T1-w template by an affine alignment and then by a non-linear alignment.Gray matter and white matter partial volume images for each dataset were warped into the template space using the transformations from the previous alignments,and modulated by multiplying the Jacobian determinants of the deformation field to compensate for the expansion/reduction from the nonlinear transformation (Good etal.,2oo1).Finally, tissue volumes for gray and white matter in each brain region were estimated based on wrapped partial volume images.Besides,the ROl-based analysis was also performed in the native space by inverse-transforming the labels of brain regions into the images of each monkey to avoid the interpolation and smoothing.The results in the native space were similar to the results in the template space. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c94f6a2fed37187c1235cc71e3ed4d01d43ac05db1a41897213a73656b60fb1c.jpg",
        "img_caption": [
            "Fig images of one individual monkey. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Voxel-basedmorphometry(VBM) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Similar to the ROI-based analysis, gray matter and white matter partial volume images were warped into the template space and modulated bymultiplying the Jacobian determinants of the deformation field. Wrapped partial volume images were smoothed with a 1-mm FWHM Gaussian smoothing kernel and used for the linear mixed-effect analysis.The analysis was restricted to a gray matter/white matter mask from the MRI template with corresponding tissue probabilities greater than $20 \\%$ to exclude voxels with low tissue probabilities (mainly caused byspatial smoothing).Finally, the pre-processed images were used for linear mixed-effect analysis.Because the ROI-based volume analysis provided information similar to thatby VBM,the results of VBMwere complementary and presented in Fig. S1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Deformation-basedmorphometry (DBM) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "After the affine alignment accounting for the global brain size and shape difference,subject brain images of each time point were nonlinearly transformed to corresponding images of other time points using ANTs (Avants et al.,2oo8).The Jacobian determinants,which represented the local shape difference at each voxel between two time points,were then computed for the statistical analysis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tract-based spatial statistics (TBSS) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "TBSS was an observer-independent method for group-wise comparisons of DTI-derived measures (Smith et al.,2Oo6).TBSS comprised three steps:1) normalizing input images to the template space;2) creatingamean fractional anisotropy(FA) skeleton and projecting data to the skeleton;3) statistical analysis.The first step was performed using DTI-TK(tensor-based spatial normalization） to register DTI images to the template space,because DTl-TK provided better normalization for DTI images than the FA-based method implemented in FSL(Bach et al.,2014; Zhang et al., 2007). The second step was performed using the standard TBSS protocol in FSL (Smith et al.,2004,2006).FA images were calculated from spatial-normalized tensor images and averaged to create a mean FA image as well as a mean FA skeleton under an FA threshold over O.2.Alower threshold( $\\mathrm { F A } = 0 . 1 5$ )wasalso tested due to the low FA of infant monkeys,and the resultswere similar to those under the threshold of O.2.An inferior cingulum mask was manually drawn on the template space to facilitate FA projection because the inferior cingulum tract had no well-defined search direction for the projection due to its tubular skeleton topology (Smith etal.,2oo6).After the projection,linear mixed-effect models were used to analyze the skeletonized FA images.Concurrently,TBSS of otherdiffusion-derived measures,including mean diffusivity(MD),axial diffusivity(AD)and radial diffusivity(RD)were also performed using the same approach. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/28eafd350da61c985f61d08f6517ce2b464f140bfd3ae0f3f29afbf070b649c7.jpg",
        "img_caption": [
            "ioto $\\mathrm { m m } ^ { 2 } / s$ .The inferiorcingulummaskrequiedfortract-basedsatialstatists BS)isasoshownonthesagitalslceoftheFAimage(inedolor. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Statistical analysis ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For the total brain volume and ROl-based tissue volume, timerelated change and PCP-related change were analyzed using linear mixed-effect models by the NLME package of the R language(Pinheiro etal.,2oo7).Main (fixed) effects of the time,the group factor (control, PCP1 and PCP2) and the interaction between the time and the group factors (time-group interaction） were included in the analysis;and therandom effect (subject-specific intercept) of each monkey was also modeled to account for repeated measurements.Time could be modeled asa categorical factor to test the difference betweendifferent time points(M1),or it could be modeled as a continuous variable to testthe linear/quadratic trend(M2),resulting in two similar but different models.For the M2,the quadratic term of time was not significant in any of the measures;thus,a linear fit was calculated.Besides,more complex structures of variance,correlation and random effect were also modeled,including heterogeneous variance,correlation structure with an autoregressive process of order 1,and random effect with both subject-specific intercept and slope.These models were compared by likelihood-ratio tests and information criteria (AIC and BIC),but none of these complex models outperformed the mixed-effect models M1 and M2.Thus,M1 and M2 were chosen for the final mixed-effect model analysis,which were followed by Tukey post-hoc tests for any significant factors. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Similar models（M1 and M2）were fitted for VBM and TBSS by SurfStat (Worsley,2Oo9),which was capable of fitting mass-univariate/ multivariate linearmixed-effectmodels forthevolumetricdata.As the F tests formixed effect models were not featured in SurfStat,different contrasts were designed to test different factors. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DBM was calculated from a nonlinear alignment between the images of two scans.For each pair of time points,a voxelwise onesample permutation test was performed on the maps of Jacobian determinants to determine if there was a significant expansion or reduction of the brain using the randomise of FSL (Smith et al.,2004). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Templatesofinfantmonkeys ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To avoid any bias to a particular time point and to improve the quality of templates,we created high-quality MRI and DTI templates using the data of all scans.The templates were a pre-requisite for the subsequent brain imaging analysis,and served as a target space to which individual brains were spatially normalized.Both the MRI-based template and the DTl-based template are provided in the Supplementary Data for downloading and usage. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "MRI-based template ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As illustrated in Fig.2,the template had a superior contrast between different tissues and a better signal-to-noise ratio when compared to individual brains.The greater contrast and improved delineation of anatomical structures in the template demonstrated a good alignment of individual monkey brains.Moreover,the template contained brain parcellation maps derived from the UNC Primate Brain Atlas.Thus,we can use the template to label each brain region and to conduct ROIbasedanalysis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DTI-basedtemplate ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The properties of the DTI-based template and a representative individual example,including fractional anisotropy(FA),trace (trace $= 3 \\times$ mean diffusivity),axial diffusivity (AD),radial diffusivity(RD),and principal diffusion direction images (PD) are shown in Fig.3.We also drew manuallyan inferior cingulummask on the template space to facilitate itsskeleton-projection for the following TBSS analysis.Like the MRIbased template,the DTl-based template had a better contrast than individual brains,which demonstrated a good alignment. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Brain development and the effectof PCP ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We characterized the rapid development of the monkey brain and the influence of PCP during late infancy based on longitudinal brain imaging data.The results across S6,S10 and S16 are described in this section,as 1）the three time points showed evident changes in brain maturation,2) S1O and S16 were farapart from the baseline scan (S6) and suffered less from the variability of the ages of different monkeys 3) the three time points had all 14 monkeys scanned,which allowed more solid statistical inference. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Total brain volume ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We calculated the total brain volume based on individual deskulled structural images.Mixed-effect model analysis showed a significant growth of brain volume during late infancy $( \\operatorname { F } ( 2 , 2 2 ) =$ 154.63, $\\mathsf { p } < 0 . 0 0 1$ ):on the average,the 1O-month-old brain and the 16-month-old brain were $1 . 0 6 2 \\times$ and $1 . 0 9 2 \\times$ larger than the 6- month-old brain,respectively.However,the rate of brain growth gradually slowed down:an increase of $6 . 2 1 \\%$ occurred from 6 to 10 months (adjusted $\\mathsf { p } < 0 . 0 0 1$ ),andwas then followed byanother increase of $2 . 8 1 \\%$ from 10 to 16 months (adjusted $\\mathsf { p } < 0 . 0 0 1$ ) (Fig.4). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Although the PCP-treated groups had higher growth rates ( $1 1 . 1 5 \\%$ in PCP1, $8 . 8 6 \\%$ in PCP2） than the control group $( 7 . 1 3 \\% )$ from 6 to 16 months(Fig.4),neither the group factor $( \\operatorname { F } ( 2 , 1 1 ) = 0 . 3 8$ $\\mathfrak { p } = 0 . 6 9$ ） nor the time-group interaction $\\operatorname { \\mathrm { ' } F } ( 4 , 2 2 ) = 2 . 5 8$ $\\mathfrak { p } = 0 . 0 7 \\$ hadsignificant effects on the changes of total brain volume. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f0a553a963ae6e74a7be6769524ec9d5abe7f17da57a7490178119a7441ba0f7.jpg",
        "img_caption": [
            "Fig.4.Total brain volume changes.The percent changes of total brain volume of each scan against the baseline scan (S6) are presented in mean $\\pm$ SEM for each group.Mixed-effect model analysis (based on absolute volume） shows significant time-related changes $( \\mathrm { F } ( 2 , 2 2 ) = 1 5 4 . 6 3 \\$ $\\mathfrak { p } < 0 . 0 0 1$ ),but non-significant effects of the group factor $( \\operatorname { F } ( 2 , 1 1 ) =$ 0.38, $\\begin{array} { r } { \\mathrm { p } = 0 . 6 9 . } \\end{array}$ and non-significant time-group interaction $( \\mathrm { F } ( 4 , 2 2 ) = 2 . 5 8$ $\\mathfrak { p } = 0 . 0 7$ ） Asterisks indicate the difference of volume between the scans based on post-hoc tests: $\\mathrm { ^ { * } p } < 0 . 0 5$ 元 $\\mathsf { \\Omega } ^ { \\ast \\ast } \\mathsf { p } < 0 . 0 1$ ,and $^ { * * * } \\mathrm { p } < 0 . 0 0 1$ .Detailed statistics of mixed-model analyses are presented in Table S2. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ROI-based tissue volume analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Development of the monkey brain during late infancy was characterized by reduced gray matter volume and increased white matter volume (Figs.5 and 6).However,the developmental trend of tissue volume was regionally specific.Gray matter volume in the occipital lobe,cerebellum,and insular cortex decreased significantly after S6.Gray matter in other cortices,including the frontal, parietal,and temporal lobes,and cingulate cortex,decreased significantly only after S1o.White matter volume displayed an overall increasing trend in most brainareas,but not in the occipital lobe $( \\operatorname { F } ( 2 , 2 2 ) = 1$ $\\mathsf { p } = 0 . 3 8$ ).A non-significant increase of white matter volume was also found in the parietal lobe $( \\mathrm { F } ( 2 , 2 2 ) = 2 . 5 2 \\$ ${ \\tt p } = 0 . 1 0$ ).The increase ofwhitemattervolume from S6 to S1O was significant in the cerebellum and corpus callosum,but not significant in the frontal lobe, temporal lobe,and cingulate cortex. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Although neither the group factor nor the time-group interaction had significant effects on any of the above changes,the PCP groups displayed a non-significant acceleration of the decrease in gray matter volume and of the increase inwhite mattervolumeafter S1O in most brainregions,including the frontal, parietal,and temporal lobes,cerebellum,and cingulate cortex(Figs.5 and 6).All detailed statistics of mixed-model analyses and the absolute volume of the above measures arepresented in Table S2. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Voxel-based morphometry(VBM) and Deformation-based morphometry (DBM) ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ROI-based analysis provided measures of large areas,whereas VBM enabled us to compare changes of tissue volume at the voxel level. Consistent with ROI-based analysis,VBM revealed reduced gray matter ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Gray matter volume ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c9056cd4e17fac85a3671192957eea3bc0a77a113fe63daa850b760e91c16672.jpg",
        "img_caption": [
            "Fig.5.ROl-basdaeoealisctagfatcagstseepresd $\\pm$ SEM for each group.Mixede brain regions.Asterisks indicate diferences of volume between the scans based on post-hoc tests: $\\mathsf { \\tilde { \\rho } } _ { \\mathsf { p } } < 0 . 0 5$ $^ { * * } \\mathrm { \\bf p } < 0 . 0 1$ ,and $\\ast \\ast \\ast _ { \\mathrm { p } < 0 . 0 0 1 }$ .Detailed statistics of mixed-model analyses are presented in Table S2. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "White matter volume ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/47c0ea5d9f87cd025b3943b1efc6b08427e46a3fab617eb6098453a27304680a.jpg",
        "img_caption": [
            "Fig6ROl-badateoestagfaecagsseliaeprd $\\pm$ SEM for each group.Mixedi time-gropinteractioisignifcantianybagionAsterssicatethdierenceofouebtwntesansasedonostotests: $\\mathrm { ^ * p } < 0 . 0 5$ $\\mathfrak { k } \\mathfrak { k } _ { \\mathtt { p } < 0 . 0 1 }$ ,and $\\mathbf { \\tilde { \\rho } } ^ { * * * } \\mathbf { p } < 0 . 0 0 1$ .Detailed statistics of mixed-model analyses are presented in Table S2. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "volume and increased white matter volume across the brain during late infancy(Fig.S1).VBMalso showed regional variations:white matter changes in the occipital and parietal lobes were less obvious than the changes in other brain regions.Neither the group factor nor the timegroup interaction had significant effect in the changes of VBM. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DBM was an effective technique to detect morphological differences based on the deformation field derived from nonlinear alignments.Consistent with the above findings,more expansion was found in the white matter than the gray matter,whereas more reduction was found in the gray matter than the white matter (Fig. 7). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Tract-Based Spatial Statistics(TBSS) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Besides volume and shape changes,we characterized changes in white matter microstructure based on DTI.TBSS showed increased fractional anisotropy(FA) and decreased diffusivity(MD,RD and AD) across all major tracts of the brain during late infancy (Fig.8). The decrease in RD(diffusivity perpendicular to the axon) was more evident than that of AD(diffusivity along the axon).Thus,changes in FA and MD were driven mainly by the reduction in RD.All of these changeswere more obvious at S16 than S10,suggesting continuous development of the white matter microstructure during late infancy.None of the measures showed any significant effect of PCP on brain development. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This study demonstrates that1) the volume of gray matter decreases in monkeys during late infancy,much earlier than in humans;2) the volume ofwhitematter increasesand isassociatedwithan increase in ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Deformation-based morphometry A:S10-S6 B:S16-S10 C:S16-S6 滋禁 梦 $\\pmb { P < 0 . 0 5 }$ FWEandTFCEcorrected ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ee4738f215948fb8f02f762e4ae4e69397f27953ee14c130a1d0b1678a7f6ec3.jpg",
        "img_caption": [
            "F therandomiseof FSL (Smith etal.,2004). ",
            "f and the blue and azure colors represent significant decreases in these properties. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Humans Early infancy Late infancy Juvenile (adPubscetyce)   \n0 2 6 12 (years)   \nTotal brain Volume (cubic growth with rapid increase during infancy)   \n::: ↑ ↑ Q Nearly $9 5 \\%$ of peak Peak 14.5 11.5   \nCortical gray matter (inverted U-shape with rapid increaseduring infancy,peak during puberty,and regional variation)   \n0005 Frontal lobeParietal lobe Temporal lobe 个 Occipital lobe Q♀ Q ? Q Peak Q 12.1 11 14.5 11.5 16.516.7 Increase linearly   \nCortical white matter (linear increase until adulthood,and minor regional variation)   \n1 ncreasing Q   \nFactional anisotropy (increase until adulthood)   \nMean diffusivity (decrease untiladulthood) M   \nRadial diffusivity (decrease) H   \nAxial diffusivity (decrease) 1 Rhesus macaques Early infancy Late infancy Juvenile (adolescence) 0 5 16 40 (months)   \nTotal brain volume (cubic growth with rapid increase during infancy) ↑ Peak:\\~36 months   \nCortical gray matter (Decrease with regional variation during late infancy) ： Frontal lobeParietal lobe Tempral lobe Occiptal lobe Non-sigificant changes or # # # 1 √★ Ⅱ opposite trends to humans for most regions worth futher longitudinal validation 6-1010-16 6-10 10-16 6-1010-16 6-10 10-16   \nCortical white matter(Increase with regional variation during late infancy) Qualitive inspection Frontal lobe Parietal lobe Temporal lobe Occipital lobe Only total volume reported # → # # # 个个 # # 6-10 10-16 6-10 10-16 6-10 10-16 6-10 10-16   \nFactional anisotropy (Increase)   \nMean diffusivity (Decrease)   \nRadial diffusivity (Decrease)   \nAxial diffusivity (Decrease during late infancy) Consistent with the trend of humans Opposite to the trend of humans worth futher longitudinal validation Low High Our study (mix) longitudinal Cross-sectional ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "ig9 2001).The time scale of monkeys is re-scaled to match that of humans fora better comparison .These developmental trajectories are depicted mainly based on longitudinal and mixedoutlines,ndourloidiadtaidolidutlielorbarfroitetblackepretseaseinesuresdiea "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "fractional anisotropy and a decrease in diffusivity;and 3) the maturation of gray and white matter are regionally specific;and 4) PCP tends to accelerate maturation after 1O months of age,although not statistically significant. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We observed a rapid growth of monkey brain volume during early development,consistent with a pervious study (Malkova et al.,2006). However,the growth rate began to slow down during late infancy, as $6 . 2 1 \\%$ of the expansion occurred between 6 and 10 months and only $2 . 8 1 \\%$ between 10 and 16 months (Fig.4).The fast expansion is mainly caused by the significant increase of white matter volume (Fig.6),while the later decline in the expansion rate can be partly explained bya significant decrease of gray matter volume after 10 months(Fig.5).Compared with monkey brain development,human brain volume increases $100 \\%$ during the first year of life,and then keeps cubic growth into adolescence（Fig.9）(Giedd,2o04;Giedd et al.,1999;Gilmore et al.,2007),which indicates that humans have a less mature brain at birth and a longer period of early rapid brain growth than monkeys (Gibson and Petersen,1991). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The changes in the volume of gray and white matter volume of monkey brains were regionally specific(Figs.5 and 6).The occipital lobe and cerebellum(presumably important for primary functions) had a significant decrease in gray matter volume before 1O months, whereas the frontal,temporal,and parietal lobes (associated with functional integrations) had significant decreases only after1O months.As to white matter,its volume showed an increasing trend in most brain regions during late infancy,but not in the occipital lobe.The developmental pattern demonstrates that brain regions for primary functions mature earlier than brain regions associated with functional integration. In humans,brain maturation shows more complex regional variations (Fig.9).Gray matter volume in brain regions for functional integration, including the frontal, temporal,and parietal lobes,decreases only after adolescenceand the change tends to followa trajectory of an “inverted U curve\"with peaks at different times,whereas the gray matter of the occipital lobe keeps increasing without significant decline or leveling (Giedd,2004;Giedd etal.,1999). Compared with monkeys, the more complex and delayed brain development of humans allows a stronger influence of postnatal experiences on brain structures,which may contribute to the emergence of human-specific cognitive abilitiesand social behaviors. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In addition to volume change,we also characterized the development of white matter microstructure using DTI.We observed an overall increase in FAand a decrease in diffusivity(MD,RD,and AD).Previous studies revealed increased RD and decreased FA in mice that were genetically modified or treated with cuprizone to be myelin-deficient (Nair etal.,2005; Song et al.,2002,2005).As demyelination contributes to a decrease of FA and an increase of RD,we infer that myelination may be the main reason for the change of FA and RD during late infancy.We also observed a decrease in AD,which is consistent with previous findings in humans （Fig.9)(Forbes et al.,2OO2；Mukherjee et al, 2001; Sadeghi et al., 2013; Schneider et al.,2004; Zhang et al., 2005). Contrary to human development,a previous cross-sectional DTI study in monkeys showed an increase of AD from late infancy to young adulthood (Shi etal.,2O13).The above evidence indicates that the change of AD in monkeys may be nonlinear after late infancy,which is worth further longitudinal validation (Fig.9). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We also investigated the effect of PCP on these trajectories with the hope of using monkeys as an animal model for schizophrenia (Jones et al.,2011; Mouri et al.,2007). Despite their trajectories being similar to those of the control group,the PCP-treated groups had an accelerated rate of development after 10 months (Figs.4-6). However, none of the PCP-related changes was significant.Two possible reasons mayaccount for the non-significance.The first may be the small sample size(14 monkeys).However,alongitudinal studylike ours hasa higher power and requires fewer samples than cross-sectional and mixedlongitudinal studies.In addition,we are mainly interested in major PCP-treatment effects that are detectable even with a small sample size.The second reason may be that the time of PCP treatment was beyond the critical phases of the development of the glutamatergic circuitry in the prefrontal cortex that PCP primarily affects:one is from late gestation to the first 3 months postnatal,when the number of excitatory synapses（glutamatergic） substantially increases；the other from around 15-18 months to young adulthood,when the number of excitatory synapses begins to decline until the stable adult level is achieved (Hoftman and Lewis,2011). In our study, the time points of PCP treatment and scans were within the stable period from 3 to 15- 18 months,which partly explains the non-significant effect of PCP. Therefore,itis worthwhile to studyif the effect of PCP becomes significant or disappears when these monkeys reach adulthood,and whether these changes can influence cognitive performance that are demanding for infant monkeys. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Besides the issue of PCP,we cannot investigate sex differences in brain development because the monkeys involved in our study were all males.Although the general developmental trajectory of males may beapplicable to females,gender differences in early brain development may exist and are worth future investigation.Furthermore,our longitudinal data only cover development during late infancy,a time scale that needs to be expanded in the future. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.neuroimage.2014.11.056. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was supported by 973 program (2012CB825500, 2011CB707800)，NSFC(31271168,91132307/H09,61178051）and NSFC Finnish-Chinese joint project 813111172.The authors would like to thank Prof. Ziad Hafed,Prof. Synnove Carlson,Dr.Ilkka Linnankoski and Joshua Rizak forreading and revising the manuscript. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conflict of interest ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "None declared. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Adluru,N.,Zhang,H.,Fox,A.S.,Shelton,S.E.,Ennis,C.M., Bartosic, A.M,Oler,J.A.,Tromp,D.P, Zakszewski,E., Gee, J.C.,2o12.A diffusion tensor brain template for rhesus macaques. Neuroimage 59, 306-318.   \nAvants, B.B., Epstein,C.L, Grossman, M., Gee,J.C.,2oo8. Symmetric diffeomorphic image registration with cross-correlation: evaluating automated labeling of elderly and neurodegenerative brain.Med. Image Anal.12,26-41.   \nBach,M.,Laun,F.B.,Leemans,A.,Tax, C.M.,Biessels,G.J.,Stieltjes,B.,Maier-Hein,K.H.,2014. Methodological considerations on tract-based spatial statistics (TBSS). Neuroimage 100,358-369.   \nBizon,J., Woods, A.G., 2oo9. Animal models of human cognitive aging. Springer.   \nBroberg, B.V.,Dias,R., Glenthoj,B.Y.,Olsen, C.K.,2oo8.Evaluationof a neurodevelopmental model of schizophrenia - early postnatal PCP treatment in attentional set-shifting. Behav.Brain Res.190,160-163.   \nBroberg,B.V.,Madsen,K.H.,Plath,N., Olsen, C.K., Glenthoj,B.Y.,Paulson, O.B.,Bjelke,B., Sogaard,LV.,2o13.A schizophrenia rat model induced by early postnatal phencyclidine treatment and characterized by magnetic resonance imaging. Behav. Brain Res. 250,1-8.   \nBrouwer,R.M.,Mandl,R.C.,Schnack,H.G.,Van Soelen,LL,van Baal,G.C.,Peper,J.S.,Kahn,R.S, Boomsma,D.I.,Pol, H.H.,2012.White matter development in early puberty: a longitudinal volumetric and diffusion tensor imaging twin study. PLoS One 7,e32316.   \nCasey,B.,Tottenham,N.,Liston, C.,Durston,S.,2oo5.Imaging the developing brain: what have we learned about cognitive development? Trends Cogn. Sci.9,104-110.   \nChen,X.,Errangi,B.,Li,L.,Glasser,M.F.,Westlye,L.T.,Fjell,A.M.,Walhovd,K.B.,Hu,X., Herndon, J.G.,Preuss,T.M., Rilling,J.K.,2013. Brain aging in humans,chimpanzees (Pan troglodytes),and rhesus macaques (Macaca mulatta): magnetic resonance imaging studies of macro- and microstructural changes. Neurobiol. Aging 34, 2248-2260.   \nForbes,K.P.,Pipe,J.G., Bird, C.R.,2Oo2. Changes in brain water diffusion during the 1st year of life.Radiology 222,405-409.   \nGeng,X., Gouttard,S., Sharma,A., Gu, H., Styner,M.,Lin,W., Gerig, G.,Gilmore,J.H.,2012. Quantitative tract-based white matter development from birth to age 2 years. Neuroimage 61, 542-557.   \nGibson,K.R.,Petersen, A.C.,1991. Brain maturation and cognitive development: comparative and cross-cultural perspectives.Transaction Publishers.   \nGiedd,J.N.,2oo4.Structural magnetic resonance imaging of the adolescent brain. Ann. N.Y. Acad. Sci. 1021,77-85.   \nGiedd,J.N.,Blumenthal,J,Jeffries,N.O., Castellanos,F.X.,Liu,H., Zijdenbos,A.,aus,T, Evans,A.C., Rapoport, J.L.,1999. Brain development during childhood and adolescence:a longitudinal MRI study. Nat. Neurosci. 2, 861-863.   \nGilmore,J.H.,Lin,W.,Prastawa,M.W.,Looney, C.B.,Vetsa,Y.S.K.,Knickmeyer,R.C.,Evans, D.D.,Smith,J.K., Hamer,R.M.,Lieberman,J.A.,2oo7.Regional gray matter growth,sexual dimorphism,and cerebral asymmetry in the neonatal brain. J. Neurosci. 27, 1255-1260.   \nGood, C.D., Johnsrude,LS.,Ashburner,J., Henson, R.N,Friston,K.J.,Frackowiak,R.S.,2001. A voxel-based morphometric study of ageing in 465 normal adult human brains. Neuroimage 14, 21-36.   \nHoftman,G.D.,Lewis, D.A.,2011.Postnatal developmental trajectories of neural circuits in the primate prefrontal cortex: Identifying sensitive periods for vulnerability to schizophrenia. Schizophr. Bull. 37, 493-503.   \nJaaro-Peled,H.,Hayashi-Takagi,A., Seshadri,S., Kamiya,A., Brandon,N.J.,Sawa,A,2009. Neurodevelopmental mechanisms of schizophrenia:understanding disturbed postnatal brain maturation through neuregulin-1-ErbB4 and DISC1. Trends Neurosci. 32,485-495.   \nJones,C.A.,Watson,D.J.,Fone,K.C., 2011.Animal models of schizophrenia. Br.J. Pharmacol. 164, 1162-1194.   \nKjaerby,C., Broberg,B.V., Kristiansen, U.,Dalby,N.O.,2014.Impaired GABAergic inhibition in the prefrontal cortex of early postnatal phencyclidine (PCP)-treated rats. Cereb. Cortex 24,2522-2532.   \nKlein,A,Andersson,J,Ardekani, B.A.,Ashburner,J,Avants,B.,Chiang,M.C.,Christensen,GE., Collins,D.L,Gee,J.,Hellier,P., Song, J.H., Jenkinson,M.,Lepage,C.,Rueckert,D., Thompson,P., Vercauteren,T.,Woods,R.P., Mann,J.J.,Parsey, R.V.,2oo9.Evaluation of 14 nonlinear deformation algorithms applied to human brain MRI registration. Neuroimage 46, 786-802.   \nKnickmeyer,R.C.,Gouttard,S.,Kang,C.,Evans,D.,Wilber,K.,Smith,J.K.,Hamer,R.M,Lin,W, Gerig, G., Gilmore,J.H.,2Oo8.A structural MRI study of human brain development from birth to 2 years.J. Neurosci. 28,12176-12182.   \nKnickmeyer,R.C.,Styner,M,Short,S.J,Lubach,G.R.,Kang,C.,Hamer,R,Coe,C.L,Gilmore,J, 2010.Maturational trajectories of cortical brain development through the pubertal transition:unique species and sex differences in the monkey revealed through structural magnetic resonance imaging. Cereb. Cortex 20,1053-1063.   \nLebel, C., Beaulieu, C.,2011. Longitudinal development of human brain wiring continues from childhood into adulthood. J. Neurosci. 31, 10937-10947.   \nLenroot,R.K.,Gogtay,N., Greenstein,D.K.,Wels,E.M.,Wallace,G.L.,Clasen,L.S., Blumenthal, J.D., Lerch,J., Zijdenbos,A.P., Evans,A.C.,Thompson,P.M., Giedd, J.N., 2007.Sexual dimorphism of brain developmental trajectories during childhood and adolescence. Neuroimage 36,1065-1073.   \nLewis,D.A., Levitt,P.,2oo2.Schizophrenia as a disorder of neurodevelopment. Annu. Rev. Neurosci. 25, 409-432.   \nMalkova,L, Heuer,E.,Saunders, R.C.,2oo6.Longitudinal magnetic resonance imaging study of rhesus monkey brain development. Eur. J. Neurosci. 24, 3204-3212.   \nMouri, A., Noda, Y., Enomoto,T., Nabeshima,T.,2oo7. Phencyclidine animal models of schizophrenia: approaches from abnormality of glutamatergic neurotransmission and neurodevelopment. Neurochem. Int. 51,173-184.   \nMukherjee,P.,Miller,J.H.,Shimony,J.S., Conturo,T.E.,Lee,B.C.,Almli, C.R.,McKinstry,R.C., 2001.Normal brain maturation during childhood: developmental trends characterized with difusion-tensor MR imaging.Radiology 221,349-358.   \nNair,G.,Tanahashi,Y.,Low,H.P.,Billings-Gagliardi,S.,Schwartz,W.J.,Duong,T.Q.,2005. Myelination and long diffusion times alter diffusion-tensor-imaging contrast in myelin-deficient shiverer mice. Neuroimage 28,165-174.   \nPinheiro,J., Bates,D., DebRoy, S., Sarkar,D.,2oo7.Linear and nonlinear mixed effects models. R package version 3,57.   \nPlant,T.M.,1994.Puberty in primates.Physiol. Reprod.2,453-485.   \nPlant, T.M.,2oo1. Neurobiological bases underlying the control of the onset of puberty in the rhesus monkey: a representative higher primate.Front. Neuroendocrinol. 22, 107-139.   \nPlant,T.M.,Barker Gibb,M.L,2O04. Neurobiological mechanisms of puberty in higher primates. Hum. Reprod. Update 10, 67-77.   \nRapoport,JL.,Addington, A.M., Frangou, S., Psych, M., 2oo5. The neurodevelopmental model of schizophrenia: update 2005. Mol. Psychiatry 10, 434-449.   \nRasmussen, B.A.,O'Neil,J., Manaye,K.F.,Perry,D.C.,Tizabi,Y.,2oo7.Long-term effects of developmental PCP administration on sensorimotor gating in male and female rats. Psychopharmacology （Berlin） 190,43-49.   \nSadeghi,N.,Prastawa,M.,Fletcher,P.T.,Wolff,J., Gilmore,J.H., Gerig, G.,2O13.Regional characterization of longitudinal DT-MRI to study white matter maturation of the early developing brain. Neuroimage 68, 236-247.   \nSakai,T.,Mikami,A.,Tomonaga,M.,Matsui,M.,Suzuki,J.,Hamada,Y.,Tanaka,M.,MiyabeNishiwaki,T.,Makishima,H.,Nakatsukasa,M.,2O11. Differential prefrontal white matter development in chimpanzees and humans. Curr. Biol. 21, 1397-1402.   \nSchneider,J.F.,Il'yasov,K.A., Hennig,J., Martin,E.,2oo4.Fast quantitative diffusion-tensor imaging of cerebral white matter from the neonatal period to adolescence. Neuroradiology 46,258-266.   \nShi,Y.,Short,S.J., Knickmeyer,R.C.,Wang,J, Coe, C.L,Niethammer,M., Gilmore,J.H,Zhu,H., Styner,M.A.，2013.Difusion tensor imaging-based characterization of brain neurodevelopment in primates. Cereb. Cortex 23, 36-48.   \nSmith,H., Crummett,T.,Brandt, K.L.,1994. Ages of eruption of primate teeth: a compendium for aging individuals and comparing life histories. Am. J. Phys. Anthropol.37, 177-231.   \nSmith,S.M,Jenkinson,M.,Woolrich,MW.,Beckmann, C.F., Behrens,T.E.,Johansen-Berg,H., Bannister,P.R,De Luca,M.,Drobnjak,I,Flitney,D.E.,Niazy,R.K,Saunders,J,Vickes,J, Zhang,Y.,De Stefano,N.,Brady,J.M.,Matthews,P.M.,2oo4. Advances in functional and structural MR image analysis and implementation as FSL. Neuroimage 23 (Suppl. 1), S208-S219.   \nSmith,S.M.,Jenkinson,M.,Johansen-Berg,H.,Rueckert,D.,Nichols,T.E.,Mackay, C.E., Watkins,K., Ciccarelli,O.,Cader,M.., Matthews,P.M.,2Oo6.Tract-based spatial statistics: voxelwise analysis of multi-subject diffusion data.Neuroimage 31,1487-1505.   \nSong,S.-K.,Sun,S.-W.,Ramsbottom,M.J.,Chang, C.,RussellJ.,Cross,A.H.,2002. Dysmyelination revealed through MRI as increased radial (but unchanged axial) diffusion of water. Neuroimage 17, 1429-1436.   \nSong,S.-K.,Yoshino,J,Le,T.Q.,Lin,S.-J.,Sun,S.-W.,Cross,A.H.,Armstrong,R.C.,2oo5.Demy elination increases radial diffusivity in corpus callosum of mouse brain. Neuroimage 26,132-140.   \nStyner,M., Knickmeyer,R.,Joshi,S., Coe,C., Short,S.J., Gilmore,J.,2oo7.Automatic brain segmentation in rhesus monkeys. In Medical imaging (pp. 65122L-65122L) International Society for Optics and Photonics.   \nTerasawa,E.,Fernandez,D..,2oo1. Neurobiological mechanisms of the onset of puberty in primates 1. Endocr. Rev. 22,111-151.   \nWang, C.,McInnis,J., Ross-Sanchez, M., Shinnick-Gallagher,P., Wiley,J.L., Johnson,K.M., 2001.Long-term behavioral and neurodegenerative effects of perinatal phencyclidine administration: implications for schizophrenia. Neuroscience 107,535-550.   \nWang,Y.,Gupta,A.,Liu,,Zhang,H., Escolar,M.L.,Gilmore,J.H, Gouttard,S.,Fillard,P., Maltbie,E., Gerig, G.,2O11.DTI registration in atlas based fiber analysisof infantile Krabbe disease. Neuroimage 55,1577-1586.   \nWorsley, K.J., 2Oo9.A Matlab toolbox for the statistical analysis of univariate and multivariate surface and volumetric data using linear mixed effects models and random field theory. Neuroimage 47, S39-S41.   \nZhang,Y., Brady, M., Smith,S., 2Oo1.Segmentation of brain MR images through a hidden Markov random field model and the expectation-maximization algorithm. Med. Imaging IEEE Trans.20,45-57.   \nZhang,L.,Thomas,K.M., Davidson,M.C.,Casey,B.J.,Heier,LA.,Ulug,A.M.,2Oo5.MR quantitation of volume and diffusion changes in the developing brain.AJNR Am. J. Neuroradiol. 26, 45-49.   \nZhang,H., Avants,B.B.,Yushkevich,P.A, Woo,J.H, Wang,S.,McCluskey,LF.,Elman,LB., Melhem,E.R., Gee,J.C., 2oo7. High-dimensional spatial normalization of diffusion tensor images improves the detection of white matter differences: an example study using amyotrophic lateral sclerosis. Med.Imaging IEEE Trans. 26, 1585-1597.   \nZhang, S., Peng, H., Dawe,R.J., Arfanakis,K.,2011. Enhanced ICBM diffusion tensor template of the human brain. Neuroimage 54, 974-984. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]