[
    {
        "type": "text",
        "text": "情报机构参与智库建设的SWOT分析与策略选择",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "金学慧;夏勇琪;付宏北京市科学技术情报研究所北京100048",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]情报机构具备进军智库建设的先天条件和潜力，但也有自身的不足之处。[方法/过程]为了系统分析情报机构参与智库建设的时机和优劣势，本文采用SWOT分析框架，从内外部积极因素、消极因素进行全面的梳理和匹配，并提出了相应的策略选择。[结果/结论]笔者认为SO、ST是当下情报机构参与智库建设的最佳策略。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：情报机构;智库;SWOT ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G351",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在我国，对“情报”的认知，其源头一般都会追溯到春秋战国时期，《孙子兵法》中的“谍报”大体上就等于情报，并将谍报人员视为“人君之宝” 。现如今，我们所说的情报早已不同于此，但其服务决策的功能毋庸置疑[1-2]。虽然智库与情报机构在机构性质、建设宗旨、研究对象上存在明显的差异，但在机构职能、研究方法甚至研究内容上却存在交叉和重叠，智库自身的工作就带有显著的情报工作特点。例如很多著名的智库都专门设立有信息情报服务部门、专职的信息协调主管、专题特色数据库等[3。当下情报机构的智库功能主要体现在哪些方面？存在哪些不足？情报机构要想跻身我国智库体系，其优劣势是什么？其决策咨询能力建设需要如何加强？带着这些问题，在SWOT分析框架下，本文进行了系统梳理与分析。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1情报与智库的服务功能对比分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "情报的三种功能概括起来为：信息基础条件保障、战术情报服务、战略情报服务，其中后两者之间是一种递进的关系，没有绝对的界限。为了更好地区分情报与智库二者之间的功能差异，本文首先从二者服务的特质出发，说明两点： $\\textcircled{1}$ 情报与“竞争”是分不开的，传统意义上甚至将情报定义为战争（推而广之就是“竞争”）环境下的信息活动，而公共决策服务于公共利益，从理性上来说不存在敌我之分； $\\textcircled{2}$ 我们的情报服务更多地奉行着情报是科研活动的“耳目、尖兵”这一观念，偏离甚至否定情报的“参谋、智囊”功能4，在实际的情报工作中，更多地偏向于技术决策咨询、企业决策咨询，它与公共政策决策咨询不能完全等同。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在决策者和政策家看来，政策决策一定是同时在政治上和技术上都有意义的。一项决策要想顺利合法化，一方面需要用分析的语言、数据、信息以及简单的经验事实等从科学上来包装自己，从而确保议题的技术充分性、必要性和可行性；另一方面又需要权衡社会民众的接受程度、社会条件的成熟程度，从而确保有足够的“安全边际”。由此可见，政策研究（出思想）与咨询（出对策）需要考虑的因素相当复杂，而它确是智库的核心工作职责。围绕这一职责，智库的其他相关工作职能还包括：思想宣传与舆论引导、搭建多方对话平台，其服务对象主要是政策制定者。与此同时，由于利益集团、选民、媒体等作为影响政策制定及落地的重要力量，他们也构成了智库直接或间接的服务对象。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/2eb3132a005eed789e2b8b81ee080f9355f3acca760083b83a5bc8ab666c84a3.jpg",
        "img_caption": [
            "图1情报与智库的服务职能及服务对象比较",
            "Figure 1 The comparison of the functions and service objects between intelligence research institutionsand think tanks "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2情报机构参与智库建设的SWOT分析",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SWOT分析法也叫态势分析法，该方法是将组织所面临的战略环境分为内部的优势因素（Strengths）、弱势因素（Weaknesses）和外部的机会因素（Opportunities）、威胁因素（Threats），对每类因素进行调查分析罗列，并依照一定的次序按矩阵形式排列，以便于对各种因素进行两两匹配并加以分析，从而得出一系列相应的结论。它是组织战略决策的常用方法，在图书情报领域也广为利用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1内部优势 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1具备资政服务属性和先期服务经验",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "战略情报工作的重要性在我国科技情报工作机构中早已形成共识[5]。战略情报中的“战略”一词源于军事，通常指将帅指挥军队的谋略，其本质特点是“高瞻远瞩”，正所谓“不谋全部者不足以谋一域，不谋长久者不足以谋一时”。随着时代的推移，战略研究的领域不断拓展，大至一个国家或地区经济、科技谋篇布局，小至一个机构、一个企业、一个集团的战略规划，都需要战略情报予以保障，可以说，战略情报是领导者变革的工具，带有天然的政策咨询色彩。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2科技信息资源优势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国情报机构有两类典型：一类是图情不分家，这类机构本身就有丰富的印本馆藏资源和电子数据资源，如中国科学院文献情报中心、上海科学技术情报研究所；第二类就是隶属于地方科技厅的科技情报研究所，如广东省科学技术情报研究所、湖北省科技信息研究院、黑龙江省科学技术情报研究院等，我国大多数情报机构都属于这一类，承担着地方科技信息资源建设与服务的职责，信息资源优势是其机构性质和机构使命所决定的。此外，像国家部委或中央科技型企业直属的情报信息机构或部门，如中国科学技术信息研究所、中国化工信息中心、北京航天情报与信息研究所、中国机械工业信息研究院等，无一例外，都有自己独特的科技信息资源，包括馆藏图书、会议资料、特种文献、特色数据库等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.3信息采集、处理优势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与丰富的科技信息资源相配套的是，情报机构在信息采集、处理方面存在的优势：一是先进的信息采集、处理技术和设备；二是具备经验丰富、技能熟练的信息采集加工人员。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.4情报分析优势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "情报分析也叫情报研究，是情报服务增值的关键环节。情报研究是指借用一定的方法和技术，在原始信息基础上进行信息的再加工，从而形成新的增值的情报产品，这种产品可能是一种思想或建议，或是若干方案或报告，情报的“智囊”功能主要通过情报分析来实现。情报分析技能优势也体现在两个方面：完备的情报分析方法体系和现代化的情报分析技术与工具（见图2）；熟练掌握着情报分析方法与工具的情报分析人员。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b2eaebc52db2d68f3bba4eefdcbb892be91b68ca4e59e1c38028e19499caafd1.jpg",
        "img_caption": [
            "图2情报方法体系"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Ficture 2 Intelligence method system ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 内部劣势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.1认知观念偏差，理论准备不足 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国情报机构主要从事科技领域的信息服务，将服务于决策的战略情报局限在科技领域[6，提供的战略情报产品主要是科技前沿跟踪、科技发展态势分析、技术预见等，偏重于技术性的整体扫描跟踪与分析。但技术咨询与政策建议不是一回事，技术性建议主要是站在专业技术的角度、从专业人员的视角，对技术发展趋势进行预判。但政策要复杂得多，政治是一门妥协的艺术，需要实践理性、政治妥协、法治等核心价值一道维持着民主的均衡。因此在政策研究与咨询过程中，要想具备综合性视野和相对理性的判断，光有某学科专业背景或情报学背景是不够的，还需要加强公共管理学、政治学、社会学、经济学等相关理论的认知，将新的理论引入情报学，同时，也将情报思维带入到思想库研究，从理论高度实现彼此交融互补。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2专深数据资源不足",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "情报机构虽然具有一定的信息资源优势，但这种优势并不是绝对的，主要体现在两个方面：一是从情报机构自身信息的资源建设情况来看，情报机构的信息资源主要以学术型资源为主，资源面宽而不精，资源建设沿用了传统图书馆的做法，按学科体系来设置资源，且主要通过付费方式直接从外部购买获得，并没有自己的特色资源累积。这种情况在我国情报机构中普遍存在；二是从智库信息资源建设来看，智库虽然不是专门的信息服务机构，但享有世界声誉的智库基本上都有自己独有的数据，许多西方专业智库原本就是为解决某一特定问题而诞生的，因而其信息资源建设多以研究项目为导向[。这种基于项目和任务的数据资源建设模式，成就了某些智库在权威资源上独一无二的地位。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.3公共媒体、大众宣传经验匮乏",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "人们经常用“资政”“启民”来简要概括智库的使命和功能，这就要求智库必须充当“政府决策与社会思想的连接器、翻译器，以及各阶层诉求与相应反馈的催化剂、调和剂”[9]。但如何在人声嘈杂的舆论场中争取话语权，甚至成为意见领袖，这显然是我国情报机构的短板。我国情报机构自成立以来，多以公益型科研信息服务机构的姿态为政府和科技创新主体提供综合性的情报研究和文献服务工作，并不承担公共传播职责，情报产品有专门的递送渠道。其机构性质、服务范畴、服务对象等决定了情报机构对外公关经验缺乏，参与社会舆论争辩、制造舆论、引领舆论等增加曝光度和舆论影响力的活动几乎空白，而社会影响力或者说舆论影响力是智库的核心能力之一。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.4缺乏市场竞争意识和市场经验 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在经济学家看来，市场经济是建立在各种要素市场和产品市场基础上的，生产要素包括土地、资本、劳动力和知识。和知识相对应的要素市场就是思想市场，为了民主制度有效运作，就必须有一个不受政府管制的思想市场[10]。思想市场与商品市场差异显著，但有一个共性是无疑的，即有市场的地方就有竞争。智库作为思想市场中的一种业态存在，需要智库企业家和职业经理人。而身居体制之中的科技情报机构，竞争意识和市场经验的缺失是必然的。之前如此[1]，尤其是 2014年左右企事业单位改革之后更是如此，绝大多数划归为公益一类，主要靠国家或地方财政给养，竞争意识淡薄。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.5公共决策咨询经验不足",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "咨询有多种类别之分，如决策咨询、管理咨询、工程咨询、技术咨询等。决策咨询简单来说就是决策者就决策问题向内（如内部特设机构、顾问）、外部力量（外部专家、学者、业界人士甚至大众）征询意见的过程，带有战略性和综合性。公共决策咨询在政策过程中充当着“政策设计”和“公益表达”的双重作用，而科技情报服务侧重于“有针对性地对科技文献中和通过其他途径获得的情报信息进行对比、分析、判断、浓缩、综合，在此基础上提出综述或述评形式的研究报告”[12]，一直围着“科学问题”或“技术问题”打转。科学咨询悖论告诉我们“尽管几乎没有一个重大的国家问题缺少某种技术的成分或维度，但实际上却又没有哪个问题完全或主要是由科学或技术上的考虑而单独决定的”[7]。从这个意义上来说，情报机构出品的“国际态势分析”“科技前沿扫描”“技术评估预警”等，仅仅是站在科学技术人员的角度对科技发展趋势进行跟踪预测，“公共利益诉求表达”是缺失的，这不是真正意义上的政策咨询报告。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3外部机会",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.1政策环境",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "通过CNKI检索发现，20世纪末现代智库的思想已经被国内学者提起。1981年我国有几位国际关系问题研究领域的专家、情报专家等发表了共6篇有关智库的文章，对国外智库进行了首批引入介绍，但其后数十年一直发展缓慢。自2012年以来，中央多次强调建设“中国特色新型智库”的重要性；2013年11月15 日党的十八届三中全会通过的《中共中央关于全面深化改革若干重大问题的决定》中明确提出要“加强中国特色新型智库建设，建立健全决策咨询制度”；2015年1月20日国务院进一步出台了中国特色新型智库建设指导意见一一《关于加强中国特色新型智库建设的意见》；自此，智库建设被推入一个国家战略的高度。政策的推动极大地鼓舞了智库研究和智库实践，在智库研究方面，情报学者与管理学、政治学、决策学等学者一起构成了智库研究的主力；在实践方面，情报机构也是我国科技智库建设的重要一员。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.2需求增加",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“知识经济”一词在我国被广泛利用，20世纪末中央政府顶层开始提倡知识是一种经济资源。发展至今，随着社会的进步，知识不光是一种经济资源，也是一种政治资源。在社会开放程度越来越高的信息化时代，科学决策需要信息、知识、思想、逻辑、理性等因素的支持，这就迫使以往相对封闭的官僚系统必须主动或被动地听取来自外部的声音，与此同时，又要在纷纷扰扰的外界舆论和诉求中保持克制、理性，而政治领袖不太可能掌握具体的科学事务的细节，也不可能掌握完全的信息。如此一来，手上握有更多信息和知识并热心于公共事务的所谓精英组织和团体就顺理成章地成为政府部门青睐的对象。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "随着科学技术的快速发展，科学技术在公共事务中的重要性不断加强，这就为掌握专业知识的科学家参与政治提供了逻辑必要性；但并不是所有的政策咨询一定需要咨询组织在技术层面发挥核心作用。在很多情况下，智库的核心作用在于为政治领袖提供核心活动话语和理念，引导教育公众，或者测试社会舆论反响，力争在政策出台前尽可能扫清一些阻碍因素，从而保障政策的合法性。这就为掌握有丰富信息资源的情报机构进入我国决策咨询体系打开了一个窗口。而情报机构自身的机构属性、服务经验等也为其介入决策咨询体系累积了资本。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.3受众基础 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "技术改变了权力的分配，基于互联网技术的革命正在开启人类第三次工业革命，互联网尤其是社会化媒体技术的突飞猛进，改变了人们的生活方式。互联网构建的时代，是一个去权威化、去中心化、个性化空前解放的时代，在理性主义政治生态中，这必然会影响民主政治的运作方式和实现模式[13]。网络社会出现了政治权利的转移一一组织结构由科层制向扁平化发展，权力结构由控制型向分权型发展，决策结构由垂直式向交互式发展。互联网为全世界民主的发展提供了最有效的工具[14]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "然而任何事物都有两面性，社会学领域的学者对网络民主研究所分化出来的乐观派与悲观派正说明了这一点。网络民主一方面打破了“权力中心”对信息的垄断，鼓舞了人们参与公共事务的热情和意愿，但另一方面，由于网络的匿名性、虚拟性以及信息泛滥和监管困难等原因，与网络的普及相伴随的日益严重的无政府状态泛滥。网络向大众、草根、弱势群体甚至是少数派提供了参与政治生活的捷径，但另一方面又使得民主抉择的深思熟虑和谨慎实施受到了严峻考验。在这种情况下，急需要保持客观、中立、理性的第三方，在民众的感性诉求和政治的实践理性之间寻求平衡。因此，从官、民双方对智库都存在切实需求的角度出发，网络极大地拓宽了“话语圈子”的范围和边界，为智库生存发展打下了坚实的受众基础。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.4专家咨询困境为情报机构介入公共事务决策咨询留下了空间",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科学家在咨询中主要发挥着提供技术性建议的角色，但公共决策并不是围绕着解决一个科学问题或技术问题而存在的，由于涉及多方利益，它要复杂得多。从科学咨询的历史来看，科学与政策的结合过程经历了一场纠结：一方面，科学家希望与政治保持距离从而保证自己的独立性；另一方面，为了获得更多话语权，科学家又会表现出对政客向其伸出的橄榄枝无法抗拒的一面。布鲁斯·斯密斯将专家在咨询过程中所面临的困局描述为“咨询者会滥用其接触到的信息和政府内部的想法而推进其自身的特殊利益或小团体利益，即使科技专家力图表现出无私利性，但他们也是有着自身利益和弱点的人”[7]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "专家在咨询过程中面临的困局，对咨询者而言具有普遍性，情报机构虽然也难以免俗，但为什么仍然将其看作是情报机构介入咨询界的一个机会呢？原因有二：（1）情报专家与科学家不同，情报专家并不从事具体领域的科学研究，更易于在科技政策咨询中保持客观和中立者态度；（2）既然在咨询游戏中存在无法避免的陷阱，那么增加咨询群体的多样性则成了在这场游戏中彼此制衡的利器，而情报机构无论是从机构性质、机构职责等方面来说，何尝不是平衡各方关系的好人选呢。从机构性质来看，我国情报机构主要为科技厅或科学院下属的事业单位，与科研机关、与官方既有一定的亲缘关系，又彼此间仍然留有距离。此外，作为公益型服务机构，情报机构具有长期与大众保持密切联系的传统，这有利于其在决策咨询过程中坚持“公共利益”原则。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "同时，情报机构可以凭借自身的非官方身份，对新闻出版广电媒体不便深入报道、探析的敏感话语进行解读、宣传。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4外部威胁 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4.1各类智库竞争激烈 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随着国家政策的出台，智库在我国迅速“热”了起来，官方智库、半官方智库、高校智库、民间智库、媒体型智库雨后春笋般冒头，积极吸引着决策者和公众的眼球。为了尽快培育中国智库品牌，中央推出了“国家高端智库建设试点”工作，遴选了首批25家试点单位，形成了第一拨“智库国家队”，这一做法足以将智库竞争快速推向高潮。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.4.2信息垄断问题",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“信息垄断伴随着信息社会的发展已经成为一个较为严重的社会问题”[15],政治、经济、文化、社会、科技等各个领域几乎都存在着信息垄断。而公共政策具有公共利益属性，从事政策研究与咨询需要各种数据尤其是公共数据的支持，面对信息公开困境，对官方渠道不畅的大多数智库而言，数据资源不足是常态，这将极大地制约智库的发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.4.3咨询管理制度建设问题",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "政策咨询是存在风险的，公共决策中专家角色具有两面性一一“理性强化”与“角色错位”[16]，因此需要从法律法规、制度以及伦理道德上加强管理和规范，咨询管理制度建设是一个既棘手又难以把握分寸的问题。美国对咨询制度进行的第一次立法一一《联邦顾问委员会法》，该法的艰难出台和此后的执行不力佐证了这一点17。我国智库发展还处在起步阶段，还远远没有发展到对这一业态进行法律法规规范和引导的成熟阶段，这对智库行业的健康发展具有一定的制约性。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/721144f5ddb7a7fcfa092159ddf60447d2ad1714daa479659ab3d22ae1405c5e.jpg",
        "img_caption": [
            "图3情报机构智库建设的SWOT分析"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Ficture 3 The SWOT analysis of the construction of think tank oriented tunctions in intelligence research institutions ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3情报机构建设智库的最佳拓展策略",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "SWOT分析方法根据轻重缓急、趋利避害、立足当前、着眼未来等原则，提出了SO（优势-机会）拓展型策略、ST（优势-威胁）多元发展策略、WO（弱点-机会）转变型策略、WT（弱点-威胁）防御型策略。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "一是 SO拓展策略。对于情报机构来说，就是将战术情报、战略情报服务在纵深两方面提升：纵向突破技术分析层面，增加技术对社会、经济、政治等诸多方面影响的考量；深度上突破信息收集、加工、扫描、后期成果整理等这种前端、善后的辅助性服务层次，将服务深入到政策过程，加强在出思想、出对策、出建议、出方案、出声音等方面的能力建设。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "二是 ST多元发展策略。提示在发挥内部优势的同时，尽量规避或减轻外部威胁造成的影响，情报机构开展传统服务的同时，根据自身条件，有选择的开展智库服务。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "三是WT防御策略。这种策略侧重于对外部威胁的规避和防御，这种对策当下对情报机构来说是不成立的，这是因为智库竞争不可避免，信息垄断问题的解决以及咨询管理制度的完善是一个长期工程，无法回避，也不可能坐等问题改善再进行智库建设。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "四是WO转型策略。主张情报机构充分利用当下的时机，同时加强自身“内功”建设，保障情报机构的智库功能建设顺利进行。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "SWOT分析得出的四种策略，如下图4所示。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/310ef621b5c1519e5a9bb581fe5e114bdeb576345863dec3ddec3570b8b7d1eb.jpg",
        "img_caption": [
            "图4情报机构智库建设的最佳拓展策略"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ficture 4 The best strategies- SO and ST for the construction of think tank oriented tunctions in intelligence research institutions ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "不同情报机构自身客观条件和所处的微观环境不同，因此对以上四种策略的选择有所侧重。但总体来看，笔者认为SO、ST策略是当下我国智库刚刚起步阶段情报机构介入智库建设体系的最佳策略，其理由如下：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第一、情报机构自身有为决策者发挥“智囊”作用的前期认知、理论和经验基础，同时又具备情报分析专业技能优势，因此，情报机构开展智库服务具有先天优势。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第二、从外部机会和情报机构自身的性质来看，当下宏观环境为情报机构切入智库建设保留了独有的空间。当我国官方智库占据大半边天、智库独立性难以保障的情况下，情报机构与政府部门之间似远非远的关系，加之情报机构作为服务科研的信息服务部门的特殊身份，本身并不直接从事科学技术研究，这保障了在现有体制环境下，情报机构有成为相对客观独立的政策“第三方”的可能性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第三、从内部劣势来说，情报机构在理论、媒体经验、公共决策咨询经验等方面的不足，并不是其进入智库无法逾越的门槛。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第四、从当前时机来看，我国智库发展还处在起步期，整体上都处在一种摸索状态，保持谨慎理所当然。而情报机构在信息资源建设、信息平台搭建、情报快速响应、技术评估等方面的服务是其老本行。这些服务与智库建设相得益彰，为情报机构开展智库服务提供了条件和经验，任何一家情报机构不可能抛弃已有的“家当”，实现彻底转型。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1］赵丽娟,王大龙,李昊青．构建决策情报服务体系的思考［J]．情报理论与实 践,2012,35(7) :24-27. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[2］宫宏光，徐儒红．开展决策情报服务理论研究的思考［J]．情报理论与实践,2011,34(2):1-4.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[3]吴育良．国外智库信息服务的分析及启示[J]．情报杂志,2015,34(2):188-193.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[4]包昌火.祝贺和期盼[J」.情报理论与实践,2014,37(12)：8.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[5]陈峰．竞争情报与战略情报关系辨析［J].情报理论与实践，2012,35(8):125-128.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[6］王海燕，冷伏海．支持科技规划优先领域选择的战略情报与服务框架研究[J]．图书情报工作,2013,57(7):70-74.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[7]布鲁斯.史密斯 著．温珂,李乐旋,周华东 译．科学顾问:政策过程中的科学家[M]．上海:上海交通大学出版社,2018:14,59.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[8］环球时报．记者走进英国顶级军事智库,英美防务互动深度惊人[EB/OL]. [2016-06-30]. http://news.xinhuanet.com/world/2012- 02/03/c_122653148.htm. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[9］中国网．为智库立言，做思想市场拓荒者[EB/0L]．［2016-07-25]. http://www. china.com.cn/opinion/think/2015-09/08/content_36532567.htm ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[10]商品市场和思想市场[EB/0L]．［2016-07-25]， http://www.aisixiang.com/data/67603.html. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[11]郑彦宁,杨阳,赵筱媛．我国科技情报机构研究业务发展现状调查［J].情报理论与实践,2010,33(7):63-66.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[12]孙学琛．情报研究工作的回顾与展望［J」．情报学报,1986(5):3-4.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[13]劳伦斯.迈耶．比较政治学—一变化世界中的国家和理论[M].北京:华夏出版社，2001:35.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[14]Graeme Browning. Electronic Democracy: Using the Internet to Transform American Politics. 2Ed Wilton， CT: Pemberton Press，1996. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[15]张坤晶．国内信息垄断研究综述［J]．中共乐山市委党校学报,2016,18(1) :76-81.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[16]王锡锌．我国公共决策专家咨询制度的悖论及其克服一一以美国《联邦咨询委员会法》为借鉴［J].法商研究,2007(2):113-121.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[17]Bruce L. R. Smith. The Advisers: Scientists in the policy Process[M].Washington， DC: Brookings Institution， 1992:14-32. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The SWOT Analysis and Strategic Choices of the Construction of Think Tank Oriented Functions of the Intelligence Research Institutions in China ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Jin Xuehui Xia Yongqi Fu Hong Beijing Science and Technology Information Institute,Beijing 100048 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The intelligence research institutions in China that engage in policy-consulting have their own advantages and disadvantages. Fully understanding the strengths， weaknesses， opportunities and threats hasgreat significance for the construction of think tank oriented functions in intelligence research institutions. [Method/process] This paper used SWOT framework to analyze them. [Result/conclusion] This paper puts forward the strategic choices and the best strategies--SO and ST, and explains the reasons. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Keywords: intelligence institution think tank SWOT ",
        "page_idx": 10
    }
]