[
    {
        "type": "text",
        "text": "Reversible Luminescence Modulation upon an Electric Field on a Full Solid-State Device Based on Lanthanide Dimers ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiaohui YiJieShangLiangPanHongwei TanBinChen GangLiu\\* Gang Huang Kevin Bernot,\\*Olivier Guillou,and Run-Wei Li\\*t ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLaboratoryof MagneticMaterialsandDevices,NingboInstituteof MaterialsTechnologyandEngineering ChineseAcademyof Sciences, Ningbo, Zhejiang 315201, P.R. China   \nZhejiang Province KeyLaboratoryof Magnetic Materialsand Application TechnologyNingbo Intuteof Materials Technology and Engineering, Chinese Academy of Sciences,Ningbo, Zhejiang 315201, P.R. China   \n\\$Institut des Sciences Chimiques de Rennes, UMR 6226 INSA-Rennes,20avenue des butes de Coesmes,35708 Rennes,France ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: Switching luminescence of lanthanide-based molecules through an external electric field is considered as a promising approach toward novel functional molecule-based devices. Classic routes use casted films and liquid electrolyte as media for redox reactions. Such protocol, even if efficient, is relatively hard to turn into an effective solid-state device. In this work， we explicitly synthesize lanthanide-based dimers whose luminescent behavior is affected by the presence of ${ \\mathrm { C u } } ^ { 2 + }$ ions. Excellent evaporability of the dimers and utilization of ${ \\mathrm { C u } } ^ { 2 + }$ ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b96aeadf8b90150fbc91ef9b68d85d50b298d01fddb1bc78350b3ca5bfa4c81b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "based solid-state electrolyte makes it possible to reproduce solution behavior at the solid state. Reversible modulation of ${ \\mathrm { C u } } ^ { 2 + }$ ions transportcanbeachievedbyanelectricfeldinasolid-statedevice,where lanthanide-relatedluminescenceisdrivenbyan electricfeld.These findings providea proof-of-concept alternativeapproach for electricall driven modulationofsolid-state luminescence and show promising potential for information storage media in the future. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDs: luminescence modulation,lanthanide ions, ion transport, al-solid state, electrical driven ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nonvolatile manipulation of luminescence through external stimuli is considered as a fascinating and promising approach for applications such as memories,displays,and sensors.1-5 In particular, the modulation of luminescence with an electric feld as an external stimuli carries unique advantages for information storage.For instance,as the stored information can be optically and remotely read with a fast transmission rate and antiinterference characteristics,a high density recording can be achieved by properly designing the structure of electronic memories.78 The realization of such optoelectronic circuits requires smart luminescent molecules ormaterials,in which not only reversible switching of luminescence is necessary when being subjected to an external electric field but also various luminescence colors should be obtained in order to provide crosstalk-free readout among different storing units.Lanthanide-based complexes are ideal candidates for the construction of such systems because of their multicolor, narrow-bandwidth, and long-lived luminescence properties. Nevertheless， the tedious film deposition procedure and the requisition of liquid supporting electrolyte for redox reactions upon the electric field still impede them from direct application.10-12 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this work, we propose and demonstrate a proof-of-concept strategy that combines two interesting findings for the effective modulation of luminescence of lanthanide-based complexes in the solid state:(i) the luminescence of lanthanide compounds containing Lewis basic pyridyl sites can be efficiently quenched by ${ \\mathrm { C u } } ^ { 2 + }$ ions;13,14 (i) $\\mathrm { C u } ^ { 2 + }$ ions can be transported and controllably redistributed by the electrical field in solid-state mediaI5-17Onthebasis oftheaboveconsiderations,wehave synthesized a new series of lanthanide-based dinuclear complexes LnPraNO,of formula $\\left[ \\mathrm { L n } ( \\mathrm { h f a c } ) _ { 3 } ( \\mathrm { P r a N O } ) \\right] _ { 2 }$ (where ${ \\mathrm { L n } } = { \\mathrm { E u } } , { \\mathrm { T b } } ,$ and Dy,hfac $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ hexafluoroacetylacetonate, $\\mathrm { P r a N O } =$ pyrazine-N-oxide). These complexes are evolutions of LnPyNO dimers of formula $[ \\mathrm { L n } ( \\mathrm { h f a c } ) _ { 3 } ( \\mathrm { P y N O } ) ] _ { 2 }$ $\\left( \\mathrm { P y N O } \\ = \\ \\right.$ pyridine-N-oxide） that are strongly emissive and evaporable and that some of us previously reported.18 In LnPraNO, the aromatic ligand that bridges the lanthanides possesses an uncoordinated Lewis basic pyridyl site that makes the luminescence of these compounds highly sensitive to the presence of ${ \\mathrm { C u } } ^ { 2 + }$ ions in solution.Furthermore，ITO/ $\\mathbf { \\bar { L } n P r a N O / C u ^ { 2 + } }$ ions $\\scriptstyle \\textcircled { a } \\mathrm { { P E O } / P t }$ ? $\\mathrm { ~ \\ : ~ } ^ { \\prime } \\mathrm { I T O } \\ =$ indium tin oxides, PEO $\\mathbf { \\sigma } = \\mathbf { \\sigma }$ poly(ethylene oxide)） structured solid-state devices based on these dimers can be designed,and we demonstrate that the reversible modulation oflanthanide-related luminescence behavior upon an electric field is possible through electric field-induced transport of ${ \\mathrm { C u } } ^ { 2 + }$ ions across the dimer-based and electrolyte layers. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTSAND DISCUSSION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Single-crystals of the Dy derivative (DyPraNO）have been obtained,and the main structural data are reported in Table S1. Isostructurality ofEuPraNO，TbPraNO，and DyPraNO is verified on the basis of comparison of their X-ray diffraction powder patterns (Figure S1).DyPraNO crystallizes in the $C 2 / c$ space group $\\left( \\mathrm { N } ^ { \\circ } 1 5 \\right)$ (Figure 1） and is similar to the previously reported dimer.18 The molecule is made of two $\\mathrm { D y } ( \\mathrm { h f a c } ) _ { 3 }$ moieties connected by two pyrazine-N-oxide ligands.The $\\mathrm { D y } ^ { 3 + }$ ions are in a distorted square antiprism coordination environment close to a D4d site symmetry (Figure S2).The intramolecular Dy-Dy distance is 4.10(6)A. Each dimer is well isolated with the shortest interdimer Dy-Dy distance of 9.12 (1) A. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/bf6c7f83529154e165247f62caf8b5c25a1afba656be6e40f14365f05dc989db.jpg",
        "img_caption": [
            "Figure 1.View of compound DyPraNO with labeling scheme. Hydrogen and fluorine atoms are omitted for clarity. ",
            "Figure2.(a)EmissionspectraofEu-,Tb-andDyPraNO(fromtoptobottom).Evolutionof theemissonspectrauponadditionof ${ \\mathrm { C u } } ^ { 2 + }$ ions in ethanol solutions of (b) Eu-,(c)Tb-,and (d) DyPraNO,respectively.The excitation wavelength is set at $3 5 0 ~ \\mathrm { n m }$ "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The emissive properties of all the derivatives have been investigated in the solid polycrystalline state at room temperature. As shown in Figure 2a， all compounds exhibit characteristic luminescence of lanthanide ions when excited at ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$3 5 0 \\ \\mathrm { n m }$ . The EuPraNO derivatives exhibit the characteristic emission that corresponds to ${ } ^ { 5 } \\mathrm { D } _ { 0 }  { } ^ { 4 } \\mathrm { F } _ { \\mathrm { J } } \\mathrm { ~ } ( \\mathrm { J } = 0 { - } 4 )$ transitions. For the TbPraNO and DyPraNO，well-defined peaksare observed because of ${ } ^ { 5 } \\mathrm { D } _ { 4 }  { } ^ { 4 } \\mathrm { F } _ { \\mathrm { J } } \\mathrm { ~ } ( \\mathrm { J } = 0 - 6 )$ and ${ } ^ { 4 } \\mathrm { F } _ { 9 / 2 } \\hat { \\right. } ^ { 6 } \\mathrm { H } _ { \\mathrm { J } } \\left( \\mathrm { J } =$ $1 1 / 2 { - } 1 5 / 2 )$ transitions,respectively.The excitation spectra of these compounds are reported in Figure S3. The quantum yields are $1 4 . 1 \\%$ ， $1 7 . 2 \\%$ ，and $0 . 1 \\%$ ，respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Generally，the luminescence of lanthanide complexes is arising from the 4f electron transition from the excited states to the ground state and may be enhanced through the antenna effect.For instance, the presence of organic ligand will lead to increased absorbance of UV light, while the subsequent energy transfer from the ligands into the excited 4f state of the lanthanide ions will intensify the luminescent intensity of the material. On the other hand, the uncoordinated nitrogen atoms of the pyrazine-N-oxide ligand are expected to be good coordination sites for 3d ions such as ${ \\bar { \\mathbf { C u } } } ^ { 2 + }$ .The interaction between the ${ \\mathrm { C u } } ^ { 2 + }$ ions and the pyridyl N atoms will introduce the additional nonradiative electron exchange pathways,which may reduce the antenna efficiency of the organic ligand around lanthanide ions and quench the luminescence of the lanthanide complexes.14 The quenching effect of ${ \\mathrm { C u } } ^ { 2 + }$ has been first investigated on ethanoic solutions of the LnPraNO series,and a clear diminution of the luminescence intensity is observed upon addition of copper nitrate solution. Remarkably, equimolar copper-based solutions led to a loO times reduction of the luminescence intensity on EuPraNO (Figure 2b).When a similar experiment is performed on the $[ \\mathrm { E u ( \\bar { h  f a c } ) _ { 3 } ( { P y N O } ) } ] _ { 2 }$ dimer,18 the compound without uncoordinated N atoms, only a $5 0 \\%$ decrease of intensity is observed (Figure S4). This may suggest a possible ${ \\mathrm { C u } } ^ { 2 + }$ coordination on the uncoordinated $\\mathbf { N }$ atom of the pyrazine ligand. For the other derivatives of TbPraNO and DyPraNO,a decrease of $8 0 \\%$ and $7 5 \\%$ of the luminescence intensity is observed,respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This quenching effect can be rationalized by a modified Stern-Volmer equation that describes the static and dynamic process during the quenching (1): ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(a) Wavenumber/cm-1 (b) 1.2 Initialstate 24000 20000 16000 u 1.0 0.25 eq. Cu²+ Eu3+ 5D。→4F 人 a 0.8- 0.50 eq. Cu²+ /fiiteeie 0.6- 0.75 eq. Cu²+ Tb3+ D 1.00 eq.Cu²+ 0.4 Dy3+ 4Fg/2→H 0.2- 0.0 400 500 600 700 580 600 620 640 660 Wavelength/nm (c) (d) Wavelength / nm 1.2- 1.2- Initialstate Initial state   \nu 1.0- 0.25 eq. Cu²+ 1.0- 0.25 eq. Cu²+   \n'/hitteia 0.8- 0.50 eq. Cu²+ u 0.81 0.50 eq. Cu²+ a 0.6- 0.75 eq. Cu2\\* 0.6- 0.75 eq. Cu²+ 1.00 eq. Cu2+ fisueiu 1.00 eq. Cu²+ 0.4- 0.4- 0.2 0.2- A 0.0 0.0- 500 550 600 650 500 550 600 650 700 Wavelength / nm Wavelength/nm ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/943f56114278c9ed3734ff93506f78bfe9df65e1ebe344dc9856a56df10c85a4.jpg",
        "img_caption": [
            "Figure 3.(a) Cross-sectional scanning electron microscopic image and schematic ilustration of the $\\mathrm { I T O / L n P r a N O / C u ^ { 2 + } i o n s \\textcircled { \\omega } P E O / P t }$ device. (b) X-raydifractonpateofteEuPraOf.(cShematiclstratiofthemigaaddistributionofisuoneletriceld(teblue spheres stand for the mobile ${ \\mathrm { C u } } ^ { 2 + }$ ions). "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\ln ( I _ { 0 } / I ) = \\ln ( 1 + K _ { S V } [ M ] ) + V [ M ]\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $I _ { 0 }$ and $I$ are the luminescence intensities before and after addition of the copper nitrate solution, $[ M ]$ is the stochiometric ratio between the metal ion and LnPraNO,and $K _ { S V }$ and $V$ are the dynamic and static quenching effect coefficients of the metal ion,respectively.19 The $V$ value is estimated to be 3.56, 1.78，and 1.24，for EuPraNO，TbPraNO，and DyPraNO, respectively，while the $K _ { S V }$ value that describes the collisional process is smaller than O.1 (Table S2 and Figure S5). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The above findings in liquid samples provide fundamental support for the proposed target of modulating lanthanide compound luminescence in the solid state. The good volatility and robustness of LnPraNO make possible the design of a solid-state multilayer structure (Figures 3a,b and S6).Here, the $\\mathrm { C u } ( \\mathrm { N O } _ { 3 } ) _ { 2 } / \\mathrm { P E O }$ layer has been selected to provide the copper ions since ${ \\mathrm { C u } } ^ { 2 + }$ ions containing PEO are one of the typical solid-state electrolytes.20 ITO electrodes with good electrical conductivity and excellent optical transparency were fabricated as top electrode.21 As illustrated in Figure 3c, when an external negative electric field is applied onto the ITO/LnPraNO/ $\\mathrm { C u } ( \\mathrm { N O } _ { 3 } ) _ { 2 } @ \\mathrm { P E O } / \\mathrm { P t }$ device,the ${ \\mathrm { C u } } ^ { 2 + }$ ions are expected to be injected into the LnPraNO layers and to provoke the quenching of the luminescence of the LnPraNO complexes (State I).When a positive electrical-field is applied, the ${ \\mathrm { C u } } ^ { 2 + }$ ions are expected to be pumped back into the PEO hosting layer and the luminescence of LnPraNO complexes shall be recovered (State II). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Experimental data agreed well with the above model, and the evolution of luminescence intensity upon electric field variation for the Eu-based device is depicted in Figure 4.A negative voltage is applied for S s to the device in order to induce $\\mathrm { C u } ^ { 2 + }$ migration where the photoluminescence spectra are recorded after removing the electric field. The photoluminescence (PL) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "intensity changes are observed for a minimum bias voltage of $- 1 . 5 \\mathrm { V }$ while for $- 2 . 5 \\mathrm { V }$ a $6 0 \\%$ decrease of the higher emission peak $( 6 1 5 ~ \\mathrm { { n m } ) }$ ofEuPraNO is achieved (Figure 4a).When a bias voltage of $3 \\mathrm { ~ V ~ }$ is applied for S s and removed, the PL intensity could be recovered, suggesting that the luminescence modulation operation of the device is fully reversible and the compound was not destroyed. More importantly， the luminescent intensity remains stable when the applied electric field isswitched off (e.g.，after $6 0 \\mathrm { ~ s ~ }$ as shown in Figure 4b), indicating that nonvolatile modulation of the device luminescence has been achieved by the present strategy.By defining the highly luminescent state (Initial state and State II) as the ON state and the low luminescence state (State I) as the OFF state,repeatable ON/OFF switching behavior can be obtained in the lanthanide compound-based molecular devices (Figure 4c). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is noteworthy that a luminescence change in these devices is not due to any redox reaction that involves the lanthanide ion.In fact, such reaction is very unlikely to occur because (i) previous studies on the electrochemical properties of lanthanide-based $\\beta$ -diketonate complexes demonstrate their diffcultreductioninstandardonditions;(rvesibility would not be observable as a reduction may induce the decoordination of the organic ligand and the lanthanide and so annihilation of the antenna effect that promotes lanthanide luminescence in the device； (ii） solution behavior upon variable ${ \\mathrm { C u } } ^ { 2 + }$ concentration (Figure 2） matches well with the observed solid-state behavior. Consequently，we can assume that the luminescent intensity change is induced by the transport and redistribution of ${ \\mathrm { C u } } ^ { 2 + }$ ions by the electric field in the LnPraNO layer. This argument is verified by the dynamic process of the electrical field-induced PL change (Figures 4b and S7).After being stimulated with voltage pulse of $- 2 . 5 ~ \\mathrm { V } ,$ （204 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(a) 20000 15000 u a 10000 5000 Aiseaii 500 N 550 0 yer 600 7 -0.5 V 650 1 elength 700 2 Voltage 3 5 nm 88 O 业 1 0.7 -0-0-00 0.6 0.5 0 102030405060 Time/s   \n(c) □ □ 1 只 只 只 V 口 C 0.8 0.6- V V 品 V V C □ 0 1 2 3 4 5 Cycles / # ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "PL intensity at $6 1 5 ~ \\mathrm { { n m } }$ drops at $5 3 \\%$ of its nominal value and then relaxes around $6 0 \\%$ of the original PL intensity. This phenomenon is quite similar to the resistance relaxation induced by an ionic transport discussed in a previous work.23 The content of the ${ \\mathrm { C u } } ^ { 2 + }$ ions injected upon $- 2 . 5 \\mathrm { ~ V ~ }$ was estimated to be O.20 molar fraction of EuPraNO molecules in the luminescent layer according to eq 1.This is in agreement with the behavior observed in solution. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further confirm the efficiency of the pyrazine ligand toward ${ \\mathrm { C u } } ^ { 2 + }$ coordination,a device based on the pyridine-based dimers previously mentioned $\\left( \\mathbf { E u P y N O } \\right)$ is constructed and exposed to the very similar operating conditions.18 It shows a lower quenching effect ( $8 0 \\%$ instead of $6 0 \\%$ of the nominal intensity is conserved; Figure S8). This may support the hypothesis of a strong interaction of the $\\mathrm { C u } ^ { 2 + }$ ions with the uncoordinated N atoms in the pyrazine-based emissive layer as targetedin this study. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "These values are once again in agreement with what is observed in solution together with the less efficient quenching effect compared with the Eu-based device.Similar to the ITO/ $\\mathrm { E u P r a N O / C u ( N O _ { 3 } ) _ { 2 } @ P E O / P t }$ unit,the photoluminescence of each measured Dy- and Tb-based unit could be recovered when a positive potential was set at $3 \\mathrm { ~ V ~ }$ for 5 s. The luminescent switching is reversible as well (Figure Sc,d).The modulation of the $\\mathrm { E u } ^ { \\mathsf { \\breve { 3 } + } }$ ， ${ \\mathrm { T b } } ^ { 3 + } .$ ，and $\\mathrm { D y } ^ { 3 + }$ -related luminescence with their distinguishable colors of red，green，and yellow, respectively,by the electric field present herein (Figure 6) will allow these structures to be used as individual storage units in an electro-optical device according their wavelength and intensity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The devices based on Tb and Dy derivatives as a luminescent layer exhibit similar but less spectacular voltage-induced luminescence modulation behaviors. For a $- 2 . 5 \\mathrm { ~ \\bar { ~ V ~ } ~ }$ voltage, the luminescent intensities of the Tb-and Dy-based devices are quenched about $6 5 \\%$ and $7 0 \\%$ ,respectively,as shown in Figure 5a,b. The ${ \\mathrm { C u } } ^ { 2 + }$ ions injected are estimated to be O.21 and 0.26 mole fraction of the LnPraNO molecules in the layers according to eq 1,for Tb-and Dy-based devices,respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Moreover,lanthanide ions have also attracted considerable attention for molecular magnetic information storage since their huge magnetic anisotropy permitted the_ observation of single-molecule magnetic (SMM) behavior.24,25 In DyPraNO compounds,typical slow single-molecule magnetic relaxation with an effective energy barrier of 176.6 K was observed (Figures S9 and S1O). Consequently， ITO/DyPraNO/Cu$( \\mathrm { N O 3 } ) 2 @ \\mathrm { P E O / P t }$ may be the key to investigate the possibility of combined magnetic and optical information storage devices in the future. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CONCLUSION ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In summary，a series of evaporable $\\beta$ -diketonate Ln-based dimers (LnPraNO）has been synthesized.Tb,Dy，and Eu derivatives exhibit luminescence upon UV irradiation that is drastically modified upon ${ \\mathrm { C u } } ^ { 2 + }$ ions addition in ethanol solution.The construction of a complete solid state ITO/ LnPraNO/Cu ions $\\scriptstyle \\mathrm { \\textcircled { a } P E O / P t }$ device $\\langle \\bar { \\mathrm { L n } } = \\mathrm { E u } , \\ \\mathrm { T b } _ { \\cdot }$ ，and Dy) makes it possible that these properties can be transferred at the solid state.In other words,we report a proof-of-concept full solid-state optoelectronic information storage unit, wherein one can write the data with an electrical stimulus,while being read through the photoluminescence output signals according to theirwavelength and intensities.Additional bistability of slow single-molecule magnetic relaxation of the DyPraNO compounds may also provide a more flexible read/write approach to increase the information storage abilities of such systems in the future. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "EXPERIMENTALSECTION ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Synthetic Procedure.All reagents were analytical grade and used as received. $\\mathrm { L n } ( \\mathrm { h f a c } ) _ { 3 } { \\cdot } 2 \\mathrm { H } _ { 2 } \\mathrm { O }$ precursors were synthesized according to previously reported methods.2 Pyrazine-N-oxide was purchased from TCI chemicals. $\\mathrm { L n } ( \\mathrm { h f a c } ) _ { 3 } { \\cdot } 2 \\mathrm { H } _ { 2 } \\mathrm { O }$ 0 $\\left. 0 . 2 \\mathrm { m m o l } \\right. ,$ 二 $( { \\mathrm { L n } } = { \\mathrm { D y } } , { \\mathrm { E u } } )$ wasadded to $1 5 ~ \\mathrm { m L }$ of boiling $\\mathrm { C H C l } _ { 3 }$ .Then,a $1 0 ~ \\mathrm { m L }$ dry $\\mathrm { C H C l } _ { 3 }$ solution of pyrazine-N-oxide $\\left( 0 . 2 \\mathrm { \\ m m o l } \\right) ^ { \\cdot }$ ）was added drop by drop.The resulting boiling mixture was stirred for $\\ 5 \\mathrm { \\ m i n }$ and then cooled to room temperature.After some days of slow evaporation，big pale yellow $( \\mathrm { T b } ^ { \\mathsf { \\bar { 3 } + } } , \\mathrm { D y } ^ { 3 + } , \\mathrm { E u } ^ { 3 + } )$ prisms were obtained.Elemental analysis calcd. $( \\% )$ for $\\mathrm { F } _ { 3 6 } \\mathrm { C } _ { 3 8 } \\mathrm { H } _ { 1 4 } \\mathrm { D y } _ { 2 } \\mathrm { N } _ { 4 } \\mathrm { O } _ { 1 4 }$ ：C,25.94; H,0.80; N,3.18;Found: C,26.13; H,0.85; N,3.21.calcd. $( \\% )$ for $\\mathrm { F } _ { 3 6 } \\mathrm { C } _ { 3 8 } \\mathrm { H } _ { 1 4 } \\mathrm { E u } _ { 2 } \\mathrm { N } _ { 4 } \\mathrm { O } _ { 1 4 }$ C,26.23; H,0.81; N，3.22；Found: C，26.32； ${ \\mathrm { H } } ,$ 0.84；N:3.22.calcd. $( \\% )$ for $\\mathrm { F } _ { 3 6 } \\mathrm { C } _ { 3 8 } \\mathrm { H } _ { 1 4 } \\mathrm { E u } _ { 2 } \\mathrm { N } _ { 4 } \\mathrm { O } _ { 1 4 } \\mathrm { : }$ C,26.02；H,0.80;N,3.19;Found:C,26.24; H, 0.84; N, 3.21. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Crystal Structure Determination.A single crystal was mounted on a APEXII AXS-Bruker diffractometer equipped with a CCD camera and a graphite-monochromated Mo K radiation source ( $d = 0 . 7 1 0 7 3$ A)，from the Centre de Diffractométrie (CDFIX)，Université de Rennes 1,France.Data were collected at $1 5 0 ~ \\mathrm { K } .$ The structure was solved with a direct method using the SIR-97 program²and refined witha full-matrix least-squares method on F2 using the SHELXL-97 program28 and WinGx interface.29 Crystallographic data are summarized in Table S1.CCDC-1455178 contains the supplementary crystallographic data for this paper.These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via www. ccdc.cam.ac.uk/data_request/cif. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b17fc18ef99cfae42736cd4c8b5c1fcddbf634f2794f475a9f92ae740c5b9f2e.jpg",
        "img_caption": [
            "Figure5.Photoluminescencespectrafthe(a）Tb-nd(b）Dy-baseddevicesafterbeingsubjectedtovarouselectricfelds.Reproducible normalized photoluminescence intensity of the (c) Tb-based device at $5 4 5 ~ \\mathrm { n m }$ and (d) Dy-based device at $5 7 5 \\ \\mathrm { n m }$ against alternating negative and positiveelectric fields.(The luminescent intensity is normalizedbythe initial luminescent intensityofthedeviceat S45and ${ 5 7 5 } \\ \\mathrm { n m }$ ，respectively.) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6e1ca06cffc5246f20fafcb911aa162a27417286f2cf99cdfdc32a66f74e0b3f.jpg",
        "img_caption": [
            "Figure 6.Illustration of electrical driven wavelength-dependent information storage based on the different luminescence states of devices made ofEuPraNO,TbPraNO,andDyPraNO. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Powder X-ray Diffraction.Diagrams have been collected using a Panalytical X'Pert Pro diffractometer with an X'Celerator detector. The typical recording conditions were $4 5 \\mathrm { k V }$ and $4 0 ~ \\mathrm { m A }$ for $\\operatorname { C u } \\operatorname { K } \\alpha$ （ $\\dot { \\lambda }$ $= 1 . 5 \\hat { 4 } \\hat { 2 } \\ \\mathring { \\mathrm { A } } \\rangle$ ；the diagrams were recorded in $\\scriptstyle \\theta - \\theta$ mode in $6 \\ \\mathrm { m i n }$ between $5 ^ { \\circ }$ and $4 5 ^ { \\circ }$ (8378 measurements). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Luminescence Measurements.Powder state and liquid state luminescent measurements were collected using an Horiba-JobinYvon Fluorolog III spectrofluorometer. The spectrofluorometer was beforehand calibrated using the $4 6 7 ~ \\mathrm { n m }$ most intense peak of the lamp for excitation wavelength and Raman emission peak of water at $3 9 7 ~ \\mathrm { n m }$ for $3 5 0 ~ \\mathrm { n m }$ UV irradiation.Luminescence spectra were all recorded at room temperature in identical operating conditions without turning the lamp off to ensure a valid comparison between the emission spectra.Reproducibility of the measurements has been carefully checked.All spectra have been recorded at $\\lambda _ { \\mathrm { e x c } }$ that is found to be the maximum of the respective excitation spectra.Quantum yield measurements were performed at $2 9 3 \\mathrm { ~ K ~ }$ by evaluating the ratio of emitted photonsbyabsorbedphotons,that is ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nQ _ { \\mathrm { y } } = ( E _ { \\mathrm { c } } - E _ { \\mathrm { a } } ) / \\big ( L _ { \\mathrm { a } } - L _ { \\mathrm { c } } \\big )\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $E _ { \\mathrm { c } }$ is the integral of the emission spectrum of the sample, $E _ { \\mathrm { a } }$ is the integral of the emission spectrum of the empty sphere, $L _ { \\mathrm { a } }$ is the integral of the blank absorption spectrum of the empty sphere,and $L _ { \\mathrm { c } }$ is the integral of the absorption spectrum of the sample. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Device Fabrication.The $\\mathrm { C u } ( \\mathrm { N O } _ { 3 } ) _ { 2 } @ \\mathrm { P E O }$ thin film was deposited ona commerciallyavailable $\\mathrm { P t } / \\mathrm { S i O } 2 / \\mathrm { S i }$ substrate with the spin coating method. The LnPraNO thin flm was then deposited on the $\\mathrm { C u } ( \\mathrm { N O } _ { 3 } ) _ { 2 } @ \\mathrm { P E O }$ thin film by thermal deposition.After that, the transparent conductive ITO thin film was then deposited on the previously mentioned thin films by using the pulsed laser deposition system at room temperature with the oxygen pressure varied between 0.8 and $1 \\ \\mathrm { P a } .$ .The deposition frequency of ITO thin films was set to 1 Hz. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Device Structure Characterization.The crystalline structure of the as-deposited LnPraNO films was investigated by a grazingincidence X-ray diffraction technique (GIXRD，Bruker AXS，D8 Discover）using $\\operatorname { C u } \\operatorname { K } \\alpha$ radiation.The incidence angle of X-ray beam was fixed at $1 ^ { \\circ }$ ，and the measurements were recorded with a step of $0 . 0 5 ^ { \\circ }$ in the range of $5 ^ { \\circ }$ to $4 5 ^ { \\circ }$ .The thickness of the films was determined using field-emission scanning electron microscopy (FESEM, Hitachi, S-4800）with $1 0 \\ \\mathrm { k V }$ accelerating voltage. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The photoluminescent intensities of ITO/LnPraNO/Cu$( \\mathrm { N O } _ { 3 } ) _ { 2 } \\mathrm { P E O } / \\mathrm { P t }$ structures after applying various electrical fields were measured on a homemade probe station equipped with a precision semiconductor parameter analyzer(Agilent B15oo）and laser confocal luminescent microscopy with Andor iR303 spectrometer. Importantly, the luminescence measurements were performed after removing the applied electrical field in order to avoid possible electroluminescence. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Magnetic dc and ac Measurements.Samples were measured on a polycrystalline state compressed tightlybyPolyethylene film to avoid in-field orientation of the crystallites.Measurements were corrected for the diamagnetic contribution,as calculated with Pascal's constants,and for the diamagnetism of the sample holder，as independently determined.ac susceptibility has been measured with a Quantum Design MPMS magnetometer in the low frequency range and PPMS magnetometer in the high frequency range. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ASSOCIATEDCONTENT ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\otimes$ Supporting Information   \nThe Supporting Information is available free of charge on the   \nACS Publications website at DOI: 10.1021/acsami.6b04451. Additional structural， spectroscopic， and magnetic properties of the lanthanide complexes. (PDF) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AUTHORINFORMATION ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Corresponding Authors ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$^ { * } \\mathrm { E }$ mail: liug@nimte.ac.cn (G.L.).   \n$^ { * } \\mathrm { E }$ -mail: runweili@nimte.ac.cn (R.-W.L.).   \n$^ { * } \\mathrm { E }$ -mail: kevin.bernot@insa-rennes.fr (K.B.). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Notes ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The authors declare no competing financial interest ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We thank Dr. Pravarthana Dhanapal,Ms.Wuhong Xue,and Mr. Xipao Chen for the discussion. This work was supported by the State Key Project of Fundamental Research of China (973 Program，2012CB933004),National Natural Science Foundation of China(61504154，11274322，51303194，61328402, 61306152,11474295,61574146,51525103),China Postoctoral Science Foundation Funded Project (2014M560499)， the Instrument Developing Project of the Chinese Academy of Sciences (YZ201327)， the Youth Innovation Promotion Association of the Chinese Academy of Sciences，Ningbo Major Project for Science and Technology (2014B11011), Ningbo Science and Technology Innovation Team (2015B1loo1)，Ningbo Natural Science Foundation (2014A610152)，and Ningbo International Cooperation Projects (2014D10005). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(1) Zimmermann, S.;Wixforth,A.; Kotthaus, J.P.; Wegscheider, W.; Bichler，M.A Semiconductor-based Photonic Memory Cell. Science 1999,283 (5406),1292-1295.   \n(2)Mutai, T.; Satou, H.; Araki, K Reproducible On-Off Switching of Solid-State Luminescence by Controlling Molecular Packing Through Heat-Mode Interconversion.Nat.Mater.2005,4(9),685-687. (3）Sagara，Y.；Kato，T.Mechanically Induced Luminescence Changes in Molecular Assemblies.Nat. Chem.2009,1(8),605-610. (4）Audebert，P.；Miomandre，F.Electrofluorochromism:from Molecular Systems to Set-Up and Display. Chem. Sci. 2013,4(2), 575-584.   \n(S) Sun,H.; Liu, S.; Lin,W.; Zhang,K Y.; Lv,W.; Huang, X.; Huo, F.；Yang，H.;Jenkins，G.；Zhao, $\\mathrm { Q . ; }$ Huang，W.Smart Responsive Phosphorescent Materials for Data Recording and Security Protection. Nat. Commun. 2014,5,3601-3609.   \n(6）Rios,C.；Stegmaier，M.；Hosseini,P.；Wang,D.； Scherer，T.; Wright，C.D.；Bhaskaran，H.；Pernice，W.H.P.Integrated Allphotonic Non-volatile Multi-level Memory. Nat.Photonics 2015，9 (11), 725-732.   \n(7)Kim,K.-H.; Gaba,S.; Wheeler,D.; Cruz-Albrecht,J.M.; Hussain, T.；Srinivasa,N.;Lu,W.AFunctional HybridMemristor CrossbarArray/CMOS System for Data Storage and Neuromorphic Applications.Nano Lett.2012,12(1),389-395.   \n(8）Zijlstra,P.；Chon,J.W.M.;Gu,M. Five-Dimensional Optical Recording Mediated by Surface Plasmons in Gold Nanorods.Nature 2009,459 (7245),410-413.   \n(9）Binzli, J.-C.；Eliseeva,S.Basics of Lanthanide Photophysics.In Lanthanide Luminescence；Hanninen,P.,H'rm',H.,Eds.； Springer: Berlin Heidelberg,201l;Vol.7,pp 1-45.   \n(10)Di Piazza,E.; Norel, L.; Costuas,K.; Bourdolle,A.; Maury,O.; Rigaut,S.d-f Heterobimetallic Association between Ytterbium and Ruthenium Carbon-Rich Complexes: Redox Commutation of Near-IR Luminescence.J. Am. Chem. Soc.2011, 133 (16), 6174-6176.   \n(11) Sato, T.; Higuchi, M. An Alternately Introduced HeterometalloSupramolecular Polymer: Synthesis and Solid-state Emission Switching by Electrochemical Redox. Chem. Commun. 2013,49 (46), 5256- 5258.   \n(12) Tropiano,M.; Kilah,N.L.; Morten,M.; Rahman,H.; Davis,J.J.; Beer，P.D.； Faulkner， S.Reversible Luminescence Switching of A Redox-Active Ferrocene-Europium Dyad. J. Am. Chem. Soc. 2011,133 (31), 11847-11849.   \n(13） Tang, $\\mathrm { Q . ; }$ Liu,S.；Liu,Y.; Miao,J.; LiS.；Zhang,L.；Shi, Z.; Zheng, Z. Cation Sensing by A Luminescent Metal-Organic Framework with Multiple Lewis Basic Sites. Inorg. Chem. 2013, 52 (6),2799-2801.   \n(14) Chen,B.; Wang,L.; Xiao,Y.; Fronczek,F.R; Xue,M.; Cui, Y.; Qian, G.A Luminescent Metal-Organic Framework with Lewis Basic Pyridyl Sites for the Sensing of Metal Ions. Angew.Chem., Int.Ed. 2009,48 (3),500-503.   \n(15) Hu,B.； Zhu, X;Chen, X.; Pan,L.; Peng,S.;Wu,Y.；Shang,J; Liu, G.; Yan, $\\mathrm { Q . ; }$ Li,R.-W.A Multilevel Memory Based on ProtonDoped Polyazomethine with An Excellent Uniformity in Resistive Switching.J. Am. Chem. Soc.2012,134 (42), 17408-17411.   \n(16) Zhu, X.-J.； Shang, J.； Li,R.-W. Resistive Switching Effects in Oxide Sandwiched Structures.Front.Mater.Sci.2012,6(3),183-206. (17) Zhu, X;Su, W; Liu,Y; Hu,B.;Pan,L;Lu, W; Zhang J;Li R-W.Observation of Conductance Quantization in Oxide-Based Resistive Switching Memory.Adv. Mater.2012,24 (29),3941-3946. (18）Yi，X.；Bernot，K.；Pointillart，F.；Poneti，G.；Calvez，G.; Daiguebonne，C.；Guillou，O.；Sessoli，R. A Luminescent and SublimableDy-Il-Based Single-MoleculeMagnet.Chem.-Eur.J. 2012, 18 (36), 11379-11387.   \n(19）Melavanki，R.M.；Kusanur，R.A.；Kulakarni，M.V.; Kadadevarmath,J. S.Role of Solvent Polarity on the Fluorescence Quenching of Newly Synthesized 7,8-benzo-4-azidomethyl Coumarin by Aniline in Benzene-acetonitrile Mixtures.J. Lumin.20o8,128 (4), 573-577.   \n(20）Lewandowski，A.； Stepniak， I.；Grzybkowski，W. Copper Transport Properties in Polymer Electrolytes Based on Poly(ethylene oxide)and Poly(acrylonitrile)．Solid State Ionics 2001，143 (3-4), 425-432.   \n(21) Shang,J.; Liu, G.; Yang H.; Zhu, X.; Chen,X.; Tan,H.; Hu,B.; Pan,L.；Xue,W.；Li,R-W.Thermally Stable Transparent Resistive Random Access Memory based on All-Oxide Heterostructures. Adv. Funct. Mater.2014,24 (15),2171-2179.   \n(22) Binnemans, K. Chapter 25 - Rare-earth beta-diketonates. In Handbook on the Physicsand Chemistry of Rare Earths； KarlA, Gschneidner,J.-C.G.B.Vitalij,K.P.Eds.;Elsevier: NewYork,; Vol. 35, pp 107-272.   \n(23) Du, C.; Ma,W.; Chang, T.； Sheridan,P.; Lu,W.D.Biorealistic Implementation of Synaptic Functions with Oxide Memristors through Internal Ionic Dynamics.Adv. Funct.Mater. 2015,25 (27), 4290-4299.   \n(24) Woodruf, D.N.; Winpenny,R E.P.; Layfield, R A. Lanthanie Single-Molecule Magnets.Chem.Rev. 2013, 113 (7), 5110-5148. (25）Feringa,B.L. Molecular Switches;Wiley-VCH Verlag GmbH: Weinheim,2001；p 1-30.   \n(26) Bernot,K.; Bogani, L.; Caneschi,A.; Gatteschi, D.; Sessoli,RA Family of Rare-Earth-Based Single ChainMagnets:Playing with Anisotropy. J. Am.Chem. Soc.2006,128 (24),7947-7956.   \n(27）Altomare，A.；Burla，M. C.； Camali，M.；Cascarano，G.L.; Giacovazzo，C.；Guagliardi，A.；Moliterni，A.G.G.；Polidori，G.; Spagna,R. SIR97:A New Tool for Crystal Structure Determination and Refinement.J. Appl.Crystallgr.1999,32,19.   \n(28）Sheldrick, G.M.； Schneider, T.R. SHELXL:High-Resolution Refinement. Methods Enzymol.1997,277,319-343.   \n(29）Farrugia,L.J.WinGX Suite for Small-Molecule Single-Crystal Crystallography. J. Appl. Crystalogr. 1999,32, 837-838. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]