[
    {
        "type": "text",
        "text": "城市与环境",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一带一路水务科技合作机遇与挑战",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "肖峰马晓敏²杨敏1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丨中国科学院生态环境研究中心 北京100085²中国科学院文献情报中心 北京 100190",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的／意义］一带一路的倡议带动了我国与沿线国家多方位的合作与交流。针对沿线国家在水务科技方面的迫切需求，以我国近年来在相关领域积累的雄厚实力为基础，以科技为平台，探索政产学研合作机制，在帮助沿线国家应对水安全挑战的同时，带动我国水务科技产业走出去，建立双贏的合作模式。［方法/过程］本文分析了一带一路沿线国家的基本情况，明确了其在水科技领域面临的挑战，分享了中国科学院一发展中国家科学院水与环境卓越中心（CAS-TWASCEWE）在与一带一路国家交流合作中的相关进展成果。[结果/结论]CAS-TWASCEWE积极探索政产学研合作机制，创建了“人才培养一科技援助一企业跟进”三位一体的科技援助模式，在帮助沿线国家提升水科技创新能力的过程中，积极为我国水科技企业走出去创造条件和机会，初步形成“科技援助与经济回报”相互促进的良好局面，提升了我国绿色外交的国际形象。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：一带一路　水科技　水资源　合作 分类号：G255.51 DOI: 10.19318/j.cnki.issn.2096-1634.2016.06.09 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“一带一路”建设是一项系统工程，中国政府制定并发布了《推动共建丝绸之路经济带和21世纪海上丝绸之路的愿景与行动》，推进实施“一带一路”重大倡议，让古丝绸之路焕发新的生机活力，以新的形式使亚欧非各国联系更加紧密，互利合作迈向新的历史高度[]。沿线发展中国家在饮用水安全保障和水环境保护方面能力较弱，由于饮用不安全的水导致健康危害的问题比较突出，实现联合国千年发展目标——“到2015年将无法持续获得安全饮用水和基本卫生设施的人口比例减半”面临严峻的挑战。因此，中国科学院生态环境研究中心围绕国家“一带一路”倡议和中国科学院率先行动计划，整合相关研究所和相关部委以及水务公司、投资公司等社会资源，构建“人才培养一科技援助一企业参与”三位一体的平台和支撑体系，在帮助沿路国家提升饮用水安全保障能力、解决国计民生问题的同时，推动我国水务产业的技术和资本输出，实现“解决问题与经济回报”的双赢局面，打造“洁水外交”新形象。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院 “一带一路”科技合作体系",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2012年以来，中国科学院以发展中国家科学院（TWAS）第23次全体会议为契机，在有关部委大力支持下，在科技创新、战略咨询和能力建设等方面开展了一系列与发展中国家的科技合作，成效显著。这些行动和举措直接有效地服务于国家“一带一路”倡议的落实，更为支撑“一带一路”建设和共同解决共性科学挑战奠定了坚实基础[2]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国科学院自2013年以来率先打造“人才、平台、项目”相结合的“一带一路”科技合作体系，先后启动实施了“发展中国家科教合作拓展工程”和“一带一路”科技合作行动计划，在发展中国家启动建设海外科教基地，分领域建立CAS-TWAS（中科院一发展中国家科学院）卓越中心，设立CAS-TWAS 院长奖学金，部署一批“一带一路”科技合作培育项目，是国内最早围绕“一带一路”倡议开展系统性、实质性国际科技合作的部门[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，中国科学院与“一带一路”沿线国家（地区）的科技交流合作规模超过2万人次/年，累计引进优秀科技人才近300名，资助“带路”国家博士留学生超过600人，几乎覆盖中科院所有学科领域。此外，中国科学院已在“一带一路”沿线国家（地区）建设了7个海外科教基地，设立并运行5个CAS-TWAS卓越中心，开展了大量的南南科技合作，有效地推动南北科技合作，累计投入超过7亿元人民币[2]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CAS-TWAS卓越中心布局在气候变化与环境、饮用水安全、生物技术、绿色能源技术、防灾减灾技术等发展中国家共同关注的领域，积极发挥平台作用，打造一批国际品牌会议，形成一批具有重要影响的专业咨询报告，培养、培训近千名“带路”国家科技人才，在“一带一路”国家中培植了广泛的人力资源，建立了良好的合作互信关系，并与海外科教基地形成“内外呼应、有序衔接”的优势集成平台[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "水务科技 “一带一路”发展机遇",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1中国水务科技发展状况",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为实现中国经济社会又好又快发展，调整经济结构，转变经济增长方式，缓解我国能源、资源和环境的瓶颈制约，国家在水体污染控制与治理方面进行了大量的投入，陆续设立了水专项、水",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "十条等项目和政策。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在科技方面，水专项位列《国家中长期科学和技术发展规划纲要（2006—2020年）》十六个重大专项之一。该专项实施以来，投入过百亿资金[4]，突破了水污染治理、水环境管理和饮用水安全保障关键技术1000余项，建设科技示范工程超过500项，取得国内外授权专利1400余项，建成产学研开发平台和基地300余个，成立了8家产业技术创新战略联盟并服务于数百家企业，累计产值近80亿元，为《水污染防治行动计划》、海绵城市建设等国家战略的出台和实施提供了全方位支撑[5]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2015年4月，国务院正式发布《水污染防治行动计划》（简称水十条），预计总投入4万亿到5万亿元，其中地方政府投入将达1.5万亿元。环保部运用国际通行的模型对“水十条”实施的影响做了预测评估：预计可拉动GDP增长约5.7万亿元，其中直接贡献占 $13 \\%$ ，间接贡献占$87 \\%$ 。《水十条》通过加大治污投资力度，大幅提升污染治理科技、环保装备研制和产业化水平等措施，将带动环保产业新增产值约1.9万亿，其中直接购买环保产业产品和服务约1.4万亿，使环保产业成为新的经济增长点[3]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技创新在“一带一路”建设中具有重要先导作用，与沿线国家相比，我国在水务科技发展过程中取得了大量成绩，形成一定的技术优势，有利于提升国际合作层次，发挥科技创新优势，推动传统产业“优势产能”合作向科技“新产能”合作转变。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国科学院生态环境研究中心长期致力于饮用水安全保障领域的应用基础研究、关键技术开发和工程应用，取得了一系列创新性成果，并在国内成功进行了多项成果的应用转化，尤其关注新技术开发及成果产业化，形成了从“水源地”到“水龙头”的技术体系。主要成果包括：（1）水源地污染控制与水质改善技术。开发了突发污染事故在线生物预警设备，成功应用于密云水库和京密引水渠的水质预警；针对微污染水源水质改善的迫切需求，开发了大型水源修复技术，成功应用于浙江嘉兴石白漾供水工程（日处理源水24万吨，可贮存水源60万吨），2012年荣获联合国人居署“全球百佳范例”奖。（2）饮用水厂高效净化技术。围绕单户式净水器、农村分散式水站、城市水厂等不同规模和层次的饮用水除砷需求，开发了复合金属氧化物饮用水高效除砷技术，成功应用于北京市朝阳区楼梓庄除砷水厂工程（一期0.5万吨/天，二期2万吨/天）、郑州东周水厂强化除砷改造工程（20万吨／天）等大规模水厂改造工程和昌平、顺义等区县的10余个农村分散式供水工程；除氟技术已经在内蒙建设了2.5万吨／天示范工程。（3）饮用水安全输配与风险末端控制技术。开发了城市供水管网监测、预警与控制系统，应用于北京市自来水集团的日常检漏工作，为首都饮用水安全保障做出了重要贡献。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2沿线国家水务需求",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "安全、卫生的水是人类赖以生存的基本条件之一。发展中国家普遍存在严重的饮用水安全问题，实现联合国千年发展目标一“到2015年将无法持续获得安全饮用水和基本卫生设施的人口比例减半”面临严峻挑战。根据联合国《世界水资源开发报告》，全球目前有8.84亿人口仍在使用未经净化改善的饮用水源，26亿人口未能使用改善过的卫生设施，约有30亿至40亿人家中没有安全可靠的自来水。每年约有350万人的死因与供水不足和卫生状况不佳有关，这些都主要发生在发展中国家。通过改善水安全、卫生设施和卫生保健条件，每年可使220万儿童免于天折。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“一带一路”沿线国家普遍存在饮用水安全保障问题，近年来社会经济的快速发展，使得其所面临的饮用水安全保障问题日趋严峻，这主要体现在如下方面：（1）管理水平相对落后。标准完全照搬欧美，缺乏针对性和实施能力；缺乏有效监测设备，各类监测数据的收集、基础数据的获取与共享需要加强等[]；供排水管理体制不健全、供排水基础设施不完备、供排水系统建设缺乏资金。（2）水污染导致的水质型缺水。饮用水源水质污染严重，缺乏有效的净化措施。如饮用地下水的地区存在碑、氟、硬度、病原微生物等污染问题，导致严重的水源性疾病（如氟斑牙、霍乱、痢疾、伤寒和慢性肾脏病等）。（3）技术水平低，人才储备缺乏，产业化水平低，产",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "品配套化能力严重不足。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CEWE “一带一路”水务援助进展 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 合作思路",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "针对东南亚和南亚国家普遍存在的饮用水安全保障问题及需求，中科院积极开拓这项惠及十多亿人口的民生项目，既可彰显中国“亲、诚、惠、容”的周边外交精神，又具有开拓巨大市场的潜在效应。如中科院生态环境中心在饮用水安全保障、农村污水处理、工业废水处理方面有雄厚的基础，遥感所可以为水资源综合管理提供决策支持系统服务，水生所在生态修复和保护方面特色鲜明，合肥智能机械研究所开发了除氟纳米材料和相关产品，上述相关技术和产品如能结合我国水务企业强大的资本运作和产业化能力，通过科技联合中心这一平台进行示范和推广，今后将可向南亚和东南亚地区进行推广。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "因此，围绕国家“一带一路”倡议和中国科学院率先行动计划，整合相关研究所和相关部委以及水务公司、投资公司等社会资源，构建“人才培养一科技援助一企业参与”三位一体的平台和支撑体系，在帮助沿路国家提升饮用水安全保障能力同时，有效推动我国水务产业的技术和资本输出，实现“解决问题与经济回报”的双赢局面，形成“洁水外交”的新局面，大力提升我国在周边地区的国家形象。与此同时，这样的院企合作又会加强科学院与企业间的合作，对于提升我国产业技术水平有积极作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1.1构建“人才培养一科技援助一企业参与”三位一体的平台和支撑体系面向“一带一路”沿线发展中国家饮用水安全保障需求，尤其是供排水人才储备缺乏的现状，生态环境中心CAS-TWAS水与环境卓越中心（CAS-TWASCentreofExcellenceforWaterandEnvironment，简称CEWE）结合中国与发展中国家签署的双边或多边协议，构建“人才培养一科技援助一企业参与”三位一体的平台和支撑体系，以人才培养为抓手，设立多种形式的人才培养项目（培训班、硕士/博士研究生、博士后），为广大发展中国家培养水与环境领域高端管理与技术人才；通过技术转移和联合研究，为沿线发展中国家研发经济适用的技术，提供解决水与环境问题的综合解决方案。建成发展中国家水与环境技术交流、合作和成果转化的平台，为中国水务企业搭建平台，把中国和中科院优秀的技术和产品推出去。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.2积极开展南亚和东南亚国家供排水领域的基础调查和政策研究针对发展中国家存在的供排水管理体制不健全、管理水平较低的现状及其改善需求，通过合作，结合相关部委的力量，积极开展南亚和东南亚国家供排水领域的基础调查和政策研究，帮助其健全供排水管理体制和提升供排水管理水平。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.3推动水务产业的技术输出和转移，形成“洁水外交”新局面发展中国家饮用水安全保障问题最终需要通过水务产业来解决。因此，针对发展中国家供水基础设施不完备、供水系统建设缺乏资金、技术水平低的现状，整合中科院有关水务技术的研究所、水务公司、投资公司和相关政府部门，围绕国家“一带一路”倡议需求，推动水务产业技术和产品输出和转移，从而实现“解决问题与经济回报”的双赢局面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2工作进展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科技援助工作是我国对外援助工作的重要组成部分。近年来生态环境中心依托CAS-TWAS水与环境卓越中心在“发展中国家水与卫生培训”方面开展了卓有成效的工作，培训了共近100名来自30多个国家的学员，扩大了生态环境中心在发展中国家的科技影响力，促进了与发展中国家的科技交流与合作。CAS-TWAS水与环境卓越中心以“人才培养一科技援助一企业跟进”三位一体科技援助模式为指导，围绕“发展中国家水与卫生”开展工作，在帮助发展中国家提升饮用水及水环境安全保障能力的同时，建立我国绿色外交的国际形象，并推动我国水务产业的技术和资本输出，初步形成了“科技援助与经济回报”相互促进的良好局面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.1制定多层次人才培养计划，吸收行业产业专家充实讲师队伍，建立学员报告及跟踪机制，为开展科技合作创造条件水与环境卓越中心每年举办一期长期培训班和一期短期培训班。培训班要求所有学员在来华培训之前，对本国水卫生现状及挑战进行充分资料调研并作交流演讲报告，介绍本国水源、给水排水状况、政府职能、运行和管理过程中的难点问题等，并在此基础上参与学习、研讨。水与环境卓越中心通过学员交流收集到各国水和卫生信息，开展问卷调查，全面了解学员情况，发现并关注其所在国实际需求，在课程设计和支援工作中做到突出重点有的放矢，整体效果显著。培训班从2013年为期10天的集中授课短期培训，发展到2014年两个月的培训（增加了根据学员工作和研究方向加人到实验室课题组进行科研实习的内容），再到2015年短期培训（14天）和长期培训（87天）相结合，形成比较完善且具有特色的培训课程和模式，培训深度加大，学员能力提升明显。讲师阵容既包括大学和院内外研究所科学专家，又吸收了环保、建设、卫生等部门领导和专家，给排水行业专家，也加入了国际知名学者，师资实力强大，课程内容丰富。培训形式采取集中授课、技术考察、专题研讨、企业参观等多种形式，让学员全方位了解中国水环境治理现状以及产业支撑能力。2015年将国际水协（InternationalWaterAssociation,IWA）亚太大会（Asia-Pacific Region Conference and Exhibition）作为培训舞台，引领发展中国家学员了解全世界的水处理和管理技术。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "培训班在3年内共培训30多个国家的学员100余人。学员主要招收相关领域的政府部门、科研院所和水务企业管理人员，素质好水平高，有利于与发展中国家建立更为广泛和长久的合作关系。CEWE注重与学员的互动交流和信息反馈，为今后开展同斯里兰卡、柬埔寨、尼泊尔、非洲等国家和地区的国际科技合作和项目实施提供了坚实基础和有利条件。2016年培训班申请人数超过400人，在发展中国家影响力逐年扩大、不断提升。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "此外，CEWE还与柬埔寨水协合作，积极推进海外培训工作。2015年在金边举办的水厂技术培训班吸引了30多名水厂管理和技术人员参加，引起很大反响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "培训班成为广大学员深入了解中科院的一个窗口，越来越多的海外优秀青年申请生态环境研究中心的博士和博士后计划，所内留学生和海外博士后数量近年来大幅上升。CEWE还建立了与所内留学生和海外博士后交流的工作机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.2针对受援国重大民生需求，培育和挖掘当前和未来重大计划项目，建立政产学研协同推进机制CEWE针对斯里兰卡深受不明原因肾病（CKDu）危害及相关饮用水安全问题，与斯里兰卡供排水部、国家供排水委员会深人交流，并在CKDu地区现场调研基础上，促成中国科学院与斯里兰卡供排水部在双方元首见证下签署双方合作备忘录。同时，生态环境研究中心与斯里兰卡国家供排水委员会签署了落实政府间备忘录的合作协议，相关合作项目已纳入我国商务部援外资金计划。2015年3月26日，在习近平主席和西里塞纳总统的共同见证下，白春礼院长和斯里兰卡城市发展与供排水部部长哈奇姆在人民大会堂签署了《中国科学院与斯里兰卡城市发展与供排水部合作备忘录》。同年6月26日，生态环境中心副主任、CEWE主任杨敏研究员和斯里兰卡供排水委员会副主席拉甲德恩（S.Rajabdeen）签署《中国科学院生态环境研究中心与斯里兰卡供排水委员会合作备忘录》。两个协议的签署标志着双边合作关系的正式确立。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2016年4月7日，在李克强总理和斯里兰卡总理拉尼尔·维克拉马辛哈（RanilWickremesinghe）见证下，国家自然科学基金委员会（NSFC）主任杨卫院士和斯里兰卡国家科学基金会（NSF）主席思睿玛丽·费尔南多（SirimaliFernando）教授在人民大会堂共同签署了《NSFC-NSF科学技术合作谅解备忘录》。协议的签署为双方科学家的合作和交流创造了良好条件。2016年2月22—27日，CEWE 邀请包括费尔南多教授的斯里兰卡高级代表团来访，并促成两国基金会领导的会面，为双边协议的签署奠定了良好基础。在双边政府间协议中，中科院将与斯里兰卡在康堤（Kandy）共同筹建“中国一斯里兰卡水技术研究与示范联合中心”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2016年3月15日，由中国科学院与斯里兰卡城市规划和供水部共同举办的不明原因慢性肾病（CKDu）联合研讨会在科伦坡顺利举行，来自中科院生态环境中心、北京大学及附属第一医院、北京市疾病控制预防中心、中国自然科学基金委（NSFC）、斯里兰卡CKDu总统专门委员会、卫生部、佩拉德尼亚斯大学、里贾亚瓦德那普拉大学等中斯双方公共卫生、环境科学、饮用水、水文地质专家、慢性肾病等领域专家150余人参加了会议。双方专家就水质、地球化学、农业耕作、饮食、医疗、社会因素等对CKDu可能原因和解决方案进行全面研讨，并主要从CKDu的预防、治疗和控制、追因研究等方面共同讨论确定了《CKDu缓解行动计划建议》。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "关注斯里兰卡安全供水问题，开展技术研究与示范。以斯里兰卡旱区为示范区，根据现有水质数据分析，通过多轮现场考察、双边技术交流和专家论证，初步选择建立膜技术（纳滤）处理技术、除硬、除硝酸盐处理技术、雨水收集利用技术、高硬高氟高硝酸盐水处理技术等几条典型的处理工艺。在几家中国水务企业的合作下，面向水厂的多参数水质分析仪、硬度去除技术、雨水收集设备等正在紧张研发过程中。组织北京疾控中心（Center forDiseaseControl）北京大学及第一医院和所内相关专家，调研国内外相关慢性肾病研究文献，从CKDu定义、病因及解决途径等角度，总结斯里兰卡CKDu特点及相关研究，提出CKDu病因学研究相关设想。在此基础上，经过与相关专家的多次沟通交流，提出《斯里兰卡不明原因肾病病因学研究方案》，包括4个研究方向：核实斯里兰卡不明原因肾病诊断标准、建立健全斯里兰卡不明原因肾病监测体系、开展环境监测和膳食调查研究、探讨CKDu病因并研发早期筛查工具。作为上述科学研究内容的重要支撑，斯里兰卡旱区水站北斗监测管理平台的建立将起到至关重要的作用。根据斯里兰卡现状，设定了三级斯里兰卡水站监测管理系统平台：1）国家级顶层设计平台，位于斯里兰卡首都科伦坡供排水部；2）区域级平台，目前暂定2个，分别位于康提和阿鲁拉德普勒；3）村级居民饮用水站，以现有水站为基础，在考虑当地需求的基础上适当增设，一期示范总数控制在10个。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "除斯里兰卡合作以外，水与环境卓越中心分别与柬埔寨、孟加拉、尼泊尔建立了联系，以点带面全线布局，建立“一带一路”沿线国家国际合作网络。在柬埔寨，签署机构间协议，加强水与环境领域合作，探索政产学研合作模式，并开启海外培训，深入当地提供技术指导解决问题，形成了一定的影响。在孟加拉，企业为合作开路，CEWE技术跟进，致力攻克孟加拉地下水除砷世界难题。在尼泊尔，为震灾献真情，捐赠饮用水设备，助力尼泊尔解决饮用水安全保障问题。同时，针对非洲合作之路也在探索中。以历届水与卫生培训班为平台，多年来CEWE一直努力通过非洲学员对非洲当地水与卫生相关情况进行深入调查了解，并安排非洲籍学员深人课题组实习。目前，CEWE掌握了丰富的非洲水质及卫生方面资料，组织成立中非人员共同参与的报告编写委员会，整合已有信息数据，就非洲水质等情况编撰调研报告，并将出版发行。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.3建“一带一路水科技与产业联盟”，创国际合作与院地合作一体化的机制水与环境卓越中心与发展中国家的水技术合作紧扣民生问题，围绕“一带一路”倡议与中科院“率先行动计划”，充分利用院内外科技力量，带领包括水生所、智能所、遥感所、新疆所等在内的兄弟单位，及力合科技、中冶国际、泰宁等众多水务企业，筹备搭建“一带一路水科技与产业联盟”，创新国际合作与院地合作一体化的机制。联盟的宗旨为：（1）有针对性地为发展中国家提供解决方案与技术支持；加速我国水工业向发展中国家输出，实现在国外市场的推广应用。（2）组织联盟单位与发展中国家开展业务考察与谈判，开展技术交流与合作；组织、参加有关水与环境合作的国内、国际会议。（3）协助安排发展中国家水与环境领域代表（团）来访、培训和实习；组织国内有代表性的企业与发展中国家代表进行沟通交流。（4）为联盟企业提供服务；向政府有关部门提供业界有关调研报告和咨询报告等；研究和发展走出去战略等相关问题，为企业提供参考意见和咨询。（5）组织开展发展中国家有关水及工程标准制定、开展相关法律及风俗习惯的培训与指导等。把联盟发展成为“走出去”企业学习与交流中心，进而促成企业技术与产品落地，实现国外市场的推广应用，既保障了合作项目得以向纵深发展，在国家战略及国际科技力量上有力提升中科院的国际形象，也推动科技创新和科技成果在更广阔的领域转化，推动中国水务企业及自主知识产权走上国际舞台。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中冶国际工程集团有限公司与CEWE在饮用水除砷技术方面开展合作，以期解决孟加拉农村地区砷污染问题。2015年11月，CEWE与MCC组织联合代表团访孟，先后就推进援孟除砷项目实施路线图及其细节与孟加拉公共卫生工程部门DPHE（Department of Public Health Engineering）进行了深入讨论，向孟加拉科学与工业研究委员会（BCSIR）主席、技术认证官员等孟加拉除砷领域顾问、技术专家详细介绍了我方除砷技术原理、应用模式、技术优势和工程案例。BCSIR主席充分肯定了CEWE在基础研究、技术开发上开展的工作，表示将全力支持并配合我方在孟国完成官方技术认证以获得当地合法应用资格，并希望与我方签订MoU在饮用水、水环境综合治理等领域开展合作，为孟加拉饮用水与水环境安全提供系统的技术支撑。同时，我国驻孟大使馆表示使馆会全力支持该项目的实施。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "水务科技合作展望",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1 设立“一带一路”水务科技合作专项",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以科技引领支撑“一带一路”倡议建设的实施，是一项复杂的系统性工程，必须强化顶层设计，按照“坚持市场运作，遵循市场规律和国际通行规则，充分发挥市场在资源配置中的决定性作用和各类企业的主体作用”，有重点、有计划地予以积极推进。建议根据“一带一路”顶层设计中的相关要求，深入梳理我国与“一带一路”沿线国家的科技资源、科技需求，组织政府部门、科研单位、企业和专家共同制定科技引领支撑“一带一路”倡议专项规划[7-8]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2加强国际水务科技合作与机制创新",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "目前国际合作体制和机制主要是围绕与发达国家开展学术交流合作制定，很多管理规定不能适合与发展中国家的援助合作工作，影响工作积极性和效率。需要国家加强与各政府部门的沟通，根据发展中国家的实际需求和情况，制定适合与发展中国家合作的工作制度和机制，确保人员安全和工作效率，建设部门间协商机制，双边为主，多边为辅的交流机制，充分发挥现有各类委员会等作用，建成外援统一战线，显著提升外援效益。国内的各水务相关部门应在一定框架下有组织地与沿线国家相关部门对接，协调推动项目实施[9]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3 建立“一带一路”人才培养体系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "人才是“一带一路”建设的支点和关键，是科技合作活动中最具活力的资源，集聚国际优秀人才是国际科技合作的关键。在“一带一路”建设过程中，需要提升沿线国家的教育软实力，建设全方位多层次的人才培养教育体系，培训国际科技人才，国际组织管理人才，高端人才等，以人才带项目、以项目聚人才[10-13]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.4 推动水务企业参与“一带一路”建设",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "企业是最具活力的经济体，企业创新能力是科技创新能力的具体体现，推动水务企业参与到“一带一路”建设中，提升企业创新能力，对促进科技与经济紧密结合，深化科技开放合作，提高科技发展的国际化程度意义重大。借力“一带一路”发展，开辟国际科技合作新路径，推动建立水务企业协同创新合作新机制，结合相关政策措施，以科技为平台，加强技术合作与协同创新，强化企业自主创新能力、激发企业动力、与沿线国家的当地的水务需求和政府企业等密切结合。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.5CEWE下一步工作规划",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "援外合作中，中斯合作围绕CKDu病因调查和饮用水安全保障技术研发两个方面全面开展，全面配合中斯联合研究中心大楼项目的实施，并为斯方政府提供一批培训。全面推进中孟合作，争取在除砷工程技术示范应用上取得突破。针对非洲，以中非中心为依托，探索合作途径。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在培训方面，海外培训与国内培训相结合。国内培训将继续举办包括长期、短期培养学员的培训班。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在“一带一路”项目建设中，优化运行管理，与国内外相关机构建立合作机制，深人地开展与发展中国家的合作，进行资源整合和优势互补；健全内部管理制度，加强队伍建设，加强针对培训效果的评估和后续跟踪工作；完善网站建设和资料整理组织，提升宣传水平，获取更多的国际认同，进一步提高在水务科技方面的国际知名度。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]国家发展改革委,外交部，商务部.推动共建丝绸之路经济带和21世纪海上丝绸之路的愿景与行动[EB/OL]. [2016-11-18]. http://www.cas.cn/zt/hyzt/ydyl/ydyl_bj/201611/t20161103_4580144.shtml.  \n[2]中科院“一带一路”科技合作现况[EB/OL].[2016-11-18].http://www.cas.cn/zt/hyzt/ydyl/ydyl_yw/201611/t20161108_4580596.shtml.  \n[3]水十条被指治水亦治国：预计投入资金5万亿[EB/OL].[2016-11-18]. http://finance.sina.com.cn/chanjing/cyxw/20150427/013022048484.shtml.  \n[4]科技部：我国水专项实施六年已投入过百亿资金[EB/OL]. [2016-11-18]. http://lianghui.people.com.cn/2013npc/n/2013/0307/c357320-20712672.html.  \n[5]“水专项”实施以来，突破了水污染治理等关键技术 1000 余项 [EB/OL]. [2016-11-18]. http://nwpcp.mep.gov.cn/jqyw/201606/t20160616_354636.html.  \n[6]中国科学院可持续发展战略研究组．2015中国可持续发展报告：重塑生态环境治理体系[M].北京：科学出版社,2015.  \n[7]安晓明.我国“一带一路”研究脉络与进展[J].区域经济评论,2016(2):77-88.  \n[8]刘宗义.我国“一带一路”倡议在东南、西南周边的进展现状、问题及对策[J].印度洋经济体研究，2015(4): 42-43,92-109.  \n[9]张茉楠.全面提升“一带一路”战略发展水平[J].宏观经济管理，2015(2):20-24.  \n[10]科技人才服务“一带一路”建设峰会全体与会代表.科技人才服务“一带一路\"建设倡议[J].中国科技产业,2015(9): 17.  \n[11]周谷平，阚阅．“一带一路”战略的人才支撑与教育路径[J].教育研究,2015(10):4-9,22.  \n[12]孙德升.以科技引领支撑“一带一路”战略实施[J].环渤海经济瞭望,2016(4):24-26.  \n[13]肯尼斯·金，刘爱生，彭利平.中国对非洲的援助与软实力：以教育和培训为例[M].杭州：浙江大学出版社,2015.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "肖峰：文章的主要撰写人，第三部分的主要完成人;马晓敏：文章参考资料以及第一部分及第二部分的主要完成人；杨敏;整篇文章的设计构思者,最后审阅定稿的通讯作者。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "肖峰,马晓敏,杨敏．一带一路水务科技合作机遇与挑战[J].智库理论与实践，2016，1(6)：52-59.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Opportunities and Challenges in Water Science and Technology Cooperation Between China and the Countries along the Belt and Road ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Xiao Feng' Ma Xiaomin² Yang Min' 1Research Center for Eco-Environmental Sciences, Chinese Academy Sciences, Beijing 100085 2National Science Library, Chinese Academy Sciences, Beijing 100190 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The Belt and Road Initiative leads to the cooperation and exchanges between China and the countries along the Belt and Road.Taking science and technology as the platform,starting fromthe actual needs ofcountries along,the authors aim to unite allthe scientific forces to implement the service of the Belt and Road Initiative,establish the system of science and technology cooperation,and discuss the challenges and opportunities of the Belt and Road in water science and technology cooperation.[Method/process] In this paper,the current situation of the countries along the Belt and Road was analyzed.The challenges in water science and technology were clarified.Inaddition,the progress and some achievements in the cooperation between the countries along the Belt and Road with Center for Excellnce of Water and Environment (CEWE), Chinese Academy of Sciences-Third World Academy Sciences (CAS-TWAS) were shared. [Result/conclusion] CASTWAS CEWE made eforts to explore the mechanism of the cooperation among the government,the industry, the university and the institute.A trinity-based technical assistance mode “talenttraining-technical assistance-industry follw”is established. On the one hand,CEWE helps the innovation and development of water science and technology in those countries along the Belt and Road. On the other hand,CEWE also provides the opportunities for the Chinese water enterprises to carry out the“stepping-out strategy\". Generally speaking,the good phase “technical assistance and economy return” is formed.These achievements improve the Chinese international image based on the green and sustainable foreign policy. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: the Belt and Road water science and technology water resources cooperation 收稿日期：2016-12-01 修回日期：2016-12-06 本文责任编辑：唐果媛 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国大学智库论坛2016年年会举行",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2016年12月3日至4日，第三届中国大学智库论坛年会在上海举行，本届论坛年会的主题是“创新中的中国：战略·制度·文化”。论坛由教育部和上海市政府指导，复旦大学和中国大学智库论坛秘书处主办。教育部党组副书记、副部长沈晓明，上海市副市长翁铁慧，复旦大学党委书记焦扬等在开幕式致辞；全国政协教科文卫体委员会副主任李卫红、复旦大学校长许宁生等出席论坛开幕式。来自各级党政部门的领导和来自党校、高校、科研院所、民间智库的专家学者300余人相聚复旦，共话智库建设，共谋创新发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "前两届年会的成功举办，对于引领和带动高校智库的发展，扩展高校智库影响力具有重要意义，获得了各界的高度肯定。本届论坛年会设置了“推动理论创新，构建中国特色哲学社会科学”“创新驱动发展，建设世界科技强国”“提升软实力，建设社会主义文化强国”“实现绿色转型，探索新发展模式”“抓住历史机遇，全方位推进开放创新”“顺应新趋势，改革创新治理体系”6个分论坛。同时，今年论坛年会前夕召开了中国高校智库建设座谈会，高校及其他各类智库专家围绕中国特色新型高校智库建设实践和未来方向这个议题展开讨论。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本届论坛聚焦国家战略需求，充分发挥了高校的学科优势、人才优势，充分利用各种传播方式，在报纸、电视、广播等传统媒体之外，还特别开通了中国大学智库论坛微信公众号等新媒体平台，立体式地宣传智库研究成果，提升了社会影响力，促进了智库间的交流互通，为推动转型期创新发展提供了重要的智力支持。",
        "page_idx": 7
    }
]