[
    {
        "type": "text",
        "text": "A gain-of-function mutation in Msl1o triggers cell death and wound-induced hyperaccumulation of jasmonic acid in Arabidopsis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yan Zou1\\*,t, Satya Chintamanani²†，Ping ${ \\mathsf { H } } { \\mathsf { e } } ^ { 3 }$ ，Hirotada Fukushige4, Liping $\\mathsf { Y u } ^ { 5 }$ ,Meiyu Shao’, Lihuang Zhu5, David F. Hildebrand4, Xiaoyan Tang and Jian-Min Zhou5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SchoolfLifeegsiteote 3DepartmentofochemistryandBiophysics,IstituteforPlantGenomicsandBotechnologyexasA&Universtyexas78USA 4DepartmentofgrooyAgiculturaliencesenteroth,UversityofKentuckyeington,Kentucky546-9UateKey Laboratoryofatcssiteidloptaedefesef LifeSciences，CapitalNormalUniversity，Beijingo48，China.heseauthorscontributedequallytothework.\\*Corespondence: zouyan@shanghaitech.edu.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Jasmonates (JAs) are rapidly induced after wounding and act as key regulators for wound induced signaling pathway.However,what perceives the wound signal and how that triggers JA biosynthesis remains poorly understood.To identify components involved in Arabidopsis wound and JA signaling pathway，we screened for mutants with abnormal expression ofaluciferase reporter,which isunder the control of a wound-responsive promoter of an ethylene response factor (ERF) transcription factor gene,RAP2.6 (Related to APetala 2.6). The rea1(RAP2.6 expresser in shoot apex) mutant constitutively expressed the RAP2.6-LUC reporter gene in young leaves. Along with the typical JA phenotypes including shorter petioles, loss of apical dominance,accumulation of anthocyanin pigments and constitutive expression of JA response gene,rea1 plants also displayed cell death and accumulated high levels of JA in response to wounding.The phenotype of rea1 mutant is caused by a gain-of-function mutation in the C-terminus ofa mechanosensitive ion channel MscS-like 1o (MSL1o).MSL10 is localized in the plasma membrane and is expressed predominantly in root tip,shootapexand vascular tissues.These results suggest that MSL1o is involved in the wound-triggered early signal transduction pathway and possibly in regulating the positive feedback synthesis of JA. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Arabidopsis;cell death; jasmonates;mechanosensitive ion channel; wound ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: Zou Y,Chintamanani S,He P,Fukushige H,YuL,Shao M, Zhu L, Hildebrand DF,Tang X, Zhou JM (2o15) A gain-of-function mutation in Msl10 triggers cell death and wound-induced hyperaccumulation of jasmonic acid in Arabidopsis.J Integr Plant Biol XX:XX-XX doi: 10.1111/ jipb.12427 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Edited by:Miguel A.Pineros,USDA-ARS,Cornell University,USA Received Aug. 4, 2014; Accepted Sep. 9, 2015 Available online on Sep.10,2o15 at www.wileyonlinelibrary.com/ journal/jipb $\\mathfrak { O }$ 2015 Institute of Botany,Chinese Academy of Sciences ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Plants are subjected to many mechanical stresses.Upon wounding mobilization of specialized cells for healing as a protective measure is not a possibility since plants do not have a circulatory system.Instead,plants have developed inducible defense mechanisms that are specific to different stresses. The phytohormone jasmonic acid is a well characterized signaling molecule that is widely accepted for its role in protection against the wound damage (Leon et al. 2001). Because of the similarity in the nature of damage caused by mechanical damage and herbivore feeding，plants utilize jasmonicacid pathway for protection against both.Inaddition to their role in plant defense,jasmonatesare also required for pollen development,anther dehiscence,protection against ozone damage and inhibition of root elongation (Rao et al. 2000; Ito et al. 20o7; Chen et al. 2011; Song et al. 2011). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Endogenous JA levels increase in response to mechanical wounding,herbivore damage and water stress (Creelman and Mullet 1997; Rao et al. 200o; Diezel et al. 2011). Biosynthesis of JAoccurs through the octodecanoid pathwayand is initiated by the addition of linolenic acid (18:3) through lipoxygenase (LOX) to form 13-hydroperoxylinolenic acid.Then it is dehydrated by allene oxide synthase (AOS）and cyclized by allene oxide cyclase (AOC) to the cyclopentanone 12-oxo-phytodienoic acid (OPDA).The pentacyclic ring double bond in OPDA is reduced by the enzyme OPDA reductase3(OPR3) to form OPC:8,which is subsequently shortened by three cycles of $\\beta$ -oxidation to yield JA(Li et al.2oo5).JA,its precursor OPDA and their related oxylipins are collectively called jasmonates.The synthesized JA can be converted into jasmonoyl-L-isoleucine (JA-lle),an active form of jasmonate (Fonseca et al. 2oo9). Upon binding to its receptor COl1(Yan et al.2oo9; Sheard et al.201o), it promotes the degradation of jasmonate ZIM-domain (JAZ) family of transcriptional repressors thereby promoting the activation of jasmonate response genes (Chini et al. 2oo7; Thines et al. 2007; Staswick 2008). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Because of its relevance to different plant stress responses many mutant screens have been conducted to identify components involved in JA signaling.Among the identified mutants,coronatine insensitive 1(coi） is fully insensitive to JA and Coi1 encodes an F-box protein (Xie et al. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1998).Several other JA insensitive mutants have also been characterized that have a weaker phenotype when compared to coi1 mutant,including jar1 (Staswick et al. 1992), jin 1 and jin 4 (methyl-jasmonate insensitive; Berger etal.1996), and jue1, jue 2and jue3 (Jensen et al.2oo2).Mutants with constitutive or enhanced JA responses have also been characterized,which include cev1 (constitutive expression of vsp1),cex1,cet1, fou2 and joe1 (Ellis and Turner 2oo1; Hilpert et al.20o1; Xu et al. 2001; Jensen et al. 2002; Bonaventure et al.2oo7). JA-lle is perceived by COl1-JAZ receptor complex and this process can be potentiated by inositol pentakisphosphate $( | \\mathsf { P } _ { 5 } )$ (Chini et al. 2007; Thines et al. 2007; Yan et al. 2009; Sheard et al. 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Studies from the expression analysis in the JA biosynthetic mutant opr3，which cannot synthesize JA from its precursor OPDA showed that both JA and OPDA regulate distinct sets of wound response genes. Unlike JA,the OPDA regulated genes(ORGs) do not require the signaling component COl1 for their activation (Taki et al. 2005).These results comprehensively show that the OPDA dependent signaling pathway isrequired for wound mediated responses.Suza and Staswick (2oo8) further showed that although the JA derivative JA-lle isrequired for the activation of the JA responsive genes and for defense against various pathogens，it is not required for the activation of wound-induced genes. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Mechanosensitive ion channels are believed to be the sensor for mechanical stimuli, osmotic stresses or gravity in plants.There are 1oMscS-like(MSL） proteins in the Arabidopsis genome.They are homologous to the most studied mechanosensitive ion channel of small conductance (MscS) in Escherichia coli.MscS was crystallized and shown to be gated by the membrane tension to release osmolytes. Therefore the cellular turgor could be maintained at the safe level to protect cells against the hypoosmotic shock (Levina et al.1999).MscS channels are heptamer with three transmembrane (TM) helices at the N-terminus of each monomer.The third TM helices form the pore to conduit the release of the osmolytes (Bass et al. 2oo2; Wang et al. 2008). Similarto MscS,ArabidopsisMSL2and MSL3were localized in plastid and required for the propersize,shape,division,and hypoosmotic volume control of plastids(Haswelland Meyerowitz 20o6;Wilson et al. 2011; Veley et al. 2012). MSL1o was also localized in plasma membrane and demonstrated to be a functional mechanosensitive ion channel witha preference for anions.However,the physiological roles of MSL1o remain unknown since msl1o mutants responded to mechanical and osmotic stresses normally (Haswell et al. 2008;Maksaev and Haswell 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The pathway involved in the synthesis of JA and its downstream signaling genes are well studied，but the components involved in initial wound signal perception and transmission leading to the synthesis of JA is not clear. The activation of JA synthesis genes upon wounding and application of JA suggests the involvement of a positive feedback control mechanism in JA synthesis，whichis completely unknown. In this study we have used RAP2.6,a rapidly and highly induced gene in response to wounding, whose expression requires an intact JA pathway (He et al. 2004),as a marker to gain insight on the early events of the wound inducible pathway. Here,we describe the identification and characterization of a mechanosensitive ion channel involved in early wound signaling.Along with its key regulatory role in positive feedback biosynthesis of JA，it also controls other pathways involving cell death and apical dominance whose most probable regulation is upstream of JA accumulation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Isolation of novel Arabidopsis mutant with constitutive RAP2.6 gene expression and a loss of apical dominance phenotype ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Toidentify the components involved in wound signal perception and its JA-dependent signaling pathway，we screened EMS-mutagenized Arabidopsis plants for mutants with abnormal expression of RAP2.6-LUC reporter transgene. Four- to 6-week-old M2 plants were sprayed with luciferin and luminance was measured.Of the 16,ooo M2 plants screened, only one mutant showed constitutive RAP2.6-LUC expression and was thus named rea1 (Figure 1A,B).The rea1 phenotype was further confirmed in the M3 generation.The luciferase activity in the rea1 mutant is 55-6o fold higher in the young and developing leaves compared to wild-type plants. However,RAP2.6-LUC expression in mature leaves of rea1 is only 10-15 fold higher than wild-type plants (Figure 1C). Young seedlings ofrea1 are identical to wild-type plantsin morphology except for the accumulation of anthocyanin in youngand developing leaves.However,adult plants exhibited severalmorphological abnormalitiesincludingstunted growth，shorter petioles and loss of apical dominance (Figure 1D). During bolting,the phenotype of rea1 is clearas the growth inhibitory effect of the main shoot on the auxillary shoots is clearly lost，giving rise to a bushy phenotype (Figure 1D). Further characterization of the mutant showed that rea1 also has a cell death phenotype.A microscopic cell death phenotype is clearly visualized in rea1 using trypan blue staining (Figure 1E). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "rea1accumulates higher JA levels ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Accumulation of anthocyanin pigments and shorter petioles observed in rea1 plants is a characteristic feature of JAhyperaccumulation in plants (Turner et al.2oo2); we therefore examined the expression levels of JA biosynthetic and response genes. RNA- blot analysis showed that the constitutive transcript levels of the JA biosynthetic gene LOX2and the response gene PDF1.2 were elevated in rea1 as compared to the wild-type plants.In addition，wounding further induced the expression of LOX2 in rea1 mutant.The constitutive level of another JA biosynthetic gene AOS is similar to the wild-type,but is induced to a higher level after wounding (Figure 2A). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Constitutive expression of JA biosynthetic and responsive genes prompted us to quantify the levels of JA and its precursor oxo-phytodienoic acid (OPDA). The levels JA or OPDA were not significantly different between the unwounded rea1 and wild-type plants.However,wounded rea1 plants accumulated 28 fold more JA (Figure 2B) and 10 fold higher OPDA (Figure 2C) than in wild-type plants suggesting that wound induced hyperaccumulation of JA in rea1 mutants. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5e17ab90157c6ecf0752316f9ba68238a9b60afff4b676ae726f1bf1aa8d8c7e.jpg",
        "img_caption": [
            "civtype utatpiat (A)rea1mutant plants constitutively expressing RAP2.6-LUCreporter transgene.Wild-type (left)andrea1(right)plants were sprayed withluciferinsolutiontorevealtheluciferaseactivity.(B)Leafpetioleandshoottip morphologyof 4-week oldwt (left) andrea1(right)plants.(C)RAP2.6-LUCactivityinyoung andmature leavesofrea1.Leavesof wtandrea1plantswereharvested andincubated with luciferinand relative luciferase activitywasanalyzed byusingaluminometer.(D)Floral morphologyof 5-week-old wtandrea1plants.(E)Spontaneous celldeath phenotypeof rea1mutant.Untreatedleaves were stained withtrypan blue to visualize cell death in the leaf tissue. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The mutant phenotype of rea1 is partially dependent on COI1 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Constitutive expression of JA related genes and wound induced hyperaccumulation of JA levels raised the possibility that the observed morphological abnormality of rea1 could be dependent on the JA signaling pathway.To assess this possibility，we crossed rea1 into coi1-1,which is required for most JA-mediated responses (Feys etal.1994).The rea1; coi1-1 double mutants did not have shorter petioles like the rea1 mutant and the cell death phenotype was completely suppressed (Figure 3A,C).The double mutants also did not accumulate anthocyanin pigments in the shoot tip.However, the rea1; coi1-1 double mutants did not completely lose their bushy phenotype (Figure 3B).The intermediate phenotype of the double mutants suggest that JA is required for anthocyanin accumulation and cell death in rea1,but only partially accounts for the loss of apical dominance phenotype of rea1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Geneticanalysisandcloningof rea1 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To determine the nature of the rea1 mutation,M3 mutant plants of rea1 were backcrossed to the wild type RAP2.6-LUC plants.The resulting F1 plants showed a wild-type phenotype, suggesting that the mutation is recessive.Analysis of the resulting F2 individuals showed that both the constitutive luciferase expression and the bushy phenotype co-segregated with one another and segregated in a 3 wild-type: 1 mutant fashion (Table S1)，indicating that both phenotypes are controlled by a single nuclear gene.To genetically map position of the rea1 locus,we out-crossed rea1 mutants in Col-o background with both Nossen and Landserg erecta ecotypes. As expected,the F2 progeny segregated in a 3:1 ratio for wildtype and bushy phenotypes,respectively.Thirty-five (35) rea1 homozygous individuals derived from the F2 progeny were pooled and genotyped using 26 microsatellite markers (Bell and Ecker 1994） covering all five chromosomes of Arabidopsis.The rea1 mutation was mapped to the top arm of chromosome 5 between the markers nga225 and nga106. Byanalyzing additional F2 plants exhibiting the bushy phenotype with newly developed simple sequence length polymorphism (SSLP） and cleaved amplified polymorphic sequence(CAPS) markers,rea1 was positioned between the F14F18.12 and MXC9.11 regions of the BACs (bacterial artificial chromosomes)(Figure S1A).Sequencing of all 23 coding genes within this region revealed a C-to-T transition in the coding region of Msl1o gene，resulting in a serine to leucine substitution at residue 64o in the carboxy-terminus of MSL10 (Figure S1B,1C). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/5da2e28d094c83977ce84a2030a00f136159ea2b3e8fd179a32909326a5c4f24.jpg",
        "img_caption": [
            "Figure 2.rea1 plants show elevated levels of jasmonicacid (JA) accumulation after wounding ",
            "(A)RNA gel blot analysis of JA biosynthesis genes LOX2 and AOS and JA response gene PDF1.2.Total RNA was extracted from the wounded plants and $1 0 ~ \\mu \\xi$ of total RNA was electrophoresed， blotted and probed with respective probes.(B) Levels of JA after wounding.(C) Levels of 12-0xo-phytodienoic acid (OPDA) after wounding. Plants were wounded with serrated forceps and tissue was harvested after $^ { 8 \\mathfrak { h } }$ and the samples were assayed for both JA and OPDA levels.The experiments were repeated three times with similar JA levels. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/fee2d3db5eb78b30f3c73992d65a62c3474ef57383b71faf7bf704e862708dc3.jpg",
        "img_caption": [
            "Figure 3.Phenotypes of rea1 mutant in coi1-1 mutant background Leaf petiole and shoot tip morphology (A),cell death (B) and floral phenotypes (C) in rea1; coi1-1 double mutants. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further confirm that a mutation in the MSL1o gene is responsible for the rea1 phenotype,rea1 mutant plants were transformed with a 6.3 Kb genomic fragment carrying the wild-type MSL1o gene under the regulation of its own promoter.We obtained more than 6o transgenic lines. Among them，51 transgenic lines showed complete complementation and the plants were morphologically indistinguishable from the wild-type plants (Figure 4B),11 plants showed partial complementation as indicated by the semibushy phenotype,five plants showed complete rea1 mutant phenotype.Inaddition,the complemented transgenic plants had wild-type levels of expression of RAP2.6-LUC reporter gene (Figure 4A).And the expression of the JA synthesis and responsive genes was almost restored to wild-type levels although LOX2 gene expression seems to be slightly elevated in the complemented line compared to the wildtype plants (Figure 4C).This may be indicative of the residual activity of the rea1 mutant gene.Taken together，these results further confirm that the mutation in MSL1ois responsible for the rea1 phenotype and we assign msl10-3 allele to the rea1 mutation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "msl1o-3 is a gain of function mutation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Compared to the wild-type plants,MSL1o is transcribed slightly higher in rea1mutantsas detected by quantitative polymerase chain reaction (qPCR)(Figure S2).To investigate whether the phenotype of rea1 is a result of a non-functional allele of the MSL1o gene,two independent T-DNA insertion lines msl10- ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3ece9df31724a305587c3f980cb6edad69bfc7f130909cd3aa9b9c8bc5b2ec36.jpg",
        "img_caption": [
            "(A) A pseudo-color luminescence image (top) and the bright field image (bottom) of the untreated wild-type,rea1 and rea1 mutant plants transformed with wild-type copy of MSL10 plants were sprayed with luciferin solution to reveal the luciferase activity.(B)Wild-type copy of MSL1o regulated under its native promoter rescued the phenotype of rea1 mutant.(C) Wild-type,rea1 and homozygous lines derived from rea1 transformed with wild type copy of MSL1o were wounded with a forceps and were then analyzed for the expression of JA biosynthesis and response genes. ",
            "Figure 5.Phenotype of msl1o-1 mutant plants (A) Illustration of insertion in MSL1o.Boxes indicate the coding region of MSL1o gene and the position of T-DNA insertion is indicated.(B) Morphological phenotype of 4-week-old msl10-1 plants.(C) RNA gel blot analysis showing the lack of MSL10 transcript in msl1o-1 mutant plants.(D) Accumulation of LOX2 and AOS mRNA in wounded wild-type and msl1o-1 mutant plants. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/bec94fcce93ad7356855d5e757ad2671c7d8ec66caa6a92995925362fb2d41f1.jpg",
        "img_caption": [
            "Figure 4. Complementation analysis of rea1 "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1(Salk_076254) and msl10-2 (Salk_002505) containing T-DNA insertions (Alonso et al. 2oo3) in exon-1 and exon-5 of MSL10 were analyzed.As both insertional mutants have similar phenotype,data from msl1o-1are presented here.Because the T-DNA was inserted at the beginning of open reading frame (Figure 5A), the insertion is expected to give rise to a null mutant.RNA-blot analysis did not detect any transcripts of MSL1o in both the lines confirming that the T-DNA insertion had knocked out the gene (Figure 5C). Interestingly，the morphology of the T-DNA knockout lines is similar to the wildtype plants.Neither the accumulation of anthocyanin pigment nor the loss of apical dominance was seen in the knockout mutants (Figure 5B),consistent with the previous report that msl1o-1 has no observable phenotype (Haswell et al.2008). Besides, the expression levels of LOX2 and AOS in the msl10-1 mutant are similar to the wild-type levels,further confirming that the phenotype of rea1 is not a result of the loss- offunction allele of MSL1o (Figure 5D). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To further check if increased accumulation of MSL10 transcripts could lead to the rea1 phenotype,both the wildtype MSL10 and $M S L 1 0 ^ { S 6 4 0 L }$ wereoverexpressed inwild-type Col-o plants.Plants overexpressingMSL1o accumulated higher transcript levels,but do not have any abnormal phenotype (Figure 6A). Consistent with this result,plants accumulating higher MSL1o transcript levels do not accumulate elevated levels of LOX2 and AOS transcripts compared to the wild-type plants (Figure 6E). However, plants overexpressing MSL10S640L transcripts demonstrate a heavier rea1 phenotype accompanied by severe cell death (Figure 6A).32 of 7o transgenic lines overexpressing MSL1oS64oL displayed severe necrosisin leaves, and 66 of 7o lines showed severely stunted growth phenotype.Taken together,these results suggest that the observed phenotype of rea1 is because of a gain-of-function mutation in the C terminus of MSL1o protein. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The carboxy-terminus of MSL1o is critical for its function and membrane localization ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To further study the subcellular localization of MSL1o，we generated transgenic lines carrying MSL1o-GFP and MSL10- FLAG under the control of an estrogen-inducible promoter in both wild-type and msl1o backgrounds.However,estradiolinduced expression of MSL1o-GFP,but not green fluorescent protein (GFP) alone,in both wild-type and msl1o backgrounds resulted ina phenotype similar to rea1(Figure 6B).Inaddition, plants expressing MSL1o-GFP in the presence of estradiol also accumulated higher levels of LOX2 and AOS transcript levels similar to that of rea1 (Figure 6E).These results indicate that the presence of S64oL mutation or GFP at the carboxyterminus of the MSL1o most likely interferes with its normal function.However,estradiol induced expression of MSL10- FLAG in wild-type plants did not have any phenotype, suggesting that FLAG,being a very small tag compared to GFP,did not perturb the function of MSL1o (Figure 6B). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/af328084d9d57df819683ecaacfb12a2bff0bf3cdef8e1a94194fe4bf257529e.jpg",
        "img_caption": [
            "(A) Overexpression of $\\boldsymbol { M } \\mathsf { S L } 1 0 _ { r e a 1 }$ in wild-type (WT) shows heavier rea1 phenotype.Phenotype of plants carrying wild-type copy of MSL10 and $M S L 1 O _ { r e a 1 }$ regulated under the control of 35S promoter.(B) Estradiol-induced expresson of MSLi0-GFP in wild-type plants results inrea1phenotype.Plantscarrying emptygreenfluorescentprotein (GFP),GFandFLAG tagged MSL10underthe control of estradiol were sprayed with $5 0 \\mu \\mathrm { M }$ estradiol and the phenotypes were observed.(C) Phenotype of ms110-1 plants carrying MSL10-GFP.msl10-1mutant plantsweretransformed withGFPtagged MSL10regulatedunderthecontrolofitsnative promoterand photographs were taken after 4 weeks.(D)Phenotypeof rea1 plants carying MSL10-GFP.Phenotype of homozygous rea1 plants transformed with MSL-GFPconstruct.(E）RNA gel blot analysis showing the expressonof JA biosnthesis genes in estradiolinducible MSL10-GFP overexpressionand constitutive MSL10-GFP overexpression plants. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To determine the intracellular localization of MSL1o and to confirm whetherrea1-MSL1o is similarly localized, protoplasts were prepared from the wild-type Arabidopsis plants and transient transformation experiments were performed.In protoplasts expressing MSL1o-GFP,the signal appears to be localized mainly in the plasma membrane,which is similar to the subcellular expression patterns analyzed in MSL10-GFP transgenic plants (Haswell et al. 2oo8;Veley et al. 2014). Consistent with this， protein fractionation experiment showed that MSL1o-GFP was exclusively present in the microsome faction (data not shown).Similarly，substantial localization of MSL1oS64oL-GFP was also observed in the plasma membrane, suggesting that the mutation in MSL1o did notinterfere with the localization or the stabilityof the protein (Figure S3).To further analyze the role of the carboxy-terminus ofMSL1o protein in localization， we generated a truncated MSL1o-GFP fusion construct for which the MSL1o sequences after amino acid 64o were eliminated. MSL101-64o-GFP was transiently transformed but mostly undetectable (Figure S3),indicating that the large deletion of the C terminus severely reduced its stability. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MSL1o is expressed in root tip,shoot apex and vascular tissues ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Expression of MSL1o was earlier shown to be found in roots and leaves by MSL1op-GUS (Haswell et al.2oo8).To further refine the expression pattern of MSL1o,we examined more carefully on MSL1op-GUS reporter plants.Six out of 10 T1 transgenic lines showed similar expression patterns.GUS staining revealed that the expression is predominant in root and shoot apices，which appear to correspond to their meristematic regions. Expression is also observed in the midand lateral veins of both young and old leaves (Figure S4). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To identify components involved in the wound signaling pathway，we performed a genetic screen using a wound inducible marker gene RAP2.6.A recessive mutant rea1was identified based on itsability to constitutively express $R A P 2 . 6$ gene.The rea1 mutant displayed constitutive expression of PDF1.2and enhanced expression levelsof LOX2and AOSafter wounding.Consistent with its phenotype,rea1 also accumulates a greater amount of JA than wild-type plants after wounding．Additionally，rea1 exhibited a loss of apical dominance leading to a bushy phenotype.Apical dominance is thought to be caused by auxin (IAA) produced by the apical bud,which is transported basipetally from the apical bud, causing the lateral buds to remain in a dormant state.JAresponsive genes LOX2，AOS and AtVSP are found to be induced by IAA in axr1-24 mutant (reviewed by Devoto and Turner 2oo3)and endogenous levels of auxins are also shown to decline after wounding,showing a significant cross-talk between the two hormone-dependent signaling pathways. The wild-type levels of JA in resting rea1 mutant plants and the inability of the coi1 mutation to completely suppress this phenotype strongly suggests that MSL1o may regulate additional pathways.Map-based cloning revealed that REA1 encodes a mechanosensitive ion channel protein of small conductance and was earliernamed as MSL1o (Haswell and Meyerowitz 2oo6)，attempt to complement E. coli msc mutants with MSL1o was unsuccessful (data not shown).A serine to leucine $( M S L 1 0 ^ { 5 6 4 0 \\mathsf { L } } )$ ）substitution in the c-terminal end of the protein resulted in the gain-of-function phenotype of rea1.In addition to this,MSL1o-GFP appears to be localized in the plasma membrane,but plants harboring this transgene phenocopied the rea1 mutant,suggesting that the presence of a large GFP tag in the carboxy-terminus of MSL1o interferes with its normal function. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Mechanosensitive ion channels have been identified in animals，plants and bacteria whose general functionis predicted to be involved in sensing mechanical stimuli like sound, touch and osmotic pressure (Kung 2oo5; Perozo 2006; Arnadottir and Chalfie 2o1o),but direct evidence for their regulatory role during mechanical sensing in plantsis lacking.MSL1o localizing in the plasma membrane suggests its involvement in an early signaling event. Loss of apical dominance,which is independent of JA accumulation and its signaling pathway and induced massive accumulation of JA, further implicate that MSL10 mightbe involved in regulation of early events of wound signaling. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The rea1 mutants show a constitutive cell death phenotype,which is mediated by COl1.This suggests that cell death in rea1 mutant requires an intact JA signaling pathway and is independent of JA-hyperaccumulation，as untreated rea1 mutant plants have wild-type levels of JA. Previous studies show that plants transiently produce reactive oxygen species (ROS） and superoxides in the damaged tissues (Li et al.2o12)and that this production is observed both locally and systemically (Orozco-Cardenas and Ryan 1999).However，application of MeJA has been shown to afford significant protection against xanthine/ xanthine oxidase (X/xO) induced cell death (Overmyer et al. 2000).Therefore,cell death in rea1,which is presumably an enhanced phenotype of early wound response,requires JA signaling，but it is still not clear how JA acts as both a positive and negative regulator of cell death. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The important feature of the rea1mutant is its remarkable ability to accumulate JA after wounding.Mutants that overproduce JA were isolated and some of them have been cloned.Among them,cev1,cet1 and cet3 accumulate very high levels of JA constitutively， whereas the fou2 mutant accumulates higher JA levels after wounding but the unwounded fou2 leaves still have higher amounts of free JA compared to the wild-type plants.Contrary to this,rea1 did not over-accumulate JA in untreated tissues.An interpretation for this could be that MSL1o is involved in the feedback regulation of JA synthesis. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "rea1 phenotype is due to a mutation in a predicted mechanosensitive ion channel MSL1o.When overexpressed in root protoplast and Xenopus oocytes,MSL1o exhibits MS ion channel activity (Haswell et al.2oo8).The most extensive studied mechanosensitive ion channels are MscL (channel with large conductance）and MscS (Channel with small conductance） in E.coli. The Arabidopsis genome has 10 MscS-like genes (MSL) which are further subdivided into two classes based on the consensus sequence.Class I includes MSL1-3 that have the consensus sequence PF(X12-16)GXV(X20- （204 $2 1 ) \\mathsf { P N } ( \\mathsf { X } \\mathsf { 9 } ) \\mathsf { N }$ and has five trans-membrane domains.Class Il includes MSL4-1o containing the consensus sequence $\\mathsf { F } ( \\mathsf { X } 3 )$ $\\mathsf { P } ( \\mathsf { X } 3 ) \\mathsf { G D } ( \\mathsf { X } 1 0 - 1 4 ) \\mathsf { V } ( \\mathsf { X } 2 0 - 2 1 ) \\mathsf { P N } ( \\mathsf { X } 7 ) 1 \\mathsf { X N } \\mathsf { X X } \\mathsf { R }$ and has six transmembrane domains.There are several closely homologous pairs indicating that they may be functionally redundant (Haswell 2oo7).MSL2 and MSL3 share an overall identity of $50 \\%$ and the knockout of the individual genes did not have an observable phenotype.Whereas,the double mutants displayed a variegated phenotype with abnormal plastids, suggesting that these two could be functionally redundant (Haswell andMeyerowitz 2oo6).Thelack of altered phenotype for MSL1o T-DNA knockout lines further confirm that the $M S L 1 0 ^ { S 6 4 0 L }$ mutation is gain-of-function in nature. MSL9 is theclosest relative of MSL1o andboth of them share an overall identity of $6 2 \\%$ and similarity of $7 6 \\%$ at the amino acid level. However,msl9;msl1o double mutants,msl6;msl9; msl1o triple mutants (data not shown) and msl4; msl5; msl6; msl9;msl1o quintuple mutant plants (Haswell et al.2oo8) have no observable phenotype and respond normally to mechanical and osmotic stresses.Therefore,in addition to possible functional redundancy,we cannot rule out the possibility that MSLs in plants might be involved in a different physiological context. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The MSL1oS64ol is responsible for the severe phenotype of rea1. MSL10-GFP mimicked $M S L 1 0 ^ { S 6 4 0 L }$ phenotypes when overexpressed in WT plants,indicating that they function similarly.The previous patch clamp experiments performed in Xenopus oocytes showed that untagged MSL1o and MSL1o-GFP have similar MS ion channel behavior(Maksaev and Haswell,2012), making it less likely that MSL1oS64oL codes amisregulated ion channel.Furthermore,arecent publication showed that phosphorylated N-terminal domain of MSL10 induces cell death independent of MSL1o ion channel activity (Veley etal.2o14). Overexpression of N-terminal truncation of MSL10 (1-136 amino acid) is capable of triggering cell death. Predicted by MSL1o topology,both N-terminus and C-terminus of MSL1o are at the cytoplasmic side.We hypothesize that the C-terminal domain of MSC1o normally stabilizes its N-terminus and prevents N-terminal induced cell death. S640L mutation or GFP tagging may disturb the C-terminal function of MSL1o thus leading to rea1 phenotypes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although MSL1oS64oL is a gain-of-function mutation,it segregates recessively.Just like MscS forming heptamers,it is possible that this presumed MS ion channel of MSL10 forms homo-multimers. Since the wild-type monomers might have some suppressive effect，a channel with a mixture of mutant and wild-type monomers would be capable of functioning normally as shown by the WT/rea1 heterozygotes and the complementation test.A channel only containing mutant monomers would result in rea1 phenotype. However,overexpressing MSL1oS64oL or MSL-GFP in the wild-type plants gives high chance to form a channel simply made up of mutant monomers therefore produces rea1phenotype. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wounding response involves perception,transduction of wound signals and activation of wound responsive genes. When operating under high levels of turgor pressure,the plasma membrane can sense these wound stimuli, resulting in the activation of ion channels.Therefore,mechanosensitive ion channels have an important role in wound signal perception and transduction.However, studying the function of individual mechanosensitive ion channels is difficult,as they are functionally redundant.Therefore,gain-of-function mutants like rea1 not only aid in studying the wound inducible signalingpathway,butalsoactasa great tool forstudying the functionally redundant genes like mechanosensitive ion channels. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "MATERIALS AND METHODS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plant culture conditions and treatments ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Arabidopsis plants were grown on soil or Murashige and Skoog (MS) media at $2 0 - 2 3 ^ { \\circ } C$ under a photoperiod of $1 2 \\mathsf { h }$ of light and 12h dark.Leaves were wounded mechanically by clipping with forceps and shock-frozen in liquid nitrogen at indicated times. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Identification of rea1 mutant and luciferase activity assay Homozygous RAP2.6-LUC transgenic seeds in Col-o background (He et al.2oo4） were mutagenized and $9 , 0 0 0 \\left. \\right. _ { 2 }$ families were obtained as previously described (Shang et al. 2006)．Approximately $1 6 , 0 0 0 \\left. M _ { 2 } \\right.$ plants derived from $3 0 0$ poolswere screened. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Four- to 6-week-old plants were sprayed with 1mM lucuferin containing $0 . 0 1 \\%$ Triton X-1oo and the leaves were kept in dark for 5 min before the luminescence images were captured.Quantitative LUCassaywas performed as described previously (He et al. 2004). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "RNA extraction and Northern blot ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Total RNA was isolated with TriZOL reagent (Invitrogen) according to the manufacturer's protocols.Twenty micrograms of total RNA was separated on formaldehyde gel ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "transferred to nylon membranes and hybridized with $[ \\alpha ^ { 3 2 } \\mathsf { p } ]$ dCTP(Amersham) radio labeled probes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Construct description ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To generate the complementation construct $P _ { M S L 1 o } \\mathrm { : } M S L 1 0$ ,the 6.3 Kb fragment including the whole ORF of MSL1o and $2 . 0 ~ \\mathsf { K b }$ promoter region was digested with Bcgl (fill-in) and Sall from BACclone F14F18 (from ABRC) and subcloned into pCambia 1300 by Hindlll (fill-in) and Sall restriction sites.To obtain $\\mathsf { \\Pi } _ { P _ { 3 5 S } } \\mathrm { . }$ MSL10 and $P _ { 3 5 S } { : } M { 5 L 1 0 _ { r e a 1 } } $ ，the coding region of MSL1o was amplified from cDNA using primers $5 ^ { \\prime }$ -CTAGGATCCTGGTAGTAGCATTGGAATG $3 ^ { \\prime }$ and $5 ^ { \\prime }$ -ACGCG TCGACTCAGTTCTTCTTTGTGAGATTAATG $3 ^ { \\prime }$ and cloned into BamHl and Sall sites of pCambia13oo:35S. The coding region was amplified with primers $5 ^ { \\prime }$ -TACCTCGAGTGGTAGTAGCATTGGAATG- $3 ^ { ' }$ and $5 ^ { \\prime } - C C$ GTTCGAAGTTCTTCTTTGTGAGATTAATG- $3 ^ { \\prime }$ and ligated to Xhol/ Csp45l digested pER8-FLAG orpER8-GFP vectors to get PXVE: MSL10-FLAG or $P _ { X V E }$ :MSL10-GFP.The phenocopy construct PMsLio:MSL1o-GFP was obtained by Afel/Kpnl digestion of the MSL10 coding region and GFP sequence from $P _ { X V E }$ :MSL10-GFP and were ligated.The promoter region of MSL1o was amplifiedwith primers $5 ^ { \\prime }$ GGCAAGCTTCCAACAACAGTGTTATCGACTCATG- $3 ^ { \\prime }$ and $5 ^ { \\prime }$ -ATATCCATGGA AAGCAGAGCTGCAGAGGC GGTG $3 ^ { \\prime }$ and cloned into HindllI/Ncol digested pCambia1301 to construct $P _ { M S L 1 0 }$ :GUS. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Analysisof JA and OPDA ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Jasmonic acid and OPDA extraction and quantification were carried out according to the protocol described in He et al. (2002). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Trypan blue staining ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Leaves were soaked overnight in one volume of lactophenol and two volumes of ethanol， to remove chlorophyll. Lactophenol solution contains DL-lactic acid solution, glycerol, phenol and water of 1:1:1:1. The leaves were then changed into lactophenol solution with $1 \\mathrm { m g / m L }$ trypan blue for 10 min. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Protoplast transfection ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Protoplasts were isolated from 6-week-old ecotype Columbia plants according to Sheen (http://genetics.mgh.harvard.edu/ sheenweb/). $2 \\times 1 0 ^ { 5 }$ protoplasts were transfected with indicated constructs and incubated overnight in a 24-well microtiterplate before observed with ZeissMeta51o confocal microscope. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Histochemical GUS analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Seedlings at different stages were incubated overnight in 3 mM X-gluc and $1 0 0 \\mathsf { m } M$ sodium phosphate buffer,pH 7.0, with $0 . 1 \\% \\left( \\mathsf { v } / \\mathsf { v } \\right)$ Triton X-1oo.Then chlorophyll was removed by washing the seedlings several times with $7 0 \\% ( \\mathsf { v } / \\mathsf { v } )$ ethanol. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We thank Dr Guri Johal,Dr Tesfaye Mengiste and Dr Angus Murphy for their valuable discussions during the final preparation of the paper. This work was supported by a grant from Chinese Ministry of Science and Technology (2003-AA210080). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AUTHOR CONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Y.Z.and S.C.performed most of the research and drafted the manuscript.P.H.carried out the genetic screen.H.F.and D.H. measured the levels of JA and OPDA.L.Y.performed RT-PCR analysis and quantified flower apices.M.S.analyzed the data.J.Z.,X.T.and L.Z.designed the experiment, supervised the study,and revised the manuscript. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Alonso JM，Stepanova AN，Leisse TJ，Kim CJ，Chen H，Shinn P, Stevenson DK, Zimmerman J,Barajas P,Cheuk R,Gadrinab C, Heller C, Jeske A,Koesema E,Meyers CC,Parker H,Prednis L, AnsariY,Choy N,Deen H,GeraltM,Hazari N,Hom E,Karnes M, Mulholland C, Ndubaku R, Schmidt I, Guzman P,Aguilar-Henonin L,Schmid M，Weigel D,Carter DE，Marchand T，Risseeuw E, Brogden D，Zeko A，Crosby WL，Berry CC，Ecker JR (2003) Genome-wide insertional mutagenesis of Arabidopsis thaliana. Science 301: 653-657   \nArnadottir J,Chalfie M(2o1o) Eukaryotic mechanosensitive channels. Annu Rev Biophys 39: 111-137   \nBass RB,Strop P,Barclay M,Rees DC(2oo2) Crystal structure of Escherichia coli MscS,a voltage-modulated and mechanosensitive channel. Science 298: 1582-1587   \nBerger S,Bell E,Mullet JE (1996) Two methyl jasmonate-insensitive mutants show altered expression of AtVsp in response to methyl jasmonate and wounding. Plant Physiol 11: 525-531   \nBell CJ,Ecker JR(1994) Assignment of $3 0$ microsatellite loci to the linkage map of Arabidopsis. Genomics 19: 137-144   \nBonaventure G,GfellerA,Rodriguez VM,Armand F,Farmer EE(2007) The fou2 gain-of-function allele and the wild-type allele of Two Pore Channel 1 contribute to different extents or by different mechanisms to defense gene expression in Arabidopsis.Plant Cell Physiol 48: 1775-1789   \nChen Q,Sun J,Zhai Q,Zhou W,QiL, Xu L,Wang B,Chen R,Jiang H,Qi J, Li X, Palme K,Li C (2o11) The basic helix-loop-helix transcription factor MYC2 directly represses PLETHORA expression during jasmonate-mediated modulation of the root stem cell niche in Arabidopsis.Plant Cell23:3335-352   \nChini A,Fonseca S,Fernandez G,Adie B,Chico JM,Lorenzo O,GarciaCasado G,Lopez-Vidriero I，Lozano FM,Ponce MR，Micol JL, Solano R (2oo7) The JAZ family of repressors is the missing link in jasmonate signalling. Nature 448: 666-671   \nCreelman RA,Mullet JE(1997) Biosynthesis and action of jasmonates in plants.Annu Rev Plant Physiol Plant Mol Biol 48: 355-381   \nDevoto A,Turner JG (2oo3) Regulation of jasmonate-mediated plant responses in Arabidopsis. Ann Bot 92: 329-337   \nDiezel C, Allmann S, Baldwin IT (2o11) Mechanisms of optimal defense patterns in Nicotiana attenuata: Flowering attenuates herbivoryelicited ethylene and jasmonate signaling.JIntegr Plant Biol 53: 971-983   \nElis C,Turner JG(2oo1) The Arabidopsis mutant cev1 has constitutively active jasmonate and ethylene signal pathways and enhanced resistance to pathogens. Plant Cell 13: 1025-1033   \nFeys B,Benedetti CE，Penfold CN,Turner JG (1994） Arabidopsis mutants selected for resistance to the phytotoxin coronatine are male sterile,insensitive to methyl jasmonate,and resistant to a bacterial pathogen. Plant Cell6: 751-759   \nFonseca S,Chini A, Hamberg M,Adie B,Porzel A, Kramell R,Miersch O, Wasternack C,Solano R(2009) $( + ) \\cdot$ 7-iso-Jasmonoyl-L-isoleucine is the endogenous bioactive jasmonate. Nat Chem Biol 5: 344-350   \nHaswel ES,Ivieyerowitz EIVI (2Oob） Misc>-IIKe proteIns ControI pIastia size and shape in Arabidopsis thaliana. Curr Biol 16: 1-11   \nHaswell ES， Peyronnet R，Barbier-Brygoo H，Meyerowitz EM, Frachisse JM (2oo8) Two MscS homologs provide mechanosensitive channel activities in the Arabidopsis root. Curr Biol 18: 730-734   \nHe P,Chintamanani S,Chen Z, Zhu L, Kunkel BN,Alfano JR,Tang X, Zhou JM (2oo4) Activation of a COl1-dependent pathway in Arabidopsis by Pseudomonas syringae type Ill effectorsand coronatine. Plant J37: 589-602   \nHe Y,Fukushige H, Hildebrand DF,Gan S(2oo2) Evidence supporting a role of jasmonic acid in Arabidopsis leaf senescence.Plant Physiol 128: 876-884   \nHilpert B,Bohlmann H,op den Camp RO,Przybyla D,Miersch O, Buchala A,Apel K (2oo1) Isolation and characterization of signal transduction mutants of Arabidopsis thaliana that constitutively activate the octadecanoid pathway and form necrotic microlesions. Plant J26: 435-446   \nIto T,Ng KH,Lim TS,Yu H,Meyerowitz EM(2oo7) The homeotic protein AGAMOUS controls late stamen development by regulating a jasmonate biosynthetic gene in Arabidopsis.Plant Cell 19: 3516-3529   \nJensen AB,Raventos D,Mundy J(2oo2) Fusion genetic analysis of jasmonate-signalling mutants in Arabidopsis.Plant J29:595- 606   \nKung C (2oo5) A possible unifying principle for mechanosensation. Nature 436: 647-654   \nLeon J, Rojo E, Sanchez-Serrano JJ (2oo1) Wound signaling in plants. JExp Bot 52: 1-9   \nLevina N,TotemeyerS,Stokes NR,Louis P,Jones MA, Booth I(199) Protection of Escherichia coli cells against extreme turgor by activation of MscS and MscL mechanosensitive channels: Identification of genes required for MscS activity.EMBO J18: 1730-1737   \nLi C,Schilmiller AL,Liu G, Lee GI, Jayanty S, Sageman C,Vrebalov J, Giovannoni J,Yagi K,KobayashiY,Howe GA (2oo5) Roleofbetaoxidation in jasmonate biosynthesis and systemic wound signaling in tomato.Plant Cell 17: 971-986   \nLi ZH,Peng JY,Wen X,Guo HW (2o12) Gene network analysis and functional studies of senescence-associated genes reveal novel regulators of Arabidopsis leaf senescence.J Integr Plant Biol 54: 526-539   \nMaksaev G, Haswell ES (2o12) MscS-Like10 is a stretch-activated ion channel from Arabidopsis thaliana with a preference for anions. Proc Natl Acad Sci USA 109: 19015-19020   \nOrozco-Cardenas M, Ryan CA (1999) Hydrogen peroxide is generated systemically in plant leaves by wounding and systemin via the octadecanoid pathway. Proc Natl Acad Sci USA 96: 6553- 6557   \nOvermyer K，Tuominen H,Kettunen R，Betz C，Langebartels C, Sandermann H, Jr, Kangasjarvi J (2ooo) Ozone-sensitive Arabidopsis rcd1 mutant reveals opposite roles for ethylene and jasmonate signaling pathways in regulating superoxide-dependent cell death. Plant Cell 12: 1849-1862   \nPerozo E (2oo6) Gating prokaryotic mechanosensitive channels. Nat Rev Mol Cell Biol7: 109-119   \nRao MV,Lee H,Creelman RA,Mullet JE, Davis KR(2ooo) Jasmonic acid signaling modulates ozone-induced hypersensitive cell death. Plant Cell 12: 1633-1646   \nShang Y,Li X,Cui H,He P,Thilmony R,Chintamanani S,ZwieslerVollick J，Gopalan S，Tang X，Zhou JM （20o6） RAR1，a central player in plant immunity,is targeted by Pseudomonas Syringae effector AvrB.Proc Natl Acad Sci USA 103: 19200- 19205   \nSheard LB，Tan X,Mao H，Withers J，Ben-Nissan G，Hinds TR, Kobayashi Y,Hsu FF,Sharon M,Browse J,He SY,Rizo J,Howe GA， Zheng N (2o1o） Jasmonate perception by inositolphosphate-potentiated COl1-JAZ co-receptor. Nature 468: 400-405   \nSong S,QiT, Huang H, Ren Q,Wu D,ChangC,Peng W, LiuY,PengJ, Xie D (2011) The Jasmonate-ZIM domain proteins interact with the R2R3-MYB transcription factors MYB21 and MYB24 to affect Jasmonate-regulated stamen development in Arabidopsis.Plant Cell 23: 1000-1013   \nStaswick PE(2oo8) JAZing up jasmonate signaling.Trends Plant Sci 13: 66-71   \nStaswick PE,Su W,Howell SH(1992) Methyl jasmonate inhibition of root growth and induction of a leaf protein are decreased in an Arabidopsis thaliana mutant.Proc Natl Acad Sci USA 89: 6837-6840   \nTakiN,Sasaki-Sekimoto Y,ObayashiT, Kikuta A, Kobayashi K,AinaiT, Yagi K, Sakurai N, Suzuki H,Masuda T,Takamiya K, Shibata D, Kobayashi Y,Ohta H (2oo5) 12-oxo-phytodienoic acid triggers expression of a distinct set of genes and plays a role in woundinduced gene expression in Arabidopsis.Plant Physiol 139: 1268-1283   \nThines B, Katsir L, Melotto M, NiuY, MandaokarA,Liu G,Nomura K,He SY, Howe GA, Browse J(2oo7) JAZ repressor proteins are targets of the SCF(COl1) complex during jasmonate signaling. Nature 448: 661-665   \nTurner JG,Elis C, Devoto A (2oo2) The jasmonate signal pathway. Plant Cell 14 Suppl:S153-164   \nVeley KM,Marshburn S,Clure CE,HaswellES (2o12) Mechanosensitive channels protect plastids from hypoosmotic stress during normal plant growth. Curr Biol 22: 408-413   \nVeley KM,Maksaev G, Frick EM,January E, Kloepper SC, Haswell ES (2014)Arabidopsis MSL1o has a regulated cell death signaling activity that is separable from its mechanosensitive ion channel activity.Plant Cell26: 315-3131   \nWangW,Black SS,Edwards MD,Miller S,Morrison EL,Bartlett W, Dong C,Naismith JH, Booth IR (2oo8) The structure of an open form of an E.coli mechanosensitive channel at 3.45 A resolution. Science 321: 1179-1183   \nWilson ME，Jensen GS，Haswell ES (2o11） Two mechanosensitive channel homologs influence division ring placement in Arabidopsis chloroplasts.Plant Cell23: 2939-2949   \nXie DX,Feys BF,James S,Nieto-Rostro M,Turner JG (1998) COl1: An Arabidopsis gene required for jasmonate-regulated defense and fertility. Science 28o: 1091-1094   \nXu L,Liu F,Wang Z,Peng W,Huang R,Huang D,Xie D(2o01) An Arabidopsis mutant cex1 exhibits constant accumulation of jasmonate-regulated AtVSP，Thi2.1 and PDF1.2.FEBS Lett 494: 161-164   \nYan J,Zhang C, Gu M,Bai Z, Zhang W, QiT, Cheng Z,Peng W,Luo H, Nan F，Wang Z,Xie D(2009） The Arabidopsis CORONATINE INSENSITIVE1 protein is a jasmonate receptor.Plant Cell 21: 2220-2236 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "SUPPORTING INFORMATION ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Additional supporting information may be found in the online version of thisarticle at the publisher's web-site.   \nFigure S1. Positional cloning of gene responsible for rea1 mutant phenotype   \n(A) Region of chromosome V to which rea1 mutation was fine mapped to.Black boxes indicate the putative open reading frames within the BAC's (bacterial artificial chromosome) and the arrows indicate the direction of transcription.(B)Schematic diagram of predicted REA1 protein structure.The protein is composed of six transmembrane domains linked by cytosolic loops.The mutation in rea1at the carboxyl terminus of MSL1o is indicated by a red dot.(C) Predicted REA1 protein sequence. Sequence corresponding to transmembrane domains is underlined and the position of mutation is shown in bold.   \nFigure S2.Phenotypes of rea1 mutant plants   \n(A)MSL10 mRNA levels were detected by qPCR in the wildtype plants and the rea1 mutants.The experiments were repeated three times.Unpaired t-test,Mean $\\pm { \\mathsf { S D } }$ = $P = 0 . 0 4 1$ (B) Quantitative results of flowering apices in the wild-type plants and the rea1 mutants.Unpaired t-test,Meai $\\mathsf { \\Omega } _ { \\mathsf { l } \\pm \\mathsf { S E } M }$ $n = 3 5$ 0 $P < 0 . 0 0 0 1$ ·   \nFigure S3.Membrane localization of MSL1o protein   \nConfocal images of protoplast cultures transformed with MSL10-GFP,MSL10rea1-GFPand MSL101-640-GFP under the control of 35S promoter.   \nFigure S4. Expression pattern of MSL10 gene Histochemical analysis of GUS activity in mature leaf   \n(A),young leaf (B), seedling (C), petiole (D) and roots (E) of MSL10p-GUS transgenic plants.   \nTable S1. Genetic analysis of rea1 mutants   \nPlants were scored for both constitutive RAP2.6-LUC transgene expression and bushy phenotype. ",
        "page_idx": 9
    }
]