[
    {
        "type": "text",
        "text": "Study of linearity of LYSO crystal for HERD calorimeter ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zheng Quan (权征)a,bZhi-gang Wang(王志刚)c;1）Ming Xu (徐明)a Yong-wei Dong (董永伟)αJun-jing Wang (王俊静)a,bGuang-peng An (安广朋)e Xin Liu (刘鑫)°Tian-wei Bao (鲍天威)°Li Zhang (张力)aRui-jie Wang (王瑞杰)a Jun-guang Lv (吕军光)cBo-bing Wu (吴伯冰)°Shuang-nan Zhang (张双南)a α Key Laboratory of Particle Astrophysics,Institute of High Energy Physics,CAS,Beijing 10o049, China b University of Chinese Academy of Sciences,Beijing 100049, China $c$ State Key Laboratoryof Particle Detectionand Electronics,Instituteof High EnergyPhysics,CAS,Beijing0049,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:The High Energy cosmic Radiation Detection (HERD) facility is a space mission designed for detecting cosmic ray(CR) electrons, $\\gamma$ -rays up to tens of TeV and CR nuclei from proton to iron up to several PeV.The main instrument of HERD is a 3-D imaging calorimeter (CALO) composed of nearly ten thousand cubic LYSO crystals.A large dynamic range of single HERD CALO Cell (HCC) is necessary to achieve HERD's PeV observation objectives, which means that the response of HCC should maintain a good linearity from minimum ionizing particle (MIP) calibration to PeV shower maximum.In order to studythe linearity of HCCover such a large energy range,a beam test has been implemented at the E2 and E3 beam lines of BEPC.High intensity pulsed electron beam provided by E2 line are used for producing high energy density within HCC; $\\pi ^ { + }$ /proton provided by E3 line are used for HCC calibration.The results show that no saturation efect occurs and the linearity of HCC is better than10% from 30 MeV (1 MIP) to 1. $1 \\times 1 0 ^ { 3 }$ TeV (energy density is 93 TeV/cm³),which can meet the requirement mentioned above. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words:HERD,Calorimeter,LYSO,Linearity,Beam test ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS: 29.40.Vj, 29.40.Mc ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HERD is one of the space astronomy payloads of the cosmic light house program onboard the China's Space Station.The main scientific objectives of HERD are indirect dark matter search,precise CR spectrum and composition measurements up to the knee energy and high energy $\\gamma$ -raymonitoring and survey [1].To achieve these scientific objectives,a 3-D imaging and five-side active calorimeter is designed to performhigh energy resolution andhigh statistics measurements of the CR nuclei,electrons and positrons,and $\\gamma$ -rays in space.HERD CALO consists of 21 $\\times$ 21 $\\times$ 21 cells corresponding to 55 radiation lengths ( $X _ { 0 }$ )and 3 nuclear interaction lengths( $\\lambda _ { I }$ )longitudinal, separately. Each HCC is made of a 3 $\\times$ 3×3cm³ cubic LYSO crystal and two spiral WLSFs(Saint Gobain BCF91A) as the fluorescence readout. All the WLSF signals are collected by two image intensified CCDs (ICCD) [1, 2]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LYSO (Lutetium Yttrium Orthosilicate with Cerium doping) crystal is one of the best candidates for CALO material. It has the advantages of high density, high light output,short decay time,and application of this crystal in space would be quite easier thanks to the nonhygroscopicity and small temperature coefficient. The general properties of LYSO are described in Ref. [3-5] Theoretically, the fluorescence intensity of LYSO crystal should be linear with the energy deposition induced by incident particles.However,saturation effect may occur at high ionization density of the crystal. The linearity of LYSO crystal light output should be studied and understood before application.Results from Monte Carlo simulation show that a dynamical range of 2 $\\mathrm { : \\times 1 0 ^ { 6 } }$ isre quired for HCC[1]:A minimum detectable signal down to 30 MeV is required for calibration using MIP;meanwhile,the maximum energy deposition induced by PeV proton shower is up to 6O TeV (energy density is about 8 TeV/cm $^ 3$ ,Fig. 1). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/7d19c5dd85276dc6ed53c2454e0e77b9cf732358d491f9a570b6243c1d67a4e6.jpg",
        "img_caption": [
            "Fig.1:Energy deposition in $1 \\times 1 \\times 1$ cm LYSO cubes with $1 \\mathrm { P e V }$ proton incidence. The whole calorimeter consists of $1 0 0 \\times 1 0 0 \\times 1 0 0$ cubes corresponding to $5 \\lambda _ { I }$ deep, thus the shower maximum produced by 1 PeV proton can be contained within the calorimeter for those early showered events.The data is derived from Monte Carlo simulation using Fluka 2011 with DPMJET3 [6]. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Numerous studies of LYSO linearity have been performed using low energy $\\gamma$ -rays or electrons, the verified ranges are 511 keV $- 1 3 3 \\div$ 3 keV[7], 65 MeV-145MeV [8] and 100 MeV $- 1 . 5$ GeV [9]. There are few calorimeters of space missions designed to measure PeV particles directly, thus little attention has been paid to the linearity of inorganic crystals over a large energy (or energy density）range. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A study of linearity for LSO (Lutetium Orthosilicate with Cerium doping) crystal using high intensity pulsed $\\gamma$ -rays is described in Ref.[1O],which demonstrates that the linear response of the crystal ranges from $5 . 1 \\times 1 0 ^ { 1 8 }$ （204 $\\mathrm { M e V / ( c m ^ { 2 } { \\cdot } s ) { - } 1 . 9 { \\times } 1 0 ^ { 1 9 } \\ M e V / ( c m ^ { 2 } { \\cdot } s ) . }$ It is reasonable to expect the same linearity of HCC which is made of similar material at that high energy density. However, the verified energy density of this study is too high and it does not cover the required range of HCC. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We developed a method of using high intensity pulsed electron beam and $\\pi ^ { + }$ /proton beam to measure the linearity of HCC.In this paper, the method and the experimental setup are presented in Section 2. Data analysis and results are presented in Section 3 and the conclusion isbriefly shown in Section 4. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Experimental setup ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Test Beam ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It is well known that ground accelerators can only produce primary beam particles up to several TeV, thus it is feasible to achieve an energy density up to 8 TeV/cm $^ { 3 }$ by using a bunch of particles passing through HCC and calibrate it by using single beam particle, separately. The measurement is carried out by using the electron beam provided by BEPC E2 Line [11]. The beam properties are showed as follows: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Beam energy:2.5GeV   \n· Beam intensity:from $1 0 ^ { 3 }$ to $1 0 ^ { 1 0 }$ electrons/pulse   \n）Beam frequency:12.5 Hz   \n·Beam size: $4 \\times 4$ cm²   \nBeam pulse width: 20 ps ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The collimation size is 1 cm which is smaller than crystal size (3 cm） in order to reduce the geometrical nonuniformities. Energy deposition of one electron with 2.5 GeV kinetic energy in HCC is about 240 MeV (Section 3.3). HCC is thick enough $( 2 . 6 X _ { 0 } )$ for 2.5 GeV electrons to produce showers,the part of HCC at the shower center has the highest energy density of about 20 MeV/cm $^ 3$ . Thus an adequate beam intensity up to $4 \\times 1 0 ^ { 5 }$ electrons/pulse (or energy deposition in HCC up to 96 TeV) is necessary to get a maximum energy density of 8 TeV/cm. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "BEPC E3 line is a mixed beam of secondary particles includes $\\gamma$ ， $\\mathrm { e ^ { \\pm } }$ ， $\\pi ^ { \\pm }$ ，proton and $\\mu ^ { \\pm }$ ： $\\pi ^ { + }$ /proton mixed beam with the momentum of 600 MeV/c to 1.2 GeV/c are chosen by beam line magnets for HCC calibration. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 The HCC readout ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PMTs instead of ICCDs are used during the test to avoid possible non-linearity of the ICCD device. Two WLSFs coupled to a cubic LYSO crystal (from Suzhou Jtcrystal Co., Ltd.） are read out by two PMTs (XP2262) respectively. Neutral density filters (NDF）with different transmittances are attached to PMTs for detecting different energy ranges. The NDFs and the PMT are all sealed in a black plastic cylinder box with a circular aperture of $0 . 4 ~ \\mathrm { m m }$ on top for the WLSF to plug in,as shown in Fig. 2. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/bbe7218cf7b5f71321dd7b761ec6e497885b8a8d25ea6c8c5960ec17561caa58.jpg",
        "img_caption": [
            "Fig.2:The scheme of HCC (left） and PMT readout(right)."
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3 Experimental setup at E2 line ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Three detectors are used to calibrate the beam intensity(Fig. 3): ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "· Faraday Cup (FC): FC is the only device which can measure the absolute beam intensity directly. However,FC is not sensitive enough,it is designed to monitor the beam with intensity ${ > } 1 0 ^ { 6 }$ electrons/pulse;   \nIonization Chamber (IC):designed to monitor the beam intensity from $1 0 ^ { 4 }$ to $1 0 ^ { \\prime }$ electrons/pulse;   \nThin Plastic Scintillator (PS):placed in front of the HCC and attached with 2 PMTs for readout purpose. The effective detecting range is from $1 0 ^ { 2 }$ （204号 to $1 0 ^ { 5 }$ electrons/pulse. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "With cross calibration between the three detectors，a wide beam intensity from $1 0 ^ { 2 }$ to $1 0 ^ { 9 }$ electrons/pulse can then be monitored and precisely measured. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2638c4c4f3e9762a30c1407a2f0c1ce38c35767f1955e4e88bbf6d01079fcf88.jpg",
        "img_caption": [
            "Fig.3:Schematic diagram of experimental setup for linearity measurement at E2 line. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Alead wall is built for shielding the detectors from the contamination caused by secondaries from the interaction of beam particles with surrounding materials. Sig nals from FC and IC are recorded by a 12-bit peak sensing ADC (Mod. V785N),while signals from 4 PMTs are readout by a 4-channel digitizer (Mod. DT5751). Both DAQ modules share a common trigger signal from the accelerator. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 Experimental setup at E3 line ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2b8d445cb011f7746eae88e757c2de2783bbd9fbc8a29d43e4880e60b497dd22.jpg",
        "img_caption": [
            "Fig.4:Schematic diagram of experimental setup for HCC calibration at E3 line, the NDFs are removed and the high voltages for PMTs are raised to detect the MIP signal which is much weaker than electron signal. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the configuration at E3 line,a time of flight system（TOF） consists of two plastic scintillators are used for $\\pi ^ { + }$ /proton separation as shown in Fig. 4. The trigger is the coincidence of two PMTs attached to the plastic scintillators. DT5751 which can work at a sampling rate of 1 GS/s provides a high time resolution to distinguish proton signals and $\\pi ^ { + }$ signals from TOF (Section 3.3). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 Calibration of beam intensity monitoring devices ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A cross-calibration between FC,IC and PS is performed as shown in Fig. 5. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7a12f19dd772480388597c09b2ba1178595927201d0a2841ce2b82141d75513f.jpg",
        "img_caption": [
            "Fig.5:Principle of beam intensity calibration. Overlaps between the detecting ranges of FC, IC and PS are large enough for a cross-calibration. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8e372a023cac78624c05e0baa85a6a9a282b4e6f8633b5d3610855bb1bd590d4.jpg",
        "img_caption": [
            "Fig.6: Relationship between injected electron number and FC output,the x axis is ADC channel; the y axis is number of electrons. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig. 6 shows good linearity in ADC's counting range, the calibration factor is obtained by fitting a straight line to data points: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n1 ~ F C ~ C h a n n e l = 2 . 5 8 \\times 1 0 ^ { 4 } \\pm 1 8 5 ~ e l e c t r o n s\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.2IC and PS Calibration ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The IC and PS detectors are calibrated by study ing the relationship between FC output and IC output (Fig. 7), IC output and PS output (Fig. 8). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/230b820ae705b7d702602d1ded14b1231ea462eb94d63d2f5e5585887b655416.jpg",
        "img_caption": [
            "Fig. 7: Profile histogram of IC calibration for displaying the relationship between FC output and IC output. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ADC channels of IC from 200 to 750 are chosen for fitting，because when ADC(IC) $>$ 750，rareevents would lead large fluctuations,and when ADC(IC) $<$ 200, signals would be too close to the baseline. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b5a375663d65cc7edca07dbb01d1f328e914acc83bd0305740565f5f35bd2f9e.jpg",
        "img_caption": [
            "Fig.8:PS calibration，the x axis represents PS output (Digitizer channel)； the y axis is IC output (ADC channel),the histogram shows good linearity. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The calibration factors of IC and PS are obtained by fitting to the data: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n1 \\ I C \\ C h a n n e l = 3 6 9 7 \\pm 2 6 \\ e l e c t r o n s\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n1 ~ F C ~ C h a n n e l = 2 1 . 2 5 \\pm 0 . 1 5 ~ e l e c t r o n s\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 NDF Calibration ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A measurement of transmittance of NDFs was performed before the beam test，we used an optical fiber irradiated by a LED as the light source anda PMT for readout. The NDF was installed on a linear stage which could provide high precision linear movement. The original signal and attenuated signal could be obtained by moving the NDF to the position between the light source and the PMT.Fig.9 shows the calibration result of one NDF. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/7dbb95caf7846c63af155f277bedb3e1a8a13f9dccb37773f41052f5f174b4a2.jpg",
        "img_caption": [
            "Fig.9:Calibration result of one NDF with O.6 optical density(O.D., Transmittance $= 1 0 ^ { - O . D . }$ ）. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/32af99549f12ae8bfa7325ecf3f686994ecbf8f9b33545e5e79f87823564d259.jpg",
        "table_caption": [
            "Table 1: Calibration results of the NDFs used in the test. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>No.</td><td>AttachedPMT</td><td>Diameter (mm)</td><td>Optical density</td><td>Nominal transmittance</td><td>Calibrated transmittance</td></tr><tr><td>1</td><td>L</td><td>504</td><td>0.6</td><td>0.251</td><td>0.2326</td></tr><tr><td>2</td><td>L</td><td>504</td><td>2</td><td>0.01</td><td>0.0118</td></tr><tr><td>3</td><td>H</td><td>504</td><td>1</td><td>0.1</td><td>0.0828</td></tr><tr><td>4</td><td>H</td><td>504</td><td>3</td><td>0.001</td><td>0.0010</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The total transmittance of attached NDFs are $2 . 8 \\times 1 0 ^ { - 3 }$ and $8 . 3 { \\times } 1 0 ^ { - 5 }$ (Table1) for the two PMTs (de fined as PMT_L,PMT_H),thus the intensity of light reached to the windows of PMT_L is about 34 times higher than that reached to PMT_H. The dynamic range of the HCC readout system is then extended naturally by combining the two PMTs. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 HCC Calibration using E3 beam ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Most of E3 beam particles are protons and $\\pi ^ { + }$ ，TOF datawhich clearlyillustrates thedifference between them in Fig. 10 is needed to separate $\\pi ^ { + }$ from proton to get a clean spectrum as shown in Fig.11. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f2f33b98e5d7d20ba42150b83246cfd9201315cc35326ba8002a4a5a94a79ed3.jpg",
        "img_caption": [
            "Fig.1O:Time of flight distribution measured by TOF system for E3 beam at $8 0 0 \\mathrm { M e V / c }$ . The unmarked peaks are caused by accidental coincidences. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b8cc670b5d505fa73cde945222d1363faa778e74c9b930f79485bbbe143840f3.jpg",
        "img_caption": [
            "Fig.11: Use the TOF data to separate $\\pi ^ { + }$ from protons and use landau convoluted Gaussian function to fit $\\pi ^ { + }$ peak.The incident particle is identified as a $\\pi ^ { + }$ when 10 ns $<$ TOF<15 ns or a proton when $1 6 ~ \\mathrm { n s < T O F < 2 1 }$ ns. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Energy deposition in HCC for different particles is then calculated by Monte Carlo simulation using Geant 4.9.6[12]. The simulation environment is built based on the experimental setup. The results are shown in Fig.12 and Table 2. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Energy deposition is nearly constant for $\\pi ^ { + }$ in the case of normal incident when its momentum $>$ 400 MeV/c; for 2.5 GeV electrons, energy deposition is much higher because electromagnetic showers are initiated inside the crystal. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/7741f464ee9496a77d785bd882a3f0e891a3ea76babef075f8e721c9c550785b.jpg",
        "img_caption": [
            "Fig.12: Energy deposition in HCC for $\\pi ^ { + }$ ， protons and electrons derived from Mote Carlo simulation data. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4 Results and Discussions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The results of linearity at different beam intensities as well as correlation between output of PMT_L and PMT_H are illustrated in Fig.13. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To calculate the equivalent HCC output for proton and $\\pi ^ { + }$ ，the NDFs’attenuate effect and the change of high voltage for PMTs should be taken into account: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nH C C _ { \\pi ^ { + } , p r o t o n } = A _ { H V } A _ { F } S _ { \\pi ^ { + } , p r o t o n }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Where $A _ { H V }$ represents the high voltage correction factor which is defined as the ratio of two gains of PMTs used by E2 test and E3 test; $A _ { F }$ represents the total transmittance of NDFs used in E2 test; Sπ+,proton represents the PMT output given by E3 test (Table 2).Fig.14 shows the profile histogram which combines all the results for different intensity ranges as well as $\\pi ^ { + }$ and pro tons. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/7ba4e9b185e97931815627c42551e5d60e4dca2eb688b8ec76e8cc08948528e0.jpg",
        "img_caption": [
            "Fig.l3: Linearityof HCCat diferent beam intensities (a,b,c)and correlation between output ofPMTLand PMTH (d). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/f726dca0054afeaa879c20f7b568c86c60965cd25146f14960d9f2da3cff767b.jpg",
        "table_caption": [
            "Table 2: Summary of simulation results and experimental results of beam test at E3. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Particle type</td><td>Momentum (MeV/c)</td><td>Energy deposition from MC simulation data(MeV)</td><td>Peak Value from experimental data (Digitizer channel)</td><td>Sigma from experimental data (Digitizer channel)</td></tr><tr><td>π+</td><td>600-1200</td><td>28.0</td><td>4079</td><td>428.2</td></tr><tr><td>Proton</td><td>600</td><td>80.4</td><td>11644.6</td><td>783.1</td></tr><tr><td>Proton</td><td>800</td><td>52.0</td><td>7796.4</td><td>630.9</td></tr><tr><td>Proton</td><td>1200</td><td>36.6</td><td>5715.4</td><td>564.8</td></tr><tr><td>Electron</td><td>Ekinetic= 2.5GeV</td><td>236.7</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a1efa47b081547f9089f52ecc31b6ca1f093681f704b16c09af684396e30adec.jpg",
        "img_caption": [
            "Fig.14: Linearity of HCC(a) and deviations from the fitting line (b) for all ranges. The magnets at $\\mathrm { E 2 }$ cannot be precisely controlled to achieve an intensity lower than 200 electrons/pulse, thus a huge gap without measurement points is located in between electrons and $\\pi ^ { + }$ /protons. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The maximum deviation is defined as linearity of HCC.Fig.14 shows the linearity is better than $1 0 \\%$ when energy deposition (energy density) in HCC are from 205 GeV (17GeV/cm $^ 3$ )to 1 $. 1 \\times 1 0 ^ { 3 }$ TeV(93 TeV/cm³)which covers the requirement. The $\\pi ^ { + }$ and proton signals agree well with the fitting function. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "There are some factors that may affect the measurement result of linearity: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "a）Non-linearity of PMTs:Non-linearity of two PMTs was studied before the beam test.The details of measurement are described in [13].Result shows the non-linearity of PMT is less than 2% when the output signal is not higher than 2 V.NDFs with high attenuation are used in the beam test to ensure the output signals are lower than 2 V. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "b）Stability of PMTs: Before data acquisition，the high voltage of PMTs are usually switched on at least two hours in advance,the response of PMTs gradually become stable in this period. The temperature variation may also cause a drift. To minimize such effect,one full data acquisition is completed within 3 hours and the data acquisition is repeated several times. The temperature variation during the beam test is smaller than 2℃.Therefore,this residual influence is negligible comparing to the calibration error. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "c)Backgrounds at E2 line: The backgrounds are secondary particles from the interaction of beam electrons with shielding material. Most of the backgrounds are X-rays and $\\gamma$ -rays. One part of them are absorbed by the LYSO crystal. But the ratio of signal to background is lower than 2% (Fig. 15) which do not have significant impacts on the measurement. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e7df469548f7c34c345848ef2d13f2b37693b33ac95c5c3e428bede97ff0d381.jpg",
        "img_caption": [
            "Fig.15: The background data is obtained by moving HCC $3 \\ \\mathrm { c m }$ away from the beam line.In this case，only secondary particles can hit on HCC. Both beam signal and background have a linear relationship with the beam intensity,the ratio of signal to background is about $1 . 7 \\%$ ： "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "d) Calibration Error: Because the FC has a large size,perfect shielding is nearly impossible. Primary electrons may hit on FC directly and lead to an overestimation of beam intensity. The large fluctuation of FC response can also have an influence on the accuracy ofIC and PS calibration. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4 Conclusion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In this paper, the linearity of LYSO crystal for HCC isstudied by measuring the relationship between HCC output and electron beam intensity given by faraday cup，ionization chamber and plastic scintillator. The linearity is better than $1 0 \\%$ from 205 GeV to $1 . 1 \\times 1 0 ^ { 3 }$ TeV (or from 17 GeV/cm $^ 3$ to 93 TeV/cm³）which meets the requirement of PeV hadron detection. The linear range can be extrapolated to $\\pi ^ { + }$ (MIP,30MeV)and pro tons.No obvious saturation effect of HCC is observed in this range. The uncertainty of linearity measurement is mainly dominated by the measurement system and beam monitoring system. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "From this work,we get a preliminary conclusion that the LYSO has a good linearity and can be used in HERD CALO for detecting high energy particles.A beam test at CERN SPS,which can supply electrons and protons with energies up to 3oo GeV,is planned to verify main performances of HERD CALO. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We are thankful to Jianchao Sun,Xuan Zhang,XiaofengZhangandZheNingfor theirsupport. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1 S.N. Zhang,O.Adriani,S.Albergo,et al.,The high energy cosmic-radiation detection (HERD） facility onboard China's Space Station，in proceedings of SPIE 9144，Space Telescopes and Instrumentation 2014:Ultraviolet to Gamma Ray, 91440X(July 31，2014),edited by Tadayuki Takahashi,JanWillem A.den Herder and MBautz.   \n2Yongwei Dong，Zheng Quan，Junjing Wang，et al.,Experimental verification of the HERD prototype at CERN SPS,in proceedingsofSPIE 99o5，Space TelescopesandInstrumentation 2016:Ultraviolet to Gamma Ray，99056D (July 11, 2016),editedbyJan-WillemA.denHerder；Tadayuki Takahashi; Marshall Bautz.   \n3Jianming Chen,Liyuan Zhang,Ren-yuan Zhu,Nuclear Instruments and Methods in Physics Research Section A:Accelerators，Spectrometers,Detectors and Associated Equipment, 572(1): 218-224 (2007)   \n4Fan Yang,Rihua Mao,Liyuan Zhang，Ren-Yuan Zhu,NuclearInstruments and Methods inPhysics Research SectionA: Accelerators,Spectrometers,Detectors and Associated Equipment,784:105-110 (2015)   \n5 Ren-Yuan Zhu,Physics Procedia,37(2),372-383 (2012).   \n6A.Ferrari,P.Sala，A.Fasso，J.Ranft，FLUKA:A multiparticle transport code (Program version 2005),CERN-2005- ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "10,INFN/TC-05/11,SLAC-R-773.   \n7K.G.Afanaciev,A.M.Artikov,V.Yu.Baranov,et al.,Physics ofParticles and Nuclei Letters,12(2):319-324 (2015).   \n8A.Berra,V.Bonvicini,C.Cecchi,et al.,Nuclear Instruments and Methods in Physics Research Section A:Accelerators, Spectrometers,DetectorsandAssociatedEquipment,763:248- 254 (2014)   \n9Kou Oishi on behalf of the COMET Collaboration，Development of electromagnetic calorimeter using GSO and LYSO crystals for the J-PARC muon-to-electron conversion search experiment,in proceedings ofNuclear Science Symposium and Medical Imaging Conference (NSS/MIC)，2014 IEEE(8-15 November，2014).   \n10 X.Y.GUAN, Z.C. ZHANG,W.Y.ZHANG,Atomic Energy Science and Technology,43(10):942-945 (2009)(in Chinese).   \nl1http://english.ihep.cas.cn/rh/rd/dep/sywlbtbf/sywlbtbf. articles/201110/W020120606406778866830.pdf,retrieved October 2011.   \n12S.Agostinelli,J.Allison,K.Amako,et al.,Nuclear Instruments and Methods in Physics Research，Section A:Accelerators, Spectrometers,Detectors and Associated Equipment,506(3): 250-303 (2003).   \n13HAMAMATSUPHOTONICSK.K.，PHOTOMULTIPLIER TUBES:Basics and Applications,Third edition (HAMAMATSU PHOTONICS K.K., 2007), p. 54-58. ",
        "page_idx": 7
    }
]