[
    {
        "type": "text",
        "text": "Design of a High-speed Long-stroke Heavy-load Magnetically Suspended Door System ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Binbin Huangä, Chi Zhang b and Youyong Liao c Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo, China 315201 ähuangbinbin@nimte.ac.cn,bzhangchi@nimte.ac.cn, °liaoyy@nimte.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Automatic door system, direct drive, high speed, heavy load,linear synchronous motor, long stroke, low wear,Magnetically Suspended ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract. By studying the advantages and disadvantages of the conventional automatic linear door systems, it was found that flat permanent magnet linear synchronous motors (PMSLM) can satisfy high-speed long-stroke heavy-load door systems better than other techniques. In order to reach a long lifespan, the authors compared five possible topologies with flat PMLSM,and then designed a kind of magnetically suspended door system driven by a single-sided flat PMLSM and suspended by the normal force of the motor. The results demonstrate that the prototype door system satisfies the requirements. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Automatic door systems play an increasingly important role in modern civilization. They can be widely used in many applications such as railway systems, mass transit systems, elevators, military installations, bank installations, and other areas which need security and automation [1,2]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Although conventional automatic door systems with short-stroke and light-load are technically matured, automatic door systems with long stroke and large load need some essential improvements and enhancements. For instance, along with the continuous development and progress of society, more and more huge warehouses are needed. The huge warehouses usually require automatic door systems with heavy door bodies, high speed running and long-distance movements. Conventional automatic door systems driven by rotary motors and synchronous belts have the ability to achieve a long distance move with high speed, but cannot carry heavy door bodies well. Automatic door systems driven by rotary motors and gear rack mechanisms, or door systems driven by linear motor directly,are able to carry heavy door bodies and make long distance movements, but cannot move fast enough because the mechanism of the door system causes high wear and smal lifespan when moving at high speed. Therefore, on account of the huge warehouses’ strong demand on high speed automatic door systems with low-wear,long-stroke and large-load, it is very importantto explore some methods to meet the technical requirements. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This paper presents a new design to build a high speed automatic door system with low wear, long stroke and large load. The second section introduces the conventional types of automatic linear door systems,and the third section provides a brief introduce to linear motors and a direct comparison between five possible topologies.The fourth section describes the new design in detail,and the latter section discusses the results. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conventional Automatic Linear Door Systems ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Generally,any automatic linear door systems can be driven directly by linear motors only, or driven indirectly by rotary motors and mechanical transmission components such as ball screws, gear rack mechanisms, synchronous belts, and so on. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Indirect-drive Types ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Automatic linear door systems driven indirectly by rotary motors and mechanical components are widely applied to many different areas with low price and high cost-effectiveness. The door systems ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "accomplish linear movements by mechanical transmission components which can transmit the rotary drive torques to linear mechanical thrusts. So mechanical transmission components generate linear movements directly and influence the system performances as an important role. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The indirect-drive door systems with ball screws can generate very high thrusts. However, they cannot get a long stroke or a high speed, and the transmission parts require periodic maintenances and replacements. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Door systems using gear rack mechanisms can realize high speed,long stroke and high thrust, but they also need periodic maintenances and replacements because of the high wears caused by high speed and heavy load. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "With synchronous belts, door systems (Fig. 1) can move fast (about $0 . 4 { \\sim } 0 . 8 \\mathrm { m } / \\mathrm { s } \\$ ), but cannot drive heavy-load door bodies. And the stroke cannot be too long. This type of door system is put to use in many applications especially the elevators, automatic inductive glass doors. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/28daf2f09970066550f431c9e5b6023fa8568114c289b22967c0c6dda0d8433a.jpg",
        "img_caption": [
            "Fig.1 Elevator Door System with Synchronous Belt[3] "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The above indirect-drive technologies have some disadvantages independently. Obviously, they cannot satisfy applications with long stroke, high speed and heavy load well. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Direct-drive Types ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The direct-drive types drive the door body directly by linear motors (LM). So the mechanical transmission components can be eliminated and the system becomes simpler, faster and more stable. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/844da37d3dad47e4f1f81ac1fceefaa8a7e3c1d0f9a46686649408b915446334.jpg",
        "img_caption": [
            "Fig.2 Flat LM,U-Shaped LM[4] and Tubular LM[5] "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There are three kinds of LMs that can be used (Fig. 2 and Fig.3). Generally, tubular linear motors and U-shaped type linear motors are very suitable for high-speed light-load door systems for their coil forcers are usually manufactured without iron cores. Furthermore, tubular linear motors cannot be used in the long stroke applications, because the gravity force of the permanent magnetic shafts with long axial length will generate large deflections and make the coils contact the shafts easily. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/4ccddd9e2fbb5057f09c92fe7d8ecf5a416c970c34ebd1d7a589faa5c66cf82c.jpg",
        "img_caption": [
            "Fig.3 Direct-drive Door System with Tubular LM[6] "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Differently, flat linear motors can realize high speed,long stroke and high thrust. So engineers usually choose flat linear motors as one of the best choices for the high-speed long-stroke and heavy-load door system. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "However, the systems using flat linear motors still generate high wear on the linear guides, especially when operating at high speed and heavy load. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "FlatLinear SynchronousMotors ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Basics ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As shown in Fig.4,a single-sided flat iron core permanent magnet linear synchronous motor (PMSLM) consists of coils, iron core, permanent magnets and yoke. The mover consisting of the coils and the iron cores is attracted vertically by the stator consisting of the magnets and the yokes,and the vertical attraction force is named as normal force.Meanwhile, the mover is pushed horizontally by the interaction between the magnets and the coils with proper current. Here,the horizontal force is the electromagnetic thrust. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/ada0bed37d07381462aca53b7ecd5cfe168cff8894e5f4704d85cd9452601d20.jpg",
        "img_caption": [
            "Fig.4 Basic Structure "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/90673c1a9ac09f616bdf672398c6e0f80bd4e2a61d85c266ed72f66fffbbd3c4.jpg",
        "img_caption": [
            "Fig.5 Conventional Assembling Structure "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The conventional assembling structure for single side flat linear motor is shown in Fig.5. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The normal force increases the normal pressure on the linear guides.The increased pressure brings higher wears to the mechanical system. Hence, we need to find out a better topology to reduce the normal force and increase the thrust as much as possible. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Possible Topologies ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The mounting surface of the wallis usually vertical. Therefore, most door systems need to be fixed to a kid of structural base which is mounted on the vertical wall. For long stroke door systems, we should fix the stator of the PMSLMto the base,and fix the door body to the mover.By this way, the cost of the system can be efficiently cut. The reason is that the cost of the mover is higher than the stator at the same length. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As a consequence, there are five possible topologies that can be considered: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Vertical single side flat PMSLM (Fig.6).   \nVertical double side flat iron core PMSLM (Fig.7).   \nHorizontal single side flat PMSLM with vertical down normal force (Fig.8).   \nHorizontal double side flat PMSLM (Fig.9).   \nHorizontal single side flat PMSLM with vertical up normal force (Fig.10). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/07da5719191f232dd2e6476d25506a3ef27ac16f4521391af4b2ab3a9cead866.jpg",
        "img_caption": [
            "Fig.6Vertical Single Side FlatPMSLM "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/45397ec304cb55417b486f19ffd6a442bc2cfec3067ca245da658abd35efc535.jpg",
        "img_caption": [
            "Fig.7VerticalDoubleSideFlatPMSLM "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/6c1a3a7fec3242f812edf682cacc76de004df81e89e140e2e230a50892802e5a.jpg",
        "img_caption": [
            "Fig.10 Horizontal Single Side Flat PMSLM with Vertical Up Normal Force "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Vertical single side flat PMSLM and horizontal single side flat PMSLM with vertical down normal force can drive the heavy door body with high speed and long stroke. But the vertical-down normal forces and the vertical-down gravity force of the door body increase the wear on the linear guides. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Vertical and horizontal double side flat PMSLM can achieve twice the thrust of the single side types and generate very low resultant force by the two normal forces in opposite directions, but has larger volume and higher costs.In addition, the complex processes for manufacturing and assembling bring additional costs and technical difficulties. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Horizontal single side flat PMSLM with vertical up normal force can reduce the vertical-down gravity force of the door body by the vertical up normal force.This type can get very low wear on the linear guides, meanwhile, the processes for manufacturing and assembling are simple, and the cost is almost equal to other single side types. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "By comparing the above possible topologies, we can find that the type of horizontal single side flat PMSLM with vertical up normal force can satisfy the high speed automatic door system with low wear, long stroke and large load better than the others. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "If we try to make the vertical-up normal force equal to the vertical-down gravity force, the door body seems suspended magnetically. Based on this point, we can name this type as magnetically suspended door system. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Design of the Door System ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For actual requirements such as high speed, heavy load,long stroke,low wear and so on, we finally design the magnetically suspended door system. The system is almost suspended by the vertical-up magnetic force generated by the attraction between the primary and the secondary of the flat linear motors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Requirements ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The requirements from an actual warehouse are shown as Table 1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "According to the requirements, we can calculate the basic parameters of the motor and the whole system.The parameters are shown in Table 2. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "From Table 2, we can find that it's not too difficult to design and manufacture the linear motor. The only difficulty is the working life. In order to satisfy the requirement of working life,we should minimize the mechanical wear from the linear guides. That means that we need to minimize the normal pressure on the linear guides. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/8fc6616370199705b71e07c5829626d912fc5730a9e4a8d6e7f0d02b658815b3.jpg",
        "table_caption": [
            "Table1 The Requirements from Actual Warehouse "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Items</td><td>Unit</td><td>Value</td></tr><tr><td>Stroke</td><td>m</td><td>3.0</td></tr><tr><td>Weight of Door Body</td><td>Kg</td><td>800</td></tr><tr><td>Length of Door Body</td><td>m</td><td>4.1</td></tr><tr><td>Height of Door Body</td><td>m</td><td>2.9</td></tr><tr><td>Maximum Speed</td><td>m/s</td><td>1.6</td></tr><tr><td>Time(Left to Right)</td><td>second</td><td>3.0</td></tr><tr><td>Working Life</td><td>km</td><td>2.5×104</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/8c23eed8c0a25d72680ca36a570fc3770a95cc31d3afe2bcb48741476a2cdef1.jpg",
        "table_caption": [
            "Table 2 The Basic Parameters of the Linear Motor "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Items</td><td>Unit</td><td>Value</td></tr><tr><td>Acceleration</td><td>m/s²</td><td>≥1.6</td></tr><tr><td>Time of Acceleration or Deceleration</td><td>second</td><td>1.0</td></tr><tr><td>Thrust of the Motor</td><td>N</td><td>≥2000</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Design of the General Structure and the Linear Motor ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "If we can make the normal force equals the resultant gravity force of moving parts including the door body, the mover and the table, the normal pressure on the linear guides becomes zero.Then the wear is very low and we can get a very long working life. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "According to the requirements, the basic parameters and the computed normal force, we can design the linear motor. For manufacturing processand space saving considerations, we use two movers with a number of modular stators. The final parameters of the motor are shown in Table 3. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/3e88b1ded7a02940caa4c2705d24a134ec3ff16e45104b55cb79e154987094d7.jpg",
        "table_caption": [
            "Table3 TheDetailedParametersof theLinearMotor "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Items</td><td>Unit</td><td>Value</td></tr><tr><td>Continuous Force</td><td>N</td><td>1220</td></tr><tr><td>Peak Force</td><td>N</td><td>1660</td></tr><tr><td>Continuous Current</td><td>Arms</td><td>13.2</td></tr><tr><td>Peak Current</td><td>Arms</td><td>18.0</td></tr><tr><td>Voltage Constant</td><td>Vpeak·s/m L-L</td><td>76.0</td></tr><tr><td>Force Constant</td><td>N/Arms</td><td>93.0</td></tr><tr><td>Normal Force</td><td>N</td><td>4200</td></tr><tr><td>Gap</td><td>mm</td><td>0.8</td></tr><tr><td>Mass of Mover</td><td>Kg</td><td>8.5</td></tr><tr><td>Phase Inductance</td><td>mH L-L</td><td>14.0</td></tr><tr><td>WindingResistance</td><td>Ω L-L</td><td>1.8</td></tr><tr><td>Length of the Mover</td><td>mm</td><td>360</td></tr><tr><td>Width of the Mover</td><td>mm</td><td>110</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Detailed Design of the System ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The lateral view of the overallstructure is shown in Fig.11,and the front view is shown in Fig. 12. The table,the door body, the mover and all the blocks of the linear guides are mounted as one movable solid (Fig.13). Correspondingly, the stationary solid consists of the stator, the base, and the two guides of the linear guides.The stationary solid is mounted fixedly to the wall with embedded steel plates (Fig.14). According the parameters in Table 1 and Table 3, the majority weight of the movable solid can be suspended by the normal force. Then the mechanical wear can be almost ignored. In practical applications, we can calculate the theoretical life span for the linear guides with an assumed normal pressure about $20 \\%$ of the door body's gravity force. The assumed normal pressure considers the influences of system assemble errors, additional moving auxiliary parts’ gravity force, and the normal force fluctuation. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e6af1cb14fbf31c5e9a65c41540cea1c100775b38c2cf541b69f4d88c09289a0.jpg",
        "img_caption": [
            "Fig.11 Lateral View of the Overall Structure "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/87da3f4a0ad6baa2ddc9d3387c5a9c0343ed27f8a0501a94ed75880d788e1b1e.jpg",
        "img_caption": [
            "Fig.12 Front View of the Overall Structure "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/73211b35b4d6d4cf93e511f6843383524d0c13332759ee63077883cfb9899718.jpg",
        "img_caption": [
            "Fig.13 Partial View of the Movable Parts "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e3df0ab535bd81399c1ef91b4e36d7d265ae5276160320452bab7bbb85100b43.jpg",
        "img_caption": [
            "Fig.14 Partial View of the Stationary Parts "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Because the mover is too short,relative to the door body, in order to improve the stability, we can increase the distance between the two movers,and add two assistant tables (Fig. 12). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The encoder is a magnetic grating ruler typed as MSK5o00. And we choose Copley's driver to control and drive the linear motors. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Part of the assembling process and the overall view of the final prototype machine are described as Fig.15 and Fig. 16. The closer view of the final prototype machine is shown as Fig. 17. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c10b778ec94da0c8d945face6e6f1dceb6edf5518a92cbd28da2f4e02092ea8a.jpg",
        "img_caption": [
            "Fig.15 Part of the Assembling Process "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/6ac4654cd9cb8b9de88f96bb5dff745f4120e1944bde54a3b04b17fbe20ee66f.jpg",
        "img_caption": [
            "Fig.16 The Overall View of the Prototype Machine "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/ccd102515e4ce0e25e37682890d5a5e51dfdb081b70737d0ed4faa6a1192a5a4.jpg",
        "img_caption": [
            "Fig.17 Closer View of the Prototype Machine "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "When the prototype system works,the Copley's driver records and measures the real-time position, velocity and acceleration of the door body. The performance data is shown in Fig.18 From Fig.18,we can find that the door body can reach a speed of $1 . 6 ~ \\mathrm { m / s }$ ，an acceleration of $\\mathrm { 1 } . 6 \\mathrm { m / s } ^ { 2 }$ , and a stroke of $3 0 0 0 \\mathrm { m m }$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "According to Fig. 18, the prototype system can meet the design requirements. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/34bd322034934e0d281813c188943985c5047515f71ff8daa94517c179ef0d80.jpg",
        "img_caption": [
            "Fig.18 Performance Curves on Copley's Driver "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The door system avoids high wear on the linear guides by the vertical-up magnetic normal force which counteracts the vertical-down gravity force of the door body. Meanwhile,the magnetically suspended door system can accomplish high speed, long stroke and heavy load without any practical difficulties. And the cost of system is not increased. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Compared with conventional indirect-drive and direct-drive linear door systems,the introduced door system shows much more advantages and satisfies the huge warehouses’ requirements best. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The proposed techniques can be widely used in any high-speed long-stroke heavy-load automatic applications, and can bring many advantages for the applications. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This work is supported by National Science Foundation of China (51207158), One Hundred Talents Program of the Chinese Academy of Sciences, Qianjiang Talents Program of Zhejiang Province (QJD1102001), Science and Technology Innovation Group of Ningbo (2012B82005） and Ningbo National Science Foundation (2011A610107). The prototype machine is also financially and technically supported by Zhe Jiang Xin Fa Shi Te Company. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1] Y.S. Kim, S.H. Won, J. S.Ahn, Y.Y. Choe,and et al.: Proceedings of the Eighth International Conference on Electrical Machines and Systems, Vol. 1-3 (2007), p. 255-257   \n[2] M. Dursun, and H. Ozbay: Przeglad Elektrotechniczny, 87(5) (2011),p. 293-296   \n[3] Information on http://vipint.b2b.youboy.com/show0sp1017019.html   \n[4] Information on http://www.aurotek.com.cn/   \n[5] Information on http://product.jdol.com.cn/spzs/885063.html   \n[6] X.Liu, Y. Y. Ye, Z. Zheng, and Q. F.Lu: International Conference on Electrical Machines and Systems, Vol. 1-4 (2007), p. 1277-1280 ",
        "page_idx": 7
    }
]