[
    {
        "type": "text",
        "text": "音乐训练对大脑前注意加工的影响",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈雅弘 王锦琰中国科学院心理健康重点实验室（中国科学院心理研究所），北京100101中国科学院大学心理学系，北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 前注意加工(pre-atentive processing)是发生在注意之前不依赖于意识的一种认知过程，它反映了大脑对刺激的无意识的、自动的加工。失匹配负波(mismatch negativity,MMN)是研究前注意加工最常用的指标。MMN 波幅降低已成为精神分裂症、抑郁症等精神类疾病的重要临床指征。MMN的研究范式主要包括经典oddball范式和多特征范式等。音乐训练对于人脑结构和功能有重要的影响，对于增加灰质体积、改善注意记忆功能都有着显著的功效。音乐训练对MMN也有显著影响，并表现在由各类声音特征构建的范式上。未来研究应进一步比较东西方音乐对MMN的影响，探索更具生态化效度的研究范式，揭示音乐训练对老年人MMN的影响及机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词音乐训练；前注意加工；MMN",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "前注意加工是对刺激的早期加工，在时间上发生于意识注意之前，为之后的注意选择提供信息基础。前注意加工不需要有目的、有意识的注意，初始信息在前注意阶段被分析后才进入注意阶段。该阶段主要对刺激的初级特征进行检测(Logan,1992)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "失匹配负波（MMN）是反映前注意加工水平的有效指标。它是一种由刺激变化引起的事件相关电位，在多种感觉通道中均可诱发，包括听觉、视觉和躯体感觉。当在一系列重复出现（高概率）的标准刺激中呈现少数（低概率）偏差刺激时，偏差刺激会比标准刺激引起更大的负向电位偏折，即MMN(Näätänen,Gaillard,&Mäntysalo,1978；Näätänen,Tervaniemi,Sussman,Paavilainen,&Winkler,200l)。MMN由Naäatanen等人于1978年首次提出(Näatanen etal.,1978)。研究者通过双耳分听范式，给被试两耳随机呈现高概率的标准刺激和低概率的偏差刺激，让被试只注意一只耳听到的声音刺激。结果发现，不论刺激呈现在注意耳还是非注意耳，偏差刺激都比标准刺激诱发更大的负波。由偏差刺激诱发的脑电波幅减去标准刺激诱发的脑电波幅，差异波即为MMN。在人类，MMN通常出现在刺激后$1 0 0 { \\sim } 2 5 0 ~ \\mathrm { m s }$ 时间窗内，根据头皮电极分布，额部电极记录到的MMN幅度最大（以乳突或鼻尖作为参考）(Sams,Paavilainen,Alho,&Näätänen,1985)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MMN反映了大脑对刺激的自动化加工，它不需要注意参与，因此可以在意识缺失的条件下如睡眠(Chen,Sung,& Cheng,2016)、昏迷(Juan et al.,2016;Wang et al.,2018)以及无法进行有效沟通的个体如婴幼儿和精神类疾病患者(Näatänen et al.,2012; Zinke,Thone,Bolinger,&Borm,2018)进行记录。还有研究表明，MMN对音乐相关的辨别学习(Näätänen,Schroger,Karakas,Tervaniemi,&Paavilainen,1993)及个体的音乐专业水平很敏感(Vuust,Liikala,Näätänen,Brattico,&Brattico,2016)，因此，记录音乐元素（音调、旋律、节奏）相关的声音特征所诱发的MMN可能是一种测量音乐辨别能力的客观手段。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "音乐表演者需要具有复杂的认知能力和操作能力，能够识别音符，协调时、空上的视觉信息，还需要有良好的工作记忆以及领悟音乐内涵与情感的能力(Norton etal.,2005)。有研究发现，与非专业人士相比，音乐家大脑的一些区域如颞下回、颞横回、额下回和中央前回的灰质体积显著增加(Gaser & Schlaug,2003;Hyde et al.,2009; Schneider et al.,2002)。还有研究发现，音乐训练有助于促进非音乐的认知技能，如语言发展(Kraus etal.,2014)、心理旋转(Bhattacharya,Petsche,Feldmann,&Rescher,2001)、感觉运动信息整合(Luo et al.,2012)等。前注意加工作为一种认知过程，是否会受到音乐训练的影响，也受到很多研究者的关注。目前的研究主要集中在比较音乐专业人士和非专业人士在音调(Nan etal.,2018)、音色(Meyer etal.,2011)、和弦(Virtala,Huotilainen,Partanen,& Tervaniemi,2O14)、节奏(Zhao,Lam, Sohi,&Kuhl,2017)和旋律(Fujioka,Trainor,Ross,Kakigi,&Pantev,2004)等不同参数条件下诱发的MMN差异。本文将总结这些研究，为合理运用音乐训练来改善脑功能提供重要的参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2音乐MMN的研究范式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "获取 MMN的经典范式是oddball设计(May et al.,1999;Näätanen et al.,1978)。采用纯音作为刺激，在一系列重复呈现的标准刺激（S）中插入小概率偏差刺激（D），且D只在某一个特征上不同于S，其他特征都与S相同。该范式的应用最为广泛。Naatänen等人于 2004年又提出了一种新的范式—一多特征 MMN 范式(Näatänen,Pakarinen,Rine,& Takegata,2004)，即在同一个声音序列中呈现多种类型的声音特征变化，包括音调、响度、时长、音源位置等。简单地说就是一种 S与多种D组合的范式，如图1a所示，每隔一个S就呈现一种D。这种范式最突出的优点是可以在传统上只能获得一种MMN的时间里能同时获取五种不同声音特征引起的MMN，使得一次实验检测多种不同的声音辨别能力成为可能，不仅大大缩短了实验时间，而且提高了检测的敏感度。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "多特征范式为将不同的声音特征整合入音乐背景之中提供了思路。在音乐背景下记录音乐相关的声音特征是检测个体音乐能力的一种客观的手段。音乐的多特征MMN范式使用四个音为一组的阿尔贝蒂低音（Alberti bass）作为刺激(Vuust et al.,2011)，其中包含6种代表不同音乐流派的音乐处理相关的声音变化（D）：音调、强度、音色、声音源方位、节奏以及滑音。阿尔贝蒂低音是音乐中很基础、很常见的伴奏旋律，D与S的区别在于两组音所对应的第三个音的特征不同。如D组中第三个音的音高比S组中第三个音的音高低24音分，而其他三个音分别相同，如图1b所示。音乐多特征MMN范式与真实的音乐很相似，因而生态效度较传统的测量方法更高，并且 $2 0 \\mathrm { m i n }$ 之内就可完成施测，非常适合作为音乐相关听力发展的客观测量手段。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/afd41eb9af41f9399b20e3a92799feded97bbaf0613b993ad61cbeeaf6d964a2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "调性（随机）：C大调、F大调、e小调……",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "图1（a）多特征范式示意图。S代表标准刺激，D1,D2…分别代表不同的偏差刺激。（b）以阿尔贝蒂低音(Alberti Bass)为刺激的多特征范式。红框（即左侧框）和绿框（即右侧框）内分别是四个音为一组的旋律，红框内的第三个音为标准刺激，绿框内的第三个音为偏差刺激。除了第三个音不同外，其他三个对应位置上的音都相同 (改编自 Vuust et al.,2011)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3音乐训练对MMN的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "研究表明，接受过音乐训练的人与未接受过音乐训练的人在对简单声音刺激的前注意加工方面不存在明显的差异。例如，Koelsch等人的研究发现，当刺激为纯音的音调变化时，小提琴音乐者与非音乐者都能产生MMN，且两组被试的MMN波幅无显著差异(Koelsch,Schroger,&Tervaniemi,1999)。Tervaniemi等人的研究操控了音调差异的程度（小、中、大），也未能发现音乐者与非音乐者有MMN波幅的差异(Tervaniemi,Just,Koelsch,Widmann,&Schroger,2005)。研究者认为，这可能是因为纯音刺激对于音乐者与非音乐者来说都比较简单，容易辨别，使两类被试产生了天花板效应。因此，在前注意阶段，音乐者的专业知识并不能发挥促进神经认知加工的优势。但也有一些研究发现，当刺激变为声音强度或声源位置的变化时，音乐者的MMN 波幅显著大于非音乐者(Tervaniemi,Castaneda,Knoll,&Uther,2006)。并且从潜伏期上看,接受过音乐训练的人对纯音刺激的MMN潜伏期明显短于没有接受过音乐训练的人(Nikjeh,Lister,&Frisch,2009)。但总的看来，音乐训练对于个体在前注意加工水平上分辨声音基本特征的能力的影响较小。音乐不同于简单的声音刺激（只包含基本的物理特征如音频、响度、时长等）。音乐是由单个音符按照一定规则所组成的，这些规则可以使不同的音符组成不同的音程、旋律、节奏和节拍等。相对于单一纯音的音高、时长来说，旋律、节奏等元素使得音乐的属性更加复杂，由此可以推测，接受过音乐训练的人和没有接受过音乐训练的人对这些复杂音乐特征的前注意加工可能会存在差异。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1基于音程特征的差异 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "音程指音符之间的音高关系。每个音的频率决定了它的音高，在旋律中先后或同时出现的两个音在音高上的距离就是音程。和弦是反映音程的一种重要形式，由有一定音程关系的一组声音叠置而成。如果改变和弦中音符的叠置次序，就会造成和弦的转位。和弦可分为大调和弦和小调和弦两种。在西方音乐中，大调和弦主要与愉悦情绪有关，而小调和弦与悲伤或冷静的情绪有关。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Virtala等人采用音程变化的MMN范式（S为大调和弦，D为小调和弦和转位大调和弦）研究了音乐训练对前注意加工的影响(Virtala,Huotilainen,Putkinen,Makkonen,&Tervaniemi,2012)。结果发现，接受过音乐训练的儿童对小调和弦有显著的MMN反应，未接受音乐训练的儿童则没有；但两组儿童对转位大调和弦的MMN反应均不显著。也就是说，音乐训练促进了对和弦变化的前注意加工。之后，Virtala等人(2014)又将刺激类型分为250ms正弦音、 $6 5 0 \\mathrm { m s }$ 正弦音和 $6 5 0 \\mathrm { m s }$ 钢琴音三种，研究了成年音乐者和非音乐者在这三种条件下对小调和弦和转位大调和弦的MMN反应。结果发现，在三种条件下，小调和弦和转位大调和弦都能诱发音乐者显著的MMN，但是非音乐者在三种条件下都没有出现MMN。这一结果证明，接受过长期音乐训练的人在前注意加工水平上对复杂音乐刺激的分辨能力更高。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "还有研究者对和弦变化的前注意加工的大脑偏侧化进行了研究。Tervaniemi等人将大调和弦作为S，小调和弦作为D，比较了音乐家、音乐能力较强的非音乐者和普通非音乐者的MMN差异，发现前两组的左半球MMN反应显著大于普通非音乐者(Tervaniemi,Sannemann,Noyränen,Salonen,&Pihko,2011)。该结果表明，虽然由声音刺激诱发的 MMN有右半球优势，但是当加工复杂的、与音乐相关的声音刺激时，不仅需要右半球，也需要左半球发挥作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "大调和弦和小调和弦是西方音乐中最常见的两种和弦，统称为协和和弦。除此之外，还有研究者定义了不协和和弦和走调和弦(Bratticoetal.,2009)。这两种和弦在西方音乐中出现的频率很低，非音乐者听到的更少。走调和弦与大调和弦的音高差异最小，不协和和弦次之。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Brattico等人通过脑磁（MEG）研究发现，不协和和弦与走调和弦诱发的音乐者MMNm波幅显著大于非音乐者，而小调和弦诱发的MMNm波幅没有明显的组间差异。相关分析发现，不协和和弦与走调和弦诱发的MMNm波幅大小与音乐训练的时长呈显著正相关，也就是说，接受音乐训练的时间越长，MMN越明显。这些结果表明，音乐训练也能够促进对非典型音乐和弦的前注意加工。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2基于旋律特征的差异 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "音乐的旋律涉及两个要素：旋律线和音程关系。旋律线指一段旋律中邻近的音的走向，即从音调低的音流向音调高的音（上行）还是从音调高的音流向音调低的音（下行）；而音程关系代表这种走向的程度，即相邻音之间实际音高的距离。二者结合才能确定构成旋律的每一个音。对旋律线和音程关系的识别能力会影响到对旋律的整体感知。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "研究发现，音乐者比非音乐者对旋律线和音程关系的变化有更高的前注意加工水平。例如，Pantev等人的研究结果表明，当在一系列上行旋律中加入一段下行旋律，而不改变音程关系时，音乐者产生的MMNm波幅显著大于非音乐者；同样，当旋律线不变，只有最后两个音的音程关系发生改变时，音乐者的 MMNm 波幅也显著大于非音乐者(Pantev et al.,2003)。之后，Fujioka等研究者在旋律线偏差条件和音程偏差条件之外又增加了控制（纯音）条件，该条件使用传统oddball范式，S和D分别是前面出现过的两个纯音。结果表明，在控制条件下，音乐者与非音乐者的音调MMNm 波幅无显著差异，但是旋律线偏差刺激与音程偏差刺激诱发的音乐者的 MMNm 显著大于非音乐者的MMNm (Fujioka etal.,2004)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3基于时间结构特征的差异",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "节奏、节拍是音乐很重要的属性，二者都反映了音乐中的时间结构。在音乐中，长短不同的音形成的有规律的强弱变化运动就是节奏；以相同音值有规律地循环往复出现的强弱现象就是节拍。Geiser等人研究了音乐训练对节拍变化诱发的MMN的影响(Geiser,Sandmann,Jancke,&Meyer,2010)，采用的刺激如图2所示。S的每个音强度都相同，D有两种：一种是增强最后一小节第一拍的强度，称为节拍一致偏差刺激（mcD）；另一种是将最后一小节的第一拍提前半拍并提高强度，称为节拍不一致偏差刺激（miD）。该研究的结果表明，音乐者对miD的MMN反应显著高于非音乐者，而对mcD的MMN反应低于非音乐者。这说明，音乐者比非音乐者更容易对节拍产生预期，因此对于miD这种违背强弱预期的情况，音乐者更容易探测到。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Vuust 等人(2009)的研究选取了两种节奏偏差刺激，其中一种偏差刺激的节奏与标准刺激的节奏差异较小（sII条件），这种偏差刺激违反预期的程度较低。而另一种偏差刺激的节奏与标准刺激之间的差异较大，且违反了节拍规律（sIII条件），这种偏差刺激违反预期的程度较高。结果发现，不论音乐者还是非音乐者，在 sIII条件下诱发的MMNm的波幅均显著大于其相应的 sII条件。并且在两种条件下，音乐者诱发的MMNm的波幅均显著大于非音乐者。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/9eb990a7e23e9aab50aa71560c9fe1146464e7faa3d4e4c933373687f4a1c3ad.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "图2刺激材料。第一行为标准刺激，共有三个小节，其中每一个音的强度都是相同的。音符下面的长灰色条代表声音时长为 $6 0 0 \\mathrm { { m s } }$ ，短灰色条代表声音时长为 $3 0 0 \\mathrm { m s }$ 。第二行为节拍一致偏差刺激，即每个音的时长都与标准刺激一样，但在最后一小节的第一拍上强度增加（箭头所指）。第三行为节拍不一致偏差刺激，将最后一小节的第一个音加重，并提前了 $3 0 0 \\mathrm { m s }$ （箭头所指）(改编自Geiser et al.,2010)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4不同的音乐训练策略",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "音乐训练能够有效提高个体对复杂音乐特征的前注意加工。音乐训练的策略有很多种，有的音乐者采用听觉训练策略，比如爵士乐者，他们具有更高的即兴创作和分辨音高、节奏的能力；有的音乐者采用识谱训练策略，如古典乐者，他们具有很强的识谱能力；还有的音乐者更注重节奏感和声音方位的训练，比如摇滚乐者。基于此，有研究者推测，经过不同策略训练的音乐者，他们对不同音乐特征的前注意加工水平也存在差异(Vuust,Brattico,Seppänen, Näatanen, Tervaniemi, et al., 2012)",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1 横断研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Tervaniemi等人将20名由音乐者与非音乐者混合的被试按行为测验成绩分为精确辨别旋律组（简称精确组）和非精确辨别旋律组（简称非精确组）。精确组被试有8人，都是经过训练的音乐者（爵士或流行音乐者）；非精确组有12人，包括5名音乐者（古典音乐者）和7名非音乐者。对两组被试进行一次12分钟的训练后测试旋律线MMN，两组均无显著的MMN；然而，在接受第二次和第三次训练后，精确组表现出显著的MMN，而非精确组依然没有。研究者认为，这是由于该研究采用的是无乐谱的听觉训练，这种训练方式与爵士音乐者的训练方式类似，因此精确组被试产生了显著的MMN；而非精确组的古典音乐者通常接受的是识谱的视觉训练，因而短暂的听觉训练并不能显著提高以旋律MMN为指标的测试成绩(Tervaniemi,Rytkönen,Schröger, Ilmoniemi,&Näätänen,2001)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Vuust等人采用多特征音乐范式对爵士乐者、古典乐者、摇滚乐者以及非音乐者进行了比较(Vuust,Brattico,Seppänen,Näätanen,& Tervaniemi,2012)。偏差刺激包括音调、位置、音色、强度、滑音和节奏六种。结果表明，爵士音乐者对滑音偏差刺激的MMN反应显著大于其他组，对音高偏差刺激的MMN反应显著大于非音乐者。作者认为，产生上述结果的原因在于不同类型的音乐者采用的音乐学习策略不同。爵士音乐表演需要很强的听觉分辨能力和即兴创作能力，他们对刺激的音高和音强等特征的微小变化很敏感。滑音是他们即兴创作时常用的技巧，因此，爵士乐者对滑音也较其他元素更加敏感。Tervaniemi等人(2006)的研究也支持了这一观点，他们发现业余的摇滚乐者由位置偏差刺激诱发的MMN波幅显著高于非音乐者。这可能是因为接受过摇滚乐训练的人比普通人更善于协调和整合来自不同方位、不同乐器的声音。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上述研究表明，音乐训练能够提升一个人提取抽象规则的能力，使之能够对违背规则的刺激进行自动的检测。同时，音乐训练对前注意加工的促进作用具有特异性，不同的训练方式可以提高对不同刺激的前注意加工水平。因此，在教育过程中应采用多种方式相结合的综合音乐训练，以改善学习者的认知能力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2纵向研究",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上述研究涉及的都是横断研究，即已成为专业人士的音乐者与未受过音乐训练的普通人之间的比较。相对来说，音乐训练改善前注意加工的纵向研究比较少。Zhao 和 Kuhl对9个月大的婴儿进行了4周共12次的音乐干预(Zhao&Kuhl,2016)，让他们听节拍为三拍子的音乐，并在照料者的帮助下跟随节拍运动。对照组的婴儿不听音乐，只是自由地玩玩具。之后，对两组婴儿测试由时间结构变化诱发的MMNm（标准刺激为重复的三拍子节拍，在其中加入少量的二拍子节拍作为偏差刺激）。结果发现，音乐干预组比对照组对时间结构的变化更敏感，诱发的MMNm波幅更大。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Putkinen等人对7岁开始接受音乐训练的儿童被试进行了研究，并记录了他们在7岁、9 岁、11 岁和13 岁四个年龄阶段的 MMN(Putkinen,Tervaniemi，Saarikivi,Ojala,&Huotilainen,2014)。在和弦范式下，音乐者和非音乐者的 MMN 波幅都随着年龄的增加而增大，但音乐者的MMN增加幅度显著大于非音乐者。在多特征范式下，两组被试的位置MMN、频率MMN、刺激间隔MMN以及强度MMN的波幅均随年龄增加而增大，但只有位置MMN条件下音乐者随年龄增加的幅度大于非音乐者。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "音乐训练不仅对婴儿和儿童的认知发展有促进作用，还可以提高成年人的前注意加工水平。Lappe等人发现，非音乐专业的普通人在经过短期的音乐训练之后，MMN波幅会有显著提高(Lappe,Herholz,Trainor,& Pantev,2008)。实验中将被试分为两组，一组接受弹钢琴训练（SA组），即感觉一运动相结合的训练，另一组只接受听觉训练（A组），即听 SA组被试演奏的音乐，并评价其演奏的正确性。两周之内共练习八次，每次25 分钟。被试内比较发现，训练之后SA组被试的MMN波幅较训练前显著提高，而A组被试的MMN 波幅较之前无显著差异。该结果表明，在音乐训练中，感觉一运动相结合的训练更有利于提高前注意加工水平。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "相较于横向研究，纵向研究能够更好的证明音乐训练所导致的大脑前注意加工水平的变化，在证明因果关联上具有更强的说服力。总的看来，音乐训练可以提升不同年龄阶段人群的前注意加工水平，并且接受训练的时间越长，提升幅度越大，尤其以感觉一运动相结合的训练效果为最佳。因此，在音乐教学中，应多采用感觉一运动相结合的训练方式，以提高音乐学习者的前注意加工水平。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5总结与展望 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，音乐训练对大脑的前注意加工过程有明显的促进作用，该作用在不同的刺激类型上表现不同：对简单声音刺激的MMN的促进作用并不明显，而对复杂声音刺激的",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MMN 则有较大的促进作用。这说明，对简单刺激的自动加工并不需要具备音乐知识，但是对与音乐相关的复杂刺激的辨别、对抽象规则的自动加工则在一定程度上依赖于音乐训练。此外，不同的训练方式和学习时间对MMN的影响也是不同的。音乐是一个复杂的整体，目前的研究范式更适合研究对较简单刺激的前注意加工，考虑到音乐的复杂性，这些范式还需要进一步改进，以使刺激更加接近真实的音乐，从而得到生态效度更高的实验结果。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "音乐是人类进化的产物，蕴含着丰富的文化信息，也反映了人类复杂多样的情绪和情感。在不同的情绪状态下，对音乐的喜好和敏感性可能是不同的；而音乐训练的过程本身也离不开对音乐情绪的领悟。已有研究发现，音乐训练可以影响人们对情绪的感知(DiMauro,Toffalini,Grassi,&Petrini,2018)，但是否会提高对音乐情绪相关的前注意加工以及是否能提升对无意义语音和语言情绪的前注意加工还需要更多的研究来验证。因此，为了进一步探讨音乐训练、情绪以及前注意加工水平之间的关系，未来的研究可以考虑比较音乐家与普通人对音乐和语言情绪的MMN反应（横向设计），以及考查长期音乐训练与短期音乐训练对情绪MMN的影响（纵向设计）。其结果不仅可以验证音乐训练对语言前注意加工能力的影响，还可以为音乐治疗和缓解情绪障碍带来一定的启发。此外，目前的研究主要集中于对西方音乐的探讨，对不同文化背景下的不同音乐类型尚缺乏深入的对比，比如中国古典音乐和西方音乐在很多音乐元素上都有差异，未来的研究可以分别用东、西方音乐作为刺激材料来研究接受过西洋和民族音乐训练的人的MMN差异。这些研究将有利于揭示东西方文化差异，并找到不同类型的音乐训练的优势。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最后需要指出的是，正常人的前注意加工水平会受到年龄的影响。已有证据表明，MMN 波幅会随着年龄的增长而减弱(Ruzzoli,Pirulli,Brignani,Maioli,& Miniussi,2012)。其背后的机制是很值得关注的。有研究发现，在目标检测任务中，老年人对重复出现的刺激的适应性比年轻人差(Grady,Yu,&Alain,2008)，这可能是导致MMN波幅更小的原因。之后的研究进一步发现，老年人额叶的控制功能下降可能是导致MMN波幅下降的原因。在神经元集群水平上，额叶控制功能下降可能是由于额叶锥体细胞的兴奋一抑制平衡被打破以及颞叶及额叶之间连接增加所致(Cooray,Garrido,Hyllienmark,&Brismar,2014)。这些研究为年龄引起的MMN波幅变化提供了神经生物学解释。然而，对于接受过音乐训练的人来说，音乐训练是否可以补偿随年龄增长而导致的听力衰退和听觉分辨能力下降，能否促进其他认知能力的维持和提升（如语言感知），以及这些补偿和提升是否可以表现在MMN波幅的变化上，尚需更多的研究来验证。因此，未来的研究可以通过比较音乐训练vs未受音乐训练、老年人vs年轻人的两因素设计来验证上述问题，并揭示音乐训练时长与初始训练年龄同MMN变化之间的关联性；同时，结合功能磁共振成像等技术深入挖掘音乐训练引起MMN波幅改变的脑机制。这方面的研究对于改善老年人的脑功能具有非常重要的理论和实践意义。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bhatacharya,J.,Petsche,H.,Feldmann,U.，&Rescher,B.(2O01).EEG gamma-band phase synchronization betwen posterior and frontal cortex during mental rotation in humans.Neuroscience Leters,31l(1),29- 32.   \nBrattico,E.,Pallesen,K.J., Varyagina,O.,Bailey, C.Anourova,I.,Jrvenpaa,M.,...Tervaniemi,M.(2009). Neural discrimination of nonprototypical chords in music experts and laymen: A MEG Study. Journal of Cognitive Neuroscience,21(11),2230-2244.   \nChen, C.Y., Sung, J. Y.,& Cheng, Y. W. (2016). Neural Dynamics of Emotional Salience Processng in Response to Voices during the Stages of Sleep.Frontiers in Behavioral Neuroscience,10,11.   \nCooray, G., Garido,M.I.,Hyllienmark,L.,& Brismar,T.(2O14).Amechanistic model of mismatch negativityin the ageing brain. Clinical Neurophysiology,125(9),1774-1782.   \nDi Mauro,M.,Toffalini,E., Grass, M.,& Petrini,K.(2018).EffectofLong-Term Music Training on Emotion Perception From Drumming Improvisation. Frontiers in Psychology, 9,16.   \nFujioka,T., Trainor,L.J.,Ross,B.,Kakigi,R.,&Pantev, C. (2Oo4). Musical raining enhances automatic encoding of melodic contour and interval structure. Journal of Cognitive Neuroscience,16(6),1010-1021.   \nGaser,C.，& Schlaug, G. (2003). Brain structures differ between musicians and non-musicians. Journal of Neuroscience, 23(27), 9240-9245.   \nGeiser,E.,Sandmann,P.,Jncke,L.,& Meyer, M. (2010).Refinement of metre perception - training increases hierarchical metre processing. European Journal of Neuroscience, 32(11),1979-1985.   \nGrady, C.L.,Yu, H.,& Alain, C. (2o08). Age-related diferences in brain activity underlying working memory for spatial and nonspatial auditory information. Cerebral Cortex,18(1),189-199.   \nHyde,K.L.,Lerch,J.,Norton,A.,Forgeard,M.,Winner,E.,Evans,A.C.,& Schlaug, G. (2o9). Musical training shapes structural brain development. Journal of Neuroscience, 29(10),3019-3025.   \nJuan,E.,Nguisi, N.A. N.,Tzovara,A., Viceic,D.,Rusca,M.,Oddo,M.,...De Lucia,M. (2016).Evidence of trace conditioning in comatose patients revealed by the reactivation of EEG responses to alerting sounds. Neuroimage, 141, 530-541.   \nKoelsch, S.， Schroger, E.，& Tervaniemi, M. (1999). Superior pre-atentive auditory processing in musicians. Neurorep0rt, 10(6),1309-1313.   \nKraus,N.,Slater,J.,hompson,E.C.,Horickel,J.,Strait,D.L.,Nicol,T.,&White-Schwoch,T.(14).Music enrichment programs improve the neural encoding of speech in at-risk children. Journal of Neuroscience,34(36), 11913-11918.   \nLappe, C., Herholz, S. C.,Trainor,L. J.,& Pantev, C. (2008). Cortical plasticity induced by short-term unimodal and multimodal musical training. Journal of Neuroscience, 28(39), 9632-9639.   \nLogan, G. D. (1992). Attntion and preatention in theories of automaticity. The American journal of psychology, 105(2),317-339.   \nLuo, C.,Guo, Z. W.,Lai, Y. X.,Liao, W.,Liu,Q.,Kendrick, K. M.,..Li,H. (2012). Musical training induces functional plasticity in perceptual and motor networks: insights from resting-state fMRI. PloS One, 7(5), e36568   \nMay,P., Titinen, H.,Imoniemi,R.J., Nyman, G.，Taylor,J. G.，& Naatanen,R.(1999).Frequencychange detection in human auditory cortex. Journal of Computational Neuroscience, 6(2), 99-120.   \nMeyer,M.,Elmer,S.,Ringli, M.,Oechslin, M.S.,Baumann,S.，& Jancke,L. (2011). Long-term exposure to music enhances the sensitivity of the auditory system in children. European Journal of Neuroscience, 34(5), 755-765.   \nNaatanen,R.， Gaillard, A. W.，& Mäntysalo, S.(1978). Early selective-attention effect on evoked potential reinterpreted. Acta psychologica, 42(4), 313-329.   \nNaatanen,R.,Kujala,T.,Escera,C.,Baldeweg,T.,Kreegipuu,K., Carlson,S.,&Ponton,C.(2Ol2).Themismatch negativity (MMN) - A unique window to disturbed central auditory processing in ageing and different clinical conditions. Clinical Neurophysiology, 123(3), 424-458.   \nNaatänen,R. Pakarinen, S., Rinne,T.，& Takegata, R. (2004). The mismatch negativity (MMN): towards the optimal paradigm. Clinical Neurophysiology, 115(1), 140-144.   \nNaatanen,R., Schroger,E.,Karakas,S.,Tervaniemi, M.,& Paavilainen,P.(1993).Developmentof amemorytrace for a complex sound in the human brain. Neuroreport, 4(5), 503-506.   \nNatänen,R.,Tervaniemi,M.,Sussman,E.,Paavilainen,P.,& Winkler,I. (2ool).'Primitive inteligence' inthe auditory cortex. Trends in Neurosciences,24(5),283-288.   \nNan, Y.,Liu,L.,Geiser,E.,Shu,H., Gong,C.C.,Dong,Q...Desimone,R.(2018).Piano training enhances the neural processing of pitch and improves speech perception in Mandarin-speaking children. Proceedings of the National Academy of Sciences ofthe United States ofAmerica,115(28),E6630-E6639.   \nNikjeh,D.A.,Lister,J.J.,&Frisch,S.A.(2o09).Preattentivecortical-evokedresponses topure tones,harmonic tones, and speech: influence of music training. Ear and Hearing, 30(4), 432-446.   \nNorton,A.,Winner,E., Cronin,K., Overy,K., Lee,D.J.,& Schlaug,G. (2005). Are there pre-existing neural, cognitive,or motoric markers for musical ability? Brain and Cognition, 59(2),124-134.   \nPantev,C.,Ross,B.,Fujioka,T.,Trainor,L.J.,Schulte,M.,& Schulz,M.(2Oo3).Music and learming-induced cortical plasticity. In G. Avanzini, C. Faienza， D. Minciacchi, L. Lopez,& M. Majno (Eds.), Neurosciences and Music (Vol. 999, pp. 438-450). New York: New York Academy of Sciences.   \nPutkinen,V., Tervaniemi, M.， Saarikivi,K.，Ojala,P.，& Huotilainen,M. (2014).Enhanced development of auditory change detection in musically trained school-aged children: a longitudinal event-related potential study. Developmental Science,17(2),282-297.   \nRuzzoli, M.,Piruli,C.,Brignani, D., Maioli, C.,& Miniussi, C.(2012). Sensory memory during physiological aging indexed by mismatch negativity (MMN). Neurobiology of Aging, 33(3), 10.   \nSams,M.,Paavilainen,P.,Alho,K.,& Natanen,R. (1985). Auditory frequencydiscrimination and event-related potentials. Electroencephalography and Clinical Neurophysiology, 62(6), 437-448.   \nSchneider,P.,Scherg,M.,Dosch,H. G.,Specht,H.J., Gutschalk,A.,& Rupp,A. (2002). Morphologyof Heschl's gyrus reflects enhanced activation in the auditory cortex of musicians. Nature Neuroscience, 5(7), 688- 694.   \nTervaniemi, M., Castaneda,A., Knoll,M.,& Uther, M. (2o06). Sound processing in amateur musicians and nonmusicians: event-related potential and behavioral indices. Neuroreport,17(11),1225-1228.   \nTervaniemi,M.,Just, V.,Koelsch,S.，Widmann,A.,& Schroger,E.(2005). Pitch discrimination accuracy in musicians vs nonmusicians: an event-related potential and behavioral study. Experimental brain research, 161(1), 1-10.   \nTervaniemi,M.,Rytkonen,M.，Schröger,E.,Ilmoniemi,R.J.,& Naatanen,R.(20o1).Superior formationof cortical memory traces for melodic patterns in musicians. Learning & Memory, 8(5),295-300.   \nTervaniemi,M.,Sannemann,C.,Noyranen,M.,Salonen,J.,&Pihko,E. (2o11).Importance of the left auditory areas in chord discrimination in music experts as demonstrated by MEG. European Journal of Neuroscience, 34(3),517-523.   \nVirtala,P.,Huotilainen, M., Partanen, E.,& Tervaniemi, M. (2014). Musicianship facilitates the processing of Western music chords-An ERP and behavioral study. Neuropsychologia, 61,247-258.   \nVirtala,P.,Huotilainen,M.,Putkinen,V.,Makkonen,T.,& Tervaniemi,M. (Ol2). Musical training facilitates the neural discrimination of major versus minor chords in 13-year-old children. Psychophysiology， 49(8), 1125-1132.   \nVuust,P.,Bratico,E.,Glerean,E.,Seppänen,M.,Pakarinen,S.,Tervaniemi,M.,&Natanen,R.(2O1).Newfast mismatch negativity paradigm for determining the neural prerequisites for musical ability. Cortex, 47(9), 1091-1098.   \nVuust,P.,Brattico,E.,Seppnen,M.,Naatanen,R.,&Tervaniemi,M. (212).The soundofmusic: Diferentiating musicians using a fast, musical multi-feature mismatch negativity paradigm. Neuropsychologia, 50(7), 1432-1443.   \nVuust,P., Bratico,E.，Seppanen, M. Naatanen,R., Tervaniemi, M.,& Annals,N. Y.A.S. (2012).Practiced musical style shapes auditory skils. Neurosciences and Music Iv: Learning and Memory (Vol.1252, pp. 139-146). Oxford: Blackwel Science Publisher.   \nVust,P.,Likala,L., Naatanen,R., Bratico,P.,& Brattico,E. (2016). Comprehensive auditory discrimination profiles recorded with a fast parametric musical multi-feature mismatch negativity paradigm. Clinical Neurophysiology, 127(4),2065-2077.   \nVuust,P.,Ostergaard,L.Pallesen,K.J.Bailey, C.,&Roepstorf,A.(29).Predictivecoding of music-Brain responses to rhythmic incongruity. Cortex, 45(1),80-92.   \nWang,X.Y.,Fu,R., Xia, X.Y., Chen, X.L.,Wu,H.,Landi,N.,...Cong,F.Y. (2018).Spatial Propertiesof Mismatch Negativity in Patients with Disorders of Consciousness.Neuroscience Buletin, 34(4),700- 708.   \nZhao,T.C.,& Kuhl,P.K. (2O16).Musical intervention enhances infants' neural processing of temporal structure in music and speech.Procedings of the National Academy of Sciences of the United States of America, 113(19), 5212-5217.   \nZhao,T. C.,Lam, H. T. G., Sohi, H.,& Kuhl, P. K. (2017). Neural processing of musical meter in musicians and non-musicians.Neuropsychologia, 106,289-297.   \nZinke,K.,Thone,L.,Bolinger,E.M.,& Born,J. (2018).Dissociating long and short-term memory in threemonth-old infants using the mismatch response to voice stimuli. Frontiers in Psychology, 9,8. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The effect of music training on pre-attentive processing of the brain ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CHEN Yahong;WANG Jinyan",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CAS KeyLaboratoryofMentalHealth,InstituteofPsychology,ChineseAcademyofSciences,BeijinglOol01,China Department of Psychology,University of Chinese Academy of Sciences,Beijing 1Ooo49,China ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abstract: Pre-atentive processing is a cognitive process that takes place before attention and is independent of consciousness. It reflects the unconscious, automatic aspects of brain processing. Mismatch negativity (MMN) is the most commonly used indicator of pre-attentive processing. MMN amplitude reduction has emerged as one of the important clinical indices for psychiatric diseases such as schizophrenia and depression. The main research paradigms of MMN include oddball paradigm and multi-feature paradigm. Music training has dramatic efects on the structure and function of human brains, such as increasing grey matter volume and improving attention and memory functions. Music training also has a significant impact on MMN, which is reflected in the paradigms constructed by different acoustic features. Future research should compare the impacts of oriental music and western music on MMN,explore a more ecologically valid research paradigm, and reveal the impact and mechanism of music training on MMN in the elderly. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Key words: music training; pre-attentive processing; MMN ",
        "page_idx": 9
    }
]