[
    {
        "type": "text",
        "text": "关于构建新型国家创新体系的思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈劲 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "清华大学经济管理学院北京100084",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要我国在国家创新体系建设方面取得了突出的成就，但存在着战略定位不高、顶层设计不具体等问题。建设科技强国，迫切需要构建新型的国家创新体系。其中，进一步加强基础研究体系、加快建设产业创新体系，进一步完善企业创新综合体系，进一步协同区域创新体系，进一步加强教育体系在国家创新体系中的作用，进一步强化科技与金融、贸易等的协同，是新型国家创新体系建设的要点。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 世界科技强国，新型国家创新体系，制度 DOI 10.16418/j.issn.1000-3045.2018.05.004 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1建设科技强国的基本要求",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十九大提出中国特色社会主义进入了新时代，这意味着我国的科技创新工作也进入了新时代，新时代的科技创新工作出现了新局面。党的十八大以来的五年，是党和国家发展进程中极不平凡的五年，也是科技创新取得历史性成就、发生历史性变革的五年。在以习近平同志为核心的党中央坚强领导下，在全国科技界和社会各界的共同努力下，我国科技创新持续发力，加速赶超跨越，实现了历史性、整体性、格局性重大变化，重大创新成果竞相涌现，科技实力大幅增强，已成为具有全球影响力的科技大国。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十九大对科技创新做出了全面系统部署[1]，推动高质量发展、支撑供给侧结构性改革、加快新旧动能转换，对科技创新提出新的更高要求。其关键是必须坚持以习近平新时代中国特色社会主义思想为指导，推动科技创新主动引领经济社会发展，打造经济增长、产业升级、民生改善的内生动力，为质量变革、效率变革、动力变革提供强有力的科技支撑。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "建设世界科技强国，是我国科技创新的重大战略决策[2.3]，是提高我国科技国际竞争力的战略安排，其主要任务应包括以下三个方面。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）迅速提高引领前沿的源头供给能力，在更多领域成为全球创新引领者。全面加强基础研究和应用基础研究，促进自由探索与目标导向结合，自然科学与人文社会科学交叉融合。全面启动实施“科技创新2030一重大项目”，与国家科技重大专项形成梯次接续格局，对重大战略必争领域进行前瞻部署，形成更多创新引领的战略势差。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(2）显著提高产业技术创新能力，加快产业迈向中高端。强化关键共性技术、前沿引领技术、现代工程技术、颠覆性技术创新的系统布局，推进信息、能源、生物、材料等新兴技术领域和产业发展的跨界融合，以数字化、网络化、智能化推动传统产业转型升级，支撑引领新兴产业的集群式发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(3）加快提高创新创业的要素聚集能力。以科技型创新创业为主线，以融通发展、高端普惠、国际拓展、生态优化为方向，推动“双创”向更高层次、更优质量、更大效益、更广范围升级发展。完善“众创空间一孵化器一加速器一科技园区”创业孵化链条，推动众创空间向专业化、市场化方向发展。推动高校、科研院所和龙头骨干企业开放科技资源、转化科技成果，通过开放式创新降低新技术应用门槛，将我国打造成全球创新创业热土。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技强国的核心指标： $\\textcircled{1}$ 具有自然科学、社会科学和人文学科的理论原创能力，拥有从事高水平、具有转型意义的基础研究和应用基础研究能力； $\\textcircled{2}$ 掌握了在几乎所有产业（包括农业、制造业、服务业领域）的核心技术，并具备不断开发产业引领技术、新型技术的能力； $\\textcircled{3}$ 在知识产权贸易中处于有利的地位，并拥有一大批世界级的创新型企业。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2我国国家创新体系建设演化",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "人们普遍接受的国家创新体系定义，是由经合组织（OECD）在1997年所提供的，即“国家创新体系可以被定义为由公共部门和私营部门的各种机构组成的网络，这些机构的活动和相互作用决定了一个国家扩散知识和技术的能力，并影响国家的创新表现”。关于国家创新体系研究的渊源，可以追溯到19世纪德国学者FriedrichList对国家政治经济发展问题的研究。英国的科技经济学家ChristopherFreeman 根据日本发展产业的经验正式提出了国家创新体系的理念，强调了政府对技术创新的有效干预。随后丹麦学者Bengt-Ake Lundvall提出了基于科技与教育结合的国家创新体系理念，呼呼重视职业技术教育，积极开发面向学习型经济的国家创新体系。美国学者HenryEtzkowitz的“三螺旋”理论，将建设国家创新体系的重点放在培育创业型大学方面，并进一步重视高等院校对创新的积极贡献。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国学术界在2003年左右开展对国家创新体系的深入研究，并迅速得到国家科技决策和管理部门的高度重视。2006年，《国家中长期科学和技术发展规划纲要（2006一2020年）》指出：全面推进中国特色国家创新体系建设。深化科技体制改革的目标是推进和完善国家创新体系建设。国家创新体系是以政府为主导、充分发挥市场配置资源的基础性作用、各类科技创新主体紧密联系和有效互动的社会系统。建设以企业为主体、产学研结合的技术创新体系，并将其作为全面推进国家创新体系建设的突破口。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2012年9月，中共中央、国务院印发了《关于深化科技体制改革加快国家创新体系建设的意见》（以下简称《意见》），就深化科技体制改革、加快国家创新体系建设提出了具体的要求。《意见》强调了在国家创新体系建设过程中“坚持企业主体、协同创新。突出企业技术创新主体作用，强化产学研用紧密结合，促进科技资源开放共享，各类创新主体协同合作，提升国家创新体系整体效能；注重发挥新型举国体制在实施国家科技重大专项中的作用；统筹落实国家中长期科技、教育、人才规划纲要，发挥中央和地方两方面积极性，强化地方在区域创新中的主导地位，按照经济社会和科技发展的内在要求，整体谋划、有序推进科技体制改革”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2016年7月颁布的《“十三五”国家科技创新规划》又提出了建设高效协同国家创新体系的新目标。其主要工作： $\\textcircled{1}$ 进一步明确各类创新主体的功能定位，突出创新人才的核心驱动作用，增强企业的创新主体地位和主导作用，发挥国家科研机构的骨干和引领作用，发挥高等学校的基础和生力军作用，鼓励和引导新型研发机构等发展，充分发挥科技类社会组织的作用，激发各类创新主体活力，系统提升创新主体能力。 $\\textcircled{2}$ 瞄准世界科技前沿和产业变革趋势，聚焦国家战略需求，按照创新链、产业链加强系统整合布局，以国家实验室为引领，形成功能完备、相互衔接的创新基地，充分聚集一流人才，增强创新储备，提升创新全链条支撑能力，为实现重大创新突破、培育高端产业奠定重要基础。 $\\textcircled{3}$ 打造高端引领的创新增长极，以国家自主创新示范区和高新区为基础、区域创新中心和跨区域创新平台为龙头，推动优势区域打造具有重大引领作用和全球影响力的创新高地，形成区域创新发展梯次布局，带动区域创新水平整体提升。 $\\textcircled{4}$ 构建开放协同的创新网络，围绕打通科技与经济的通道，以技术市场、资本市场、人才市场为纽带，以资源开放共享为手段，围绕产业链部署创新链，围绕创新链完善资金链，加强各类创新主体间合作，促进产学研用紧密结合，推进科教融合发展，深化军民融合创新，健全创新创业服务体系，构建多主体协同互动与大众创新创业有机结合的开放高效创新网络。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "尽管我国发展的三个重要阶段对国家创新体系的建设与完善方面做出了科学的制度安排，但针对面向世界科技强国的战略要求和三大核心指标，还存在着明显的不足，其表现在六个方面[4]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）国家创新体系中基础研究、应用研究、试验开发、工程和产业化的分工体系尚不明确，基础研究体系明显偏弱。（2）企业创新体系不够具体，没有针对中国国情进行更细致的设计与规划，国有企业的地位与作用未得到显著体现。（3）产业创新体系明显缺失，对产业核心技术和未来技术的研发缺乏科学安排。（4）区域创新体系缺乏特色，功能雷同，未能形成具有协同效应的区域创新体系设计。（5）国家创新体系设计中严重忽视教育的作用。科技创新未能与教育发展协同发展，拔尖创新人才的匮乏一直是困扰中国科技创新的重要原因。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（6）科技创新与贸易强国、金融创新等结合还需加强。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3新型国家创新体系建设应关注的问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "针对科技强国的战略要求，新型国家创新体系建设中应关注六个方面。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）构建强大的基础研究体系，为理论原创做更多的努力。积极发挥大学、科研机构和企业从事基础研究和应用基础研究的积极性。积极鼓励有条件的大学从事高水平的基础研究，通过从事基础研究，培养一大批高端基础研究人才。要积极发挥中国科学院、中国社会科学院在基础研究中的地位。中国科学院作为我国自然科学最高学术机构，应将高水平、具有转型意义的基础研究作为工作重点。要积极鼓励条件成熟的企业成立企业研究院，积极从事应用基础研究乃至基础研究的活动。只有在基础研究上不断投入，积极探索从微观到宇观各个尺度上的理论发现，才能为产业技术的创新提供坚实的知识保障。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）构建强大的产业创新体系。传统的国家创新体系设计和建设中明显忽视了产业创新体系，导致了我国在诸多产业技术领域缺乏核心技术。为此，在积极发挥部委和行业龙头企业，积极构建包括农业、制造业、服务业等方面的产业创新体系。要积极探索新型研发机构的建设，努力在产业共性技术的研发和试制方面取得显著的突破。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）构建更为科学的企业创新体系。积极发挥大型企业在科技创新方面的作用。要积极发挥国有企业，尤其要有效地发挥央企在国家战略性、基础性、公益性科技创新方面的作用，通过制度创新，进一步调动国有企业科技人员的积极性和创造性。要充分发挥大型民营企业在竞争性领域的创新示范作用。中小企业是颠覆性创新的积极开发者，需要进一步关注。因此，在企业创新体系中，要充分发挥国有企业和民营企业的战略互补性、大型企业和中小企业的能力互补性，建设好国企民企联动、大中小企业协同的整合式的企业创新体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）积极建设高端协同的区域创新体系。积极打造北京、上海、深圳、雄安区域创新体系，使之成为国内外重要的科技创新中心。要积极发挥各区域科技创新平台的建设，形成支撑科技强国的多个区域创新体系。要进一步开发具有整合效应的区域创新体系，突出区域创新体系的战略协同。以“长三角”为例，要积极建设以上海为中心的苏、浙、皖协同的超大城市群区域创新体系。要重视乡村创新系统研究和建设，通过建设乡村创新系统，实现城市和乡村创新系统的联动发展，推动城乡融合发展、区域协调发展，形成区域内和跨区域的整合式创新发展，落实美丽中国、精准扶贫方略和可持续创新的战略目标。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（5）高度重视教育创新对科技强国建设的战略意义。积极培养具有家国情怀、科技能力、创新品质、人文素养的战略性人才。为此要大力加强社会主义、爱国主义教育的力度，大力强化创造力、工程实践能力的开发和创业精神的培育。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（6）要加强科技创新的整合式思考。努力构建科技发展与生态文明、贸易强国、军民融合的紧密结合，构建科技、金融、贸易、军事外交为一体的国家创新体系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1习近平.决胜全面建成小康社会夺取新时代中国特色社会主义伟大胜利一一在中国共产党第十九次全国代表大会上的报告.[2017-10-18]. htp:/cpc.people.com.cn/n1/2017/1028/c64094-29613660.html.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2习近平.为建设世界科技强国而奋斗—在全国科技创新大会、两院院士大会、中国科协第九次全国代表大会上的讲话.[2016-5-31]. http://www.xinhuanet.com/politics/2016-05/31/c_1118965169.htm.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 新华社.改革如何让创新跑出“加速度”—科技部党组书记王志刚权威解读科技强国建设.[2018-03-15].http://www.gov.cn/zhengce/2018-03/14/content_5274059.htm.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4陈劲．中国创新发展报告2017.北京：社会科学文献出版社，2018.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Newly National Innovation System for S&T Powerhouse ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CHENJin ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（School of Economics and Management,Tsinghua University,Beijing 1ooo84, China）",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AbstractChinaasachievedgreatproges innatioaliovatiosysteetablishment,butaorestrategicanddetaileddsigisil neded.FacingtechalengeofbuildingtheS&TpowerhouseforChina,anewlyationalinovationsystemisprovided.Emphasiingthe basicreseachosuctingttoaltiosmgmpiterpsdaigal inovationststigthucastefotiodmoitegatiogcdee are the strategic measures for this newly national innovation system. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "KeywordsS&T powerhouse, newly national innovation system, governance regulation陈 劲清华大学经济管理学院教授，教育部人文社会科学重点研究基地——清华大学技术创新研究中心主任，教育部科技委管理学部委员。1989年获浙江大学化工系生产过程自动化学士学位；1994年获浙江大学管理学院管理工程博士学位。主要研究领域包括技术创新管理、科技政策等。国家杰出青年科学基金获得者，教育部长江学者特聘教授。同时，兼任International Journal of Innovation Studies、 International Journal of Knowledge ManagementStudies期刊主编，以及Technological Forecasting and Social Change、Engineering ManagementReview副主编等职务。E-mail: chenjin@sem.tsinghua.edu.cn",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/ccf36aeee3ac7ec0097df75d43b72e5f9b461940855efa7e9fe34390f0306c91.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CHENJinProfeorofepartmentofIovation,EntrepreneurshipndtrategyatSchoolofconomicsandManagementsingha UniversityanddirectorofesearchCenterforTechologicalIovationinsinguaUniversityHeisalsothmemberoftedisionof managementscience incouncilforsienceandtechnologyof MinisterofEducation,China.HereceivedhisBachelordegreefro Zejiang Universityin989,andPhD.inManagementEngineringinteDepartmentofManagementalsofromZhejangUniversityinl994.His researchandteaching mainlyfocusonmanagementoftechnologicalinnovation.Prof.CHENJinwasawardedtheOutstandingYouthFundby NationalNaturaleceoudatifadesoodigsdproforofangJangholarsndctallise firstCangJagsholaritefedofina’stecologicaliovatiomaageentHissoteditofofItertioalJual ofovationdiedteiolJalfoedagentdiestoateiohfolicalti and Social Change,Engineering Management Review,etc..E-mail: chenjin@sem.tsinghua.edu.cn ",
        "page_idx": 4
    }
]