[
    {
        "type": "text",
        "text": "Regional difference and dynamic mechanism of locality of the Chinese farming-pastoral ecotone based on geotagged photos from Panoramio ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Fang1,2\\*, LI Yixi1,3, DONG Ying1,3, ZHU Xiaohua4   \n1 Sino-German Joint Laboratory on Urbanization and Locality Research (UAL), Colege of Architecture and Landscape Architecture,PekingUniversity,Beijing1Oo871,China;   \n² Key Laboratory for Earth Surface Processes,MinistryofEducation,Peking University,Beijing lOo871,China; 3 College of Urban and Environmental Sciences,Peking University, Beijing 10o871, China;   \n4 Institute of Geographic Sciences andNatural Resources Research,Chinese AcademyofSciences,Beijing 10o1China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Cros-regional locality research reflects the influences of natural environment and the human activities due to the abundant land types and the multiple landscape combinations in related regions. The Chinese farming-pastoral ecotone is a typical large-scale region but few studies were conducted. This research contributed to the understanding of cross-regional locality of the Chinese farming-pastoral ecotone from different scales, including national, sectional, and provincial administrative units by utilizing geotagged photos (GTPs) obtained from the Panoramio website. The major results were as follows: (1) the locality elements of the Chinese farming-pastoral ecotone included 52 free nodes classified into 8 types of scene atributes; (2) there were huge differences between locality elements of different regions, and there was a negative correlation between the similarity degree of elements of diferent provinces and their spatial distances; (3) the Chinese farming-pastoral ecotone could be divided into the northern,central and southern sections, whose localities had differences in element constitution, association structure and the strength of elements,system stability and the anti-interference capability; and (4)the evolution of the localities of the northern and central sections was mainly influenced by human activities, while the locality of southern section retained more natural features. On a theoretical level,this research aimed to establish the research methodology of locality from the perspective of open data on the web with strong operability and replicability. On a practical level, this research could enrich the structuring recognition of the locality of the Chinese farming-pastoral ecotone and the comprehension of its dynamic mechanism. The results provide a reference for locality differentiation protection and the development of a cross-regional scale. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: administrative units; geotagged photos; landscape; locality; networks; regional differences ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Locality refers to the natural and cultural features of a certain area (Wang et al., 2O14), and its evolutionary driving factors are natural environment and human activities. Traditional locality research involved multiple disciplines but mainly concentrated on meso- and micro-perspective spaces, such as streets, alleys, regions, vilages, cities, etc. (Han and Hou, 2O11; Zheng et al., 2014; Wang et al., 2O15), and paid attention to the unique features of each area (Meng et al., 2010; Hou et al., 2013; Xu et al., 2O15). Therefore, a cross-regional and macro-perspective locality requires further research that not only pays attention to its own distinguishing features but also places an emphasis on regional and cross-regional spatial differences. Nevertheless, scholars had dificulties in obtaining or processing large-scale data by traditional research methods, such as questionnaire surveys, which lead to the restriction of the research in a cross-regional locality. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years, open data on the web have become research hotspots in the informatization and internet era by virtue of the characteristics of mass, easy availability and authenticity; in particular, online GTPs provide research in a cross-regional locality with a brand-new cut-in perspective and research approach. Firstly, GTPs immensely enlarge the sample capacity, which is widely applied in research， such as the spatial distribution characteristics of samples (Frias-Martinez and Frias-Martinez, 2014; Feick and Robertson, 2015), track dynamic depiction (Jankowski et al., 2010; Kisilevich et al., 2O1O) and the spatial-temporal diferentiation of social activities (Steiger et al., 2015). Secondly, GTPs extend the research scale to a city or a region and even to multiple scales by virtue of its massive amount of data (Feick and Robertson, 2O15). Therefore, applying GTPs to research in a cross-regional locality can break the restrictions of traditional methods with respect to the amount of data and the research depth, with relatively strong operability and replicability. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "However, the existing researches based on GTPs paid more attention to the quantity and geographical distribution in certain areas, and the analysis of data needed to be abundant. Little research combined spatial analysis with content analysis to analyze a cross-regional locality. For example, Spyrou and Mylonas (2O16) utilized the Levenshtein distance to explore tag association in contents. Zhou et al. (2O15） applied a support vector machine to conduct the urban characteristic recognition and to judge the similarities between different city images. Stephens and Poorthuis (2O15) used the transitivity of nodes to analyze the compact degree of urban population social networking and to establish connections between geographic space and social space. Especially， Hu et al. (2015)， Zhou et al. (2015),and Spyrou and Mylonas (2016) comprehended the urban areas of interest (AOI) reflected in Flickr photos from the perspective of a semantic analysis by virtue of the tf-idf algorithm (term frequency-inverse document frequency) penetrating special tags and preference photos. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As stated above, we took the Chinese farming-pastoral ecotone as a case to study the locality of a typical cross-regional area. A massive amount of GTPs were used to combine spatial analysis with content analysis and to understand the rules of the locality from different scales, including national, sectional, and provincial administrative units. The aim of this research was to elucidate the locality's elements and their spatial distribution, regional difference, and dynamic mechanism of the Chinese farming-pastoral ecotone. From this study, a research framework on cross-regional locality using open data on the web was established to provide a reference for the integrated preservation and diversity development of the locality of the Chinese farming-pastoral ecotone. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Farming-pastoral ecotone is depicted as a transition zone between cropping area and nomadic area. According to the study from Zhao (1953), the Chinese farming-pastoral ecotone is an area where the intensive industrial area to the south of the Han Dynasty (2O2 BC-22O AD) Great Wall gradually makes the transitions into an extensive agricultural area, a fixed pastoral area, a fixed pastoral-nomadic transition area, and finally a nomadic area. The ecotone starts from the southeastern edge of the Inner Mongolia Plateau, crosses western Liaoning， northern Hebei, northern Shanxi and Shaanxi, and central Ningxia, and extends southwest to the Gansu-Qinghai conjunction, ending at the junction of western Sichuan, northwestern Yunnan and southern Tibet (Zhao, 1953), across 15 provincial administrative units, and extends more than $1 2 \\times 1 0 ^ { 3 } \\ \\mathrm { k m }$ .In the research, we divided the Chinese farming-pastoral ecotone into northern section (the provincial administrative units of Beijing, Tianjin, Hebei, Inner Mongolia, Jilin, Heilongjiang, Liaoning and Shanxi)， central section (the provincial administrative units of Ningxia, Gansu, Qinghai and Shaanxi), and southern section (the provincial administrative units of Sichuan, Yunnan and Tibet) based on the natural geographic environment and human landscape factors. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "There are huge differences between the internal physiographic conditions of the Chinese farming-pastoral ecotone. Firstly, the ecotone is approximately distributed along both sides of the $4 0 0 \\ \\mathrm { m m }$ annual precipitation line. The northwestern side is a semi-arid region with an annual precipitation of $3 0 0 { \\ - } 4 0 0 \\ \\mathrm { m m }$ ， while the southeastern side is a semi-humid region more suitable for agriculture with an annual precipitation of $4 0 0 { \\ - } 4 5 0 \\ \\mathrm { \\ m m }$ . Secondly， the annual average temperatures of the northern and central sections are approximately $0 ^ { \\circ } \\mathrm { C } \\mathrm { - } 9 ^ { \\circ } \\mathrm { C }$ and influenced by multiple factors of latitude and topography, etc.， while the annual mean temperature of the southern section is approximately $0 ^ { \\circ } \\mathrm { C }$ due to its relatively high altitude and cold weather. Thirdly, in the northern section, the altitude of northwestern plateaus is approximately $7 0 0 \\mathrm { m }$ ,and reaches $1 3 0 0 { - } 1 8 0 0 \\mathrm { ~ m ~ }$ in Inner Mongolia Plateau; the topography of the central section gradually rises from the northeast to the northwest, with an average altitude of $1 0 0 0 { - } 2 0 0 0 \\ \\mathrm { m }$ ；the southern section extends to the Qinghai-Tibet Plateau and the Yunnan-Guizhou Plateau with an altitude of up to $3 0 0 0 \\mathrm { ~ m ~ }$ .Fourthly， the Chinese farming-pastoral ecotone is mostly covered by loess or savanna, among which, the vegetation degradation and desertification phenomena of the northern section and the central section are severe, with a distribution of sand lands, such as Hulun Buir, Horqin, Hunshandak and Mu Us (Zhao et al., 2002). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Chinese farming-pastoral ecotone is a historical region with a complicated and changeable environment, which is relatively identical with a famous Chinese population line, namely, the Hu Huanyong Line. The population is heavily distributed on southeastern side, while the population distribution on the northwestern side is relatively small especially in Ningxia, Gansu, Qinghai, Xinjiang, and Tibet. Although in recent years, with the increase in the economic development, the population density is still small. The Chinese farming-pastoral ecotone mainly includes agriculture, grassland farming,and forestry, among which the northern and central sections are the principal occupied zones in Chinese history with a relatively wide distribution of agricultural cultivation, and the southern section is mainly for forestry and grassland pasture since the topography is not suitable for farming. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Asa macro-spatial-scale， abundant-land-utilization， and multiple-landscape-combination region, the Chinese farming-pastoral ecotone possesses the typical features for locality research. The Chinese farming-pastoral ecotone crosses multiple physio-geographical and administrative units from the perspective of spatial scale, which is the isomorphism plate of the transaction zone and heterogeneous culture. The Chinese farming-pastoral ecotone is influenced by both the natural environment and land utilization from the perspective of driving factors and is the most complicated built-environment and variant-heritage-scene zone in history. However, in the research field of locality, insufficient attention has been paid to this kind of zone. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Through the GTP data obtained from the Panoramio website, the research processed and presented the data combined with the practical features of Chinese users and established the approaches to locality research. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1 Coding of locality elements ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We preprocessed the text and photo data for ruling out the data that do not meet the conditions, such as repeated-collection data,and incorporated the qualified data into the dataset. First, we determined the precise geographical coordinates of data through Google Earth software, marked them on the ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Chinese map that was registered with geographical coordinates in data points, and gave a clear indication of the name, type,and scale of each datum on the atribute table, which is convenient for conducting digital operation and spatial analysis in ArcGIS 10.2. Second, we conducted fundamental spatial distribution and expression of data points based on the ArcGIS 10.2 platform, and made use of tools such as Point Distance, Near, and Density in ArcGIS 10.2 to measure the Euclidean distance between each data point and the other closest data points for point density analysis,and then we recognized the dense and sparse regions in the space. Third, we treated contained data information as a separate content analysis unit, and used NVivo 11.O software to conduct fragmentation based on grounded theory to dismantle the information into locality elements, coded each element into a free code, and then classified free codes into dendriform nodes. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2 Spatial and content analysis of elements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We conducted spatial distribution and content analysis on the photos. On the scale of provincial administrative units in the Chinese farming-pastoral ecotone, we investigated the spatial distribution characteristics of different free codes, explored the correlation of spatial distance between regional differences and provincial administrative units,and identified distinctive locality elements. Based on the concurrence information and its correlation between every 2 free codes, we associated and recombined the scattred free codes by certain rules to form locality cognitive maps, and then we could find a strong or weak relationship between free codes in a quantitative way and reconstructed of the locality of the Chinese farming-pastoral ecotone. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Data source ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Panoramio photos are the ideal material for conducting spatial locality research. Referring to Panoramio's official website (http://www.panoramio.com/help), the uploaded photos possess the following features: accurate spatial attributes, sufficient expression of locality, and high quality data source. Combining Panoramio with Google Maps and Google Earth, the uploaded photos all have precise geographical coordinate data pegged on the map, which is an ideal source of GTP. The website requires that the uploaded photos must reflect the theme related to locality and mainly centered on outdoor photos, including scenery, historical sites, streetscape, houses,and parks, rather than photos, crowds, internal modern architecture, or close-ups photos, which make the pictures sufficient and a typical expression of locality. The website strictly controls the quality of photos, including the screening of size, pixel count, light patterns,facticity, clarity, copyright ownership, ad placement, portrait rights, and racism, to guarantee a wide recognition, relatively strong distinguishing degree, high image quality and relatively low repetition rate of photos. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Statistic description and coding of data points ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Overall spatial distribution of data points ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Ruling out repeated data and points outside of the China national boundary line, there were 27,613 final effective data points. Each data point corresponded to one photo nominated with a default ID serial number on the Panoramio website and its corresponding information: location (the name of the photo)， geographic footprint (coordinate, city and province), and specific information (uploader, uploading time, and page view). By adding longitude and latitude data, marking all data points on China's map (Fig. 1), and giving clear indication of the name, the type attributes of each data point on the atribute table were convenient for conducting digital operation and spatial analysis in the ArcGIS 10.2 environment. From the figure, it was judged that the selection of data points was basically reasonable, without any abnormal values. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2Spatial distribution of data points in provincial administrative units ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "By further investigating the distribution conditions of data points in the 15 provincial administrative units (Fig. 2), it could be found that the distribution quantity of data points successively decreased in the following order: Sichuan, Inner Mongolia, Beijing, Heilongjiang, Gansu, Hebei, Shanxi, Yunnan, Tibet, Ningxia, Shaanxi, Qinghai, Jilin, Liaoning,and Tianjin. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b8e846c7ed7c8d2ad2c0acbb2148f8e3014e490738af6c9a19d3c0cb7bfbcb93.jpg",
        "img_caption": [
            "Fig.1 General spatial distribution of the 27,613 data points (red dots) within the Chinese farming-pastoral ecotone ",
            "Fig. 2Distribution of data points in the 15 provincial administrative units. Due to the large number of data points in Beijing,the total was dismantled into two lines of the same number for the convenience of figure ploting with no practical significance. The heights of the bar graphs represent the quantity and the area has no practical significance. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1800 1600 4779 5137 1400 1200 arreeag 10002 2 2991 2504 800 2185 1889 1511 600 1108 863 765 400 573 30° m 粤 福 所 中 山 U aea Beijing Gansu Hebei Heilongjiang JilinLiaoning InnerMongolia Ningxia Qinghai Shanxi Shaanxi Sichuan TianjinTibet Yunnan ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 Coding locality elements of data points ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Next, we further investigated the quantity and density distributions of locality elements reflected from each data point from the overall perspective. We utilized NVivo 11.O software to conduct fragmentation on the data information, and obtained 91,644 items of information. Based on grounded theory, we categorized the items into 52 minimum units, with each unit representing only one locality element. Then, we coded every locality element into one free node, and, finally, obtained 9 dendriform nodes from classification and combination. The frequency and rate statistical information were shown in Table 1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "From Figure 3, it could be found that the quantities of these three types of dendriform nodes (i.e., natural landscapes, vegetation systems, and meteorological features） took on a tripartite confrontation situation in all data information; the rate sum of the 6 types of dendriform nodes (i.e., cultural heritage scenes, modern life scene, traditional life scenes, tourism systems, people and animal landscapes) was less than $2 5 \\%$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "WANG Fang et al.: Regional difference and dynamic mechanism of locality of the Chinese... ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/e3b18d7aa6bfd262321f6f6644c5c8321360637073cd5fad7930cf2db6e1e638.jpg",
        "table_caption": [
            "Table 1 Frequency and rate of locality elements in photos "
        ],
        "table_footnote": [
            "Note:Frequencyrefers totheshowingtimesof tatfreecode,whichrepresentsalocalityelement.Raterefers totheshowingratioof that free code among all photos. "
        ],
        "table_body": "<html><body><table><tr><td>Dendriform</td><td>Free nodes</td><td>Frequency</td><td>Rate</td><td>Dendriform</td><td>Free nodes</td><td>Frequency</td><td>Rate</td></tr><tr><td rowspan=\"7\">Natural landscapes</td><td>Mountain scenes</td><td>12,558</td><td>0.544</td><td>Modern life scene</td><td>Transportations</td><td>568</td><td>0.049</td></tr><tr><td>landssares</td><td>2065</td><td>0.089</td><td>(following</td><td>Night scenes</td><td>339</td><td>0.029</td></tr><tr><td>Waterscapes</td><td>4722</td><td>0.205</td><td>column)</td><td>Artificial light source</td><td>281</td><td>0.024</td></tr><tr><td>Rockscapes</td><td>1150</td><td>0.050</td><td></td><td>Courbanhtysive</td><td>209</td><td>0.018</td></tr><tr><td>Snowscapes</td><td>2176</td><td>0.094</td><td> Subtotal</td><td></td><td>11,657</td><td>0.127</td></tr><tr><td> Other natural </td><td>412</td><td>0.018</td><td>Traditiona</td><td>Trad itional</td><td>2510</td><td>0.496</td></tr><tr><td></td><td>23,083</td><td>0.252</td><td></td><td>Architecture with ethnic features</td><td>416</td><td>0.082</td></tr><tr><td>Vegetation systems</td><td>Forests</td><td>2004</td><td>0.083</td><td></td><td>Daily necessities</td><td>115</td><td>0.023</td></tr><tr><td></td><td>Shrubs</td><td>10,851</td><td>0.452</td><td></td><td>Daily life scenes</td><td>449</td><td>0.089</td></tr><tr><td></td><td>Herbs</td><td>7084</td><td>0.295</td><td></td><td>Settlements and villages</td><td>767</td><td>0.152</td></tr><tr><td></td><td>Artificial vegetation</td><td>3671</td><td>0.153</td><td></td><td>Crops</td><td>803</td><td>0.159</td></tr><tr><td></td><td>Flowers</td><td>422</td><td>0.018</td><td>Subtotal</td><td></td><td>5060</td><td>0.055</td></tr><tr><td> Subtotal</td><td></td><td>24,032</td><td>0.262</td><td>Tourism systems</td><td>Tourism infrastructure</td><td>138</td><td>0.219</td></tr><tr><td>Meteorological features</td><td>Blue skies</td><td>8981</td><td>0.387</td><td></td><td>Pseudo-classic</td><td>392</td><td>0.621</td></tr><tr><td rowspan=\"7\"></td><td>White skies</td><td>5694</td><td>0.245</td><td></td><td>architecture Tourist sites</td><td>101</td><td>0.160</td></tr><tr><td>Haze</td><td>4077</td><td>0.176</td><td> Subtotal</td><td></td><td>631</td><td>0.007</td></tr><tr><td>Blowing ad</td><td>250</td><td>0.011</td><td>People</td><td>Opdinary</td><td>271</td><td>0.347</td></tr><tr><td>White clouds</td><td>4225</td><td>0.182</td><td></td><td> Penple from</td><td>63</td><td>0.081</td></tr><tr><td></td><td>23,227</td><td>0.253</td><td></td><td>Visitors</td><td>446</td><td>0.572</td></tr><tr><td>The Great</td><td>347</td><td>0.151</td><td> Subtotal</td><td></td><td>780</td><td>0.009</td></tr><tr><td>Beacon</td><td>362</td><td>0.158</td><td>laAnimals</td><td>Brdsand</td><td>67</td><td>0.076</td></tr><tr><td></td><td>arAnicentre</td><td>768</td><td>0.335</td><td></td><td>Deer</td><td>1</td><td>0.001</td></tr><tr><td></td><td>Stone tatlts</td><td>378</td><td>0.165</td><td></td><td> Horses eand</td><td>282</td><td>0.319</td></tr><tr><td></td><td>Ancient sites and relics</td><td>185</td><td>0.081</td><td></td><td>Fish</td><td>7</td><td>0.008</td></tr><tr><td></td><td>Ancient pagodas</td><td>137</td><td>0.060</td><td></td><td>Pandas</td><td>14</td><td>0.016</td></tr><tr><td></td><td>Exotic architecture</td><td>69</td><td>0.030</td><td></td><td> Tigers</td><td>1</td><td>0.001</td></tr><tr><td></td><td>Mausoleums</td><td>45</td><td>0.020</td><td></td><td>Camels</td><td>19</td><td>0.022</td></tr><tr><td>Subtotal</td><td></td><td>2291</td><td>0.025</td><td></td><td>Monkeys</td><td>3</td><td>0.003</td></tr><tr><td>Modern life</td><td>Roads</td><td>3135</td><td>0.270</td><td></td><td>Catle and</td><td>489</td><td>0.554</td></tr><tr><td></td><td>Modern architecture</td><td>3680</td><td>0.316</td><td> Subtotal</td><td></td><td>883</td><td>0.010</td></tr><tr><td></td><td>conSArtificial</td><td>3427</td><td>0.294</td><td>Total</td><td></td><td>91,644</td><td>1.000</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 Regional patterns of locality elements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As mentioned above, the overall quantity and density distribution of data points and coding of locality elements could be illustrated by the occurrence frequency of 9 dendriform nodes and 52 free nodes. The following part focused on the scene attributes that expressed the spatial form. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e2da153d40182dc581692b69ecc674985853797d84e244bcd54ba5b8cea8ee4a.jpg",
        "img_caption": [
            "Fig.3Proportion of dendriform nodes and free nodes "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Referring to the research results of spatial elements of urban form by Zhou et al. (2O14), we dealt with the 52 free nodes according to their relevant frequencies. It resulted in 8 types of scene attributes, including mountain scenes, waterscapes, natural vegetation, artificial vegetation, cultural heritage scenes, modern life scenes, traditional life scenes, and animal landscapes. Among them, mountain scenes, waterscapes, artificial vegetation included the free nodes of the same name, respectively; natural vegetation included free nodes of forests, shrubs, herbs, and flowers; cultural heritage scenes included allfree nodes in the dendriform node of the same name; modern life scenes included free nodes of modern architecture, artificial construction, and comprehensive urban style; traditional life scenes included free nodes of traditional folk houses, architecture with ethnic features, settlements and villages, crops; animal landscapes included all free nodes in the dendriform node of the same name. Then, by studying the spatial patterns of these elements within different regions, the heterogeneity and varying rules of the locality of the farming-pastoral ecotone on the meso-level could be comprehended. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1Spatial distribution of locality elements ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We collected the frequency of 8 types of scene attributes within the 15 provincial administrative units and draw the frequency spatial distribution figure of each type of scene attribute (as shown in Fig. 4). It could be found that the frequency of each type of scene attribute rose with the increase of the total photo number of the province. Therefore, eliminating the interference of the variable of the photo sum total was required to judge the spatial diferences of locality elements. We conducted non-dimensionalization on the frequency of elements, excavated the average showing frequency of each element among all photos, and transformed them into the comparable unified variables, namely, the probability of the element shot by the photographer. Finally, we obtained the average frequency of 8 types of scene attributes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "WANG Fang et al.: Regional difference and dynamic mechanism of locality of the Chinese... ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4779 5137 Phomber of   \n3400 .2832 .O.2991   \n2550 2185 O2504 0.1889 O1511   \n1700 O1108 -863.. 765 573   \n850 比 O-312. 107 57 BeijingGansu Hebei HeilongjiangJilin Liaoning y Iner Ningxia Qinghai Shanxi ShaanxiSichuan TianjinTibet Yunnan Mongolia MountainWaterscapesNaturalArtficial ■ Cultural Modern ■ Traditional Animal vegetation vegetation heritage life scenes life scenes landscapes scenes ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We calculated the reaction degree (RD) of scene for eliminating the interference of the variable of the photo sum total and obtained the appearance probability of scene atributes in each provincial administrative unit. RD is the ratio of the appearance frequency of a certain type of scene attribute in this provincial administrative unit to the total number of photos: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nR D = n / N ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "vhere $n$ is the number of times an element is shown, and $N$ is the total number of photos. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The reaction degree of the scene attributes of the 15 provincial administrative units was obtained, as shown in Table 2. We ranked the scene attributes according to the reaction degrees from high to low. The higher the reaction degree was, the larger the appearance frequency of the scene atribute was, which indicated a higher probability of exposure in the photos. The result could reflect the recognition and concern extent of a certain type of scene atribute in each provincial administrative unit and helped to identify the typical atributes of a region locality. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/e49e93680ee4cc9d82ab7be656b0cee96f9c8e35e9ab3b72311ed0633b565446.jpg",
        "table_caption": [
            "Table 2 Reaction degree of 8 types of scene attributes in the 15 provincial administrative units "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Province</td><td>Mountain</td><td>Waterscape</td><td>vNgtutraon</td><td>Arificial</td><td>Cultural</td><td>Modem</td><td>Traditinal</td><td>l Animale</td></tr><tr><td>Beijing</td><td>0.3842</td><td>0.1056</td><td>0.5014</td><td>0.2278</td><td>scene 0.2020</td><td>0.3782</td><td>0.0685</td><td>0.0067</td></tr><tr><td>Gansu</td><td>0.5332</td><td>0.1172</td><td>0.6183</td><td>0.1245</td><td>0.0719</td><td>0.2330</td><td>0.1153</td><td>0.0156</td></tr><tr><td>Hebei</td><td>0.5115</td><td>0.0883</td><td>0.7161</td><td>0.1769</td><td>0.1130</td><td>0.2337</td><td>0.1411</td><td>0.0214</td></tr><tr><td>Heilongjiang</td><td>0.0915</td><td>0.1857</td><td>0.6502</td><td>0.2815</td><td>0.0351</td><td>0.5144</td><td>0.1414</td><td>0.0168</td></tr><tr><td> Jilin</td><td>0.0449</td><td>0.1635</td><td>0.5192</td><td>0.1667</td><td>0.0417</td><td>0.3718</td><td>0.0769</td><td>0.0417</td></tr><tr><td>Liaoning</td><td>0.2804</td><td>0.0280</td><td>0.5421</td><td>0.1589</td><td>0.0935</td><td>0.3458</td><td>0.1402</td><td>0.0000</td></tr><tr><td>Inner Mongolia</td><td>0.2199</td><td>0.1569</td><td>1.0586</td><td>0.0739</td><td>0.0372</td><td>0.2641</td><td>0.1597</td><td>0.0829</td></tr><tr><td>Ningxia</td><td>0.2121</td><td>0.1217</td><td>0.4959</td><td>0.1066</td><td>0.1066</td><td>0.3221</td><td>0.0695</td><td>0.0162</td></tr><tr><td>Qinghai</td><td>0.6771</td><td>0.1745</td><td>0.6562</td><td>0.0489</td><td>0.0593</td><td>0.1222</td><td>0.1117</td><td>0.0122</td></tr><tr><td>Shan xi</td><td>0.3610</td><td>0.0778</td><td>0.7078</td><td>0.1318</td><td>0.2398</td><td>0.3240</td><td>0.2065</td><td>0.0180</td></tr><tr><td> Shaan xi</td><td>0.4248</td><td>0.1242</td><td>0.6353</td><td>0.0719</td><td>0.1033</td><td>0.2575</td><td>0.0980</td><td>0.0026</td></tr><tr><td> Sichuan</td><td>0.6780</td><td>0.2661</td><td>0.7386</td><td>0.1215</td><td>0.0430</td><td>0.1842</td><td>0.2192</td><td>0.0321</td></tr><tr><td>Tianjin</td><td>0.6667</td><td>0.0526</td><td>0.6140</td><td>0.1053</td><td>0.1754</td><td>0.1404</td><td>0.1579</td><td>0.0000</td></tr><tr><td>Tibet</td><td>0.9386</td><td>0.3249</td><td>0.7996</td><td>0.0063</td><td>0.0126</td><td>0.0785</td><td>0.1471</td><td>0.0334</td></tr><tr><td>Yunnan</td><td>0.8683</td><td>0.3024</td><td>0.7935</td><td>0.0245</td><td>0.0212</td><td>0.0900</td><td>0.3872</td><td>0.0371</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It could be seen from the reaction degree ranking of scene attributes that Beijing, Gansu and Hebei were all centered on natural vegetation， mountain scenes, and modern life scenes; Heilongjiang and Jilin were centered on natural vegetation, modern life scenes, and artificial vegetation; the scene attributes of Liaoning, Inner Mongolia, Ningxia, Qinghai and Tibet sucessively decreased in the rank of natural vegetation, modern life scenes, and mountain scenes, while Sichuan was similar to them, but ranked nearer to the top with respect to modern life scenes; the modern life scenes, natural vegetation and waterscapes of Shanxi and Shaanxi constituted the top three elements; and in Tianjin, cultural heritage scenes ranked behind natural vegetation and moder life scenes. Considering the categories and rankings of the scene attributes, it was feasible to classify the 15 provincial administrative units of the Chinese farming-pastoral ecotone into different clusters according to proximity (Fig. 5). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Natural vegetation+modern life scenes+artificial vegetation 0400800km Heilongjiang, Jilin Natural vegetation+modern lifescenes+mountain scenes Liaoning,InnerMongolia,Ningxia,Qinghai Natural vegetation+mountain scenes+modern life scenes Beijing,HebeiGa Natural vegetation+modern life scenes+cultural heritage scenes Tianjin Modern life scenes+natural vegetation+waterscapes Shanxi,Shaani Modern life scenes+natural vegetation+mountain scenes Sichuan,Tibet Natural vegetation+modern life scenes+traditional life scenes Yunnan ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Through the preliminary inference of Figure 5, the constituent relationship and ranking situation of the scene atributes semed to have something to do with the spatial approaching degree between provincial administrative units; the closer the distance between the two provinces was, the more similar the reaction ranking of their scene atributes was. We can furtherly transform the reaction matrix of Table 2 into correlation coefficients between provincial administrative units (Table 3). The correlation coefficient is between O and 1; the larger the value is, the closer the relationship between two provincial administrative units and the higher the similarity degree of the reaction degree of a scene attribute is. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/988e4ab58eaa69d069b24a5ca927c2e6454e2296a5097f252eeaaa445f620a27.jpg",
        "table_caption": [
            "Table3Correlation matrix of 8 types of scene attributes'reaction degrees in 15 the provincial administrative units "
        ],
        "table_footnote": [
            "Note:B,Be;G;HbeiHgJ;Log;;g;Qii;; Shaanxi; Si, Sichuan; T, Tianjin; Ti, Tibet; Y, Yunnan. "
        ],
        "table_body": "<html><body><table><tr><td>Province</td><td>B</td><td>G</td><td>H</td><td>He</td><td>j</td><td>L</td><td>I</td><td>N</td><td>Q</td><td>S</td><td>Sh</td><td>Si</td><td>T</td><td></td><td>Ti</td></tr><tr><td>B</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>G</td><td>0.87</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>H</td><td>0.88</td><td>0.99</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>He</td><td>0.74</td><td>0.58</td><td>0.63</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>J</td><td>0.71</td><td>0.57</td><td>0.62</td><td>0.99</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>L</td><td>0.93</td><td>0.87</td><td>0.91</td><td>0.85</td><td>0.82</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>I</td><td>0.71</td><td>0.79</td><td>0.85</td><td>0.80</td><td>0.84</td><td>0.85</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>N</td><td>0.91</td><td>0.84</td><td>0.86</td><td>0.89</td><td>0.90</td><td>0.96</td><td>0.89</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Q</td><td>0.75</td><td>0.97</td><td>0.93</td><td>0.39</td><td>0.39</td><td>0.73</td><td>0.71</td><td>0.70</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>S</td><td>0.89</td><td>0.89</td><td>0.93</td><td>0.73</td><td>0.74</td><td>0.95</td><td>0.89</td><td>0.93</td><td>0.79</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Sh</td><td>0.90</td><td>0.98</td><td>0.98</td><td>0.67</td><td>0.69</td><td>0.92</td><td>0.88</td><td>0.92</td><td>0.92</td><td>0.95</td><td>1.00</td><td></td><td></td><td></td><td></td></tr><tr><td>Si</td><td>0.74</td><td>0.97</td><td>0.94</td><td>0.47</td><td>0.47</td><td>0.75</td><td>0.76</td><td>0.73</td><td>0.99</td><td>0.80</td><td>0.93</td><td>1.00</td><td></td><td></td><td></td></tr><tr><td>T</td><td>0.79</td><td>0.95</td><td>0.94</td><td>0.35</td><td>0.33</td><td>0.76</td><td>0.66</td><td>0.68</td><td>0.97</td><td>0.83</td><td>0.91</td><td>0.93</td><td>1.00</td><td></td><td></td></tr><tr><td>Ti</td><td>0.64</td><td>0.92</td><td>0.86</td><td>0.28</td><td>0.30</td><td>0.61</td><td>0.64</td><td>0.60</td><td>0.99</td><td>0.69</td><td>0.86</td><td>0.97</td><td>0.92</td><td>1.00</td><td></td></tr><tr><td>Y</td><td>0.58</td><td>0.89</td><td>0.85</td><td>0.28</td><td>0.28</td><td>0.62</td><td>0.65</td><td>0.57</td><td>0.96</td><td>0.70</td><td>0.83</td><td>0.97</td><td>0.91</td><td>0.97</td><td>1.00</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We measured and calculated the Euclidean distance between every 2 units in the 15 provincial administrative units by ArcGIS 10.2 (using the provincial capital to signify the gravity center of each provincial administrative unit)，which represents the spatial proximity between different provinces, and then conducted regression analysis on the correlation coefficient matrix of the reaction degree and spatial proximity matrix. The result is shown in Figure 6. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It could be seen that both variables existed a relatively obvious linear fitting relationship. With the increase in distance, the similarity degree of scene attributes between provinces decreased with apparent locality differences. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4000-Heilongjiang-Tibet √ Jjilin-Tibet 心 Lia ning-Tibet Heilongjiang-Yunnan 自   \n3000- Jilin-Yunnan Jilin-Qinghai Heilongjiang-Sichuan Linig-Yunegjin-Tiet 自 心 Jilin- sichan Gansu-Heilongjiang Hebei-Tibet Tianjin-Tibet Gansu-Jin s Qinghai-Yunnan Beijing-Yunnan S Gansu-Liaonng e   \n1000- in Ningxia-Yunnan Hebei-Jilin 4 0 erMoglSic Shaanxi-Yunnan 自 Heilongjiag-Qinghai □ Beijigg-Tianjin n Gansu-Qinghal Hesang-li 0- 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 Correlation coefficient ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2Content features of locality elements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Based on the spatial distribution of locality elements in the 15 provincial administrative units, we investigated the content differences of locality elements in different units, namely the typical and unique locality elements of units. Eight types of scene could obtain the distribution of all the scene atributes, as shown in Figure 7. Different colors on the map represented different scene attributes. The deeper the color was, the more abundant the categories of the scene attributes were; this abundance indicated a higher frequency of different scene atributes gathering within a certain spatial range at the same time, such as around the Beijing-Tianjin-Hebei region and the Sichuan-Yunnan provinces, which had relatively concentrated locality elements. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Then，we furtherly evaluated the distinction of locality elements in the 15 provincial administrative units by term frequency-inverse document frequency $( t f - i d f )$ (Salton and Buckley, 1988; Weiss et al., 2O05). The variable $t f$ refers to the rate of a free code $t$ of a single element appearing in a certain assembly $d$ ，and this value can be deemed as the previous $R D$ ; idf refers to the rate of a single free code appearing in data bank $D$ assemblies,excluding assembly $d _ { \\cdot }$ ,andidf is defined as the total number of photos (27,613) divided by the number of photos in which element $t$ appears in other assemblies, excluding assembly $d { + } 1$ (in order to avoid the situation where the denominator is zero, namely, when a certain free code does not exist in other provincial photos, thus being plus 1). We then took the logarithm of this result. The computational formula after optimization was shown as follows: ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\ni d f ( t , D ) = \\log { \\frac { N } { 1 + \\left| \\left\\{ t \\in D , t \\in d , d \\in D \\right\\} \\right| } } .\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Using Equation 2, we multiplied each corresponding numerical value in $t f$ and idf, and calculated the $t f .$ -idf value of free code of each element in each provincial administrative unit (Table 4). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/2746de4f283630ea6635db78d3e1775fdec83babf1f6e886f924255ae7208bc7.jpg",
        "img_caption": [
            "Fig.7Distribution and density of scene attributes based on the locality of the Chinese farming-pastoral ecoton( "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We ranked the tf-idf values of all free codes in each provincial administrative unit and determined the most unique and typical locality elements that could mostly distinguish them from other provinces. From Table 4, it could be seen that the locality elements that were relevant to natural landscapes， and national characteristics, such as mountain scenes， waterscapes, snowscapes, forests, white clouds, and people from ethnic groups, were mainly distributed in Yunnan, Tibet and Sichuan; the locality elements that expressed a harsh environment, such as desert landscapes, haze, and blowing sands, were mainly distributed in the north, especially in Shanxi; and the representative province of the locality elements of shrubs, herbs, cattle and sheep, and horses and donkeys was centered in Inner Mongolia, reflecting the geographical environment and animal landscape features that were closely related to the production methods and life style of the nomadic nations. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3Association of locality elements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The preceding analysis of locality elements was based on the spatial distributions, distinctive features and the detailed content of each free node. However, in fact, each photo was calculated to be averagely coded into 3.3 free nodes, and the locality elements represented by all the 52 free nodes were not randomly, confusedly, or evenly distributed in each photo, but rather took on the tendency of co-occurrence. The association characteristics between different elements constituted the locality, which is presented and expressed by each photo. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3.1 Locality elements in three sections ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Based on the preceding analysis on the locality spatial framework, we furtherly analyzed the association characteristics between the locality of the Chinese farming-pastoral ecotone elements on a meso-level, proceeding with 8 provinces of the northern section, 4 provinces of the central section and 3 provinces of the southern section. Aiming at each section, we abided the selection of locality elements by the following principles (meeting one of the following two conditions can be incorporated into the analysis process): (1) relatively high representativeness and typicality, i.e, the $R D$ of this element in this section is no less than O.1; and (2) relatively superior peculiarity and distinction degree,i.e.,the tf-idf value of this element in this section is no less than 0.02. According to the provinces contained in each section, we summarized the frequency of the free nodes that constitutes the locality elements,and calculated the RDs of all free nodes in the three sections. The locality elements that has been screened and incorporated into three sections according to the abovementioned standards were shown in Table 5. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3.2 Cognitive maps of locality in three sections based on the association of elements Using the research on aggregated maps in the existing literature for reference (Li and Stepchenkova, 2012; Stepchenkova and Zhan, 2O13),and based on the association of elements, we selected the concurrence frequency and correlative coefficient between the free nodes as per certain standard to construct cognitive maps by a free nodes-network. The selecting principles of free nodes were shown as follows (the following two principles must be satisfied at the same time): (1) with respect to the correlation degree of statistical significance: the correlations of 0.01 or 0.05 are significant; and (2) relative apparent concurrence times: the concurrence frequency of free nodes is no less than 10. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In the cognitive maps of the three sections of the Chinese farming-pastoral ecotone (Figs. 8-10),ovals of a darker color represented the appearing free nodes with relatively high frequencies. As for the free nodes total quantity participating in the calculation of the three sections, we set the frequency critical values of the above three as the northern section ${ \\geq } 3 0 0 0$ 5 central section $\\geq 1 0 0 0$ , and southern section $\\geq 1 5 0 0$ according to the quantity feature of the three sections. Each oval represented one free node participating in the calculation, and the number was the total frequency of this free node appearing in all the photos of the sections; and the line between 2 free nodes represented the tendency for both to appear at the same time. From Figures 8-10,we can conclude the following characteristics of these locality elements in the three sections of the Chinese farming-pastoral ecotone: ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/59734a7d74d66b318da97d41b656a0e1bfe7da67e9e0837040d09f4efa02cf0f.jpg",
        "table_caption": [
            "Table 4Distinctive provincial administrative units and their tf-idf values of the 52 free nodes "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Free node</td><td>Province (tf-idf value)</td><td>Free node</td><td>Province (tf-idf value)</td></tr><tr><td>Mountain scenes</td><td>Tibet (0.499); Yunnan (0.468); Sichuan (0.411)</td><td>Artificial construction</td><td>Heilongjiang (0.220); Liaoning (0.170); Ningxia (0.143);</td></tr><tr><td>Desert landscapes</td><td>Mongni () (0.195)</td><td>Transportations</td><td>Bei()) </td></tr><tr><td>Waterscapes</td><td>Tibet (0.281); Yunnan (0.264); Sichuan (0.257)</td><td>Night scenes</td><td>Jilin (0.112); Beijing (0.052); Heilongjiang (0.049)</td></tr><tr><td>Rockscapes</td><td>Qinghai (0.141); Tibet (0.082); Shaanxi (0.076)</td><td>Artificial light source</td><td>Beijing (0.070); Heilongjiang (0047); Sichuan (0.035)</td></tr><tr><td>Snowscapes</td><td>Tibet (0.271); Sichuan (0.161); Yunnan (0.149)</td><td>Comprehensive urban style</td><td>Shaanxi (0.039); Heilongjiang (0.030); Gansu (0.026)</td></tr><tr><td>Other natural landforms</td><td>Gansu (0.100); Liaoning (0.068); Qinghai (0.058)</td><td>Traditional folk houses</td><td>Yunnan (0.166); Shanxi (0.166); Sichuan (0.136)</td></tr><tr><td>Forests</td><td>Yunnan (0.315); Tianjin (0.301); Tibet (0.221)</td><td>Architecture with ethnic features</td><td>Qinghai (0.061); Sichuan (0.058); Inner Mongolia (0.056)</td></tr><tr><td>Shrubs</td><td>Inner Mongolia (0.248);Shanxi (0.209); Sichuan (0.204)</td><td>Daily necessities</td><td>Heilongjiang (0.022); Inner Mongolia (0.016); Gansu (0.014)</td></tr><tr><td>Herbs</td><td>Inner Mongolia (0.429); Hebei (0.172); Qinghai (0.171)</td><td>Daily life scenes</td><td>Heilongjiang (0.081); Shanxi (0.069); Inner Mongolia (0.048)</td></tr><tr><td>Artificial vegetation</td><td>Heo)： (</td><td> Settlements and villages</td><td>(0.102)(0.174); Li.0)</td></tr><tr><td>Flowers</td><td>Iner 5);ia(04034i</td><td>Crops</td><td></td></tr><tr><td>Blue skies</td><td>(0.214)</td><td>Tourism infrastructure</td><td>Tianjin (0.121); Yunnan (0.038); Beijing (0.025)</td></tr><tr><td>White skies</td><td>Tianjin (0.205); Gansu (0.196); Heilongjiang (0.195)</td><td>Pseudo-classic architecture</td><td>Qinghai (0.062); Liaoning (0.052); Shanxi (0.049)</td></tr><tr><td>Haze</td><td>Monganxi (0.4); Ninexia (0.236)</td><td>Tourist sites</td><td>Tianjin (0.086); Jilin (0.031); Inner Mongolia (0.013)</td></tr><tr><td>Blowing sand or dense fog</td><td>Shanxi ():J)</td><td>Ordinary people</td><td>Jilin (.)i );</td></tr><tr><td>White clouds</td><td>Tibet (0.259); Yunnan (0.254); Sichuan (0.213)</td><td>People from ethnic groups</td><td>Yunnan (0.022);Sichuan (0.016); Tibet (0.015)</td></tr><tr><td>The Great Wall</td><td>Beijing (0.170); Tianjin (0.134); Hebei (0.063)</td><td>Visitors</td><td>Tianjin (0.094); Yunnan (0.075); Beijing (0.047)</td></tr><tr><td>Beacon towers</td><td>hanxi (0.146); (ei );</td><td> Birds and poultry</td><td></td></tr><tr><td>Ancient architecture</td><td>Shanxi (0.159); Beijing (0.075); Qinghai (0.066)</td><td>Deer</td><td>Sichuan (0.001)</td></tr><tr><td>Stone tablets or sculptures</td><td>T.054) (.i1) 0.02)</td><td>Horses and donkeys</td><td>Iei</td></tr><tr><td>Ancient sites and relics</td><td>Liaoning (0.061); Shanxi (0.042); Beijing (0.025)</td><td>Fish</td><td>Jilin (0.012)</td></tr><tr><td>Ancient pagodas</td><td>Beijing (0.028); Shanxi (0.028); Shaanxi (0.027)</td><td>Pandas</td><td>Sichuan (0.008)</td></tr><tr><td>Exotic architecture</td><td>Heilongjiang (0.022); Shanxi (0.021); Beijing (0014) Ningxia (0016); Shanxi</td><td>Tigers</td><td>Beijing (0.002)</td></tr><tr><td>Mausoleums</td><td>(0.015); Beijing (0.012) Beijing (0.242); Jilin (0.189);</td><td>Camels</td><td>Ningxia (0.019); Inner Mongolia (0.010) Yunnan (0.003); Sichuan</td></tr><tr><td>Roads</td><td>Ningxia (0.188)</td><td>Monkeys</td><td>(0.002)</td></tr><tr><td>Modern architecture</td><td> Heio: ()ji</td><td> Cattle and sheep</td><td>Ieoi)</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/68bcf6a9e1f346b8461c6af960da1159875fc8783a416f97d543637a5391c33b.jpg",
        "table_caption": [
            "Table5Choices of locality elements in the northern, central, and southern sections "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Section</td><td>Choicesoflocality elements</td><td>Number</td></tr><tr><td>Northern section</td><td>Mountain scenes,desert landscapes, waterscapes,rockscapes,snowscapes,other natural landforms, forests,shrubs,herbs,artificial vegetation,flowers,blue skies,whiteskies,haze,blowingsand,white clouds,the Great Wall,beacon towers,ancientarchitecture,stone tablets orsculptures,roads,modern architecture,artificial construction,transportations,nightscenes,rtificial lightsource,traditional folk houses,architecture with ethnic features,daily life scenes,settlements and villages, crops, pseudo-classic architecture,ordinary people, visitors,horses and donkeys,cattle and sheep</td><td>36</td></tr><tr><td>Central section</td><td>Mountain scenes, desert landscapes, waterscapes,rockscapes,snowscapes,other natural landforms, forests,shrubs,herbs,artificial vegetation,flowers,blue skies,white skies,haze,whiteclouds,beacon towers,ancientarchitecture,stone tablets or sculptures,ancient sites and relics,roads,modern architecture,artificial construction,transportations,night scenes,comprehensive urban style,traditional folk houses,architecture with ethnic features,settements and villages,crops,pseudo-classic</td><td>30</td></tr><tr><td>Southern section</td><td>architecture Mountain scenes,waterscapes,rockscapes,snowscapes,forests,shrubs,herbs,artificial vegetation, flowers,blue skies,white skies,white clouds,ancient architecture,roads,modernarchitecture,artificial construction,traditional folk houses,architecture with ethnic features,daily life scenes,setlementsand villages,crops, visitors,horses and donkeys,catte and sheep</td><td>24</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(1) Constitutions of locality elements: the core free codes (dark-colored ovals) in the northern and central sections included mountain scenes, shrubs, herbs, and blue skies; additionally, haze was also the core free code in the northern section, while in the central section, it was replaced by white skies; and waterscapes and white clouds were added to the core free codes in the southern section, reflecting the gradual optimization of the ecological environment in the Chinese farming-pastoral ecotone from north to south. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Bowingeg 39（0.034\\*\\*) landsapes 513(0.127\\*\\*) 21(0.019\\*) 60(0.029\\*\\*) Haze 3098 338(0.039\\*\\*) 104（(0.034\\*\\*) 563(0.091\\*\\*）) Snowscapes 105(0.027\\*\\*) Traditonal Daily life scenes 18(0.207\\*\\*) Roads 886 15(0.017\\*) 1350 361 1895 427(0.051\\* 64(0.049\\*\\*) 36(0.139\\* 14(0.077\\*\\*) Modernarchitecture 196(0.017\\*\\*) Ordinarypeople Crops 383 91(0.085\\*\\*) naturallandforms Beacon towers Other White skies 402(0.018\\* 655(0.071\\*\\*) 1s 155 41(0 0 104(0.016 2691 192 307 2990 187(0.341 and yiigts Forests 21（0.019\\*) 970 170(0.355\\*\\*） 989(0,031\\*\\*) TheGra al Artlficial egetaion (00 Trasorations ( 161 121(0.037\\*\\*) 310(0.208 Ancient architecture Artificial134（0.077\\*) (f000r Whiteclouds110.32\\*) Wetre 866（0.022\\*\\*） 268 Shrubs 1E00e 2417(0.149\\*\\* Mountainscenes 31(0.090\\*\\*) 482 850000 56(0.034\\*\\*) construction 46（0.023\\*Artficial lightscenes 1989 S 27 997(0.168\\*\\*) 131\\*) .773\\* 174(0. 37(0.034\\*\\*) Blueskies670.0 Herbs 110(0.039\\*\\*) Flowers Visitors Pseduo-clusic Night scenes 5460 4695 249 258 11(0.033\\*\\*) 205 236 11531.155 (0.180\\* Architctareaith Cattle and sheep 153 319 12(0.064\\*\\*) Horses and donkeys 11(0.032\\*\\*) 173 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "WANG Fang et al.: Regional difference and dynamic mechanism of locality of the Chinese... ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "cArtficialon 19（(0.077\\*\\*) Transportations 479 61 132（0.087\\*\\*) Haze 17(0.031\\*) 4(0.073\\*) 17(0.032\\*) 17(0.039\\*\\*) 788 13(0.034\\*\\*)） 14(0.040 Sndvilags Beacon towers (\\*\\*9z10)t01 180(0.099 中 4 Wetersaps Forests 32(0.062\\*\\*) Wite louds 31(0.155\\*\\* landseaes （=0800） Moder architeture #1   \nRockscapes Mountain scenes 172(0.050\\*\\*) White skies 10(0.059\\*) T 171(0.176\\*\\* 1 31(0.143\\*) Roads 245 2061 616(0.092\\*\\*) 1124 669 /50) Torkhonal 237 Gie （\\*6S 051 384(0.034\\*^) Flowers 46 Blue skies 116(0.160 \\*\\*∠97） Night scenes 25(0.077\\*) 391(0.049\\*\\*) 1532 60   \nsitesandrelics Ancient Shrubs 1358 353（0.050\\*\\*) Herbs 1002 31(0.033\\*) Architecfereawith Artificial vegetation Crops 65 447 89 24（0.031\\*\\*) Stone tablets orsulptures 19(0.130\\*) natural landforms Other, Ancient architecture Snowscapes Pseduo-classic 143 177 architecture ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/f6105730e87204095227cf0b288b5496c6399383320e3e7a377029cfb67655fd.jpg",
        "img_caption": [
            "Fig. 9 Cognitive map of locality by a free nodes-network in the central section of the Chinese farming-pastoral ecotone ",
            "Fig.10Cognitive map of locality by a free nodes-network in the southern section of the Chinese farming-pastoral ecotone "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(2) Association structures of locality elements: the quantity of networks of the free codes in the northern section was abundant, with nearly every free code relevant to the surrounding 3 to 7 free codes, indicating that the probability of every 2 free codes appearing in the same photo was relatively approximate, and a very apparent free codes pair correlation did not exist. This result implied that in the northern section, the association features of free codes were relatively loose, leading to the complicated and confusing network structure of the whole system. Although there were only 5 cores of free codes, other related free nodes were also occurred in the sub-center location, radiating many line segments outward and generating several connections. Thus a star-studded linked network was constituted and an unapparent core-peripheral structure of the cognitive map was formed. We compared these correlations of free codes and found that the free codes in the central section and southern section were more explicit, with each free code relevant to the surrounding 2 to 4 free codes, and the number of the lines radiating outward from the core free code was always the largest. Therefore, the core-peripheral structure of the cognitive map was relatively apparent and had a clearer system structure. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(3) System features of locality elements: the quantity of free codes was in the following descending order: northern section>central section>southern section; the correlative coefficient was in the following ascending order: northern section<central section<southern section; and the significance level (O.01) was as follows: northern section<central section<southern section. These features indicated that in the northern section, although the association between free codes was relatively wide, it was just a casual acquaintance, with a very weak interrelation and an unstable association state, and the system was easily changed by disturbance. The association strength between free codes in the central section,and especially in the southern section, was relatively high, indicating that this kind of correlation was relatively firm and stable, and the system did not easily suffer from external disturbance. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.1 Locality in a cross-regional perspective based on open access data online ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Research of cross-regional locality depends on extensive spatial scales and a large amount of data and requires high levels of sample data collction and analysis. Traditional locality research methods mainly included a questionnaire survey base， investigation and surveillance, establishment of a factor model, calculation and visual representation by GIS, etc., and the research has been restricted by limited sample collection and the subjectivity of factor selection. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In this research, we adopted a GIP approach and utilized the Panoramio website to access data from nearly $3 0 \\times 1 0 ^ { 3 }$ photos distributed within the Chinese farming-pastoral ecotone range for spatial analysis and content analysis. Therefore, the research not only involved the quantity features and spatial distribution trends of locality elements but also reflected the regional differences and association of locality contents. Meanwhile， we deconstructed the photo information reflecting special space locality, rearranged the data, and assessed associations within the data for obtaining recognitions and judgments with regularity. Finally, spatial locality was reconstructed. This research system did not depend on complicated programming techniques, but rather broke through the restrictions with respect to data volume and research depth and realized the exploration of cross-regional locality research by means of open data on the web. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.2Regional differences of locality in cross-regional perspective ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The previous research on the Chinese farming-pastoral ecotone mainly concentrated on ecology or the physical geography field. They paid attention to the definition of its boundary and range, degeneration and protection of ecological environment, etc.; moreover, the contents involved natural boundary research (Zheng et al., 2O14), climatic change and reaction (Li and Yan, 2013; Du et al.， 2015)， ecological assessment (Meng et al.， 2010; Xu et al.， 2015)，ecological management (Xu et al., 2010), vegetation monitoring (Hou et al.， 2O13)， desertification and sustainable development (Yu et al.， 2O1O), etc. Litte research has examined the complicated influences of human activities,such as the human-land relationship (Deng, 2Oo5), social economy (Wang et al., 2014), ecotone transition (Han and Hou, 2011; Wang et al.,2015), etc. This research cut into the Chinese farming-pastoral ecotone from the locality perspective, combined natural elements with human elements,and deeply analyzed the distinguishing features of this area, as well as its internal regional differences. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Meanwhile, the locality of the farming-pastoral evolution strongly reflects the different influences of environmental changes and human activities. The existing research made an assessment of the driving factors of North China characteristics from the perspectives of ecology and physical geography. For example, Ma et al. (2O17) adopted remote sensing maps to analyze and compare the influences of climate factors and human activities in North China on vegetation change; Sha et al. (2O17) adopted geo-mathematical models to evaluate the correlation between climate factors, human activities,and grassland productivity in China's Inner Mongolia region. We identified the locality elements using GIP, conducted associations using their typicality and peculiarity assessments, and concluded with the association of features and spatial and temporal patterns of locality elements,as shown in Table 6， thereby contributing to the profound understanding of the dynamic mechanism of the locality of the Chinese farming-pastoral ecotone in different regions. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/cb08acae37740eeeb482eb356540f7a77e133b87932d1b3e0870656a939f5ced.jpg",
        "table_caption": [
            "Table 6Comparison of the locality of the Chinese farming-pastoral ecotone in the northern,central,and southern sections "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Index</td><td rowspan=\"2\"></td><td colspan=\"2\">Northern and central sections</td><td rowspan=\"2\">Southern section</td></tr><tr><td>Northern section</td><td>Central section</td></tr><tr><td>Association features of locality elements</td><td>Provinces</td><td>Heilongjiang, Jilin, Liaoning, Beijing, Tianjin,Hebei,Shani,</td><td>Shaanxi, Gansu, Ningxia, Qinghai</td><td>Sichuan,Tibet,Yunan</td></tr><tr><td rowspan=\"10\">Spatial ad temporal</td><td></td><td>Inner Mongolia Mountain scenes, shrubs,</td><td>Mountain scenes, shrubs,herbs,blue</td><td>Waterscapes,mountain scenes,shrubs,blue</td></tr><tr><td>Core elements Association number</td><td>herbs,blue skies,haze</td><td>skies,whiteskies</td><td>skies,whiteskies,white clouds Small</td></tr><tr><td>Association strength</td><td>Large Low</td><td>Medium Medium</td><td>High</td></tr><tr><td>Anti-interference</td><td>Low</td><td>Medium</td><td>High</td></tr><tr><td>capabilityand stability</td><td></td><td></td><td> Mifdean archituctren,</td></tr><tr><td>Significant changing</td><td></td><td>hburea</td><td>roads</td></tr><tr><td>Evolution period</td><td>Short Policy-dominated human activities (returning</td><td></td><td>Long</td></tr><tr><td>Driving factors</td><td>farmland to forestland or grassland); urbanization</td><td></td><td>Urbanization</td></tr><tr><td>Locality character</td><td>Constructed locality</td><td></td><td>Pure locality</td></tr></table></body></html>",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Table 6 showed that the locality of the Chinese farming-pastoral ecotone could be divided into \"constructed locality\"-oriented northern and central sections, and a \"pure locality\"-oriented southern section. Human activities have had a relatively large influence on the northern section and central section. The elements with the most significant changes were not the traditional human activities outcomes, such as modern architecture, artificial construction and roads, but rather shrubs, herbs, and artificial vegetation. In particular, the changes in shrubs and herbs in recent years were very considerable from a quantitative change towards a qualitative change, thus, they became the core elements of locality in the northern section and central section. This phenomenon reflected that human activities could influence community succession and expedited it to a large extent, since biotic community successon went slowly in the natural state; therefore, human society development and policy instructing activities have formed the locality of the northern and central sections. In contrast, human activities have had a relatively small influence on the southern section, where natural features were maintained. The increasing of the three elements of modern architecture, artificial construction, and roads caused by urbanization did not have an apparent influence on the core elements of the locality, but, at most, just the increasing number of peripheral elements. As a whole, in the southern section, the changes of the locality were mainly driven by the natural environment, with more stable internal elements, a strong anti-interference capability， and a relatively slow changing speed. In the northern and central sections, human activities have had a very significant influence on the locality, which indicates human subjectivity should be combined with conforming to natural law in construction and development, such as the Grain for Green Program (returning farmland to forestland or grassland), which was a significant atempt for participating in phytocoenosis evolution, improving the system material energy cycle and reconstructing an ecological environment balance by human beings. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "6Conclusions ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "This research adopted the GTP on the Panoramio website and analyzed the regional differences of the locality of the Chinese farming-pastoral ecotone. The locality elements of the Chinese farming-pastoral ecotone were coded as 52 free nodes and were further classified into 8 types of scene atributes, including mountain scenes, waterscapes, natural vegetation, artificial vegetation, cultural heritage scenes, modern life scenes, traditional life scenes, and animal landscapes. There were huge differences between the locality elements of different regions,and there was a negative correlation between the similarity degree of elements of different provinces and their spatial distances. The 15 provincial administrative units spanning across the Chinese farming-pastoral ecotone could be divided into the northern, central and southern sections, whose localities had significant differences. The constitutions and quantity were as follows: northern section>central section>southern section; the association strength between elements, northern section<central section<southern section; and the system stability and anti-interference capability， northern section<central section<southern section. In recent years, human activities have had a great influence on the natural locality elements of shrubs, herbs,and artificial vegetation in the northern section and central section under policy guidance， thus forming a constructed locality; the southern section retained more natural features, and the increasing of the three types of elements of modern architecture, artificial construction, and roads caused by urbanization had very limited influence, thus forming a pure locality. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "On a practical level, a cross-regional scale locality possessed not only features distinct from other regions but also internal significant regional differences， such as the Chinese farming-pastoral ecotone， whose northern section, central section and southern section were entirely diferent with respect to element constitution, resource distribution, association structure, system characteristics and evolution law. Therefore, this research could provide a reference for locality differentiation protection and the development of a cross-regional scale. On a theoretical level, the research selected the unique data sources of GTP, conducted deconstruction, coding, association, and reconstruction on the contained data information. Combining content analysis with spatial analysis of the elements, this research not only deepens the cognition of locality structuring but also establishes a set of repeatable research systems with strong operability, which is beneficial for the exploration of locality research from the perspective of open data on the web. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "This research was supported by the Sino-German Center (the National Natural Science Foundation of China and he German Science Foundation; GZ1201),and the Postgraduate Courses Project of Peking University (2014-40). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "DengH.2005.FromtheNaturalLandscapetotheCulturalLandscape: AHistorical GeographyPerspectiveontheEvolutionof Man-landRelationship intheFarming-pastoralEcotoneintheNorth Yanshan.Beijing:TheCommercial Pres,41-16.(in Chinese)   \nDu MH,YanPJ, Wang PT.2O15.Thedrought disaster and itsresponse tothe warming-dryclimate inthefarming-pastoral ecotones in the northern China. Journal of Arid Land Resources and Environment,29(1): 124-128.(in Chinese)   \nFeick R,Robertson C.2015.A multi-scaleapproach to exploring urban places in geotagged photographs.Computers, Environment and Urban Systems,53: 96-109.   \nFrias-MartinezV,Frias-Martinez E.2O14.Spectral clusteringforsensingurban landuse using Twiter activity.Engineering Applications of Artificial Intelligence, 35: 237-245.   \nHan Y,Hou XY.0l1.Change,clasificationandmanagementofgropastoral ecotone inorthhina.CineseJoualof Agricultural Resources and Regional Planning, 32(5): 31-35. (in Chinese)   \nHou X H,Niu Z, GaoS,etal.2013. Monitoring vegetation phenology in farming-pastoral zone using SPOT-VGTNDVIdata. Transactions of the Chinese Society of Agricultural Engineering,29(1): 142-150. (in Chinese)   \nHu YJ,Gao S,Janowicz K,et al. 2O15.Extracting andunderstandingurban areas of interest using geotagged photos. Computers,Environment and Urban Systems,54: 240-254.   \nJankowski P,AndrienkoN,Andrienko G, et al.2010.Discovering landmark preferences and movement patterns fromphoto postings. Transactions in GIS, 14(6): 833-852.   \nKisilevich S, KeimD,RokachL.2010.Anovelapproach to mining travelsequences using colections of geotagged photos.In: Painho M, Santos M Y,Pundt H. Geospatial Thinking. Berlin, Heidelberg: Springer,163-182.   \nLi MM,Yan JP.2013.Thecharacteristics andresponse ofclimatechange in farming-pastoral ecotoneof North China.Journal of Arid Land Resources and Environment,27(5): 100-106.(in Chinese)   \nLi X,Stepchenkova S.2012.Chineseoutbound tourists’destination image ofAmerica: partI.JournalofTravelResearch,51(3): 250-266.   \nMa WY,Wang XM,Zhou N,etal.2017.Relative importanceofclimate factorsand human activities inimpacting vegetation dynamics during 20oo-2015 in the Otindag Sandy Land, northern China. Journal of Arid Land, 9(4): 558-567.   \nMeng JJ, Zhang YR,Zhou P.2O10.Ecological vulnerabilityassssmentof thefarming-pastoral transitionalzone innorthern China: Acase study of Ordos City. Journal of Desert Research, 30(4): 850-856. (in Chinese)   \nSalton G, BuckleyC.988Term-weightingapproaches in automatictextretrieval. Information Procesing& Management, 24(5): 513-523.   \nSha Z Y, XieYC,Tan X C,et al.2O17.Asssing theimpactsofhuman activities and climate variations ongrassland productivity by partial least squares structural equation modeling (PLS-SEM). Journal of Arid Land, 9(4): 473-488.   \nSpyrouE,Mylonas P.2016.Analyzing Flickr metadatato extract location-based informationand semanticallyorganize its photo content. Neurocomputing, 172: 114-133.   \nSteigerE,WesterholtR,ReschB,etal.2O15.Twiterasanindicator for whereabouts ofpeople?Correlating Twiter with UK census data. Computers,Environment and Urban Systems,54: 255-265.   \nStepchenkova S,ZhanFZ.2O13.Visualdestinationimagesof Peru: Comparativecontent analysis ofDMOand user-generated photography. Tourism Management, 36: 590-601.   \nStephens M,Poorthuis A.2O15.Followthyneighbor: Connecting thesocial and thespatial networksonTwiter.Computers, Environment and Urban Systems,53: 87-95.   \nWangF,Li W,Prominski M.2O14a.Thenewconflicts,strategies and explorationsofurbanizationandlocality: Overviewon the Sino-German Symposium. Geographical Research,33(11): 2205-2014. (in Chinese)   \nWang JS,Jin XB,Cao X,etal.2015.Changesofthe northern limitof cultivation innorthern agro-pastoral ecotone in Qing Dynasty. Journal of Arid Land Resources and Environment, 29(3): 2O-25. (in Chinese)   \nWang X J, Zhou L H, Shi M J. 2014b. Sustainable development of a rural economy under grazing prohibition in a desertificationcontrol region and agro-pastoral transitional zone.Resources Science,36(10): 2166-2173.(in Chinese)   \nWeiss SM,IndurkhyaN,Zhang T,etal.2Oo5.Text Mining:Predictive MethodsforAnalyzing Unstructured Information.New York: Springer, 25-35.   \nXu JY,Liu WH,ChangJ,eal.l0.Exploringstrategisaboutcologicalimprovementbasedonlocalsponsesi agro-pastoral ecotone. Acta Ecologica Sinica, 30(22): 6126-6134. (in Chinese)   \nXu L,Luo W,ZhouBB.2O15.Landscape ecologicalriskassessmentoffarming-pastoralecozonebasedonlandusechange: A case study of the Yanghe Watershed, China. Journal of Natural Resources, 30(4): 58O-590.(in Chinese)   \nYu SX,ZhaoM,ChenFZ,etal.2010. Dynamic remote sensing monitoring andanalysison desertification inthenorthern farming-pastoral zone basedon GIS: Acaseof Tongliao,Inner Mongolia.Journal of Arid Land Resourcesand Environment, 24(4): 107-111. (in Chinese)   \nZhao HL, Zhao X Y, Zhang T H, et al.2O2. Boundary lineonagro-pasture zig zag zone in north China and its problems on eco-environment.Advance in Earth Sciences,17(5): 739-747. (in Chinese)   \nZhao S Q.1953. An economic geographical survey of a farming-pastoral ecozone: Caibei, Caimeng and Ximeng. Acta Geographica Sinica,19(1): 43-60. (in Chinese)   \nZhengYY,GuoST,SuJ.2O14.Theclimate boundaryand itschangeinfarming-pastoralecotoneofnorthernChna.Chinese Journal of Agricultural Resources and Regional Planning, 35(3): 6-13. (in Chinese)   \nZhou BL,LiuL,Oliva A,etal.214.Recogzingcityidentityviaatribute analysisof geotaggedimages.In: FleetD,Pajdla T, Schiele B, et al. Computer Vision-ECCV 2014. Cham: Springer International Publishing,519-534.   \nZhou XL, Xu C, Kimmons B.2015. Detecting tourism destinations using scalable geospatial analysis based on cloud computing platform. Computers, Environment and Urban Systems,54: 144-153. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]