[
    {
        "type": "text",
        "text": "Environmental and resource burdens associated with World biofuel production out to 2050: footprint components from carbon emissions and land use to waste arisings and water consumption ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GEOFFREY P. HAMMOND1² and BO LI1   \n1DepartmentofMechanical Engineering,Uniersityfath,BathBA27AY,UK,Istitutefor SustainableEnergydthe   \nEnvironment (ISEE),University ofBath,Bath,BA27AY,UK ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Environmental or'ecological' footprints have been widely used in recent years as indicators of resource consumption and waste absorption presented in terms of biologically productive land area [in global hectares (gha)l required per capita with prevailing technology.In contrast,'carbon footprints'are the amount of carbon (orcarbon dioxide equivalent) emissions for such activities in units of mass or weight (like Kilograms per functional unit), butcan be translated into acomponent of the environmental footprint (on agha basis).The carbon and environmental footprints associated with the world production of liquid biofuels have been computed for the period 2010-2050.Estimates of future global biofuel production were adopted from the 2011 International Energy Agency (IEA)technologyroadmap'fortransportbiofuels.This suggests that,althoughfirst generation biofuels will dominate the market up to 2020,advanced or second generation biofuels might constitute some $7 5 \\%$ of biofuel production by 2050.The overall environmental footprint was estimatedtobe0.29bilion(n)ghain2010and is likelyto grow to around 2.57bngha by2050.Itwasthen disaggregated into various components: bioproductiveland,builtland, carbon emissons,embodied energy,materials and waste, transport,and water consumption. This componentbased approach has enabled the examinationof the Manufactured and Natural Capital elements of the fourcapitals' model of sustainability quite broadly,along with specific issues (suchas the linkages asociated with theso-called energy-land-water nexus). Bioproductive land use was found to exhibit the largest footprint component (a $4 8 \\%$ share in 2050),followed by the carbon footprint $( 2 3 \\% )$ ,embodied energy $( 1 6 \\% )$ , and then the water footprint $( 9 \\% )$ Footprintcomponents related tobuiltland,transportand wastearisings were allfound toaccount foran insignificant proportion to the overall environmental footprint, together amounting to only about $2 \\%$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nomenclature ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abbreviations   \n$\\mathrm { C O } _ { 2 } =$ carbon dioxide   \n$\\mathrm { C O } _ { 2 \\mathrm { e } } =$ carbon dioxide equivalent   \nEFA $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ environmental (or ecological) footprint analysis   \n$\\begin{array} { r } { \\mathrm { E U } = \\mathrm { ~ . ~ } } \\end{array}$ European Union   \n$\\mathrm { F A O } =$ Food and Agricultural Organization of the United Nations   \n$\\operatorname { F G B } =$ first generation biofuels   \n${ \\mathrm { G H G } } =$ 'greenhouse' gas   \nIEA $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ International Energy Agency   \niLUC $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ indirect land-use change   \nLCA $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ environmental life cycle assessment   \nLUC $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ (direct) land-use change   \nOECD $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ Organisation of Economic Co-operation and Development ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\mathbf { S } \\mathbf { G } \\mathbf { B } = \\mathbf { \\Phi }$ second generation biofuels $\\mathsf { S R C } =$ short rotation coppice ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Symbols   \n$\\mathtt { a a } _ { i } =$ each major category of consumption   \n$c _ { f } = { }$ carbon footprint per litre of biofuel (gha or tC)   \n$c _ { i } =$ annual consumption of an item   \n$C _ { W } =$ carbon weight per litre of biofuel (tC)   \n$e _ { f } =$ environmental footprint per capita (gha)   \n$\\mathrm { E F = }$ total environmental footprint (gha)   \n$N =$ population size   \n（20 $p _ { \\mathrm { i } } =$ averageannual yieldofan item   \nSubscript   \n$i =$ ith category of consumption ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:carbonemissions,embodiedenergyenergy-land-waternexus,environmentalfootprints,landuse,sustaiability transport, waste arisings,water consumption, world biofuel production ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 2 June 2015;accepted1 August 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Background ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Humans were almost wholly dependent on finite fossil and nuclear fuels for energy resources at the turn of the Millennium;amounting to about $7 7 \\%$ and $7 \\%$ of global primary energy needs，respectively(Everett et al.，2012). Traditional'renewable energy sources, such as burning fuelwood and dung or using water and windmills,accounted for $1 1 \\%$ of these worldwide requirements. Large-scale hydroelectric powercontributed $3 \\%$ ，and other renewables (including modern wind turbines and liquid biofuels) contributed just $2 \\%$ Sustainable development in a strict sense requires a reversal of these roles (Hammond,2ooo;Hammond & Jones，2011)，but it is unlikely that renewable energy technologies could meet a high proportion of industrial countries' energy demand before at least the middle of the 21st century.This is partly due to the conflict between the needs of environmental sustainability and the downward economic pressures on energy prices arising from moves towards energy market liberalization,as well as the post-2008 economic recession in the industrialized world. The European Union (EU) target of $20 \\%$ renewables use by the year 2020 (with $10 \\%$ of 'green fuels'，principally biofuels，for transport）was seen by many analysts as being overly ambitious. Nevertheless,substantial progress has been made across much of Europe in terms of its $2 0 { - } 2 0 { - } 2 0 ^ { \\prime }$ policy framework (EREC,2013). This reflects a binding target of a $2 0 \\%$ reduction in 'greenhouse' gas (GHG) emissions by 2020 from 1990 levels (against a longer term target of an $80 \\%$ fall by 2050),increasing the amount of energy produced from renewable resources to a binding level of $2 0 \\%$ by 2020 and a nonbinding aim of a $20 \\%$ improvement in the EU energy efficiency over the same timescale. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Transport underpins the mobility of people around the world,and it presently accounts for around $20 \\%$ of global anthropogenic carbon dioxide $\\left( \\mathrm { C O } _ { 2 } \\right)$ emissions (RoySoc，2008;Hammond et al.，2012):an unwanted side effect. The adoption of liquid biofuels in the transport sector has therefore been seen,particularly by the EU (Hammond et al.，2008;EREC,2013)，as a means formeetingclimatechangemitigationtargets, enhancing regional energy or fuel security and contributing to rural development (through the provision ofan alternative source ofincome in otherwise depressed agricultural communities).Biomass can be converted into premium-quality liquid biofuelsand biochemicals (Tester et al.，20o5；Hammond & Seth, 2013).[A narrative description of various biofuels and their feedstocks,along with a discussion of the impact ofso-called upstream emissions(those emanating upstream of the biofuel use，typically in an internal combustion engine） can be found in the Supporting information.] But the deployment of biofuels has been linked to significant adverse impacts in terms of direct and indirect land-use change (LUC and iLUC),loss of biodiversity and ecosystem services (Elghali et al.,2007; Hammond et al.,20o8)and competition with food production. First generation biofuels (FGB)，for example, areproduced primarily from food crops (Hammond et al.,2012) and are limited by their inability to achieve targets for oil-product substitution (without threatening food supplies and biodiversity）and for GHG reductions.In contrast,more advanced or second generation biofuels (SGB） are generally produced from agricultural or crop ‘wastes' (such as straw） and from nonfood energy crops，which significantly reduces these negative impacts (Hammond et al.， 2012). Potential feedstocks and conversion routes(Hammond et al., 2008） therefore need to be assessed against the full range of sustainability considerations and over the full life cycle of the biofuel supply chain (Elghali et al., 2007；RoySoc，2008；Hammond $\\&$ Jones，2011;Hammond et al.,2012): from ‘field-to-( $' g a s '$ or petrol station) forecourt' or ‘seed-to-wheel'. Only in this way will the true consequences of a given biofuel - environmental, economic and social - be determined (Hammond $\\&$ Jones,2011). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Biofuels,waterconsumptionandthe'energy-land-water nexus' ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Water resources and their footprints consist of three elements:so-called blue,green and grey water (see,for example,Mekonnen & Hoekstra,2011).'Blue'water is associated with the volume of freshwater that evaporates from the global blue water resources (surface water and ground water） to produce the goods and services consumed by the individual or community. In contrast，‘green'water is the volume of water evaporated from the global green water resources (rainwater stored in the soil as soil moisture).Finally 'grey'water is the volume of polluted water that associates with the production of all goods and services for the individual or community. This can be estimated as the volume of water that is required to dilute pollutants to such an extent that the quality of the water remains at or above agreed water quality standards. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The term 'Natural Capital' (Costanza & Daly,1992; Ekins，1992；Aronson et al.，2006;Turner & Daily 2008;Daly & Farley,2011） is typically used to denote the biotic or abiotic stocks and flows that yield natural assets and tangible natural resources. These in turn provide ecosystem services (ES)，or 'living natural capital'(Turner&Daily， 2Oo8)， suchasthose required for food (including those associated with the pollination in crops)，timber and the absorption or recycling of human waste arisings (including $\\mathrm { C O } _ { 2 } )$ ，as well as water catchment and erosion control. Maintenance of this Natural Capital is consequently central to securing environmental security and sustainability over the longer term.A key subset is the so-called nexus,or set of complex interactions,between energy requirements， land usesand waterconsumption levels worldwide (Liu et al.，2015). This energy-landwater[ELW] nexus (Brandi et al.，2013） gives rise to multiple positive and negative impacts that have recently been widely debated in policymaking circles. Energy generation is obviously the main driver for anthropogenic climate change，whilst there are competing demands on land use [both LUC and iLUC (Hammond & Jones,2011;Hammond & Seth,2013)] forboth food and biofuel production. Wateris needed for drinking, irrigation,food and biofuel crop production，hydro-electric dams and various leisure pursuits. They are all exacerbated by increasing ELW demands arising from the growth in world population that is moving towards 8 billion (bn） in 2025 and 9.5 bn by 2050 (Cranston & Hammond,2010)，as well as human socio-economic developments generally. Such demands are often framed in terms of energy，food or water‘security'.It is argued that a strategy which focuses on just one element of the nexus，without considering the others，is likely to lead to major unintended consequences. Thus,many have advocated the need for an integrated approach to the management and governance of nexus issues acrossvarioussectors and at different scalesto ensure sustainability.This would necessitate research andthe modelling of ELW impacts withinan informed，transparent and integrated framework for planning and decision support. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Theissuesconsidered ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Environmental or'ecological' footprints $( e _ { f } )$ have been widely used in recent years as indicators of resource consumption and waste absorption transformed on the basis of biologically productive land area [in global hectares (gha)] required per capita with prevailing technology (Chambers et al.，200o；Hammond，2006;Eaton et al.,20o7; Cranston & Hammond,201o;Alderson et al., 2012).They represent a partial measure of the extent to which an activity [that might be associated with communities,technologies，orsystems]is‘sustainable' (Eaton et al.,2007;Cranston & Hammond,2010).In contrast，'carbon footprints' $( c _ { f } )$ are the amount of carbon [or'carbon dioxide equivalent' $\\left( \\mathrm { C O } _ { 2 \\mathrm { e } } \\right)$ lemissionsassociated with such activities (Alderson et al.,2012; Cranston & Hammond,2012)． But,unlike environmental footprints, they are generally presented in terms of units of mass or weight (kilograms per functional unit),rather than in spatial units (such as gha). These carbon footprints have become the ‘currency' of debate in a climate-constrained world (Cranston & Hammond,2010). Such footprints are increasingly popular ecological indicators,adopted by individuals, businesses,governments and the media alike.For this study, $e _ { f }$ was therefore broken down，respectively，into various components: carbon emissions (effectively $c _ { f } )$ ，embodied energy, transport, built land,water and waste. This componentbased approach was then employed to calculate $e _ { f }$ on an annual basis from 2010 to 2050 using projections of world biofuel production published by the International Energy Agency (IEA)as part of their ‘technology roadmap'for transport biofuels (IEA,2011). It facilitates the examinationof theManufactured andNatural Capital elements of what was originally known as the ‘four capitals'model of sustainability (Ekins,1992),along with specific issues [such as the linkages associated with the so-calledELWnexus(Brandi et al.， 2013)]. This approach provides a means of comparing the various footprint components on a common basis.This is not without potential controversy,but yieldsabetter way of comparing environmental sustainability topics than manyof the alternatives. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hammond & Seth (2013) applied similar footprint methods to determine the environmental and resource burdens arising from the global production of liquid biofuels up until about 2020.They adopted production estimates reported by the OECD-FAO (2010）for the period 2007-2019,when FGB are likely to be dom inant.[Comparisons of the present results with those of the earlier study of global biofuel footprints to 2019by Hammond & Seth (2013) can be found in the Supporting information (see, for example, Fig. S1-S3).] Recently，Liu et al. (2015)cited the biofuels footprint study of Hammond & Seth (2013)as an example of the employment a ‘systems integration framework' for global sustainability assessment. The present results utilize the projections developed by the IEA as part oftheir technology roadmap for transport biofuels (IEA,2011;see Table 1).These extend out to 2050 and therefore account for the growing impact of SGB. In addition to assessing the carbon and environmental footprints associated with the IEA transport biofuel projections，the opportunity has been taken to critically reappraise the detailed way in which the individual footprint components have been evaluated. In particular，the water footprint of liquid biofuels has been determined using the recent work of Hoekstra and his co-workers (see，for example，Mekonnen & Hoekstra,2011). That has enabled a cross-comparison of methods for calculating the environmental footprint components and thereby helping to better determine the relative shares of the different biofuel components out to 2050，including that associated with water consumption. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Materials and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "TheIEA technologyroadmap on transport biofuels ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The IEA'technology roadmap' on transport biofuels (IEA, 2011) suggests that,although FGB will dominate the market up to 2020 [(in line with the OECD-FAO projections analysed by Hammond & Seth (2013)],SGB might constitute some $7 5 \\%$ of biofuels production by 2050.They argue (IEA,2011) that the amount of global biofuels for transport could rise nearly sevenfold over the period 2020-2050 [to just over 30 ExaJoules (EJ) equivalent primary energy demand per annuml: see again Table 1. That would represent some $2 7 \\%$ of global transport fuel supply by the middle of the 21st century in contrast to onlyabout $2 \\%$ today (Fairley,2011).Such biofuel demands fall within the 'low band estimates'according to the classification of Slade et al. (2011） in their comprehensive global bioenergy resource assessment.A recent review by Searle&Malins (2014) suggested that the maximumavailability of global biofuelswas about 2O EJ year-1,although they argued that this was‘similar' to the global demand predicted by the IEA (2011)，that is ${ \\sim } 3 0$ EJ year-1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The International Energy Agency assumed that the growth of the world economy over the longer term (period from 2008 to 2035）will slow down in OECD and non-OECD regions (IEA,2011). On the other hand, they suggest that global population is likely to more than double against the 1950 level,increasing from 7 bn in 2011 to around $9 . 5 ~ \\mathrm { b n }$ by 2050 (seealso Cranston & Hammond,201o;Alexandratos & Bruinsma,20l2). The projections of global biofuel production out to 2050 (IEA,2011) were based on the IEA 'BLUE Map Scenario'adopted for their energy technology perspectives study (IEA,2010a).This employed a ‘deep' GHG emission reduction target of $5 0 \\%$ energy-related $\\mathrm { C O } _ { 2 }$ emissions by 2050 (against a baseline of 2oo5).Global biofuel demand was then estimated to increase from 55 million tonnes of oil equivalent (Mtoe) to 750 Mtoe in 2050.This implies that the world share of biofuel in total transport fuel demand would increase from $2 \\%$ to $2 7 \\%$ by 2050 (IEA,2011).These bioethanol projections indicated that conventional bioethanol from sugar beet and corn would begin to grow slowly from 2015，although it would be replaced rather more rapidly by advanced bioethanol production from sugarcane and cellulosic feedstock after about 2020.Biodiesel produced from edible vegetable oil was assumed by the IEA (2011) to be the most likely route to biodiesel production during the 2010-2020 period，but some novelbiodiesel technologiesmight help meet biofuel demands after the year 2020.In line with IEA roadmap projections,growth in advanced biofuel demand overall would reach 10 EJ year-1 by 2030 witha further three times increase of SGB production by 2050 (IEA,2011) to about 32 EJ year-1 (see Table 1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The growth requirement of biomass feedstock as the result of increasing biofuel production in accordance with the IEA roadmap could potentially lead to competition between food crop production on arable land and that for biofuels.The total requirement of bioenergy expected under the BLUE Map Scenario (IEA,2010b)was around 145 EJ in 2050,of which 65 EJ was for biofuels and 8O EJ is for heat and power generation. Almost $5 0 \\%$ of future biofuels and biomethane was then assumed to be produced via advanced technologies,such as bioethanol derived from short rotation coppice (SRC),residues and other waste materials (IEA,2011).Global biofuel demand, which requires $2 \\%$ of world arable cropland today，will increase to around $6 \\%$ in 2050.This corresponds to a growth from the present 30 to 100 Mha in 2050,involving cropland, pastures and some marginal land (IEA,2011).According to Food and Agricultural Organization (FAO) projections(Alexandratos & Bruinsma,2012),an additional 70 Mha arable land expansion would be expected to meet the global population growth by 2050,which involves an expansion in developing countries (such as sub-Saharan Africa and Latin America) of some by 120 Mha,and a fall of 50 Mha in developed countries (Alexandratos & Bruinsma，2012).The potential conflict between the requirements of world cereal, sugar and vegetable oil production may be minimized by the utilizing marginal or idle land and forest land,as well as encouraging rapidly the adoption and development of advanced biofuel technologies (such as biofuels produced from cellulosic，residuesand wastes).The take-up of the latter is heavily reliant on innovation policies,incentives and regulations supported by national governments (Hammond & Seth,2013). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/e21519ea099a7c22804ec40b6c4d8b109a79cd30a1992d8d412a10004f06d786.jpg",
        "table_caption": [
            "Table 1 Global biofuel demand out to 2050 "
        ],
        "table_footnote": [
            "Source:IEA (2011). "
        ],
        "table_body": "<html><body><table><tr><td>Year</td><td>Conventional bioethanol Biofuel demand (EJ)</td><td>Bioethanol cane</td><td>Bioethanol SRC</td><td>Conventional biodiesel</td><td>Advanced biodiesel</td><td>Biojet</td><td>Biomethane</td><td>Total</td></tr><tr><td>2010</td><td>1.29</td><td>0.44</td><td>0.00</td><td>0.53</td><td>0.00</td><td>0.00</td><td>0.00</td><td>2</td></tr><tr><td>2015</td><td>1.35</td><td>0.90</td><td>0.15</td><td>0.68</td><td>0.15</td><td>0.08</td><td>0.00</td><td>3</td></tr><tr><td>2020</td><td>1.50</td><td>1.44</td><td>0.45</td><td>0.90</td><td>0.38</td><td>0.15</td><td>0.23</td><td>5</td></tr><tr><td>2025</td><td>1.20</td><td>1.88</td><td>1.05</td><td>0.98</td><td>1.13</td><td>0.83</td><td>0.38</td><td>7</td></tr><tr><td>2030</td><td>0.98</td><td>2.11</td><td>1.88</td><td>0.90</td><td>1.96</td><td>1.35</td><td>0.98</td><td>10</td></tr><tr><td>2035</td><td>0.45</td><td>2.48</td><td>2.56</td><td>0.60</td><td>3.61</td><td>2.41</td><td>1.28</td><td>13</td></tr><tr><td>2040</td><td>0.15</td><td>2.63</td><td>3.46</td><td>0.23</td><td>5.34</td><td>3.16</td><td>1.66</td><td>17</td></tr><tr><td>2045</td><td>0.08</td><td>2.86</td><td>4.14</td><td>0.08</td><td>7.98</td><td>5.04</td><td>3.76</td><td>24</td></tr><tr><td>2050</td><td>0.00</td><td>3.24</td><td>5.04</td><td>0.00</td><td>10.91</td><td>6.70</td><td>5.87</td><td>32</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Carbon and environmental footprinting ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Theenuironmental footprint methodology. The use of'ecolog ical' or environmental footprint analysis (EFA） has grown in popularity over the last couple of decades,both in Europe and North America. They provide a simple,but often graphic, measure of the environmental impact of human activity:whether ornot in the foreseeable future humanity will be able to ‘tread softly on the Earth' (Hammond,20oO).William Rees used footprint analysis in its basic form to teach planning students for some 20 years [see Wackernagel& Rees (1996)].He decided to adopt the term ‘ecological footprint'in the early 199Os,rather than ‘appropriated carrying capacity' that he had previously used,after buying a new television set (Hammond,2007).It had a smaller footprint (that is, took up less space) than his old model.The terms ‘environmental' and ‘ecological' footprints are used interchangeably here [as they were previously by Hammond (2006),Eaton et al. (2007),Cranston & Hammond (2010)，Alderson et al. (2012)and Hammond & Seth (2013)], although the former expression is preferred.Ecology is that branch of biology dealing with the interaction of organisms and their surroundings.'Human ecology',sometimes used for the study of humans and their environment,is closer to the usage implied by footprint analysis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Footprint calculations involve several steps.Initially，the land area per functional unit (e.g.per capita or,in the present case，per $\\mathrm { k g }$ or tonne of biofuel) appropriated for each major category of consumption (aai) is determined: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathsf { a a } _ { i } = \\frac { c _ { i } } { p _ { i } } \\sim \\frac { \\mathrm { A n n u a l \\ c o n s u m p t i o n \\ o f \\ a n \\ i t e m } } { \\mathrm { A v e r a g e \\ a n n u a l \\ y i e l d } } .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the original version of EFA employed by Wackernagel & Rees (1996)，four consumption categorieswere identified: energy use,the built environment (the land area covered by a settlement and its connection infrastructure),food and forestry products.This is a restricted subset of all goods and services consumed which was determined by the practical requirements of data gathering and influenced by the development of the technique in a Canadian setting.Five land types have typically been employed:Chambers et al. (2ooo),for example,adopted bioproductive land,bioproductive sea,energy land,built land and the land needed to secure biodiversity as their categories (see Fig.1).The six components subsequently analysed in the comparative study of urban and rural communities by Eaton et al.(2oo7),in addition to the carbon footprint,were 'built land'，'embodied energy'，'materials and wastes'，'transport' and‘water' (see,for example,Fig.2). To calculate the footprint per functional unit (ef） in global hectares (gha)，the appropriated land area for each consumption category is then summed to yield,afterWackernagel &Rees (1996): ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\ne _ { f } = \\sum _ { i = 1 } ^ { i = n } \\mathrm { a } _ { i } .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One global hectare represents a hectare (ha) of biologically productive land at the average global productivity. The different footprint components (such as those depicted in Fig.2) need to be normalized,so that global hectares account for disparities in land productivities.This computation then leads to a matrix of consumption categories and land-use requirements, which is ideally suited to a spreadsheet implementation.To determine the total footprint (EF) fora given activity (e.g. community,product or resource),the functional unit figure $( e _ { f } )$ is simply multiplied by the relevant population size $( \\Nu )$ ，thus [following Wackernagel & Rees (1996)]: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { E F } = e _ { f } ( N ) .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Methods for calculating the environmental and carbon footprints of the world biofuel production have been employed based on historic data and projections out to 2050.This footprint analysis is consistent with that developed by the Global Footprint Network (GFN）[http://www.footprintnetwork.org/] and related bodies.Hammond & Seth (2013)estimated the effect of theuncertainties in theconstituent datarelatedin their recent biofuel footprint study using an established procedure foruncertainty analysis [as previously adopted by Eaton et al. (2007) and Alderson et al.(2012)l,although that for the total environmental footprint was found to be only about $\\pm 3 \\%$ However, they noted that the OCED-FAO global biofuel projec tions employed in their study were deterministic in nature, rather than stochastic. Consequently, the scatterin the footprint calculations was principally dependent on the variation in the estimates of year-on-year global biofuel projection into the future. Similar reasoning applies to uncertainties emanating from the IEA projection used here,and therefore,the uncertainties have not been explicitly determined (although these would be around $\\pm 3 \\%$ ，as in the case of the study by Hammond & Seth, 2013). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b837e809db057c3af1c6ab501633bd204a49e4b128dc39900dfb9d4eea8bc700.jpg",
        "img_caption": [
            "Fig.1 Schematic representation of the environmental footprint and its land types [Source:adapted from Eaton et al. (2007), adapted from Chambers et al.(2000)]. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/8a7f793313fe100a86b91488ce3951844ad8e6338bfda7604bad5c3ed7330506.jpg",
        "img_caption": [
            "Fig.2 Schematic representation of the component-based approach to environmental footprint analysis [Source:adapted from Eaton et al. (20o7),based on the method developed by Simmons et al. (2000)). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The carbon footprint component.The concept of the‘carbon footprint' (cf)is rooted within the framework used to determine the eco-footprint.However,Hammond (2o07) noted that a‘footprint'would normally be measured in spatial units [such as global hectares (gha)],but that the carbon footprint is typically presented in mass (or weight) units, that is kilograms $( \\mathrm { k g } )$ or tonnes (t).He therefore argued that it should perhaps be termed a‘carbon weight' $( C _ { W } )$ or something similar.Wiedmann & Minx (2oo8) reviewed various suggestions,including that of Hammond (2oo7),and then proposed a definition for the 'carbon footprint'as including the 'total amount of $\\mathrm { C O } _ { 2 }$ emissions thatisdirectlyand indirectly causedbyanactivity'.Unfortunately,no definition has been formallyadopted ina ‘standard' with the agreement of the communities involved. Indeed,many organizations have adopted the use of the term carbon footprint when assessing the $\\mathrm { C O } _ { 2 }$ emissions released during various processes or activities，although these are again measured in tonnes of $\\mathrm { C O } _ { 2 }$ (Hammond,2007;Wiedmann & Minx,2008). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Other components of the enuironmental footprint. The initial phase offootprint analysis involvesthe collectionof consumption data covering the various components (Chambers et al.，2000；Simmons et al.，2000；Eaton et al.，2007)．This yields the flow of resources into and out of the global biofuel production sector.Proxy (or secondary）data adapted from international statistics were employed in the absence of sector-specific obtained (or primary）data (Eaton et al.，2007; Alderson et al.，2012). This collation and analysis of data is highly disaggregated with many individual items of information.In addition to the consumption data needed for footprint analysis,yield and conversion (or ‘equivalence'）factors were required.Equivalence factors are a productivity-based scaling parameter (Wackernagel & Rees，1996;Chambers et al.,20oo) that converts a specific land type (e.g. cropland, pasture,forest pasture,forest or fishing ground） into a universal unit of bioproductive land area (in gha).In the case of land types (e.g.arable or cropland) with productivity higher than the average productivity of all bioproductive land and water on the planet, the equivalence factor is $> 1$ .According to Alderson et al. (2012)，primary cropland has an equivalence factor of 2.10 (see also Hammond & Seth,2013).Thus, to convert an average ha of cropland to the equivalent gha,it ismultiplied by this cropland equivalence factor.In contrast, grazing land has a lower productivity than cropland (\\~0.47). More recent figures for equivalence factors,albeit slightly different from those used in the present studies,are tabulated online by the GFN. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The EFA resource components had to be identified and categorized to reflect broad and identifiable policymaking categories,which match the consumption of ‘natural capital' (Eaton et al., 2007; Cranston & Hammond,2010).In this study, these components were as follows (Simmons et al.,2ooo; Eaton et al.,2007): ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "·Bioproductive and Built Land:Land appropriated for biofuels development.   \n·Embodied Energy: The quantity of energy required for the processing equipment or to process fuels for the sector (Hammond & Jones,2008).   \n·Materials and Waste:Consumption of products and materials for biofuels development and associated waste arisings.   \n·Transport: Full fuel cycle' transportation requirements.   \n·Water: The use of water for biofuels development. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Double accounting' can arise when the embodied energy component (Hammond & Jones,20o8) includes the‘process energy'used in production; fuels for fertilizer production here. Thus,in this study,the embodied energy incorporates only the 'upstream'use of energy,whilst the carbon footprint represents the direct fuel inputs for biofuels development.This practice was first adopted by Alderson et al. (2012). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Determination of the biofuel footprint components ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Bioproductive land.'Bioproductive land' consists of arable land,forests and pasture,as well as (where appropriate) bioproductive sea (Chambers et al.,20oo).The productivity of each land type will vary,but they will normally yield significant animal and plant output (Chambers et al.，20oo).Consequently, the bioproductive land component of the environmental footprint calculated here included the land required for the cultivation of the different feedstocks that produce biofuels. The footprint component per litre for the IEA estimates of global biofuel production (IEA,2011) was therefore computed as follows (Alderson et al.,2012): ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bioproductive land footprint component (gha per litre of biofuel) $\\ l =$ Areaof productive land (ha perlitre ofbiofuel) $\\times$ Conversion factor (gha ha-1)   \nConversion factor(gha ha-1)   \n$\\ l =$ Global crop yield factor $\\times$ Equivalence factor (gha ha-1) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A global crop ‘yield factor'of 2.44 [as suggested by Alderson et al. (2012)] and the related equivalence factor of 2.1 were employed (following Hammond & Seth,2013) to evaluate the amount of bioproductive land required per litre of biofuel.As a result,a conversion factor of 5.124 gha $\\mathbf { h } \\mathbf { a } ^ { - 1 }$ for the bioproduc tive land component was obtained (Hammond & Seth,2013). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Built land.Built land is land whose productive capacity has been largely utilized (or lost'）for development purposes (Chambers et al.，20oo),that is for buildings,roads and the like. In this study,the built land footprint component is represented by the land occupied for the construction of biorefineries and the associated infrastructure. The footprint component per litre of biofuel for the IEA global biofuel projections (IEA,2011) was computed as follows (Alderson et al., 2012): ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Built land footprint component (gha per litre of biofuel) $\\ l =$ Areaofdevelopedland (ha per litre of biofuel) × Conversion factor (gha ha-1)   \nConversion factor(gha ha-1) $\\ l =$ Global crop yield factor $\\times$ Equivalence factor (gha ha-1) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The quantity of built land required to produce a unit litre of biofuel was estimated based on the assumption that the biofuel refineries and associated infrastructure were built onsite on crop land. Consequently, the potential crop land that has been replaced effectively represents the built land.To adjust the built land for its relative productivity,the global crop yield factor of 2.44(Hammond & Seth,2013)was used,and hence,a related equivalence factor of 2.1 gha $\\mathrm { \\ h a } ^ { - 1 }$ was employed. The resultingconversionfactorwasonceagaintakenas 5.124 gha $\\mathrm { \\ h a } ^ { - 1 }$ of crop land.Finally,this value was then multiplied by the IEA biofuel projections (IEA,2011) to estimate the built land component.Simmons et al.(2ooo)adopted an equivalence factor of 2.82 gha $\\mathrm { \\ h a } ^ { - 1 }$ for what they termed builtup area，which was subsequently used by Chambers et al. (2000). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Carbon emissions.The carbon component of the footprint was calculated using'carbon weight' $( C _ { W } )$ values and represents the amount of land required to sequester carbon.The carbon weight is the amount of carbon released in tonnes per tonne of biofuel produced by each global biofuel plant,and then burnt to yield the final energy service [e.g.in a vehicle internal combustion (IC) enginel. Therefore, the global carbon footprint per litre of biofuel from each type was calculated in a similar manner to Hammond & Seth (2013); following Alderson et al.(2012): ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Carbon footprint component (gha per litre of biofuel) $\\ l =$ Carbon weight (tC per litre of biofuel) $\\times$ Conversion factor (gha per tC) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conversion factor (gha per tC) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Carbon sequestration by the global biological system through biological processes influences the world carbon cycle. The primary natural carbon absorber is forest land,which accounted for $6 9 \\%$ of overall carbon sequesters.This is termed the ‘Carbon Responsibility' in the above expression. Carbon absorbed by the ocean is not specifically included in this study (likewise by Hammond & Seth,2013).An equivalence factor for forests of $1 . 4 \\mathrm { \\ g h a \\ h a ^ { - 1 } }$ was adopted from Alderson et al. (2012)，and world carbon absorption factor was taken as $0 . 9 5 ~ \\mathrm { t C ~ h a ^ { - 1 } }$ (after Hammond& Seth,2013).Asa result,aconversion factor of 1.017 gha $\\mathbf { h } \\mathbf { a } ^ { - 1 }$ for the carbon component was obtained.Finally,these numbers were then be multiplied by the IEA estimated global biofuel production to quantify the aggregate carbon component. A similar study by Simmons et al.(2ooo) found that the equivalence factor for forest was $1 . 1 4 { \\mathrm { ~ g h a ~ h a } } ^ { - 1 } ,$ ，and a very similar number was subsequently employed by Chambers et al. (2000). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To estimate the carbon footprints associated with global biofuel production, the data set on life cycle $\\mathrm { C O } _ { 2 \\mathrm { e } }$ emissions for different feedstocks was adopted from an environmental Life cycle Assessment (LCA) study sponsored by the UK Government'sDepartment forEnvironment,FoodandRuralAffairs(Defra,2012).[A discussion of the relationship between EFA and LCA can be found in the Supporting information.] The various components were then aggregated to determine the overall footprint of the world biofuel production from the IEA transport roadmap projections (IEA,2011). The Defra (2012)LCA studyreported both direct and indirect biofuel life cycle emission factors,including the entire fuel and end use life cycle known as the'well-to-wheel' basis (although it is strictly 'seedto-wheel' in terms of energy crops): see Table 2. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Theindirect emissions under the UK Government's Renewable Transport Fuel Obligation(RTFO)are reported by its Department of Transport (DfT,2012).This RTFO is one of the main UK policies for reducing GHG emissions from road transport.It requires that a certain percentage of transport fuel to be classified as‘renewable'.Each supplier of fuel to the UK market is therefore required to demonstrate that biofuel has been supplied at a set proportion of their overall fuel supply (this proportion was $4 . 7 5 \\%$ in 2015).In the annual RTFO report,estimates of indirect GHG emissions associated with the fuel production and refining,transport of primary fuels, distribution，storage andretail of finished fuels (although not those from the direct emissions of $\\mathrm { C O } _ { 2 } ,$ $\\mathrm { C H } _ { 4 }$ and $\\mathrm { N } _ { 2 } \\mathrm { O }$ that are released by combusting biofuels in vehicles).Direct emissions are reported separately by Defra (2012), including those on a‘well-to-tank' (again strictly‘seed-totank' or‘plant-to-pump'）basis.However，it does provide detailed GHG emissions data associated with the fuel production and actual amount of $\\mathrm { C O } _ { 2 }$ from burning biofuels [extracted from DfT (2012)].This was considered to be equal to the amount of $\\mathrm { C O } _ { 2 }$ sequestered in the growth of the feedstock used to produce the biofuel. $\\mathrm { C H } _ { 4 }$ and $\\mathrm { N } _ { 2 } \\mathrm { O }$ are not offset by adsorption in growth of feedstocks,unlike the $\\mathrm { C O } _ { 2 }$ .The total lifecycle $\\mathrm { C O } _ { 2 \\mathrm { e } }$ emissions employed in this study were obtained by summing the direct emissions of $\\mathrm { C H } _ { 4 }$ and ${ \\mathrm { N } } _ { 2 } { \\mathrm { O } } ,$ together with indirect life cycle emissions as reported under the RTFO (DfT, 2012). ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/2f0091ddd576ee0e8b5d6330baad47599fb8de6be2d6e084b2ef62c3f5f239b7.jpg",
        "table_caption": [
            "Table2 GHG $\\mathrm { ( C O } _ { 2 \\mathrm { e } } \\mathrm { ) }$ emissions from the different feedstocks "
        ],
        "table_footnote": [
            "Sources:BothdirectandidirectemissionsreporedbyDefra(02);indirectemissionsextracedviaDf(012)obtainedforRTC purposes. "
        ],
        "table_body": "<html><body><table><tr><td>Fuel type</td><td>RTFO indirect life cycle Unit (g COe MJ-1)</td><td>Direct CH4</td><td>Direct N2O</td><td>Actual life cycle</td><td>Direct CO2</td><td>Total GHG CO2e</td></tr><tr><td>Bioethanol</td><td>39</td><td>0.094</td><td>0.172</td><td>38.902</td><td>71.600</td><td>110.502</td></tr><tr><td>Bioethanol cane</td><td>24</td><td>0.094</td><td>0.172</td><td>24.266</td><td>71.600</td><td>95.866</td></tr><tr><td>Bioethanol SRC</td><td>16</td><td>0.094</td><td>0.172</td><td>16.266</td><td>71.600</td><td>87.866</td></tr><tr><td>Biodiesel</td><td>34</td><td>0.025</td><td>0.503</td><td>34.182</td><td>75.300</td><td>109.482</td></tr><tr><td>Advanced Biodiesel</td><td>23</td><td>0.025</td><td>0.503</td><td>23.528</td><td>75.300</td><td>98.828</td></tr><tr><td>Biomethane</td><td>27</td><td>0.075</td><td>0.031</td><td>27.106</td><td>55.408</td><td>82.514</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Embodied energy.The energy embodied in structural materials used for the construction of each biofuel production plant (or biorefinery)，along with the operational energy (heat or power)used in the facility,is termed 'embodied energy'(Hammond & Jones,20o8).The embodied energy footprint per litre of biofuel worldwide was then calculated (Alderson et al., 2012) via: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Embodied energy footprint component (gha per litre of biofuel) $\\ l =$ Embodied energy (GJ per litre of biofuel) $\\times$ Conversion factor (gha per GJ) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The input embodied energy to a biorefinery employed in this study was assumed to be the same amount as the energy required in the fossil fuels industry.The conversion factors waste products to disposal sites.Thus,the transport footprint per litre of biofuel is estimated as follows (Alderson et al., 2012): ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/94b29a9289a18e4c336f329e6c8deda1e871b6a7bd3aafc693c576f19dbaf164.jpg",
        "table_caption": [
            "Table 3 Embodied energy footprint conversion factors associated with primary and secondary carriers "
        ],
        "table_footnote": [
            "Source:Alderson et al.(2012). "
        ],
        "table_body": "<html><body><table><tr><td>Energy source</td><td>Factors (gha GJ-1)</td></tr><tr><td>Gridelectricity</td><td>0.038</td></tr><tr><td>Solid fuel</td><td>0.023</td></tr><tr><td>Petroleum</td><td>0.019</td></tr><tr><td>Total</td><td>0.080</td></tr><tr><td>Conversion factor (gha GJ-1)</td><td>0.027</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Transport footprint component (gha per litre of biofuel) $\\ c =$ Fuel input (t per litre of biofuel) $\\times$ Conversion factor (gha per t) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Here, the conversion factor was calculated for each mode of transport (based on carbon emissions) and summed as follows (Hammond & Seth,2013): ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Conversion factor (gha per tC)   \n$= \\sum$ [Average distance $( \\mathbf { k m } ) \\times$ Carbon emissions (tC per t-km)   \n$\\times$ Factor (gha per tC)] ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Factor(ghaperC)CaboespsibitUpiftfcrquivaleefct) World carbon absorption factor (tC ha-1) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "were hence computed from primary energy sources and the conversion factors adopted by Alderson et al. (2012)(see Table 3).These conversion factors had already taken account of equivalence factors for different land types,which were presented in terms of global hectares per GJ of biofuel.Finally, the resultswere then multiplied by the IEA estimates of world bio fuel production (IEA,2011) to determine the magnitude of the embodied energy component. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Transport. The transport component includes the transport of fuel for input into the biorefinery process and onward to the refuelling plant.In principle,it also included the removal of ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The values for the parameters termed carbon responsibility, equivalence factor and world carbon absorption factor adopted here were 0.69,1.4 gha $\\mathbf { h } \\mathbf { a } ^ { - 1 }$ and $0 . 9 5 ~ \\mathrm { t C } ~ \\mathrm { \\ h a } ^ { - 1 }$ ，respectively, for the carbon footprint calculation,after Alderson et al. (2012).An ‘uplift factor' was used to account for the energy which is consumed during the manufacture and maintenance of vehicles for freight purpose,and the necessary infrastructure forroad,rail and water.Itwasassumed thatvehicle manufacture and maintenance gives rise to an uplift in carbon emissions of $1 5 \\%$ ，and that the development of necessary infrastructureaddedafurther $3 0 \\%$ to carbon emissions (Alderson et al.,2012).Therefore,a total uplift factor of 1.45 was allocated to road，rail and waterborne transport.This was used in the resulting conversion factor to obtain a figure of 1.4744 gha per tC (Alderson et al.,2012). The average travelling distance and the associated GHG emissions vary with road,rail and waterborne transport mode (see Alderson et al., 2012)．Therefore，the conversion factors for each transport mode were calculated separately and then combined to yield an overall conversion factor. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Waste arisings.The waste footprint component includes all wastes produced as a result of releases from each biorefinery process,and its footprint is calculated as follows(Alderson et al.,2012): ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Life cycle environmental impact of biofuels ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The total life cycle of conventional biodiesel produced $1 . 1 1 \\mathrm { ~ k g C O } _ { 2 \\mathrm { e } }$ per litre of biofuel. In total, $5 0 \\%$ of these emissions come from the crop plantation stage,whilst the oil extraction and biodiesel production stage contribute around $1 5 \\%$ and $2 8 \\%$ ,respectively (Defra,2012). By contrast, the conventional bioethanol produced from sugar beet accounted for $0 . 9 1 \\mathrm { ~ k g C O _ { 2 e } }$ per litre of biofuels.Very similar values were adopted by Delucchi ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Waste arisings (t per litre of biofuel) $\\times$ Equivalence factor(gha ha-1) Waste footprint component (gha per litre of biofuel) $\\ c =$ World Average Yield(t ha-1) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This equation was used to estimate the waste footprint per litre of global biofuel production.It was then multiplied by the estimated worldwide biofuel production projected by the IEA (2011）to obtain the waste footprint of global biofuels.The method of waste disposal was considered to be landfill only in this study.It was assumed that waste disposal takesup fertile land,which could be otherwise used for agricultural purposes, and therefore,the crop land equivalence factor of 2.1 gha $\\mathrm { \\ h a } ^ { - 1 }$ wasemployed here (following the practice adopted by Alderson et al.,2012).However,the‘world average yield' factor for the different types of wastes that are produced during the world biofuel production process varies.The overall waste footprint component was finally computed by multiplying the waste footprint per litre by the IEA projected world biofuel production out to 2050 (IEA,2011). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Water usage.The original ‘water footprint' adopted by Hoekstra& Hung (2oo2) provided a framework to analyse the relationship between human activities and global freshwater consumption. The water footprint component per litre of global biofuel production was then computed as follows (Hammond & Seth,2013): ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Water footprint component (gha per litre of biofuel) $\\ l =$ Consumption of water (litre of water per litre of biofuel) $\\times$ Conversion factor (gha per litres of water) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A study of water footprint of crops and derived crop products byMekonnen& Hoekstra (2011) was employed to determine the global green,blue and grey water requirements for biofuels crop production,although the grey water footprint quantified in the study was solely related to nitrogen use. The conversion factor of O.1O2 gha perMlitresof wateradopted by Alderson et al. (2012) was employed to estimate the water footprint component (in terms of gha per litre of biofuel) via the above equation.Finally, the overall water footprint component (gha)was computed by multiplying the water footprint per litre by the IEA projected world biofuel production over the period 2010-2050 (IEA,2011). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(2006)in his LCA study,who indicated that corn (or maize） bioethanol does not have significantly lower GHGemissionsincomparisonwithpetrol(or 'gasoline').Indeed，cellulosic bioethanol was found to have only about $5 0 \\%$ lower $\\mathrm { C O } _ { 2 \\mathrm { e } }$ emissions.The main reason for this (see Hammond & Seth，2013)is that Delucchi (2006） estimated relatively high $\\mathrm { C O } _ { 2 \\mathrm { e } }$ emissions from feedstock and fertilizer production，from land use and cultivation and from emissions of non$\\mathrm { C O } _ { 2 }$ GHGs from vehicles.Therefore, the largest sources for $\\mathrm { C O } _ { 2 \\mathrm { e } }$ emissions arose at the upstream end of the biofuels life cycle (Hammond & Seth,2013);that is those associated with fuel production, feedstock recovery, fertilizer manufacture and ‘displaced' emissions.Delucchi (2006) observed that the emissions related to feedstock transmission, fuel distribution and liquid-fuel dispendingwere relatively small. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Carbon footprintof biofuels ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The carbon weight was estimated for each biofuel category from data providedby Defra (2012) for bioethanol, biodiesel and biomethane,respectively.This was then converted into the carbon footprint per tC per litre of biofuel using the conversion factors previously determined (see‘Carbon emissions'above).The total carbon footprint was obtained from the concatenated results for the individual footprints per litre of bioethanol,biodiesel and biomethane multiplied by the annual IEA biofuel projections out to 2050 (IEA,2011). It was found to be 0.085 billion (bn） gha in 2010,rising to O.64 bn gha by 2050 as depicted in Fig.3.This growth was primarily caused by an increase in bioethanol production from sugarcane and advanced biodiesel. Sugarcane bioethanol produced $0 . 8 0 \\mathrm { ~ k g } \\mathrm { C O } _ { 2 \\mathrm { e } }$ per litre of biofuels,whereas advanced biofuels were found to produce $1 . 2 2 \\mathrm { ~ k g ~ C O _ { 2 e } }$ per litre of biofuels. Consequently，sugarcane contributed $1 8 \\%$ of the total carbon footprint in 2010 and is expected to exhibit a similar proportion by 2050. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/01c042cfb2d6c5b13bb2bfaa4355ab4448e142785bab020620c41f81bfd4545b.jpg",
        "img_caption": [
            "Fig.3Carbon footprints associated with the world production of various biofuels and feedstocks (2010-2050). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The carbon footprint of conventional bioethanol from sugar beet and corn had a combined value of O.o51 bn ghain 2010 andislikely to rise to O.059bn ghaby 2020. Subsequently, it will gradually be replaced by advanced bioethanol from cellulosic feedstocks (IEA,2011).In the period 2020-2050,advanced biofuels were found to give rise to $< 5 0 \\%$ GHG emissions compared with conventional (FGB) ones.Over the corresponding period, the carbon footprint emitted from conventional biodiesel extracted from vegetable oil is $0 . 0 1 8 { \\mathrm { ~ b n } }$ gha in 2010, which was projected to rise to $0 . 0 3 4 ~ \\mathrm { b n }$ gha by 2025, and then gradually will be replaced by advanced biodiesel(see again Fig.3).IEA biofuelprojections assumedthat $5 0 \\%$ ofadvancedbiofuelsandbiomethane areproduced from wastes and residues (IEA，2011). Thus，conventional biodiesel production accounted for $2 1 \\%$ of the biofuel carbon footprints in 2010,which is projected to be completelyreplaced byadvanced biodiesel production (such as biojet) by 205O when it is likely to reflect around $45 \\%$ of total carbon emissions.IEA global biomethane projections,indicate that there will be a visible increase after 2O2O and then a rapid expansion. The carbon footprint of biomethane is then estimated to be 0.162 bn gha in 2050,which contributes $2 5 \\%$ of total global biofuel carbon footprint. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Bioproductive land footprint of biofuels ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The area of bioproductive land required for each biofuel type was obtained from information provided in the IEA technology roadmap for transport biofuels (2011).These were converted into the bioproductive land footprint per litre of biofuel produced using the conversion factor previously identified (see ‘Bioproductive land'and 'Built land' above).The bioproductive land footprint component was then calculated for each year from 2010 to 2050 by multiplying the footprint per litre by the projected world biofuel production (IEA,2011). Bioethanol from sugarcane exhibits a high productivity of 3400 l equivalent per hectare (ha) in 2010,in comparison with conventional bioethanol $( 2 3 0 0 \\mathrm { ~ l ~ h a } ^ { - 1 } .$ ）and conventional biodiesel $( 2 0 0 0 \\mathrm { ~ l ~ h a } ^ { - 1 } )$ .These accounted for $1 3 \\%$ 1 $5 8 \\%$ and $2 8 \\%$ of the total productive land footprint in 201O,respectively,due to the larger land pro ductivity and less land area required for unit biofuel produced.The bioproductive land footprints for various biofuel types over the period 2010-2050 are depicted in Fig. 4. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The bioproductive land footprint of conventional biodiesel in 2010 was found to be 0.042 bn gha in 2010, increasing to 0.061 bn gha in 2025 (see again Fig. 4). According to the IEA transport biofuels roadmap (IEA, 2011),this biodiesel will then be gradually replaced by advanced biodiesel (including biojet） from waste and reside during 2025-2050.The latter yields a bioproductive land footprint of $0 . 4 1 8 ~ \\mathrm { b n }$ gha by 2050，which amounts to $6 0 \\%$ of overall land footprint in that year. In contrast, conventional bioethanol leads to O.o85 bn gha which accounted for $5 8 \\%$ of overall productive land footprint in 2010. This biofuel will be completely replaced by advanced biofuel produced from sugarcane and SRC by 2050 (IEA，2011)，which amounts to $2 8 \\%$ of the overall bioproductive land footprint on that timescale. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The total bioproductive land footprint of world biofuel production is also shown in Fig.4. It amounted to 0.15 bn gha in 2010,but is likely to rise in line with IEA biofuel projections (IEA,2011） to 1.16 bn gha by 2050. The overall environmental footprint accounts for about a ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/205af2fb5123042e2003b2d722c2910675df73af62cb1b557e6967fd77baf5ee.jpg",
        "img_caption": [
            "Fig.4Bioproductive land footprints associated with the world production of various biofuels (2010-2050) "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "$5 0 \\%$ share over the period 2010-2050.To reduce this, large impact of bioproductive land will require improvements in sustainable land management practices，such asgreater land productivity,reliance on unused arable land and agriculture intensification.These are methods that might effectively avoid competition between food and fuel crops,as well as reducing the GHG emissions from LUC(IEA,2010a). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Waterfootprint ofbiofuels ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Most water consumption occurs during the agricultural activities which produce the biofuel feedstocks.This water demand was converted into the corresponding water footprint per litre of biofuel produced using the conversion factor previously identified (see ‘Water usage above).The conversion factor of O.102 gha per M litres ofwater adopted by Alderson et al. (2012) was employed to estimate the water footprint component (in terms of gha per litre of biofuel).Finally，the overall water footprint component (gha) was computed by multiplying the water footprint per litre by the IEA projected world biofuel production over the period 2010- 2050 (IEA，2011).The initial baseline water footprint was found to be O.0281 bn gha in 2010. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The water footprint for different crops consists of blue,green and grey water contributions. Conventional biodiesel had a larger water footprint than bioethanol per unit of energy derived. Biodiesel required 7665 l per litre of biofuel, with the green water category accounting for $90 \\%$ of total water consumption. The corresponding blue and grey footprints each contributed just $5 \\%$ ，respectively. Conventional bioethanol,on the other hand，required 202O 1 per litre of biofuel，of which green,blue and grey water contributed $56 \\%$ 1 $1 3 \\%$ and $3 1 \\%$ ，respectively.A similar finding was obtained by ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Gerbens-Leenes et al.(2oo9).In contrast,advanced biofuels were found to consume only half the water resources of conventional biofuels.This was because the $5 0 \\%$ feedstocks were presumed (IEA，2011） to be derived from waste and residues. A relative high grey water footprint occurs when a large amount of fertilizer isrequired on the crop field,because it is needed to assimilate nutrients and maintain the water quality Mekonnen & Hoekstra (2O11） found that nutrients leached from agricultural plantations are the main pollution sources that give rise to contamination of the surface and underground water resources. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The overall water footprint was obtained from individual water footprints of the various biofuels. The waterfootprints for these different biofuelsare depicted in Fig.5 over the period 2010-2050. The water footprint of conventional bioethanol (from sugar beet and corn) was found to be 0.0131 bn gha in 2010,contributing $4 0 \\%$ of total water footprint in that year. By contrast, conventional biodiesel from vegetable oil produced 0.0127 bn gha，which accounted $45 \\%$ of overall water footprint in 2010.The latter will be completely replaced byadvanced biofuels by 2050,which contributed $70 \\%$ of overall water footprint. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The overall water footprint of global biofuel production was $0 . 0 2 8 ~ \\mathrm { b n }$ gha in the 201O baseline year,but is likely to rise to 0.356 bn gha by 2050 (see again Fig. 5). This footprint roughly doubles over the intervening 40 years,although it only accounted for around $9 \\%$ of total environmental footprint in 2050.Effective ways to cut down the biofuel water footprint on a global scale include encouraging the development of advanced biofuel technologies that yield biofuels from wastes and residues， planting crops that require a minimal amount of fertilizer，and promoting rain-fed biofuel production. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/ecf86cb1e8497cda958b1766cd0db02ed07a42d12e37d22aec5ecccb84227249.jpg",
        "img_caption": [
            "Fig.5Water footprints associated with the world production of various biofuels (2010-2050). "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/f430c2b01f57f9c36ffb08e5da53fa4323bef75519972a53ff58a05969ed3386.jpg",
        "img_caption": [
            "Fig.6Totalenvironmentalfootprints asociated with world biofuel productionand its component shares (2010-2050). "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Total environmental footprint of biofuels ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The overall environmental footprint of global biofuel production for IEA biofuel projection (2011） can be summed in terms of all the individual components. These individual environmental footprint components associated with world biofuel production have been estimated onan annual basis (Hammond & Seth,2013): ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Total environmental footprint (EF) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "$\\ b =$ Bioproductive land footprint $^ +$ Built land footprint $^ +$ Carbon footprint+Embodied energy footprint $^ +$ Transport footprint+Waste footprint +Water footprint ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The entire estimation process was then duplicated for each year of the study period,and hence,calculations are best carried out through spreadsheet implementation.The total environmental footprint from different biofuels over the corresponding period is depicted in Fig. 6 below. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The total global biofuel production environmental footprint was estimated to be O.29 bn gha for 2010 and is likely to grow in line with the IEA transport roadmap projections (IEA,2011) to 2.57 bn gha by 2050 (see again Fig. 6).Bioproductive land is seen to rise from O.147 bn gha in 2010 to 1.162 bn gha in 2050. This is proved to be largest footprint component，followed by the carbon footprint component that rose from O.08 bn gha in 2010 to $0 . 6 0 ~ \\mathrm { b n }$ gha in 2050,embodied energy from 0.029 bn gha in 2010 to O.401 bn gha by 2050 and finally water footprint from 0.028 bn gha to 0.356 bn gha by 2050. Thus,bioproductive land and carbon components have contributed around $5 0 \\%$ and $2 5 \\%$ ，respectively，to the overall environmental footprint， whereasembodied energy and water each accounted for roughly $1 0 \\%$ respectively. The footprints of built land, transport and waste were found to account for an insignificant amount to the overall footprint of world biofuel production. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Biofuel footprints on thelandscape ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Environmental or ‘ecological' footprints (ef) have been employed to determine the impacts associated with world biofuel production out to 2050 projected by the IEA as part of their technology roadmap for transport biofuels (IEA,2011). Such metrics have been widely used in recent years as indicators of resource consumption and waste absorption transformed on the basis of biologically productive land area [in global hectares (gha)] required per capita with prevailing technology. Theyprovide a systems integration framework for global sustainability assessment (of the kind advocated by Liu et al.，2015) and represent a partial measure of the extent to which an activity is ‘sustainable'.Methodologies employed were consistent with those developed by the GFN and related bodies.In contrast,'carbon footprints' are the amount of carbon [or carbon dioxide equivalent] emissions associated with such activities in units of mass or weight (like kilograms per functional unit)，but can be translated into a component of the environmental footprint (on a gha basis). Consequently, $e _ { f }$ has been broken down into different components: bioproductive land,built land,water, carbon emissions (effectively cf)，embodied energy，transport and waste components，respectively.Thiscomponent-based approach (following Simmons et al.，20oo;Eaton et al., 2007;Alderson et al., 2012) facilitates the examination of sustainability issues broadly，along with specific matters,such as the linkages associated with the so-called ELW nexus (Brandi et al., 2013). It provides a means of comparing the various footprint components on a common basis. The approach is not without potential controversy，but yields a better way of comparing environmental burdens than many of the alternatives. These studies represent ‘indicative' ways of evaluating the performance of world biofuel projections in the light ofimperfect information.Such assessments provide a valuable evidence base for developers，policymakers and other stakeholders. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The total environmental footprint of global biofuel consumption was estimated here to be 0.29 bn gha in the base year of 2010,rising to 2.57 bn gha by 2050 (see Fig.6),based on the IEA projection of world biofuel take-up [see Table 1 (IEA,2011)].Current biofuels are essentially FGB produced primarily from food crops(Hammond et al.， 2012). They arelimited by their inability to achieve targets for oil-product substitution，without threatening food supplies and biodiversity，and for GHG reductions.Bioproductive land proved to give rise to the highest component of the overall footprint,rising from O.147 bn gha in 2010 to 1.162 bn gha in 2050 (see also Fig.4). This distinguishes the footprint results for biofuels from those with other energy sources,such as electricity generation (Alderson et al.，2012;Hammond & Seth，2013), where the land component is relatively small. The carbon footprint of global biofuel production was the next highest [0.080 bn gha in 2010 to 0.600 bn gha in 2050 (see also Fig.3)l,，followed by embodied energy (0.029 bn gha in 2010 to 0.401 bn gha in 2050)，and then the water footprint [0.028 bn gha in 2010 to 0.07 bn gha in 2019 (see also Fig.5)]. The built land, transport andwastecomponentscontributedan insignificant amount to the total environmental footprint.In order to reduce these impacts，it will be necessary to move towards more advanced biofuels (SGB) produced from agricultural or crop‘wastes' (such as straw） and from nonfood energy crops, which reduce these negative environmental burdens (Fairley，2011；Hammond et al.，2012；Hammond & Seth,2013). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The implications of the 'energy-land-water nexus' ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The term ‘natural capital' is typically used to denote the stock of natural assets and resources that yield ecosystem goods and services,such as those required for food (including those associated with pollination of crops)，timber and the absorption or recycling of human waste arisings (together with $\\mathrm { C O } _ { 2 } )$ ，as well as water catchment and erosion control.Maintenance of this natural capital is consequently central to securing environmental security and sustainability over the longer term.In turn，a key subset is the so-called nexus,or set of complex interactions,between energy requirements， landusesandwaterconsumption levels worldwide. This ELW nexus(Brandi et al., 2013） gives rise to multiple positive and negative impacts that have become widely recognized in policy making circles. The generation of energy vectors is obviously the main driver for anthropogenic climate change，whilst there are competing demands on land use[both LUC and iLUC (Hammond et al.， 2012; Hammond & Seth，2013)] for both food and biofuel production.Water is needed for drinking，irrigation, food and biofuel crop production，hydro-electric dams and various leisure pursuits. They are all exacerbated by increasing ELW demands arising from the growth in world population that is moving towards 8 bn in 2025 and $9 . 5 ~ \\mathrm { b n }$ by 2050 (Cranston & Hammond, 2010),as well as human socio-economic developments generally.Such demands are often framed in terms of energy, food or water ‘security'. It is argued that a strategy which focuses on just one element of the nexus，without considering the others，is likely to lead to major unintended consequences.Thus，many have advocated the need for an integrated approach to the management and governance of nexus issues acrossvarioussectors and at differentscalesto ensure sustainability. This would necessitate research and the modelling of ELW impacts withinan informed，transparent and integrated framework for planning and decision support. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Environmental footprinting provides an, albeit imperfect,approach to evaluating natural capital or ecosystem services impacts that arise from the ELW demands of humanity (Brandi et al.,2013).An estimate of the global amount of water required per litre of biofuel production was computed here for the overall life cycle of global biofuel production,which is mainly used during the agricultural activities that produce the biofuel feedstocks.These were employed to calculate the water footprint per litre of biofuel produced (see ‘Water usage' and 'Water footprint of biofuels' above). The IEA projection of global biofuel production (IEA,2011)，and conversion (or‘equivalence'） factors,was then used to determine the water footprint in global hectares for each year from 2010 to 2050.Diferent crops were considered,along with their blue,green and grey water requirements.The total water footprint for global biofuel production was found to be 0.0281 bn gha in 2010,rising to 0.356 bn gha by 2050 (see Fig.5). It doubled over these 40 years and will account for around $9 \\%$ of total environmental footprint in 2050.[But it should be borne in mind that, on the basis of the methodology employed here,significantly higher contributions emanated from bioproductive land use and carbon emissions( $4 8 \\%$ and $23 \\%$ 1 respectively).] Nevertheless，advanced (SGB) biofuels (Hammond et al.，2012;Hammond & Seth,2013) only resulted in about half the water footprint of FGB, because it was assumed that $5 0 \\%$ of their feedstocks were obtained from waste and residues.A relatively greater grey water footprint was observed due to the significant use of fertilizer required in cultivation of those crops. This resulted in a large amount of ‘grey water' being needed to dilute nutrient concentrations that leach from agricultural plantations and thereby to maintain water quality. Hoekstra & Hung (2002) observed,for instance, that such nutrients are the principal contaminant sources giving rise to the pollution of surface and underground water. Thus, encouragement of the take-up of advanced biofuels from wastes and residues, the planting of crops that require only a minimal amount of fertilizer or the promotion of rain-fed biofuel feedstocks are all likely to be effective ways of reducing the water footprint associated with world bio fuel production out to 2050. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The present research forms part of a programme at the University of Bath on the technology assessment of energy (including bioenergy and biofuel） systems supported by various UK research grants and contracts.In particular,Prof.Hammond wasa Co-Investigator of the Biotechnologyand Biological Sciences Research Council's (BBSRC) Sustainable Bioenergy Centre (BSBEC), under the‘Lignocellulosic Conversion to Ethanol' (LACE)Programme [Grant Ref: BB/G01616X/1].Prof.Katherine Smart (now Group Chief Brewer of SABMiller plc) and Prof. Greg Tucker of the University of Nottingham led this consortium, whilst BSBEC was directed by Duncan Eggar (the BBSRC Bioenergy Champion). Prof.Hammond also holds an Honorary Professorshipin Sustainable Bioenergyat theUniversityofNottingham. Both authors are grateful to external colleagues for their role in the co-ordination of large consortia of university and other partners.However,the views expressed in thisarticle are those of the authors alone and do not necessarily reflect the policies of the funders.The authors'namesare listed alphabetically. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Alderson H, Cranston GR,Hammond GP (2012) Carbon and environmental footprinting of low carbon UK electricity futures to 2050. Energy,48, 96-107.   \nAlexandratos N,Bruinsma J (2012)World agriculture towards 2030/2050: the 2012 revision.ESA Working Paper 3,Food and Agricultural Organisation [FAO] of the United Nations, Rome.   \nAronson J, Blignaut JN,Milton SJ,Clewell AF (2006)Natural capital: the limiting factor (editorial). Ecological Engineering,28,1-5.   \nBrandi C,Richerzhagen C,Stepping KMK(2013)Post 2015:why is the water-energyland nexus important for the future development agenda?[Briefing Paper 3/2013]. Deutsches Institutfuir Entwicklungspolitik [DIE] (The German Development Institute), Bonn, Germany.   \nChambers N,Simmons C,Wackernagel M(2Ooo) Sharing Natures Interest:Ecological Footprints as an Indicator of Sustainability. Earthscan Publications,London.   \nCostanza R, Daly HE (1992) Natural capital and sustainable development. Conseroation Biology,6,37-46.   \nCranston GR,Hammond GP (201o) North and south: regional footprints on the transition pathway towards a low carbon, global economy. Applied Energy,87,2945- 2951.   \nCranston GR,Hammond GP (2012) Carbon footprints in a bipolar,climate-constrained world. Ecological Indicators,16,91-99.   \nDalyHE,FarleyJ (2011) Ecological Economics:Principlesand Applications,(2nd edn). Island Press,Washington, DC.   \nDelucchi MA (2006) Lifecycle analysis of biofuels.Report UCD-ITS-RR-06-08,Institute of Transportation Studies, University of California, Davis, CA.   \nDepartment for Environment,Food and Rural Affairs [Defral (2012) 2012 Guidelines to Defra/DECC's GHG Conversion Factors for Company Reporting:Methodology Paper for Emission Factors.Defra,London.   \nDepartment for Transport [DfT] (2012)Renewable Transport Fuel Obligation (RTFO) guidance:Detailed Carbon Intensity Data.DfT,London.   \nEaton RL,Hammond GP,Laurie J (2oo7) Footprints on the landscape: an environmental appraisal of urban and rural living in the developed world.Landscape and Urban Planning,83,13-28.   \nEkins P (1992)A four-capitals model of wealth creation. In:Real-Life Economics: Understanding Wealth Creation (eds EkinsP,Max-Neef M),pp.147-155.Routledge, London.   \nElghali L, Clift R,Sinclair P,Panoutsou C, Bauen A (2oo7) Developing a sustainability framework for the assessment of bioenergy systems.Energy Policy,35,6075-6083.   \nEuropean Renewable Energy Council [EREC] (2013) EU Tracking Roadmap 2013: Keeping TrackofRenewable Energy Targets Towards2020,EREC,Brusels   \nEverettB,BoyleG,PeakeS,RamageR(eds.) (2012)Energy SystemsandSustainability: Power fora Sustainable Future,2nd edn. Oxford University Press,Oxford.   \nFairley P (2011) Next generation biofuels. Nature Outlook -Biofuels,474, S2-S5.   \nGerbens-Leenes W,Hoekstra AY,van der Meer TH (2O09) The water footprint of bioenergy.Proceedings of the National Academy of Sciences,106,10219-10223.   \nHammond GP (2ooo) Energy,environment and sustainable development: a UK perspective.Trans IChemE Part B:Process Safety and Environmental Protection,78,304 323.   \nHammond GP (2oo6) People,planet and prosperity': the determinants of humanity's environmental footprint. Natural Resources Forum,30,27-36.   \nHammond G (2oo7) Correspondence: time to give due weight to the ‘carbon footprint' issue.Nature,445,256 (18 January).   \nHammond GP, Jones CI (20o8) Embodied energy and carbon in construction materials.Proceedings of the Institution ofCivil Engineers-Energy,161,87-98.   \nHammond GP, Jones CI (2011) Sustainability criteria for energy resources and technologies.In: TheHandbook of Sustainable Energy,Ch.2.(eds GalarragaI,GonzalezEguino M, Markandya A),pp.21-46 Edward Elgar,Cheltenham.   \nHammond GP,Seth SM (2013) Carbon and environmental footprinting of global bio fuel production. Applied Energy,112, 547-559.   \nHammond GP,Kallu S,McManus MC (20o8) The development of biofuels for the UK automotive market. Applied Energy,85,506-515.   \nHammond GP,Howard HR, Tuck A (2012) Risk assessment of UK biofuel developments within rapidly evolving energy and transport sectors.Proceedings of the InstitutionofMechanical Engineers,Part O:JournalofRisk andReliability,226,526-548.   \nHoekstraAY,Hung PQ (2oo2) Virtual water trade-a quantification of virtual water flows between nations in relation to international crop trade.[Value ofWater Research: Report Series No.11.] IHE,Delft, The Netherlands.   \nInternational Energy Agency [IEA] (2010a) Energy Technology Perspectioes 2010: ScenariosandStrategiesTo2050.OCED/IEA,Paris.   \nInternational EnergyAgency[IEA](2O1ob) Bioenergy,land use change and climatechange mitigation: background technical report.IEA Bioenergy:ExCo.3.OCED/IEA,Paris.   \nInternational Energy Agency [IEA](2O11) Technology Roadmap: Biofuels for Transport. OCED/IEA,Paris.   \nLiu J,Mooney H,Hull V et al. (2015) Systems integration for global sustainability. Science,347, 1258832.   \nMekonnen MM,Hoekstra AY (20l1) The green,blue and grey water footprint of crops and derived crop products.Hydrology and Earth System Sciences,15,1577- 1600.   \nOrganisation of Economic Co-operation and Development [OECD] - Food and Agricultural Organisation [FAO] (2010) OECD-FAO Agricultural Outlook 2010-2019. OCED, Paris.   \nSearle S,Malins C (2014) A reassessment of global bioenergy potential in 2050.GCB Bioenergy,7,328–336.   \nSimmons C, Lewis K, Barrett J(2ooo) Two feet-two approaches: a component-based model of ecological footprinting. Ecological Economics,32,375-380.   \nSladeR,Saunders R,Gross R,Bauen A (2011) Energy from Biomass: The Size of the Global Resource.UK Energy Research Centre, London.   \nTester JW,Drake EM,Driscoll MJ,GolayMW,Peters WA (20o5)Sustainable Energy: Choosing Among Options.MIT Press, Cambridge,MA.   \nThe Royal Society [RoySoc] (2008) Sustainable biofuels: prospects and challenges,Policy Document 01/08,No.22. RoySoc,London.   \nTurner RK,Daily GC (2008) The ecosystem services framework and natural capital conservation.EnuironmentalandResourceEconomics,39,25-35.   \nWackernagel M,Rees W (1996) Our Ecological Footprint.New Society,Philadelphia.   \nWiedmann T,MinxJ(2o08)A definition of carbon footprint'.In: Ecological Economics Research Trends,Ch.1 (ed.Pertsova CC),pp.1-11.Nova Science Publishers, Hauppauge, NY. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the online version of this article: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Appendix S1.Electronic supplementary information. ",
        "page_idx": 14
    }
]