[
    {
        "type": "text",
        "text": "Taxonomic revision of the holotype of Proboselaphus watasei Matsumoto, 1915 (Bovidae, Artiodactyla) from Chuanyu area, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "NISHIOKA Yuichiro KOHNO Naoki² KUDO Yuichiro² (1MuseumofNaturalandEnvironmental History,Shizuoka Shizuoka422-8o17,Japanchicchaimon@gmail.com (2 Tsukuba Research Departments,NationalMuseumofNature andScience,Tokyo Ibaraki305-0o5,Japan) (3GakushuinWomen's College Tokyo 162-8650,Japan) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract A taxonomic revision of Proboselaphus watasei Matsumoto,1915 (Bovidae, Artiodactyla) from the Pleistocene of Chuanyu area,China demonstrates that this genus and species names are invalid.The holotype with a skull and mandibles was recently rediscovered in the fossl collection by Nobuo Naora,which is housed in the National Museum of Japanese History, Chiba Prefecture,Japan.Proboselaphus watasei was described as a closelyrelated species to living nilgai,or Boselaphus tragocamelus,in South Asia,based on general characteristics of pecorans,such as small bony horn-cores and hypsodont cheek teeth.However, the cranial and dental morphologies re-examined in the present study clearly show that the holotype has cervid-specific characteristics: e.g.,the fronto-parietal surface curving dorsally, the basioccipital with a triangular outline,and molars with isolated anterior and posterior lobes.The molars of the holotype are comparable to those of Cervus unicolor, in having strong accessary structures (or spurs,cingulums/cingulids,and styles/stylids),and are as large as those of Cervus cf. C.unicolor from the Pleistocene deposits in southern China. This taxonomic change suggests that any crown-boselaphins had not dispersed into East Asia since the Pleistocene. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeywordsChina, Quaternary,mammal,Bovidae, Cervidae ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Nishioka Y, Kohno N,Kudo Y, in press.Taxonomic revision of the holotype of Proboselaphus watasei Matsumoto,1915 (Bovidae,Artiodactyla) from Chuanyu area, China. Vertebrata PalAsiatica.DOI:10.19615/j.cnki.1000-3118.210322 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Late Cenozoic mammalian fossil localities in Chuanyu area (Sichuan and Chongqing), China had been surveyed by various overseas paleontologists since the 19th century (Owen, 1870; Koken,1885; Schlosser, 1903; Matsumoto,1915).A great mammalian fossil collection was found by the Central Asiatic Expeditions of the American Museum of Natural History in $1 9 2 0 \\mathrm { s } ^ { \\prime }$ ，and it became known as the Yanjinggou ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ Yenchingkou) fauna from Wanxian, which represents the Chinese Pleistocene mammals (Matthew and Granger, 1923; Osborn, 1929; Granger,1932; Colbert and Hooijer, 1953). The Yanjinggou fauna is composed of a mixture of extant and extinct taxa, including Stegodon orientalis, Palaeoloxodon namadicus, Hesperotherium (or Nestoritherium) sinense,and Tapirus (or Megatapirus) augustus. The combination of the mammalian species indicates that the Yanjinggou fauna can be dated primarily to the middle Pleistocene or later stage,being correlated with the mammalian fossil assemblages from the Boulder Conglomerate in South Asia and the Zhoukoudian fissures in North China (Colbert and Hooijer, 1953; Chow,1957; Pei, 1957; Kahlke,1961; Li,1981), but the lowest part may be traced back to the lower Pleistocene (Teilhard de Chardin et al.,1935; Chen et al., 2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The contributions by Colbert and Hooijer (1953） made a basal work on systematic descriptions of the Yanjinggou mammals, whereas previous papers still show some important but enigmatic findings that should be reconsidered taxonomically. Matsumoto (1915) described the genus Proboselaphus (Boselaphini,Bovidae,Artiodactyla), including $P .$ watasei and $P .$ （204号 liodon,which are closely related to extant Boselaphus tragocamelus in South Asia.His paper and suggestion have been always referred to the discussion on the evolutionary process of Asian boselaphins (Pilgrim,1939; Bibi et al.,2009; Nishioka and Vidthayanon,2018; Nishioka et al.,2019). However, the taxonomy of Proboselaphus has not been re-examined since Matsumoto (1915) because he didn't mention where its type specimens were housed. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present study, we systematically revise a taxonomic position of the holotype skull of $P .$ watasei, with noting the current depository and condition of the fossil materials. Because this skull was tentatively identified as a species of Cervidae,as mentioned below (Harunari, 2008,2017), it should be compared carefully with both bovids and cervids.Furthermore, we preliminarily give comments for the other species, $P .$ liodon. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Institutional abbreviationsBNHS,Bombay Natural History Society, Mumbai, India; IVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing, China; NMB, Natural History Museum of Basel, Basel, Switzerland; NMJH, National Museum of Japanese History, Sakura, Japan; NMNS, National Museum of Nature and Science, Tokyo, Japan. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Material and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Examined materialThe holotype,including a skull with left and right mandibles, of Proboselaphus watasei Matsumoto (1915) (Fig. 1) was taxonomically reexamined in this study. According to Matsumoto (1915),this holotype was collected from Wanxian, the Sichuan basin by T. Sakawa at least before 1915,and then donated to Prof. Shozaburo Watase at the Zoological Institute,Faculty of Science,Imperial University of Tokyo ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ currently, the University of Tokyo), Japan. The holotype of $P .$ watasei was recently rediscovered from Prof.Nobuo Naora's fossil collection, which is currently housed in the National Museum of ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Japanese History, Sakura City, Chiba Prefecture, Japan. The holotype was intermixed in the fossil assemblage from the Quaternary deposits in Kuzuu Quarry, northeastern Japan, and catalogued tentatively as ‘a large deer skull(A-636-1-1-18-9-25)' and ‘deer mandibles (A-636- 1-1-18-9-6 and A-636-1-1-18-9-8)' (Naora,1997; Harunari, 2008). Harunari (2017) supposed that the holotype was transferred into Prof. Shigeyasu Tokunaga who was a supervisor of Naora at Waseda University. There is neither report nor record for this specimen after the initial study by Matsumoto (1915), but Naora (1954) seemingly compared the holotype of $P .$ watasei with a ruminant mandible from the middle Pleistocene of Matsugae Cave, Fukuoka Prefecture, Japan. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2f25380390f46617142719287fb7add24211f04520060e739580a1d4ffdd9e37.jpg",
        "img_caption": [
            "Fig.1Photo of the holotype of‘Proboselaphus watasei’ from Matsumoto,1915 "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The National Museum of Japanese History currently owns only the skull with left and right mandibles of $P .$ boselaphus and two fragmentary molars of Stegodon orientalis from the Sichuan basin, because most of the fossil specimens,including $P .$ liodon,described by Matsumoto (1915) have been missing since then. The Matsumoto's collection came possibly from a Chinese drugstore or fossl trader who purchased from Chinese farmers working at limestone fissures or pits in Yanjinggou (Colbert and Hooijer, 1953),and it is not associated with any geological/locality information. Matsumoto (1915) documented that the fossils from the Sichuan basin were divided into two faunas, based on species composition and fossilization. Proboselaphus species are categorized in the‘Upper Pliocene’ group,with S. orientalis and Aceratherium blanfordi var. hipparionum,which were found from a brown clay in limestone. The then geological time scale has been revised at the present time, but the S. orientalis fauna is certainly younger than the Hipparion stage,or primarily during the late Miocene to early Pleistocene in Asia. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Comparative materialWe used the following specimens for comparisons with the examined material. Living species: Alces alces (NMB C.2198, C.3530); Bos taurus (the authors' private specimen); Boselaphus tragocamelus (BNHS 18183,18184,18186); Cervus elaphus (NMB 7551, 8267); Cervus nippon (NMNS M11391, M16022); Cervus (Rusa) unicolor (IVPP OV 567, OV 1210; NMNS M1146, M31214); Cervus (Rusa) timorensis (IVPP OV 1101); Elaphurus davidianus (NMNS M13066, M33873). Fossil species from China: Cervus (Rusa) cf. C. unicolor from Longgudong (Middle Pleistocene), Hubei (IVPP V 13469), Gongjishan (Middle or Late Pleistocene), Guangxi (IVPP V19323) and Hejiang Cave (Middle Pleistocene), Guangxi (IVPP V 19323); Cervus (Rusa) yunnanensis from Sanhe Cave (Early Pleistocene), Guangxi (IVPP V17102). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Methods The classification of Cervidae basically follows Groves and Grubb (2011),and Eld's deer (Panolia eldii) is included in the genus Cervus,as Pitra et al. (2O04). Groves and Grubb (2011) recognized six genera (Dama, Axis,Rucervus, Cervus,Panolia,and Elaphurus) in the tribe Cervini. Panolia eldii was tentatively placed in the genus Rucervus (e.g. Grubb, 2005),but currently it is included in Cervus (Pitra et al.,2O04) or an independent genus, Panolia (Groves, 2O06). Recent molecular studies for cervids prefer lumping the genera, Cervus-Panolia-possibly Elaphurus, under a single genus, Cervus (e.g. Gilbert et al.,2006; Hu et al., 2019). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Dental terms follow Bärmann and Rossner (2011) (Fig.2). Abbreviations are as follows: dP,upper deciduous premolar; $\\mathbf { M } / \\mathbf { m }$ ，upper/lower molar. Measurements of teeth are obtained from a maximum antero-posterior crown length and maximum bucco-lingual crown widths of ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/43e332468d67ddc7c3493daa5c1694a842c5d9041bf74d57eda65f949d17fd54.jpg",
        "img_caption": [
            "Fig.2 Schematic drawings of the molars of‘Proboselaphus watasei' (left M1 and left m1,NMJHA-636-1-2-10-1-25),with terminology (A-B)and measuring points (C-D) L.antero-posterior length;W.bucco-lingual width "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "anterior and posterior lobes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Systematic paleontology ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Artiodactyla Owen, 1848 Cervidae Goldfuss, 1820 CervusLinnaeus,1758 Cervuscf. C. unicolor Kerr,1792 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Synonym Proboselaphus watasei Matsumoto, 1915,p.13,pl.6-7. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f585f76bbc23eae1034779edaa44b58f6615fbabe19061a66bb5a8401b3a59c5.jpg",
        "img_caption": [
            "Fig.3The holotype of‘Proboselaphus watasei' (NMJHA-636-1-2-10-1-25) currently housed at the National Museum of Japanese History 1. skull in right lateral (1A), left lateral (1B),dorsal (1C),ventral (1D) views, and ventral view of the basioccipital(1E); 2-3. right (2)and left (3) mandibles in buccal (2A,3A), lingual (2B,3B) and occlusal (2C,3C) views "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Material NMJH A-636-1-2-10-1-25 (previous numbers: A-636-1-1-18-9-25,A-636-1- 1-18-9-6,and A-636-1-1-18-9-8),a skull with dP2-dP4 and M1-M2,a right mandible with $\\mathrm { m } 1 { - } \\mathrm { m } 2$ ,and a left mandible with $\\mathrm { m } 1 { - } \\mathrm { m } 2$ , probably from the Pleistocene of Wanzhou (formerly Wanxian), Chongqing. Hereafter, these are called the Matsumoto's specimens. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MeasurementsSee Appendix 1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DescriptionThe fossil surface shows a whitish or orange color, with light-brown calcareous sediments from a limestone area. The skull was unnaturally destroyed and eroded in the nasal and occipital parts.The maxillary part is strongly compressed bucco-lingually and distorted from an original position.The skull belongs to a juvenile individual with deciduous premolars (dP2-dP4) and erupting molars (M1-M2). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The rostrum and the neurocranium are antero-posteriorly long. The dorsal surface of the fronto-parietal region curves with a peak at the bregma. The frontal bone is weakly depressed between the orbits.A slender supraorbital foramen and a small pit open above the right orbit. A slender cylindrical bony appendage,or the pedicle,follows immediately behind the posterodorsal part of the right orbit. The postcornual wall overhangs, forming a shallow temporal fossa.In the right orbit,a molar (possibly right M3) is buried with matrix. The parietal bone is smooth (without a rugose surface) and has weak temporal crests extending from the postcornual part to the occipital bone. The supraoccipital bone shows a trapezoidal outline in dorsal view. The posterior surface of the occipital is narrow medio-laterally and has a weak median nuchal line.The occipital condyles are relatively large,and the maximum distance between those is almost as wide as the brain case.The basioccipital is flat and triangular, with neither deep constrictions nor large tubercles. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The upper deciduous molars are broken and strongly worn in both left and right sides. DP2 is constricted around the middle of the lingual wall, with a well-developed anterior lobe elongated antero-posteriorly. DP3 is composed of a rectangular anterior lobe and a triangular posterior lobe. The anterior cingulum is strong,extending as far as the occlusal surface. DP4 and upper molars are quadrate in the occlusal view.The anterior lobe is separated from the posterior lobe by a deep valley (especially between the postprotocrista and the premetaconulecrista). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In M1 or M2,the postprotocrista branches at the posterior end,as a tiny fold into the anterior fossa. The preprotocrista of M2 also has one or two short folds extending into the anterior fossa. The postprotocrista approaches to the anterior end of the premetaconulecrista, but they don't fuse each other. There is a clear metaconule fold extending from the postmetaconulecrista. The postmetaconulecrista connects approximately with the postmetacrista. The postparacrista connects with the lingual wall of the premetacrista. The buccal ribs and styles prominently project from the base (cervical line) to the occlusal surface. The mesostyle shows an S-shaped curve in the buccal view. the entostyle is strong,but its height is shorter than the crown height. The molars are moderately high-crowned: the crown height of the buccal surface is almost as long as the antero-posterior length of the occlusal surface. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The mandibles preserve a posterior of the mandibular body with $\\mathrm { m } 1 { - } \\mathrm { m } 2$ and a dorsal part of the ramus. In the paper by Matsumoto (1915),at least the left mandible originally preserved additionally the coronoid process with the articular condyle of the ascending ramus and the anterior of the horizontal ramus with the dp4.Also, the right mandible originally preserved the dp4 in situ on the anterior of the horizontal ramus (Fig.1).These portions are missing in the present collction. The angle of the mandible forms an obtuse corner and does not project ventrally or posteriorly.The mandibular foramen is situated on the extension of the occlusal surface.The buccal surface of the right mandibular body has been artificially removed after the original paper by Matsumoto (1915). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The lower molars,ml and $\\mathrm { m } 2$ , are erupting. The tooth is composed of two triangular prismatic lobes.The anterior lobe has a strong anterior cingulid,forming a short cristid on ml or a pillar on $\\mathrm { m } 2$ .The external postprotocristid is absent. The internal postprotocristid connects with the buccal wall of the internal postmetacristid and the anterior end of the preentocristid. The anterior end of the prehypocristid is isolated from any cristids by a deep valley. There is a shallow gap between the postentocristid and the posthypocristid.An accessory fold extends postero-buccally from the entoconid into the posterior fossa. The entostylid is pillar-shaped, reaching the half of the crown height. The lingual surface is well marked by distinct ribs and stylids.There is a tiny pillar on the lingual base of ml. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ComparisonsMatsumoto (1915) established the genus Proboselaphus being closely related to Boselaphus,which is identified by “bovine”characteristics,such as widely separated small horn-cores with triangular cross-section and hypsodont molars.Moreover, he believed that Proboselaphus has some“Tetracerus-like” cranial characteristics: i.e.,a more convex apical surface of the skull, weak temporal crests of the parietals,and less hypsodonty of the molars. These characteristics are observed commonly in many species of cervids,but he mentioned comparisons only with boselaphin bovids in the paper. The Matsumoto's specimens differ from the skulls of bovids, including Boselaphus tragocamelus,in having a frontoparietal surface curving dorsally,supraorbital foramina above the anterior of the orbits,a long brain case,and a triangular basioccipital bone.The cheek teth of the Matsumoto's specimens undoubtedly characterize a cervid dental pattern that forms an isolation between anterior and posterior lobes,the mesostyle curving strongly in the buccal view, well-developed spurs,and the postentocristid-posthypocristid isolation. Moreover, the bifurcated postprotocrista is rarely found in bovids. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The skull and mandibles of the Matsumoto's specimens were tentatively identified as a megacerin deer and Alces alces and wrongly documented as collected from Kuzuu Quarry, northeastern Japan, respectively (Naora,1997:pl.18; Harunari, 2008). As these previous observations indicated, the present re-examination confirmed that the holotype of $P .$ watasei is taxonomically replaced to a young male deer belonging to the family Cervidae. Compared with cervids in the Pleisto-Holocene, the teeth of the Matsumoto's specimens show more advanced morphology (e.g., high-crowned and well-projected ribs and styles/stylids) than any species of tribes Muntiacini, Rangiferini, Capreolini, Alceini, and Megacerini.The molars of megacerin deer, such as Sinomegaceros,known from the Pleistocene of China and Japan rarely have additional crests/spurs and cingulums on the occlusal surface (Naora, 1997; Vislobokova, 2013; Okumura et al.,2016). The molars of Alces alces also lack these characteristics,and have a concaved buccal surface, without ribs,of the posterior lobe.In contrast, such complexities of the enamel surface are prominently present in the Matsumoto's specimens. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Among the comparative materials of the Cervini, the Matsumoto's specimens are similar with the teeth of Cervus (Rusa) unicolor in the following dental morphology: molars of $C$ unicolor are characterized by the presence of strong spurs on the fossae, slender entostyles/ ectostylids,and cingulums/cingulids that are prominently projected on the anterior and posterior sides (Heckeberg,2O2O). The cristid-like anterior cingulid is one of diagnostic features for the subgenus Rusa, because it is always found in C. unicolor (IVPP OV 567; NMNS M31214) and C. timorensis (IVPP OV 1101). This anterior cingulids also appear in C.(Panolia) eldii and Rucervus duvaucelii (Heckeberg,2O2O), while are absent in $C .$ nippon (NMNS M11391,M16022), C. elaphus (NMB 7551, 8267),and Elaphurus davidianus (NMNS M1168,M13066, M33873). Moreover, $E$ ，davidianus has more developed and flatter entostyles on upper molars than C.unicolor. Axis and Dama lack strong anterior cingulids as well. Rucervus duvauceli is distinguished from the Matsumoto's specimens, in having upper molars with well-developed anterior cingulums,a concaved postero-lingual wall between the protocone and the metaconule, and deeply projected buccal ribs and styles. The Matsumoto's specimens share many dental characteristics with $C$ ，unicolor and $C .$ .eldii.Based on the fossil materials from the middle Pleistocene of Thailand, the measurements of all teeth of C.unicolor are clearly above those of $C .$ 、eldii (Suraprasit et al.,2016). The Matsumoto's specimens are $20 \\% - 3 0 \\%$ larger than each upper and lower molar of $C .$ eldii illustrated in figure 19 by Suraprasit et al. (2O16). In tooth measurements,the Matsumoto's specimens are rather comparable to cheek teeth of $C .$ unicolor than to $C .$ eldii (Fig. 4; Appendices 1 and 2). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In China, $C .$ unicolor is the only living species belonging to the subgenus Rusa,but a few more fossil species,such as $C .$ elegans(Teilhard de Chardin and Piveteau,193O) and $C$ yunnanensis Lin et al.,1978,have been found from the lower Pleistocene (e.g.,Dong,1993; Leslie,2011). These fossil species are distinguished by antler morphology,and therefore their dental characteristics have not been clearly defined because of the absence of complete skulls. Chen (2004) described Cervus cf. C. unicolor from the lower Pleistocene of Longgudong Cave,southern China,which is slightly larger than living $C .$ unicolor in both antler and tooth sizes.This author also allocated a smaller-form to $C .$ yunnanensis, based on comparisons of many isolated tooth fossils.Living $C .$ unicolor is seemingly intermediate in molar lengths between $C$ 、yunnanensis and Cervus cf. C.unicolor from Longgudong Cave, though these species overlap in a wide range (Fig. 4). The other authors have identified isolated teeth of Cervus cf. C. unicolor and $C .$ yunnanensis from Pleistocene cave deposits (e.g., Dong et al., 2011,2014; Zhang et al.,2014), but we could not recognize a critical difference on dental morphology between these species. Compared only with the materials from Longgudong Cave, the Matsumoto's specimens correspond to a maximum-size group of Cervus cf. C. unicolor, and are certainly larger than living C. unicolor (Fig. 4). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/032e82a042b11d9162e6ae4d3b7abd667ed7aca8c321477eee543abd529124c3.jpg",
        "img_caption": [
            "Fig.4 Size range of the molar antero-posterior lengths of‘Proboselaphus watasei', living Cervus unicolor, Cervus cf. C. unicolor and $C .$ yunnanensis from Longgudong Measurements of $C .$ yunnanensis are referred from Chen (2004), and those of the other species are obtained by the present authors (Appendices 1 and 2) "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A taxonomic position of the holotype of Proboselaphus watasei was replaced to Cervus cf.C.unicolor.Matsumoto(1915) described the other species, $P .$ liodon,referring three isolated teeth, although these specimens are missing at present. Judging from his pictures on the plate, one of the upper molars have typical characteristics of bovids, showing a straight mesostyle and a robust entostyle (Fig. 5). It is generally impossible to classify bovid species byisolated teeth,and the characteristics of $P .$ liodon,mentioned by Matsumoto (1915),are shared by all Quaternary bovids.Therefore, there is no evidential material to define the genus ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/f74b8f64fb33108bf55e9bc5dfbb2347b37cfb6cd290ef18d6f543e064731c44.jpg",
        "img_caption": [
            "Fig.5Comparison of right upper molars 1. Cervus cf. C.unicolor from Longgudong (IVPP V13469);2.Proboselaphus liodon (schematic drawings from Matsumoto,1915);3.Bos taurus (living species). 1A,2A,3A in buccal view; 1B,2B,3B in lingual view "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Proboselaphus,and this name should be regarded as invalid. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The crown group of the Boselaphini, including Boselaphus and Tetracerus,is currently distributed in South Asia (or the Indian subcontinent). The major place of their origin and evolution was also in South and Southeast Asia,based on fossil records from the Neogene and Quaternary localities (e.g., Pilgrim, 1939; Nishioka and Vidthayanon, 2018; Nishioka et al.,2019). The last two authors suggested that a faunal separation between South Asia and Southeast Asia had increased since the late Miocene,owing to the formation of a biogeographical boundary between the two regions,and the crown-boselaphins had been possibly isolated in South Asia before the Quaternary. The fossil record ofProboselaphus from China,which was believed as an ancestral formof Boselaphus,was in conflict with the process of their paleobiogeographical dispersal of the Boselaphini as mentioned above,but this contradiction has disappeared completely by the present taxonomic revision. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The Matsumoto's specimens except for the above-mentioned bovid molars are classified to a species of Cervus similar to C. unicolor among various Cervus species in the Pleistocene of China. This result is acceptable because the Yanjinggou fauna commonly includes the remains of C. unicolor (Colbert and Hooijer, 1953).More detailed taxonomic identification for the Matsumoto's specimens will be realized by examining strictly a size variation of each Cervus species in the Quaternary. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe would like to thank H. Harunari (Professor emeritus,National Museum of Japanese History, Japan) for giving wholesome advice to this study. One of the present authors, YN, was grateful to staff at the institutes,BNHS,IVPP,NMB,and NMNS, for their assistances in the specimen observation. Special thanks to Y. Zhang (IVPP) for translating the title and abstract in Chinese. This study was financially supported by a grant for the Joint Research Project by the National Museum of Japanese History [2O17-2019]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "川渝地区\"ProboselaphuswataseiMatsumoto,1915”的分类学修订",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "西冈佑一郎' 甲能直树 工藤雄一郎3(1 日本富士之国地球环境史博物馆 静冈422-8017)(2日本国立科学博物馆筑波研究部 筑波305-0005)(3日本学习院女子大学东京162-8650)",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "摘要：对产自中国川渝地区的\"Proboselaphus watasei Matsumoto,1915\"的分类学修订表明,这一属种名称是无效的。其正型标本为属于同一个体的颅骨及下颌骨，现收藏于日本千叶县国立历史民俗博物馆，由直良信夫重新发现。基于有角类的一些一般特征，如细小的骨质角芯和高冠的颊齿，“Proboselaphuswatasei在建立时被认为与南亚地区现生蓝牛(Boselaphus tragocamelus)亲缘关系密切。然而，对正型标本的重新观察表明，其颅骨及牙齿的形态具有鹿科的典型特征，如额顶面向背侧弯曲，基枕骨轮廓呈三角形，以及白齿具有相互分离的前叶和后叶。正型标本的白齿形态与水鹿(Cervus unicolor)具有相似性，二者均具有显著的附属结构(刺、齿带以及附尖),并且与中国南方地区更新世地层中的Cervuscf.C.unicolor大小相仿。这一修订表明，更新世期间没有任何蓝牛冠群成员扩散至东亚地区。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "关键词：中国，第四纪，哺乳动物，牛科，鹿科",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Bärmann EV,RosnerGE,20l1.Dental nomenclature inRuminantia:towards astandard terminological framework. Mamm Biol,76: 762-768   \nBibiF,Bukhsianidze M,GentryAWetal.,2O09.Thefosilrecordand evolutionofBovidae:stateofthefield.Palaeont Electron,12(3): 12.3.10A   \nChen GF,2004.Artiodactyla.In: Zheng S Hed.Jianshi Hominoid Site.Beijing: Science Press.254-308   \nChen SK,Pang LB,HeCDet al.,2O13.New discoveries from the classc Quaternary mammalian fossil areaof Yanjinggou, Chongqing,and their chronological explanations. Chinese Sci Bull,58: 3780-3787   \nChowMC,1957.Mammalian faunas and correlationofTertiaryand EarlyPleistoceneofsouth China.SciBull13:394 400   \nColbertEH,HoijerDA,1953.Pleistocene mammals from the limestone fissures of Szechwan,China.BullAm Mus Nat Hist,102: 1-134   \nDong W,1993.The fosil recordsof deer in China.In: OhtaishiN,Sheng Heds.Deerof China.Amsterdam:Elsevier Science Publishers.95-102   \nDong W,PanWS,Sun CKetal.,2Ol1.EarlyPleistocene ruminants from the Sanhe Cave,Chongzuo,Guangxi,South China.Acta Anthrop Sin,30(2):192-205   \nDong W,Wang Y,Jin CZetal.,2014.Artiodactylaassociated with Homosapiens from Gongjishan,Chongzuo,Guangxi, South China.Acta Anthrop Sin,33(3): 355-368   \nGilbert C,Ropiquet A,Hassnin A,20o6.Mitochondrial and nuclear phylogeniesofCervidae (Mammalia,Ruminantia): systematics,morphology,and biogeography. Mol Phylogenet Evol, 40:101-117   \nGoldfuss AG,1820.Handbuch der zoologie.Niürnberg: Schrag JL.1-761   \nGranger W,1932.Palaeontological exploration in eastern Szechwan.In: Andrews R Ced.The New Conquest of Central Asia, Vol.1. New York: The American Museum of Natural History. 501-528   \nGroves C,2006.The genus Cervus in eastern Eurasia.Eur JWildl Res,52:14-22   \nGroves C,Grubb P,2011. Ungulate Taxonomy.Baltimore: The Johns Hopkins University Press.1-317   \nGrubb P,20o5.Order Artiodactyla.In: Wilson DE,ReederDAeds.Mammal Species of the World: a Taxonomic and Geographic Reference.3rd ed. Vol.1.Baltimore: The Johns Hopkins University Press. 637-72   \nHarunariH,2Oo8.Catalogueof National Museumof Japanese History[7]“Naora Nobuo Collectionof Paleontological, Paleobotanical and Archaeological Objects and Related Documents\".Sakura: National Museum of Japanese History. 1-246   \nHarunari H,2017.Further notesonthe Naora NobuoColectionowned by National Museum ofJapanese History.Bull Nat Mus Japan Hist, (206): 89-114   \nHeckeberg NS,2O20.The systematics of the Cervidae: a total evidence approach.PeerJ,8: e8114   \nHu PF,Shao YC,XuJPet al.,2019. Genome-wide studyon genetic diversityand phylogenyoffive species in the genus Cervus.BMC Genomics,20: 384   \nKahlkeHD,1961.Onthecomplex of the Stegodon-Ailuropoda-fauna of southern China and the chronological positionof Gigantopithecus blacki v. Koenigswald. Vert PalAsiat, (2): 83-108   \nKerr R,1792.The Animal Kingdom,or Zoological System,ofthe Celebrated SirCharles Linnaeus; Clas I: Mammalia. London: Murray Jand Faulder R.1-664   \nKoken E,1885. Ueber fossile Säugethiere aus China. Palaeont Abh Dames Kayser,3: 31-114   \nLeslie D MJr,2011.Rusa unicolor (Artiodactyla: Cervidae).Mamm Spec,43:1-30   \nLiYX,1981.Onthe subdivisions and evolutionof the Quaternary mammalian faunas of South China. VertPalAsiat,19(1): 67-76   \nLin YP,PanYR,Lu QW,1978.The mammalian fauna of Early Pleistocene from Yuanmou,Yunnan.In: Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences (IVPP) ed. Proceedings of Paleoanthropology of the IVPP.Beijing: Science Press.101-125   \nLinnaeus C,1758.Systema naturae perregna tria naturae,secundum classes,ordines,genera,species cum characteribus, differentis,synonymis,locis. Stockholm: Laurentii Salvii.1-824   \nMatsumoto H,1915.On some fossil mammals from Sze-chuan, China.Sci Rep Tohoku Imp Univ Sec Ser Geol,3: 1-28   \nMathew WD,Granger W,1923.Newfossil mammals from the Plioceneof Sze-Chuan,China.Bull Am Mus Nat Hist,48: 563-598   \nNaora N,1954.Old stone age in Japan. Archaeol Rep Waseda Univ,Nara-Shobo,2:1-298   \nNaoraN(appended by Harunari H),1997.Fossil Deer from Japan and Its Vicinity.Sakura: ThePublishing Groupof Nobuo Naora's Papers.1-294   \nNishioka Y, Vidthayanon C,2018.First occurrnce of Duboisia (Bovidae,Artiodactyla,Mammalia)from Thailand.Foss Rec,21: 291-299   \nNishiokaY,Takai M,Tsubamoto Tetal.,2O19.Bovidae (Mammalia,Artiodactyla)from the Neogene Irawaddybeds, Myanmar. Palaeontogr Abt A,314(1-3): 11-68   \nOkumura K,Ishida S,TarunoHetal.,2016.Yabe's giant derandelkremains fromtheLatePleistoceneofKumaishi-do Cave,Gifu Prefecture,centralJapan (Part1):antlers,a skull,mandibles,and teth.BullOsaka Mus NatHist,70: 1-82   \nOsborn HF,1929.New Eurasiatic and American proboscideans.Am Mus Novit,393:1-23   \nOwen R,1848.On the Archetype and Homologies of the Vertebrate Skeleton.London: Van Voorst J.1-203   \nOwen R,1870.On fossil remains of mammals found in China. Quart JGeol Soc London,26: 417-434   \nPeiWC,1957.The zoogeographicaldivisionsofQuaternary mammalian faunas of China.VertPalAsiat,1(1): 9-24   \nPilgrim G E,1939.The fossil Bovidae of India.Palaeont India,26:1-356   \nPitraC,FickelJ,MeijaardEetal.,2004.EvolutionandphylogenyofOld Wrlddeer.MolPhylogenetEvol,3:880 895   \nSchloser M,1903.Die fosilen Säugethiere Chinas nebst einer Odontographie derrecentenAntilopen.AbhKBayerAkad Wiss Math-Nat Kl,22:1-221   \nSuraprasit K,JaegerJJ,ChaimaneeYetal.,2O16.The middle Pleistocene vertebrate fauna from Khok Sung (Nakhon Ratchasima,Thailand): biochronological and paleobiogeographical implications.ZooKeys,613:1-157   \nTeilhard de Chardin P,Piveteau J,1930.Les mammiferes fosiles de Nihowan(Chine).Ann Paleont,19:1-134   \nTeilhard de ChardinP,Young CC,Pei WCetal.,1935.Onthe Cenozoic formations ofKwangsi and Kwangtung.BulGeol Soc China,14: 179-205   \nVislobocovaIA,20l3.Morphology,taxonomy,and phylogenyof megacerines (Megacerini,Cervidae,Artiodactyla). Paleont J,47: 833-950   \nZhangYQ,JinCZ,CaiYJetal.,2014.New400-320ka Gigantopithecus blacki remains from Hejiang Cave,Chongzuo City, Guangxi, South China. Quat Int, 354: 35-45 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]