[
    {
        "type": "text",
        "text": "中国社会智库科学发展路径探析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张广汇 (黑龙江省减灾中心，哈尔滨150001)张朝(大连海事大学公共管理与人文学院，大连116026)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]社会智库是中国特色新型智库不可或缺的组成部分,也是智库领域、民政工作必须重点研究和解决的靳新课题。社会智库的发展，关乎新常态下治国理政、开启民智，优化民生、确保中国利益、建构负责任大国形象等方方面面，是提升国家软实力的重要体现。[方法/过程]本文从社会智库形成发展、内涵功能、亟待解决的问题等多个维度入手，旨在探讨中国特色语境下民政部门规范引导社会力量兴办智库、发展智库的基本思路和可操作性办法。[结果/结论]总结适合中国社会智库科学发展路径之四个方面的内容，建议出台和完善规范引导社会智库健康发展的法律法规，探索社会智库参与决策的有效途径，构建优化人才合理流动的中国式“旋转门”制度，建立活跃的具有影响力的合作交流机制，为培育和打造具有国际一流水平的社会智库竭尽绵薄之力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：新型智库；民间智库；社会智库；第三方机构；社会责任；民政部门；规范引导；科学发展",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号： C932",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "社会智库是中国特色新型智库不可或缺的组成部分，也是智库领域、民政工作必须重点研究和解决的崭新课题。社会智库的建设与发展，关乎新时期治国理政、开启民智、优化民生、确保中国利益、建构负责任大国形象等方方面面，是提升国家软实力的重要体现。基于此，发挥民政部门规范引导作用，探索适合中国社会智库科学发展的新路径，培育和打造具有国际一流水平的社会智库，是当前和今后一个时期中国特色新型智库建设发展的当务之急和战略选择。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国社会智库的形成和发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "研究中国社会智库的形成和发展，不能割断历史，孤立研究，必须从历史客观真实性出发，立足中国现代智库形成和发展的大环境来研究。笔者认为，从新中国成立至今，中国现代智库发展可分为六个阶段。社会智库是20 世纪八九十年代中国现代智库发展到第三个阶段伴随着改革开放大潮应运而生的时代产物，极富现实意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1中国现代智库的形成和发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1.1中国现代智库的发轫阶段（1949年-1977年）这个阶段是新中国官方智库的初创时期。在苏联模式的影响下，我国逐步建立了隶属各部委的官方政策研究机构。职能定位于贯彻落实党和国家的理论、路线、方针和政策。囿于体制的限制和极左思想的壁垒，中国智库长期处在萌芽阶段，徘徊不前，影响不大，没有发挥服务国家、普惠民生的智力支撑作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.2中国现代智库体系初步形成阶段（1978年-1986年）改革开放伊始，百业待兴。当时，具有智库性质的机构主要有“中央农村政策研究室”和“国务院农村研究中心”等机构。从1982年到1986年，中央每年都要颁发一个关于农业问题的“一号文件”，其中，中央农村政策研究室发挥了重大作用，该机构也是家庭承包经营制度的直接推动者和参与制定者。到1985年，多家机构合并成立了国务院发展研究中心，中国现代意义上的智库率先在国家层面上产生了。随后中国社会科学院、中国国防大学、中国现代国际关系研究所（2003年更名为中国现代国际关系研究院）等均成为国家重量级的智库。地方上各级党政机构陆续成立了政策研究室、政策研究中心、经济研究中心，地方社会科学院所相继恢复或新建，中国智库体系初步形成。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.3中国社会智库形成阶段（1987年-1993年）随着改革开放的深入，伴随着“下海”大潮，民间智库兴起。中国一部分知识分子从国家体制中走出来，以“自由人”的身份，成为思想界、智力界首批“下海”的“弄潮儿”。至此，民间智库成为具有全新理念的知识分子纵横商海，关注和参与国家改革与发展的重要平台。譬如1988年3月成立的中国第一家民办经济研究所—一北京四通社会发展研究所；1991年成立的中国（南海）改革发展研究院；1992年成立的零点研究咨询集团；1993年建立的天则经济研究所和安邦智库等。民间智库批量出现成为中国智库多元发展中富有生机的一抹“新绿”。从此，中国出现了相对独立、公益、第三方的民间智库。作为社会智库的前身，民间智库的形成是中国新型智库发展的里程碑。从此，社会智库登上了中国智库发展的历史舞台。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.4中国现代智库体系迈入多元化发展阶段（1994年-2002年）从上世纪90年代起，高校智库进入了高速发展阶段。例如，1994年成立的北京大学中国经济研究中心(现为北京大学国家发展研究院)；1996年成立的清华大学中国经济研究中心；1999年成立的清华大学国情研究中心；2000年复旦大学重建的中国经济研究中心（后改名为“复旦大学中国社会主义市场经济研究中心”，简称CCES）等。至此，高校智库与前三个阶段形成的党政军智库、社会科学院智库、民间智库一道，多元共存，并肩发展。这个阶段，民间智库空前活跃。其间，中国（海南）改革发展研究院提交的“赋予农民长期而有保障的土地使用权”的建议，被十五届三中全会《中共中央关于农业和农村工作若干重大问题的决定》采用，为民间智库参与国家管理写下了浓墨重彩的一笔[]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.5中国现代智库体系转型和发展阶段（2003年-2012年）进入新世纪，国家的转型、经济社会的发展推动了中国智库的转型升级。党政军智库成体系化发展，着眼点开始颇具前瞻性、宏观性和全局性；地方社会科学院所明确了向智库转型发展的全新定位，紧紧围绕社会经济发展、社会和谐和发掘地方优势，为各级党政部门提供高质量的决策咨询服务；高校智库则更加关注决策的民主化、科学化进程，研究领域不断拓宽；民间智库蓬勃发展，新型智库功能显露端倪，专业分工针对性和精准度大幅提升，在诸如民生、环保、对外交往、舆论引导和经济谈判等诸多领域发挥了灵活、客观、不带部门或集团利益的第三方作用。智库体系转型升级，呈现出相渗互补、充满生机的业态格局。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.6中国特色新型智库体系创新发展阶段（2013年-至今）中共十八大以来，中共中央顺应发展大势，提出了“四个全面”的战略布局，中国特色新型智库步入了创新发展的新阶段。2014年10月，习近平总书记在主持召开中央全面深化改革领导小组第六次会议时指出：“要统筹推进党政部门、社科院、党校行政学院、高校、军队、科技和企业、社会智库协调发展，形成定位明晰、特色鲜明、规模适度、布局合理的中国特色新型智库体系”[2]。这是我国在官方文件中首次权威提出社会智库的概念。2015年1月20日，中共中央办公厅、国务院办公厅印发了《关于加强中国特色新型智库建设的意见》（以下称《意见》）。《意见》指出：“社会智库是中国特色新型智库的组成部分。坚持把社会责任放在首位，由民政部会同有关部门研究制定规范和引导社会力量兴办智库的若干意见，确保社会智库遵守国家宪法法律法规，沿着正确方向健康发展。进一步规范咨询服务市场，完善社会智库产品供给机制。探索社会智库参与决策咨询服务的有效途径，营造有利于社会智库发展的良好环境”［3]。《意见》从顶层设计的高度明确了中国社会智库的作用，扶持社会智库的发展道路和方向。社会智库新概念的提出是改革完善决策机制，实现决策民主化、科学化，优化国家软实力的重要体现，是国家层面的制度性安排，是中国特色新型智库理论与实践的又一重大创新和发展。随之，各省市自治区深入贯彻落实《意见》，并相继出台地方性新型智库建设指导意见。11月9日，中央全面深化改革领导小组第十八次会议审议通过了《国家高端智库建设试点工作方案》，确定了首批25家国家高端智库建设试点单位，其中社会智库2家，占总数的 $8 \\%$ 。社会智库正式被国家纳入中国特色新型智库高端发展的战略格局。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2社会智库的内涵",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国特色新型智库是以战略问题和公共政策为主要研究对象，以服务党和政府科学民主、依法决策为宗旨的非营利性研究咨询机构。依此而论：社会智库作为中国特色新型智库的组成部分，在主要的研究对象、宗旨和性质上符合中国特色新型智库共性要求，具有内在的一致性；社会智库的主要资金来源是自筹，通过提供决策咨询服务、出售思想产品获取合理的回报，同时也可以接受来自政府或社会组织等方面的资助。笔者认为，社会智库就是指非官方的来自社会的民间智库，是指经费自筹、人事独立、利益中立的非官方的第三方研究机构[4]。社会智库与民间智库的定位有着明显的不同：一是从内在属性上，社会智库凸显了民间智库源于社会、服务社会、承载更多社会责任和国民义务的新内涵，提升了民间智库的社会化属性，这是我国进入社会治理阶段，更好地发挥其不可或缺的作用，提升其社会地位，增强其社会认同感、公信力和合法性的全新定位；二是在架构上，社会智库亮出了党和国家为完善社会治理、开启民智、推进民主化进程等诸多方面显现出的决心、魄力和智慧，昭示出党和政府在推进“四个全面”战略布局进程中，依法依规、培育引导社会智库科学发展；三是国家通过鼓励社会力量参与智库建设，汇聚更为广泛的来自各界的多维智慧，更好地为党和政府以及社会公众提供优质的决策咨询服务，发挥社会智库思想引领、文化宣传、培养人才、深化社会治理的优势功能；四是以“社会”取代“民间”，去掉了“民间”的随意性，提升了社会智库的公信力，为社会智库科学发展提供了广阔的空间，社会智库的全新内涵，充满了中国智慧，在核心层面上突出了既汲取发达国家的先进经验，又实事求是地坚持中国特色，具有鲜明的本土化特点。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3社会智库的功能",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社会智库是以公共政策为主要研究对象、以服务党政决策为宗旨、以自筹经费为主要经费来源、以社会组织为存在形态、能够履行社会责任的非营利的决策咨询机构，是中国特色新型智库不可或缺的重要一级，是体现民意和国家主体利益的重要一环。必须坚持中国共产党的领导，坚持中国特色社会主义方向，坚持中国特色新型智库的八大基本标准5，坚持把社会责任放在首位；遵守国家宪法法律法规，以社会公益为导向，始终以维护国家利益和人民利益为根本出发点，立足国情，充分体现中国特色、中国风格、中国气派，展示中国话语权；紧紧围绕党和政府决策急需的重大课题，开展公益性、前瞻性、战略性、创新性、实效性和储备性政策研究，提出专业化、建设性、接地气、切实管用的政策建议；提高综合研判和战略谋划能力，助力政府决策，引导、播化社会大众，凝聚全民智慧，面向现代化、面向世界、面向未来，实现强国富民的治理理想，在民政等相关部门的规范引领下充分发挥中国特色社会智库咨政建言、理论创新、舆论引导、社会服务、公共外交等重要功能。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2社会智库发展亟待解决的问题",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社会智库来自民间，起步较晚。无论是数量、规模、影响力，还是自身研究成果等各方面都处于弱势地位。截至2015年底，我国社会智库尚不足中国智库总量的 $5 \\%$ 。在全国顶级智库中，社会智库仅占 $2 0 \\%$ 。中国顶级智库排名前10位的社会智库仅有“九鼎公共事务研究所”和“天则经济研究所”两家智库，排名分列第9位和第10位，其他均为官方智库[。实力不强，公信力、影响力偏低，发展滞后是桎梏社会智库发展的症结所在，诸多问题亟待解决。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1扶持社会智库健康发展的法律法规和相关机制尚未健全",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在我国，国家层面关于社会智库的管理实施细则和行业指导规范尚未建立，有利于社会智库发展的政策环境、社会环境还不成熟。一是有关公益法人的法律法规尚未出台，社会智库公益法人的地位和身份尚不明确。社会智库作为民间组织，具有公益法人属性，但由于我国相关的法律法规不健全，致使其在注册、非营利组织认定和审批方面受到限制，角色尴尬，难以作为；二是在现有《民法通则》规定的四类法人（机关、企业、事业和社团）中，无法找到与社会智库相对应的法人，导致社会智库的民事责任、权利与义务缺乏明确的法律规定，无法厘清，业务工作难以开展；三是《社团登记管理条例》《民办非企业单位登记管理暂行条例》和《基金会管理条例》是民政部门管理社会智库的三个重要条例，但自颁行以来，一些地方执行得不够到位，社会智库登记难、注册难的情况时有发生，影响了社会智库的发展；四是扶持社会智库的政府购买智力服务和思想产品的相关规定尚未出台，社会智库的发展后续乏力；五是1999 年出台的《中华人民共和国公益事业捐赠法》中以捐代税的举措还不明晰，缺乏足够的社会激励机制，使非营利性质的社会智库缺乏必要的相对稳定的资金来源，制约了社会智库的健康发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2社会智库与政府缺乏互信",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会智库不具备官方背景，在体制意识的支配下，政府部门大多对社会智库持怀疑态度，认为社会智库是体制之外的“杂牌军”，可能存在着一定的随意性，高水准的多学科研究能力不高，决策的公信力和影响力与官方智库相比还有明显的差距，因此，在决策制定过程中比较排斥社会智库。社会智库由于得不到政府的资助，资金缺乏，被迫寻找或接受海外基金会和跨国公司的资金赞助，这在一定程度上加大了政府对社会智库的猜疑，影响了社会智库与政府的关系，尤其是外资的介入，常常使社会智库研究成果的可信度受到质疑。在这种情况下，政府往往对社会智库敬而远之[]。社会智库与政府之间没有真正建立起良好的沟通机制，使政府对社会智库存在的必要性和所发挥的作用认识不足，在决策时很少依托社会智库，政策研究项目很少交给社会智库来承担，很少吸纳社会智库的意见和建议，造成社会智库游离于政府之外，难以获得有价值的决策信息，其意见或建议缺乏送达或上传政府的机制，参与决策咨询服务的渠道不畅，生存和发展举步维艰。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3社会智库信息来源渠道不畅",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "信息来源渠道不畅，原因有两个方面：一是政府的信息发布制度不完善，还存在一定程度的信息壁垒。譬如，按照国家规定，30年以前的档案可以公开，但实际操作起来又着实困难。许多政府部门出于维护集团利益，或者出于对社会智库的不信任，在信息公布时，经常披露不完整或有意掩盖部分真实信息，这些因素使社会智库很难拿到支撑其研究的准确信息，影响了社会智库研究成果的质量和公信力。二是数据信息化手段支持不足。现阶段，我国智库在信息获取渠道上，无论是国家层面，还是地方层面，都不同程度地存在着以官方为主导、相对封闭、各自为政的情况，还没有形成具有互联互通一体化的数据交互网络平台，更没有实现社会智库和官方智库之间信息共享和互联互通的良性机制，导致智库所需信息交互不畅，获得信息数据不及时、不完备、不准确，使社会智库的信息检索提取、分析能力、反馈速度与咨询服务能力质量备受影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4社会智库人员循环流动缺乏制度性机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "目前，我国社会智库内部人员结构相对比较单一，主要是来自科研机构和高等院校的专家学者，也有部分来自退出一线的国家机关公务人员。在现行体制下，由于体制和观念等方面的制约，社会智库人才的合理流动或进出受到很多因素的限制。专家学者为追求思想和理念而进行的优化组合、合理流动相当困难，智库与政府部门间的角色循环流动很难实现。一般而言，相关人才从政府转入社会智库这一单向的流动还算顺畅，因为不牵扯管理严格的公务员编制准入问题；但是如果从智库进入政府部门，在现行体制下基本是不可能的。这种智库与政府之间人才单一流向的状况，使不拘一格选人才的路径不够畅通，影响了智库的发展和政府的精进。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3中国社会智库科学发展的政策建议",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "当前，我国社会智库虽然有了长足的发展，但与新常态下中国社会发展需求、综合国力提升、全面建成小康社会进程、负责大国形象打造等需求极不相称。因此，发挥民政等有关部门规范引领作用，积极探索中国特色社会智库科学发展的新路径，提出一揽子有价值的政策建议十分必要。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1出台和完善规范引导社会智库健康发展的法律法规",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "首先，国家层面要与时俱进，采取必要措施，尽早完善相关的法律法规。建议国家立法机关出台“公益法人法”，明确社会智库的法人身份，赋予社会智库公益法人的法律和社会地位，依法依规放开社会智库在注册、非营利组织认定和审批方面的限制，构建社会智库健康发展的法律框架；建议修改30年前颁布的《民法通则》，将新型社会组织包括社会智库等多类型的法人明确列入民事责任、权利与义务等法律规定之中，做到责权明晰，有法可依；建议修改1999年出台的《中华人民共和国公益事业捐赠法》，明确规定实行以捐代税的具体内容和标准，鼓励和引导有实力、有意愿的企业、社会组织和个人捐助社会智库，助推中国社会公共政策的研究事业。其次，按照《意见》精神，民政部门应切实发挥规范引导社会力量兴办智库的职能作用。应有效落实《社团登记管理条例》《民办非企业单位登记管理暂行条例》和《基金会管理条例》，在社会智库申报、审核、登记、注册以及管理等诸多方面给予必要的支持，做到有法必依，有法必行，避免出现登记难、注册难等情况，这是民政部门落实中央《意见》精神的切实举措；",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "民政部门应尽快出台“社会智库管理条例”和“关于规范和引导社会力量兴办社会智库的若干意见”，具体规范社会智库科学发展必须遵循的指导思想、基本原则、总体要求、行业职能和规范管理细则，营造有利于社会智库发展的政策环境，确保社会智库沿着正确的方向健康发展；建议民政部门尽快制定“关于政府向智库购买决策咨询服务的指导意见”和“关于政府购买决策咨询服务条例”，在制度上确立政府购买智库决策咨询服务等思想产品的市场准入机制、标准化体系、制度化规则及相关程序，确保政府购买智库产品的机制科学规范、切实可行，打造公正、合理、规范、可行的思想产品市场，为推进智库领域的“大众创新，万众创业”在政策上保驾护航。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2积极探索社会智库参与决策咨询服务的有效途径",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "“探索建立政府主导、社会力量参与的决策咨询服务供给体系，稳步推进提供服务主体多元化和提供方式多样化，满足政府部门多层次、多方面的决策需求”[8]。这是指导我们研究探索社会智库参与决策咨询服务的指导思想。社会智库源于社会，是有别于政府、市场的“第三部门”[9]。在社会治理过程中，社会智库与政府是互动与合作的关系。中共十八届三中全会审议通过的《中共中央关于全面深化改革若干重大问题的决定》首次使用了社会治理概念。社会治理的核心思想，就是处理好政府、市场和社会三者之间的关系，充分调动党政以外的其他社会主体参与社会治理的积极性，不断激发社会组织活力，加快政府简政放权，政社分开，推进社会组织明确权责、依法自治。民政部门要依托社会组织建立社会智库的培育孵化机制，支持民间机构成立专门的“社会智库服务中心”，为社会智库的日常运行提供保障服务。同时推动社会智库和政府、公众相互合作机制化、常态化，改进政府、公众与社会智库互动合作模式，有效落实社会智库参与决策咨询服务的政策通道，增强社会智库参与社会治理的责任意识、主体意识和进取意识，并放手让其自由发展、独立运作，充分展示其客观公正、公益的、不带利益色彩的第三方特质，使社会智库积极参与决策咨询服务，发挥正能量；国家和地方政府部门要打破信息发布壁垒，完善信息公开制度，依法主动向社会发布政府信息，保证信息发布的权威性和时效性，使社会智库能够得到与官方智库同步的、基本同等的信息资源获得权，要在国家层面建立官方智库和社会智库共享决策咨询服务的大数据平台。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3构建优化人才合理流动的中国式“旋转门”制度",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "跨部门、跨学科的人员组成是社会智库成功运转的基础；创新型、复合型、多岗位历练型的人才资源是社会智库发展不竭的动力。从体制上看，目前我国在人才流动历练方面尚有差距。美国通过机制灵活的“旋转门”制度很好地实现了政要与研究者之间的相互转换，有人甚至“旋转”多次。如国际著名的政治家、战略学家基辛格和布热津斯基，在进入白宫前都曾在洛克菲勒兄弟基金会、兰德公司等智库任职，离开白宫后又重回智库，继续实现其政治抱负，延续其政治理想。这种灵活而通畅的“官民结合”“官民转换”机制，使得美国智库精英既深暗决策层的需求，也了解社情民意，更了解“美国利益”的所在，在政界和智囊界颇受欢迎，成为决策领域的“常青树”。正因如此，美国智库一直引领着政界、商界、思想界和学术界，对政府决策、公共舆论有相当重量的影响力。我们不妨借鉴美国顶尖智库做法，探索构建优化人才合理流动的中国式“旋转门”制度。具体设想是：国家可以制定社会智库人才的标准，结合其经历和资政水平，不拘一格，打破公务员、事业单位、企业、社会智库等各类成员的身份界限、年龄限制，建立社会智库成员与政府官员之间活化互换的、能进能出双向选择的人才流动机制。当然，这样的改革牵一发而动全身，事关各阶层的多元利益再平衡，事关新一轮国家人事制度改革，牵涉到公务员制度改革等相关难题，难度很大，必须结合我国国情实际，科学论证、统筹考虑。既不能急于求成，也不能无所作为，可以率先在国家人事部门立项调研，局部先行试点，有步骤地向前推进。这样，有智库经验的人进入政界能够施展智库方面的专业知识、能力和政策研判策略，在执政过程中换位思考，提升政策执行力；有政界经验的人进入智库，能够强化智库决策研究和咨询服务的针对性、实效性和可操作性，这种机制不仅使政府充满活力，社会智库更加了解政府、社会和公众所需，还能进一步促成我国良好的人才循环和生机勃勃的政治生态。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4建立活跃的具有影响力的合作交流机制",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "社会智库应利用机制灵活的优势，建立活跃的具有影响力的合作交流机制，不断提升自身的实力和影响力。通过提交研究报告、组织跨界跨国交流、举办政策论坛、组织项目研讨提升实力，拓展影响；以门户网站为依托，通过互联网、学术杂志、报刊等主流媒体宣传，提升社会智库介入决策咨询的综合实力；利用自身占有基层信息、“接地气”的独特优势，增加参与决策咨询的机会，提高参与决策咨询的层次与质量；还可以突破体制，打破学科界限，跨领域、跨单位、跨国界寻求合作。在美国，智库在为本国政府提供政策建议的同时，还积极拓展国际交流与合作，注重国际性、全球性问题研究。通过采取设立办事机构和分支机构、购买当地智库等形式，开展智力领域的跨国扩张，组建全球性或地区性智库网络，在“第二轨道”外交中发挥不可替代的作用。我们可以借鉴美国智库的做法，引入发达国家智库，以开放的胆量和胸怀，与其开展合作研究和业务竞争，不断扩大中国社会智库在国际上的话语权和影响力，更好地实现社会智库服务于“四个全面”的战略布局，服务于中华民族伟大复兴的战略目标。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Research on the Scientific Development Path of Chinese Social Think Tanks ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Zhang Guanghui1Zhang Chao² lCenter for Disaster Reduction of Heilongjiang Province, Harbin 150001 2School of Public Administration and Humanities,Dalian Maritime University, Dalia n 116026 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The social think tank is an integral part of the new type of think tanks with Chinese characteristics. It is also a new topic in the field of think tanks,and must be studied and solved in the work of civil administration. The scientific development ofsocial think tanks is related to the governance of China in the new period，to the enlightenment of the people and the optimization of the livelihood of the people. The social think tanks’ development can ensure the interests of China, the image of a responsible powerful country and enhance the national soft power. [Method/process] Fromthe perspective of a social think tank's formation development, connotation, function and its urgent need of solving the problem, this article intended to explore and guide social forces to set up the basic idea and the development of think tanks and the operable approach with Chinese characteristics in the context of the regulation of civil affairs departments. [Result/conclusion] It is concluded that four aspects of think tanks that are suitable for the Chinese society scientific development: perfecting the norms of think tanks to guide the healthy development of society，，exploring an effective way to participate in the decision-making of social intelligence, optimizing the rational flow of talents with the \"revolving door” with Chinese characteristics ，establishing active and influential mechanisms for cooperation and exchanges to nurture and build the international first-class level of social think tanks. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywords: new type of think tankfolk think tanksocial think tank third partyinstitution socialresponsibility civil affairs department normative guidance scientific development ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]