[
    {
        "type": "text",
        "text": "智慧图书馆：从认知到实践 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "任娇菡1,2 王珏1,2 初景利1,2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1.中国科学院文献情报中心，北京，100190;2.中国科学院大学经济与管理学院图书情报与档案管理系，北京，100190.)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[摘要]智慧图书馆是现阶段图书馆发展的重要目标，但现阶段研究仍缺乏对智慧图书馆整体架构的认知与实践推进。本文在概述图书馆从\"数字图书馆—智能图书馆—智慧图书馆\"演进过程的基础之上，加深对图书馆发展型态的理论认识，进一步探讨智慧图书馆建设从认知走向实践的具体实施路径，加快实现智慧图书馆建设，推动图书馆界、学术界、技术企业界更多地关注、参与、推动智慧图书馆的研究与实践，以期在各方协同工作中同频共振、共同发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[关键词]智慧图书馆；用户服务；协同发展",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[分类号]G250 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SmartLibrary: From Cognition to Practice ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ren Jiaohan1.2Wang Jue1.2 Chu Jingli1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. National Science Library, Chinese Academy of Sciences,Beijing,100190; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Department of Library, Information and Archives Management, School of Economics and Management, University of Chinese Academy of Sciences,Beijing,100190. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Smart library is an important goal of library development at this stage, but the research at this stage stillacks the knowledge and practice to promote the overall architecture of smart library. On the basis of outlining the evolution of the library from \"digital library-intelligent library-smart library\",this paper deepens the theoretical understanding of the development of libraries,and further explores the concrete implementation path of smart library construction from cognition to practice. It also aims to accelerate the construction of smart library,and to promote the research and practice of smart library with more attntion, participation and promotion from the library,academic,and technology enterprise communities,so as to resonate and develop together in the collaborative work of all parties. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keyword: Smart Library; User Service; Collaborative Development ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2021年，国家层面已开始从政策上加大对智慧图书馆及其相关问题的重视。2021年 3月12日，新华社首发《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》，第十六章第一节中提出要\"推进线上线下公共用户服务共同发展、深度融合，积极发展在线课堂、互联网医院、智慧图书馆等\"I，这是国家首次在战略规划中提到\"智慧图书馆”。同年10月29日，国家图书馆召开智慧图书馆建设领导小组扩大会议，围绕进一步凝聚各方面力量、统筹各方面资源，组织实施好全国智慧图书馆体系建设项目等方面进行了深入的交流研讨[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "如今数字图书馆的使命已基本完成，但图书馆的未来不应定位在智能图书馆，而应定位在智慧图书馆。紧跟国家需求，图书馆应将智慧图书馆作为现阶段图书馆发展的重要目标。就目前来看，公众、学界、图书馆界有关智慧图书馆的问题还都停留在认知阶段，研究热度虽有增无减，但仍主要聚焦于基础理论、技术应用讨论等方面，很多研究涉及智慧图书馆的人才队伍建设、智慧服务、评估与评价等3]，但整体上来说，仍然缺乏对智慧图书馆整体架构的认识，实践上更是缺乏面向实现智慧图书馆方面的总体实施路线。现阶段智慧图书馆建设应该从认知走向实践。本文将在概述图书馆从“数字图书馆—智能图书馆—智慧图书馆”演进过程的基础之上，加深对图书馆发展型态的理论认识，进一步探讨智慧图书馆建设从认知走向实践的具体实施路径，加快实现智慧图书馆建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2智慧图书馆的概念界定及内涵分析 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 概念界定",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智慧图书馆是图书馆采用人机交互的耦合方式，致力于实现智能知识服务的高级图书馆型态[4]。智慧图书馆较传统图书馆而言强调人机交互，传统图书馆更多依靠图书馆员的体力劳动，较少利用图书馆员的脑力、智力型劳动；智慧图书馆强调图书馆员的作用，重视数字技术的同时需要图书馆员与技术之间的通力合作，从而实现图书馆员与机器的互动；智慧图书馆强调耦合，即\"图书馆员-计算机-业务\"三者之间的关联、联系，三者不可分割，构成一个整体；智慧图书馆强调智能知识服务，不再是简单的知识服务，而是向利用人工智能与图书馆员知识性劳动结合的知识服务进行转型升级，运用智能的手段为用户提供情报研究、参考咨询等知识服务，智能知识服务实现的基础是人机交互。需要说明的是，智慧图书馆仍然是图书馆，或图书馆及其功能的一部分，是图书馆的高级型态。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 内涵分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于上述概念界定，结合智慧图书馆的发展目标和核心特征，本研究从以下4个角度对其内涵特征进行深度剖析：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "首先，智慧图书馆以用户需求与智能技术为双驱动力。智慧图书馆能否存在，其一，与传统图书馆一样，取决于用户需求。用户需要，故图书馆、智慧图书馆存在。图书馆通过不断的转型升级成为智慧图书馆，从而为用户提供基于需求的、更好的、更精准的服务，图书馆就会一直存在下去；其二，数字智能技术更迭换代，图书馆必须在技术变化的环境下顺势而为，需要依靠智能技术的驱动，不断学习、发展、利用智能技术为用户提供更加便捷、多样化的服务，在技术变革中不断升级转型成为智慧图书馆。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其次，智慧图书馆应以智能知识服务为根本目标。从图书馆的全部型态来看，无论是物理图书馆、数字图书馆、智能图书馆、智慧图书馆，服务始终是图书馆的核心、图书馆业务的重中之重。离开了服务，图书馆的发展就失去了意义。伴随着技术的升级，图书馆也应不断转型升级，智慧图书馆应致力于为用户提供具有智能分析能力的知识服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第三，智慧图书馆的本质是人利用技术。所谓智慧，是图书馆员的智慧 $^ +$ 机器（或技术）的智能。智能图书馆其实就是人工智能技术在图书馆的一种表现形式，但智能图书馆的本质是人工智能技术取代人的作用，这与智慧图书馆存在本质区别。智慧图书馆的本质是人利用技术，将人工智能技术为图书馆员所用，从而为用户提供更好、更有效率的服务。机器（或技术）的智能毕竟是有限的，这也是智能图书馆的最大局限，是必须走向智慧图书馆的重要原因。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "最后，检验智慧图书馆效果的指标不应是技术的应用程度，而应是为用户服务的效果。智慧图书馆实施的好坏、为用户服务的效果，最终检验的标准都不应该是技术的运用程度、复杂程度、场景数量、经费力度等，智慧图书馆应该关注的是图书馆员运用智能技术为用户解决了什么问题、解决到何种程度。在检验智慧图书馆效果时，为用户服务的效果、用户对服务的满意度评价才是检验智慧图书馆效果的唯一标准。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3智慧图书馆的发展演进",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在国内，数字图书馆一词起源于1994年[5]，作为基于互联网而产生的一种分布式信息系统，已有 28年的历史。从某种程度上来讲，可以说智能图书馆与智慧图书馆也是数字图书馆，是数字图书馆在人工智能、物联网、智能代理等新技术背景下升级的产物、新的表现形式，但因为三者在诸多方面的不同，可以认为是图书馆的三种型态。数字图书馆需要走向智能，更需要走向智慧。没有数字图书馆，就没有智能图书馆，也不会出现智慧图书馆。数字图书馆是智慧图书馆的基础，智慧图书馆是数字图书馆的目标，而智能图书馆作为数字图书馆与智慧图书馆转型过程中的中间件，是数字图书馆的升级版，是智慧图书馆的基本技术功能。数字图书馆与智能图书馆作为智慧图书馆的前期型态，在发展演化过程中，其三者在馆员作用、功能属性、建设目标、作用机理以及建设内容等多方面已显现出差异，具体差异如表1所示：",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/3ce1d53b0779f0de217d2d8ae3590aa6b94a4cb261ae41195145cbb84f6a6b53.jpg",
        "table_caption": [
            "表1智慧图书馆演进型态的差异比较"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>数字图书馆</td><td>智能图书馆</td><td>智慧图书馆</td></tr><tr><td>馆员 作用</td><td>未能替代馆员的体力劳动</td><td>不可能替代馆员的专业劳动</td><td>更加依赖馆员的知识劳动</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/9b6e76387abb7c250878e263a76b518d76b44abe751ab300130d5ecd04c70495.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>功能 属性 技术应用主导</td><td>数字技术驱动 网络服务导向 远程需求牵引</td><td></td><td>智慧服务导向</td></tr><tr><td>建设 目标</td><td>满足图书馆运行与发展的需要 通过技术手段解决图书馆的发</td><td>面向内部业务流程的智能化 满足图书馆非人工处理的需要 应用智能技术提升图书馆运行</td><td>面向用户提供智能分析的能力 满足用户高层次深度服务的需要</td></tr><tr><td>作用 机理</td><td>遵循功能要求 超越时间空间</td><td>正确地做事（do things right) 技术替代人工 刻板而机械</td><td>技术辅助人工 及时纠偏</td></tr><tr><td>建设 内容</td><td>跨库检索 信息门户网站建设 数字参考咨询服务 MyLibrary 与 Personal Library</td><td>智能机器人 网站、系统、软件、平台 设备的建设与维护 智能楼宇管理系统</td><td>大数据分析与决策支持 智能业务处理与分析 智能用户情报服务 专业馆员的专家型服务</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1三种型态下馆员作用的演进",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图书馆员作为图书馆系统中的重要组成部分，在图书馆发展的各个阶段均发挥着不同的、且不可替代的重要作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "数字图书馆是在物理图书馆的基础上衍生出来的，借助网络技术更加便捷地为用户提供服务，其主要特征就是资源数字化、服务网络化。虽然在数字图书馆阶段，图书馆员的劳动和数字技术的工作相对分离，线上与线下的服务往往是图书馆为用户提供服务的两种独立的工作方式，但其技术水平、通过网络提供的服务并不能替代馆员的体力劳动，图书馆员依旧、或更多仍然在从事物理图书馆馆员所从事的体力型、重复型工作。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智能图书馆以数字图书馆为基础，在技术的更新迭代中继续升级，充分利用计算机的元处理、自动化、获取、理解、存储、管理、计算、推理等能力，采用上下文感知、开源、大数据、云服务、增强现实等多类技术[7]，借助智能系统控制过程、获取知识、解决问题，通过系统或平台替代了人的劳动，但却不可能替代图书馆员的专业劳动，智能图书馆或机器智能（或机器辅助智能）其有限的自然语言能力难以让终端用户定制自己的需求[8]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智慧图书馆以智能图书馆为基础9，借助智能系统或智能技术为用户解决问题，但智慧图书馆不再仅仅依靠技术作为驱动力，更加强调图书馆员在图书馆发展过程中所发挥的作用，强调图书馆员能力的升级，重视图书馆员知识性的劳动，依靠人脑、人的智慧灵活、便",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "捷、创造性地为用户提供服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "可以明确的是，无论图书馆如何发展，只要图书馆员能力随着技术的发展不断提升、优化，那图书馆员必将永远存在、无可替代。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2三种型态下图书馆功能属性的演进",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从驱动力来看，数字图书馆与智能图书馆都以技术为驱动力，只不过是数字技术与智能技术的不同，这也与技术本身的演化有关，而智慧图书馆是以知识服务为驱动的，不再被技术所主宰，强调为用户提供知识型服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从服务导向来看，依据图书馆的属性划分，数字图书馆、智能图书馆、智慧图书馆则分别以网络服务、智能服务、智慧服务为导向。网络服务向智能服务的转变更主要是由于系统、平台、技术、软件的变化节省人力、替代人工体力性工作的，而智慧服务则强调、关注图书馆员智慧的融入与用户智慧的耦合，专注于为用户提供知识服务，而且是智能型的知识服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从牵引力来看，数字图书馆是远程需求牵引的，物理图书馆对读者而言必然带来人力、物力、财力、时间等的消耗（尽管物理图书馆的作用仍不可替代)，摆脱时空（时间与物理空间）的限制，在互联网刚刚兴起的阶段，拉近用户与图书馆之间的距离，用户不到馆也可享受到图书馆的服务；智能图书馆是依靠情境敏感技术牵引的，如果说数字图书馆阶段实体图书馆与网络图书馆是割裂的（复合图书馆并未获得如期的成功)，那么在智能图书馆阶段就是二者相互融合的过程，利用技术为用户提供一种引导性的服务，但是缺乏预见性；而智慧图书馆则是依靠个性化服务牵引的，每个用户的需求是不同的，在智慧图书馆中将借助智能技术以及馆员的智慧、专业型、知识型劳动深入挖掘用户深层次需求，从而为用户提供个性化、更加精准、具备针对性的服务，为用户提供知识型的解决方案，甚至为用户提供面向隐性需求的解决方案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从主导动力来看，数字图书馆是以技术应用或技术产品为主导，主要是为了将技术引入到图书馆建设当中；智能图书馆是以智能技术为主导，更多依靠人工智能技术替代馆员的劳动；而智慧图书馆是以能力建设为主导，致力于为用户解决问题、提升问题解决到的程度，从而为用户提供所需要的服务、知识或解决方案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3三种型态下图书馆建设目标的演进",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在建设目标方面，数字图书馆面向内部业务流程的数字化，是为满足图书馆运行与发展的需要，通过技术手段以解决图书馆的发展问题；智能图书馆面向内部业务流程的智能化，是为满足图书馆非人工处理的需要，应用智能技术以提升图书馆运行效能；智慧图书馆则面向用户提供智能分析的能力，是为满足用户高层次深度服务的需要，借助于技术但又不单单依靠技术，还要依托馆员智慧为用户提供解决方案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从建设目标中可以看出，图书馆多种型态的进阶可以看作是图书馆为满足自身发展或为满足用户低级需求向高级需求的过渡。在物理图书馆向数字图书馆转型阶段，关注的重点是图书馆如何向不到馆的用户提供到桌面的服务。在数字图书馆向智能图书馆转型阶段，关注的重点是智能技术在哪些方面、多大程度上替代馆员的劳动。在智能图书馆向智慧图书馆转型阶段，关注的重点是馆员与技术如何耦合从而为用户提供深度的高级的知识服务。从数字化向智能化到智慧化的演变，就是图书馆越来越贴近用户、更好地服务用户的过程。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4三种型态下图书馆作用机理的演进",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在作用机理方面，数字图书馆是\"重复地做事（do same things）”，其优势在于超越时间空间，将图书馆的功能延伸到用户的桌面。但数字图书馆可以为用户所提供的服务往往是实体图书馆的延伸，仅限于按照网站先前已经设定好的功能。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智能图书馆是\"正确地做事（do things right）”，其优势在于借助于技术替代大量人工的体力性、重复性工作，节省人力投入，但其劣势是刻板而机械，只能模仿馆员一般的事务性劳动，只能为用户提供系统设定好的功能服务。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "而智慧图书馆是\"做正确的事（do right things）”，做用户所需要的事情，为用户提供个性化服务，满足用户的个性化需求。技术的发展虽然已经到达人工智能的程度，但仍然无法利用智能系统去处理超越其限度的问题。技术只能是辅助人工的一种工具（机器辅助智能)，我们可以利用技术及时纠偏，其中图书馆员与用户智慧具有不可替代性，加强馆员、用户与系统之间的协同与耦合是十分关键的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.5三种型态下图书馆建设内容的演进",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从数字图书馆到智能图书馆再到智慧图书馆，建设内容从围绕数字技术、智能系统转变为专注于智能知识服务的提供。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "数字图书馆以技术产品为主导，致力于门户网站的建设，主要内容包括：网络信息采集、数字资源组织与揭示、跨库检索、信息门户网站建设、数字参考咨询服务、MyLibrary 与Personal Library 等[4]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智能图书馆以智能技术为主导。大数据、物联网、云计算、虚拟现实、智能化设备等新一代科技产品开始在图书馆中得以应用，图书馆开始具备智能化、自助化服务的基本特征，空间、资源及馆员服务效能大幅提升[10]。由于智能技术在图书馆的应用，智能图书馆也衍生出了一些智能产品，包括：智能机器人的制造，网站、系统、软件、平台的开发，智能设备的建设与维护，智能楼宇管理系统的升级改造等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "而智慧图书馆则以智能知识服务为主导，更加注重建立在智能技术基础上的馆员专业性的服务、智慧型服务，为用户提供高端知识服务解决方案。其主要建设任务包括：大数据分析与决策支持、智能业务处理与分析、智能用户情报服务、以及专业馆员的专家型服务。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4智慧图书馆从认知到实践的实施路径",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从图书馆的演进过程看，数字图书馆与智能图书馆已不能完全满足当今时代用户的需求，数字图书馆、智能图书馆走向智慧图书馆是大势所趋，智慧图书馆也必将是现在及未来图书馆的发展目标。但就目前来看，开始启动智慧图书馆建设的图书馆还为数不多，且多停留在设备设施的应用层面，只有极少数高校图书馆向智慧图书馆更深层次的核心领域深入[10]。我们需要意识到，随着技术的发展，图书馆员能力的提升、图书馆经费的增长，特别是国家政策的支持，智慧图书馆的建设目标并非遥不可及。就目前来看，智慧图书馆的建设已具备一定的软硬件技术基础[1]，也具备广泛的用户基础和社会需求，智慧图书馆的时代正在到来。我们曾经经历了数字图书馆建设的历程。建设智慧图书馆与建设数字图书馆有所不同，智慧图书馆的建设应汲取数字图书馆建设的经验教训，立足高起点，明确建设定位，注重与企业等各方协同。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从数字图书馆建设20年的经验教训来看，智慧图书馆应致力于做好以下几个方面的工作：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1应坚持做好到馆服务，将智慧图书馆置于实体图书馆之中",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从传统图书馆转向数字图书馆，再到智慧图书馆，数字技术推动了图书馆转型，但传统图书馆为到馆读者服务的属性及其原有的空间属性并未消失，一些用户仍然偏爱纸本资源的使用，虽然在网络时代，传统图书馆的实体属性相对弱化，但对于图书馆来讲，从前可以为用户提供的各种到馆服务、网络服务，只要用户有需求，都不应消失，可以通过技术手段提高服务效率、简化服务流程，满足用户不同层级、不同类型的文献与信息服务。智慧图书馆仍然需要植根于实体图书馆之中。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从数字图书馆建设的历程看，智慧图书馆建设并非取代实体图书馆，正如数字图书馆与物理图书馆形成互为补充的复合图书馆一样，智慧图书馆与物理图书馆也是一种功能的拓展与升级。智慧图书馆离不开实体图书馆。在任何时候、任何情形下，智慧图书馆都不可能脱离实体图书馆而成为一种完全独立的状态，即使智能自助图书馆也是依托其背后的强大的实体图书馆的支持的。无论是过去的数字图书馆，还是正在建设的智慧图书馆，不能将其视为替代关系，而忽视了实体图书馆的基础、基地和基本的作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2智慧图书馆建设应遵循技术为用的原则",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "数字图书馆、智能图书馆、智慧图书馆都是依靠技术驱动衍生出来的图书馆型态，但技术永远都是工具，都只是为实现既定服务目标的手段，而不是目的。技术不是万能的，技术永远无法处理超越其限度解决更为复杂的问题，要注重提升图书馆内在竞争力、专业竞争力、服务竞争力，要培养馆员成为专家型馆员，利用技术，解决用户复杂的需求与复杂的问题。智慧图书馆型态下，智能技术具有十分重要的作用，但必须为人（馆员、用户）所用，将智能技术与人的智慧有机耦合，解决智能知识服务的问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "技术的发展非常迅速，更新换代很快。图书馆必须敏感地追踪技术的变化，跟上技术发展的步伐。注重技术的引进与实验，加强技术的适用性研究，不能为了技术而技术，看起来光彩夺目，但没有什么实际价值。技术的引进是有风险的，但必要的风险是需要的，但也需要不断地总结和交流，铭记技术应用中的教训，避免不必要的“坑”。应鼓励少部分图书馆先行先试，积极做探路者，为更多的图书馆提供借鉴和示范作用。这在数字图书馆建设中已经基本上遵循了这样一种思想，也还是成功的。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3将智能管理与智慧服务作为应用目标导向",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "技术始终是推动图书馆发展的重要因素、驱动力，智慧图书馆应坚持将智能化作为技术手段，将智能管理与智慧服务作为主导的应用目标，做好基础业务与智能技术的对接，始终寻求解决图书馆发展的瓶颈问题，将提升管理与服务作为智能技术解决的关键问题，不断提高图书馆的效率与效能。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "近些年来，图书馆一直致力于通过智能技术助力图书馆业务转型，通过智能技术打造24 小时自助图书馆[12]，开发智能问答、智能推荐、智能管理、知识发现、智能排架、自助办证等多类系统，为用户提供教学服务、科研服务、管理服务、学科服务、情报服务、智库服务等，以便更好地满足用户多样化、深层次的需求。2017年，南京大学首发的国内首个图书馆智能机器人\"图宝\"13]；2018年，清华大学汽车系与图书馆联合开发的馆际互借无人驾驶汽车\"智行者\"[14]；2019 年，上海图书馆[15]所实现的手机扫码借书服务，50万册书刊均可通过此种方式借阅；以及宁波大学的旺宝（2017）[16]、成都理工大学的成小理（2017）[17]、徐州工程学院的宝宝、贝贝（2017）[18]、敦煌市图书馆的小图（2017）[19]、北京大兴智能图书馆的小兴（2018）[20]、沈阳市少年儿童图书馆的小图、小书[21]等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "智慧图书馆应在保留原有智能图书馆功能的基础上，继续重视智能技术的作用，坚持以大数据技术为支撑平台，借助技术手段推进智慧图书馆建设，将互联网、云计算、虚拟现实、移动计算、社交网络、个性化技术、虚拟仿真、知识管理、人工智能等技术作为智慧图书馆实现智能管理与智慧服务的有效工具，并将其有机嵌入上一层智慧平台，以构建与智慧校园、智慧社区、智慧城市互通互联的智慧图书馆。智慧图书馆将致力于将智慧服务作为重要目标，充分运用技术，并结合馆员智慧，将二者形成合力，持续提升，为用户提供智能知识服务的深度、广度和精度。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.4重视馆员的智慧与作用以及与用户的协同与耦合",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "阮冈纳赞曾经说过“一个图书馆成败的关键还在于图书馆工作者\"[22]。图书馆员的能力决定了图书馆的能力，能力可以救图，能力可以强图。智慧图书馆建设中如果忽视了馆员的智慧与作用，则必然走向歧路，付出沉痛的代价。智慧图书馆之所以会出现，是因为单单依靠技术并不能为用户提供全部的解决方案，智慧图书馆不能仅仅依赖智能空间、智能设备，人的智慧必须发挥主导和关键作用，我们需要馆员的智慧与用户的智慧。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "智慧图书馆需要知识密集型、智慧型馆员。除了“智慧\"的图书馆员，没有人能创造出\"智慧图书馆\"[23]。智慧图书馆是以智慧服务为导向的，更加依赖馆员的知识劳动。智慧图书馆重视知识服务效果，而效果的好坏仅仅依靠技术是断然无法实现的，要依靠馆员智慧与智能技术的有机结合，构建富有生机活力的智慧图书馆。而馆员智慧的高低是与馆员自身专业知识、服务能力等息息相关的，因此智慧图书馆需要培养、选拔知识密集型、智慧型馆员为智慧图书馆带来新的生机与活力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "智慧图书馆需要强化复合型技术人才培养。虽然智慧图书馆不再是技术驱动发展，而是知识服务驱动的，但是智慧图书馆是基于智能技术驱动的智能图书馆，智慧图书馆的基础是智能图书馆，是技术驱动的主体，因此合理利用技术便捷化图书馆的服务仍然非常重要。图书馆员不仅要具有智慧，还应该懂技术、会用、善用技术，才能够更好地发挥技术的实际效用。因此智慧图书馆也需要复合型技术馆员。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "智慧图书馆需要加强馆员与用户之间的协同与耦合。服务是图书馆亘古不变的追求，智慧服务是智慧图书馆建设的核心问题。“智慧 $\\dot { \\bf \\Phi } = { \\bf \\Phi }$ 图书馆员的智慧 $+$ 用户的智慧”。图书馆员的智慧决定了图书馆的能力，但图书馆最终服务对象的智慧可以对图书馆的发展起到正向反馈的作用，馆员与用户之间应该拉近距离，加强协同与耦合，“知用户想知，做用户所想”，才能保证图书馆永远散发活力，立于不败之地。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.5加强图书馆与企业间的同频共振",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "智慧图书馆建设不应仅仅依靠图书馆自身的力量，应学会与企业合作，利用、发挥企业的优势，借助图书馆与企业双方面的力量，采用自我开发、合作开发、技术引进相结合的多种模式合力打造智慧图书馆，推动智慧图书馆的建设。一些企业，以维普[24]、科晶[25]、联创[26]、同方知网[27]、远望谷[28]、方正阿帕比[29]、蓝鲸[30]为代表，已经开始探索智慧图书馆的建设或解决方案、着力打造智慧图书馆平台。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "图书馆可以借助已有企业有关智慧图书馆建设的相关内容、平台或进展，积极与企业互动、合作，充分发挥企业的技术优势，与企业合力共建智慧图书馆。企业可以将图书馆作为重要的应用场景，与图书馆通力合作，深度了解用户需求与图书馆的实际内涵、发展需要;同时企业应加强与图书馆的合作，在多类图书馆的不同场景下多试验、多实践智慧图书馆的相关技术及产品，不断实现技术产品的迭代升级。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在智慧图书馆建设问题中，图书馆与企业之间离不开合作，离不开不断的试验与探索。图书馆与企业界应资源共享，优势互补，多研讨、多交流、多学习、多借鉴，在同频共振中相互成就、协同发展。在智慧图书馆建设中，企业是可以依赖的合作伙伴，而企业也应面向图书馆的实际需求，企业不是向图书馆卖产品，而是要定制服务。企业如果脱离了图书馆的实际需求，也是没有生存空间的。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.6智慧图书馆建设要有可持续发展能力",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "数字图书馆过去20多年的建设历程给今天的智慧图书馆建设提供了很好的借鉴。我们应更好地总结数字图书馆建设的经验教训，作为今天智慧图书馆建设的参考，而不是罔顾数字图书馆建设的经验特别是教训，重复数字图书馆建设的弯路。数字图书馆建设投入很大，成效也很显著，成就有目共睹。没有数字图书馆建设，就没有图书馆事业发展的今天。数字图书馆建设模式为今天智慧图书馆建设奠定了良好的基础，也是一笔宝贵的精神财富。但数字图书馆的教训，我们更应该深刻地总结和汲取。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "智慧图书馆建设要做好规划，做好顶层设计，做好基础业务规范，做好数据标准化，更要做好用户需求的挖掘和分析。要避免想当然地设计出用户需求，但投入很多经费做出来的系统、平台、工具，并没有用户利用，多年无人问津，最后不得不放弃，浪费了人力物力财力。究其原因，很多还是“项目制”所致，急功近利，为了任务而任务，项目一结束，项目组宣告解散，没有后续的人员和技术。其教训不可谓不惨痛。智慧图书馆建设应做好可持续发展的规划，充分分析和论证，将有限的经费用于解决真实的用户需求上，真正地解决问题，做出成效，让用户用得上，为用户提供满意的服务。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5结论",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "智慧图书馆由人工智能技术赋能，是对数字图书馆的全面超越，是图书馆发展新的蓝海。目前已有众多图书馆走在建设智慧图书馆的路上，包括北师大、北石化、重大、华东师大、华中师大、人大、武大等，已经制订智慧图书馆建设规划、开发智慧图书馆系统或智能管理平台等。图书馆应重视智慧图书馆的规划与建设，谋定（认知）而后动（实践)，加强相关理论研究的同时，勇于在实践上探索创新。智慧图书馆建设应汲取数字图书馆发展的经验与教训，重视智能技术的作用，关注馆员的智慧与作用，加强与企业的合作研发，与企业的技术优势有机结合。图书馆应继续加强智慧图书馆的理论与实践探索，推动图书馆界、学术界、技术企业界更多地关注、参与、推动智慧图书馆的研究与实践，以期在智慧图书馆建设的协同工作中同频共振、推陈出新、共同发展。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[]苏 新华社.中华人民共和国国民经济和社会友展第十四个五年规划和 2035年匹京日标纲要[EB/OL].[2022-06-07].http://www.gov.cn/xinwen/2021-03/13/content_5592681.htm.  \n[2]国家图书馆国家图书馆召开智慧图书馆建设领导小组扩大会议[EB/OL].[2021-11-26]http://www.nlc.cn/dsb_zx/gtxw/202111/t20211103_207069.htm.  \n[3]李爽.我国智慧图书馆研究进展可视化分析[J].图书馆工作与研究,2022(02):85-95.DOI:10.16384/j.cnki.lwas.2022.02.011.  \n[4]初景利,任娇菡,王译晗.从数字图书馆到智慧图书馆[J].大学图书馆学报,2022,40(02):52-58.DOI:10.16603/j.issn1002-1027.2022.02.007.  \n[5]梁娟.光纤图书馆[J].缩微技术,1994(02):28-30.  \n[6] 初景利,段美珍.智慧图书馆与智慧服务[J].图书馆建设,2018(04):85-90+95.  \n[7]Younghee Noh. Imagining Library 4.O: Creating a Model for Future Libraries[J].The Journal of Academic Librarianship, 2015(41):786-797.  \n[8]Linda C. Smith.Machine intelligence VS. Machine-aided intelligence in information retrieval:_A historical_perspective. [EB/OL]. [2022-06-25].htps:/link.springer.com/chapter/10.1007/BFb0036351?noAccess $\\ c =$ true.  \n[9]初景利,段美珍.从智能图书馆到智慧图书馆[J].国家图书馆学刊,2019,28(01):3-9.  \n[10]孙鹏,车宝晶.我国高校智慧图书馆建设进展及策略研究[J].图书馆工作与研究,2022,(02):30-36.  \n[11]单轸,陈雅.新技术背景下高校智慧图书馆建设优化策略研究[J].图书馆,2022,(05):48-53.  \n[12]千龙网．北京大兴智能图书馆 24 小时自助运行[EB/OL].[2022-06-09].http://beijing.qianlong.com/2018/0429/2547434.shtml.  \n[13]中国机器人网.南大打造机器人图书管理员\"图宝”系国内高校首创[EB/OL].[2021-11-26].https://www.robot-china.com/news/201705/19/41571.html.  \n[14]新华网．厉害了！清华大学图书馆启用无人驾驶智能小车还书[EB/OL].[2022-06-09].https://baijiahao.baidu.com/s?id=1599097664559808450&wfr=spider&for=pc.  \n[15]中华文化报.在上海图书馆，可以用手机借书啦！[EB/OL].[2022-06-09].http://www.rmsznet.com/video/d91468.html.  \n[16]人工智能信息网.浙江宁波大学园区图书馆来了个机器人管理员能听能说能借还[EB/OL].[2022-06-09]. http://www.cnaifm.com/itsm/2017-12-29/749.html.  \n[17]成都理工大学图书馆.咨询机器人[EB/OL].[2022-06-09].http://www.lib.cdut.edu.cn/fw/ssfw/zxjqr.htm.  \n[18]徐州工程学院.图书馆迎来AI智能服务机器人[EB/OL].[2022-06-09].http:/lib.xzit.edu.cn/aa/b0/c3221a109232/page.psp.  \n[19] 机器人现身敦煌市图书馆[EB/OL].[2022-06-09].https://www.sohu.com/a/152981444_119659.  \n[20]千龙网.北京大兴智能图书馆 24 小时自助运行[EB/OL].[2022-06-09].htp://beijing.qianlong.com/2018/0429/2547434.shtml.  \n[21] 智能自助服务升级—当机器人走进图书馆[EB/OL].[2022-06-09].htps://www.sohu.com/a/225157215_99958728.  \n[22] 阮冈纳赞.图书馆学五定律[M].夏云,王先林,郑挺,等译;侯汉青,校.北京:书目文献出版社，1988.  \n[23]伊安·约翰逊,陈旭炎.智慧城市、智慧图书馆与智慧图书馆员[J].图书馆杂志,2013,32(01):4-7.  \n[24]维普．智慧图书馆数据服务平台[EB/OL].[2022-06-09].http://www.vipinfo.com.cn/Html/ProductDetail.aspx ?id=17.  \n[25]江苏科晶智能科技股份有限公司[EB/OL].[2022-06-09].http://www.kejing.com/.  \n[26]联创.智慧图书馆平台[EB/OL].[2022-06-09].https://unifound.net/342.  \n[27]光明网．同方知网（北京）技术公司[EB/OL].[2022-06-09].ttps:/topics.gmw.cn/2020-08/28/content_34138516.htm.  \n[28]远望谷[EB/OL].[2022-06-09]. http://szywg.inveng0.cn/col.jsp?id $= 2 0 5$   \n[29]北京方正阿帕 比技术有限公司[EB/OL].[2022-06-09].http://www.apabi.cn/solution/library/",
        "page_idx": 10
    }
]