[
    {
        "type": "text",
        "text": "专题：2030年可持续发展目标的理论、指标与实践Theory, Indicator, and Practice of 2030 SDGs",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "编者按党的十八大以来，中国的可持续发展取得了令世人瞩目的成就。与此同时，习近平同志提出了推动建设人类命运共同体的目标与“一带一路”倡议，旨在为实现联合国2030年全球可持续发展目标贡献中国智慧与中国力量。作为国家科学思想库核心媒体，本刊特组织“2030年可持续发展目标的理论、指标与实践”专题，通过对可持续发展理论、研究方法、指标体系的梳理以及区域可持续发展案例的剖析，以期为构建人类命运共同体、落实《2030年可持续发展议程》奠定理论基石。该专题由本刊编委、同济大学教授诸大建指导推进。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "可持续发展理论概念演变、维度与展望",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张晓玲1.2.3",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1香港城市大学 公共政策系 香港 9990772香港城市大学深圳研究院深圳5180573 同济大学可持续发展与新型城镇化智库上海200092",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要“可持续发展”不能仅以代际公平的方式来定义，而应注重国际公平。文章通过追溯相关文献，梳理了“可持续发展”概念的演变过程，明确了其在人类需求和自然供应能力之间的沟通价值，并结合多种经济学原理加以论证。研究发现，“可持续发展”的概念仍然是模糊的，尤其缺乏对空间维度的“先验性”思考。为解决这一问题，文章将“层级空间”的平等维度引入“可持续发展”。并进一步引进了“可持续发展科学”的概念，提出了一系列关于可持续发展的核心问题及其研究策略，以期为推动该领域在国内的发展作出贡献。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词可持续发展，空间维度，国际公平，可持续发展科学",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.01.002 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1背景",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "强调未来，并具有时间依存性。然而，Giddings等[指出，“可持续发展”是一个模糊的概念，可以形成不同的“衍生物”。该想法一经提出，就被不同的政府机构、私营企业、社会和环境活动家所采纳，并且他们站在各自立场抽象出多重内涵。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前，对“可持续发展”的定义并未获得普遍认同。但是，有一种定义被人们所熟知，即1987年《布伦特兰报告》提出的“既满足当代人需求，又不损害后代人满足其自身需求的能力”。针对该定义，后续研究对“可持续发展”的解释大多围绕人类需求和价值观展开，其",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "同时，Spangenberg[2指出，目前多数国家制定有可持续发展战略，但其重要性和意识形态互有不同。这种差异，一方面源于社会经济条件和物理属性，另一方面则源于相关者的利益纠葛。例如，Jenkins[3指出，解决生物多样性和气候变化等问题，需要跨地域、跨部门协作（如协同金融、政治、交通等领域），但这可能与保护人权和消除贫困等问题相重叠。虽然上述问题并非相互矛盾，但关键在于如何设置其“优先权”，如何制定具体方案以权衡各方利益。这一难题，鲜有方法可以完美解决。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "实际上，许多经济学家提出的“双赢”概念可以被称为是“乌托邦”。因为“取舍”是不可避免的，需要用令人信服的方式来补偿。因此，所谓的“可持续发展”事实上留给社会和决策者诸多问题。例如：需要维持什么？什么会受到人类系统急剧扩张的危害？必须追求哪些目标？哪些东西必须保护？这样做的共同基础是什么[3]？当然，在狭义背景下（如特定组织），可持续发展或许并不是什么大问题；但是，在省市、国家或全球这样更大的空间内，可持续发展问题将变得愈发复杂[3]。这可能是因为人们普遍接受的可持续发展定义本身，缺乏对空间尺度的洞察。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "作为了解可持续发展的关键环节，区域规模的重要性可以从我们身边感知。例如，人口增长是阻碍全球可持续发展的主要因素，其后果是“高度局部化”的；再如，从历史上看，东南亚地区不情愿地经历了水稻种植的转变；抑或近年来，废弃物跨国转运处理的公平性问题[4]。应对此类问题，如何从空间的角度去理解“可持续发展”显得尤为重要。因为，某地区的可持续发展，可能会受到另一个地区（尤其是缺乏可持续性地区）的诸多影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "人类已经意识到，由环境的不可持续性引起的“涟漪效应”可能会产生深远影响。例如，人口迁移和犯罪率上升等[5]。类似地，“可持续性变迁”现象作为一种回应，被定义为面向可持续社会的根本转变。该现象见证了地方特性和其他相关因素的空间属性，包括：政治环境、自然资源禀赋[]、资源管理[8]，以及当地的技术和工业专业化[9,10]等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "尽管这种“地方特异性”被逐渐认可，但已有研究多侧重于较窄的城市或地方尺度，尤其忽略了可持续发展的“跨境影响”。而这种“跨境影响”对于某一地区来讲，是否是负面的？如果是，这在恢复到可持续状态的过程中是如何平衡的？事实上，可持续发展的“社会-地理”影响过程通常仅发生在特定区域，即实际地理位置对其有重要影响[1]。故有学者强调，空间相关性对于理解可持续发展是一个决定性因素。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "因此，本文的目的在于，回顾可持续发展概念的演变过程，并融入对地域“特异性”的考量，从而提出一种观点：可持续发展不能仅以代际公平的方式来定义，还需以国际的公平为依据，这将有助于实现可持续发展的根本目标。本研究通过追溯过往文献，思考并强调现阶段面临的主要挑战，探索基于跨空间视角的可持续发展观。这或许将是我们今后看待可持续发展科学的范式转变。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2可持续发展概念的演变",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "世界环境与发展委员会（WCED）在1987年发表了《我们共同的未来》报告，这被认为是建立可持续发展概念的起点。当然，任何概念的引入都是一个进化的过程，随着参与者和环境的不同，其被进一步修改与重铸。根据Mebratu[12的观点，可持续概念的发展可分为3个时期： $\\textcircled{1}$ 前斯德哥尔摩时期（1972年之前）； $\\textcircled{2}$ 从斯德哥尔摩到WCED时期（1972—1987年）； $\\textcircled{3}$ 后WCED时期（1987年至今）。下面，分阶段对其进行阐述。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1前斯德哥尔摩时期",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1人类对生存的日益关注",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "据 Mebratu[12]所述，可持续性的概念存在已久，特别是对可持续与不可持续做法的辨别。Lumley 和Armstrong[13]也指出，早在18、19世纪，诸如国际和代际公平、自然资源保护和对未来的关注等问题已经被欧洲哲学家们所热议。例如，Weber[14]和Freud[15]认为：人类需要选择牺牲一定程度的个人自由才能实现更加安全、平衡的社会生活。这种思想与今天的可持续发展观不谋而合[16]。再如，1864年Marsh[1在其工作中发现,地方层面做出的改变会对全球产生影响。这一想法得到了 Shaler[18的支持，他开始在工组中强调当代人的道德义务：为子孙后代争取一个美好的未来（即“可持续发展的代际平衡”）。此外，Kidd[认为，对于人类活动导致自然资源退化的担忧在几个世纪前就被预计到了。Boulding20也曾强调，未来的地球很可能会成为资源有限的封闭实体，所以人类必须找到维持循环生态系统的方法。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2环境限制与承载力论述",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Malthus（1766—1834年）被认为是第一个预见到资源短缺导致经济增长被限制的学者。他与DavidRicardo（1772—1823年）共同提出了“环境限制思想”[21]。Malthus[22]认为，土地是一种绝对资源，随着人口增长,人均粮食产量将会下降；当人类的生活条件降低到仅能维持生存，那时人口或将停止增长。同时，DavidRicardo[23]认为，如果自然资源开始变得稀缺，经济增速将会放缓。因为，一旦农业用地的人均产量减少，人们将被迫向其他产量更低的土地迁移，这将进一步阻碍经济的发展。虽然上述思想都存在缺陷（如默认总生产曲线恒定），但是这种环境限制理论有足够的理由被认为是可持续发展概念的前身。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "同时，为定义可持续发展的起源，Kidd[19]着重强调了承载力的概念。他指出，这一概念早已被用来描绘人与自然的关系，因为地球的承载力决定了增长的极限，从而最终创造出可持续发展的意识。Sayre[24]进一步解释说，自19世纪70年代以来，关于人与自然承载力概念的认知始终存在，当时的学者曾深入了解承载力对于山区部落的重要性以及如何通过机械或熟练的技术来提高这一能力。Bentley[25]和Smith[26]分别在牧场环境下做了一系列探索工作，将“原始承载力”与“实际承载力”加以区分，前者被认为是固定的，而后者可以通过投资加以改善。此后，对承载力的解释与可持续性的概念颇为相似，且均强调“目前的使用不应造成长期损害”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.3环境运动走向政治舞台",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "20世纪60一70年代，越来越多的人开始关注环境保护。1962年由RachelCarson[2撰写的《寂静的春天》展示了杀虫剂对鸟类和其他动物群体的不良影响，指出将有害化学物质释放到环境中而不考虑其长期影响是部分人类的严重错误；她认为，人类的贪婪是造成大面积环境损失的主要原因，人类不能将自己视为地球的主人，而应该自视为地球系统的一部分。本书受到评论界的高度赞扬，认为它对理解“极端污染并不是增长的必然均衡”产生了深远影响。在此阶段，美国环境运动爆发，源于污染企业的发展问题导致石油泄漏、火灾和其他环境灾难。同时，受到物质财富积累和越南战争等影响，迫使美国地方和联邦政府颁布各项法律、法规来处理空气污染、水污染、荒野保护等问题；并最终签署《国家环境政策法案》，为可持续发展的正式出现奠定了基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2从斯德哥尔摩到WCED ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1972年在斯德哥尔摩举行的联合国人类环境会议，深入探讨了环境的重要性问题，人们意识到：环境管理已迫在眉睫。会后，美国保护基金会出版《粗心的技术：生态与国际发展》一书，展示了一系列工业化发展对环境造成严重损害的案例。其表明，技术的进步是通过对自然资源的无情开采而产生的，工业化发展应当优先和充分考虑其对环境的影响。同期，“罗马俱乐部”就自然环境状况做出全面评估，其强调：如果继续按照20世纪60一70年代的经济增速发展，大部分工业社会将会在未来几十年内超越生态界限。此外，自斯德哥尔摩会议之后，人们很少再将“环境”与“发展”定义为独立的个体；随后几年，术语从“无破坏的发展”演变为“无害环境的发展”，最终促使“生态发展”于1978年在联合国环境规划署审查报告中首次出现。可见，这次会议在推动可持续发展概念化方面发挥了重要作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据Tryzna[28]的观点，国际自然保护联盟（IUCN）",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在1980年首次尝试将环境和发展整合到保护领域。但是，“可持续发展”这一术语仍未能以书面形式出现。遵循这个改善环境与发展的概念，1987年WCED发表了报告——《我们共同的未来》。报告中，将可持续发展定义为：既满足当代人的需求，又不损害后代人满足其自身需求的能力。该定义一度被广泛视为“可持续发展”的官方定义，但这也正是当前诸多争论的起点。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3后WCED时期",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "毫无疑问，WCED对“可持续发展”的定义是一个重要转折点。仅1987至1992年间，已先后产生约70种不同的关于“可持续发展”的定义，并由此引发激烈辩论。例如，Redcliff[29]等一批学者，逐渐将“可持续发展”演绎为一种真理；但是，O'Riordan[3认为这是一个矛盾的概念；而Holmberg[31]认为，“可持续发展”的概念仍在发展、演变之中，需要根据空间和时间的不同来完善。同时，Holmberg强调：不符合跨国公平的发展不是可持续发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1992年举行的联合国环境与发展会议（又称“里约会议”或“地球首脑会议”），是WCED之后的又一次突破。会议内容主要集中在以下领域： $\\textcircled{1}$ 制定“21世纪议程”； $\\textcircled{2}$ 发表《里约宣言》； $\\textcircled{3}$ 开启《联合国气候变化框架公约》； $\\textcircled{4}$ 签署《联合国生物多样性公约》。随后，建立了可持续发展委员会、可持续发展机构间委员会和可持续发展高级别咨询委员会机制。此次峰会成功地鼓舞一代研究人员更加深入、全面地思考可持续发展问题，同时鼓励各国政府朝可持续发展方向努力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "但是，正如Daly[32]所述：虽然“可持续发展”取得了新的政治共识，但是这一术语被许多地方所吹捧（甚至被制度化）；将其奉为预期变化的指南仍然是危险的、模糊的。他进一步强调：这种“模糊”不再是协商一致的基础，而是分歧的滋生之地。Bressers 和Rosenbaum[33]也提出了类似观点，他们认为，每当依据“可持续发展”来讨论公共政策的实际影响时，往往只能以模棱两可的辩论结果而告终。因此，可持续性常常被批评为过于含糊、复杂以及脱离实践。但是，Costanza等[34辩解道，人们被批评家们误导了，因为他们并没有考虑到这个概念应用的前提，如特定的时间和空间范围。虽然长期以来，“规模”已经被确定为可持续发展的一个方面4，但实际上仍然存在着歧义。因为，可持续发展可以用不同的“尺度”来看待，其相关信息可能会因“规模”而发生改变[35]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于上述分析，本文将进一步探讨可持续发展概念在国际空间环境中的影响。但在此之前，需要简单论述可持续发展的形式及相关经济学原理，这是理解国际空间公平的必经之路。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3可持续发展的形式",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Williams和Millington[3指出，人类需求与地球供应能力之间存在着不匹配的情况（即“环境悖论”）。为了克服这种不匹配，需要减少需求，或者提高地球的供应能力，抑或找到一个折中的方式来沟通二者，即可持续发展进程。理论上讲，这一进程可大致分为“弱可持续发展”和“强可持续发展”两种类型。前者涉及增加供应量，而不影响经济增长；后者则涉及控制需求，即干扰经济增长。二者虽然在理论上相互排斥，但在实际中能够共存。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1弱可持续发展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“弱可持续发展”是一种以人为中心的观点。其中，“自然”被认为是一种资源，为了实现人类目标可以使其效用最大化[3。该观点本质上认为“自然资本”与“人造资本”之间具有可替代性，即只要资本存量的总价值保持恒定（或增加），使其保留给子孙后代，它们所产生的利益种类就不会有差异[37]。例如，假设科技进步可以满足日益增长的人类需求，则不需要对人类需求加以遏制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "理论上讲，在弱可持续发展中，“人造资本”可以无限制替代“自然资本”。但是Nielsen[3指出，这种替代实际上是有限度的。该想法得到了WCED的支持，尽管科学发展能够增加自然资源的承载力，但这是有限的。因此，需着重强调，人类实践活动需要以渐进的、可持续性的形式进行，并且需要科技支撑以减轻自然压力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2强可持续发展",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“强可持续发展”是一种以“自然”为中心的观点。其认为，“自然”不必在任何时候都对人类的需求有益，并且人类不具有剥削“自然”的固有权利[39]。持此观点的学者认为，人类应该减少对自然资源的索求，鼓励在满足生存需求的基础上，建立更为简单的生活方式。并且其倡导者认为，自然资本不可能被人造资本完全取代。人造资本尚可以通过回收和再利用的方式来扭转，但某些自然资本，如物种，一旦灭绝就不可逆转。因为，人造资本的生产需要以自然资本为原材料；所以，其永远不能成为自然资本的全面替代品。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽管“强可持续发展”限制了自然资源的使用，但其限制程度取决于不同的理论学派和区域特征。事实上，几乎没有社会不把经济置于自然之上，因此“弱可持续发展”观念通常占据主导。但是，不可否认，人们已在关注如何挽救关键的自然资本，甚至不惜以牺牲经济为代价。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4可持续发展理论和经济学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "强、弱两种可持续发展思想，均围绕自然资本和经济增长展开。下面，继续从经济学视角理解自然资本与经济增长的关系是如何形成的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1新古典经济学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "新古典经济学倾向于简化机制。根据该理论，自然资源可以被估价（取决于其交换价值）。例如，Pigou[40]强调了自然资源在货币上的效用，并考虑用货币分析来解决经济的外部性问题。基于该思想，人们对具有较高市场价值的资源给予了更多偏爱，而将缺乏市场价值的资源排除在计算之外。基于对资源消耗的关注，Solow[4I]表明，市场具有自我调节的能力，即市场上的资源稀缺，价格会上涨，消费者转向购买其替代品。这种做法正是“弱可持续发展”的主要依据，即随着时间的推移，效用和消费都不会下降，因为其认为自然资本是完全可以被替代的。但是，此方法受到了诸多批评。例如，Naredo[42]指出，该方法缺乏对自然世界复杂性相互作用的理解，忽视了不能以货币或技术取代的资源。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2环境经济学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "环境经济学，可被用来处理环境和可持续发展问题。它扩大了新古典主义方法的分析范围，开发了一系列评估外部环境成本和效益的方法，以便包含更加全面的环境经济价值。例如，在水坝的成本效益分析方面，Krutilla[43]对景观设施的损失赋予了较高的经济价值，而这种价值通常不被重视。但是，环境经济学依然被认为是实行“弱可持续发展”的手段，因为，通常作为技术标准发展的监管工具（例如，命令和控制机制）或在政府和行业之间就标准达成的自愿协议，在经济价值方面没有充分的成本效益[44]。尽管这些缺陷可以被改进，但货币收益往往占据上风。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.3 生态经济学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "生态经济学与环境经济学的区别仍然是有争议的。在实践中，二者似乎都在以类似的技术方法来衡量可持续发展。然而，生态经济学在其定性结构方面与环境经济学有很大差异。因为，生态经济学将经济概念化为生态圈的一个开放的子系统，这个系统将能源、物质与社会生态系统相融合。同时，与新古典经济学不同，生态经济学强烈坚持自然资本是不可替代的，其认为：如果没有自然资本的投入，人造资本就无法复制[32]；因此,自然资本必然是需要被保护的。这与“强可持续发展”的思想相契合[45]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5可持续发展的空间维度",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "随着对“自然”认识的加深，人类更需要从跨空间的角度来理解可持续发展。早在20世纪初，Lotka[4就提出一种担忧：即从政治上讲，人们可能只生活在自己的国家，但是从生物物理学角度来看，人类向大气排放的二氧化碳已超过维持全球生物过程所需的10倍之多[19]。众多研究表明，这种矛盾的产生源于缺乏对空间尺度的“先验性”思考[4,34]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cash等[47]认为，虽然可以假设人类行为在某些地理空间范围内是有界限的，但实际上这些空间并非彼此孤立。若为了一个地区的利益而消耗另一个地区的实际产能，这是缺乏“层级空间”公平的。WCED在首次提出“可持续发展”概念时曾强调，其根本目的在于“资源保护”和“社会公平”。接下来，本文就将“层级空间”的平等维度引入“可持续发展”，以期为该领域作出贡献。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.1走向层级空间的平等 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "根据《布伦特兰报告》和《里约宣言》，可持续发展已经成为一种全球现象。但是，它也因缺乏实证的适用性而饱受批评。例如，Kairiukstis[48指出，可持续发展只有在适合的区域规模下才能落实，因为小规模更容易被理解和控制。可持续发展的主要倡导者也以类似的方式解答了这一问题，因此在1992年《里约宣言》中引入了“21世纪议程”，它的宗旨是“全球化思考，本土化行动”。虽然，这些地方行动的规模，从社区扩大到国家，并且充斥着领土意识；但是，这种地方参与和地方行动的数量开始增多。如果不考虑内部空间的作用效果、不同空间可能出现的相互矛盾，这也许是一个很好的办法[49]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "虽然像“内部空间”或“内部空间平等”等术语在可持续发展的文献中并没有被明确使用，但越来越多的研究表明，空间维度对于理解可持续发展的逻辑概念至关重要。例如，Niu等[50作为最早的几位研究者之一，指出了跨国界空间的不可持续性问题。其通过南亚引水项目导致的下游后果，以及破坏亚马逊热带雨林对全球造成的影响表明：特定区域内发生的行动可能不会对当地产生影响，但需要对可能减少的基础资源或造成另一地区的社会经济损失负责。因此，其强调：可持续发展的定义应该具备空间属性。此外，Kates等[51提出，有必要从局部地区到全球进行关键资源的整合。Blaschke[52]认为，可持续发展的概念过于以人为中心，而不关心它的后果；对空间的展望对于理解人类与生物物理环境的相互作用至关重要。Zuindeau[53]也指出，邻国之间存在不平等和不平衡的现象，只有包含“外部可持续性”，区域可持续的做法才有意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.2迈向“可持续发展科学” ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“可持续发展科学”，是由Kates等[51]开辟的新兴研究领域，其强调“自然-社会”互动机制在发展的名义下的有机融合与强化；旨在建立一种全球南北合作与沟通的平台，并通过自然科学和社会科学领域的交叉成果，为制定适当的可持续化方法、推动相关机制改革做出实际贡献。可见，“可持续发展科学”的核心领域是跨学科综合而成的，通过系统创新、共同研发新识，为实现可持续发展建立“自上而下”和“自下而上”的中间路线[54]。简言之，可持续发展科学，就是通过采取必要步骤来实现可持续发展。因此，“可持续发展科学”理论是“可持续发展”的又一转折点，其必将超越南北半球之间的古老谈判①。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "6可持续发展的核心问题",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“可持续发展科学”作为新兴领域，其相关研究表现为不同规模的（从地方到全球）具有过程效应的“健康”方法；并且必须强调，它是以“实践”为前提的[51]。而且在实践中，它是跨学科的或预备跨学科的，这意味着研究者的想法不能脱离技术专家和管理者的实施情况[2]。我们已经明确，在过去30年中，“可持续发展”的概念是如何从“以经济、社会目标为中心”向“以环境为中心”转变的。虽然，关于空间尺度的研究，没有明确提及他们对可持续发展科学的贡献；但是，后者发现：基于地理位置的多学科整合是最有效的[55]。下面，笔者以此为出发点，提出一套有价值的核心问题。这些问题将促进对“可持续发展科学”的全面理解。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）如何将“地方”的经济、社会、生态等方面的相互作用，更好地纳入到“全球”范围，以加强对“自然-社会”互动机制的理解？（2）能否针对特定环境，制定可持续发展的具体方法？这些方法能否阻隔其他地方产生的负面连锁反应或不可持续性？（3）如何匹配与地方发展特色相适应的技术？例如，在贫穷国家引进新技术时，它们是否有足够的资源维持这样的科学发展进程？（4）针对全球性问题采取的措施，如何避免各利益团体“受力不均”？例如，如何避免在“小地方”（或受到冲击的地方）和“大规模政权”（或做出决定的地方）之间采取不公平的措施?（5）能否根据历史经验和文化差异选择管理模式（如“自上而下”还是“自下而上”），以更好地实现可持续发展，而不是整片区域“一刀切”？（6）各层面（宏观、中观、微观）决策者对实现可持续发展有何重要影响？哪些政策工具、市场机制会影响其决策？决策者如何监测、评估整个执行过程?",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "7可持续发展的研究策略",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "为了解决上述问题，“可持续发展科学”需要制定出相应的研究战略，观察跨国界的“自然-社会”互动情况，帮助特定区域实现过渡，使其采用可持续的方式与周围环境交换物质和能量。基于理论追溯和讨论，本文提出如下策略：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）针对气候变化、扶贫、城市发展和生物多样性保护等世界性问题，需要制定足够灵活和具备实际效用的举措，以适应当地条件，实现最终目标。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）超越正在进行的谈判，世界各国应该在寻求保护自然资本方面达成共识，即在实践中采用“强可持续发展”机制。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）全面识别“人类-环境”互动机制，帮助地方适应或恢复由于跨空间活动带来的积极或消极影响。（4）识别跨境信息流动（横向和纵向）的行政结构网络，以检查可持续性转型的波动效应。（5）在引入工程技术、方法之前，全面考虑现有资源在给定区域内的“亲和力”和“持续力”。（6）要扩大传统技术的可持续发展，而不是一味地用新技术取代它们；并向世界其他地方推广这种理念。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "8结语 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对于拥有近14亿人口的中国来讲，“可持续发展”绝不能只是一个漫天飞舞的标语或口号。我们常常对“可持续发展”寄予了最高的期许，要让它在这片国土扎根，让它在世界绽放芳华。但是，我们必须要明确：“可持续发展”的概念是有活力的，却还不完善，它仍在不断地被改写与重铸。将“层级空间”的平等维度引入可持续发展，号召人们关注国际公平而非仅仅是代际公平，这是本文的目的所在。同时，“可持续发展科学”是基于实践的，它将成为该领域的又一转折点。今后，中国学者也需竭力在可持续发展的“方法”而非“口号”上下功夫，关注可持续发展的核心问题，探索并实践适合中国特色社会主义的可持续发展战略，并维护我国在国际上的正当发展权益。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1 Giddings B,Hopwood B,O'Brien G.Environment,economy and society:Fitting them together into sustainable development. Sustainable Development, 2002,10(4):187-196. 2Spangenberg JH.Sustainability science:A review,an analysis and some empirical lessons.Environmental Conservation,2011,38(3): 275-287. 3 Jenkins W.Sustainability theory.In:Encyclopedia of ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Sustainability. New York: Springer, 2003: 380-384.   \n4Wilbanks T. Scale and sustainability. Climate Policy,2007,7(4): 278-287.   \n5 Cutter S L, Bryan J. Boruff W, et al. Social vulnerability to environmental hazards. Social Science Quarterly, 20o3,84(2): 242-261.   \n6Grin J,RotmansJ,SchotJ.Transitions tosustainabledevelopnt: New directions in the study of long term transformative change. London: Routledge,2010.   \n7Bridge G, Bouzarovski S, Bradshaw M, et al. Geographies of energy transition: Space, place and the low-carbon economy. Energy Policy,2013,53(1): 331-340.   \n8Bulkeley H, Broto V C. Government by experiment? Global cities and the governing of climate change. Transactions of the Institute of British Geographers,2013,38(3): 361-375.   \n9 Binz C, Trufer B,Li L,et al. Conceptualizing leapfrogging with spatially coupled innovation systems: The case of onsite wastewater treatment in China. Technological Forecasting and Social Change,2012, 79(1): 155-171.   \n10 Ornetzeder M, Rohracher H. Of solar collctors, wind power, and car sharing: comparing and understanding successful cases of grassroots innovations. Global Environmental Change, 2013, 23(5): 856-867.   \n11 Hansen T, Coenen L.The geographyof sustainabilitytrasitions: Review, synthesis and reflections on an emergent research field. Environmental Innovation and Societal Transitions,2015,17: 92- 109.   \n12 Mebratu D.Sustainability and sustainable development: Historical and conceptual review. Environmental Impact Assessment Review, 1998, 18(6): 493-520.   \n13 Lumley S, Armstrong P. Some of the nineteenth century origins of the sustainability concept. Environment Development & Sustainability,2004,6(3): 367-378.   \n14 Weber M. General Economic History. Knight F H,Translated. New York: Dover Publications, INC,1927.   \n15 Freud, S. Character and anal erotism (1908). In: The Standard Edition of the Complete Psychological Works of Sigmund Freud, Volume IX.London: The Hogarth Press,1959.   \n16 Neocleous M.The Fabrication of social order: Acriticaltheoryof police power.London: Pluto Press,2000.   \n17 Marsh G P. Man and Nature; or,Physical Geography as Modified by Human Action. New York: Charles Scribner,1864.   \n18 Shaler N S.Man and the Earth.New York: Fox,Duffield,1905.   \n19 Kidd C V. The evolution of sustainability. Journal of Agricultural & Environmental Ethics,1992,5(1):1-26.   \n20 Boulding K E. The economics of the coming spaceship earth. Environmental Quatity in A Grouting,1966,58(4): 947-957.   \n21 Pearce D W, Turner R K. Economics of Natural Resources and the Environment. Maryland: JHU Press,1990.   \n22Malthus T.An Essay on the Principle of Population.London: J Johnson, 1798.   \n23 Ricardo D. On the Principles of Political Economy and Taxation. London: John Murray,1817.   \n24 Sayre NF.The genesis,history,and limits of carrying capacity Annals of the Asociation of American Geographers, 2008, 98(1): 120-134.   \n25 Bentley H L. Cattle Ranges of the Southwest: A History of the Exhaustion of the Pasturage and Suggestions for Its Restoration Washington: U.S. Government Publishing Office,1898.   \n26 Smith JG. Grazing Problems in the Southwest and How to Meet Them.Washington: US Department of Agriculture,Division of Agrostology, 1899.   \n27 Carson R.Silent Spring.Boston: Houghton Miflin,1962.   \n28 Tryzna T C.A Sustainable World. Sacramento: IUCN,1995.   \n29 Redcliffe M. Sustainable Development: Exploring the Contradictions. London: Methuen,1987.   \n30 O'Riordan T. Research policy and review 6. Future directions for environmental policy. Environment and Planning A,1985,17(11): 1431-1446.   \n31 Holmberg J. Making Development Sustainable: Redefining Institutions Policy and Economics. Washington: Island Press, 1992.   \n32 Daly H E. Beyond growth: The economics of sustainable development. Economia E Sociedade,1998,29(4): 6.   \n33 Bressers JT A,Rosenbaum WA.Achieving Sustainable Development: The Challenge of Governance Across Social Scales. Westport: Greenwood Publishing Group,2003.   \n34 Costanza R, Low B S,Ostrom E, et al. Institutions,ecosystems, and sustainability.In: Institutions,Ecosystems,and Sustainability. Boca Raton: Lewis Publishers,2001: 178-180.   \n35 Wilbanks T J, Kates R W. Global change in local places: how scale matters. Climatic Change,1999, 43(3): 601-628.   \n36 Williams C C, Millington A C. The diverse and contested meanings of sustainable development. The Geographical Journal, 2004,170(2): 99-104.   \n37 Neumayer E.Scarce or abundant? The economics of natural resource availability. Journal of Economic Surveys,20oo,14(3): 307-335.   \n38 Nielsen S S.Food Analysis. New York: Springer, 2010.   \n39 Devall M S. Cat Island Swamp: window to a fading Louisiana ecology.Forest Ecology and Management,1990,33:303-314.   \n40 Pigou A C.The Economics of Welfare.London: Macmillan,1920.   \n41 Solow R.An almost practical tep toward sustainability. Resources Policy, 1993,19(3): 162-172.   \n42 Naredo J M. La economia en evolucion (prólogo a la tercera edicion). Ecologia Politica,2003,25: 171-74.   \n43Krutilla K. Environmental regulation in an open economy. Journal of Environmental Economics and Management,1991,20(2): 127- 142. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "44 Rennings K.Redefining innovation — eco-innovation research ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "and the contribution from ecological economics. Ecological Economics,2000,32(2): 319-332.   \n45 Costanza R, Daly HE.Natural capital and sustainable development. Conservation Biology,1992, 6(1): 37-46.   \n46 Lotka A J. Elements of Physical Biology. New York: Dover Publishers,INC,1924.   \n47 Cash D W, Adger W N, Berkes F, et al. Scale and cross-scale dynamics: Governance and information in a multilevel world. Ecology& Society,2006,11(2): 3213-3217.   \n48 Kairiukstis L. Ecological sustainability of regional development: Background to the problem.Laxenburg: Ecological Sustainability of Regional Development International Institute for Applied Systems Analysis,1989.   \n49 Habitat II U N. A new urban agenda.In: Quito Declaration on Sustainable Cities and Human Settements for All. New York: Quito UN Habitat, 2016.   \n50 Niu W Y,Lu JJ, Khan A A. Spatial systems approach to sustainable development: A conceptual framework.Environmental Management,1993,17(2): 179-186.   \n51 Kates R W, Clark W C, Corell R, et al. Sustainability science. Science,2001,292(5517): 641-642.   \n52 Blaschke T.The role of the spatial dimension within the framework of sustainable landscapes and natural capital. Landscape and Urban Planning,2006,75(3): 198-226.   \n53 Zuindeau B. Spatial approach to sustainable development: Challenges of equity and efficacy. Regional Studies, 2006, 40(5): 459-470.   \n54 Martens P. Sustainability: Science or fiction? Sustainability: Science,Practice,& Policy,2006,2(1): 36-41.   \n55 Kates R W, Clark W C. Our common journey: A transition toward sustainability. Ekistics,1999,66(394): 82-101. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Theory of Sustainable Development: Concept Evolution, Dimension and Prospec1 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ZHANG Xiaoling1,2,3 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(1Department of Public Policy,City University of Hong Kong,Hong Kong 999077, China;   \n2 Shenzhen Research Institute,City University of Hong Kong,Shenzhen 518057,China; ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3Tongji University Sustainable DevelopmentandNew-type UrbanizationThink Tank,Shanghai 2Ooo92,China） ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abstractustainabledevelopentsouldnotonlybedfiedintesofntegeneratioalequitybutalsointesofinter-spatialquity First,wereviewedteevolutionontheconceptofsustainabledevelopmentandclarifiedhowitcouldbridgehumandsandteature capacitybasedocoomictheories.Howeverwefoundthat:sustainabledevelopmentasstilfuyconceptwhichfiledtocludethe dimensionofscaleaspriori.Inordertoacklethisproblem,nterspatialequityasintroducedtothisoceptFurther,etiated thecorequestiosandexploredtheirtrategiesothisfeldbasedosustaiablitysience.Ten,wopetatourefortscouldmakenew contributions to our society. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywordssustainable development, spatial dimension,inter-spatial equity,sustainability science张晓玲香港城市大学博士生导师，副教授（终身教职）。主要研究方向为：大数据视角下的可持续发展科学，区域可持续发展与转型，企业环境管理，能源经济及管理策略，可持续城镇化，地产及建筑企业可持续竞争优势等。现已在Nature子刊，Energy Policy，AppliedEnergy等发表近120篇SCI/SSCI学术论文，并获得香港城市大学“校长嘉许奖”和“杰出青年研究学者奖”。曾应邀赴剑桥大学等多所海内外知名学府做短期的学术访问交流。目前，正作为项目负责人承担国家自然科学基金、香港研究资助局项目等若干项；并同时担任多个 SCI及 SSCI国际刊物的编审工作。E-mail: xiaoling.zhang@cityu.edu.hk",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/9ff7a00a446e5cffec87ee775b9496e39d18bc2aef47f098811c0868c611fcb7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ZHANG XiaolingAsociate ProfessorinDepartmentofPublicPolicy,City UniversityofHongKong.Shehasalongstandingand interdiscipliatibilcalblifaellot economicsfeaturedinina.isasdtorethanCpubcatosicudingientificeportAppldEerydingd Environment,EnergyPolicy,UrbanStudiesetc.ShehasworkedastheubjectEditorofJournalofCleanerProduction(Theme:Regioal SustainableDevelopmentInititivesandTransformations)duringtheperiodof15-0l7.D.ZhangwasalsothewinerofthOutstanding Researcher Award for Junior Faculty 2017and the President Awards 2016 in City University of Hong Kong, China. E-mail: xiaoling.zhang@cityu.edu.hk ",
        "page_idx": 9
    }
]