[
    {
        "type": "text",
        "text": "The Arabidopsis transcriptional regulator DPB3-1 enhances heat stress tolerance without growth retardation in rice ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hikaru Sato1†,DaisukeTodaka1,Madoka Kudo1,Junya Mizoi1,Satoshi Kidokoro1,Yu Zhao1,Kazuo Shinozaki²and Kazuko Yamaguchi-Shinozaki1'\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1GraduateSchool of Agriculturaland Life Sciences,Universityof Tokyo,Tokyo,Japan   \n2RIKEN Center for Sustainable Resource Science,Tsurumi-ku,Yokohama, Japan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received10 September2015;   \nrevised 14 December 2015;   \naccepted28December2015.   \n\\*Correspondence (Tel +81 3 5841 8137; fax $+ 8 1$ 3 58418009;   \nemail akys@mail.ecc.u-tokyo.ac.jp)   \n+Present Address: RIKEN Center for   \nSustainable Resource Science,Tsukuba, Ibaraki305-0074, Japan. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The enhancement of heat stress tolerance in crops is an important challenge for food security to facilitateadaptation to global warming.In Arabidopsis thaliana,the transcriptional regulator DNA polymerase I subunit B3-1 (DPB3-1)/nuclear factor Y subunit C10 (NF-YC10) has been reported as a positive regulator of Dehydration-responsive element binding protein 2A (DREB2A),and the overexpression of DPB3-1 enhances heat stress tolerance without growth retardation. Here,we show that DPB3-1 interacts with DREB2A homologues in rice and soya bean.Transactivation analyses with Arabidopsis and rice mesophyll protoplasts indicate that DPB3-1 and its rice homologue OsDPB3-2 function as positive regulators of DREB2A homologues. Overexpression of DPB3-1 did not affect plant growth or yield in rice under nonstress conditions.Moreover，DPB3-1-overexpressing rice showed enhanced heat stress tolerance.Microarray analysis revealed that many heat stress-inducible genes were up-regulated in DPB3-1-overexpressing rice under heat stress conditions. However,the overexpression of DPB3-1 using a constitutive promoter had almost no effect on the expression of these genes under nonstress conditions.This may be because DPB3-1 is a coactivator and thus lacks inherent transcriptional activity.We conclude that DPB3-1,a coactivator that functions specifically under abiotic stress conditions,could be utilized to increase heat stress tolerance in crops without negative effects on vegetative and reproductive growth. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: DNA polymerase Il subunit B3-1/nuclear factor Y subunit C10, heat stress tolerance,Oryza sativa, transcriptional regulation,dehydrationresponsive element binding protein 2, microarray analysis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "There is increasing evidence of global warming,and it has been reported that the increased temperature will have negative effects on crop yields during the 21st century (Intergovernmental Panel on Climate Change,Working Group I,2014).Moreover, frequent extreme heat events triggered by global warming will cause severe damage to several crop species，particularly in tropical and temperate regions (Deryng et al.,2o14;Lobell et al., 2011； Schlenker and Roberts，20o9)．Adaptation to climate change is one of the most important challenges for crop production in many parts of the world.Many previous studies have reported the negative effects of heat stress on plant growth and reproduction at physiological and molecular levels.Heat stress generally decreases the water content in plant cells,which results in cell growth inhibition，cell division and cell expansion (Ashraf and Hafeez,2oo4;Hasanuzzaman et al.,2013;Rodriguez et al.，2oo5).Severe heat stress damages leaf tips and margins, resulting in leaf desiccation and ultimately necrosis (Omae et al., 2012).Several studies have reported that high temperature (28- $3 0 ~ ^ { \\circ } \\mathsf { C } )$ induces stem elongation or leaf elevation in some plants, such as Arabidopsis thaliana and potato;this also resultsin a decrease in total biomass oryield (Foremanetal.,2011;Patel and Franklin,2009;Singh et al.,2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Several recent papers have demonstrated a loss of crop yields inresponse to high temperature.In 2oo3，severe heat stress causeda loss of approximately5 million tons of rice grain yields in China (Tian et al.,2oo9).In Europe,heat waves in the summer of 2003 greatly reduced the yield of a wide range of agricultural crops (Ciais et al.,2oo5).It is estimated that global warming and extreme heat events will continue to exert negative effects on agricultural production in the future (Rosenzweig et al.，2014). Previous studies have reported the enhancement of heat stress tolerance in rice by genetic engineering,such as the overexpressionof the Arabidopsismolecular chaperone HSP101 or the rice transcription factor OsWRKY11in transgenicrice.Overexpression ofthese genes decreased the necrosis of leaves after heat stress treatment in rice plants (Katiyar-Agarwal et al.,2oo3;Wu et al., 2009b); however， most of these studies did not reported differences in the transcriptomes of transgenic plants by gene transfer under nonstress conditions. Changes in the transcriptome in response to the overexpression of a gene under nonstress conditions might cause unexpected effects that are disadvantageous for agricultural applications. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We previously reported that DPB3-1 interacts with the transcription factor DREB2A and that the overexpression of DPB3-1 improves heat stress tolerance in Arabidopsis by increasing the expression of many stress-inducible genes under heat stress conditions.DREB2A is an important transcription factor that regulates both heat and drought stress responsesin Arabidopsis,and DREB2A activates gene expression by binding to dehydration-responsive element (DRE) on the target promoters (Sakuma et al.,20o6a,b).A phenotypic analysis suggested that DPB3-1 would be a useful factor for generating heat stresstolerant crops because the overexpression of DPB3-1 did not have negative effects on vegetative growth in Arabidopsis (Sato et al., 2014).In this study,interactions between DPB3-1 and DREB2A homologues in rice and soya bean were confirmed.The effects of DPB3-1 overexpression on vegetative and reproductive growth were assessed under nonstress conditions in rice;heat stress tolerance in DPB3-1 overexpressing rice was also assessed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Arabidopsis DPB3-1 interacts with DREB2A homologues in rice and soya bean ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recently,We reported that DPB3-1 interacts with the N-terminal region of DREB2A and functionsas a positive regulator of DREB2A specifically under heat stress conditions (Sato et al.,2014).DPB3 family proteins are widely conserved among land plants,including rice and soya bean (Sato et al.，2014),indicating that DPB3-1 might positively regulate DREB2A homologues in various crop plants. Initially,we analysed the reproductive growth phenotypes and yield of DPB3-1-overexpressing Arabidopsis to confirm the effects of DPB3-1 overexpression on yield (Figure S1).The results indicated that the overexpression of DPB3-1 did not have negative effectson reproductive growth and seed formation (Table S1). Wealso examined the expression levels of a rice DPB3-1 homologue，OsDPB3-2 (LOC_Os03g63530)，under abiotic stress conditions in seedlings. Expression of the OsDPB3-2 gene was induced by heat stress in shoots (Figure 1a).The gene was highly expressed in shoot basal regions，including meristematic cells (Figure 2); this expression pattern has also been observed for DPB3-1 in Arabidopsis (Sato etal.,2014).These findings suggest that OsDPB3-2 has conserved functions similar to DPB3-1 in rice. The expression patterns of OsDPB3-2 were different from those of DPB3-1;OsDPB3-2 was expressed in both roots and shoots under nonstress conditions and was not repressed by dehydration stress (Figure1a).However，DPB3-1 was primarilyexpressed in aerial regions and was repressed by dehydration (Figure 1b). These results imply that OsDPB3-2 has specific functions in these tissues under such conditions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Next,we investigated the interaction between DPB3-1 and DREB2Ahomologues.WeselectedOsDREB2B2and GmDREB2A;2 because these proteins were previously identified as canonical orthologues of DREB2A in rice and soya bean, respectively (Matsukura et al.，2010;Mizoi et al.，2013).Yeast two-hybrid assays revealed that the N-terminal regionsof OsDREB2B2 and GmDREB2A;2 were sufficient for the interaction with DPB3-1 (Figure 2a). For the BiFC tests,we expressed one fusion protein consisting of each DREB2A homologue and the C-terminal half of yellow fluorescent protein (YFP;OsDREB2B2- YFPC or GmDREB2A;2-YFPC)and one fusion protein consisting of DPB3-1 and the N-terminal half of YFP (DPB3-1-YFPN) in protoplasts prepared from Arabidopsis mesophyll cells.Fluorescent signals were detected in the nuclei after treatment with MG132,an inhibitor of the 26S proteasome that promotes the accumulation of DREB2A homologue proteins (Mizoi et al.,2013; ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b5d4a3750b8854027ec125b5f7fc345206ab7800e90f3417c0bdfe3b7cc73633.jpg",
        "img_caption": [
            "Figure1 Expression profiles of the rice gene $\\cos D P B 3 - 2$ (a) $\\cos D P B 3 - 2$ expression levels in different rice tissues under heat $( 4 2 ~ ^ { \\circ } \\mathsf { C } )$ ，dehydration or nonstress $( \\mathsf { H } _ { 2 } \\mathsf { O } )$ conditions. $\\cos D P B 3 - 2$ expression levels were calculated using quantitative RT-PCR analysis.The expression levels at $0 \\ h$ under each condition were defined as 1.0.The error bars indicate the SD $\\begin{array} { r } { { \\bf \\tilde { \\Delta } } n = 3 ; } \\end{array}$ .(b) $\\cos D P B 3 - 2$ expression levels in different tissues under nonstress conditions.The expression levels in shoot tissues were defined as 1.0.The error bars indicate the SD ( $\\begin{array} { r } { { \\bf \\ddot { \\boldsymbol { n } } } = 3 \\mathbf { \\dot { \\xi } } } \\end{array}$ ： "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/3660fdf9cce35719c3b85c198e7136e9a5919e7a5bab99112bdc17a1ad2e38a0.jpg",
        "img_caption": [
            "Figure 2 Interactions of DPB3-1 with OsDREB2B2 and GmDREB2A;2 in yeast and Arabidopsis mesophyll cells. (a) The growth of yeast cells harbouring DPB3-1 fused to the GAL4 activation domain (AD). SD/-Leu/- Trp (DDO) was the nonselective medium,and SD/-Leu/-Trp/-His/-Ade (QDO)was the selective medium.The N-terminal region of OsDREB2B or GmDREB2A;2 was expressed as a fusion protein with the GAL4 binding domain (BD). (b) Verification of the interaction between DPB3-1 and DREB2A homologous proteins by the BiFC system in Arabidopsis mesophyll protoplasts.Two constructs expressing a fusion protein of DPB3-1 and the N-terminal half of YFP (DPB3-1-YFPN) and a fusion protein of a DREB2A homologue protein and the C-terminal half of YFP (OsDREB2B-YFPC or GmDREB2A;2-YFPC) were transfected.A construct expressing CFP was co-transfected to identify transfected protoplasts.The transfected protoplasts were treated with $2 5 ~ \\mu \\mu$ MG132,a 26S proteasome inhibitor,for $2 h$ in the dark.Differential interference contrast (DIC) images,confocal images of YFP and CFP fluorescence,and merged imagesare shown.Scale bars represent $1 0 ~ \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Morimoto et al.，2013； Sato et al.，2014;Figure 2b)．These results suggested that DPB3-1 interacts directly with OsDREB2B2 and GmDREB2A;2 in the nuclei. The high homology between the N-terminal regions of the DREB2A homologues might have resulted in the interaction with DPB3-1 (Figure S2). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We further performed a protein interaction analysis between DPB3-1 and OsDREB2B2 using rice mesophyll protoplasts. A fusion protein of green fluorescent protein (GFP) and DPB3-1 localized to the nuclei of the rice protoplasts (Figure 3a). Coexpression of OsDREB2B2-YFPC and DPB3-1-YFPN in rice protoplasts treated with MG132 also produced YFP fluorescent signals in the nuclei (Figure 3b).This result indicated that DPB3-1 interacts with OsDREB2B2 in the nuclei of rice cells.We also found that OsDPB3-2 was localized to the nuclei (Figure 3a) and interacted with OsDREB2B2 (Figure 3b) in rice protoplasts. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A trimer composed of Arabidopsis NF-YA2,NF-YB3 and DPB3-1 enhances reporter activity together with DREB2A homologues ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To analyse the effect of DPB3-1 on the transcriptional activity of the DREB2A homologues,we performed transactivation assays using Arabidopsis protoplasts.A trimer composed of Arabidopsis ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e36a9398f7490bc9ca4bf21f240b55020c928d328e437ccd3a952ac0061b7810.jpg",
        "img_caption": [
            "Figure 3 Subcellular localizations of DPB3-1 and OsDPB3-2 and the interaction between DPB3-1 and OsDPB3-2 with OsDREB2B2 in rice cells. (a)The subcellular localizations of DPB3-1 and OsDPB3-2 proteins fused to sGFP (GFP-DPB3-1 and GFP-OsDPB3-2) in rice mesophyll protoplasts. Protoplasts were transfected with the construct or the empty vector as a control.DlC images,confocal images of GFP fluorescence,confocal images of chlorophyll fluorescence and merged images are shown.Scale bars represent $1 0 ~ { \\mu \\mathrm { m } }$ (b)Verification of the interaction between DPB3-1 and OsDPB3-2 with OsDREB2B2 using the BiFC system in rice mesophyll protoplasts. Rice mesophyll protoplasts were transfected with two Constructs expressing OsDREB2B2-YFPC and either DPB3-1-YFPN or OsDPB3-2-YFPN.The analysis was performed as described in Figure 2b. DIC images,confocal images of YFP and CFP fluorescence,and merged images are shown.Scale bars represent $1 0 ~ \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NF-YA2，NF-YB3 and DPB3-1 has been reported to act as a positive regulator of DREB2A (Sato et al.，2014).The three subunits were coexpressed with OsDREB2B2 or GmDREB2A;2 in Arabidopsis mesophyll protoplasts using an Arabidopsis HsfA3 promoter-GUS reporter (Figure 4a).The results showed that the COexpression of DPB3-1,NF-YA2 and NF-YB3 with the DREB2A homologues significantly increased the transactivation of the reporter gene (Figure 4b,c).These data suggest that DPB3-1 positively regulates the transcriptional activity of OsDREB2B2 and GmDREB2A;2 via the formation of trimers.A similar transactivation assay was also performed in rice mesophyll protoplasts using the same effector and reporter genes.Again, the coexpression of DPB3-1,NF-YA2 and NF-YB3 significantly enhanced transactivation of the reporter gene together with OsDREB2B2 (Figure 4d). This result implies that DPB3-1 functions as a positive regulator of OsDREB2B2 in rice cells in cooperation with NF-YA2 and NF-YB3 homologues.Moreover,the trimer formed by NF-YA2，NF-YB3 and rice OsDPB3-2 also enhanced the reporter activity with OsDREB2B2 (Figure 4d).This result confirmed that the functions of DPB3 family proteins were conserved among land plants. Interestingly, the trimer formed by NF-YA2,NF-YB3 and OsDPB3- 2 enhanced reporter activity with OsDREB2B2 significantly more than the trimer formed by NF-YA2， NF-YB3 and DPB3-1 (Figure 4d). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/47f6f81b9a0d87f1ee1407e1ae8e610636b693f95b1395daaddcce594c817955.jpg",
        "img_caption": [
            "Figure 4 Transactivation of the HsfA3 promoter by DREB2A homologues with NF-YA2,NF-YB3,DPB3-1 and OsDPB3-2.(a) Schematic diagram of the effector and reporter constructs for the transactivation analysis.The plasmids containing the CaMV35S promoterand the tobacco mosaic virus $\\Omega$ sequence fused to the NF-YA2,NF-YB3,DPB3-1,OsDPB3-2, OsDREB2B2 and GmDREB2A;2 coding sequence were cotransfected into protoplasts with the reporter plasmids harbouring the HsfA3 1-kb promoter:GUS fusion gene.Nos-T indicates the terminator sequence of the gene for nopaline synthetase. (b-d) Transactivation analysis of the HsfA3 1-kb promoter:GUS reporter gene by DREB2A homologous proteins in cooperation with NF-YA2,NF-YB3,DPB3-1 and OsDPB3-2. Bars indicate mean and SD values from assays performed in triplicate,and asterisks and letters indicate significant differences between the reporter activities $\\langle P < 0 . 0 5$ according to Student's t-test or Tukey's multiple range test).The 35S:LUC plasmid was also cotransfected in each experiment as an internal control.Transactivation analysis using OsDREB2B2 (b) or GmDREB2A;2 (c) with the trimer of NF-YA2,NF-YB3 and DPB3-1 in Arabidopsis mesophyll protoplasts.(d) Transactivation analysis with OsDREB2B2 and the trimer of NF-YA2,NF-YB3 and DPB3-1,or the trimer of NF-YA2,NFYB3 and OsDPB3-2 in rice mesophyll protoplasts. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Overexpression of DPB3-1 does not have negative effects on normal vegetative,reproductive growth or yield in rice ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To examine the effects of DPB3-1 on growth and heat stress tolerance in rice,DPB3-1-overexpressing rice plants were generated (Ubi:DPB3-1-a,b,c; Figure 5a).The vegetative growth of the DPB3-1-overexpressing rice was compared to that of vector control plants at several developmental stages under nonstress conditions (Figure 5b,c，also see Figure S3a-d).No visible phenotypic differences were observed between the transgenic and control plants,and there were no differences in the heading date (Figure 5d).We measured the yield parameters of the DPB3-1- overexpressing rice under nonstress conditions.The tiller,panicle and effective grain numbers per plant of the DPB3-1-overexpressing rice were not significantly different from those of the vector control rice (Table 1，also see Figure S4a).The seed morphology was also not significantly changed in response to DPB3-1 overexpression (Table 1，also see Figure S4a,b)．These data suggest that the overexpression of DPB3-1 in rice does not have negative effects on plant vegetative growth and reproductive development under nonstress conditions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DPB3-1-overexpressing rice exhibit enhanced heat stress tolerance ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Weevaluated whether DPB3-1-overexpressing rice possessed enhanced heat stress tolerance.The vector control and DPB3-1- overexpressing plants were subjected to heat stress at $5 5 ~ ^ { \\circ } C$ for $2 h$ .The length of the aerial portion of each plant was measured after 1O days under nonstress conditions.The growth of the vector control plants was clearly suppressed by heat stress even after10 days of recovery,while the DPB3-1-overexpressing plants displayed significantly better growth (Figure 6a,b).Almost all of the DPB3-1-overexpressing plants grew to reproductive stage after heat stress treatment,while approximately half of the vector control plants did not generate reproductive organs (Figure 6c). These results suggest that the overexpression of $D P B 3 - 1$ in rice enhances heat stress tolerance and contributes to improved growth after heat stress treatment.Moreover,electrolyte leakage inthe vector control and DPB3-1-overexpressing rice was measured to evaluate the extent of cell membrane damage after heat stress treatment.The results of the electrolyte leakage assays were similar in the vector control and DPB3-1-overexpressing rice under nonstress conditions; however,the DPB3-1-overexpressing ricemaintained significantly lower levels of electrolyte leakage after heat stress treatment $( 4 2 \\ ^ { \\circ } C , \\ 2 4 \\ \\mathsf { h } )$ compared with the vector control rice (Figure 6d),suggesting that the overexpression of DPB3-1 increases heat stress tolerance at the cellular level. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/11993f1350277a826e54e4ecf45e0971d4d7e2809988f2df238ed70b1cdc9761.jpg",
        "img_caption": [
            "Figure 5 Phenotype of $D P B 3 - 1$ -overexpressing rice under nonstress conditions. (a) Confirmation of the expression of $D P B 3 - 1$ in wild-type, vector control and $U b i { : } D P B 3 { - } 1$ plants by RT-PCR analysis.18S rRNAwas amplified as an internal control.The primers used for PCR are shown in Table S11. (b) Growth of $D P B 3 - 1$ -overexpressing plants under normal conditions.Photographs of 5O-day-old plants are shown.Scale bars represent $5 ( m$ .(c)Average length of the aerial portion of the vector control and DPB3-1-overexpressing plants calculated from the plants grown as in (b).The error bars indicate the SD ( $_ { \\it { n } } = 1 2$ ).Thedatawere evaluated using one-way ANOVA,and no significant differences were detected $( P > 0 . 0 5 )$ .(d)Average days to heading in the vector control and DPB3-1-overexpressing plant under normal conditions.Days to heading were scored from sowing to emergence of panicles from the main culms. The error bars indicate the SD ${ \\bf \\langle } n = 1 2 { \\bf \\rangle }$ .The data were evaluated using one-way ANOVA,and no significant differences were detected $( P > 0 . 0 5 )$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The expression levels of several heat stress-inducible genesare increased in DBP3-1-overexpressing rice under heat stress conditions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We analysed the expression levels of several heat stress-inducible genes in DBP3-1-overexpressing plants under heat stress conditions $( 4 2 ~ ^ { \\circ } \\mathsf { C } )$ .A previous study revealed that the overexpression of ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d4e7a685a852da99e7a3ec792557028e903377cc364346210274fa1bf35d0da4.jpg",
        "table_caption": [
            "Table 1 Yield parameters of vector control and DPB3-1- overexpressing rice under nonstress conditions "
        ],
        "table_footnote": [
            "Various parameters involved in the yield and seed morphology were measured. Values represent the means and SD $( n = 1 2 )$ . Relative percentages are shown in brackets.The data were evaluated using one-way ANOVA,and no significant differences were detected $( P > 0 . 0 5 )$ 1 "
        ],
        "table_body": "<html><body><table><tr><td>Traits</td><td>Vector control (%)</td><td>Ubi:DPB3-1-a (%)</td><td>Ubi:DPB3-1-b (%)</td></tr><tr><td>Tiller number per plant</td><td>31±5 (100)</td><td>36 ±3 (117)</td><td>28 ± 2 (92)</td></tr><tr><td>Panicle number per plant</td><td>27 ±5 (100)</td><td>30 ±4(111)</td><td>26 ± 2 (94)</td></tr><tr><td>Effective grain number per</td><td>516 ± 136 (100)</td><td>518 ± 146 (100)</td><td>594 ± 127 (115)</td></tr><tr><td>plant Grain length (mm)</td><td>4.9 ± 0.2 (100)</td><td>5.0 ± 0.2 (102)</td><td>4.7 ± 0.2 (96)</td></tr><tr><td>Grain width (mm)</td><td>2.8 ± 0.1 (100)</td><td>2.7 ± 0.1 (95)</td><td>2.6 ± 0.1 (93)</td></tr><tr><td>Grain thickness (mm)</td><td>2.0 ± 0.2 (100)</td><td>2.1 ± 0.2 (104)</td><td>2.1 ± 0.2 (104)</td></tr><tr><td>1000-grain weight (g)</td><td>45.7 ± 2.3 (100)</td><td>45.0 ± 2.1 (99)</td><td>44.7 ± 3.7 (98)</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DPB3-1 in Arabidopsis increases the expression levels of Arabidopsis HsfA2,HsfA3 and At1g75860, the latter of which encodes an HSP20 family protein,under heat stress conditions (Sato et al., 2014)．Therefore，the expression levels of several genes that encode proteins homologous to rice HsfA3，HsfA2 (Guo et al., 2008；Wang et al.，2009)and At1g75860 (Figure S5)were analysed.LOC_Os02g32590(OsHsfA3),LOC_Os03g53340(OsHs$f A 2 a )$ ，LOC_Os01g39020 (OsHsfA7)and LOC_Os03g12370 (OsHsfA9)wereexamined asHsfAfamilygenes，and LOC_Os01g04370，LOC_Os03g15960 and LOC_Os03g16020 were examined as HSP2o family genes based on their phylogenetic profiles.The expression levels of OsDREB2B1 and OsDREB2B2 were also analysed as controls.The results revealed that the expression levelsof OsHsfA3，OsHsfA2a,LOC_Os03g15960 and LOC_Os03g16020 were significantly enhanced in two lines of DPB3-1-overexpressing plants (Ubi:DPB3-1-a and b)at several time points in comparison with those of the vector control,while the expression levels of OsHsfA7，OsHsfA9，LOC_Os01g04370, OsDREB2B1 and OsDREB2B2 were similar between DPB3-1- overexpressing and vector control plants (Figure 7). It was suggested that DPB3-1 positively regulates the expression of those up-regulated genes under heat stress conditions in rice.The number of abiotic stress-related cis elements,DREs,CCAAT motifs (Sato et al.，2014)，heat shock elements (HSEs;Yoshida et al., 2011) and ABA-responsive elements (ABREs;Yoshida et al.,2015) on the $1 - k b$ promoters of each gene is shown in Table S2.The expression levels of several heat stress-inducible genes might be enhanced by the overexpression of DPB3-1 through these cis elements. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Microarray analysis reveals that the overexpression of DPB3-1 enhances the expression levels of heat stressresponsive genes in rice ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Toreveal the effects of DPB3-1 overexpression on the rice transcriptome under control and heat stress conditions,we performed microarray analyses at O- and 6O-min time points under heat stress conditions $( 4 2 ^ { \\circ } \\mathsf { C } )$ using vector control and DPB3-1-overexpressing rice (Ubi:DPB3-1-a).In the vector control rice，962 and 918 genes were induced (Table S3)and repressed(Table S4)， respectively， morethantwofoldin response to heat stress [VC (heat) vs.VC (control)]. Compared with the vector control rice，one gene was down-regulated (Table S5) and no genes were up-regulated more than twofold inthe Ubi:DPB3-1 plants under control conditions [Ubi:DPB3-1 (control） vs. VC(control)]. Under heat stress conditions, however，224 genes were up-regulated (Table S6)and 161 genes down-regulated (Table S7)more than twofold in Ubi: DPB3-1 plants [Ubi:DPB3-1 (heat)vs.VC (control)].Among the 224up-regulated genes in Ubi:DPB3-1 rice，57 genes were heatstress-inducible genes (Table S5).The proportion of heat stress-inducible genes among the 224 up-regulated genes in Ubi:DPB3-1 rice $( 2 5 \\% )$ was significantly higher than that in the entire rice genome $4 \\%$ ： $P < 0 . 0 0 0 1$ ； Figure 8),while 8among the 161 down-regulated genesin Ubi:DPB3-1 rice were heat stress-suppressed genes (Table S6).There were no significant differences between the proportions of heat stress-suppressed genes among the 161 down-regulated genes $( 5 \\% )$ and the entire rice genome $4 \\%$ ： $P > 0 . 5$ ：Figure S6)．The expression levelsof several heat stress-inducible(Figure 9) or stresssuppressed (Figure S7） genesidentified by microarraywere confirmed by quantitative RT-PCR. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/efc75e592be8d2dd3074be53f45955216d421ecedab54f731df06169348ce1e1.jpg",
        "img_caption": [
            "Figure6HeatstresstolerancofB-overexpresingplants.(aPotograsofplantsbforeadaftereatstrestreatmentesere germinated in water for7 days at $2 8 ^ { \\circ } C .$ and after germination,the seedlings were grown on soil for 2 days.After heat stress treatment $( 5 5 ~ ^ { \\circ } C , 2 ~ \\mathsf { h } )$ ，the plants Were grownundernormalconditions.Photographsweretaken beforestresstreatmentandaftera10-dayrecoveryperiodat $2 8 ^ { \\circ } C$ Scale bars represent $1 c m$ .(b)AveragelengthoftheaerialportionofthevectorcontrolandDPB3-1-overexpressngplantsbeforeandafterheatstresstreatment calculated from the plants grown as shown in (a).The error bars indicate the SD $_ { . n = 1 5 ) }$ .Asterisks indicate significant differences between the plants （2 $( P < 0 . 0 5$ acordingtoteBferooectedSuentst-test.rcenaeoflantstatgtoteeproductiestaeudeoaloitosor aftereatstretrradantseisldoaloiodeafantstdc grains were scored.Allof the plants without heat stresstreatment produced grains.The error bars indicate the SD $\\langle n = 1 5 \\rangle$ .Asterisks indicate significant differences between the plants after heat stress treatment $\\cdot P < 0 . 0 5$ according to the Bonferroni-corrected Student's t-test).(d) Electrolyte leakage of plants with or without heat stress treatment $( 4 2 ^ { \\circ } \\mathsf C , 2 4 \\mathsf h )$ .Theerror bars indicate the SD $\\langle n = 1 2 \\rangle$ ).There were no significant differences between plants without heat stress $\\langle P > 0 . 0 5$ according toone-wayANOVA),and letters indicate significantdiferencesbetween the plantsafter heat stress treatment $\\langle P < 0 . 0 5$ according to Tukey's multiple range test). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We also performed gene ontology (GO) enrichment analysis using the GO term enrichment tool available at the Gene Ontology Consortium(http://geneontology.org/;Blake et al., 2013；Gene Ontology Consortium，2015).When the 224 upregulated genes were compared to the Oryza sativa genome background，we found that the term ‘response to heat'was significantly enriched $( P < 0 . 0 0 1$ ; Table S8).This result coincides with a significant increase in heat stress-inducible genes in the upregulated genesin Ubi:DPB3-1 rice.The GO analysisusing the 161down-regulated genes in Ubi:DPB3-1 under heat stress conditions revealed the significant enrichment of terms related to several metabolic processes( $P < 0 . 0 0 1$ ; Table S9). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/cb10953c50b740794cc4771ea5edb3a2343f8101dea9308e49d6714c0a4d19a0.jpg",
        "img_caption": [
            "Figure7GeneexpressonpatersoftheectorcontrolandUbi:B-1plantsundereatstressconditios.Teexpressionlevelsoffour $H s f A$ family genes (OsHsfA3,OsHsfA2a,OsHsfA7and OsHsfA9),three HSP20 family genes (LOC_Os01g04370,LOC_Os03g15960 and $L O C \\_ O s O 3 g 1 6 0 2 0 )$ and two splicigvariantsofBBintvctortrold-oerexesingplts(Ubdinsosetoattrdio $( 4 2 ~ ^ { \\circ } \\mathsf { C } )$ werealculatdaaiascir the SD $\\begin{array} { r } { { \\bf \\tilde { \\Delta } } n = 3 ; } \\end{array}$ .Asterisks indicate significant differences between the plants at each time point $\\langle P < 0 . 0 5$ according to the Bonferroni-corrected Student's t-test). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/fd8cf4d6a4b3ec20f72bdfdc98761d6b3412a5b363a209a9698fd0282952eabc.jpg",
        "img_caption": [
            "Figur8oporobotrbdierexpsatt wholericegeoopofbotrdtoaisabld (Marae up-regulated genes in DPB3-1-overexpressing rice under heat stress conditions or in the whole rice genome $P < 0 . 0 0 0 1$ ,Fisher's exact test). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To analyse the expression patterns of genes affected by the overexpression of DPB3-1underheat stress conditions，a metaprofile analysis was performed using a public microarray database (Genevestigator;https://genevestigator.com/gv/)based on the top 10o up-regulated or down-regulated genes in Ubi: DPB3-1 plants in response to heat stress conditions.The results indicated that many of the genes that were up-regulated in Ubi: DPB3-1 were induced bydrought aswell as heat stress treatment (Figure $\\mathsf { S } 8 \\mathsf { a }$ .Theresultsalso revealed thatmany of the genes that were up-regulated in Ubi:DPB3-1 plants under heat stress conditions were down-regulated in germination (Figure S8a), while the genes that were down-regulated in Ubi:DPB3-1 plants showed the opposite trend (Figure S8b). In comparison witha previous transcriptome analysis of rice treated with dehydration stress,we found that 96 genes among the 224 up-regulated genes were induced in response to dehydration stress (Maruyama et al.，2012).The proportions of these drought stress-inducible genes among the 224 up-regulated genes $( 4 2 \\% )$ were significantly higher than their proportions in the entire Oryza sativa genome $7 \\%$ ： $P < 0 . 0 0 0 1$ ),while the proportion of salt stressinducible genes among the 224 up-regulated genes $( 4 \\% )$ did not differ significantly from that of the entire Oryza sativa genome （204号 $( 3 \\%$ ： $P > 0 . 1$ :Venu et al.,2013;Figure 8). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/c7d2fc5ffc04577d62d75e832799b22d4289ea9253a715472b4b5081635b42f9.jpg",
        "img_caption": [
            "Figure 9 Confirmation of up-regulated gene expression in Ubi:DPB3-1 bymicroarray analysis.The expression levels of six up-regulated genes in response to the overexpression of DPB3-1 under heat stress conditions were analysed by quantitative RT-PCR analysis.Five genes other than $L O C _ { - } O s O 7 g O 8 4 2 O$ (bZIP family gene) could be induced by heat stress in the vector control rice.The expression levels of each gene in the vector control plants were defined as 1.O.The error bars indicate the SD $\\langle n = 3 \\rangle$ Asterisks indicate significant differences between the plants at each time point $\\lceil P < 0 . 0 5$ according to the Bonferroni-corrected Student's t-test). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Toreveal the mechanisms by which DPB3-1 controls the expression levels of its target genes under heat stress conditions, we compared the frequency of each hexamer sequence in the promoter of the top 1oo up-regulated or down-regulated genes in DBP3-1-overexpressing rice in response to heat stress conditions with their normalized frequencies in the promoters of the entire Oryza sativa genome.The Z-scores of all hexamer sequences are presented in scatter plots.In the promoters of theup-regulated genes in DPB3-1-overexpressing plants， the ABRE sequence (ACGTGT) was the most conserved sequence, and other ABRE (CCACGT) and ABRE-like sequences (GCCACG and CGTGTC)were highly conserved (Figure S8c).The G box sequence (CACGTG),coupling element 3 (CE3;CACGCG)and CE3-like sequences (ACGCGT) were also highly conserved in the up-regulated genes (Figure S8c).However，these cis elements were not conserved in the down-regulated genes in Ubi:DPB3-1 plants (Figure S8d).The ABRE was identified on the promoter of ABA-responsive genes,and bZIP transcription factors are thought to bind to these sequences (Fujita et al.,20o5;Yang et al.,2011; Yoshida et al.，2015).Moreover， the bZIP transcription factors also bound to the G box (De Jong,2013; Jakoby et al.,2002),and CE3 has been reported to strongly co-localize with the ABRE motif on rice promoters of ABA- or drought-responsive genes (Gómez-Porras etal.，2007；Maruyama etal.，2012).These results suggest that DPB3-1 positively regulates the transcriptional activation of bZIP transcription factors as a coactivator or that DPB3-1 increases the expression levels of genes encoding a bZIP transcription factor as a downstream target (Table S6;Figure 9). Considering the enhanced expression levels of drought stressinducible genes in Ubi:DPB3-1 rice under heat stress conditions and the significant enrichment of ABRE-related cis elements on the promoters of up-regulated genes,we evaluated the drought stress tolerance of Ubi:DPB3-1 rice.However，there were no differences between the vector control and Ubi:DPB3-1 plants in terms of plant growth, leaf wilting and electrolyte leakage after drought stress treatment (Figure S9a,b). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wealso assessed the frequency of the DRE,CCAAT and HSE motifs in the promoters of the top 1oo up-regulated genes in DPB3-1-overexpressing plants under heat stress conditions.One of the DRE motifs (ACCGAC）was relatively highly conserved $( Z \\mathrm { - } \\mathsf { s c o r e } > 3$ $P < 0 . 0 0 1$ )among the DRE sequences (Table S10). However， the CCAAT and HSE motifs were not significantly enriched in the promoters of the up-regulated genes in Ubi:DPB3- 1rice.It is possible that DPB3-1 interacts with OsDREB2B2 and positively regulates its transcriptional activity.They may then enhance the expression levels of target genes through the DRE (ACCGAC) sequences in the promoters of rice under heat stress conditions. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Losses of crop production as a consequence of extreme heat stress events have been reported invarious regions of the world (Ciais et al.,2005;Smith and Katz,2013;Tian et al.,2009).The generation of heat-tolerant crops by genetic engineering is a key challenge to improving global food security.The utility of DPB3-1 was suggested in a previous study because the overexpression of DPB3-1 improved heat stress tolerance in Arabidopsis without growth retardation. In the present study,we generated DPB3-1- overexpressing transgenic rice and evaluated tolerance to heat stress. DPB3-1-overexpressing rice displayed enhanced heat stress tolerance compared to vector control rice (Figure 6a,b).Moreover,a greater proportion of DPB3-1-overexpressing rice plants grew to the reproductive stage after the heat stress treatment (Figure 6c).Because the overexpression of DPB3-1 showed no negative effects on vegetative and reproductive growth or yield in riceunder control conditions (Figure 5；Table1，and also see Figures S3 and S4)， the DPB3-1 gene was considered to be a useful target for generating crops with enhanced heat stress tolerance. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "One of the advantages associated with increasing heat stress tolerance via DPB3-1 is the high conservation of DPB3 family proteinsamong land plants.A previous study revealed that DPB3-1 belongs to a monophyletic subgroup that is conserved among land plants, including rice and soya bean (Sato et al.,2o14).The rice gene OsDPB3-2 also had heat stress-inducible expression similar to DPB3-1 in Arabidopsis (Figure 1).This result suggests that DPB3-1 and its homologues share similar functions in land plants. Interaction and transactivation analyses using DREB2 family proteins in rice and soya bean further support this hypothesis (Figures 1-3).These findings raise the possibility of increasing heat stress tolerance in various crop plants,including soyabean,byoverexpressing DPB3-1.Moreover,furtheranalyses ofDPB3-1 homologues in rice，soya bean (GmDPB3-3；Glyma12g07390,GmDPB3-4; Glyma11g20740) and other plants wil reveal conserved roles and species-specific functions of DPB3 family proteins.OsDPB3-2 showed specific expression profiles (Figure 1)，and the trimer including OsDPB3-2 enhanced the transcriptional activity of OsDREB2B2 more than the trimer including DPB3-1 (Figure 4d)．A comparison of heat stress tolerances between Ubi:DPB3-1 and Ubi:OsDPB3-2 riceshould provide interesting insight into the enhancement of heat stress tolerance in monocots. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our approach is unique in that DPB3-1 is not a transcriptional activator；instead,it acts as a coactivator.The DPB3-1 protein itself does not possess transcriptional activity.Therefore，the overexpression of DPB3-1 had almost no effect on gene expression patterns under nonstress conditions (Table S5).The DPB3-1 protein affected gene expression only in the presence of its interacting transcription activators,which were induced under heat stress conditions (Tables S6 and S7).This characteristic of DPB3-1 should be advantageous in agricultural applications.The overexpression of functional transcriptional activatorsoften causes unexpected and negative effects on plant growth and agricultural productivity under normal growth conditions (Ito et al.,2006;Tang et al.,2012;Wu et al.,2009a).DPB3-1 and its homologous proteins should be useful in enhancing heat stress tolerance in crops without growth retardation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A microarray analysis of DPB3-1-overexpressing rice under heat stress conditions clearly indicated that the overexpression of DPB3-1 contributed to heat stress tolerance through enhanced gene expression of many heat stress-inducible genes (Figure 8; Table S6).Moreover,GO analysis also confirmed that the heat stress-related genes were significantly enriched among the upregulated genes (Table S8). However, the GO analysis suggested that genes related to primary metabolic processes were enriched among the down-regulated genes in the DPB3-1-overexpressing plants (Table S9),and the expression profile analysis revealed that many of the down-regulated genes in DPB3-1-overexpressing rice under heat stress conditions were induced during germination (Figure S8b).Numerous previous works have suggested that there is a trade-off relationship between the stress response and growth in plants (Koehler et al.，2012； Lozano-Duran et al., 2013;Zhang et al.，2014).It is possible that the suppression of metabolic- or growth-related genes under heat stress conditions might contribute to the enhanced heat stress tolerance，but further analysis is required to reveal the effect of the downregulated genes during heat stress in DPB3-1-overexpressing rice. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In a previous work,DPB3-1 was identified as a coactivator of DREB2A under heat stress conditions (Sato et al.,2014). Similarly, DPB3-1 interacted with OsDREB2B2 (Figures 2 and 3) and significantly increased reporter activity in rice protoplasts together With OsDREB2B2 (Figure 4).Moreover，our over-representation analysis of all hexamers revealed that the DRE sequence (ACCGAC）was highly enriched on the promoters of the up-regulated genes in DPB3-1-overexpressing rice under heat stress conditions (Table S1O).Quantitative RT-PCR also indicated that the expression levels of genes homologous to DREB2A target genes in Arabidopsis were significantly enhanced in DPB3-1- overexpressing rice，and DRE sequences were found in their promoters (Figure 7;Table S2).DPB3-1 was predicted to enhance the transcriptional activity of OsDREB2B2 and increase the expression levels of its target genes through DRE.The future identification of OsDREB2B2 target genes under heat stress conditions by microarray or ChlP-seq analyses might aidin assessing the detailed role of OsDREB2B2 and DPB3-1 during the heat stress response in rice. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ourmicroarray analysis also suggested that the overexpression of DPB3-1 enhanced heat stress tolerance through unknown transcription factors other than OsDREB2B2．The promoter analysisclearly indicated that ABRE and ABRE-related cis elements were highly conserved in the up-regulated genes in DPB3-1- overexpressing rice under heat stress conditions (Figure S8c).The ABRE motif is known to be recognized by several bZIP transcription factors in plants (Fujita et al.，20o5;Yang et al.，2011; Yoshida et al.,2015).These results suggest that DPB3-1 positively regulates bZIP transcription factors under heat stress conditions. Ourmicroarray analysis of vector control rice (Table S3)and several previous studies (Jung et al.，2012;Zhang et al.，2013) indicate that bZiP family genesare induced under heat stress conditions.These heat stress-responsive bZIP transcription factors might be candidates for the cofactor of DPB3-1.The search for novel interacting bZIP transcription factors with DPB3-1 may be necessary to reveal the mechanisms by which DPB3-1 increases heat stress tolerance in rice. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although our results clearly demonstrate that the overexpression of DPB3-1 enhances heat stress tolerance in rice without growth retardation，additional experiments are important to confirm itsusability for agricultural applications.First,the heat stress response and tolerance of reproductive stages should be analysed in future studies.Many previous works have reported that plants are more sensitive to abiotic stresses,including high temperature，during the reproductive stage (Kim et al.，2001; Omae et al.,2012;Tunc-Ozdemir et al.,2013; Zinn et al.,2010). The expression profiles of HSF, $H S P$ and DREB family genes were conserved between the vegetative and reproductive stages in rice, and the ABRE motif has been suggested to be important for gene induction in response to heat stress in reproductive organs (Chauhan et al.,2011; Jagadish et al.,2010; Zhang et al.,2012). These data imply that the overexpression of DPB3-1 mayalso confer enhanced heat stress tolerance during reproductive stages. Furthermore，microarray analysis revealed that the expression levels of drought stress-responsive genes were also enhanced in the DPB3-1-overexpressing rice under heat stress conditions (Figure 8 and Figure S8a);however，there were no significant differences between the vector control and DPB3-1-overexpressing rice in response to drought stress alone (Figure S9),which suggests that DPB3-1 could contribute to the induction of drought stress-responsive genes only under heat stress conditions.Previous studies have revealed that the combination of heat and drought stress had more severe effects on plant growth and development (Mittler,2006; Rizhsky et al.,2004; Smith and Katz, 2013).Further studies are required to elucidate the mechanisms by which DPB3-1 enhances the expression levels of drought stress-inducible genes under heat stress conditions and whether DPB3-1 might be a useful factor for increasing combined heat and drought stress tolerance in crops. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Experimental procedures ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Plant materials,growth conditions and the generation of transgenic rice ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Rice (Oryza sativa cv. Nipponbare）was grown as described previously (Ito et al.，2oo6) with minor modifications.After the seeds were exposed to $4 2 ^ { \\circ } C$ for3days,they were selected and germinated in water containing $5 0 ~ \\mathrm { m g / L }$ hygromycin for $7 -$ 9 days at $2 8 ^ { \\circ } C$ day $2 5 ^ { \\circ } C$ night under $1 2 - 1 7$ light/12-h dark cycles at a photon flux density of $1 5 0 ~ { \\mu \\mathrm { m o l } } / { \\mathrm { m } } ^ { 2 } / { \\mathrm { s } }$ .After germination, the plants were transferred to soil in a plastic pot with a diameter of $6 ( m$ and grown for 14 days under the conditions described above.Subsequently, the plants were transferred to a plant pot with a size of $1 / 5 0 ~ \\mathsf { m } ^ { 2 }$ and grown at $2 8 ^ { \\circ } C$ day $1 2 5 ^ { \\circ } C$ night under natural light conditions. Transgenic rice was generated using Agrobacterium-mediated transformationas described previously (Hiei et al.，1994).T1 and T2 seeds were used for subsequent experiments. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Yeast two-hybrid assays ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Yeast two-hybrid assays were performed as described in the user manual supplied with the Matchmaker Gold Two-Hybrid System using strain AH109 (Clontech,Palo Alto,CA,USA). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Transient expression in Arabidopsisand rice mesophyll protoplasts ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Transient transformation of Arabidopsis and rice mesophyll protoplasts was performed as described previously (Chen et al., 2006；Yoo et al.，2oo7).Fluorescence observation using Arabidopsis or rice mesophyll protoplasts and transactivation assays usingArabidopsis protoplasts were performed as described previously (Sato et al.，2014).The transactivation assays using riceprotoplasts were performed with minor modifications compared with the Arabidopsis protoplasts.The transformed rice protoplasts were disrupted in $5 0 ~ \\mu \\ L$ of lysis buffer $[ 5 0 ~ \\mathsf { m m }$ Tris-HCl $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 5 \\right)$ 1 $30 \\%$ (v/v）glycerol and $1 0 ~ \\mathsf { m m }$ 2-mercaptoethanol] with a vortex mixer，and the solution was centrifugedat $2 0 \\ 0 0 0 \\ { \\mathfrak { g } }$ for5 min.Luciferase activitywas measured with a Picagene BrillianStar-LT Luminescence Kit (Toyo B-Net,Tokyo,Japan）according to the user manual.For the GUS assays, $3 0 ~ \\mu \\iota$ of the protoplast lysate was added to $3 0 ~ \\mu \\iota$ of reaction buffer $[ 5 0 ~ \\mathsf { m m }$ Tris-HCl $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 5 \\right)$ 1 $30 \\%$ (v/v) glycerol， $1 0 ~ \\mathsf { m m }$ 2-mercaptoethanol and $0 . 0 4 \\%$ (w/v）MU glucuronide] and incubated at $3 7 ^ { \\circ } \\mathsf C$ for $2 h$ .To stop the reaction, $6 0 ~ \\mu \\ L$ of $1 \\mathrm { ~ \\textmu ~ } \\mathsf { N a } _ { 2 } \\mathsf { C O } _ { 3 }$ was added to the mixture,and LUC luminescence and MU fluorescence were measured using anARVO MX plate reader (Perkin-Elmer，Waltham，MA，USA). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Heat and dehydration stress treatments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For the heat stress tolerance test,9-day-old plants on soil were subjected to $5 5 ~ ^ { \\circ } C$ for $2 \\ h$ in an incubator (Yamato Scientific Co., Tokyo，Japan)．For the electrolyte leakage assays，16-day-old plants on soil were transferred to $4 2 ^ { \\circ } C$ for $2 4 \\ h$ in an incubator. For the gene expression analysis,9-day-old plants in sterilized Water were transferred to an incubator at $4 2 ^ { \\circ } \\mathsf { C }$ for heat stress treatment; plantswere transferred to petri dishes for dehydration stress treatment. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "RNA preparation and analysis of gene expression ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Total RNA Was isolated from 9-day-old plants using RNAiso plus (TaKaRa,Otsu,Shiga,Japan) according to the supplier's instruc",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "tions.Syntheses of cDNA and quantitative RT-PCR analysis were conducted as described previously (Sato et al.,2014). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Microarrayanalysis ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Microarray analysiswasperformedusing acustomgene expression microarray for rice (Maruyama et al.，2014;Agilent Technologies,Palo Alto,CA,USA)as described previously (Mizoi etal.，2013)withminor modifications.Total RNA $( 2 0 0 ~ \\mathsf { n q } )$ was labelled with a Low Input Quick Amp Labeling Kit (Agilent Technologies)， and two sets ofmicroarray analysiswere performed using a Cy3 and Cy5 dye swap.After hybridization, the microarray slides were scanned with a G2505 scanner using scan control software，version A.8.4 (Agilent Technologies) and processed using Feature Extraction software (11.5.1.1；Agilent Technologies).Integration,normalization and statistical analysis of the data were performed using Subio Platform 1.16 (Subio, Tokyo，Japan)，and global normalization of the ratios was performed using the Lowess method.The $P$ -valuesfordifferences in gene expression were corrected according to the Benjamini Hochberg false discovery rate (FDR)method，and probes with a P-value of less than O.05 were used for the analysis.Because the array was designed according to a former gene mode,probes that perfectly matched current gene models were used for the analysis (release 7 of the MSU Rice Genome Annotation Project).All of the microarray data are available at arrayexpress (http://www.ebi.ac.uk/arrayexpress/ under accession numbers E-MTAB-3756. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Electrolyte leakageassays ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Electrolyte leakage assays were performed as described previously (Lee et al.,2oo7) with modifications. One gram of rice leaves was cut into a width of $5 c m$ and submerged into $1 0 ~ \\mathrm { m L }$ of sterilized water,and the samples were incubated at room temperature for $3 h$ with gentle rotation.The electrical conductivity of the solution with $( E _ { a } )$ or without $( E _ { b } )$ rice leaves was measured after incubation.Next, the samples were autoclaved,and the electrical conductivity of the solution with $( E _ { 1 } )$ or without $( E _ { 2 } )$ rice leaves wasmeasuredagain.The relative electrolyte leakagewas calculated according to the following formula: $( E _ { a } - E _ { b } ) /$ $( E _ { 1 } \\mathrm { ~ - ~ } E _ { 2 } ) \\times 1 0 0 \\mathrm { ~ } ( \\% )$ ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We thank Y.Tanaka and S.Murasaki for technical assistance and E.Toma for editorial assistance.This work was supported by a Grants-in-Aid for JSPS Fellows (25-4185 to H.S.)，Scientific Research on Innovative Areas (no. 15H05960 to K.Y.-S.）and Scientific Research (A)(no.25251031 to K.Y.-S.）from the Ministry of Education,Culture,Sports, Science and Technology of Japan.This research was also supported by the Program for the Promotion of Basic Research Activities for Innovative Biosciences (BRAIN) of Japan (to K.Y.-S.). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Ashraf,M.and Hafeez,M. (2oo4) Thermotolerance of pearl millet and maize at early growth stages:growth and nutrient relations. Biol. Plant.48, 81-86. Blake,J.A.，Dolan,M.,Drabkin,H.，Hill,D.P.,Li,N.,Sitnikov,D.，Bridges，S. et al.(2013) Gene Ontology annotations and resources.Nucleic Acids Res. 41,D530-D535. Chauhan,H.，Khurana,N.，Agarwal,P.and Khurana,P.(2011) Heat shock factors in rice (Oryza sativa L.):genome-wide expression analysis during ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "reproductive development and abiotic stress.Mol. Genet. Genomics,286, 171-187.   \nChen,S.,Tao,L.,Zeng,L., Vega-Sanchez, M.E., Umemura, K.and Wang,G.L. (2006)A highly efficient transient protoplast system for analyzing defence gene expression and protein-protein interactions in rice.Mol. Plant Pathol.7, 417-427.   \nCiais,P., Reichstein,M., Viovy,N.,Granier,A.,Ogée,J.,Allard,V.,Aubinet,M. et al.(2005) Europe-wide reduction in primary productivity caused by the heat and drought in 2003.Nature,437,529-533.   \nDe Jong,A.T.-J.(2013) Interaction of bZIP and bHLH transcription factors with the G-box.Doctoral Dissertation.Toronto,Canada: University of Toronto.   \nDeryng,D., Conway,D., Ramankutty,N.,Price,J.and Warren,R.(2014) Global crop yield response to extreme heat stress under multiple climate change futures. Environ. Res. Let. 9,034011.   \nForeman,J.,Johansson，H.，Hornitschek,P.,Josse,E.M.，Fankhauser,C.and Halliday,K.J.(2O11） Light receptor action is critical for maintaining plant biomass at warm ambient temperatures.Plant J.65,441-452.   \nFujita,Y.,Fujita,M.,Satoh,R.,Maruyama,K.,Parvez,M.M., Seki,M.,Hiratsu, K.et al. (2Oo5)AREB1 is a transcription activator of novel ABRE-dependent ABA signaling that enhances drought stress tolerance in Arabidopsis.Plant Cell, 17,3470-3488.   \nGene OntologyConsortium.(2015）Gene_Ontology Consortium:going forward.Nucleic Acids Res.43, D1049-D1056.   \nG6mez-Porras,J.L.，Riano-Pachón,D.M.，Dreyer,I.，Mayer,J.E.and MuellerRoeber,B. (20o7) Genome-wide analysis of ABA-responsive elements ABRE and CE3 reveals divergent patterns in Arabidopsis and rice.BMC Genom.8, 260.   \nGuo,J.,Wu,J., Ji,Q.,Wang,C., Luo,L.,Yuan,Y.,Wang,Y.et al. (2008) Genome-wide analysis of heat shock transcription factor families in rice and Arabidopsis.J. Genet. Genomics,35,105-118.   \nHasanuzzaman,M.,Nahar,K.,Alam,M.M.,Roychowdhury,R.and Fujita,M. (2013) Physiological,biochemical,and molecular mechanisms of heat stress tolerance in plants.Int.J.Mol.Sci.14,9643-9684.   \nHiei,Y.,Ohta, S.,Komari,T.and Kumashiro,T.(1994) Eficient transformation of rice (Oryza sativa L.) mediated by Agrobacterium and sequence analysis of the boundaries of the T-DNA.Plant J.6,271-282.   \nIntergovernmental Panel on Climate Change,Working Group I (2014) Climate Change 2014:Impacts，Adaptation,and Vulnerability.https://www.ipccwg2.gov/index.html.   \nIto,Y., Katsura,K.,Maruyama,K.,Taji,T.,Kobayashi,M., Seki, M.,Shinozaki, K.et al.(2006)Functional analysis of rice DREB1/CBF-type transcription factors involved in cold-responsive gene expresson in transgenic rice.Plant Cell Physiol. 47,141-153.   \nJagadish,S.V.,Muthurajan,R.,Oane,R.,Wheeler,T.R.,Heuer,S.,Bennett,J. and Craufurd,P.Q.(2010) Physiological and proteomic approaches to address heat tolerance during anthesis in rice (Oryza sativa L.).J. Exp. Bot. 61,143- 156.   \nJakoby,M.,Weisshaar,B.,Droge-Laser,W.,Vicente-Carbajosa,J., Tiedemann, J.,Kroj,T.，Parcy,F.et al.(2OO2) bZIP transcription factors in Arabidopsis. Trends Plant Sci.7,106-111.   \nJung,K.-H., Ko,H.-J.,Nguyen,M.X., Kim,S.-R.,Ronald,P.and An,G.(2012) Genome-wide identification and analysis of early heat stress responsive genes in rice.J. Plant Biol.55,458-468.   \nKatiyar-Agarwal, S.,Agarwal,M.and Grover,A. (2oo3) Heat-tolerant basmati rice engineered by over-expression of hsp101.Plant Mol. Biol.51, 677-686.   \nKim,S.Y., Hong, C.B.and Lee,I. (20o1) Heat shock stress causes stage-specific male sterility in Arabidopsis thaliana.J.Plant.Res.114,301-307.   \nKoehler,K.,Center,A.and Cavender-Bares,J. (2012) Evidence fora freezing tolerance-growth rate trade-off in the live oaks (Quercus series Virentes) across the tropical-temperate divide. New Phytol.193,730-744.   \nLee,D.G.,Ahsan,N.,Lee,S.H., Kang, K.Y.,Bahk,J.D., Lee,I.J.and Lee,B.H. (2007)A proteomic approach in analyzing heat-responsive proteins in rice leaves.Proteomics,7,3369-3383.   \nLobell,D.B.，Schlenker,W.and Costa-Roberts,J.(2011) Climate trends and global crop production since 1980.Science,333,616-620.   \nLozano-Duran,R.，Macho,A.P.， Boutrot,F., Segonzac,C., Somssich,I.E.and Zipfel，C.(2013)The transcriptional regulator BZR1 mediates trade-off between plant innate immunitv and arowth. Elife.2.e00983.   \nMaruyama,K.,Todaka,D., Mizoi,J.,Yoshida,T.,Kidokoro,S.,Matsukura，S., Takasaki，H.et al.(2012) Identification of cis-acting promoter elements in cold-and dehydration-induced transcriptional pathways in Arabidopsis,rice, and soybean. DNA Res.19,37-49.   \nMaruyama,K.,Urano,K.,Yoshiwara,K., Morishita,Y.,Sakurai,N.,Suzuki,H., Kojima,M.etal.(2014) Integrated analysis of the effects of cold and dehydrationon rice metabolites,phytohormones,and gene transcripts.Plant Physiol. 164,1759-1771.   \nMatsukura，S.，Mizoi，J.，Yoshida，T.，Todaka，D.，Ito，Y.，Maruyama，K., Shinozaki,K.et al. (2010) Comprehensive analysis of rice DREB2-type genes that encode transcription factors involved in the expression of abiotic stressresponsive genes. Mol. Genet. Genomics,283,185-196.   \nMitler,R.(2o6)Abioticstress,thefiedeviromentndtressomation. Trends Plant Sci.11,15-19.   \nMizoi,J.，Ohori，T.，Moriwaki，T.，Kidokoro，S.，Todaka，D.，Maruyama，K., Kusakabe，K．etal. (2013）GmDREB2A;2，a canonical DEHYDRATIONRESPONSIVE ELEMENT-BINDING PROTEIN2-type tranSCription factorin soybean，ispostranslationallyregulatedandmediatesdehydrationresponsive element-dependent gene expression. Plant Physiol. 161,346- 361.   \nMorimoto, K.,Mizoi,J., Qin,F., Kim,J.S., Sato,H., Osakabe,Y., Shinozaki,K et al. (2013) Stabilization of arabidopsis DREB2A is required but not sufficient for the induction of target genes under conditions of stress.PLoS One,8, e80457.   \nOmae,H.,Kumar,A.and Shono,M.(2012) Adaptation to high temperature and water deficit in the common bean (Phaseolus vulgaris L.）during the reproductive period.J. Bot. 2012,1-6.   \nPatel，D.and Franklin， K.A.(20o9)Temperature-regulation ofplant architecture.Plant Signal. Behav.4,577-579.   \nRizhsky,L., Liang,H.，Shuman,J.，Shulaev,V.，Davletova,S.and Mittler，R. (2004)When defense pathways collide.The response of Arabidopsis to a combination of drought and heat stress.Plant Physiol.134,1683-1696.   \nRodriguez,M.,Canales,E.and Borras-Hidalgo,O.(2005) Molecular aspects of abiotic stress in plants. Biotecnol. Apl.22,1-10.   \nRosenzweig，C.，Elliott,J.,Deryng,D.，Ruane，A.C.，Muler，C.，Arneth，A., Boote,K.J.et al. (2014) Assessing agricultural risks of climate change in the 21st century in a global gridded crop model intercomparison.Proc.Natl Acad. Sci. USA,111,3268-3273.   \nSakuma,Y.,Maruyama,K.,Osakabe,Y.,Qin,F.,Seki,M.,Shinozaki, K.and Yamaguchi-Shinozaki，K. (2oo6a) Functional analysis of an Arabidopsis transcription factor，DREB2A，involved indrought-responsivegene expression.Plant Cell,18,1292-1309.   \nSakuma,Y.,Maruyama,K., Qin,F., Osakabe,Y., Shinozaki, K.and YamaguchiShinozaki，K. (2oo6b) Dual function of an Arabidopsis transcription factor DREB2Ainwater-stress-responsiveandheat-stress-responsivegene expression. Proc.Natl Acad.Sci. USA,103,18822-18827.   \nSato,H.,Mizoi,J.,Tanaka,H.,Maruyama,K., Qin,F.,Osakabe,Y.,Morimoto, K．etal.(2014)Arabidopsis DPB3-1，a DREB2A interactor，specifically enhances heat stress-induced gene expression by forming a heat stress specific transcriptional complex with NF-Y subunits.Plant Cell,26,4954- 4973.   \nSchlenker, W.and Roberts,M.J. (2Oo9) Nonlinear temperature efects indicate severe damages to US crop yields under climate change.Proc.Natl Acad.Sci. USA,106,15594-15598.   \nSingh,B.P.,Dua,V.K., Govindakrishnan,P.M.and Sharma,S. (2013)Impact of climate change on potato.In Climate-Resilient Horticulture:Adaptation and Mitigation Strategies (Singh,H.C.P., Rao,N.K.S.and Shivashankar, K.S.,eds), pp.125-135.New Delhi: Springer.   \nSmith，A.B．and Katz，R.W.(2013) US bilion-dollar weather and climate disasters: data sources,trends,accuracy and biases.Nat. Hazards,67,387- 410.   \nTang,N., Zhang,H.,Li,X.,Xiao,J.and Xiong,L.(2012) Constitutive activation of transcription factor OsbZIP46 improves drought tolerance in rice.Plant Physiol. 158,1755-1768.   \nTian,X., Luo,H., Zhou,H.and Wu, C.(2Oo9) Research on heat stress of rice in China: progress and prospect. Chin. Agric.Sci. Bull,25,166-168.   \nTunc-Ozdemir,M.,Tang,C.,Ishka,M.R., Brown,E.,Groves,N.R.,Myers,C., Rato.C. et al. (2013) A cvclic nucleotide-aated channel (CNGC16) in nollen is critical for stress tolerance in pollen reproductive development.Plant Physiol 161,1010-1020.   \nVenu,R.-C.,Sreerekha,M.V., Madhav,M.S., Nobuta,K.,Mohan,K.M.,Chen, S., Jia,Y.et al. (2013) Deep transcriptome sequencing reveals the expression of key functional and regulatory genes involved in the abiotic stress signaling pathways in rice.J.Plant Biol.56,216-231.   \nWang，C.，Zhang，Q.and Shou,H.X.(2oo9) Identification and expression analysis of OsHsfs in rice.J. Zhejiang Univ.Sci.B,10,291-300.   \nWu,X., Kishitani,S.,Ito,Y.and Toriyama,K.(20o9a) Accumulation of raffinose inrice seedlings overexpressing OsWRKY11 in relation to desiccation tolerance.Plant Biotechnol.26,431-434.   \nWu,X.,Shiroto,Y.,Kishitani,S.,Ito,Y.and Toriyama,K.(20o9b) Enhanced heat and drought tolerance in transgenic rice seedlings overexpressing OsWRKY11 under the control of HSP101 promoter.Plant Cell Rep.28,21- 30.   \nYang,X.,Yang,Y.N.,Xue,L.J., Zou,M.J.,Liu, J.Y.,Chen,F.and Xue,H.W. (2011) Rice ABl5-Like1 regulates abscisic acid and auxin responses by affecting the expresson of ABRE-containing genes.Plant Physiol.156,1397- 1409.   \nYoo,S.D., Cho,Y.H.and Sheen,J.(20o7) Arabidopsis mesophyll protoplasts: a versatile cell system for transient gene expression analysis.Nat. Protoc.2, 1565-1572.   \nYoshida,T.,Ohama,N.,，Nakajima,J.,Kidokoro,S.，Mizoi,J.,Nakashima,K., Maruyama,K.et al. (2011) Arabidopsis HsfA1 transcription factors function as the main positive regulators in heat shock-responsive gene expression. Mol. Genet. Genomics,286,321-332.   \nYoshida,T.,Fujita,Y.,Maruyama, K.,Mogami,J.,Todaka,D., Shinozaki,K.and Yamaguchi-Shinozaki，K.(2015) Four Arabidopsis AREB/ABF transcription factors function predominantly in gene expression downstream of SnRK2 kinases in abscisic acid signalling in response to osmotic stress.Plant Cell Environ.38,35-49.   \nZhang,X,Li,J., Liu,A., Zou,J., Zhou,X.,Xiang, J.,Rerksiri,W.et al. (2012) Expression profile in rice panicle: insights into heat response mechanism at reproductive stage.PLoS One,7,e49652.   \nZhang,X.,Rerksiri,W., Liu,A., Zhou,X.,Xiong,H.,Xiang,J.,Chen,X.et al. (2013)Transcriptome profile reveals heat response mechanism at molecular and metabolic levels in rice flag leaf. Gene,530,185-192.   \nZhang, G.B.,Yi, H.Y.and Gong,J.M.(2014) The Arabidopsis ethylene/jasmonic acid-NRT signaling module coordinates nitrate reallocation and the trade-off between growth and environmental adaptation.Plant Cell,26,3984-3998.   \nZinn,K.E.,Tunc-Ozdemir,M.and Harper, J.F. (201O) Temperature stress and plant sexual reproduction:uncovering the weakest links.J.Exp.Bot.61, 1959-1968. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supporting information ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional Supporting information may be found in the online version of this article: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Table S1 Yield parameters of the vector control and DPB3-1- overexpressing Arabidopsis under nonstress conditions.   \nTable S2 Number of cis elements on the promoters of genes Which expression levels were analysed in Figure 6.   \nTable S3 Up-regulated genes in the vector control rice under the heat stress condition.   \nTable S4 Down-regulated genes in the vector control rice under the heat stress condition.   \nTable S5 Down-regulated gene in DPB3-1-overexpressing rice under the nonstress condition.   \nTable S6 Up-regulated gene in DPB3-1-overexpressing rice under the heat stress condition.   \nTable S7 Down-regulated gene in DPB3-1-overexpressing rice under the heat stress condition.   \nTable S8 GO analysis of the genes up-regulated in the DPB3-1- overexpressing plants under the heat stress condition.   \nTable S9 GO analysis of the genes down-regulated in the DPB3- 1-overexpressing plants under the heat stress condition.   \nTable S10 Overrepresentation analysis of DRE,CCAAT and HSE sequences in the promoters of the top 100 up-regulated genes in Ubi:DPB3-1 rice under the heat stress condition.   \nTable S11 Sequences of primers used in this study.   \nFigure S1 Phenotypes of the vector control and DPB3-1- overexpressing Arabidopsis under non-stress conditionsafter ripening.   \nFigure S2 Alignment of DREB2A,OsDREB2B2 and GmDREB2A;2. Figure S3 Additional phenotypic analysis of the DPB3-1-overexpressing rice under nonstress conditions.   \nFigure S4 Plant phenotype and seed morphology of the DPB3-1- overexpressing rice after desiccation.   \nFigure S5 Phylogenetic tree If HSP2O family proteins in Arabidopsis thaliana and Oryza sativa based on aminoacids sequences of the conserved domain.   \nFigure S6 Proportions of abiotic stress-repressive genes among the down-regulated genes in the DPB3-1-overexpressing rice under heat stress condition or rice whole genome.   \nFigure S7 Confirmation of down-regulated gene expression in Ubi:DPB3-1 identified by microarray analysis.   \nFigure S8 Microarray analysis of up-regulated or down-regulated genes in Ubi:DPB3-1 plants under heat stress conditions.   \nFigure S9 Drought stress tolerance of the DPB3-1-overexpressing rice. ",
        "page_idx": 11
    }
]