[
    {
        "type": "text",
        "text": "Directly converted patient-specific induced neurons mirror the neuropathology of FUS with disrupted nuclear localization in amyotrophic lateral sclerosis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Su Min Lim1,2†, Won Jun Choi3+, Ki-Wook Oh24, Yuanchao Xue5, Ji Young Choi², Sung Hoon Kim², Minyeop Nahm²,Young-Eun Kim,Jinhyuk Lee78, Min-Young Noh²,Seungbok Lee9,Sejin Hwang10, Chang-Seok Ki，Xiang-Dong Fu1landSeungHyunKim4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Background: Mutations in the fused in sarcoma (FUS)gene have been linked toamyotrophic lateral sclerosis (ALS). ALS patients with FUS mutations exhibit neuronal cytoplasmic mislocalization of the mutant FUS protein. ALS patients fibroblasts or induced pluripotent stemcell(iPSC)-derived neurons have been developedasmodels for understanding ALS-assciatedFUS(ALS-FUS)pathology; however,pathological neuronalsignaturesarenotsuficiently present in the fibroblasts of patients,whereas the generationof iPSC-derived neurons from ALS patients requires relatively intricate procedures. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results:Here,wereport the generationof disease-specificinduced neurons (iNeurons)from thefibroblastsofpatients who carythree diferent FUS mutations that were recently identified by direct sequencingand multi-gene panel analysis. The mutationsarelocatedatthe C-terminal nuclear localization signal(NLS)regionof the protein (p.G504Wfs\\*12,p.R495\\*, p.Q519E):two de novo mutations in sporadic ALSand one in familialALS case.Aberrant cytoplasmic mislocalization with nuclearclearance wasdetected inallpatient-derived iNeurons,and oxidativestressfurther induced theaccumulationof cytoplasmic FUS in cytoplasmic granules,therebyrecapitulating neuronal pathologicalfeatures identified in mutant FUS (p.G504Wfs\\*12)-autopsiedALS patient.Importantly,such FUS pathological halmarksof thepatient with thep.Q519E mutationwereonlydetected inpatient-derived iNeurons,which contrasts topredominantFUS(p.Q519E)inthe nucleus of both the transfected cells and patient-derived fibroblasts. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Condlusions: Thus,iNeurons may providea more reliable model for investigating FUS mutations with disrupted NLS fo understanding FUS-associated proteinopathies in ALS. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Amyotrophiclateralsclerosis,Fused insarcoma,Humancellmodels,nducedneuron,Nuclearlocaliation signal, Stress granules,Neuronal cytoplasmic inclusion ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Background ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fused in sarcoma (FUS)isa multifunctional DNA/RNAbindingprotein involved in variousaspects ofcellularRNA metabolism and executes its main functions predominantly in the cell nucleus.Initially discovered as a fusion oncogene,mutations in the FUS gene resulting in FUS proteinopathies were recently linked to amyotrophic lateral sclerosis (ALS),responsible for ${ \\sim } 4 \\ \\%$ of familial and ${ \\sim } 1 \\ \\%$ of sporadic ALS cases [1-3].FUS mutations cluster either in the glycine-rich region of the protein or in the RGGrich C-terminal domain，where they disrupt the nuclear localization signal (NLS) and result in altered subcellular localization of the FUS protein.ALS-associated FUS (ALSFUS）mutations have been reported to cause cytoplasmic mislocalization of the protein in the brain and spinal cord of ALS patients [4,5].Moreover, cytoplasmic FUS tends to aggregate to form inclusions in degenerating motor neurons of ALS patients [6-8].As a consequence,both toxic gain-of-function in the cytoplasm and loss-of-function in the nucleus are proposed to be causative events in ALS development [9,10]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keypathological features have been documented based on immunocytochemical studies on cultured fibroblasts from ALS patients or immunohistological analysis on autopsy samples [11，12].These studies revealed abnormal cytoplasmic mislocalization of the FUS protein in ALS patients with FUS mutations in its NLS.When modeled on fibroblasts,however, mutant FUS proteins were predomin antly detected in the nucleus,with minimal association with pathological signatures detected with those mutations in vivo [11,13,14]. Patient-derived induced pluripotent stem cells (iPSC) with the ability to differentiate into neural cells were found to be suitable for studying ALS-FUS pathology[15],but neuronal induction and differentiation processes using iPSC require tedious and labor-intensive procedures.Hence,it would be advantageous to develop rapid and simple FUS-associated ALS patient-derived cell models to study ALS-related neuronal pathology. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To overcome the limitations associated with the current cell modeling systems,we examined FUS pathology in a more disease-relevant cell model.We used our previously described method of repressing a polypyrimidine-tractbinding (PTB) protein to directly convert patient fibroblasts carrying FuS mutations and those from age-matched healthy controls into functional neurons (iNeuron)[16]. We have recently identified FUS mutations $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } 1 2 }$ $\\mathsf { p . R 4 9 } 5 ^ { \\ast }$ ，and p.Q519E) by direct sequencing and multigene panel testing [17-19].In this study,we examined the pathophysiological and biochemical properties of the three different FUS mutations at NLS region.Analysis of brain and spinal cord autopsy samples from FUS (p.G504Wfs\\*12) patient demonstrated the expected pathologic features including nuclear clearance and cytoplasmic accumulation of FUS in neurons.To generate a cell model that recapitulates key pathological features found in autopsy，we compared cellular localization and aggregation-prone properties of the endogenous FUS in fibroblasts,HEK-293 cellsand rat primary cortical neurons and directly converted iNeurons in the presence or absence of stress.Directly converted iNeurons from patient fibroblasts was the only model that recapitulated the mutantFUS-associated neurological pathology that is observed in autopsied brain and spinal cord. Moreover, we showed that the FUS neuropathology of the familial ALS patient with p.Q519E mutation could be demonstrated in directly converted iNeurons but not in transfected cells or patient-derived fibroblasts.These findings suggest that directly converted iNeurons have a potential to become reliable disease-relevant models for dissecting pathophysiologies of FUS-related proteinopathies in ALS. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Clinical and genetic characteristics of three ALS patients harboring FUS mutations in the NLS region ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Among ten diverse, recently identified FUS mutants or variants [17,19], two de novo FUS mutants (p.G504Wfs\\*12, $\\mathsf { p . R 4 9 5 ^ { \\ast } } ,$ confirmed by trio study in sporadic ALS[18] and one FUS variant (p.Q519E) in familial ALS [19] were included in this study. The residues of the three mutants are located in the C-terminal region containing the nuclear localization signal (NLS)．As diagrammed in Fig.1,the Q519E mutation isa missense mutation in the C-terminal NLS region; the mutation $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } 1 2 } ,$ ）causesa frame shift in exon 15,leading to a truncated FUS;and the mutation $( \\mathsf { p } . \\mathsf { R } 4 9 5 ^ { \\ast } )$ creates a premature codon to eliminate the NLS. The mutation $( \\mathsf { p . R 4 9 5 ^ { \\ast } } )$ is associated with an aggressive clinical phenotype of ALS [20-22],and the mutation （204号 $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } 1 2 } ,$ ）is a pathogenic truncation mutant associated with sporadic ALS [18,23]. In order to investigate whether FUS (p.Q519E) variant has the significance in disease pathogenesis,we established structural analysis of the mutation with Transportin-1 (Protein Data Bank,PDB (ID: 4FDD)) (Additional file 1: Figure S1). FUS is a nuclear protein that its nuclear import is mediated by interaction between Transportin-1 and the C-terminal NLS region of FUS [24, 25]. Hence,we analyzed the hydrogen bonding pattern of FUS-Transportin-1 complexes and observed that one hydrogen bond is relevant to the FUS Q519 residue.The distance between acceptor atom (oxygen; atom type: OE1) of E509 from Transportin-1 and donor atom (nitrogen; atom type: NE2) of Q519 from FUS was measured as 3.21 A. Since the experimental structure has no hydrogen atoms,the angle of hydrogen bond was measured between acceptor (OEl of E509 from Transportin1),donor (NE2 of Q519 from FUS),and the prior atom connected on donor (CD of Q519 from FUS),which comes to $1 3 4 . 7 ^ { \\circ }$ .This isa possible hydrogen bonding between FUS-Transportin-1 complexes. If the Q519 on FUS is mutated to E519,the length of side chain is decreased by one carbon chain (from 4 to 3) and the polar property changes to negative from neutral. In the end, the found Q519 (FUS)-E509(Transportin-1） hydrogen bond in wild-type will disappear in the Q519E mutant.In addition， the negative-negative repulsion (E519-E509) in Q519E mutant mayresult in the deactivation on FUS-Transportin-1 binding，thus providing a significance of the FUS (p.Q519E) variantin disease pathogenesis. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/6e93a0f43380ef41c642d18c81eb107838ed8955d5fdfb922f18dbd8a0917cd8.jpg",
        "img_caption": [
            "Fig.1SchematicdagramoffunctionadomainsofteFUSproteinwitgenemutatiosidentifiedinpatintswithSareprovidedltee patientsenrolled in this study have FUS mutations (p.G504Wfs\\*12,p.R495\\*,p.Q519E)that affect the NLS region. $\\mathsf { Q } / \\mathsf { G } / \\mathsf { S } / \\mathsf { Y }$ rich $\\ c =$ Gln/Gly/Ser/Tyr-rich domain; $\\mathsf { R G G } = \\mathsf { A r g / G l y / G l y }$ -rich motifs; $\\mathsf { E } =$ nuclear export signal; RRM $\\ c =$ RNA-recognition motif; $Z _ { \\mathsf { n } } { \\mathsf { F } } =$ zinc-finger motif; $\\mathsf { L } =$ nuclear localization signal "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Detailed clinical and epidemiological characteristics of three ALS patients with different FUS mutations,one sporadic ALS patient,and four healthy controls enrolled in this study are summarized in Table 1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "FUS pathology in ALS-FUS patient brain and spinal motor neurons ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Human autopsy samples were used to reveal the distribution of FUS in the brain and spinal cord of FUS $( \\mathsf { G 5 0 4 W f s } ^ { \\ast } 1 2$ ）patient compared to a normal control (CTL 4) and a sporadic ALS patient without any known mutation.Immunohistochemical profiles demonstrated that wild-type FUS was confined predominantly to the nucleus in the majority of neurons in the control brain. A similar distribution of FUS immunoreactivity was also seen in a sporadic ALS patient.In contrast,prominent cytoplasmic or decreased nuclear staining of FUS with ring-like perinuclear inclusions was observed in the FUS $( \\mathsf { G 5 0 4 W f s } ^ { \\ast } 1 2 )$ ）case(Fig.2a).To confirm cytoplasmic accumulation of FUS in neuronal cells from the FUS $\\mathrm { ' } G 5 0 4 \\mathrm { W f s } ^ { \\ast } 1 2$ ）patient，we performed doublelabel immunohistochemistry for NeuN(neuronal nuclei marker） and FUS.This demonstrated co-labeling of NeuN in the nucleus and the mutant FUS in the cytoplasmic of the same neurons from the ALS-FUS patient,in contrast to the localization of the FUS protein in the nucleus of neurons from healthy control and a sporadic ALS patient (Fig.2b,Additional file 2: Figure S2). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We also determined the pathogenic features of the mutantFUS in spinal cord motor neurons.Consistent with findings in the precentral motor cortex,immunohistochemistry for FUS in NeuN-positive cells revealed the same pathological feature in the ventral horn of spinal cords (Fig.2c,d).The sections of spinal cords from both the normal controls and the sporadic ALS patient demonstrated FUS in the nucleus of those neurons.By contrast, mutantFUS were excluded from the nucleusofALS-FUS patient neurons. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/3d918c32f7abb991edbd719c2e608c39eb3a65b38565554814bfb30f9fab4dac.jpg",
        "table_caption": [
            "Table 1 Patients and controls whose skin fibroblasts were studied "
        ],
        "table_footnote": [
            "FUS,fused insarcoma,ALSFRS-Ra revisedALS functional ratingscale,ALS amyotrophic lateral sclerosis, $F$ female,N/A not applicable,M male,CTL control ALSFRS-R and delta FS were evaluatedat the first visit aReported previously (Kim H-Jetal,2015).bReported previously (Kwon MJetal.,2012; Kim YEetal.,2014). $^ \\mathsf { c } _ { > 6 1 }$ means that more than 61 months have passed since symptomonset and the patientis stillalive on the lastfollow-up "
        ],
        "table_body": "<html><body><table><tr><td>Characteristic ID</td><td></td><td>MND</td><td>Sex</td><td>Exon</td><td>FUS genotype</td><td>Age at biopsy， yr</td><td>Age of onset, yr</td><td>Familial history</td><td>Site of onset</td><td>ALSFRS- R</td><td>delta- FS</td><td>Survival, mo</td><td>Autopsy</td></tr><tr><td rowspan=\"3\">ALS-FUS</td><td>HS374</td><td>777</td><td>M</td><td>15</td><td>Q519Ea</td><td>34</td><td>34</td><td>Yes</td><td>Limb</td><td>46</td><td>0.10</td><td>>61℃</td><td>N/A</td></tr><tr><td>HS131</td><td>402</td><td>F</td><td>14</td><td>G504Wfs*12b</td><td>34</td><td>31</td><td>No</td><td>Limb</td><td>36</td><td>0.92</td><td>46</td><td>Yes</td></tr><tr><td>HS197</td><td>502</td><td>F</td><td>14</td><td>R495*b</td><td>31</td><td>27</td><td>No</td><td>Bulbar</td><td>23</td><td>1.92</td><td>54</td><td>N/A</td></tr><tr><td>Sporadic ALS</td><td>HS250</td><td>551</td><td>M</td><td>N/A</td><td>N/A</td><td>N/A</td><td>57</td><td>No</td><td>N/A</td><td>39</td><td>0.82</td><td>68</td><td>Yes</td></tr><tr><td>CTL 1</td><td>N/A</td><td>N/A</td><td>F</td><td>N/A</td><td>N/A</td><td>35</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td></tr><tr><td>CTL 2</td><td>N/A</td><td>N/A</td><td>F</td><td>N/A</td><td>N/A</td><td>40</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td></tr><tr><td>CTL 3</td><td>N/A</td><td>N/A</td><td>M</td><td>N/A</td><td>N/A</td><td>45</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td></tr><tr><td>CTL 4</td><td>N/A</td><td>N/A</td><td>N/ A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>N/A</td><td>Purchased</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f1edf36f0bd4fc77410d14f138f02206943eabbddef3c4909ff930814a7a1687.jpg",
        "img_caption": [
            "Fig.2CytoplasicicopatiofUispresentin-patitbadspiaosaDBstaindepictsmeuroaliusio ofFUS(asindicatedyeirmoplogintepreetralgusofFU(pG04fs)ptintoto)mparedtothcleustaigofFUin anormalcontrol(CL4top)andasporadicALSpatient(middle)ProminentcytoplasmicodecreasednucleusstainingofFUSwitie perinuclearinclusionswereobsevedinthemotorneuronsofteASpatient.Teenlargedimagesareshownintheightpanelsalebars $= 1 0 \\mu \\mathrm { m }$ # bFUSpatologafidoublliuofoefoedudiltr)icit (midle)dstdt inanormalcontrolaemicrogia(Aditinalfile2:FigureS2).CellswerecounterstainedwiththeuclearmarkerDPI(blue)Scalebars $= 5 0 \\mu \\mathrm { m }$ for the merged left panels and $7 . 5 \\mu \\mathrm { m }$ for the right panels.cThe ventral horn ofthecervical spinal cord sections from normal control (top),sporadic ALS patient(top)d(stit)adticauedi cords of the FUS (p.G504Wfs\\*12) patient.Scale bars $= 1 0 \\mu \\mathrm { m }$ d The corresponding sections were processed for double-label immunofluorescence. FUSpathologyasonfiedbyFUS(green)andNuN(ed)stainig.CelswerecountertainedwiththeuclearmarkerDAPIblue)alebars $= 1 0 \\mu \\mathrm { m }$ （204号 "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Interestingly, FUS was predominantly nuclear in the postcentral gyrus and dorsal horn neurons of FUS $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } } 1 2 ) ,$ ）patient indicating that FUS abnormalities are FUS abnormalities are observed in the motor system to a greater extent than that observed for the patient sensory neurons (Additional file 3:Figure S3).This is the first report on the case of FUS (p.G504Wfs $^ { * } 1 2$ 0 pathology on autopsy ALS samples. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Endogenous mutant FUS pathology in primary patient fibroblasts ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The residues of the three mutants (p.G504Wfs $^ { * } 1 2$ ！ $\\mathsf { p . R 4 9 } 5 ^ { \\ast }$ p.Q519E) are all located in the C-terminal NLS-containing domain of FUS.To examine the presence of ALS-FUS pathology in ALS patient fibroblasts,a punch skin biopsy were obtained from normal controls and ALS patients to isolate their fibroblasts.Primary fibroblasts from healthy individuals (CTL 1,2,and 3) showed endogenous FUS entirely in the nucleus (Fig.3a,left panels). Contrary to the report showing endogenous neuronal FUS harboring the $\\mathrm { G } 5 0 4 \\mathrm { W } \\mathrm { f s } ^ { \\ast } 1 2$ or ${ \\mathrm { R 4 9 } } 5 ^ { \\ast }$ mutation in the cytoplasm with decreased staining in the nucleus [26]，we observed more abundant nuclear immunoreactivity of FUS and somewhat diffuse cytoplasmic immunoreactivity on patient-derived fibroblasts that harbor either the $\\mathrm { G 5 0 4 W f s ^ { * } 1 2 }$ or ${ \\mathrm { R 4 9 } } 5 ^ { \\ast }$ mutation. Surprisingly,FUS (p.Q519E) did not even show any cytosolic mislocalization. These results suggested that either FUS (p.Q519E) does not contribute to the pathogenic potential of ALS or that its mislocalization failed to be captured in the fibroblast model. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Stress agents are known to induce cytoplasmic granules, and various ALS-causing FUS mutations have previously been reported to be recruited to those stress granules under stress conditions [21].Sodium arsenite (referred to as arsenite） is widely used to induce oxidative stress in cells.To determine whether the cytoplasmic FUS protein in the patient fibroblasts could be recruited into stress granules,we stressed cells with arsenite,and observed the shift of dispersed FUS $\\mathrm { G } 5 0 4 \\mathrm { W } \\mathrm { f s } ^ { \\ast } 1 2$ or ${ \\mathrm { R 4 9 } } 5 ^ { \\ast }$ proteins to cytoplasmic stress granules,which is similar to the response of the eukaryotic translation initiation factor 4G (eIF4G) (Fig.3a,right panels,and Fig.3b,c).Again, the Q519E mutant remained in the nucleus under such stress conditions.In addition to oxidative stress induced by sodium arsenite,we tested hyperosmotic stress induced by $0 . 4 \\mathrm { ~ M ~ }$ sorbitol for 1 hr [7].In response to sorbitol stress, the amount of FUS in the cytoplasm increased with corresponding decrease in the nucleus.Importantly, the accumulation of cytoplasmic FUS granules in mutant fibroblasts is clearly much greater than that in healthy controls (Additional file 4:Figure S4). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Subcellular fractionation of fibroblasts was performed to further investigate the localization of endogenous FUS.In agreement with the immunofluorescence results, the shorter $\\mathrm { G } 5 0 4 \\mathrm { W } \\mathrm { f s } ^ { \\ast } 1 2$ and ${ \\mathrm { R 4 9 5 ^ { \\ast } } }$ mutants could be distinguished from the longer wild-type FUS by Western blotting,showing that the mutants were more detectable in the cytosol and that the wild type was exclusively detected in the nucleus.In contrast, the Q519E mutant was detected in only the nucleus (Fig.3d).These data suggest that patient-derived fibroblasts may not fully reflect the ALS pathology with disease-associated mutations in FUS. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mutant FUS pathology in transfected HEK-293 cells and primaryneurons ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We aimed to examine whether the similar mutant FUS characteristics of patient fibroblasts,carrying the Q519E mutation,i.e.，predominant nucleus FUS staining，was also observed in transfected cells.We overexpressed the cDNA encoding an N-terminal green fluorescence protein (GFP)-tagged wild-type or a mutant FUS in HEK293 cells.The transiently transfected $\\mathrm { G 5 0 4 W f s ^ { * } 1 2 }$ and ${ \\mathrm { R 4 9 5 ^ { \\ast } } }$ mutants showed both nuclear and cytosolic distribution，whereas the Q519E mutant like the wild-type FUS resided predominantly in the nucleus (Fig.3e,left panels).To determine whether the cytoplasmic mutant FUS could be incorporated into stress granules under oxidative stress conditions,we exposed the cells to arsenite.Both the $\\mathrm { G 5 0 4 W f s ^ { * } 1 2 }$ and ${ \\mathrm { R 4 9 5 ^ { \\ast } } }$ mutants showed the incorporation of their cytoplasmic FUS into eIF4Gcontaining granules,but the Q519E mutant still behaved like the wild-type FUS (Fig. 3e,right panels). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The neuropathology of ALS is characterized by degenerating neurons in the brain and spinal cord,which is coincident with neuronal cytoplasmic inclusions of ALSassociated FUS proteins [27]. To determine the distribution of wild-type or mutant FUS constructs in neurons, we cultured cortical neurons from rats on embryonic day 18 rats and transfected them with GFP-tagged FUS constructs.The neurons were first cultured for 21 days and then transfected for 48 hrs before fixation.As shown in HEK-293 cells,both ${ \\sf G 5 0 4 W f s } ^ { * } 1 2$ and ${ \\mathrm { R 4 9 } } 5 ^ { \\ast }$ mutants resided largely in the cytosol,which is contrary to the patterns that were observed in patient fibroblasts (Fig.3f, left panels).When rat cortical neurons were exposed to oxidative stress,the cytosolic FUS $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } } 1 2$ and $\\mathsf { p . R 4 9 5 ^ { \\ast } } ,$ 1 was further incorporated in eIF4G-positive stress granules (Fig.3f, right panels).Interestingly,both the Q519E mutant and the wild-type FUS continued to reside in the nucleus before and after stress induction.These findings suggest that neurons from murine models may fail to re flect certain neuronal pathologies in human ALS-FUS brain or spinal cord samples.Moreover,overexpressed FUS may also cause deleterious effects that may be unrelated to ALS pathologies in transfected cells [28]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Endogenous mutant FUS that recapitulates autopsied ALS pathology is iNeuron-specific ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To develop more accurate disease models for ALS,we trans-differentiatedALSpatient fibroblastsinto induced neurons (iNeurons) by repressing a single RNA binding ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5d570a386df1aa3fb4d0d36f1ac262196af1b0306faface5d894e8fed0b12346.jpg",
        "img_caption": [
            "Fig.3 (See legend on next page.) "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(See figure on previous page.)   \nFig.3 Endogenous FUS is partially mislocalized in patient fibroblasts with G504Wf $^ { \\circ } _ { \\circ } { } ^ { \\ast } 1 2$ and ${ \\mathsf { R } } 4 9 5 ^ { * }$ mutations.a Primary fibroblasts cultures examinedbyconfocalmcroscopyArepresentativecontrolimageshowsintensestainingforFUS(gren)intheuclei(DAPl)andthestre granule markers elF4G (red) in the cytoplasm.Patients with the G504Wfs $^ { * } 1 2$ and ${ \\mathsf { R } } 4 9 5 ^ { * }$ mutations near the NLS region also show that a majority ofFUSproteinincleiititiceaseofamicsposetodaitresdiisoplasmisisio bodies of G504Wfs $^ { * } 1 2$ and ${ \\mathsf { R } } 4 9 5 ^ { * }$ mutation co-localized with elF4G stress granules (red).Cels were counter stained with the nuclear marker DAPl (blue). Scale bars $= 2 5 ~ { \\mu \\mathrm { m } }$ Bar graphs representbthe numbers ofstressgranulesandcthe numbersofFUS-positive stress granules (SGs).Data are from three experiments (the mean $\\pm$ SEM, ${ \\mathsf n } = 2 0$ ). One-way ANOVA followed by Tukey multiple comparisons test; $^ { \\ast \\ast } p < 0 . 0 0 1$ ; N.S., not significant. dCelfractioaaisfssfSpatitstrolssoianieadpacexpsfifs and ${ \\mathsf { R } } 4 9 5 ^ { * }$ patients compared witharepresentativecontroland Q519Epatient.The upper bandofFUS inthe nucleusfraction of FUS $( { \\mathsf { p } } . { \\mathsf { R } } 4 9 5 ^ { * } )$ patient fibroblasts presumablyan alele without a mutation and the lower band indicates the alele with the truncated ${ \\mathsf { R } } 4 9 5 ^ { * }$ fragment. Lamin B2 and GAPDH areloadingontrolsfteuclearadctoplasmicfractisspetiely.H-93celleretansfetedwithenfluorescentptein (GFP)wild-type FUS or FUS containing the ALS-associated mutations and treated with vehicle or $0 . 5 ~ \\mathsf { m M }$ arsenite for $3 0 ~ \\mathrm { m i n }$ The cells were thenprocesedformmunofluorescenceanalysis.ocalizationofGF-taggedFUidtypeortheidicatedFUmutations(gen)4G tresgranules(red)areshown.Cytosolicl4Gco-localizeswithFUSaggegatesfteroxidativestressG(green)andelF4G(ed)soan increased overlap between mutant FUS (p.G504Wfs $^ { * } 1 2 ,$ （20 ${ \\mathsf p } . { \\mathsf R } 4 9 5 ^ { * } ;$ and elF4G as compared to wild-type FUS (WT) and elF4G.Nuclei are shown by DAPI staining.Scale bars $= 1 0 \\mu \\mathrm { m }$ f Rat E18 primary cortical neurons were cultured for21 daysand were transfected with constructs expressing wild-typeUadtUe)rsistttUreese stress is demonstrated. Nuclei are shown by DAPI staining.Scale bars $= 2 5$ μm. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "polypyrimidine-tract-binding (PTB) protein.To generate human iNeurons,we infected both patient and control fibroblasts with a lentivirus-repressing PTBP1,according to and modified from our recently published methods [16].The subsequent culture conditions are provided in the schematic overview in Fig.4a.In confocal cellular immunostaining assays，cells exhibited typical neuronal morphology,and nearly all cells were strongly positive for TUJ1 (the early neuronal marker βII-tubulin). Within a day of neuronal induction,the cells were positive for ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TUJ1,and from 5-21 days,an increase in MAP2 (neuronal dendrites marker） immunostaining was observed (Fig.4b).The maturated morphology of iNeurons with dendritic branching were confirmed with MAP2,NeuN (neuronal nuclei marker),and synapsin (neuronal synapsis marker) immunostaining at day 1O of neuronal induction (Fig.4c).The percentage of neuronal tubulin marker TUJl-positive iNeuron cells of the controls and three ALS patients with different types of FUS mutations were similar (Fig. 4d). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a255d258b1b5d46c414d4e4447e5dc3c3cfe849564977c0ac42bd7b7f9422a40.jpg",
        "img_caption": [
            "Fig.4DirectcoversioaShematicofteexperimentalprotool.bCelsprobedithamatureeuroalmarkerantiA(greenndatub linmarkerantiUJ1ed)evealedtatmatureiNeuronsaredetectedfroday7CelsereounterstaiediththeuclearmarkerDAl(blue. Scalebars $= 2 5 0 ~ { \\mu \\mathrm { m } }$ .cExpressionof mature neuronal markers iniNeurons.Green: MAP2,NeuN,Synapsin;red:TUJ1;blue: DAPI.Scalebars: $5 0 ~ { \\mu \\mathrm { m } }$ dQuantificationof iNeuronsbasedonTUJ-postivecllsdividedbytheumberofinialplatingcelsinresponsetoBP1sACelsuntreated with shPTBP1 had no TUJ1-positive staining.Data are from three experiments (the mean $\\pm$ SEM, $\\begin{array} { r } { n = 3 0 - 8 2 , } \\end{array}$ 1 "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In control iNeurons,endogenous FUS was predominantly nuclear (Fig. 5a and b left panels).In contrast, the patient iNeurons of $\\mathrm { G } 5 0 4 \\mathrm { W f s } ^ { \\ast } 1 2$ or ${ \\mathrm { R 4 9 5 ^ { \\ast } } }$ exhibited reduced endogenous FUS immunoreactivities in the nucleus along with increased cytoplasmic FUS.Considering that FUS was predominantly distributed in the nucleus of patient fibroblasts,FUS expression in iNeuron models seem to more closely mirror the FUS neuropathology found in ALS patients than those observed in patient fibroblasts.Intriguingly，the FUS(p.Q519E） patient also showed cytoplasmic localization of FUS with less nuclear distribution in the iNeuron model. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To determine whether the cytosolic FUS (p.Q519E) could be induced to stress granules in iNeurons，we treated iNeurons with arsenite,and in line with the results with the cytoplasmic FUS in $\\mathrm { G } 5 0 4 \\mathrm { W f s } ^ { \\ast } 1 2$ or ${ \\mathrm { R 4 9 } } 5 ^ { \\ast }$ patient iNeurons,we observed co-localization of the FUS (p.Q519E) mutant with arsenite-induced stress granules, which was further validated by the detection of the colocalization of the Ras-GTPase-activating protein SH3 domain binding protein (G3BP),another known component of stress granules (Fig. 5b,right panels). Co-localization of the cytosolic FUS inclusions with eIF4G under oxidative stress was also confirmed and quantified (Additional file 5: Figure S5,and Fig.5c,d).These findings suggest that unlike patient-derived fibroblasts and transfected cell models,only patient iNeurons are able to fully capture the neuropathology of FUS mutations with a disrupted NLS region. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mutations in FUS have been strongly implicated as the genetic cause of ALS [2,29].In this study,we performed functional analysis of threedifferent FUS mutations found in ALS patients,including the two de novo mutations （20 $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } 1 2 }$ P $\\mathsf { p . R 4 9 5 ^ { \\ast } } ,$ ）wepreviously identified by trio study in sporadic ALS [30] and a novel variant (p.Q519E) by multi-gene panel testing in familial ALS (Table 1).All these mutations were located in the C-terminal region that contains the nuclear localization signal (NLS).FUS accumulation in neuronal cytoplasmic inclusions along with a degree of nuclear clearance are histopathological hallmarks of patients with FUS-mediated ALS, especially for the mutations located at the NLS region [2,31].Consistently,we show for the first time that FUS $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } } 1 2$ ）exhibited the accumulation of cytoplasmic FUS and the depletion of nuclear FUS in patient brain and spinal cord motor neurons.The autopsyresults demonstrated typical ALS-FUS features of cytoplasmic aggregation and nuclear clearance of FUS in neurons,which have also been described in the autopsy of patients with other FUS mutations in the NLS region. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As of now,cultured patient fibroblasts have been used as cellular models for disease studies.Induced pluripotent stem cell (iPSC)-derived neurons from patients with a FUS mutation appear to provide a suitable model for understanding pathophysiological mechanisms of FUS mutations;however,one of the problems in skin fibroblast models is that some common FUS-associated pathological hallmarks found in autopsy cases are not consistently identified in patient fibroblasts [13].Although iPSC-based models are useful in identifying the molecular and cellular defects in neuronal abnormality and instrumental for in vitro drug screening for therapeutic effects,the process of generating iPSC-derived neurons from human fibroblasts is intricate.To develop disease models more eficiently, we directly converted the fibroblasts from patients with FUS mutations into induced neuron (iNeuron) by repressing a polypyrimidine-tract-binding (PTB） protein.As PTB is naturally down-regulated during neuronal induction in development, PTB regulation enhanced the neurogenesis program in the fibroblasts [16].As shown in the present data,iNeuron is a rapid and highly diseaserelevant cell model. Compared to the majority of nuclear FUS distribution in patient fibroblasts carrying mutations in the NLS region, iNeurons demonstrated a clear increase in cytoplasmic distribution and a concurrent decrease in the nuclear distribution of mutant FUS.Moreover, cytosolic aggregates of FUS could be induced under oxidative stress conditions.The analysis on iNeurons from a FUS $( \\mathrm { p . G } 5 0 4 \\mathrm { W f s ^ { \\ast } } 1 2 )$ patient recapitulated all key features of FUS pathology found in the patient brain and spinal cord motor neurons,thus confirming that iNeurons as a more disease-relevant in vitro model that accurately mirrors disease pathology of the patient.Intriguingly, the FUS (p.Q519E) patient who had endogenous FUS distributed in only the nucleus in fibroblast models or transiently transfected cells demonstrated a cytosolic mislocalization and aggregation of FUS only in the iNeuron model. These findings further support this new model as a useful research tool for studying ALSFUS pathogenesis. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "FUS proteinopathies in ALS neuronal degeneration have been poorly understood due to the lack of clinically relevant cell models for the disease.The identification of disease-causing genes and the development of patientspecific and disease-relevant cell models for functional analysis are critical for advancing our understanding of the pathophysiology in ALS.Studies using patient iNeurons may reveal additional features of FUS pathology in the cytoplasm that may have escaped previous studies on patient fibroblasts [11].Similarly,mutant FUS cDNA constructs of patients whose fibroblasts or each cDNA construct does not display typical FUS pathology may have distinct pathologic features,which can now be dissected in iNeurons. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/6d12e20c3e9926b6812992c2009a4481928ba89bd3d568604c9ad2e13721352a.jpg",
        "img_caption": [
            "Fig.5 (See legend on next page.) "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(See figure on previous page.)   \nFig.5EndogesFUisisoidtooplasdisicooratedintoplasmictresgraulesinespoetarseiiat iNeurons.aArepresetatieotrossitesesaigforUnintecleil)iitiveedeursatdafal inductionsitiotutediceal bars $= 5 0 \\mu \\mathrm { m }$ .b Confocal images of vehicle treated iNeurons (left panel) as compared to cells treated with $0 . 5 ~ \\mathsf { m M }$ arsenite for $3 0 \\mathrm { m i n }$ (right panel) at day10areshoAepresetatiotrUproteprdomiantlaldtocleiUtititQEutatiat theFUSneuropatololeurososfrtepatietsamjitfUproteineninte.Ispoeidatie stressdiisiseoisd probed by immunofluorescence for DAPI (blue). Scale bar $; = 2 5 \\ \\mu \\mathrm { m } .$ Bar graphs represent (c) the numbers of stress granules and (d) the numbers of FUSpositive stress granules $( \\mathsf { S } \\mathsf { G } \\mathsf { S } )$ Data are from three experiments (the mean $\\pm$ SEM, $n = 2 0 ,$ . One-way ANOVA followed by Tukey multiple comparisons test; $^ { * * } p < 0 . 0 0 1 ; \\ N . 5 . ,$ not significant ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ALS-FUS patient fibroblast models present endogenous cytoplasmic FUS incorporation into stress granules; however, FUS in patient fibroblasts are predominantly expressed in the nucleus.Murine neurons transiently transfected with mutant FUS constructs revealed both decreases in the nucleus and increases in the cytosol, and upon stress,cytosolic FUS could be induced into stress granules.Yet,murine neurons may be insufficient to capture all key mechanism in neuronal pathology in human brain or spinal cords. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Development of more disease-relevant experimental models from ALS patients that recapitulate the characteristics of neuronal dysfunction found in human post-mortem tissues will open new doors to both understanding pathophysiologic mechanisms in ALS-FUS and developing new therapeutic strategies.Therefore,simple,reliable,and reproducible iNeuron models are promising in that they may greatlyaccelerate ALSresearch. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Subjects ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Three ALS patients with different types of FUS mutations were enrolled in this study.We have recently identified FUSmutations( $\\mathrm { \\ p . G 5 0 4 W f s ^ { \\ast } } 1 2$ $\\mathsf { p . R 4 9 } 5 ^ { \\ast }$ ，andp.Q519E)by direct sequencing and multi-gene panel testing [17,19,32]. These patients showed onset at age 27 to 34 with various disease progression.Skin fibroblasts were obtained from these ALS patients with disrupted NLS region and three healthy controls.Autopsy tissues were obtained from two patients: one ALS-FUS patient $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } } 1 2 ) ,$ ）and one sporadic ALS patient without any known mutation in FUS,C9orf72, SOD1,ALS2, SPG11,UBQLN2,DAO,GRN, SQSTM1,SETX,MAPT,TARDBP,andTAF15.Theclinical and genetic findings are summarized in Table 1.The studyprotocol was approved by the Institutional Review Board of Hanyang University Hospital,and written informed consents were obtained from all patients involved in the study (IRB# 2011-R-63). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Structural modelling ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For a structural analysis，we sought for an applicable protein structure in PDB (ID:4FDD)，which contains Transportin-1 and FUS domains. Because the FUS domain includes the Q519 residue，the influence of Q519E mutation on the complex can be examined. The PDB complex consists of Transportin-1 (chain A: residue number from 371 to 890) and FUS(chain B: residue number from 498 to 526).The missing part (residue number from 321 to 370) and N-terminal region (from 1 to 320) in Transportin-1 was removed from the original PDB structure because they are not relevant to direct interactions with the FUS domain. The FUS missing residues from 498 to 506 were generated and minimized to find their local minima with keeping the rest atomic coordinates unchanged.To examine the effect of Q519E mutation on the FUS-Transportin-1 binding,a hydrogen bonding analysis wasperformed between FUS and Transportin-1 structures.Because the structure has no hydrogen atoms,we used an implicit hydrogen bonding analysis with the following loose criteria,the bond distance below $5 \\mathrm { ~ \\AA ~ }$ between acceptor and donor atom and the angle above $9 0 ^ { \\circ }$ ，among acceptor，donor，and the prior atom connected to the donor atom. The analysis was performed in CHARMM (Chemistry at Harvard Macromolecular Mechanics) [33],and the structure was visualized using Jmol (an open-source Java viewer for chemical structures in 3D.http://www.jmol.org/) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Immunohistochemistryand immunofluorescence ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Autopsied samples of brain and spinal cord were obtained from one ALS-FUS patient $( \\mathrm { p . G 5 0 4 W f s ^ { \\ast } } 1 2 ) ,$ ，one sporadic ALS patient,and one healthy control. Immunohistochemistry was performed on $5 ~ { \\mu \\mathrm { m } }$ thick paraffin sections.Tissues were deparaffinized,rehydrated in serial changes of xylene and ethanol gradients and autoclaved for $1 0 ~ \\mathrm { m i n }$ in $1 0 ~ \\mathrm { m M }$ citric acid, $\\mathrm { \\ p H \\ 8 . 0 }$ .Sections were then blocked with $10 \\%$ normal goat serum (vol/ vol） in PBS.For immunostaining，rabbit polyclonal antibodies reactive to FUS (Abnova) were applied on the precentral motor cortex and postcentral gyrus,and mouse antibodies against FUS (Proteintech) were used on spinal cord tissue. The sections were colorimetrically developed using the $^ { 3 , 3 ^ { \\prime } }$ -diaminobenzidine DAB substrate kit(Vector Labs）for 1 min and counter stained with haematoxylin (Sigma-Aldrich),dehydrated,and coverslipped in Permount medium.Images were acquired with a Leica DM5000B microscope. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fordouble labelingimmunofluorescence， paraffinembedded sections were blocked with $10 \\%$ normal goat serum (vol/vol).The primary antibodies used were mouse antibodies against FUS(Proteintech) and rabbit polyclonal antibodies against NeuN (Millipore)，GFAP (Dako)，and Iba-1(Wako).The secondary antibodies included Alexa Fluor 488-conjugated mouse and tetramethylrhodamine B isothiocyanate(TRITC)-conjugated rabbit antibodies. Images were acquired using a Leica TCS SP5 confocal microscope. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Plasmids and site-directed mutagenesis ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "N-terminally GFP-tagged wild-type human FUS cDNA was cloned into the pReceiver vector (Genecopoeia). To make the mutant DNA (p.Q519E，p.G504Wfs $^ { * } 1 2$ ， $\\mathsf { p . R 4 9 5 ^ { \\ast } } ,$ ）， in vitro mutagenesis of the GFP-tagged FUS cDNA was conducted using the EZchange site-directed mutagenesis kit (Enzynomics） according to the manufacturer's protocol. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "and used for experiments after cell synchronization by serum starvationat matched time points. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Cell culture and reagents ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For direct conversion,human fibroblasts were seeded onto matrigel (BD Biosciences)-coated 24-well tissue culture dishes or cell culture flasks (Nunc).Induced neurons (iNeurons）were generated from patient-derived fibro blasts using lentiviral transduction of the shRNAs against human PTBP1 (Sigma-Aldrich MISSION) according to ourpreviously described protocol [16,34].Thirty hours after the shRNA treatment,the cells were selected with $1 ~ \\mu \\mathrm { g / m l }$ puromycin for another 3O hrs.Selected cells were replaced for 3 days in N3 media (DMEM/F12 (Gibco) supplemented with $2 5 ~ \\mu \\mathrm { g / m l }$ Insulin, $5 0 ~ \\mu \\mathrm { g / m l }$ apo-transferrin, $2 0 ~ \\mathrm { n M }$ progesterone, $1 0 0 ~ \\mathrm { n M }$ putrescine,and $3 0 ~ \\mathrm { n M }$ sodium selenite (all Sigma-Aldrich)), $1 0 ~ \\mathrm { \\ n g / m l }$ bFGF (Gibco)，supplemented with BDNF, CNTF,GDNF,and NT3(all PeproTech) as previously described [16].From day 4 to the day of analysis,the cells were maintained in N3 media supplemented with $2 \\%$ FBS. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "HEK-293 cells were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with $10 \\%$ fetal bovine serum(Gibco),sodium bicarbonate,sodium pyruvate (Sigma-Aldrich),and antibiotics.Primary rat neurons were maintained in Neurobasal medium supplemented with $2 \\%$ (vol/vol) B27, $1 \\%$ (vol/vol) GlutaMAX,10oX insulintransferrin-selenium (ITS) (all from Invitrogen)，and antibiotics. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "HEK-293 and primary rat neurons were transiently transfected with GFP-tagged wild-type or mutant human FUS cDNA using Lipofectamine 20oo (Invitrogen） according to the manufacturer's instructions.After 48 hrs the cells were fixed in the presence or absence of stress for immunofluorescence staining as described below. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Foroxidative stress induction,vehicle(water)or $1 \\mathrm { ~ M ~ }$ stock solution of sodium arsenite (Sigma-Aldrich）dissolved in water wasadded to the media at a final concentration of $0 . 5 \\mathrm { \\ m M }$ for up to $3 0 \\ \\mathrm { m i n }$ .For hyperosmotic stress induction,vehicle (growth media) or $0 . 4 \\mathrm { ~ M ~ }$ sorbitol (Sigma-Aldrich) dissolved directly into the growth media for up to $1 \\mathrm { h r }$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Conversion of human skin fibroblasts to iNeurons ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fibroblasts were obtained from forearm skin with a punch biopsy (Table 1).Fibroblasts were cultured and maintained in DMEM supplemented with $20 \\%$ FBS, non-essential amino acids (all from Gibco),sodium bi carbonate (Sigma-Aldrich),and $1 \\%$ (vol/vol） Penicillin/ Streptomycin/Fungizone (Cellgro).In all experiments, passage-matched fibroblasts (passages 3-5) were used. Fibroblast were seeded at a density of $1 \\times 1 0 ^ { 4 } ~ \\mathrm { c e l l s / c m ^ { 2 } }$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Immunocytochemistry and confocal microscopy ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fibroblasts,HEK-293,primary rat neurons,and iNeurons were washed with $1 \\times \\mathrm { P B S }$ ，fixed with $4 \\%$ paraformaldehyde(PFA) for $1 5 \\ \\mathrm { m i n }$ at room temperature and then washed three more times with PBS.Cells were permeabilized by incubation in $0 . 3 \\ \\%$ Triton X-100 for $1 0 ~ \\mathrm { m i n }$ at room temperature,washed with PBS,and then blocked for $1 \\ \\mathrm { h r }$ in $5 \\%$ normal goat serum (Vector Labs).Cells were incubated with primary antibodies for 2 hrs at room temperature,washed three times with $1 \\times$ PBS,and incubated with secondary antibodies for $1 \\ \\mathrm { h r }$ at room temperature.After three additional washings with $1 \\times \\mathrm { P B S }$ ,nuclei were stained with DAPI. Coverslips were mounted on glass slides with Fluoromount-G (SouthernBiotech).The primary antibodies used included mouse monoclonal antibodies against C-terminus FUS (Santa Cruz Biotechnology)，FUS(Proteintech)，G3BP(BD Transduction Laboratories)，and rabbit polyclonal antibodies against eIF4G (Santa Cruz Biotechnology)，FUS (Abnova). For neuronal cell markers,mouse monoclonal antibody reactive to $\\beta$ -tubulin III(TUJ1;Covance）and rabbit polyclonal antibody to MAP2 (Cell Signaling Technology),NeuN (Millipore),and Synapsin I (Chemicon）were used. Secondary antibodies were Alexa Fluor 488-conjugated and/or TRITC-conjugated mouse or rabbit antibodies (Gibco). Images were acquired with a Leica TCS SP5 confocal microscope.The stress granules were counted manually. Twenty cells from each patient fibroblasts or iNeurons were chosen based on DAPI staining of nuclei $( n = 3 )$ . Significance between stress granule formations was calculated using one-way ANOVA followed by Tukey multiple comparisons test. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Nuclear-cytoplasmic fractionation and immunoblot analysis ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Cell fractionation was performed using the NE-PER Nuclearand Cytoplasmic Extraction Reagents kit(Thermo Fisher Scientific) according to the manufacturer's protocol. Nuclear and cytoplasmic extracts from fibroblasts were analyzed by Western blotting.Equal amounts of protein from each sample were separated by $10 \\%$ sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and transferred to a PVDF membrane (GE Healthcare). Membranes were blocked with $5 \\%$ skim milk. The primary antibodies used were mouse monoclonal antibodies against Lamin B2(AbCam） and rabbit polyclonal antibodies against FUS(Abnova) and GAPDH (Santa Cruz Biotechnology).The membranes were probed with horseradish peroxidase-conjugated secondary antibodies (Santa Cruz Biotechnology) and developed using West-Q Chemiluminescent Substrate Plus Kits (GenDEPOT). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional files ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional file 1: Figure S1.Structures of FUS-Transportin-1 complexes. (a) Overall structure of FUS-Transportin-1 complexes are presented in blue sphere and white surface, respectively.The position of FUS (p.Q519) is marked by red sphere models. (b) The focused view around the mutation (p.Q519).The structure of FUS and Transportin-1 complexes are consisted of a ball-and-stick representation. Stick models are colored by atom (N: blue,O: red, C: gray,respectively).The important position of the mutation (p.Q519) is depicted in a red ball-and-stick representation.A possible hydrogen bonding between Q519 of FUS and E509 of Transportin-1 is shown in the red circle with the acceptor-donor distance (3.21 A). (PDF69 kb) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional file 2:Figure S2.FUS is distributed in the cytoplasm in microglia but is absent in astrocytes. FUS (green) is (a) apparently not expressed in GFAP-positive astrocytes, (red) and is (b) cytoplasmic in Iba-1-positive microglia (red,arrows) in the precentral gyrus of a normal control (CTL 4,top), sporadic ALS patient (middle),and FUS (p.G504Wfs\\*12) patient (bottom). Boxed region in the left panel is enlarged in the right panels. Cells were counter stained with the nuclear marker DAPl (blue). Scale bars $\\ c =$ (a) $5 0 \\mu \\mathrm { m }$ for the merged left panels and $1 0 \\mu \\mathrm { m }$ for the right panels, and (b) $2 5 \\mu \\mathrm { m }$ Cells were counter stained with the nuclear marker DAPI (blue). (PDF 594 kb) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional file3:Figure S3.FUS is distributed in the nucleus in ALSFUS patient postcentral gyrus and dorsal horn. (a) DAB staining depicts predominant nucleus localization of FUS (as indicated by their morphology) in the postcentral gyrus of a normal control (CTL 4, top), sporadic ALS patient (middle),and FUS (p.G504Wfs\\*12) patient (bottom).The enlarged images are shown in the right panels. Scale bars $= 1 0 \\mu \\mathrm { m }$ (b) The dorsal horn of the spinal cord sections from normal control (top),sporadic ALS patient (top), and FUS (p.G504Wfs\\*12) patient (bottom) were compared.The same predominant nucleus staining of FUS were observed by DAB staining in the dorsal horn neurons (as indicated by their morphology) of a normal control (top), sporadic ALS patient (middle),and FUS (p.G504Wfs\\*12) patient (bottom). Scale bar $\\mathsf { s } = 1 0 \\mu \\mathrm { m }$ (PDF 378 kb) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional file 4:Figure S4.Endogenous FUS is partially redistributed to the cytoplasm in response to sorbitol.Primary fibroblasts of a representative control and the patient with the Q519E mutation shows intense staining for FUS (green) in the nuclei (DAPl) and the stress granule markers elF4G (red) in the cytoplasm. Patients with the G504Wfs\\*12 and ${ \\mathsf { R } } 4 9 5 ^ { * }$ mutations also show that a majority of FUS protein in the nuclei with a slight increase of cytoplasmic FUS (left panel). Cells treated with $0 . 4 \\ : \\mathsf { M }$ sorbitol for 1 hr are shown on the right panel. In response to sorbitol stress, slight decrease of nucleus FUS and increase of cytoplasmic FUS-positive inclusion bodies co-localized with elF4G stress granules were observed. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The accumulation of cytoplasmic FUS granules in mutant fibroblasts were much greater than that in healthy controls. Cels were counter stained with the nuclear marker DAPI (blue). Scale bars $\\mathord {  } 1 0 \\mu \\mathrm { m }$ (PDF 821 kb) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional file 5:Figure S5.Endogenous FUS cytoplasmic incorporation into stress granule marker elF4G in response to arsenite in patient iNeurons. Immunocytochemistry performed on vehicle treated iNeurons (left panel) as compared to cells treated with $0 . 5 ~ \\mathsf { m M }$ arsenite for $3 0 ~ \\mathrm { m i n }$ (right panel) at day 10 are shown. A representative control shows FUS protein predominantly localized to the nuclei. All three ALS-FUS patients showa majority of FUS protein (green) in the cytoplasm of iNeurons.Cytoplasmic FUS-positive inclusion bodies (green) were detectable in elF4Gpositive stress granules (red) in patients. Cells were fixed and probed by immunofluorescence for DAPI (blue). Scale bars $= 2 5 ~ { \\mu \\mathrm { m } }$ (PDF751 kb) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abbreviations ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "ALS:Amyotrophic lateral sclerosis; ALS-FUS: ALS-associated FUS;   \nelF4G: Eukaryotic translation initiation factor 4G; FUS: Fused in sarcoma;   \nG3BP: Ras-GTPase-activating protein SH3 domain binding protein;   \niNeurons: Induced neurons; iPSC: Induced pluripotent stem cell NLS: Nuclear localization signal; PTB: Polypyrimidine-tract-binding. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Competing interests ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The authors declare that they have no competing interests. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Authors'contributions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "SML,WJC, C-SK,and SeHK participated in the design of the research. SML and YX performed the neuronal conversion experiments.SML, SuHK, MN,and SH performed and analyzed immunohistochemical experiments.SML, JYC,and M-YN performed immunocytochemical and biochemical experiments. JL performed protein structural modeling experiments. SML,WJC, K-WO, MN, Y-EK, JL, SL, C-SK, X-DF,and SeHK participated in the preparation of the manuscript. All authors read and approved the final manuscript. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This work is supported in part by grants from the Korean Health Technology R&D Project, Ministry for Health,Welfare & Family Affairs, Republic of Korea (HI12C0135),supported in part by the US National Human Genome Research Institute grant (HG004659) to X-D.F,and supported in part by grants from the KOBIC Research Support Program to JL. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Authordetails ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Department of Translational Medicine, Graduate School of Biomedical Science and Engineering, Hanyang University,Seoul 133-792, Republic of Korea.²Cell Therapy Center, Hanyang University Hospital, Seoul 133-792, Republic of Korea. ³Department of Neurology, Sheikh Khalifa Specialty Hospital,Ras Al Khaimah, United Arab Emirates.4Department of Neurology, College of Medicine, Hanyang University,Seoul 133-792, Republic of Korea. $^ 5 \\mathsf { K e y }$ Laboratory of RNA Biology, Institute of Biophysics, Chinese Academy of Sciences, Beijing 100101, China.Department of Laboratory Medicine and Genetics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul 135-710, Republic of Korea.7Korean Bioinformation Center, Korea Research Institute of Bioscience and Biotechnology, Daejeon 305-806, Republic of Korea. Department of Bioinformatics, University of Sciences and Technology, Daejeon 305-806, Republic of Korea.Department of Brain and Cognitive Sciences, College of Natural Sciences, Seoul National University, Seoul 110-744, Republic of Korea.1Department of Anatomy and Cell Biology, College of Medicine, Hanyang University, Seoul 133-792, Republic of Korea.1'Department of Cellular Molecular Medicine, University of California, La Jolla, San Diego, CA 92093, USA. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Received:30 October 2015 Accepted:18 January 2016 Published online:22January 2016 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1. Renton AE, Chio A, Traynor BJ. State of play in amyotrophic lateral sclerosis genetics. Nat Neurosci. 2014;17(1):17-23. doi:10.1038/nn.3584.   \n2. Kwiatkowski Jr TJ, Bosco DA,Leclerc AL, Tamrazian E, Vanderburg CR, Russ C,et al. Mutations in the FUS/TLS gene on chromosome 16 cause familial amyotrophic lateral sclerosis. Science.2009;323(5918):1205-8. doi:10.1126/ science.1166066.   \n3. Lagier-Tourenne C, Polymenidou M, Cleveland DW.TDP-43 and FUS/TLS: emerging roles in RNA processing and neurodegeneration. Hum Mol Genet 2010;19(R1):R46-64. doi:10.1093/hmg/ddq137.   \n4. Neumann M, Bentmann E, Dormann D,Jawaid A, DeJesus-Hernandez M, Ansorge O,etal.FET proteins TAF15and EWS are selective markers that distinguish FTLD with FUS pathology from amyotrophic lateral sclerosis with FUS mutations.Brain.2011;134(Pt9):2595-609.doi:10.1093/brain/awr01.   \n5. Lashley T,Rohrer JD,Bandopadhyay R, Fry $\\mathsf { C } ,$ Ahmed Z,Isaacs AM,et al. A comparative clinical, pathological,biochemical and genetic study of fused in sarcoma proteinopathies. Brain.2011;134(Pt 9):2548-64. doi:10.1093/brain/awr160.   \n6. Dormann D, Rodde R, Edbauer D, Bentmann E, Fischer I, Hruscha A,et al ALS-associated fused in sarcoma (FUS) mutations disrupt Transportin-mediated nuclear import. EMBO J.2010;29(16):2841-57.doi:10.1038/emboj.2010.143.   \n7 Sama RR,WardCL,KaushanskyL,emay N,Ihigaki S,UranoF,etal.FU assembles into stress granules and is a prosurvival factor during hyperosmolar stress.J Cell Physiol.2013;228(11):2222-31. doi:10.1002/jcp.24395.   \n8. Mackenzie IRA, Rademakers R,Neumann M.TDP-43and FUS inamyotrophic lateral sclerosisand frontotemporal dementia.Lancet Neurol.2010;9(10): 995-1007. doi:10.1016/s1474-4422(10)70195-2.   \n9. Armstrong GA, Drapeau P.Loss and gain of FUS function impair neuromuscular synaptic transmission in a genetic model of ALS. Hum Mol Genet.2013;22(21):4282-92. doi:10.1093/hmg/ddt278.   \n10.Sun S,Ling SC,QiuJ,Albuquerque CP,ZhouY,Tokunaga S,etal.ALS-causative mutations in FUS/TLS confer gain and loss of function by altered association with SMN and U1-snRNP. Nat Commun.2015;6:6171. doi:10.1038/ncomms7171.   \n11.SchwartzJC,PodellER,Han SS,Berry JD,Eggan KC,Cech R.FU is sequestered in nuclear aggregates in ALS patient fibroblasts.Mol Biol Cell. 2014;25(17):2571-8. doi:10.1091/mbc.E14-05-1007.   \n12.Shelkovnikova TA, Robinson HK,Troakes C, Ninkina N, Buchman VL. Compromised paraspeckle formation as a pathogenic factor in FUSopathies. Hum Mol Genet.2014;23(9):2298-312. doi:10.1093/hmg/ddt622.   \n13.Vance $\\mathsf { C } _ { \\prime }$ Scotter EL, Nishimura AL,Troakes $\\mathsf { C } ,$ Mitchell JC, Kathe $\\mathsf { C } ,$ et al. ALS mutant FUS disrupts nuclear localization and sequesters wild-type FUS within cytoplasmic stress granules. Hum Mol Genet.2013;22(13):2676-88. doi:10.1093/hmg/ddt117.   \n14. Sabateli M, Moncada A, Conte A, Lattante S, Marangi G, Luigetti M, et al. Mutations in the 3' untranslated region of FUS causing FUS overexpression are associated with amyotrophic lateral sclerosis. Hum Mol Genet. 2013; 22(23):4748-55.doi:10.1093/hmg/ddt328.   \n15.Lenzi J, De Santis R, de Turris V, Morlando M, Laneve P, Calvo A et al. ALS mutant FUS proteins are recruited into stress granules in induced Pluripotent Stem Cels (iPSCs) derived motoneurons. Dis Model Mech. 2015.doi:10.1242/dmm.020099   \n16.XueYOuK,agJZougH,Lealreti of fibroblasts to neurons by reprogramming PTB-regulated microRNA circuits.Cell.203;152(1-2)8296.doi:10106/j.cell202..045.   \n17.Kwon MJ,Baek W, Ki CS, Kim HY, Koh SH, Kim JW et al. Screening of the SOD1,FUS,TARDBP,ANG,andOPTNmutations inKorean patients with familial and sporadic ALS. Neurobiol Aging.2012;33(5):1017 e17-23. doi:10.1016/j.neurobiolaging.2011.12.003.   \n18.Kim YE,Oh KW,Kwon MJ,ChoiWJ,OhS,KiCSet al.DenovFUSmutatios in 2 Korean patients with sporadic amyotrophic lateral sclerosis.Neurobiol Aging.2015;36(3):1604 e17-9. doi:10.1016/j.neurobiolaging.2014.10.002.   \n19.Kim H-J,Oh K-W, Kwon M-J,Oh S-i,Park J-s, Kim Y-E et al.Identification of mutations in Korean patients with amyotrophic lateral sclerosis using multigene panel testing. Neurobiology of Aging.2015.doi:10.1016/j. neurobiolaging.2015.09.012   \n20.Waibel S, Neumann M, Rabe M, Meyer T,Ludolph AC.Novel missense and truncating mutations in FUS/TLS in familial ALS. Neurology.2010;75(9):815-7. doi:10.1212/WNL.0b013e3181f07e26.   \n21.Bosco DA,Lemay N, Ko HK,Zhou H,Burke C, Kwiatkowski JrTJ,etal. Mutant FUS proteins that cause amyotrophic lateral sclerosis incorporate into stress granules. Hum Mol Genet.2010;19(21):4160-75. doi:10.1093/ hmg/ddq335.   \n22.King A,Troakes C,Smith B,Nolan M,Curran O,Vance C,et al.ALS-FUS pathology revisited: singleton FUS mutations and an unusual case with both a FUS and TARDBP mutation. Acta Neuropathol Commun.2015;3:62. doi:10.1186/s40478-015-0235-x.   \n23.Zou ZY,Cui LY,Sun $\\scriptstyle \\mathbf { Q } _ { \\prime }$ Li XG,Liu MS,Xu Y et al. De novo FUS gene mutations are associated with juvenile-onset sporadic amyotrophic lateral sclerosis in China. Neurobiol Aging.2013;34(4):1312 e1-8. doi:10.1016/j. neurobiolaging.2012.09.005.   \n24.Dormann D, Madl T, Valori CF, Bentmann E,Tahirovic S,Abou-Ajram C,et al. Arginine methylation next to the PY-NLS modulates Transportin binding and nuclear import of FUS. EMBO J.2012;31(22):4258-75. doi:10.1038/ emboj.2012.261.   \n25．Neumann M, Valori CF,Ansorge O, Kretzschmar HA, Munoz DG, Kusaka H,et al. Transportin 1 accumulates specifically with FET proteins but no other transportin cargos in FTLD-FUS and is absent in FUS inclusions in ALS with FUS mutations. Acta Neuropathol.2012;124(5):705-16.doi:10.1007/s00401-012-1020-6.   \n26.Al-Chalabi A, Jones A, Troakes C, King A, Al-Sarraj S,van den Berg LH.The genetics and neuropathology of amyotrophic lateral sclerosis. Acta Neuropathol. 2012;124(3):339-52. doi:10.1007/s00401-012-1022-4.   \n27.Mackenzie IR, Ansorge O,Strong M, Bilbao J, Zinman L, Ang LC,et al. Pathological heterogeneity in amyotrophic lateral sclerosis with FUS mutations: two distinct patterns correlating with disease severity and mutation. Acta Neuropathol. 2011;122(1):87-98. doi:10.1007/s00401-011-0838-7.   \n28.McGoldrick P, Joyce Pl, Fisher EM, Greensmith L. Rodent models of amyotrophic lateral sclerosis. Biochim Biophys Acta.2013;1832(9):1421-36. doi:10.1016/j.bbadis.2013.03.012.   \n29.Vance $\\mathsf { C } _ { \\prime }$ Rogelj B, Hortobagyi T, De Vos KJ,Nishimura AL, Sreedharan J,et al. Mutations in FUS,an RNA processing protein, cause familial amyotrophic lateral sclerosis type 6. Science.2009;323(5918):1208-11. doi:10.1126/science.1165942.   \n30.Hubers A, Just W, Rosenbohm A, Muller K, Marroquin N, Goebel I et al. De novo FUS mutations are the most frequent genetic cause in early-onset German ALS patients. Neurobiol Aging.2015;36(11):3117 e1-6. doi:10.1016/j. neurobiolaging.2015.08.005.   \n31.Zhou Y,Liu S, Liu G, Ozturk A, Hicks GG. ALS-associated FUS mutations result in compromised FUS alternative splicing and autoregulation. PLoS Genet.2013;9(10):e1003895. doi:10.1371/journal.pgen.1003895.   \n32.Kim YE,Oh KW, Kwon MJ,Choi WJ,Oh SI, Ki CS et al. De novoFUS mutations in 2 Korean patients with sporadic amyotrophic lateral sclerosis. Neurobiology of aging.2014. doi:10.1016/j.neurobiolaging.2014.10.002   \n33.Brooks BR, Brooks 3rd CL,Mackerell Jr AD, Nilsson L, Petrella RJ, Roux B, et al. CHARMM: the biomolecular simulation program.J Comput Chem. 2009; 30(10):1545-614. doi:10.1002/jcc.21287.   \n34.Liu Y,Xue Y, Ridley S,Zhang D, Rezvani K,Fu XD,et al. Direct Reprogramming of Huntington's Disease Patient Fibroblasts into Neuron-Like Cells Leads to Abnormal Neurite Outgrowth, Increased Cel Death,and Aggregate Formation. PloS One.2014;9(10):e109621. doi:10.1371/journal.pone.0109621. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Submit your next manuscript to BioMed Central and we will help you at every step: ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "·We accept pre-submission inquiries   \n· Our selector tool helps you to find the most relevant journal   \n·We provide round the clock customer support   \n· Convenient online submission   \n·Thorough peer review   \n· Inclusion in PubMed and all major indexing services   \n·Maximum visibility for your research ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Submit your manuscript at www.biomedcentral.com/submit ",
        "page_idx": 12
    }
]