[
    {
        "type": "text",
        "text": "Soil fixation and erosion control by Haloxylon persicum roots in arid lands, Iran ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ehsan ABDI,HamidRSALEH,BarisMAJNONIAN,AzadeDELJOUEI ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DepartmentofFrestryandForestEonomics,FacultyofNaturalResources,UniversityofThran,Karaj3587-78,ar ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Vegetation roots contribute to soil fixation and reinforcement, thus improving soil resistance against erosion. Generall, the amount of soil fixation presented by roots mainly depends on root density and tensile strength.In the present study, we conducted the research in order to further understand the biotechnical properties of Haloxylon persicum and also to quantify its role in increasing soil cohesion in arid lands of Iran.Ten $H .$ persicum shrubs were randomly selected for root distribution and strength investigations, in which five samples were set on flat terrain and other five samples on a moderate slope terrain.The profile trench method was used to assess the root area ratio (RAR) as the index of root density and distribution. Two profiles were dug around each sample,up and downslope for sloped treatment and north and south sides for flat treatment.The results showed that RAR increased with increasing soil depth and significantly decreased in $4 0 { - } 5 0 ~ \\mathrm { c m }$ layers of downhill $( 0 . 3 2 0 \\% )$ and $5 0 { \\mathrm { - } } 6 0 ~ \\mathrm { c m }$ for uphill $( 0 . 2 1 0 \\% )$ . The minimum values for the northward and southward profiles were $0 . 0 0 3 \\%$ and $0 . 0 0 3 \\%$ , respectively, while the maximum values were $0 . 2 6 0 \\%$ and $0 . 0 4 0 \\%$ ,respectively. The relationship between the diameter of root samples and root tensile strength folowed a negative power function, but tensile force increased with increasing root diameter following a positive power function. The patern of increased cohesion changes in soil profile was relatively similar to RAR curves. The maximum increased cohesion due to the presence of roots in uphill and downhill sides were O.47O and $1 . 4 0 0 \\ \\mathrm { k P a }$ ,respectively. In the flat treatment, the maximum increased cohesions were O.57O and $0 . 6 1 0 \\ \\mathrm { k P a }$ in northward and southward profiles, respectively. The analysis of variance showed that wind and slope induced stresses did not have any significant effect on the amount of increased cohesion of $H$ persicum. The findings served to develop knowledge about biotechnical properties of $H$ persicum root system that can assist in assessing the efficiency of afforestation and restoration measures for erosion control in arid lands. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: biotechnical properties; increased soil cohesion;profile trench method;root area ratio (RAR);tensile strength ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: Ehsan ABDI, Hamid R SALEH,Baris MAJNONIAN,Azade DELJOUEI.2019.Soil fixationand erosion control by Haloxylonpersicum roots in arid lands, Iran. Journal of Arid Land, 11(1): 86-96. https://doi.0rg/10.1007/s40333-018-0021-2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Vegetation plays an important role in slope stabilization and erosion control through mechanical and hydrological effects (Genet et al.，2008；Mao et al.，2012). Among different parts of vegetation, roots are reported to have an essential influence on slope stabilization and erosion control (Wu et al.,1979),mainly due to their mechanical effects (Simon et al.,20o6). Roots can improve some engineering characteristics of soil, such as cohesion and shear strength, which is known as soil fixation (Genet et al., 2006) or root reinforcement (Genet et al., 2008).The presence of roots as a material with strong tension in soil with weak tension provides a composite material with enhanced strength (Pollen, 2OO7; De Baets et al.,2OO8) and higher shear strength. The higher soil shear strength will result in a higher resistance against erosion and instability. Many efforts have been made to quantify the effect of roots in changes of soil cohesion and some models have been developed for this purpose,such as the model of Wu et al.(1979),the RipRoot model (Pollen and Simon, 2005) and the Root Bundle model (Schwarz et al.,2013). Among them, the model of Wu et al.(1979) is the simplest and requires minimal input parameters (Schwarz et al.,2012). This model estimates the increased cohesion as a result of vegetation's root presented in the soil using root density and strength parameters (Greenway,1987; Gray and Sotir,1996). Previous researches concerning soil bioengineering reported root density and strength as the main biotechnical characteristics of different vegetation covers that control the fixation or reinforcement effect of roots (Gray and Sotir, 1996). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Root area ratio (RAR) has been used as the most popular indicator of root distribution and density by many researchers (e.g.,Abernethy and Rutherfurd,20oo; Genet et al., 2O08).Also tensile strength is considered as an important factor that governs the amount of soil fixation and stabilization and, therefore,many researchers have investigated this parameter (Bischetti et al., 2005; Pollen, 2007; Genet et al.,2O08). Both of the above mentioned parameters are affected by many biotic and abiotic factors,such as plant species,ages,and densities (Gray and Sotir,1996; Nilaweera and Nutalaya,1999; Schmid and Kazda, 2001; Genet et al.,2008). Knowledge of root properties， such as density and strength，is important for the implementation of soil bioengineering measures and corresponding efficiency assessment, and can be used in quantifying the effect of different plants in erosion control measures (Pollen,2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years, many studies have been conducted regarding soil bioengineering in different ecosystems,but there is still a lack of information about some ecosystems,especially arid ecosystems and corresponding plant species. Some studies in recent years have showed a higher level of resistance to erosion of soils that are covered with vegetation (Gray and Sotir,1996; De Baets et al.,2Oo8),therefore,soil bioengineering techniques can be used for erosion control (Gray and Sotir,1996),and soil fixation (Genet et al., 2006) in arid lands. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The area of deserts in Iran is about $2 1 \\times 1 0 ^ { 6 } \\mathrm { h m } ^ { 2 }$ and nearly $70 \\%$ of the country is covered with arid and semi-arid lands (Khosroshahi et al., 2O11). Over the past century, extensive areas of arid and semi-arid regions (including Iran) have been gradually converted to afforestation (Jazirei, 2009). H. persicum (white saxaul) is one of the most predominantly selected broadleaved shrubs for afforestation/reforestation in the arid and semi-arid regions of Iran, Iraq,Afghanistan,and China (Pyankov et al.,，1999;Jazirei, 2009;Nosrati et al.,2013).This is because it tolerates droughts and high temperature extremes (Jazirei, 2Oo9). Also,this species is conventionally used as livestock feed and firewood,and is important for stabilizing sand dunes (Tobe et al.,2O0o; Dai et al.,2O15). In the current study,we aim to further understand the biotechnical properties of $H$ persicum and also quantify its role in increasing soil cohesion that may lead to soil fixation and increasing soil resistance against erosion. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study region with an area of $8 5 { \\times } 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ is located in a small town near Zavareh in central Iran.Average elevation is $1 1 2 5 \\mathrm { ~ m ~ }$ a.s.l.and the slope ranges from $0 \\% { - } 3 5 \\%$ . Prevailing wind direction is south and the amount of annual precipitation is $1 1 0 ~ \\mathrm { m m }$ . The regional climate is hot and dry and the temperature differences between the day and night are high. Shrub spacing of $H$ persicum plantations is about $3 \\mathrm { m } { \\times } 3 \\mathrm { m }$ (1100 stems. $/ \\mathrm { h m } ^ { 2 }$ ). The average collar diameter of samples was $1 4 \\mathrm { c m }$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 Root distribution assessment ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ten $H .$ ：persicum shrubs were randomly selected in a 43-year old plantation of $H$ persicum,for root biotechnical properties investigations.The profile trench method (Bohm,1979; Bischeti et al., 2005; Abdi et al., 2O1O) was used to assess the root distribution of $H .$ persicum shrubs.In this study,RAR,the ratio of the sum of the root areas to the area of soil profile that they intersect, was chosen as the index of root distribution in the soil profiles.To assess the effect of slope on the biotechnical properties of the root system,we set five shrub samples on a flat terrain and other five samples on a south-facing slope with a gradient of $3 5 \\%$ . Two profiles were dug around each sample shrub. In the sloped treatment, one profile was dug upslope side (northward) and the other was dug downslope side (southward) of each shrub sample. Also on the flat treatment, profiles were dug on the north and south sides of each sample (Fig.1).As the prevailing wind direction in the study area is southward and considering shrub samples as reference points, northward and southward profiles were considered as windward and leeward, respectively. Therefore,the effect of wind and slope on the biotechnical properties of the samples can be assessed. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2d8ba5ee67b659ed3ee3ba93caa4ab9d85352f322471b2f9193e02d9ee27f7e2.jpg",
        "img_caption": [
            "Fig.1Schematic design of sampling on flat (a) and slope terrains (b) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The profiles were excavated at a distance of $2 0 ~ \\mathrm { c m }$ from the collar of samples and profile excavations were continued until no roots were seen on trench walls.The horizontal dimensions of the profiles were approximately $1 0 0 \\ \\mathrm { c m } { \\times } 5 0 \\ \\mathrm { c m }$ Layers of $1 0 \\ \\mathrm { c m }$ depth were marked on the vertical trench wals near to samples and all root diameters were measured by a digital caliper. Using the following equation, the area occupied by roots in each soil layer (i.e., $\\textstyle { \\mathcal { A } } _ { r }$ in model of ${ \\sf W } { \\sf u }$ et al. (1979)) was determined: ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\nA _ { r } = \\sum _ { i = 1 } ^ { i } ( \\frac { \\pi } { 4 } { \\times } d _ { i } ^ { 2 } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $A _ { r }$ is the sum of root areas $( \\mathrm { m } \\mathrm { m } ^ { 2 } )$ ; and $d _ { i }$ is the diameter of the $i ^ { \\mathrm { t h } }$ root $( \\mathrm { m m } )$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RAR values were calculated by dividing the sum of the root areas in each $1 0 \\mathrm { c m }$ horizon $( A _ { r } )$ to the soil area $( A )$ ,i.e., $1 0 0 0 \\mathrm { m m } { \\times } 1 0 0 \\mathrm { m m }$ in this study. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Root strength tests ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Live roots for mechanical tests were randomly collected from trenches on both sides of the sample shrubs at a depth of about $3 0 \\ \\mathrm { c m }$ as suggested by Cofie and Koolen (2O01). To preserve samples from fungal contamination, we used the treatment suggested by Bischetti et al. (2005). Therefore, the root samples were sprayed with a $1 5 \\%$ alcohol solution and samples were stored in plastic bags.The tensile tests were carried out on fresh roots within three days after the sampling. Suitable lengths of root samples were cut to about $1 5 0 \\ \\mathrm { m m }$ lengths for strength tests.The diameter of the root samples was measured in three different positions along the root length and the average was considered as the root diameter. The mechanical properties tests were carried out using an Instron Universal Testing Machine (Model 4486, UK). The test speed was $1 0 \\ \\mathrm { m m / m i n }$ (Bischeti et al.,2005; Mattia et al.,2005; Pollen,2007). The root ends were clamped to jaws and the tests were continued until rupture occurred in the root samples. Tensile strength was calculated by dividing the maximum force required to rupture the root samples $( N )$ by the root cross-sectional area $( \\mathrm { m m } ^ { 2 } )$ ： ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\nT _ { r } = \\frac { F _ { \\mathrm { m a x } } } { \\displaystyle \\frac { \\pi } { 4 } \\times d ^ { 2 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $T _ { r }$ is the tensile strength (MPa); $F _ { \\mathrm { m a x } }$ is the maximum force required to rupture the root ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "samples; and $d$ is the root diameter (mm). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4 Soil strength parameters ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To estimate the shear strength parameters of soil for the study area, we conducted a direct shear test on $5 0 ~ \\mathrm { m m } { \\times } 5 0 ~ \\mathrm { m m }$ soil samples.The direct shear test was performed with three replications with normal stresses of 10,20 and $3 0 \\mathrm { k P a }$ . The test speed was fixed to $0 . 5 ~ \\mathrm { m m / m i n }$ .Based on the results, the values of $C$ and $\\varphi$ were $0 . 0 8 \\mathrm { k P a }$ and $2 2 ^ { \\circ }$ ,respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Increased soil cohesion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The model of ${ \\sf W } { \\sf u }$ et al.(1979) was used to estimate the potential increased soil cohesion $( C _ { r } )$ due to the presence of roots.This increased cohesion can result in an increase in soil shear strength. The base of the root reinforcement model of ${ \\mathbf { W } } { \\mathbf { u } }$ et al.（1979）is the Coulomb equation that calculates soil shear strength based on two main parameters, cohesive and internal friction angle of soil, soil shear strength can be calculated as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nS = C + \\sigma _ { _ { N } } \\tan \\varphi ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $S$ is the soil shear strength $\\left( \\mathrm { { k P a } } \\right)$ ·， $C$ is the soil cohesion $\\left( \\mathrm { { k P a } } \\right)$ · $\\sigma _ { N }$ is the normal stress on the shear plane $\\left( \\mathrm { { k P a } } \\right)$ ; and $\\varphi$ is the soil internal friction angle ${ \\bf \\Xi } ( ^ { \\circ } )$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the model of Wu et al. (1979),the modified Coulomb equation for root-permeated soils becomes: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nS = C + C _ { r } + \\sigma _ { _ { N } } \\tan \\varphi ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $C _ { r }$ is the increased cohesion due to the presence of roots $\\left( \\mathrm { { k P a } } \\right)$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$C _ { r }$ can be represented by: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nC _ { r } = k \\times t _ { r } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "/here $k$ is a constant factor; and $t _ { r }$ is the mobilized root tensile strength per unit area of soil. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The $k$ factor can be represented by the following equation: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nk = \\sin \\theta + \\cos \\theta \\tan \\varphi ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\theta$ is the angle of shear distortion in the shear zone ${ \\bf \\Xi } ^ { ( \\circ } )$ ; and $\\varphi$ is the soil internal friction angle ${ \\bf \\Xi } ( ^ { \\circ } )$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the current study,the angle of shear distortion is assumed to be equal to $4 5 ^ { \\circ }$ regarding the result of Waldron (1977) and the friction angle of the site soil was $2 2 ^ { \\circ }$ ,then, $k$ factor in Equation 6 is taken as 1.03. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The mobilized root tensile strength per soil unit area $( t _ { r } )$ can be written as: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nt _ { r } = T _ { r } \\times a _ { r } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $T _ { r }$ is the average tensile strength per average root cross-sectional area $\\mathrm { ( M P a ) }$ ; and $\\textstyle { a _ { r } } $ is the RAR computed as $A _ { r } / A$ ，where $\\textstyle { A _ { r } } $ is the total cross-sectional area of all roots $( \\mathrm { m m } ^ { 2 } )$ ，and $A$ is the area of soil $( \\mathrm { m m } ^ { 2 } )$ 1 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As tensile strength and root diameter have a reverse power relation and considering the variability in the diameter of roots,we changed Equation 7 as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nt _ { r } = \\sum _ { i = 1 } ^ { N } T _ { r i } \\frac { A _ { r i } } { A } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $i$ is the diameter class; and $N$ is the number of classes. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the current study，by combining the root strength measurements and the RAR values calculated from trenches beside $H$ ：persicum samples，we calculated the potential increased cohesion of soil due to the presence of $H .$ persicum roots using Equation 8. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.6 Statistical analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "SPSS 16.O statistical software was used to analyze the data. The Kolmogorov-Smirnov test was used to check the normality of the data before proceeding with the analyses and as the normality assumption was violated $( P { < } 0 . 0 5 )$ and data were transformed.Paired samples $T$ test was used to compare RAR and $C _ { r }$ values of two side profiles.Analysis of covariance (ANCOVA) and analysis of variance (ANOVA） were used to investigate the differences in live root tensile strength (with root diameter sets as the covariate factor) and increased cohesion served by roots among different treatments，respectively. Duncan multiple range test was used to compare mean increased cohesion among different treatments. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Root distribution ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As standard error bars shown in Figure 2,the RAR values showed a great variability considering soil depth and hillside.Generally,RAR values increased with increasing soil depth and then decreased again, with maximum values being in the middle soil layers (Fig. 2). The minimum values of RAR were in the O-10 $( 0 . 0 0 3 \\% )$ and $8 0 { \\ - } 9 0 ~ \\mathrm { c m }$ depth $( 0 . 0 0 6 \\% )$ for uphill and downhill, respectively. The maximum values were in the $4 0 { - } 5 0 ~ \\mathrm { c m }$ layer for downhill $( 0 . 3 2 0 \\% )$ and 50-60 cm layer for uphill $( 0 . 2 1 0 \\% )$ . The differences of RAR values were only significant in the fourth layer of soil with higher values belonging to downhill profiles. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e89facd59d57855b50df2826d58fa606662d10c4b86238b4dc85666b7d64c4f4.jpg",
        "img_caption": [
            "Fig.2Relationship between root area ratio (RAR)and soil depth for downhilland uphill profiles. Bars indicate standard errors.Means with the same lowercase leters are not significantly different between soil profiles $( P { > } 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The values of RAR in flat treatment in both northward and southward profiles showed smaler values and less variability compared with sloped profiles,except the last layer of northward profiles.The RAR values was increasing to middle depth and then decreasing to deeper layers with an exception in the last layer of northward profiles.The minimum values for the northward and southward profiles were $0 . 0 0 3 \\%$ and $0 . 0 0 3 \\%$ ,respectively,while its maximum values were $0 . 2 6 0 \\%$ and $0 . 0 4 0 \\%$ ，respectively (Fig. 3).The maximum values for northward and southward occurred in the eleventh layer $( 9 0 - 1 0 0 ~ \\mathrm { c m } )$ and the third layer $( 2 0 - 3 0 ~ \\mathrm { c m } )$ ，respectively.The difference of RAR values was only significant in the eleventh layer of soil, with higher values for northward profiles. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e5b9b0f3492da9fc623a96cfe750c693cc2e63f49ada4fa0858b583ee76ae684.jpg",
        "img_caption": [
            "Fig.3Relationship between root area ratio (RAR)and soil depth for southward and northward profiles. Bars indicate standard erors.Means with the same lowercase lettrs are not significantly diferent between profiles $( P { > } 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 Root strength tests ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In total,91 root specimens were tested for different treatments.The root diameter for sloped treatment varied between $1 . 7 5 { - } 8 . 6 1 \\ \\mathrm { m m }$ for uphill and $1 . 5 9 { - } 6 . 5 7 ~ \\mathrm { m m }$ for downhill, the mean tensile force values were 17.02 $( \\pm 1 . 8 3 )$ N(uphill) and $1 7 . 5 2 \\ ( \\pm 1 . 5 6 ) \\ \\mathrm { N }$ (downhill), the minimum and maximum recorded values were 2.29 and $4 0 . 0 7 \\mathrm { ~ N ~ }$ for uphill and 3.67 and $4 1 . 5 8 \\mathrm { ~ N ~ }$ for downhill,respectively (Fig. 4). The tensile force increased with increasing root diameter following a power function as shown in Figures 4 and 5. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/91b592f0c8476008d9d2a1f06d0a1f4d8c99e98e28754540d45902d5c7ed8c84.jpg",
        "img_caption": [
            "Fig.4Relationship between tensile force at rupture point and root diameter for downhill and uphill profiles "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The range of the root diameter of flat treatment varied between 1.52 and $5 . 6 2 \\ \\mathrm { m m }$ for northward profile and $1 . 6 1 { - } 5 . 4 8 ~ \\mathrm { m m }$ for southward profile,the mean tensile force values were 12.93 (±1.79) N (northward profile) and 12.05 (±2.49) N (southward profile),and the minimum and maximum recorded values were respectively 4.15 and $3 2 . 9 3 \\mathrm { N }$ for northward profile and 3.71 and $4 3 . 6 1 \\mathrm { N }$ for southward profile (Fig. 5). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/cbed4a0e5189db4791d5d3c0a1bff89ec3b2c302ab422298bb08c1978462a257.jpg",
        "img_caption": [
            "Fig.5Relationship between tensile force at rupture point and root diameter for southward and northward profiles "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The power function was fitted to scatter plot of tensile strengths ( $\\mathrm { \\Delta } _ { \\mathrm { \\mathcal { V } } }$ axis） versus root diameter ( $x$ axis).The results showed that power function was statistically significant in all treatments $( P { < } 0 . 0 5 )$ . The relation followed a negative power function and tensile strength increased with decreasing root diameter (Figs.6 and 7). The ranges of tensile strength were $0 . 1 5 { - } 6 . 3 1 ~ \\mathrm { M P a }$ for uphill,0.56-5.56 MPa for downhill in sloped treatment, 0.61-4.92 MPa for northward and $0 . 6 2 { - } 5 . 4 9 \\mathrm { M P a }$ for southward in flat treatment. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The coefficients of power function parameters for different treatments and statistical information are shown in Table 1. The results of ANCOVA showed that there is no significant differences between the tensile strength of different treatments $( P { > } 0 . 0 5 )$ and only the effect of the root diameter as a covariate factor was significant $( P { < } 0 . 0 1 )$ ： ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/802ecead78729cebc9c76684e6e921d671273832681aaf09572b7fc644507e2f.jpg",
        "img_caption": [
            "Fig.6Relationship between root tensile strength and root diameter for uphill and downhill profiles "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/ab1b40fed1e087e62a9537f3ac3a6aaffb67397d95042531d2ad6bdee1a6e0b4.jpg",
        "img_caption": [
            "Fig.7Relationship between root tensile strength and root diameter for southward and northward profiles "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/c96af9ff0c716c41d0b90679b56cf46564be0657a90178368dd97b4d17252e07.jpg",
        "table_caption": [
            "Table1Model summary of power functions fitted to tensile strength and root diameter "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Profile</td><td>Number of samples</td><td>a</td><td>β</td><td>R²</td><td>P value</td></tr><tr><td>Uphill</td><td>31</td><td>6.02</td><td>-1.30</td><td>0.416</td><td>0.000</td></tr><tr><td>Downhill</td><td>29</td><td>5.25</td><td>-0.97</td><td>0.404</td><td>0.000</td></tr><tr><td>Northward</td><td>15</td><td>7.55</td><td>-1.36</td><td>0.492</td><td>0.000</td></tr><tr><td>Southward</td><td>16</td><td>3.36</td><td>-0.75</td><td>0.130</td><td>0.000</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3Increased soil cohesion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The pattern of increased soil cohesion $( C _ { r } )$ was relatively similar to the pattern of RAR. Regarding sloped treatment, the ranges of increased cohesion in uphill and downhill sides were 0.020-0.470 and $0 . 0 0 5 { - } 1 . 4 0 0 ~ \\mathrm { k P a }$ ,respectively (Fig. 8). The maximum increased soil cohesion was presented in the fifth layer and the differences of $C _ { r }$ values were significant in the third, fourth and seventh layers of soil, with higher values for downhil profiles. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In flat treatment, in northward profiles,cohesion rate increased to O.57O in the sixth layer. The soil reinforcement in the southward profile was the maximum in the third layer with $0 . 6 1 0 \\ \\mathrm { k P a }$ (Fig. 9). The differences of $C _ { r }$ values were only significant in the seventh layer of soil with higher values for northward profiles. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The results of ANOVA showed that there were significant differences in increased cohesion among treatments $( F { = } 3 . 8 7$ ， $P { < } 0 . 0 5 )$ . The results of Duncan multiple range test showed that downhill profiles had significantly higher values than the other profiles (Fig.1O),but the differences among uphill,leeward and windward were not statistically significant $( P { > } 0 . 0 5 )$ ： ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/28f77d8671aaffc1463ec25b87d3fddde2efef1b79e972524e43d1c92915a599.jpg",
        "img_caption": [
            "Fig.8Increased cohesion $( C _ { r } )$ due to presence of roots for uphill and downhill profiles under different soil depths.Bars indicate standard errors.Means with the same lowercase lettrs are not significantly different between soil profiles $( P { > } 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/44e08934459594ee684725625a551bac9c9d5aa6bccac06ba94cf8614433d3f0.jpg",
        "img_caption": [
            "Fig.9Increased cohesion $( C _ { r } )$ due to presence of roots for northward and southward profiles under different soil depths.Bars indicate standard errors.Means with the same lowercase lettersare not significantly diferent between soil profiles $( P { > } 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/6ed60428454aba53ccb6d4bc5cef91b2a4018a5a8151008b8f58e726ec633ceb.jpg",
        "img_caption": [
            "Fig.10Mean increased cohesion $( C _ { r } )$ under different treatments.Means with the same lowercase letters are not significantly different among different treatments $( P { > } 0 . 0 5 )$ "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Many biotic and abiotic factors can affect root properties. Forest management, genetic factor, soil and climate characteristics (Bischeti et al.,2O05),age and stand density (Genet et al.,2006) are reported to affect root density and distribution.In the current study, high variability of RAR values was observed.Burylo et al.(2O11） also reported a high variability of RAR that was resulted from the heterogeneity in soil properties,the existence of natural obstacles,and also the plant interactions such as competition. Stokes et al. (2Oo8） suggested that this variability was related to the interactions of genetic and environmental factors.Also,coarse roots can have a strong effect on RAR variability due to their larger cross sectional area. In general， most researchers have reported a reduction in RAR values with increasing soil depths (Abernethy and Rutherfurd, 200O;Burylo et al.，2011;Abdi，2014). This decrease has been attributed to the decrease of aeration, loss of nutrients storage,and the presence of more compacted layers (Bischeti et al.,2OO5; Abdi, 2014). Generall, the maximum amount of root density can be seen in the upper layers of soil near the surface (Burylo et al., 2O11),therefore, fixation or reinforcement effects at these layers are expected to be more effective. In contrast with the previous researches, in this study,the maximum amount of root density was observed at the middle layers of soil instead of shallower layers. Genet et al.(2Oo6) stated that a decrease in root biomass in shallower soil layers may be attributed to the deterioration in nutrient status and biological conditions. In our research area,a relatively high rate of wind erosion may cause unfavorable biological conditions in shallower soil layers and has caused a decrease in RAR in shallower layers.RAR values in uphill, downhill,leeward,and windward sides had no significant difference, except in two layers.The result may be due to the relatively smaller size of $H _ { ☉ }$ persicum height, crown and its roots compared to tree species that have been investigated in previous literature. The morphological characteristic of $H _ { ☉ }$ ：persicum can be considered as one of the advantages of this species,because as environmental stresses do not have a significant effect on modifying the root system, plantation spacing in diferent directions can be uniform and calculating the efficiency of afforestation for erosion control may be easier. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It has been reported that the function of roots in the uphill, downhill,leeward,and windward sides is different because of various mechanical stresses (Sun et al., 2OO8). Therefore,in the current research, mechanical tests on tensile strength of roots were carried out in uphill, downhil, leeward,and windward samples.Based on previous studies，uphill and windward roots are reported to be stronger due to higher stress levels (Stokes,2002; Abdi et al.,2010). However, no significant diferences were observed in tensile strength between different treatments, just like RAR values.This may be related to the relatively small size and small crown of $H$ persicum that resulted in light weight and lower level of gravity and wind induced stresses. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The relation between tensile strength and root diameter followed a negative power function, as reported in many previous studies (Abdi et al.,2010; Burylo et al.,2011; Vergani et al., 2012). A thin bark and a higher percentage of cellulose content in thinner roots can explain this phenomenon (Genet et al.,20o5; De Baets et al.,2O08). It should be noted that due to the different structure of the celllose and lignin, celllose is more resistant against tensile force (Genet et al., 2005). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Burylo et al.(2O11) reported that the suggested range of $\\alpha$ and $\\beta$ coefficients of power function parameters for shrubby species was between $9 1 . 2 0 > a > 4 . 4 0$ and $- 5 2 . 0 0 > \\beta > - 1 . 7 5$ . According to the coefficients obtained from this study，all values are in the suggested range，except $ { \\boldsymbol { a } }$ coefficient for southward treatment that is lower than the suggested range (Table 1). $H$ persicum is an arid ecosystem species；however， the suggested ranges are based on European and Mediterranean ecosystems that may obtain the contradictory results.Therefore,the researchers need to modify the factors based on the species from other ecosystems.For any species,large amounts of $\\scriptstyle a$ and small amounts of $\\beta$ ，with respect to the relationship between strength and diameter, produce high tensile strength to prevent soil erosion,making it is a useful criteria for selecting species (Bischetti et al.,2O05;Lateh et al.,2O14) for restoration and erosion control. Although, information on arid species is scarce and future researches should aim to cover this gap. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study,the model of Wu et al. (1979) was used to estimate increased soil cohesion due to the presence of $H$ 、persicum roots. The results showed that increased cohesion effect of $H .$ （2号 persicum ranged from O.001 to $1 . 4 0 0 \\ \\mathrm { k P a }$ . The ranges for uphill and downhill sides were 0.020-0.470，and O.005-1.400 kPa， respectively. Furthermore， this rangesvaried from 0.001-O.590 KPa for northward and $0 . 0 0 1 { \\scriptstyle - 0 . 6 5 0 \\ \\mathrm { k P a } }$ for southward.It is worth mentioning that most of the previous studies concerning tree species and information about shrubs,especially in arid ecosystems are scarce.The increased cohesion due to the presence of roots estimated in the current study is relatively lower than that in previous studies (e.g.,Abernethy and Rutherfurd, 2000;Mattia et al.,2Oo5; Genet et al.,2O08),but is significant higher than that of the sandy soil in the study area (i.e., $0 . 0 8 0 \\mathrm { \\ k P a } ,$ ).As sandy soil is susceptible to wind erosion due to a lack of cohesion among its particles, increasing its cohesion can have a great effect on its fixation rate and the resistance against erosion. It is also worth mentioning that the strength of coarse-grain soil mainly depends on their internal friction angle or $\\varphi$ . As soil shear strength controls the rate of splash,rill and sheet erosion and also mass movement, increased cohesion due to the presence of roots in soil can prevent or decrease these catastrophic events.Previous researches have reported variations of the amount of increased cohesion under the influence of mechanical stresses (Stokes, 2002;Abdi et al.,201O).Although no significant effect of mechanical stresses (i.e.，wind and slope）was found on increased cohesion in the current study,uphill and downhill profiles had lower levels of increased cohesion than downhillprofiles, while they have expected to bear higher level of stress from slope and wind, thus having a higher increased cohesion. This finding is in contrast with previous literature (e.g., Stokes, 2OO2)and showed that environmental stresses do not have significant effect on the level of increased cohesion of $H .$ persicum. The small size and small crown of $H$ ：persicum that resulted in light weight and lower level of gravity and wind induced stresses,can explain this phenomenon. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study, the role of $H$ 、persicum in increasing soil cohesion and therefore increasing resistance against erosion was examined through the assessment of RAR and root strength (tensile strength).The RAR was low at shallower layers and the highest values were observed at the middle layers of soil. The results confirmed a positive relation between root diameter and tensile force.Also a negative relation was seen between root diameter and tensile strength. In addition, soil cohesion in different soil depths followed a similar trend with RAR.Moreover, slope and wind induced stresses had no significant effect on increased cohesion presented from $H _ { ☉ }$ persicum roots.As the soil of the study area was coarse grain soil with low cohesion, added cohesion due to the presence of roots,can have a significant effect on the resistance of soil to erosion. The results presented here expand the knowledge on the biotechnical properties of $H$ persicum species as an important species in arid land aforestation. It is worth mentioning that the lack of information about the behavior and properties of root systems of arid and semi-arid species has led to limitations in soil bioengineering applications in such ecosystems. These findings may be used in assessing the eficiency of bioengineering techniques,afforestation and restoration measures for erosion control in these ecosystems. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We would like to thank Dr.Chiara VERGANI for her supportive comments and reviews in the early versions of this paper. The authors also express their sincere appreciation to the three anonymous reviewers for their helpful and valuable comments and suggestions. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AbdiE,Majnounian B,Genet M,etal.2Olo.Quantifyingthe efectsofrootreinforcementof Persian Ironwood(Parrotia persica)on slope stability；acase study:Hilslopeof Hyrcanian forests,northern Iran.Ecological Enginering,36(10): 1409-1416.   \nAbdiE.2014.EfectofOrientalbeechrootreinforcementonslope stability(HyrcanianForest,Iran).JournalofForestScience, 60(4): 166-173.   \nAbernethyB,RutherfurdID.2O.Theeffectofriparian treerotsonthe mass-stabilityofriverbanks.Earth SurfaceProcesses and Landforms,25(9): 921-937.   \nBischetti GB,ChiaradiaEAimonatoT,etal.Oo5.Rootstrengthndrootareaatioofforestspeciesinombardy(orthe Italy). Plant and Soil, 278(1-2):11-22.   \nBohm W.1979.Methods of Studying Root Systems,Ecological Studies 33.Berlin: Springer-Verlag,190.   \nBuryloM,Hudek C,ReyF.2O1.Soilreinforcementbytherootsof six dominant species oneroded mountainous marlyslopes (Southern Alps,France).Catena,84(1-2):70-78.   \nCofieP,KoolenAJ.2O01.Test speedandother factorsaffecting the measurementsof treeroot propertiesused insoil reinforcement models. Soil and Tillage Research,63(1-2): 51-56.   \nDaiY,Zeng ZJ,TangLS,etal.2O15.Stableoxygenisotopesrevealdistinct waterusepatternsoftwo Haloxylonspeciesin the Gurbantonggut Desert. Plant and Soil, 389(1-2): 73-87. and their contribution to soll shear strength.Plant and Soil,3U/(1-2): 2U/-226.   \nGenetM,StokesA,SalinF,etal.2Oo5.The influenceofcelulosecontentontensilestrength intreeroots.Plantand Soil, 278(1-2): 1-9.   \nGenetM,StokesA,FourcaudT,etal.2O6.Soilfixationbytreerots:changesiootreinforcementparameters withagein Cryptomeria japonicaD.Don.plantations.In: Marui H,MarutaniT,WatanabeN,etal.DisasterMitigationof DebrisFlows, Slope Failures and Landslides. Tokyo: Universal Academy Press,535-542.   \nGenet M,KokutseN,StokesA,etal.2O08.Rootreiforcementinplantationsof CryptomeriajaponicaD.Don:ectof tree age and stand structure on slope stability. Forest Ecology and Management,256(8):1517-1526.   \nGrayDH,SotirRB.1996.Biotechnicaland Soil Bioengineering Slope Stabilisation:aPractical Guide for Erosion Control. New York: John Wiley & Sons,378.   \nGrenway DR.1987.Vegetation and slope stability.In: Anderson MF,Richards K S.Slope Stability.New York: John Wiley& Sons,240.   \nJazirei M H. 20o9.Dryland Afforestation. Tehran: University of Tehran Pres, 452.   \nKhosroshahi M,KaliradA,Hossaini Marandy H.2Ol1.Comparisonof geologicaland climatological desertsdomainof Iran. Iranian Journal of Range and Desert Research,18(2): 336-352.   \nLateh H,Avani N,Habibi Bibalani G2O14.Investigationofroot distributionand tensile strengthof Acacia mangium Willd (Fabaceae) in the rainforest. Greener Journal of Biological Sciences,4(2): 45-52.   \nMao Z,Saint-AndréL,Genet M,etal.20l2.Engineering ecologicalprotectionagainstlandslides in diverse mountain forest: choosing cohesion models.Ecological Engineering,45:55-69.   \nMattia C,Bischeti GB,GentileF.2Oo5.Biotechnicalcharacteristicsofroosystemsof typical Mediterraneanspecies.Plant and Soil,278(1-2): 23-32.   \nNilaweera NS，Nutalaya P.1999.Roleof tree roots in slope stabilization.Buletinof Engineering Geologyand the Environments,57(4): 337-342.   \nNosratiK,Zare S,EganTP.2O13.Breaking seed dormancy in the white saxaul tree (Haloxylon persicum Boisset buhse) Amaranthaceae. Journal of Plant Nutrition,36(12):1821-1828.   \nPolen N.2Oo7.Temporaland spatialvariabilityinrootreinforcementof streambanks:accounting forsoil shearstrengthand moisture.Catena,69(3): 197-205.   \nPollenN,Simon A.2O05.Estimatingthe mechanicalefectsofriparian vegetationonstreambank stabilityusingafiberbundle model. Water Resources Research.41(7): 1-11.   \nPyankov VI,Black JrCC,ArtyushevaEG,etal.199.Featuresof photosynthesis in Haloxylon speciesofChenopodiaceae that are dominant plants in Central Asian Deserts.Plant and Cell Physiology, 40(2): 125-134.   \nSchmid I,Kazda M.20o1.Vertical distributionandradial growthofcoarseroots inpureand mixed standsofFagussylvatica and Picea abies.Canadian Journal of Forest Research,31(3): 539-548.   \nSchwarz M,Cohen D,Or D.2012.Spatial characterizationof root reinforcement at stand scale: Theory and case study. Geomorphology,171-172:190-200.   \nSchwarz M,Giadrosich F,Cohen D.2Ol3.Modeling root reinforcement using arot-failure Weibullsurvivalfunction. Hydrology and Earth System Sciences,17(11): 4367-4377.   \nSimonA,PollenN,LangendoenE.O6.Influenceof twowoodyriparianspeciesonciticalconditionsforstreambankstability upper Truckee River, California. Journal of the American Water Resources Association,42(1): 99-113.   \nStokes A.2O02.Biomechanicsof treerotanchorage.In:WaiselY,EshelA,Kafkafi U.PlantRots,theHiddenHalf.New York: Marcel Dekker Press,269-286.   \nStokes A,NorrsJE,VanBeekLPH,etal2.Howvegetationreinforessolonsopes.In:NorrisJE,StokesA,Mickoski S B,et al. Slope Stability and Erosion Control: Ecotechnological Solutions.Netherlands: Springer, 65-118.   \nSun HL,Li SC, Xiong WL,et al.2O08.Influence of slope on root system anchorageof Pinus yunnanensis.Ecological Engineering,32(1): 60-67.   \nTobe K,LiXM,OmasaK.2OooEfects of sodium chlorideonsed germinationand growth of two Chinesedesert shrubs, Haloxylon ammodendron and H.persicum (Chenopodiaceae).Australian Journal of Botany,48(4): 455-460.   \nVergani C,ChiaradiaEA,Bischeti GB.2O12.Variabilityinthetensileresistanceofroots inAlpine forest tree species. Ecological Engineering,46: 43-56.   \nWaldron L J.1977.The shear resistance of root-permeated homogenous and stratified soil.Soil Science Society of America Journal,41(5): 843-849.   \nWu TH,McKinnell WP,Swanston DN.1979.Strengthof treerots and landslideson Princeof Wales Island,Alaska. Canadian Geotechnical Journal,16(1):19-33. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]