[
    {
        "type": "text",
        "text": "Paleoecology of Cenozoic rhinos from northwest China: a stable isotope perspective ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DanaBIASATTI WANG Yang1,2,.3 DENG Ta02,4.5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1DepartmentofEarth,OceanandAtmosphericScience,FloridStateUniversityandNationalHighMagneticFieldLaboratory Tallahassee FL 32306-4100,USA dbiasatt@nd.edu)   \n(2KeyLaboratoryofVertebrateEvolutionand HumanOrigins,InstituteofVertebratePaleontologyandPaleoanthropology, Chinese Academy of Sciences Beijing 10o044,China)   \n(3 Department of Ecology,Jinan University Guangzhou 510632,China)   \n(4 CAS Centerfor Excellence in Tibetan Plateau Earth Sciences Beijing l0o101,China)   \n(5University ofChinese Academy of Sciences Beijing 10oo49,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractThe diets and environments of fossil rhinocerotoids from the Linxia Basin, Gansu, China,ranging in age from 25 to $2 . 5 \\ \\mathrm { M a }$ ，were reconstructed based on bulk and serial carbon and oxygen (O) isotope analyses of tooth enamel. The results support many previous hypotheses inferred from dentition and cranial and limb morphology and offer new insight on the paleoecology of some genera. The isotopic results support the following previous hypotheses: the Late Oligocene rhino Paraceratherium inhabited a forested environment,and the coexisting rhino Allacerops lived in a relatively open habitat and had a less specialized diet; the Middle Miocene Hispanotherium grazed in open territory, whereas the contemporaneous Alicornops had a more generalized diet in a forested environment, and the Late Miocene rhino Parelasmotherium grazed in an open steppe habitat. The isotope data indicate that the rhinos Acerorhinus and Dicerorhinus inhabited open steppe environments, inconsistent with previous inferences that these two rhinos dwelled in forested environments.The isotopic results are not conclusive concerning the habitat of Iranotherium, but support previous hypotheses that this rhino was a specialized $C _ { 3 }$ grazer. The results also suggest that Chilotherium was a forest-dwellr throughout much of the Late Miocene, but occupied a more open environment by the end of the Late Miocene.Additionally,the results are consistent with previous hypotheses that the Pliocene rhino Shansirhinus and the Pleistocene rhino Coelodonta were grazers in open habitats.Finally,the C isotope data support that all rhinos in this study were pure $\\mathrm { C } _ { 3 }$ feeders,confirming that $\\mathrm { C } _ { 4 }$ grasses were not an important component of the plant biomass in the Linxia Basin from 25 to $2 . 5 \\mathrm { M a }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywordsrhino, isotope,paleoecology,Late Cenozoic,Linxia Basin ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stable carbon (C) and oxygen (O) isotope analysis of tooth enamel has been established as a valuable tool for reconstructing the diets and environments of ancient animals and for assessing resource use and niche partitioning among animals (e.g., Wang et al.,1994; Cerling et al.,1997; MacFadden,1998; Feranec, 2003; MacFadden and Higgins, 2004; Feranec and MacFadden, 2006). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Carbon isotopic composition of mammalian herbivore tooth enamel serves as a proxy for the type of vegetation consumed by the animals,as most C isotopic variation in enamel is a result of isotope fractionation that occurred during photosynthesis of ingested plants. $\\mathrm { C } _ { 3 }$ plants (e.g., trees,shrubs,forbs,and high latitude and high elevation grasses) use the Calvin Cycle photosynthetic pathway and have a $\\delta ^ { 1 3 } \\mathrm { C }$ range of $- 3 5 \\text{‰}$ to $- 2 0 \\text{‰}$ ，with an average $\\delta ^ { 1 3 } \\mathrm { C }$ value of $- 2 7 \\textcircled { 1 } 6 0 . \\textcircled { 1 } C _ { 4 }$ plants (e.g. warm season grasses, a few shrubs, corn, sugar cane, and sorghum) use the Hatch-Slack photosynthetic pathway and have $\\delta ^ { 1 3 } \\mathrm { C }$ values ranging from $- 1 7 \\text{‰}$ to $- 9 \\text{‰}$ with an average of - $13 \\text{‰}$ .Because tooth enamel carbonate is $^ { 1 3 } \\mathrm { C }$ -enriched by $\\sim 1 4 \\text{‰}$ relative to diet, tooth enamel δC values that are $< - 8 \\text{‰}$ usually indicate a pure $\\mathrm { C } _ { 3 }$ diet, whereas tooth enamel $\\delta ^ { 1 3 } \\mathrm { C }$ values that are > $- 3 \\text{‰}$ indicate a pure $\\mathrm { C } _ { 4 }$ diet (Lee-Thorp and Van der Merwe, 1987; O'Leary, 1988; Farquhar et al.,1989; Koch, 1998; Cerling et al., 1997; Cerling and Harris,1999; Kohn and Cerling, 2002; Wang and Deng,2005). Water availability also affects the C isotopic compositions of plants. As plants become water-stressed or grow in a relatively open environment where more evaporation occurs, $\\textcircled { \\delta ^ { 1 3 } \\mathrm { C } }$ values increase. In closed-canopies or forests, $\\delta ^ { 1 3 } \\mathrm { C }$ values of understory plants decrease, due to the influence of soil respiration (Schleser and Jayasekera,1985; Sternberg et al., 1989; van der Merwe and Medina, 1989). Thus,carbon isotope analyses allow insight into the dietary habits and habitat preferences of particular fossil taxa (e.g., Wang et al.,1994; Cerling and Harris,1999; MacFadden et al., 1999; MacFadden, 1998; Feranec, 2003; Cerling et al., 2004; MacFadden and Higgins,2004; Feranec and MacFadden,20o6; Stacklyn et al.,2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Oxygen isotopic compositions of tooth enamel from large-bodied mammalian herbivores largely reflect the isotopic composition of local meteoric water that is ingested by the herbivores, either by drinking or by plant consumption (Longineli, 1984; Luz et al.,1984; Ayliffe and Chivas,1990; Bryant and Froelich,1995; Kohn,1996).In turn, the O isotopic composition of meteoric water is controlled by climatic conditions such as temperature, humidity and precipitation amount (Dansgaard, 1964). Water bodies that provide drinking water for animals (e.g.,puddles,ponds, lakes) tend to have higher $\\delta ^ { 1 8 } \\mathrm { O }$ values in open environments (due to higher evaporation rates) than in more closed forested environments. Also,leaf water is generally enriched in $^ { 1 8 } \\mathrm { O }$ relative to local meteoric water due to preferential loss of isotopically light water molecules during evapotranspiration and the extent of $^ { 1 8 } \\mathrm { O }$ enrichment is dependent on the relative humidity (Dongmann et al.,1974; Epstein et al., 1977; Yakir, 1992). Consequently, leaf water typically has higher $\\delta ^ { 1 8 } \\mathrm { O }$ values and displays a larger range of $\\delta ^ { 1 8 } \\mathrm { O }$ variation in open habitats than in more closed forested habitats in a given geographic area. Thus, it would be expected that individuals living in more open habitats or those migrating between habitats would display greater $\\delta ^ { 1 8 } \\mathrm { O }$ variability in their enamel than would non-migratory forest-dwellers. Physiological adaptations to specific habitat use also affect the $\\delta ^ { 1 8 } \\mathrm { O }$ of enamel (Bryant and Froelich,1995; Kohn,1996).For example,aquatic or semiaquatic vertebrates are known to have lower $\\delta ^ { 1 8 } \\mathrm { O }$ values than coexisting terrestrial animals due to increased water turnover in the body (e.g., Bocherens et al.,1996; Cerling et al.,2008; Clementz et al., 2008; Amiot et al.,2010).As a result, the O isotopic compositions of mammalian tooth enamel can be utilized for reconstruction of regional climates and habitat preferences of fossil taxa (e.g.,MacFadden,1998;Wang and Deng,20o5; Ferance and MacFadden, 2Oo6). Because mammalian teeth take more than two years to fully mineralize Hillson,1986),additional information about seasonal variations in diet and water isotopic composition can be obtained by examining intra-tooth isotopic variations within individual teeth (e.g., MacFadden and Higgins, 2004; Biasatti et al., 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study, we determined the stable C and O isotopic ratios of tooth enamel samples from late Cenozoic rhinoceros from the Linxia Basin in northwest China. The objective was to reconstruct the diets and environments of the Rhinocerotoidea in the region, and to understand how this group of magnificent mammals lived and interacted with their environment. The data are also used to test previous morphologically based hypotheses about the paleoecology of these rhinos and address the following questions: How could different rhinos (e.g., Paraceratherium and Allacerops in the Late Oligocene, Chilotherium and Acerorhinus in the Late Miocene) have coexisted within the same ancient communities? Did coexisting genera partition available food resources or differentiate their niches to reduce competition? How did the diets of rhinos change over time in response to environmental change? Previous stable isotope studies based on mostly horses suggest that $\\mathrm { C } _ { 4 }$ grasses did not become an important component of ecosystems in the Linxia Basin until the Quaternary (Wang and Deng,2005; Biasati et al.,2010), much later than elsewhere around the world (e.g., Cerling et al.,1993, 1997).Did the new serial and bulk enamel isotope data from rhinos support these earlier results? ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Background and previous studies ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The superfamily Rhinocerotoidea,which includes the families Amynodontidae, Hyracodontidae, and Rhinocerotidae, was the largest and most ecologically diverse group of perissodactyls throughout the Cenozoic.The three groups of rhinocerotoids diverged in the Late Eocene of Asia and North America (Prothero et al., 1989) and the rhinocerotoids in China flourished until the Quaternary (Deng and Downs,2Oo2). The amynodonts reached their peak diversity in Asia during the Late Eocene and Early Oligocene (Prothero et al.,1989), becoming extinct by the Early Miocene (Wall,1989). The hyracodonts first appeared in the ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Middle Eocene and became more advanced and diversified until the Late Oligocene (Prothero et al.,1989; Deng et al.,2004a). This group included both giant forms that browsed tree-tops and smaller dog- or goat-sized forms (Radinsky,1967; Prothero et al.,1989).The hyracodonts vanished from Asia by the Middle Miocene. The Rhinocerotidae, or true rhinoceroses, are first known from the Late Eocene of Eurasia and became increasingly diversified during the Oligocene (Prothero et al., 1989). The Chinese Neogene Rhinocerotidae were widespread, as well as taxonomically and ecologically diverse. The Middle Miocene and Late Miocene were stages of high diversity for the Chinese rhinocerotids,whereas the Early Miocene, early Late Miocene,and Pliocene were stages of low diversity (Deng and Downs,2Oo2). Very few species of rhinoceroses survived both the Late Miocene and Pleistocene extinction events; there are only five extant species of rhinos in Asia and Africa and all are currently in danger of extinction. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Because rhinoceros diversity and morphology are closely related to environmental factors and are sensitive to fluctuations in ambient temperature and humidity (Deng and Downs, 2002),many inferences regarding the paleoecology of rhinos have been based on taxonomic diversity, as well as cranial and limb morphology (e.g., Radinsky,1967; Heissig, $1 9 8 9 \\mathrm { a }$ ， 1999; Prothero et al.,1989; Cerdeno and Nieto,1995; Deng and Downs, 2002). Even so, most studies of Chinese Late Cenozoic rhinoceroses are primarily taxonomic and rarely involve paleoecological analyses (Deng and Downs, 2002). Periods of high taxonomic diversity of rhinos from Europe and Asia have been linked with warm and moist climates and stages of low diversity with cooler and drier climates (Cerdeno and Nieto, 1995; Deng and Downs,2002). Cranial morphological characteristics, such as muzzle shape or the presence of horns with growth lines, have aided researchers in reconstruction of paleodiets and have helped to infer the types of climates that fossil rhinos likely inhabited (e.g.,Fortelius,1983: Deng and Downs, 2002). Dental morphological studies have allowed researchers to determine if particular rhino species had adaptations, such as hypsodonty or other specializations of dentition, for grazing or browsing (e.g., Radinsky,1967; Heissig,1989a, b,1999; Lucas and Sobus,1989; Deng and Downs,2002; Deng, 2003,2005a,b,2006,2007) and limb morphology has allowed insight regarding the cursorial behavior of ancient rhinos,or the lack thereof (e.g.,Heissg,1989a, b; Prothero et al.,1989; Cerdeno,1998; Deng and Downs,2002; Deng,2002,2004,2008). Such inferences about the paleoecology of Chinese Late Cenozoic rhinoceroses (Supplementary Table 1), however, have not been evaluated with other independent means. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Study site ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Linxia Basin is located in southeastern Gansu Province, China,about $1 0 0 \\mathrm { k m }$ south of the provincial capital, Lanzhou,on the northeastern margin of the Tibetan Plateau. It is a temperate steppe biome with a mean annual temperature of $7 ^ { \\circ } \\mathrm { C }$ and an annual rainfall of 515 mm. The present-day climate is strongly influenced by the East Asian monsoon system (An et ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "al., 2000). The Late Cenozoic deposits in the Linxia Basin are thick and wellexposed and span almost continuously from the Late Oligocene to the Holocene (Fig. 1).The strata contain abundant,diverse,and well-preserved mammalian fossils, and the chronology of the sequence has been determined by magnetostratigraphy and biostratigraphy (Fang et al., 2003;Deng et al., 2004a, b,2013). The deposits consist primarily of fluvial and lacustrine sediments, with Pleistocene eolian deposits covering most of the region (Fang et al., 2003; Deng et al., 2004a, b: Wang and Deng, 2005). The stratigraphic sequence is comprised of eleven formations based on lithology and paleontology (Fig. 1). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Epoch Stratigraphic unit Pleistocene Malan Loess Beiyuan Fauna   \n0.1   \nVa) Milstocene Lishi Loess Loess 中 Taizicun Fauna   \n1.2 Early Pleistocene Wucheng Loess Longdan Fauna   \n.58 Late Pliocene Jishi Fm. 500 Red clay Early Pliocene Hewangjia Fm. L南 Shilidun Fauna Mudstone 6 400 HH Qingjushan Fauna Siltstone Late Miocene Liushu Fm. H DashengouFauna Guonigou Fauna Sandstone   \n12 000 Hujialiang Fm. 300 用 Laogou Fauna Middle Miocene Conglomerate Dongxiang Fm. 直 Shinanu Fauna Early Miocene Shangzhuang 净 Sigou Fauna Granite   \n23 Fm. 200 88 Carbonate concretions Late Oligocene Jiaozigou Fm. 1 Jiaozigou Fauna Marlite 100 000 28 Paleosol Early Tala Fm. Oligocene 986R29838589 . 00000000 Fossil bed ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4 Materialsandmethods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1 Sampled materials ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Late Cenozoic sedimentary sequences of the Linxia Basin have yielded an abundance of well-preserved rhinoceros fossils that range in age ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "from 25 to $2 . 5 \\ \\mathrm { M a }$ and include individuals from 11 genera within the families Hyracodontidae and Rhinocerotidae. Individuals from two genera within 2 subfamilies of the Hyracodontidae, Paraceratherium (giant rhinoceros) and Allacerops, have been recovered from the Linxia Basin.Supraspecific classification of the Linxia Basin hyracodonts follows that of Prothero and Schoch (1989). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Family Hyracodontidae Cope,1879 SubfamilyIndricotheriinaeBorissiak,1923 Genus Paraceratherium Forster Cooper,1911 Paraceratherium yagouense Qiu et al., 2004 Subfamily Allaceropinae Wood,1932 Genus Allacerops Wood,1932 Allacerops sp. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The rhinocerotid samples from the Linxia Basin represent 9 genera from 4 tribes within 2 subfamilies. Supraspecific classification of the Linxia Basin rhinocerotids follows that of Heissig(1999) except that an additional tribe, Chilotheriini, was established within subfamily Aceratheriinae by Qiu et al. (1987). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Family Rhinocerotidae Gill, 1872 Subfamily Aceratheriinae Dollo, 1885 Tribe Aceratheriini Dollo, 1885 Genus Alicornops Ginsburg& Guérin,1979 Alicornops laogouense Deng, 2004 Tribe Chilotheriini Qiu et al., 1987 Genus Chilotherium Ringstrom,1924 Chilotheriumwimani Ringstrom, 1924 Genus Acerorhinus Kretzoi, 1942 Acerorhinushezhengensis Qiu et al.,1987 Genus Shansirhinus Kretzoi, 1942 Shansirhinus ringstroemi Kretzoi, 1942 Subfamily Rhinocerotinae Dollo, 1885 Tribe Elasmotheriini Dollo,1885 Genus Hispanotherium Crusafont & Villalta, 1947 Hispanotherium matritense (Prado,1864) Genus Iranotherium Ringstrom,1924 Iranotherium morgani (Mecquenem,1908) Genus Parelasmotherium Killgus,1923 . Parelasmotherium linxiaense Deng, 2001 Tribe Rhinocenotini Dollo, 1885 Genus Dicerorhinus Gloger, 1841 Dicerorhinus ringstroemi Arambourg,1959 Genus Coelodonta Bronn, 1831 Coelodonta nihowanensis Kahlke, 1969 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Forty-seven well-preserved fossil rhino teeth were selected for this study.A total of 47 bulk and 243 serial enamel samples were obtained from these teeth for stable C and O isotope analyses. These samples represent all 11 genera within the families Hyracodontidae and Rhinocerotidae found in the Linxia Basin. Most samples collected were third molars and premolars,so that the effects of pre-weaning on the $\\delta ^ { 1 8 } \\mathrm { O }$ of the tooth enamel were reduced (e.g.,Fricke and O'Neil, 1996; Bryant et al.,1996). Multiple specimens from each stratum were collected whenever possible so that variations in $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values within populations, between different species of the same age,and between same species of different ages could be determined. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2 Laboratory methods ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bulk enamel samples were obtained from individual teeth for isotopic analyses following the procedure described in Biasati et al. (2O1O). It was necessary to sample along the whole length of a tooth in order to obtain results that represented average isotopic compositions over the time period of tooth growth. Serial samples were collected by drilling in bands perpendicular to the growth axis of each tooth to obtain a record of seasonal variations in diet and climate (e.g., MacFadden and Higgins, 2Oo4; Biasatti et al., 2010). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Tooth enamel carbonate samples were treated in $5 \\%$ reagent grade sodium hypochlorite for approximately 20-24 hours at room temperature to remove organic material from the tooth enamel. The samples were then centrifuged, decanted,and rinsed 4 to 5 times with deionized (DI) water to remove the sodium hypochlorite.Next, the samples were treated in $1 \\mathrm { ~ M ~ }$ acetic acid overnight at room temperature to remove non-structural carbonate from the enamel and rinsed with DI water. After the final rinse, the samples were freeze-dried. The samples were then converted to $\\mathrm { C O } _ { 2 }$ by reaction with $100 \\%$ phosphoric acid for ${ > } 3$ hours at $7 2 ^ { \\circ } \\mathrm { C }$ or for approximately 72 hours at $2 5 ~ ^ { \\circ } \\mathrm { C }$ .The C and O isotope ratios of the evolved $\\mathrm { C O } _ { 2 }$ were then analyzed using a Thermo-Finnigan Gasbench Auto-Carbonate device connected to a Delta Plus XP stable isotope ratio mass spectrometer at the Florida State University. The results were calibrated by concurrent C and O isotopic measurements of at least two sets of three or more different carbonate standards (including NBS-19) and are reported in standard notation as $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ in reference to international standard V-PDB. The analytical precision (based on repeated analyses of lab standards processed with each batch of samples) is $\\pm \\ : 0 . 1 \\text{‰}$ 1 $( 1 \\sigma )$ or better for both $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ pn ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5 Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ data are presented in Figs. 2-6 and Supplementary Tables 2-4. The enamel- $\\cdot \\delta ^ { 1 3 } \\mathrm { C }$ values of fossil rhinos from the Linxia Basin range from $- 8 . 4 \\text{‰}$ to $- 1 2 . 4 \\text{‰}$ ,with a mean of $( - 1 0 . 1 \\pm 0 . 9 ) \\%$ ,while the $\\delta ^ { 1 8 } \\mathrm { O }$ values are $( - 8 . 3 { \\pm } 2 . 3 ) \\\\\\textdegree _ { 0 0 }$ , varying from $- 3 . 1 \\text{‰}$ to $- 1 2 . \\tilde { 1 } \\text{‰}$ (Supplementary Table 2). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "6 Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "6.1Late Oligocene rhinoceroses ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The hyracodontids Allacerops sp.and Paraceratherium yagouense have been recovered from the sandstones of the Late Oligocene Jiaozigou Formation (Deng et al., 2O04a). In the Linxia Basin, Allacerops and Paraceratherium lived concurrently at ${ \\sim } 2 5 \\ \\mathrm { M a }$ Allacerops was a large hyracodont with large canine tusks (Supplementary Table 1),and was thought (based on limb structure) to be less cursorial than the smaller hyracodonts (Heissig,1989b). Paraceratherium belonged to a group of hyracodonts known as indricotheres and was the ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/0643f1d2d367c65f5dcb6615f230ea15fc0dd56417b052b8ba49da6830e7a8fa.jpg",
        "img_caption": [
            "Fig.2Bulk C isotope compositions of tooth enamel from rhinos from the Linxia Basin versus age "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "largest land mammal that ever lived.Its large body size and specialized anterior dentition(Supplementary Table 1） support that Paraceratherium cropped vegetation from tree-tops (Lucas and Sobus,1989). Although gigantic in size,Paraceratherium retained long metapodials,which is reflective of a cursorial ancestry(Prothero et al., 1989). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $\\delta ^ { 1 3 } \\mathrm { C }$ values of bulk enamel samples from Allacerops and Paraceratherium indicate that they both had pure $\\mathrm { C } _ { 3 }$ diets (all $\\delta ^ { 1 3 } \\mathrm { C }$ values $< - 8 \\mathrm { ~ ‰ ~ }$ ). This is expected as $\\mathrm { C } _ { 3 }$ plants dominated terrestrial ecosystems prior to $7 { - } 8 \\ \\mathrm { M a }$ (Cerling et al., 1997). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "However, Allacerops had a more $^ { 1 3 } \\mathrm { C }$ -enriched diet (Fig.2, Supplementary Table 2). Significant differences in mean $\\delta ^ { 1 3 } \\mathrm { C }$ $p ^ { \\neg } = 0 . 0 1 3 5 )$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values ${ \\mathit { p } } = 0 . 0 0 0 4 { \\mathit { \\Sigma } }$ between Allacerops and Paraceratherium (Supplementary Table 3) suggest their niche partitioning. The larger $\\delta ^ { 1 3 } \\mathrm { C }$ range for Allacerops (Fig. 4) suggests that this rhino was a less selective feder than Paraceratherium. This is consistent with Paraceratherium having a more specialized dentition. The larger （204号 $^ { 1 8 } \\mathrm { O }$ range and higher $\\delta ^ { 1 8 } \\mathrm { O }$ values for Allacerops (Figs.3, 4) suggest that this genus occupied relatively open habitats or exhibited a more migratory behavior than did Paraceratherium. Additionally, the smaller $\\delta ^ { 1 8 } \\mathrm { O }$ range and lower $\\delta ^ { 1 8 } \\mathrm { O }$ values for Paraceratherium suggest that the Paraceratherium individuals may have received most of their water intake from longstanding ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "lakes or rivers,as more permanent river and lake waters display a much smaller seasonal 18O variability compared to precipitation, reflecting the weighted mean annual $\\delta ^ { 1 8 } \\mathrm { O }$ of precipitation in the catchment area modified by evaporation (Clark and Fritz,1997).In contrast,Allacerops likely drank from multiple sources including ephemeral rivers,small ponds and puddles that are more likely to reflect the O isotope compositions of the local rainfall, resulting in larger $\\delta ^ { 1 8 } \\mathrm { O }$ variability in their tooth enamel. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The higher $\\delta ^ { 1 3 } \\mathrm { C }$ values of Allacerops' tooth enamel may also suggest that this genus lived in a more open habitat than did Paraceratherium,which is consistent with the $\\delta ^ { 1 8 } \\mathrm { O }$ data. As stated previously, plants that grow in a relatively open environment where more evaporation occurs have increased $\\delta ^ { 1 3 } \\mathrm { C }$ values. Therefore,if Allacerops ingested plants that grew in a relatively open habitat compared to that ofParaceratherium, it would be expected that Allacerops would have higher $\\delta ^ { 1 3 } \\mathrm { C }$ values. Also, ithas been demonstrated that in dense closed-canopy forests, the $\\delta ^ { 1 3 } \\mathrm { C }$ values of foliage collected near the forest floor is $^ { 1 3 } \\mathrm { C }$ -depleted relative to foliage ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9282e236ed91cf4ee5bd472fc41ddaeb18d24e0c928a92ba2479a9cffc86c6d7.jpg",
        "img_caption": [
            "Fig.3Bulk O isotope compositions of tooth enamel from rhinos from the Linxia Basin versus age "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/bc6e36104961c0ef6269824f762b363ef6c72f522d94bd113793f25fab9b1bf0.jpg",
        "img_caption": [
            "Fig. 4 $\\delta ^ { 1 3 } \\mathrm { C }$ range versus $\\delta ^ { 1 8 } \\mathrm { O }$ range for rhino individuals of particular genera at given geologic ages "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/7f7f95ec9f79edf3f33d807a227633b0b3e33ffc879b08cb4f86cee34f87c4e5.jpg",
        "img_caption": [
            "Fig.5Serial Cand O isotope compositions of rhino tooth enamel from the Late Oligocene and Middle Miocene The data labels in parentheses are the sample numbers of rhino individuals $\\Delta ^ { 1 8 } \\mathrm { O } =$ the amplitude of the $\\delta ^ { 1 8 } \\mathrm { O }$ seasonal cycles "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b6937a2de730dc4bbec12ab1f8ca48c96fcdfb92ba622271c984a96e293df190.jpg",
        "img_caption": [
            "Fig. 6 Serial C and O isotope compositions of rhino tooth enamel from the Late Miocene The data labels in parentheses are the sample numbers of rhino individuals $\\Delta ^ { 1 8 } \\mathrm { O } =$ the amplitude of the $\\delta ^ { 1 8 } \\mathrm { O }$ seasonal cycles "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "from the top of the canopy (Vogel, 1978; Medina and Minchin,1980; Medina et al., 1986, 1991;Sternberg et al.,1989) due to the incorporation of soil-respired $\\mathrm { C O } _ { 2 }$ (Marshall et al., 2007). Given that Paraceratherium was the largest land mammal ever lived and must have browsed tree-tops,then it would be expected that the diet of this genus consisted of large amounts of tree leaves and that this rhino required large numbers of trees to feed from. Therefore, it is reasonable to assume that Paraceratherium lived in a forested environment. If the relatively smaller Allacerops also inhabited this forested environment, but fed at a lower level in the canopy, it would be expected that Allacerops would be $^ { 1 3 } \\mathrm { C }$ -depleted relative to Paraceratherium.Because Allacerops was found to be $^ { 1 3 } \\mathrm { C }$ -enriched relative to Paraceratherium,it is unlikely,according to this line of reasoning, that Allacerops was as restricted to a closed woodland dwelling. Thus, both $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ data suggest that Paraceratherium lived in a forested habitat whereas Allacerops preferred more open habitats that experienced seasonal or periodic water stress. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The higher $\\delta ^ { 1 8 } \\mathrm { O }$ values of Allacerops relative to those of Paraceratherium may also be due to Paraceratherium spending more time each day in an aquatic environment or in mud wallows.All modern species of rhinos are obligate drinkers and are dependent on waterholes for wallowing to cool their bodies (Owen-Smith and Berger, 2006). Therefore, it is reasonable to assume that the extinct rhinos were also obligate drinkers.It is also logical to assume that these extinct rhinos relied on waterholes for wallowing as do the extant rhinos, as both Allacerops and Paraceratherium were large-bodied mammals that must have required the cooling effects of wallowing. Because Paraceratherium was a gigantic rhino and was consequently much larger than Allacerops,Paraceratherium may have necessarily spent much more time in water or in mud wallows than did Allacerops.Bocherens et al.(1996) found that large mammals that spend most of their day within aquatic environments have more negative $\\delta ^ { 1 8 } \\mathrm { O }$ values than do large-bodied and more-terrestrial mammals within the same ecosystem. This is due to the intake of greater quantities of water from lakes, rivers,and aquatic plants, which is $^ { 1 8 } _ { \\times }$ -depleted relative to water in terrestrial plants,as well as ingestion of terrestrial plants during night, when there is a reduction in the $^ { 1 8 } \\mathrm { O }$ -enriching effects of evaporative transpiration with the cessation of photosynthetic activity. Hence, if Paraceratherium spent most of its day submerged in water and fed from tree-tops during night when photosynthesis did not occur and Allacerops, on the other hand, spent less time in water and fed during the daytime when plants were photosynthetically active, then it would be expected that Paraceratherium would have more negative $ { \\widetilde { \\delta } } _ { / \\mathrm { ~ \\tiny ~ O ~ } } ^ { \\mathrm { 1 8 } }$ values than would Allacerops. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The $\\delta ^ { 1 3 } \\mathrm { C }$ and $^ { 1 8 } \\mathrm { O }$ values of serial enamel samples from two Paraceratherium individuals revealed almost no variation in $\\delta ^ { 1 3 } \\mathrm { C }$ values throughout the entire tooth growth period for either individual (Fig. 5), suggesting that there was litle or no seasonal variation in diet. This, along with very negative $( < - 8 \\mathrm { ~ ‰ ~ }$ ） $\\delta ^ { 1 3 } \\mathrm { C }$ values, is consistent with Paraceratherium having a specialized and strictly $\\mathrm { C } _ { 3 }$ diet.Distinct and uniform seasonal cycles in the serial $\\delta ^ { 1 8 } \\mathrm { O }$ curves (Fig. 5) suggest that these Paraceratherium individuals experienced regular seasonality within their habitats. The negative $\\delta ^ { 1 8 } \\mathrm { O }$ values (mean $\\delta ^ { 1 8 } \\mathrm { O }$ values $< - 1 1 \\mathrm { ~ ‰ ~ }$ for both individuals) and uniform cyclicity of the $\\delta ^ { 1 8 } \\mathrm { O }$ curve (Fig. 5) are consistent with Paraceratherium inhabiting a forested habitat. It would be expected that in more open habitats, intra-tooth $\\delta ^ { 1 8 } \\mathrm { O }$ variations would be more irregular due to the ingestion of water from a greater variety of water bodies and plants. Both individuals display very similar intra-tooth $\\delta ^ { 1 8 } \\mathrm { O }$ and $\\delta ^ { 1 3 } \\mathrm { C }$ variations (Fig. 5), suggesting equivalent diets and habitats for the two individuals. Consequently, the serial data are consistent with inferences made regarding the paleoecology of Paraceratherium based on the bulk C and O isotopic data. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6.2 Middle Miocene rhinoceroses ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The rhinocerotids Alicornops laogouense and Hispanotherium matritense have been recovered from the sandstones and conglomerates of both the early Middle Miocene Dongxiang Formation and the late Middle Miocene Hujialiang Formation (Deng, 2O04; Deng et al.,20o4a).These two rhinos have been found alongside a large number of Amebelodontidae fossils,which favored habitats near water, suggesting an abundance of lakes and rivers in the Linxia Basin during the Middle Miocene (Deng, 2003, 2O04). Alicornops,an aceratheriine, was a small rhinoceros (Prothero et al.,1989; Cerdeno,1998; Deng, 2004),and is known to have lived in open woodlands with associated lakes and swamps in western Europe (Guerin, 1980). A. laogouense found in the Linxia Basin is the largest known species of Alicornops and is also considered to have inhabited open woodlands with many lakes and rivers (Supplementary Table 1, Deng,20o4). The elasmothere Hispanotherium had well-developed hypsodont dentition that is indicative of a typical steppe grazer (Supplementary Table 1,Heissig $1 9 8 9 \\mathrm { a }$ ： Deng and Downs,2002; Deng,2003). Considering that Alicornops was likely a forest-dweller and that Hispanotherium preferred an open-steppe environment, the Linxia Basin was probably a mixed open steppe/woodland biome during the Middle Miocene. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The bulk enamel $\\delta ^ { 1 3 } \\mathrm { C }$ values indicate that Alicornops and Hispanotherium had pure $\\mathrm { C } _ { 3 } ^ { \\mathrm { - } }$ diets, although Hispanotherium had a more $^ { 1 3 } \\mathrm { C }$ -enriched diet (Fig. 2, Supplementary Table 2). As mentioned earlier, a $\\mathrm { C } _ { 3 }$ diet is expected for all rhinos that lived prior to the Late Miocene global C isotopic shift at ${ \\sim } 7 \\ \\mathrm { M a }$ (Cerling et al.,1993),when $\\mathrm { C } _ { 4 }$ grasses suddenly became a major component in many terrestrial ecosystems. The O isotope composition of Hispanotherium was also $^ { + 8 } \\mathrm { O }$ -enriched relative to Alicornops at both 17 and $1 3 ~ \\mathrm { M a }$ (Fig. 3). Therefore, the C and O isotope results indicate that Hispanotherium was ingesting both plants and water in a more open and water-stressed habitat than that of Alicornops. This supports that Hispanotherium grazed in a steppe biome whereas Alicornops preferred to browse within a relatively humid woodland habitat. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "There were no significant differences in mean $\\overline { { \\delta ^ { 1 3 } \\mathrm { C } \\left( p \\right) } } = 0 . 2 2 5 6 )$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values $( p$ $= 0 . 2 7 0 5$ ）between Alicornops at $1 7 \\ \\mathrm { M a }$ and Alicornops at 13 Ma (Supplementary Table 3） suggesting similar diets and habitats for that genus at the two different ages. The large $^ { 1 3 } \\mathrm { C }$ range for Alicornops (Fig. 4) suggests that this rhino was a less selective feeder than all other rhinos in this study. This is in agreement with a previous suggestion by Heissig (1989a) that the tribe Aceratheriini was less specialized than the other tribes of the subfamily Aceratheriinae. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Serial C and O isotope analyses were performed on two 17 Ma Alicornops individuals, two 13 Ma Alicornops individuals,and one 14 Ma Hispanotherium individual (Fig.5). The C isotope results showed almost no variation in $\\delta ^ { 1 3 } \\mathrm { C }$ values for all five individuals (Fig. 5), which suggests little or no seasonal variation in their diets.This,as well as the rhinos having very negative $\\delta ^ { 1 3 } \\mathrm { C }$ values( $\\langle \\delta ^ { 1 3 } \\mathrm { C } < - 8 \\% 0 \\rangle$ ,is consistent with all of these rhinos having pure $\\mathrm { C } _ { 3 }$ diets. Well-defined seasonal cycles in the $\\delta ^ { 1 8 } \\mathrm { O }$ curves (representing ${ \\sim } 2 { - } 3$ years of record) for all Alicornops and Hispanotherium individuals (Fig.5) suggest that allindividuals experienced regular seasonality within their habitats.The serial O isotope data showed that Hispanotherium was $^ { 1 8 } \\mathrm { O }$ -enriched compared to Alicornops at 17 and $1 3 ~ \\mathrm { M a }$ ，which is consistent with the bulk $\\delta ^ { 1 8 } \\mathrm { O }$ data. Again, this suggests a more open habitat for Hispanotherium. The seasonal cycles in the Hispanotherium $\\delta ^ { 1 8 } \\mathrm { O }$ data have amplitudes that are equivalent to those of Alicornops at $1 3 ~ \\mathrm { { M a } }$ and are similar to those of Alicornops at $1 7 \\ \\mathrm { M a }$ ，Thissuggests that Hispanotherium may have water sources that were similar to those of Alicornops in its relatively open habitat. All in all, these serial data indicate that the climate was relatively stable from 17 to $1 3 \\ \\mathrm { M a }$ and are consistent with previous suggestions that the Linxia Basin was a mixed woodland/steppe biome with an abundance of lakes and rivers in the region during the Middle Miocene. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "6.3Late Miocene rhinoceroses ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The rhinocerotids Parelasmotherium linxiaense, Iranotherium morgani,Acerorhinus hezhengensis, Chilotherium wimani,and Dicerorhinus ringstroemi have been recovered from the red clay of the Late Miocene Liushu Formation (Deng et al., 2O04a). At the start of the Late Miocene,there was a decrease in rhinocerotid diversity in China.Although it has been suggested that a cooling event caused this decrease in diversity, the presence of the browser Acerorhinus and the grazer Parelasmotherium (Supplementary Table 1) implies that the humidity in the early Late Miocene was comparable to that of the Middle Miocene (Deng and Downs, 2002). The giant elasmotherine rhinocerotid Parelasmotherium lived in the Linxia Basin during the early Late Miocene at ${ \\sim } 1 1 . 5 \\ \\mathrm { M a }$ .The specialized dentition of Parelasmotherium was thought to be an adaptation to an abrasive high-fiber diet (Heissig, 1989a; Deng, 20o7), suggesting that this rhino grazed on tough grasses (Supplementary Table 1). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "After the short cooling event at the beginning of the Late Miocene, there was a rapid recovery of rhinocerotid abundance, indicating a warming climate (Deng and Downs, 2002). During this stage, the tribes Rhinocerotini and Elasmotheriini declined in numbers and the Chilotherini, including Chilotherium and Acerorhinus, became dominant (Deng and Downs, 2002). Chilotherium has been recovered from Linxia Basin deposits aged at 9.5,9,7.5,7, and $6 \\mathrm { M a }$ . Based on dental and limb morphology, it was suggested that Chilotherium was a grazer and that Ch. wimani was most likely a woodland inhabitant (Supplementary Table 1). Heissig (1989a) noted that although Chilotherium had hypsodont dentition, there was no sign of neck bending as seen in other grazing rhinoceroses. He also noted that because Chilotherium had enlarged incisors,as opposed to horns,it must have required a horizontal positioning of the head,and therefore, could only graze by shortening the limbs to lower the head to the ground. Thus,he concluded that Chilotherium may not have been a true grazer. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The elasmothere Iranotherium was a large rhinocerotid and lived in the Linxia Basin at 9.2 Ma.Its specialized dentition was thought to be an adaptation to an abrasive diet (Supplementary Table 1). Based on the faunal composition of the Liushu Formation, Deng (20o5a) suggested that Iranotherium lived in an open steppe habitat, which is consistent with pollen data that indicated a significant increase in grasses during the Late Miocene (Ma et al., 1998). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The chilothere Acerorhinus lived concurrently with Chilotherium in the Linxia Basin at $9 \\ \\mathrm { M a }$ . It has been suggested that Acerorhinus remained a brush feeder with an increasing adaptation toward tough, dry vegetation, while Chilotherium had a diet rich in grasses (Heissig, 1999). Deng and Downs (20o2) considered Acerorhinus a browser, whereas Heissig (1989a) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "classified Acerorhinus as a grazer (Supplementary Table 1). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Dicerorhinus ringstroemi, belonging to the tribe Rhinocenotini, lived concurrently with Chilotherium in theLinxia Basin at $6 \\ \\mathrm { M a }$ .Itis considered to have beena woodland dweller based on its dental and limb morphology and gigantic size (Supplementary Table 1).Heissig (1989a) classified Dicerorhinus as a browser,although it had a lowered head and lost incisors. The great diversity of rhincerotids during the Late Miocene was interpreted as indicating a warm and moist environment for that time period.Even so,an extinction event occurred at the end of the Late Miocene causing a decline in rhinocerotid diversity and $D$ .ringstroemi was the only known survivor in China (Deng and Downs, 2002). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The C isotope results indicate that Parelasmotherium at ${ \\sim } 1 1 . 5$ Ma had a pure $\\mathrm { C } _ { 3 }$ diet (Fig. 2): The small $\\delta ^ { 1 3 } \\mathrm { C }$ range (Fig. 4) suggests that this rhino was a very selective feeder, which is consistent with its specialized dentition (Supplementary Table 1). The small $\\delta ^ { 1 8 } \\mathrm { O }$ range (Fig. 4) for Parelasmotherium may indicate that this rhino either received most of its water intake from lakes or lived in a forested environment without much migration between habitats. Like its modern counterparts, the large-sized Parelasmotherium may have spent a lot of time wallowing in lakes (Estes,1991; Owen-Smith and Berger, 2006), which is consistent with a small $\\delta ^ { 1 8 } \\mathrm { O }$ range. The $\\delta ^ { 1 8 } \\mathrm { \\bar { O } }$ values of Parelasmotherium were higher than those of most rhinos in this study (Fig. 3), which may indicate that Parelasmotherium lived in a relatively open $\\mathrm { C } _ { 3 }$ grassland or wooded grassland environment, such as a savannah. On the other hand, because there are no other contemporary rhinos to compare with this genus and because co-existing horses from the Linxia Basin had even higher $\\delta ^ { 1 8 } \\mathrm { O }$ values (Wang and Deng, 2005), it is not possible to rule out a forested habitat for Parelasmotherium at 11.5 Ma. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Serial isotope data from two Parelasmotherium individuals show very negative $\\delta ^ { 1 3 } \\mathrm { C }$ values with little variation throughout the growth periods of the teeth for both individuals (Fig. 6), suggesting that there was little or no seasonal variation in their diets and both individuals had very similar specialized $\\mathrm { C } _ { 3 }$ diets. The seasonal cycles in the $\\delta ^ { 1 8 } \\mathrm { O }$ curves for the two individuals are irregular and there is a $1 . 1 \\mathrm { ‰ }$ difference in amplitude between the two rhinos (Fig. 6). The irregular cycles suggest that Parelasmotherium lived in an open environment and had multiple water sources,which is also consistent with inferences made,based on bulk C and O isotope data,regarding the diet and habitat of Parelasmotherium.The difference in cycle amplitude between the two individuals is likely a result of each individual having a variety of,and not necessarily the same water sources.These data also support that the Linxia Basin became relatively warmer and/or drier in the early Late Miocene(Wang and Deng, 2005; Biasatti et al., 2010). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Bulk enamel $\\delta ^ { 1 3 } \\mathrm { C }$ values indicate that the 9.5 Ma Chilotherium individuals had a pure $\\mathrm { C } _ { 3 }$ diet (Fig. 2). The small $\\delta ^ { 1 3 } \\mathrm { C }$ range (Fig. 4) suggests that this rhino was a selective feeder, which is consistent with a specialized dentition. The small $\\delta ^ { 1 8 } \\mathrm { O }$ range (Fig. 4), along with the very negative $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values (Figs.2,3), implies that Chilotherium was a forest-dweller that may have spent most of its time wallowing in waterholes.If Chilotherium at $9 . 5 \\mathrm { M a }$ was a grazer (Supplementary Table 1), it must have grazed on $\\mathrm { C } _ { 3 }$ grasses located within a relatively closed environment. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Serial isotope analyses of teeth from two $9 . 5 \\mathrm { M a }$ Chilotherium individuals revealed little or no seasonal variation in their diets (Fig. 6), consistent with both rhinos having pure $\\mathrm { C } _ { 3 }$ diets. The mean serial $\\delta ^ { 1 3 } \\mathrm { C }$ values are almost identical for both individuals indicating very similar specialized diets. The seasonal cycles in the $\\delta ^ { 1 8 } \\mathrm { O }$ curves for the two individuals have regular frequencies and the amplitude is very similar for both rhinos.The regular cycles,along with very negative mean $\\delta ^ { 1 8 } \\mathrm { O }$ values $( \\sim - 1 0 \\\\text{‰}$ for both individuals, suggest that Chilotherium at $9 . 5 ~ \\mathrm { { M a } }$ lived in forested habitats and both rhinos had similar water sources. These data are consistent with conclusions, based on bulk C and O isotope data, regarding the paleoecology of Chilotherium at $9 . 5 \\mathrm { M a }$ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The $9 . 2 \\ \\mathrm { M a }$ Iranotherium was a pure $\\mathrm { C } _ { 3 }$ feeder as indicated by its enamel $\\delta ^ { 1 3 } \\mathrm { C }$ values F1 Because Iranotherium had a dentition that was specialized for an abrasive diet (Supplementary Table 1), it can be speculated that this rhino fed on $\\mathrm { C } _ { 3 }$ grasses. The high $\\delta ^ { 1 8 } \\mathrm { O }$ （204号 value (Fig. 3) may suggest that Iranotherium drank in an open environment, where $\\delta ^ { 1 8 } \\mathrm { O }$ values were relatively high due to evaporation. Alternatively, the high $\\delta ^ { 1 8 } \\mathrm { O }$ values could indicate a change in regional climate towards warmer or drier conditions (Wang and Deng,2Oo5; Biasatti et al., 201O). These isotopic results are consistent with faunal and pollen analyses that suggest an open steppe habitat during the Late Miocene (Ma et al., 1998; Deng, 2005a). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Serial isotope data from one 9.2 Ma Iranotherium individual show little or no seasonal variation in this rhino's diet (Fig. 6), which is consistent with a specialized and strictly $\\mathrm { C } _ { 3 }$ diet. Seasonal cycles are also not evident in the $\\delta ^ { 1 8 } \\mathrm { O }$ curve for this individual (Fig. 6). The absence of seasonal cycles, combined with high $\\delta ^ { 1 8 } \\mathrm { O }$ values, may suggest that Iranotherium drank from a large body of water, such as a lake, in an open environment with relatively high amounts of evaporation (Gonfiantini, 1986). The $\\delta ^ { 1 8 } \\mathrm { O }$ values are higher than those of all other rhinos in this study (Fig. 3), which is consistent with an open habitat, although a shift in meteoric water $\\mathrm { \\bar { \\delta } } _ { \\mathrm { a } } ^ { 1 8 } \\mathrm { \\bar { O } }$ （204 due to climate change (e.g., a change in moisture sources, higher temperatures, or increased aridity) could also be responsible for the higher $\\delta ^ { 1 8 } \\mathrm { O }$ values at $9 . 2 \\mathrm { M a }$ .The very negative bulk and serial $\\delta ^ { 1 3 } \\mathrm { C }$ values for this individual (Figs.2,6), conversely, suggest a forested habitat for Iranotherium. If Iranotherium indeed inhabited an open steppe environment, then the negative $\\delta ^ { 1 3 } \\mathrm { C }$ values would suggest that the region was less water-stressed at $9 . 2 \\ \\mathrm { M a }$ than at $9 . 5 ~ \\mathrm { { M a } }$ However, it is not possible at this time to determine whether or not the C and O isotope data support previous hypothesis regarding the habitat of Iranotherium (Supplementary Table 1). Analyses of additional Iranotherium individuals and other contemporary genera, if available, could help to elucidate the paleoecology of this genus. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The enamel $\\delta ^ { 1 3 } \\mathrm { C }$ data show that the 9 Ma Acerorhinus and Chilotherium both had a pure $\\mathrm { C } _ { 3 }$ diet,although Acerorhinus had a more $^ { 1 3 } \\mathrm { C }$ -enriched diet than that of Chilotherium (Fig. 2). This suggests that Acerorhinus was feeding in a more open environment than that of Chilotherium. The small $\\delta ^ { 1 3 } \\mathrm { C }$ range of Chilotherium (Fig. 4) indicates a specialized diet, which,again, is supported by a specialized dentition. The higher $\\delta ^ { 1 8 } \\mathrm { O }$ value of the Acerorhinus individual compared to contemporary Chilotherium (Supplementary Table 2） implies that it drank in an open habitat, which is consistent with the $\\delta ^ { 1 3 } \\mathrm { C }$ data. The large $\\delta ^ { 1 8 } \\mathrm { O }$ range of the Chilotherium individuals (Fig. 4) suggests that Chilotherium migrated between forested habitats or had water sources in both forested and relatively open habitats.Overall, these data suggest that Acerorhinus was a $\\mathrm { C } _ { 3 }$ grazer in relatively open habitats compared to that of Chilotherium and again,if Chilotherium from Linxia Basin was a grazer, it must have grazed on $\\mathrm { C } _ { 3 }$ grasses within a more forested environment. Additionally, there were no significant differences in $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values between Chilotherium at 9.5 and $9 \\ \\mathrm { M a }$ (Supplementary Table 3),indicating no significant change in habitat for that genus between those time intervals. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The group of $7 . 5 ~ \\mathrm { { M a } }$ Chilotherium individuals had $^ { 1 3 } \\mathrm { C }$ -enriched diets relative to Chilotherium at 9 and $7 \\ \\mathrm { M a }$ (Supplementary Table 2, Fig.2).These significant differences in δl3C values between Chilotherium at $7 . 5 ~ \\mathrm { M a }$ and Chilotherium at $9 \\ \\mathrm { M a }$ and at $7 \\ \\mathrm { M a }$ （20 (Supplementary Table 3) are probably due to increased water-stress in plants at $7 . 5 \\ \\mathrm { M a }$ ，which is consistent with the previously published horse O isotope record from the Linxia Basin suggesting that the Linxia Basin was relatively warmer and/or drier at $7 . 5 ~ \\mathrm { M a }$ compared to 9 and $7 \\ \\mathrm { M a }$ (Wang and Deng,20o5; Biasatti et al., 201O). Because there were no significant differences in $\\delta ^ { 1 8 } \\mathrm { O }$ values between Chilotherium at 9, 7.5, and $7 \\ \\mathrm { M a }$ (Supplementary Table 3), the O-isotope data does not support that Chilotherium inhabited a more open environment at $7 . 5 \\mathrm { { M a } }$ compared to that at 9 and 7 Ma. Nevertheless, if the higher $\\delta ^ { 1 3 } \\mathrm { C }$ values of Chilotherium at $7 . 5 ~ \\mathrm { { M a } }$ are due to water-stress,a more open environment is implied for that age. The large $\\delta ^ { 1 3 } \\mathrm { C }$ range of Chilotherium individuals at $7 . 5 ~ \\mathrm { M a }$ (Fig. 4), compared to those at 7 and $9 \\ \\mathrm { M a }$ ， suggest that this rhino was a less selective feder at $7 . 5 ~ \\mathrm { { M a } }$ , which, again, could be due to a warmer environment that would allow more species of plants to be available or a means to survive amongst competition from other large mammals. The small $\\delta ^ { 1 3 } \\mathrm { C }$ range of Chilotherium individuals at $7 \\ \\mathrm { M a }$ (Fig. 4) is consistent with this rhino having a very specialized dentition. The relatively large $\\delta ^ { 1 8 } \\mathrm { O }$ range of Chilotherium at 9 and 7 Ma compared to that of Chilotherium at $7 . 5 ~ \\mathrm { { M a } }$ (Fig. 4) suggests that Chilotherium at $7 . 5 \\mathrm { { M a } }$ may have migrated less between forested habitats than did Chilotherium at 9 and $7 \\ \\mathrm { M a }$ ,or had fewer water sources at $7 . 5 ~ \\mathrm { M a }$ ，which supports the climate being warmer and/or drier during that time interval.By and large, the C and O isotope results for Chilotherium at 9.5,9, 7.5,and $7 \\ \\mathrm { M a }$ ，along with previous morphological data, suggest that this genus was a forest-dweller that grazed on $\\mathrm { C } _ { 3 }$ grasses,but had the ability to adapt to a changing environment. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Serial C and O isotope analyses were performed on two Chilotherium individuals at 7.5 Ma (Fig. 6). The results showed that both rhinos fed exclusively on $\\mathrm { C } _ { 3 }$ plants and there was little or no seasonal variation in their diets.The mean serial $\\delta ^ { 1 3 } \\mathrm { C }$ values are identical for both individuals $( - 9 . 5 \\% 0 )$ , indicating very similar specialized diets.The seasonal cycles in the $\\delta ^ { 1 8 } \\mathrm { O }$ curves for the two individuals are almost identical in amplitude and frequency, suggesting similar habitats and water sources for the two individuals. The data also suggest that these rhinos inhabited a forested environment, but because the $\\delta ^ { 1 8 } \\mathrm { O }$ values of the $7 . 5 \\mathrm { { M a } }$ rhinos are higher than those of Chilotherium at 9.5,it can be inferred that the climate became warmer and/or more arid by $7 . 5 ~ \\mathrm { M a }$ .These data are consistent with inferences made,based on bulk C and O isotope data,regarding the diet and habitat of Chilotherium and supports that the Linxia Basin became relatively warmer and/or drier at $7 . 5 \\mathrm { { M a } }$ (Wang and Deng 2005). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "As with all other rhinos analyzed in this study, the C isotope results (Fig.2) indicate that Dicerorhinus and Chilotherium at $6 \\ \\mathrm { M a }$ had pure $\\mathrm { C } _ { 3 }$ diets. The $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values of Dicerorhinus were very similar to those of Chilotherium at $6 \\mathrm { M a }$ ,which suggests that these two genera had similar diets and habitats. The $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ values of Chilotherium at $6 \\ \\mathrm { M a }$ are significantly higher than those of Chilotherium at $7 \\ \\mathrm { M a }$ (Supplementary Table 3), suggesting increased water-stress in plants or more open habitats at $6 \\ \\mathrm { M a }$ .This is consistent with the warming/drying trend observed in horse and rhino mean $\\delta ^ { 1 8 } \\mathrm { O }$ values (Wang and Deng, 2005; Biasatti et al., 2O1O) and supports that the Linxia Basin became more open and arid through time. Along with increased $\\delta ^ { 1 8 } \\mathrm { O }$ values, Chilotherium at $6 \\ \\mathrm { M a }$ also had a large $\\delta ^ { 1 8 } \\mathrm { O }$ range (Fig. 5), indicating multiple water sources or migration between open habitats. Chilotherium at 6 Ma also had a larger $\\overline { { \\delta } } ^ { 1 3 } \\widehat { \\mathbb { C } }$ range than did Chilotherium at $7 \\ \\mathrm { M a }$ (Fig. 4), indicating a more generalized diet for this genus at 6 Ma. The $\\delta ^ { 1 3 } \\mathrm { C }$ range of Chilotherium at $6 \\mathrm { M a }$ is very similar to that of Chilotherium at 7.5 Ma (Fig. 4),where warming temperatures could have increased the availability or diversity of plants or where increased aridity could have forced this rhino to become a more generalized feeder due to increased competition for resources. On the whole, Chilotherium was able to adapt to increasingly arid conditions in the Linxia Basin and apparently moved from a forested habitat at 9 Ma to an open steppe dweling at 6 Ma. The C and O isotope data do not support that Dicerorhinus was a woodland dweller that browsed, but supports that this rhino was likely grazing on $\\mathrm { C } _ { 3 }$ grasses in an open steppe environment. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Serial isotope data from one 6 Ma Chilotherium individual show very negative $\\delta ^ { 1 3 } \\mathrm { C }$ values with little variation throughout the entire tooth growth period (Fig. 6). This suggests that there was litle or no seasonal variation in its diet and the data are also consistent with a specialized pure $\\mathrm { C } _ { 3 }$ diet.The seasonal cycles in the $\\delta ^ { 1 8 } \\mathrm { O }$ curve for the 6 Ma individual are irregular, indicating a more open habitat with multiple water sources for Chilotherium at 6 Ma. The amplitude of the $\\delta ^ { 1 8 } \\mathrm { O }$ curve for the $6 \\mathrm { M a }$ individual is almost identical to those of the 7.5 Ma rhinos (Fig. 6), indicating that all three rhinos may have experienced similar seasonality. The mean $\\delta ^ { 1 8 } \\mathrm { O }$ value of the $6 \\ \\mathrm { M a }$ rhino is $\\sim 4 \\text{‰}$ higher than that of either Chilotherium individual at 7.5 (Fig. 3),suggesting that the climate became relatively warmer and/or drier by $6 \\ \\mathrm { M a }$ 、Again, Chilotherium apparently adapted to a changing climate. This data is consistent with inferences made,based on bulk C and O isotope data, regarding the diet and habitat of Chilotherium. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "6.4Plio-Pleistocene rhinoceroses ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The aceratherine rhinocerotid Shansirhinus ringstroemi was recovered from the red clay of the Early Pliocene Hewangjia Formation (Deng, 2Oo5b),and the rhinocerotine Coelodonta nihowanensis was collected from the Early Pleistocene Wucheng Loess deposits (Deng, 2008). S.ringstroemi is the only known rhinoceros species from the Early Pliocene deposits of the Linxia Basin. Based on dental morphology,Deng (2Oo5b) suggested that Shansirhinus probably grazed on tough grasses, whereas Qiu and Yan (1982) considered S. ringstroemi ( $\\left( = \\right.$ Ch.cornutum) to be a browser, feeding on soft twigs and leaves (Supplementary Table 1). The faunal composition of the Hewangjia Formation includes rodents,perissodactyls,and artiodactyls,which was interpreted as indicating that the Linxia Basin had an open and more arid environment during the Early Pliocene compared to the Miocene (Deng,2005b). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The woolly rhino, C. nihowanensis, from the Linxia Basin is the second oldest known member of this genus. The presence of Coelodonta,a typical glacial mammal, in the Linxia Basin indicates a cold climate during the Early Pleistocene,which would be expected with the intensification of the Northern Hemisphere Glaciation (Zachos et al., 2O01). Because the earliest known occurrence of woolly rhino is in the Zanda Basin in southwestern Tibetan Plateau at\\~3.7 Ma, it is apparent that woolly rhino evolved in high Tibet and later moved down the mountains and spread into North Asia and Europe as global climate became cooler (Deng et al., 2O11). The woolly rhino in the Linxia Basin was considered a grazer based on dental morphology (Supplementary Table 1). It probably used its wide muzzle and flat nasal horn to forage on grasses through the snow (Deng and Downs, 20o2). It has been suggested that the bands in the flat nasal horn of Coelodonta represent annual growth zones, implying strong seasonality in the Linxia Basin during the Early Pleistocene (Fortelius,1983). Co. nihowanensis was smaller and had a more cursorial limb structure than did the more derived species of Coelodonta (Deng,2008). O.. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The $\\delta ^ { 1 3 } \\mathrm { C }$ values of enamel from one Shansirhinus individual and one Coelodonta individual indicate that both rhinos had pure $\\mathrm { C } _ { 3 }$ diets that were similar to those of apparent grazing rhinos that lived during the Miocene in the Linxia Basin and were lC-enriched compared to rhinos that are thought to have been forest-dwellers (Fig. 2). The enamel δ8O4 values of Shansirhinus and Coelodonta are high, suggesting that these rhinos drank water in an open environment. The O isotope composition of Shansirhinus is slightly $^ { 1 8 } \\mathrm { O }$ -enriched compared to that of Coelodonta, which would be expected, as temperatures were cooler during the Early Pleistocene due to the Northern Hemisphere Glaciation.The C and O isotope data are very limited for rhinos during the Plio-Pleistocene,but overall, the data support that both Coelodonta and Shansirhinus were $\\mathrm { C } _ { 3 }$ grazers that lived in an open steppe environment that became colder during the Plio-Pleistocene. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "7 Conclusions ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "C and O isotope analysis of tooth enamel is a useful and important tool in the study of the paleoecologies of mammalian herbivores and can be utilized to test previous investigations of various taxa based on morphological or taxonomical studies. The bulk and serial C and O isotope results for rhinocerotoids that lived in the Linxia Basin from 25 to $2 . 5 ~ \\mathrm { { M a } }$ supported most previous hypotheses that were formed from analyses of taxonomic and cranial and limb morphological characteristics and allowed new insight on some genera. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The isotope data support that Paraceratherium at $2 5 \\ \\mathrm { { M a } }$ lived in a forested environment and spent a great amount of time wallowing in water or mud, which is consistent with the gigantic size of this rhino and that its dentition was apparently specialized for consuming tree leaves.It also supports that Allacerops,which coexisted with Paraceratherium at $2 5 \\mathrm { { M a } }$ ,lived in a relatively open habitat and had a less specialized diet. The data suggest that the Middle Miocene rhinos Alicornops and Hispanotherium had dissimilar diets and habitats,and were consistent with previous hypotheses that Hispanotherium was a grazer in an open steppe environment, whereas Alicornops was a more generalized feeder in a forested environment. The isotope data are consistent with previous inferences that the Late Miocene rhino Parelasmotherium grazed and dwelled in an open steppe habitat, but were inconsistent with previous hypotheses that the rhinos Acerorhinus and Dicerorhinus inhabited closed forested environments. Rather, the results indicate that these two rhinos inhabited open-steppe regimes. The isotopic results are not conclusive in regard to the habitat of Iranotherium, but support previous hypotheses of a specialized $\\mathrm { C } _ { 3 }$ grass diet for Iranotherium.The results also suggest that the rhino Chilotherium dwelled in a forested environment throughout most of the Late Miocene, but inhabited a more open environment by the end of the Late Miocene, indicating that Chilotherium was able to adapt to a changing environment. It was not possible to determine from the isotopic results whether Chilotherium was grazing or browsing within the forest. Finally, the results were consistent with previous hypotheses that the Plio-Pleistocene rhinos Shansirhinus and Coelodonta were grazers that lived in an open habitat and support that the climate was cooling during much of the Plio-Pleistocene. Overall,the O isotope data imply a general drying and/or warming trend in the Linxia Basin from the Late Oligocene to Late Miocene. Furthermore, the C isotope data support that all rhinos in this study were pure $\\mathrm { C } _ { 3 }$ feeders and indicate that $\\mathrm { C } _ { 4 }$ grasses were not an important component of the plant biomass in the Linxia Basin prior to $2 { - } 3 \\ \\mathrm { M a }$ , consistent with other data from the area (Wang and Deng, 2005; Biasatti et al., 2010). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "AcknowledgementsThis research was funded by the U.S.National Science Foundation (INT-0204923 and EAR-0716235 to Wang), the National Natural Science Foundation of China (41430102 to Deng),and the Chinese Academy of Sciences (XDB03020104 to Deng).We are grateful to Dr. Penny Higgins and Dr. Bruce MacFadden for helpful comments and suggestions that greatly improved this manuscript. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Supplementary material can be found at the website of Vertebrate PalAsiatica (http://english.ivpp.cas.cn/sp/ PalAsiatica/VP_advanceonline/) in Advanced online publication. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "中国西北新生代犀牛古生态的稳定同位素证据",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "DanaBIASATTI' 王杨1,2.3 邓涛2.4,5(1美国佛罗里达州立大学地球、海洋和大气科学系，国家高磁场实验室 塔拉哈西FL32306-4100)(2 中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京100044)(3 暨南大学生态学系广州510632)(4 中国科学院青藏高原地球科学卓越创新中心北京100101)(5中国科学院大学北京100049)",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "摘要：根据牙齿釉质的全样和系列碳、氧同位素分析，重建了甘肃临夏盆地 $2 5 { \\sim } 2 . 5 \\mathrm { M a }$ 期间犀牛的食性和环境。其结果支持先前根据牙齿和头骨-肢骨形态做出的一些推断，并对部分属的古生态提出了新的看法。同位素结果支持如下的推断：晚渐新世的巨犀Paraceratherium生活于森林环境，而与其共生的异角犀Allacerops栖息地相对开阔，食性特化程度低；中中新世的西班牙犀Hispanotherium在开阔领地上取食草本植物，而同时代的奇角犀Alicornops在森林环境中具有更特化的食性；晚中新世的副板齿犀Parelasmotherium在开阔的稀树草原上取食草本植物。与先前认为无鼻角犀Acerorhinus和额鼻角犀Dicerorhinus生活于森林化环境的推断不同，数据指示这两种犀牛也生活于开阔的稀树草原环境。同位素结果未能得出伊朗犀Iranotherium的确切生活环境，但支持先前认为它特化为C3草本植物取食者的推断。研究结果也显示大唇犀Chilotherium在晚中新世的大多数时间内是森林生活者，但其在晚中新世末期占据了更开阔的环境。此外，分析结果与先前的推断一致，即上新世的山西犀Shansirhinus和更新世的披毛犀Coelodonta是开阔生活环境中的食草者。最后，碳同位素数据支持在此项研究中的所有犀牛都是纯C取食者，确认C4植物不是临夏盆地从25Ma到2.5Ma期间植被的重要成分。 ，关键词：犀牛，同位素，古生态，晚新生代，临夏盆地",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Amiot R,BuffetautE,Lecuyer C etal.,2010.Oxygen isotope evidence forsemi-aquatic habits among spinosaurid theropods.Geology,38:139-142   \nAn Z S,Porter S,KutzbachJetal.,20o.Asynchronous HloceneoptimumoftheEastAsian monsoon.Quat Sci Rev,19: 743-762   \nArambourg C,1959.Vertebres continentauxdu MiocenesuperieurdeIAfriquedu Nord.Publicationsdu Servicede lacarte géologique de I'Algérie (nouvelle serie),Paléont Alger Mém,4:1-159   \nAyliffe L,Chivas A,1990.Oxygen isotope compositionof the bone phosphate of Australian kangaroos: potential as a palaeoenvironmental recorder. Geochim Cosmochim Acta, 54: 2603-2609   \nBiasatiD,WangY,DengT,2Ol0.StrengtheningoftheEastAsiansummermonsoonrevealedbyashiftinseasonalpttes in diet and climate after $2 { - } 3 \\operatorname { M a }$ in northwest China. Palaeogeogr Palaeoclimatol Palaeoecol, 297: 12-25   \nBocherens H,KochPL,MariotiAetal.,1996.Isotope biogeochemistryof mammalianenamel from AfricanPleistocene hominid sites.Palaios,11: 306-318   \nBronn HG,1831.Uberdie fosilen Zahne eines neuen Geschlechtes der Dickhäuter-Ordnung,Coelodonta,Hohlenzahn.N Jb Min,Geognosie, Geolu Petrefakten-Kunde,1831: 51-61   \nBryant JD,Froelich PN,1995.A model of oxygen isotope fractionation in body water of large mammals.Geochim Cosmochim Acta, 59: 4523-4537   \nBryantJD,FroelichPN,Showers WJetal.,1996.Biologicand climatic signals in theoxygen isotopic compositionof Eocene-Oligocene equid enamel phosphate.Palaeogeogr Palaeoclimatol Palaeoecol,126: 75-89   \nCerdeno E,1998.Diversity and evolutionary trends of the family Rhinocerotidae (Perissodactyla).Palaeogeogr Palaeoclimatol Palaeoecol,141: 13-34   \nCerdeio E, Nieto M,1995. Changes in western European Rhinocerotidae related to climatic variations.Palaeogeogr Palaeoclimatol Palaeoecol, 114: 325-338   \nCerling TE,Harrs H,1999.Carbon isotope fractionation between dietandbioapatite inungulate mammals and implications for ecological and paleoecological studies. Oecologia,120: 347-363   \nCerling TE, Wang Y Quade J,1993. Expansionof $\\mathrm { C } _ { 4 }$ ecosystems as anindicatorof global ecological changein theLate Miocene. Nature,361: 34 -34   \nCerling TE, Harris J, MacFadden B et al., 1997. Global vegetation change through the Miocene/Pliocene boundary. Nature, 389: 153-158   \nCerling TE,HartJ,HartT,2004.Stable isotopee n the Ituri Forest. Oecologia,138: 5-12   \nCerling TE,Haris J,Hart J,2008.Stable isotope ecologyofthe common hippopotamus.JZool,276: 204-212   \nClark I,FritzP,1997.Environmental Isotopes inHydrogeology.Boc Raton: Lewis Publishers.1-342   \nClementz M,Holroyd P,Koch P,20o8.Identifying aquatic habitsof herbiy rous mammals through stable isotope analysis. Palaios,23:574-585   \nCope ED,1879.On the extinct species of Rhinoceridae of North America and their allies.B JS Geol Geogr Surv Territ, 5: 227-237   \nCrusafont M, Vilalta JF,1947.Sobreun interesante rinoceronte (Hispanotherium nov. gen.)del Mioceno ( Valle del Manzanares.Las Ciencias,12: 869-883   \nDansgaard W,1964. Stable isotopes in precipitation. Tellus,16: 436-468   \nDeng T,2001.New remains of Parelasmotherium (Perisodactyla,Rhinocerotidae)from the Late Miocene in Dongxiang, Gansu, China. Vert PalAsiat,39: 306-311   \nDengT,2002.Limb bones ofChilotherium wimani (Perissodactyla,Rhinocerotidae)from theLate Mioceneof theLinxia Basin in Gansu, China.Vert PalAsiat,40: 305-316   \nDeng T,2003.New materialof Hispanotherium matritense (Rhinocerotidae,Perisodactyla)from Laogou of Hezheng County (Gansu,China), with special reference to the Chinese Middle Miocene elasmotheres. Geobios,36:141- 150   \nDeng T,2004.Anew speciesof therhinoceros Alicornops fromthe Middle Mioceneofthe Linxia Basin,Gansu,China. Palaeontology, 47: 1427-1439   \nDeng T,20o5a.New discovery of Iranotherium morgani (Perissodactyla,Rhinocerotidae)from the Late Miocene of the Linxia Basin in Gansu, China,and its sexual dimorphism.JVert Paleont, 25: 442-450 22   \nDengT,2Oo5b.New cranial materialof Shansirhinus (Rhinocerotidae,Perissodactyla)from the Lower Plioceneof the Linxia Basin in Gansu, China. Geobios,38: 301-313   \nDeng T,2006.Aprimitive speciesofChilotherium (Perissdactyla,Rhinocerotidae)from the Late Mioceneof the Linxia Basin (Gansu, China). Cainoz Res,5: 93-102   \nDeng T,20o7.Skullof Parelasmotherium (Perissdactyla,Rhinocerotidae)from the Upper Miocene in the Linxia Basin (Gansu, China). J Vert Paleont,27: 467-475   \nDeng T,2o08.Comparisonbetween woollyhino forelimbsfromLongdan,northwestern ChinaandTologoi,Transbaikalian region. Quat Intern,179:196-207   \nDeng T,Downs W,2002.EvolutionofChinese Neogene Rhinocerotidae and itsresponse to climatic variations.Acta Geol Sin, 76: 139-145   \nDeng T,WangXM,NiXJetal.,2O4a.Sequenceof the Cenozoic mammalianfaunasoftheLinxia Basin inGansu,China. Acta Geol Sin, 78: 8-14   \nDeng TWang X M,Ni X Jet al.,2O04b.Cenozoic stratigraphic sequenceof the Linxia Basin in Gansu, China and its evidence from mammal fossils. Vert PalAsiat, 42: 45-66   \nDeng T, Wang X M, Fo telius M et al.,2011. Out of Tibet: Pliocene woolly rhino suggests high-plateau origin of Ice Age megaherbivores. Science, 333: 1285-1288   \nDeng T, Qiu Z X, Wang B Y et al., 2013. La Cenozoic biostratigraphy of the Linxia Basin, northwestern China.In: Wang X M,Flynn L J,Fortelius Meds.Fos Mammals of Asia: Neogene Biostratigraphy and Chronology. New York: Columbia University Press.243-273   \nDollo L,1885.Rhinoceros vivants et fossils.Rev Quest Sci,17:293-29g   \nDongmann G, Nurnberg H W,Forstel H etal.,1974. On the enrichmentof $\\mathrm { H } _ { 2 } ^ { 1 8 } \\mathrm { O }$ in the leaves of transpiring plants. Rad Environ Biophys,11: 41-52   \nEpstein S,Thomas P, Yapp C,1977.Oxygen and hydrogen isotopic ratios in plant ce 198: 1209-1215   \nEstes R D,1991.The Behavior Guide to African Mammals, Including Hoofed Mammals,( ,Primate. Berkely and Los Angeles: University of California Press.1-640   \nFang X M, Garzione C, Van der Voo R et al.,2003.Flexural subsidence by $2 9 \\ \\mathrm { M a }$ on the NE edge of Tibet from thel magnetostratigraphy of Linxia Basin, China.Earth Planet Sci Lett,210: 545-560   \nFarquharGD,EhleringerJR,HubickKT,989.Carbonisotope discriminationand photosynthesis.AnnRevPlantPhysiol Plant Mol Biol, 40: 503-537   \nFeranec R, 2O03. Determination of resource partitioning in a predominantly $\\mathrm { C } _ { 3 }$ environment by the analysis of stable isotope values from herbivores in Yellowstone National Park.JVert Paleont,23: 49A   \nFeranec R,MacFadden B,2006. Isotopic discrimination of resource partitioning among ungulates in C3-dominated communities from the Miocene of Florida and California.Paleobiology,32:191-205   \nForster Cooper C,1911.Paraceratherium bugtiense,a new genus of Rhinocerotidae from Bugti Hilsof Baluchistan: preliminary notice.Ann Mag Nat Hist, 8: 711-716   \nFortelius M,983.Themorphologyand paleobiological significanceof the hornsofCoelodontaantiquitatis(Mammalia: Rhinocerotidae).JVert Paleont,3:125-135   \nFricke H C,O'Neil JR,1996.Inter-and intra-tooth variation in the oxygen isotope composition of mammalian tooth enamel phosphate:implications forpalaeoclimatological and palaeobiological research.Palaeogeogr Palaeoclimatol Palaeoecol,126: 91-99   \nGonfiantiniR,1986.Environmentalisotopes inlakestudies.In:FritzP,FontesJCeds.HandbookofEnvironmental Isotope Geochemistry 2(The Terrestrial Environment).New York: Elsevier.113-168   \nGuérin C,1980.Les rhinocéros (Mammalia,Perissodactyla)du Miocene terminalau Pléistocene supérieur en Europe occidentale: comparaison avec les especes actuelles.Doc Lab Geol Lyon, 79:1-1184   \nHeissig K,1989a.TheRhinocerotidae.In: Prothero DR,Schoch RMeds.The EvolutionofPerisodactyls.New York: Oxford University Press.399-417   \nHeissigK,1989b.Theallceropinehyracodonts.In:ProtheroDR,chochRMeds.TheEvolutionofPerissodactyls.New York: Oxford University Press 355-357   \nHeisig K,1999.Family Rhinocerotidae.In: Rossner G E, Heissg K eds.The Miocene Land Mammals of Europe. Munchen: Verlag Dr.Friedrich Pfeil.175-188   \nillson S,1986.Teeth.London: Cambridge University Press.1-388   \nKoch PL,1998.Isotopic reconstruction of past continental environments.Ann Rev Earth Planet Sci,26: 573-613   \nKohn M J,1996. Predicting animal $\\delta ^ { 1 8 } \\mathrm { O }$ : accounting for diet and physiological adaptation. Geochim Cosmochim Acta, 60: 4811-4829   \nKohn M J, Cerling T E,20 oleisotope compositions of biological apatite.In: Kohn M J,Rakovan J, Hughes Jeds. Phosphates: Geochemical,Geobiological,and Materials Importance.Rev Miner Geochem,48: 455-488   \nLee-Thorp JA,van der Merwe NJ,1987.Carbon isotope analysis of fossil bone apatite.SAfr JSci, 83: 712-715   \nLongineli A,984.Oxygen isotopes in mammal bone phosphate: anew tool forpaleohydrological and paleoclimatological research? Geochim Cosmochim Acta,48:385-390   \nLucas S G, Sobus JC,1989.The systematics of indricothere rothero DR, Schoch R M eds.The Evolution of Perissodactyls.New York: Oxford University Press.358-378   \nLuz B,Kolodny Y,Horowitz M,1984.Fractionation of oxygen isotopes betwe ammalian bone-phosphate and environmental drinking water. Geochim Cosmochim Acta,48:1689-1693   \nMa Y Z,LiJJ,Fang X M,1998.Records of the climatic variation and polen flora from the red beds at 30.6-5.0 Ma in Linxia district. Chin Sci Bull,43: 301-304   \nMacFadden,B.1998.Taleof two rhinos: isotopic ecology,paleodiet,andniche diferentiationofAphelopsandTeleoce from the Florida Neogene.Paleobiology 24:274-286.   \nMacFadden B, Higgins P,2004.Ancient ecology of 15-million-year-old browsing mammals within $\\mathrm { C } _ { 3 }$ plant communities from Panama. Oecologia,140: 169-182   \nMacFadden B,Solounias N,Cerling TE,1999.Ancient diets,ecology,and extinctionof 5million-year-old horse from Florida. Science,283: 824-827   \nMarshallJD,BrooksJR,LajthaK,27.Sources ofvariationinthestableisotopiccompositionofplants.In: MitcheerR, Lajtha K eds.Stable Isotopes in Ecology and Environmental Science. Oxford: Blackwell Scientific.22-60   \nMedina E,Minchin P,1980.Stratification of $\\delta ^ { 1 3 } \\mathrm { C }$ values of leaves in Amazonian rain forests. Oecologia, 45: 377-378   \nMedina E, Montes G,Cuevas E et al.,1986.Profiles of $\\mathrm { C O } _ { 2 }$ concentration and $\\delta ^ { 1 3 } \\mathrm { C }$ values in tropical rain forests of the Upper Rio Negro Basin, Venezuela.JTrop Ecol,2: 207-217   \nMedina E,Sternberg L, Cuevas E,1991. Vertical stratification of $\\delta ^ { 1 3 } \\mathrm { C }$ values in closed natural and plantation forests in the Luquillo mountains, Puerto Rico. Oecologia,87: 369-372   \nO'Leary MH,1988. Carbon isotopes in photosynthesis.BioScience,38: 328-336   \nOwen-Smith N,Berger J,2006.Rhinoceroses.In: MacdonaldDed.The Encyclopediaof Mammals.London:The Brown Reference Group plc.476-481   \nProtheroDR,Schoch RM,1989.Classificationof thePerissodactyla.In:ProtheroDR,Schoch RMeds.TheEvolutionof Perissodactyls.New York: Oxford University Press.530-537   \nProthero DR,GuerinC,Manning E,1989.The historyof the Rhinocerotoidea.In:ProtheroDR,Schoch R Meds.The Evolution of Perissodactyls.New York: Oxford University Press.321-340   \nQiu ZX,Yan DF,1982.Ahorned Chilotherium skullfrom Yushe,Shansi. Vert PalAsiat,20:122-132   \nQiu ZX,XieJY,YanDF,987.Anewchilothere skullfrom Hezheng,Gansu,China,withspecialreferencetotheCinese “Diceratherium\".Sci Sin SerB,5:545-552   \nRadinskyLB,1967.Areviewof therhinocerotoid familyHyracodontidae (Perisodactyla).BullAm Mus NatHist,36: 1-45   \nSchleser G H, Jayasekera R, 1985. $\\delta ^ { 1 3 } \\mathrm { C }$ -variations of leaves in forests as an indication of reassimilated $\\mathrm { C O } _ { 2 }$ from the soil. Oecologia. 65: 536-542   \nStacklyn S, Wang Y Jin C Z et al., 2017. Carbon and oxygen isotopic evidence for diets,environments and niche diferentiation of early Pleistocene pandas and associated mammals in South China.Palaeogeogr Palaeoclimatol Palaeoecol, 468: 351-361   \nSternberg L,Mulkey S,WrightS,1989.Ecologicalinterpretationof leafcarbonisotoperatios: influenceofrespiredcarbon dioxide.Ecology,70:1317-1324   \nvander Merwe N,MedinaE,1989.Photosynthesis and13C/Cratios inAmazonrainforests.Geochim CosmochimActa53: 1091-1094   \nVogel J C,1978.Recycling of carbon in a forest environment. Oecol Plant,13: 89-   \nWall W P,1989.The phylogenetic history and adaptive radiation of the Amynodontidae. n: Prothero DR, SchochRMeds. The Evolution of Perissodactyls.New York: Oxford University Press.341-354   \nWang Y,Deng T20o5.A25m.yisotopicrecordofpaleodietandevironmentalchange fromfosilmammalsandpaleosols from the NE margin of the Tibetan Plateau.Earth Planet Sci Lett,236:322-338 2   \nWangY,CerlingTE,MacFaddenBJ,994.Fosil horsesandcarbonisotopes: new evidenceforCenozoic dietary,habita and ecosystem changes in North America.Palaeogeogr Palaeoclimatol Palaeoecol,107: 269-279   \nWood HE II,1932. Status of Epiaceratherium (Rhinocerotidae). JMammal,13:169-170   \nYakir D,1992.Variations in the natural abundanceofoxygen-18anddeuterium inplant carbohydrates.Plant CellEnviron, 15:1005-1020   \nZachosJ,PaganiM,SloanLetal.,ool.Trends,hythms,andaberrationsinglobalcimate65MatoPresent.Science,292: 686-693 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    }
]