[
    {
        "type": "text",
        "text": "中国激光杂志社期刊封面设计的实践与思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "汤超 沈灵灵 徐燕 宋梅梅 何卓铭 马沂\\* 王晓峰 杨蕾中国激光杂志社，上海市嘉定区清河路390号，201800",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Practice and Thoughts on Journal Cover Design of China Laser Press ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "TANG ChaoSHEN LinglingXU Yan SONG Meimei HE ZhuomingMA Yi WANG Xiaofeng YANG Lei ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要：对科技期刊封面从版面、设计风格等方面对图片的特征进行归纳概述。以中国激光杂志社期刊封面为例，总结封面设计流程管理模式的探索实践，探讨封面设计过程中的相关问题，其中包括主题策划、生产流程、版权保护。此外还就封面设置及风格、元素文化、版权意识、与设计公司的合作等进行了讨论。科技期刊封面可通过合理的设计，将科技与艺术融合，更准确地传播前沿科技成果并弘扬中国传统文化。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The features of sci-tech journals cover design, including layout and design style,are analyzed. The practice of China Laser Press on journal cover design process management and other related issues is presented, and the topics planning, production process and copyright protection of journal covers are discussed. The thoughts on cover style, culture,copyright and cooperation with vendors are presented. Through reasonable design,the covers of sci-tech journals can integrate science and technology with art, spread frontier achievements and promote Chinese traditional culture. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科技期刊；封面设计；设计流程；版权",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Sci-tech Journal, Cover design, Design process, Copyright ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "封面是科技期刊的重要组成部分，它是期刊展示其出版导向、内容特色、价值判断、审美情趣以及学术内涵的重要载体「1]，同时封面也是给予读者的第一视觉窗口，封面图片让科学传播更加生动形象，并加强了期刊的品牌效应。优秀的期刊封面需要兼具科学性和艺术性，其视觉传达能够跨越不同的文化背景、语言环境[2]，使人们通过视觉直观读图，快速接受科学新知，留下形象的记忆，其设计及视觉传播效果对科技期刊展示学术内涵和提升期刊影响力具有重要意义[3]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，我国科技期刊的影响力日益增强，期刊内容的可视化工作逐渐受到重视。很多期刊开始加强封面图片的设计工作，将文字内容转换成图片表达，将晦涩难懂的科学思想以大众更易接受的方式传达，进而扩大阅读群体。以中国光学期刊网收录的68种光学期刊为例，目前封面配图的期刊有48种，占 $70 \\%$ ，这表明大多数科技期刊已经开展封面图片的设计工作。中国科协组织2021年中国卓越科技期刊十大最美封面评选活动，《纳米研究》《中国国家地理》等期刊入选，树立了我国科技期刊的良好形象，提升了期刊的传播力和影响力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "但是，由于中国科技期刊编辑部的规模普遍较小，绝大多数没有专职的美术编辑，期刊编辑对封面设计的把握难以达到专业美术编辑的水准，封面设计经常出现配色、构图、质感等方面的不足。这就造成了期刊封面设计的质量良莠不齐，例如有些期刊只是简单地在封面设置局部区域放置作者论文中的原图，呈现出来的封面效果不太理想。提升期刊编辑在审美、设计方面的素质与能力成为提升期刊封面设计水准的重要工作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "借助专职美编的设计审核、责任编辑成熟的流程控制，中国激光杂志社为每期刊物进行封面配图设计，目前已经设计出版了400 余期的精美封面，得到很多作者与读者的高度评价。特别是，杂志社目前有两位专职的美术编辑，具有10 余年工作经验，在科技期刊封面设计方面经验丰富，为高质量完成期刊设计工作提供了重要保障。本文以中国激光杂志社期刊封面为例，深入剖析了封面设计的产出流程，对封面图片设计的实践探索进行总结与思考，以期为科技期刊编辑在封面设计方面的工作提供参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1．期刊封面演变历程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "期刊封面的版式通常分为全版面、局域式、异形图等3种。所谓全版面即将所有元素融入整幅图片中刊登，注重画面整体性及元素协调性，封面视觉冲击力也更强。局域式图片基本为矩形，图片占据封面的比例约1/3\\~2/3区间，刊名部分保持固定格式，对图片质量要求更宽容。异形图主要是指封面图片部分以圆形或者其他不规则形状出现。中国激光杂志社在期刊封面设计优化方面属于先行者，早期期刊封面为固定版式，从2013年开始以英文刊为改版试点，进行封面图片的刊登尝试（如图1)。封面改版初期先以局域式版式为过渡，仅对作者文中的图片进行简单的美化加工后作为封面图，呈现的效果相对比较简单。经过摸索尝试之后，杂志社逐渐对封面效果提出更高的要求并使用全版图片。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/26476803ca712f0f57841352b58fe200e1ca3a6a4a33537ce9e68e605d8e5432.jpg",
        "img_caption": [
            "图1Chinese OpticsLetters 期刊封面改版历程"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据期刊发展需要，杂志社目前所有期刊已改版为每期刊登封面图片，以全版封面图片为主，封面个数也根据当期文章情况进行灵活配置，封底，内封都可以为图片设计做出调整。杂志社整体封面演变历程具体时间节点如图2所示。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/6073b66f2586ef0637f1df3c0381b36838c8f0ed101d5409500d33e016d75e11.jpg",
        "img_caption": [
            "图2中国激光杂志社期刊封面演变历程"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "期刊封面的展示与传播同样非常重要。笔者在工作中发现很多期刊封面难以找到下载地址，或者即使找到分辨率也极低，精心设计的封面没有得到有效的展示。中国激光杂志社在期刊官网单独开辟封面集锦专题（图3)，让封面存档有迹可循，解决作者需要下载封面文件的需求，并且按照年份归档有序展示了封面作品。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5d38328d626ea7277b25e1d610ec16697edf70f7e63b4009345f5360d8e84532.jpg",
        "img_caption": [
            "图3网站封面集锦专题页面"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "期刊封面可通过多种媒体渠道促进学术的传播，扩大宣传广度和深度，进而提升封面论文和期刊的学术影响力。如利用微信公众号、微信群、邮件推送等定向推送封面及封面论文，这些传播方式可有效延长科技期刊论文的传播周期。中国激光杂志社运用其新媒体传播的平台优势，通过线下印刷品、微信公众号矩阵、期刊网站平台，邮件推送等全媒体渠道进行封面图和文章的推广。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国激光杂志社还开展了最美封面评选活动，例如通过微信公众号开展了2020 年AdvancedPhotonics 和《激光与光电子学进展》最美封面网络评选。活动期间单条公众号消息阅读量最高为1.4万次，2.1万人次参与投票，465人参与评论互动。读者和专家们通过最美封面评选的活动，不但欣赏了精美的设计作品，对研究成果也有了更深刻的理解，还加深了对期刊的印象。在留言评论中，不乏有专家对封面设计提出独到的解读，其中大多数人对于传统文化相结合的封面设计持赞赏态度，可见封面评选活动不仅是封面作品的展现及提升过程，更提高了读者对期刊的关注与参与。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2．封面设计的风格",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "期刊封面图片设计重点主要在于风格选择以及具体细节把控。封面风格类型按其设计原理分类，主要可分为三大类：平面设计风格、三维渲染以及摄影照片。平面设计风格主要指的是通过平面作图软件来设计的封面图片，包括图片合成和原创手绘两种方式。图片合成的封面，一般是在现有的素材基础上进行融合、加工，进而达到封面文章的要求，原创手绘相对来说更有难度，需要在理解封面文章基础上，通过联想、拟人、卡通化等方式将创新点以更加新颖的方式绘画出来。三维渲染风格是通过三维建模软件将图形重新构造，优势在于立体感更强，画面细节丰富，能表达出平面图片难以体现的细节信息，增加学术内涵及感染力，特别是对于材料相关领域的期刊，三维渲染能够充分表现物体质感和结构。摄影照片由于其特殊成像渠道及作图软件无法替代的视觉效果，故将它单列为一类来对待，摄影图片通常具有极其丰富的画面细节和光影深度。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "如何选择合适的风格来展示论文的创新点需要编辑与作者深入的沟通，了解论文的特点之后来做出判断。以中国激光杂志社的封面设计经验为例（图4)，有趣的创新点会从手绘风格角度出发，制作有故事性的封面图像；对于材料相关或结构有特色的主题，通常考虑三维渲染风格来体现质感和结构;实验摄影照片如果非常有视觉冲击力，也可以刊登在封面上。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/463c70907c33b8522842d7c5d343c26feef513fb7536afb4ccd319c9a1fe7ec5.jpg",
        "img_caption": [
            "图4 左：平面设计风格 中：三维渲染 右：摄影照片"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3．封面设计流程模式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 主题策划 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "科技期刊封面图片的主题策划通常分为两种类型。第一类选用本期录用论文中的亮点文章进行图像重构，责任编辑根据专家审稿意见对录用稿件进行遴选，在美术编辑的帮助下，兼顾论文创新性和图像重构潜力这两者的前提，挑选出几篇备选封面文章并和作者联系封面设计事宜。第二类是通过选题策划的特色专题，封面主题是根据专题方向的代表性元素进行创意设计，而不是具体某篇文章。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中国激光杂志社近年来策划了很多期优秀的特色专题，在引导学科发展、促进学科建设上获得了良好的学术反响，专题封面设计也广受好评。例如 2020 年正值激光器发明60 周年之际，《中国激光》策划了“纪念激光器发明60周年\"专题，封面图的设计过程中以世界第一台激光器制造者——西奥多·梅曼照片为原型，通过平面软件重绘人物并调整配色。封面图中出现的仪器即为世界上第一台红宝石激光器（图5左)。《光学学报》在创刊 40 周年时，设计专辑封面[4],以期刊代表色黄色为底色,以具有代表性的往期封面为元素组合成\"40\"字样（图5右）,传达了回顾过去、展望未来的理念[5]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/9f04af02c387a55c88208a5fc37c56e5aee236d3f9b20847d45f0be111ca5f59.jpg",
        "img_caption": [
            "图5具有特殊意义的专题封面设计"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2封面产出过程",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（a）引导科学与艺术的平衡",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "科技期刊的封面设计是基于研究成果科学内涵之上的一种艺术表达，它让深奥抽象的学术成果跃然纸上，传播到更广大的读者群体。在封面设计实践工作中，杂志社坚持科学性作为科技期刊封面设计的基石，艺术性则作为一种锦上添花的优化手段与之相辅相成。在引导科学与艺术的平衡问题上，编辑主要从与作者合作及艺术性优化两方面着手。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "一方面邀请作者在设计创意阶段，针对论文的核心内容、亮点内容绘制草图或提供相关的图片素材，并针对以上内容中的细节（例如逻辑关系、材质质感等）进行讨论，从而使负责该期封面图片的设计师更容易抓取研究成果中的核心内容及视觉重点，且在整个设计及修改过程中都会由作者持续参与意见，以保证封面图的科学性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "另一方面从艺术性优化角度控制设计质量。根据近年的实践案例，优化主要分为设计语言优化与故事性优化两大类。设计语言的优化主要包括对画面中的构图、色彩、质感等作优化。以AdvancedPhotonics 2021年第2期为例（图6上)，左图为优化前的封面图，画面质量本身较高，但存在重点信息不够突出的问题，经调整优化画面构图之后，形成对角线构图，研究内容的重点更为突出。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第二类是故事性优化。故事性优化主要包括对封面的设计构思、故事性创意的融入等做进一步的优化。以《光学学报》与《激光与光电子学进展》联合推出的\"光纤传感技术及应用\"专题（2021年第13期）为例（图6下)，左图为优化前的初稿，主要问题在于为与建党主题呼应着重突出艺术表现，而缺乏对实质科学内涵的表达。经与组稿专家、责编、设计公司三方沟通后，挖掘出光纤与龙的联系，将中心轴线视为光纤芯，螺旋线体现多芯螺旋光纤三维形状传感，在龙身质感上也进行了调整，增加通透度使其更接近光纤的质感，从而优化展示了三维光纤传感的基本原理和内涵。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a1b1f35ad7189cbee8fc5cc6e7b1dbe20eee5329501e1452ea85009965ad9de2.jpg",
        "img_caption": [
            "图6封面设计过程中初稿和定稿的对比"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（b）建立制度保障",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "封面小组制度是杂志社经过摸索发展形成的有效设计模式，每个封面案例启动就成立一个项目组，负责本期封面策划的编辑作为组织者，将作者、设计公司、美术编辑多方人员组建为封面小组。小组成员各司其职，编辑负责整体工作协调，作者把握封面设计的科学性，设计公司根据文章创新点进行重构设计，美术编辑则从视觉效果和风格上给予质量把关，小组通力合作提升封面图片的呈现效果。该制度实施以来，从结果来看是行之有效的，封面小组充分发挥了每个组员擅长的领域，将科学成果以尽量生动形象的图像展示在封面上。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（c）设计流程把控",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "封面的整体设计周期包括前期构思沟通、设计初稿、修改阶段，封面定稿，如果在设计流程中某个环节耗费了过多时间就可能影响到期刊正常出版，所以对于流程的管理把控非常重要。编辑需要先根据封面文章或专题的设计难度，预估留出的设计周期，并分配好每个环节的完成时间节点，通常来说封面设计至少一个月周期，但从期刊出版角度来说是需要留出更多余量，负责封面的编辑在设计流程把控中会尽量提前封面设计启动时间，一旦确定某期封面文章或专题内容之后，立即组建封面小组。设计过程中，每个阶段应尽量在时间节点之前完成，如果超出预期时间,编辑要负责介入协调，解决导致时间拖延的问题并将进度赶上。通过近年来的流程把控实践，封面设计进度上基本没有影响到期刊正常出版时间。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3封面图片版权协议",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "近年来，除了论文内容的版权之外，期刊图片的版权问题也获得了重视。早期杂志社期刊在采用作者封面时并未明确过作者封面的版权问题，笔者发现某些封面会有雷同的设计风格或者使用版权不明的素材。期刊封面的版权问题其实与期刊文章内容一样需要明确，一方面编辑要在设计过程中避免使用未经授权的图片素材，这会带来隐藏的风险；另一方面在封面完成设计之后，如何在合理授权范围去使用图片，这也是需要和作者达成协议。所以对封面图片的版权问题做了调研之后，杂志社拟出了封面图片使用授权协议。每个封面在设计完成后，作者需完成这份协议提供给各期刊保存，期刊所在单位获得封面图片的使用权，以防后续出现不必要的问题。该协议能较为有效的给作者和设计公司树立版权意识，在设计过程中减少侵权的风险。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4．关于封面设计的思考",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1封面设置及风格应用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "多数期刊每期只有1个封面，但也有部分期刊开始采用多封面模式，包括封一、封二、封三、封四及插页。多封面模式为更多优秀论文提供了展示的机会，有利于推动优秀成果的传播。中国激光杂志社在 2021年起也开设了多封面形式，给更多作者用艺术化方式展示其研究成果。另外，科技期刊封面设计风格不必拘泥于固定模式，平面设计风格、三维渲染及摄影图片可以在同一本刊的不同刊期上都有体现，根据论文的主题灵活选用相符的风格，会让封面展示更加丰富多彩。随着各种新技术的探索，动态封面逐渐也显露出其独特的展示特色，其元素的动画效果能更有效的体现文章创新点。中国激光杂志社于2021年对部分封面文章采用动态封面的形式作为正常封面的辅助展示，新颖的视觉效果也得到作者与读者的充分认可。（案例 htps://www.opticsjournal.net/upload/issue/m00002/2021/58/22_pic_dynamic.mp4)",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2封面元素文化输出",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "封面图片的设计不仅具有传播科学成果的作用，还可以作为文化输出的渠道，如何巧妙融合传统文化设计元素来传递最新的科研成果，达到形式美与信息传播功能的统一，这是很多科技期刊封面设计都在致力探索的问题[6]。随着中国科研水平的提高，越来越多的成果发表在具有高影响力的学术期刊，中国元素也频频出镜，中国激光杂志社在封面设计中也经常引入传统文化元素，如 2020 年6月出版的《激光与光电子学进展》期刊封面(图7左)为：孙悟空大战牛魔王。这是在“六一儿童节\"推出的承载我们整个童年甚至少年时期经典记忆的《西游记》封面,用耳熟能详的动画人物讲述金纳米棒遇见激光的故事[7]，封面图片中牛魔王兵器射出的激光融化了孙悟空的金箍棒，比喻在极高的激光功率密度下，纳米材料产生光热形变。2021 年4月出版的期刊封面(图7右)使用了三星堆遗址出土的黄金面具为原型，用实物与线框图的混合建模以表达三维扫描成像的技术成果。中国元素在弘扬民族传统文化的同时也以美的形式传播了科研成果。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/72418d4ff0cf463133abf3d6b3f6a100f3bf692cf4e0b4ccea2630b5f97e6fc9.jpg",
        "img_caption": [
            "图7输出传统文化元素的封面设计"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3封面元素版权意识 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "近年来版权问题逐渐受到更多关注，封面图片素材，字体，知名知识产权形象等如使用不当，都有可能造成侵权问题，会对期刊和作者都造成负面影响，其中图片元素目前大多数公司会注意避免侵权，但是字体和知识产权形象的使用上有可能会缺少版权意识。例如常见的微软雅黑、方正字库这些字体经常被误认为是免费字体，但其实它们都是收费商用的。解决字体版权问题的方法有两种，第一种是使用免费字体，目前也有一定数量的免费字体可以下载使用，在需求不是很高的情况基本可以满足；另一种方法就是以期刊所在单位购买一些收费字库，这样就可以避免字体纠纷，收费字体的多样性也可以符合更多设计需求。知名 ip形象的再创作也是容易产生侵权的雷区，例如深受大家喜爱的《葫芦兄弟》的葫芦娃、《大闹天宫》的孙悟空，这些经典形象的再创作也是需要原著单位的授权。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.4与设计公司的合作",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "期刊封面设计目前大多是和设计公司合作来进行的，不同设计公司擅长的风格不尽相同，有的擅长三维渲染，有的擅长手绘表现，如果长期与固定的公司合作，虽然可能在理解该领域论文方面会有提高，但是时间长了就会出现风格局限的困境。中国激光杂志社在进行多年封面设计实践经验的基础上，逐渐摸索出与多家设计公司同时合作的模式，有效降低了风格固化的风险，并可以根据封面内容去匹配适合风格的设计公司，这种模式给设计带来多样性和可选择性，也为期刊封面带来更多活力。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.结语 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "科技期刊以科学性和严谨性著称，但也可以与艺术发生碰撞，与文化进行交融，将科学之美广泛传播。本文以中国激光杂志社在封面设计流程模式进行先驱探索的实践总结，以及对封面设计未来发展的一些思考，希望为我国科技期刊的封面设计找到启示，给期刊同行提供经验借鉴。在国家大力倡导建设世界一流科技期刊的大背景下，一流科技期刊作为学术论文的传播媒介，不仅要有优质稿源作基础，还应该有突出内容特色、新颖醒目的精美封面，与内在学术内容相得益彰，以形成具有高辨识度的期刊风格，这样才能更好地迎合读者审美，提升期刊质量和读者阅读兴趣[8]。中国科技期刊封面的艺术审美还可以传承中华民族优秀传统文化，推动我国的科研成果在世界广泛传播，促进期刊品牌铸造、扩大期刊传播力和影响力。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1] 张彤，恽海艳.学术期刊封面设计的品牌营销及影响力提升浅析[J].价值工程,2019,38(33):281-282.  \n[2] 埃尔金斯．视觉研究：怀疑式导读[M]．雷鑫，译．南京：江苏美术出版社，2010.  \n[3] 鲁道夫·阿恩海姆．艺术与视知觉［M]．滕守尧，朱疆源，译．成都：四川人民出版社，2001.  \n[4] 《光学学报》编辑部.光学学报创刊四十周年[EB/OL].[2021-12-13].http://www.opticsjournal. net/Columns/zt_ gxxb202 101/index. htm  \n[5] 崔之进．顶级科技期刊封面的中国元素研究[J]．中国科技期刊研究，2017，28(2)：99—104.  \n[6] 李瑞娟，王晓琰，李雅新，沈雅捷，孙佳璇，何卓铭，马沂，王晓峰，杨蕾．策划创刊周年庆活动对提升科技期刊品牌影响力的研究［J]．编辑学报，2022，34(3):295-300.  \n[7] 张雁，李瑞娟，王晓峰，马沂，何卓铭，宋梅梅，杨蕾．传承历史,做大做强,成就一流中文光学期刊[J]．编辑学报，2021，33(6):683－688.  \n[8] 散飞雪，宋衍茹，李庚.英文科技期刊的专辑出版策略与实践［J]．中国科技期刊研究，2020，31(6): 717-724.",
        "page_idx": 10
    }
]