[
    {
        "type": "text",
        "text": "让建言更多含金量：员工建言质量的前因机制研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "江静」董雅楠² 李艳杨百寅²（1北京第二外国语学院旅游科学学院，北京100024）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（2清华大学经济管理学院，北京100084）（北京师范大学政府管理学院，北京100875）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要 员工高质量的建议是企业提质增效的重要途径。然而，以往研究主要聚焦在员工的\"建言参与”和“建言数量”上，忽略了一个最本质的问题—一员工的建言质量如何？为解决这一关键问题，分别从员工建言质量的内涵、测量、前因机制的角度构建一个关于员工建言质量的系统研究。研究一基于扎根理论，探讨员工建言质量的内涵与结构，开发员工建言质量的测量工具；研究二是基于内隐建言理论，从个体和团队两个层面探讨员工与领导的批判性思维对员工建言质量的影响机制。理论贡献在于推动员工建言质量的理论构建，拓展批判性思维理论、内隐建言理论的应用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词建言质量；测量工具；批判性思维；内隐建言理论；影响机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自古以来，“建言”就是一门学问，不仅讲求进谏的胆识、方式，更重要的是建议本身要不掺水分、切中时弊、周密可行。董仲舒的“贤良三策”、晁错的“守边备塞疏”、王安石的“万言书”.都是求真求实、切合当务、施之可行的好建议。而当下，大至国家，小至企业，都孜孜以求利国兴业的发展良策。国家领导人俞正声也多次强调，要着力提升建言质量，充分体现建言价值。企业界也深请只有高质量的建议才能促进企业提质增效，无数企业通过开展“金点子”活动，以发掘员工在工作中的真知灼见。京粮集团2016年采纳的职工建议，为企业节支增效 2379.36万；铜山矿业公司员工的5条技术改造建议为企业创造价值达 5000万....",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "那么，什么才是高质量的建议呢？自Hirschman（1970）提出建言行为以来，学者们孜孜不倦在这一领域做了大量研究：一是从个体因素（个人的特质、动机、态度、认知等）探讨了什么样的员工更敢于建言或愿意建言(e.g.,Jiang,Gao,& Yang,2018;Lam&Mayer 2013;LePine & Van Dyne,2001; Liang, Farh, & Farh, 2O12； Tangirala, Kamdar, Venkataramani, &Parke,2013）；二是从情境因素（领导风格、上下级领导关系、建言氛围、制度环境等）探讨了如何鼓励员工多建言（e.g., Chen& Hou,2016; Detert & Burris,2007; Frazier & Bowler,2015; Hsiung, 2012; Liu, Zhu, & Yang, 2010; Raub & Robert, 2013; Zhang, Huai, & Xie, 2015;段锦云，曾恺，阎寒，2017）；三是通过高层情境与低层特征因素的交互或跨层次分析探讨了如何才能让员工敢建言、多建言（e.g.,Farh,Hackett,&Liang,2007; Frazier&Fainshmidt,2012;Morrison,Wheeler-Smith,&Kamdar,201l；段锦云，施嘉逸，凌斌，2017）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，上述研究都将重点聚焦在员工的“建言参与”和“建言数量”方面，忽略了一个最本质的问题——建言本身的质量如何？科学技术的发展日新月异，企业内部沟通越趋扁平化和多样化，员工不用与领导面对面沟通，就可以通过各种渠道（如企业的内部吐槽论坛、总经理问答直通车、内部微信号等）表达自己的意见和想法。加之互联网时代背景下的新生代员工活跃于社交网络，个性张扬且自信，强调权益和参与，对职场文化中的“权威等级”日趋淡漠（侯烜方，李燕萍，涂乙冬，2014；廖晓明，陈珊，2017；赵玉田，崔玉娇，2017），让员工“敢建言、多建言”已不再是当下管理的难点和痛点，管理的核心逐渐转移到“员工究竟‘说’了什么？如何才能判断员工‘说’的内容有价值？”等方面，即对员工建言质量的挖掘！",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“员工建言质量”主要指员工在工作中提出的建议内容的优劣程度。“质量”的衡量指标主要体现在员工的建议内容能否反映问题的重要性（严峻性、实效性等），以及是否具有实施的可行性（风险承担、资源投入等）等方面（Burris,Rockmann,&Kim,2017;Whiting,Maynes,Podsakoff,& Podsakoff,2012; Xu, Huang,Ouyang,Liu,& Hu,2019;具体见 1.2.1）。当下，学界也意识到研究建言质量的重要性（Burris et al.,2017;Whiting et al.,2012）。2017年，Burris 等学者大力呼吁要深化对建言内容及其价值的研究（Burris et al.,2017）。遗憾的是，我们在理论上对“员工建言质量”知之甚少。尽管Whiting等（2012）对建言信息的有效性进行了探索，研究发现当建言内容涉及解决措施时更能得到高绩效的评价（Whiting et al,2012）。但“解决措施”只是建言内容的一个方面，不能全面衡量建言内容的质量。Burris等（2017）的研究对高质量的建言内容提炼做出了突破性的贡献，该研究指出建议内容涉及“问题的重要性”、“达到建议预期实施效果所需的资源”、“达到建议预期实施效果所需的相互依赖关系”三个指标，能有效预测管理者对建言价值的知觉。但该研究的指标提取主要基于大型医疗机构的员工，研究样本具有一定特殊性和局限性。Xu等（2019）通过实证研究证实，当员工的建言满足三个条件，即建言所涉及问题的重要性、领导对建言的开放性以及员工建言时领导处于积极情绪时，员工倾向通过官方渠道和正式程序进谏。但该研究主要从员工的视角衡量建言涉及问题的重要性，没有从领导的视角评价员工的建言质量。更为重要的是，Whiting 等（2012）和Burris等（2017）都是通过实验研究对建言内容有效性进行检验。员工建言质量测量工具的缺乏，很大程度上拘囿了这一领域研究的深度开展。为此，本研究的第一项工作就是界定建言质量的内涵，并开发具有信度和效度的员工建言质量的测量工具。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "此外，尽管高质量的建议会给企业带来诸多积极的影响，但随之而来的另一个问题就是，如何才能激发员工提出高质量的建议呢？当前是个信息爆炸的时代，也是一个充满问题的时代，更是一个时刻需要认识、分析和判断的时代。而员工的建言质量，恰恰是与员工对建议相关信息的处理程度息息相关的（Burriset al.,2017）。员工要在错综复杂的信息中把脉到企业的症结要害，提出有价值的建议，就需要对建言内容的重要性和可行性进行充分论证，这对员工的认知能力提出了更高的要求。批判性思维，是一种重要的认知能力，通过阐明、分析、推论、评价、解释和自我调节等认知技能，帮助个体辨别理由和证据、探索隐含的假设和价值标准、挖掘更深的含义和根源，寻求看问题的不同思路和视角，从而做出专业的判断（Facione,Facione,& Giancarlo,1997； Facione,2011）。而内隐建言理论（implicit voicetheory）中关于需要可靠数据或解决方案（need solid data or solutions）的内隐信念（以下简称可靠性需求的内隐建言信念)指出，员工会在日常生活和工作背景下形成这样一种心理图式，即提建议时必须深思熟虑，有理有据，通过可靠的数据或证据论证建议的重要性和可行性，并在建言时尽可能提供问题的解决方案，员工会根据这样的心理图式选择沉默或建言，且员工的这种认知信念会受到个体特质以及环境因素的影响（Detert& Edmondson,2011）。基于该理论，在个体层面，具有批判性思维的员工，由于长期保持了理性思考的习惯，会不自觉形成建言必须有理有据的内隐信念（Facione,1990；Facione et al.,1997），从而力求通过论证提出有价值的建议。在团队层面，批判性思维强的领导在与员工长期互动中，也会潜移默化地给员工心灵深处植留下建言必须理由充分、逻辑清晰的图式（Detert& Edmondson,2011;Facione et al.,1997），让员工通过合理的、充分的逻辑论证来提出高质量的建议。而当所有员工的内隐建言图式汇聚到团队层面，就会形成整个团队对建言规则的基本认识和信念，即可靠性需求的内隐建言氛围（Detert ＆ Edmondson,2011; Morrison et al.,2011），这样的建言氛围更能进一步促进员工建言质量的提升。由此可见，员工与领导的批判性思维都对员工建言质量的提升发挥重要作用。为此，本研究的第二项工作就是从个体和团队层面，检验员工和领导的批判性思维对员工建言质量的影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上，本研究将通过质性研究和实证研究来系统回答什么是员工建言质量？如何才能提升员工的建言质量？首先，我们将根据扎根理论，界定员工建言质量的内涵，并开发员工建言质量的测量工具。我们拟通过文献分析、开放式问卷调查和深度访谈，厘清员工建言质量的基本内涵和结构。同时,严格遵循管理学文献中倡导的量表开发步骤(Flynn&Pearcy,2001;Hinkin,1995;1998），开发员工建言质量的测量工具。其次，我们将基于可靠性需求的内隐建言理论，从个体和团队两个层面探讨员工与领导的批判性思维对员工建言质量的影响机制。个体层面，主要探讨员工的批判性思维对建言质量的影响，即具有批判性思维的员工，通过强化可靠性需求的内隐建言信念，促进建言质量的提高，并通过对员工建言效能感这一边界条件的检验，深化个体层面对员工建言质量影响机制的理解。团队层面，主要通过跨层研究探讨领导的批判性思维对员工建言质量的影响，即具有批判性思维的领导，通过强化可靠性需求的内隐建言氛围以及员工可靠性需求的内隐建言信念，促进员工建言质量的提高，并通过对边界条件一建言奖励机制的检验，深化团队层面对员工建言质量影响机制的理解。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2国内外研究现状及分析",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1建言质量的研究现状",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.1建言质量的内涵 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前在学术上并没有关于建言质量的清晰定义，但已有学者对建言内容进行了探索。Burris 等（2017）以美国南部一家大型医院的急救中心为研究对象，采用扎根理论，通过对访谈内容进行分析、编码，发现当建议内容包括“建议涉及问题的重要性、达到建议预期实施效果所需的资源、达到建议预期实施效果所需的相互依赖关系”三方面时，更能让管理者知觉到建言的价值。Whiting 等（2012）指出，建议内容涉及到的解决措施，是反映建言信息有效性的重要指标。Burris 等（2017）和Whiting等（2012）提炼的建言内容指标，为我们进一步厘清员工建言质量的内涵、提炼指标、开发量表奠定了基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2建言质量的测量",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，学者主要通过实验操纵的方式对建言内容有效性进行研究（Burris etal.，2017;Whiting etal.,2012）。而现有的建言量表并不能直接用于对建言质量的评价。如广泛使用的Van Dyne和Lepine（1998）的6条目量表，主要测试了员工为改进组织现状提出改善性建议或创新性建议的行为，该测量并没有反映建言的内容，很难对建言质量做出评价。Van DyneVan Dyne,Ang 和Botero（2003）根据建言的动机归因，测量了默许性建言、防御性建言及亲社会性建言，该量表主要强调了不同动机下建言行为的表现。Liu等（2010）在Van Dyne和Lepine（1998）以及Morrison 和Phelps（1999）的基础上，根据建言对象的不同，编制了向上级和向同事建言的量表，但该量表主要强调了员工面对不同建言对象的建言行为表现。段锦云和凌斌（2011）在中国文化背景下，根据员工与情境融合联系的需要，将建言分为顾全大局型建言和自我冒进型建言，但该研究同样强调了员工建言的动机。Liang 等（2012）根据建言的内容将建言分为促进性建言（promotive voice）和抑制性建言（prohibitive voice），前者指员工提出改善组织或工作单位整体运作的新想法和观点的行为，而后者指员工对组织不利的工作实践、事件或员工行为所表达的担忧。Liang 等（2012）对反映建言内容的建言行为探索做出了重要贡献，但由于测量的内容主要反映了建议内容对企业有利性的具体体现（“促进”还是“抑制”），没有反映出建议本身的优劣程度，比如需要改进的问题对企业有多重要，促进企业发展的想法是否具有可行性等，也不能作为评价员工建言质量的工具。Maynes 和Podsakoff（2014）在Liang等（2012）的基础上，进一步将维度细化，其中促进性维度包括支持性建言和建设性建言；抑制性维度包括防御性建言和破坏性建言。目前关于建言行为的测量工具如表1所示：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d0f84269c3ab86396dc24bb78bf05f3ff304af380c23483d458f082d5d0a828a.jpg",
        "table_caption": [
            "表1建言行为测量工具表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>学者</td><td>测量内容</td><td>关注重点</td></tr><tr><td>VanDyne&Lepine（1998）</td><td>员工建言行为</td><td>员工建言的参与</td></tr><tr><td>Van Dyne et al.（2003）</td><td>默许性建言、防御性建言及亲社会性建言</td><td>员工建言的动机</td></tr><tr><td>Liu et al. (2010)</td><td>向领导建言行为、向同事建言行为</td><td>员工建言的对象</td></tr><tr><td>段锦云，凌斌 (2011)</td><td>顾全大局型建言、自我冒进型建言</td><td>员工建言的动机</td></tr><tr><td>Liang et al. （2012)</td><td>员工促进性建言、抑制性建言</td><td>员工建言内容对企业有利性的</td></tr><tr><td rowspan=\"2\">Maynes&Podsakoff（2014）</td><td>支持性建言、建设性建言、防御性建言、</td><td>具体体现 员工建言内容对企业有利性的</td></tr><tr><td>破坏性建言</td><td>具体体现</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1.3建言质量的相关研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前关于建言内容有三篇重要的文献。一是Whiting 等（2012）通过对292位商学院本科学生进行实验操纵，研究指出当建言内容涉及解决措施时，更受纳谏人喜欢，更能让纳谏人将进谏行为归因为亲社会动机，也更能让纳谏人对进谏人给予高绩效评价。Burris 等（2017）对建言内容进行了系统探讨。该研究由3个部分组成，研究1以美国南部一家大型医院的急救中心为研究对象，采用质性分析，将建言内容分为三个方面：建议涉及问题的重要性、达到建议预期实施效果所需的资源、达到建议预期实施效果所需的相互依赖关系，并构建了关于“专业认同、单位认同-建言内容-建言价值”的理论框架。研究2以一家小型地产公司和一家大型国防承包商的27位管理者和97位员工为研究对象，通过实证研究表明工作认同在与自身工作单元有关的建言行为和管理者对建言价值感知之间发挥中介作用，职业认同在与职业有关的建言行为和管理者对建言价值的感知之间发挥中介作用。研究3通过对396 位管理者的实验操纵，发现建议涉及的问题越重要、建议实施所需资源越少、涉及的相互依赖关系越不复杂，越被领导视为有价值的建言。Xu等（2019）以国内一家大型通讯公司 221位员工和一家保险公司235位销售人员为样本，通过两个研究证实了只有在同时满足以下三个条件：（1）问题很重要；（2）领导对建言的开放态度；（3）员工建言时领导处于积极情绪，员工才倾向于通过官方渠道和正式程序进谏，且建言被领导采纳。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2批判性思维的相关研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1批判性思维的历史渊源及内涵",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“批判”来源于希腊语Kriticos（分辨的判断）和Krinein（标准），意思是根据标准来分析和判断（董毓，2011）。批判性思维的发展经过了漫长的历史演变，最早可以追述到古希腊时期，以巴门尼德和苏格拉底为代表的对批判性思维原始形态的探索，到后来发展到笛卡尔的普遍怀疑论，康德的批判哲学，黑格尔的反思理论，以及现代的马克思实践批判（刘义，2010）。尽管不同时期，批判性思维的表现形式有所不同，但其内在共性却基本相似。一是批判性思维的基础是质疑，即对问题的反思；二是批判性思维的核心是判断，通过自身的理性思考和实证，以决定相信什么和不相信什么；三是批判性思维不仅包含必要的技能，而且伴随着情感、信念之类的情意性因素（江静，杨百寅，2014）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关于批判性思维的定义，最具代表性的是1990 年美国哲学协会的46位批判性思维学者共同制定的《专家共识声明报告》，报告将批判性思维定义为“有目的、有规则的判断过程，整个过程产生了对证据、观念、方法、标准或者语境的注解、分析、评价、推理和解释”。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.2批判性思维与建言质量的相关研究",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "目前只有一篇文章探讨了批判性思维对建言行为的影响。Jiang 等（2018）通过对能源企业273对上下级配对数据进行统计分析，发现批判性思维能有效预测员工的建言行为，建言效能感在批判性思维与建言行为之间发挥中介作用，变革型领导的智力激发行为能强化批判性思维通过建言效能感对员工谏言行为的间接影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "尽管批判性思维对员工建言质量影响的文献还显单薄，但学者通过实证研究发现，批判性思维能有效预测员工的创造力与创新行为，即让员工产生新颖有用的想法，这为建言质量奠定了基础。江静和杨百寅（2014）以保险公司为研究对象，通过实证研究发现，批判性思维能很好预测员工创造力，创新效能感在批判性思维与员工创造力之间发挥中介作用，领导-成员交换关系弱化了批判性思维与创新效能感的正向关系。Jiang 和Yang（2015）的研究也发现，批判性思维能正向影响员工创造力，员工创造性过程投入中介了两者之间的关系。屠兴勇等学者的实证研究也表明员工批判性思维能有效预测创新行为（屠兴勇，何欣，郭娟梅，2015；屠兴勇，2015；屠兴勇，郭娟梅，2016）。同时，屠兴勇等学者还对批判性思维的中介效应进行了探讨，研究发现批判性思维在前摄型人格和员工创新行为之间发挥中介作用，在教辅型领导与员工创新行为之间也发挥中介作用（屠兴勇，2016；屠兴勇，王泽英，张琪，2016）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "同时，目前学者也通过实证研究或理论探讨，研究了批判性思维对信息处理以及专业判断的影响。江静和杨百寅（2016）的研究证实了领导批判性思维对于团队信息处理的作用，该研究表明领导的批判性思维能强化团队成员换位思考与团队任务反思之间的正向关系。Facione 等（1997）指出批判性思维体通过阐明、分析、推论、评价、解释和自我调节等认知技能，帮助个体辨别理由和证据、探索隐含的假设和价值标准、挖掘更深的含义和根源，寻求看问题的不同思路和视角，进而做出专业判断（Professional judgment）。还有学者在文章中也指出，在复杂的商业环境中，领导和员工尤其需要批判性思维对错综复杂的信息进行处理，做出专业的判断（费希万，费希万，蒂瓦里，尤恩,2009）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3相关研究评述",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "尽管学者在员工建言领域展开了大量探索，但仍然存在很多问题亟需解决，具体如下：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第一，对建言质量的关注不足。纵观现有文献，关于建言行为机制的研究，大都聚焦如何鼓励员工“敢建言、多建言”（e.g.,Detert& Burrs,2007; Duan,Kwan,& Ling,2014; LePine& Van Dyne,2001;Morrison,2014；段锦云等，2017），而对建言本身价值的探讨却很匮乏。而现有的企业，逐步从传统的管控方式向赋能、协同的管理方式转变，加之新生代员工价值观诉求的变化，员工建言的参与和建言数量，已不是互联网时代背景下企业管理的重点。反之，企业获取有价值的建言信息才是助推企业发展的关键所在。因此，应当深入挖掘建言质量，填补现有文献的空白。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第二，建言质量的内涵和测量有待深化。从文献梳理中可以看出，由于指标的片面性和样本的局限性（Burris et al.,2017;Whiting et al.,2012; Xu et al.,2019），现有的建言内容指标并不能完全反映员工建言质量的内涵。因此，有必要通过质性研究，系统挖掘员工建言质量的内涵，厘清建言质量定义，为后续研究奠定基础。同时，现有关于员工建言的测量，主要根据建言的动机、对象等对员工建言行为进行测量（Liu et al.,2010; Van Dyne et al.,2003;Van Dyne＆Lepine,1998；段锦云，凌斌，2011）。Liang 等（2012）提供的测量工具主要反映了员工的建言内容对企业的有利性表现，并没有反映建言内容的优劣程度。因此，有必要严格按照管理学倡导的量表开发程序，开发具有效度和信度的“建言质量”量表，该环节对这一领域的深入研究大有裨益。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第三，建言前因机制的探讨有待系统展开。目前对于建言行为的前因研究，主要聚焦在不同领导风格对员工建言行为的影响（e.g.,Chen& Hou,2016; Detert& Burris,2007; Hsiung,2012;Liuetal.,2010;Raub&Robert,2013）。然而，建言质量的优劣是与员工对于建议相关信息的处理程度息息相关的（Burriset al.,2017），这就对员工的认知能力提出了要求。而批判性思维是以“数据为中心”的思维方式，为员工提出高质量的建议提供了认知保障（Facione et al.,1997; Yanchar,Slife,&Warne,2008）。因此，从认知的视角，探讨领导和员工的批判性思维对建言质量的预测作用，能进一步丰富建言质量的研究视角。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第四，研究方法和研究层次有待丰富。目前关于员工建言质量的相关研究多以实验研究方法为主。正如前文所言，目前建言质量的内涵、测量体系都不够清晰，需要结合定性研究与定量研究对建言质量进行深入探讨，即通过定性研究清楚界定建言质量的内涵，辅以实证研究开发建言质量的测量工具，再通过系列实证研究探讨建言质量的前因机制，才能更好体现建言质量研究的系统性与科学性。同时，现有研究只是在单一层次上探讨员工的建言内容（Burris etal.,2017;Whiting etal.,2012），从个体层面和团队层面进行跨层研究，更有利于",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "深度剖析建言质量的前因机制。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1建言质量的内涵 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "根据《汉语词典》，“建言”主要指个体陈述主张或意见。“质量”主要指事物、产品或工作的优劣程度。依据“建言”和“质量”的定义，广义的“建言质量”主要指个体陈述的主张或意见的优劣程度，即建议内容的优劣程度。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "因此，建议的内容是衡量建言质量的关键。目前关于建言内容的研究有两篇重要的文献（Burris etal.,2017;Whiting et al.,2012）。Whiting等（2012）的研究表明当建言内容涉及解决措施时，更能受纳谏人喜欢，更能让纳谏人将进谏行为归因为亲社会动机，也更能让纳谏人对进谏人给予高绩效评价。Burris等（2017）的研究指出，建言内容所涉及问题的重要性、达到建议预期实施效果所需的资源、达到建议预期实施效果所需的相互依赖关系等都能影响纳谏者对建言价值的评价。两篇文章都对提炼的建言内容指标做了有效性预测，表明在一定程度上这些指标都能反映建言内容的质量。我们进一步对这几项建言内容指标进行分析，发现“建议内容所涉及问题的重要性”主要体现了建言反映的问题对企业的重要程度，即建议的重要性，“达到建议预期实施效果所需的资源”、“达到建议预期实施效果所需的相互依赖关系”、“内容涉及解决措施”都体现了建言涉及的相关问题被解决的可能性或实施的可操作性，即建议的可行性。Xu等（2019）的研究表明，建言内容涉及问题的重要性是员工采取官方渠道和正式程序进谏的前提。因此，我们将已有的建言内容指标分为“重要性”和“可行性”两个维度（如表2所示）。",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/eeff9ba5d965026fdb1a52671274452502f7b6e53d08eded2df9abb823ba354c.jpg",
        "table_caption": [
            "表2建言内容维度划分表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>出处 维度</td><td>重要性</td><td>可行性</td></tr><tr><td>Whiting et al. （2012）</td><td></td><td>内容涉及解决措施</td></tr><tr><td></td><td>建议内容所涉及问题</td><td>达到建议预期实施效果所需的资源、达到建议</td></tr><tr><td>Burris et al. (2017)</td><td>的重要性</td><td>预期实施效果所需的相互依赖关系</td></tr><tr><td></td><td>建议内容所涉及问题</td><td></td></tr><tr><td>Xu et al. (2019)</td><td>的重要性</td><td></td></tr><tr><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "根据注意的认知资源有限理论（Sweller,1988），由于人的注意力资源是有限的，个体更会在具有显著性特征（salience feature）的信息上投入更多认知精力。因此，只有当员工提供的建议信息具有显著性特征时，才能引起领导的重视。而建议反映的问题对企业的重要性，以及相关问题被解决的可行性，对于领导而言，都是与她（他）工作相关的显著性信息（Burris etal.,2017），都会引起领导投入更多的注意力资源。因此，依据注意的认知资源有限理论，将反映建言质量的建言内容指标分为“重要性”和“可行性”两个维度。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "基于以上分析，在组织情境中，我们认为“员工建言质量”主要指员工在工作中提出的建议内容的优劣程度。包含两个特征：（1）是否有利于企业发展是判断建言质量的前提，（2）建言内容涉及问题的重要性和可行性是评价建言质量的重要维度。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "建言内容的“重要性”和“可行性”反映了建言的优劣程度。因此，如图1所示，我们根据评价建言质量的“重要性”和“可行性”两个维度划分出四个象限：即建言涉及的问题非常重要且可行性强为高质量，表明建议内容对企业而言具有高价值，应该支持实施；建言涉及的问题不重要且可行性低为低质量，表明建议内容对企业没有什么价值，可以不予考虑；建言涉及的问题非常重要但可行性低，视为质量一般，表明建议内容对企业具有保留价值，可以待时机成熟再执行；建议涉及的问题不重要但可行性强，建议质量一般，表明建议内容对企业有一些微小价值，如企业日常的小改进，可以支持实施。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/47afa7fc313ed4b745233f26fd0b85ef95e47fdfb7fe682f90a4262715cf57c9.jpg",
        "img_caption": [
            "图1建言质量四象限图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "本研究希望通过文献分析、面对面访谈，进一步挖掘反映建言质量的其他维度；“建议所涉及问题的重要性”主要体现在哪些方面，如是否与领导主管工作相关、与团队目标任务完成相关或与提高工作绩效相关；建议实施的可行性具体表现在哪些方面，如承担风险、领导能提供的资源支持、亦或是领导对实施过程的可控性。同时，本研究还要深度挖掘并检验四个象限所指向的四种建言质量是否成立，每一种建言背后的具体情境是什么。研究拟通过建言质量的维度探索，进一步厘清建言质量的内涵。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2建言质量量表开发",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "这部分的重点是遵循管理学文献中倡导的量表开发步骤（Flynn&Pearcy,2001;Hinkin,1995;1998），开发建言质量的测量工具。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第一步：条目采集",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "采用规范的质性研究，通过开放式问卷调查、面对面深入访谈和文献分析，从多渠道采集关于建言质量的评价条目，形成初始的反映建言质量的指标条目库。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "开放式问卷调查：选取不同行业背景的50名主管作为被试。我们先在问卷中提出“建言质量”的初步定义，让主管列举3-5条衡量下属建言质量的具体标准。问卷搜集完成后，对问卷中关于“建言质量”的评价标准进行整理。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "面对面访谈：选取具有代表性的团队进行深度访谈。访谈采用半结构式，围绕主管在工作中如何对下属建言行为进行评价展开，主要包括下属提出什么样的建议会引起他们重视或采纳、主管对下属建言质量的评价标准有哪些、员工高质量建言的具体行为表现等。与下属的访谈主要包括自己建言针对的问题有哪些、建言信息涉及哪些方面、什么样的建议更容易被上级采纳或重视等。最后对访谈内容进行整理。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "文献资料整理分析：参考与建言质量相关或相近的文献和测量工具，如建言行为（VanDyne&LePine,1998）、促进型建言和抑制性建言（Liang etal.,2012）、建设性建言（Whitingetal.,2012）等，通过对比分析，对可能构成建言质量评价指标的条目进行摘录。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第二步：条目编码",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "条目撰写：由两个研究小组分别就上述条目库的建言质量指标条目库进行编码。编码的标准为：第一，描述清楚、含义明确；第二，拆分多重含义语句；第三，合并相近含义条目。开放编码后，两组就共同编码后的条目进行逐一讨论分析，判断语句内容是否符合建言质量的评价描述，对含义模糊、重复和描述不准确的条目进行修改和删除。经过开放式编码，形成精简的条目库。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "条目分类：条目分类主要涉及主轴编码和选择编码。目的在于结合理论分析，寻找概念的核心属性。参与开放式编码的两个研究小组，对开放式编码的条目提取核心关键词，提炼条目概念属性，分别形成建言质量的指标维度。通过两个小组对比提炼的维度，对不一致的编码进行充分讨论，最终形成统一的建言质量维度，并对每个维度进行定义。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "条目修订：通过邀请建言行为研究的权威专家与项目组人员，就每一条目进行讨论，最终综合考虑内容效度、文字表达等，对条目进行修订，形成建言质量的预测试版本。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第三步：预测试分析",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第一轮预测试：向企业团队领导发放不低于300 份样本的预测试问卷。通过 SPSS 20软件，采用主轴因子分析，斜角旋转法，允许因子间相关，因子特征根和碎石图作为提取因子的主要参考标准。条目选取时考虑各个条目在各因子的因子载荷且不存在交叉项。通过第一轮预测试分析，对量表进行修订。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第二轮预测试：向企业团队领导发放不低于300份样本的修订后问卷，同样通过SPSS 20软件，同样采用主轴因子分析，斜角旋转法，允许因子间相关，因子特征根和碎石图作为提取因子的主要参考标准，并依据 VanDierendonck 和Nuijte（2011）提出的标准进行条目筛选。通过第二轮预测试分析，对量表进行修订。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第四步：信度与效度检验",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "信度检验：在两轮大样本分析中，测试建言质量的信度：对修订后的量表进行信度测试。如果删除条目后因子 $\\mathfrak { a }$ 值降低，并且各因子 $\\mathfrak { a }$ 值大于0.7，表明具有较好信度。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "结构效度检验：在两轮大样本分析中，对建言质量的结构效度进行分析：采用Lisrel 8.0对建言质量的结构进行分析。我们选取 $\\chi ^ { 2 } ,$ df、IFI、NNFI、CFI、AIC、RMSEA等指标对模型模拟程度进行分析，其中IFI、NNFI、CFI大于0.90接近1较好，AIC越小越好，RMSEA小于0.08 较好， $\\chi ^ { 2 } / d f$ 小于5可接受（Joreskog＆ Sorbom,1989）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "聚合效度与区分效度检验：在两轮大样本分析中，对于建言质量量表的聚合效度测试，主要检验建言质量是否与相关的构念，如管理者知觉到的建言价值（Burris etal.,2017）、建言行为（VanDyne&Lepine,1998）等在统计上相关。对于建言质量量表的区分效度测试，我们主要采用AMOS 进行验证性因子分析（ConfirmatoryFactor Analysis），对建言质量、管理者知觉到的建言价值和建言行为三个变量分别进行三因子、二因子和单因子验证性因子分析，并比较不同因子结构分析结果的模型拟合指标（ $\\chi ^ { 2 } /$ df,RMSEA,SRMR,TLI, CFI 和IFI）。当三因子模型数据拟合指标达到相应标准且优于其他因子结构拟合指标时，表明变量之间具有较好的区分效度。此外，计算平均抽取方差（AverageVariance Extracted）并比较其与变量之间相关系数平方的大小，当平均抽取方差大于建言质量与其他相关变量（管理者知觉到的建言价值和建言行为）的相关系数平方时，区分效度得到进一步证实（Fomell&Larcker,1981）。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "通过以上四个步骤的操作，最终形成一份具有较高信度和效度的建言质量测量量表。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "建言预测效度检验。根据已有的研究（e.g.,Frazier&Bowler,2015;Whiting etal.,2012;Whiting,Podsakoff,&Pierce,2008；李方君，祁婷婷，2017），本研究主要将开发的建言质量量表与VanDyne和Lepine（1998）的建言行为，以及Liang 等（2012）的促进性建言与抑制性建言放在一起对员工工作绩效评价、领导知觉的建言价值进行预测，并分析建言质量增加的解释力度。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3员工建言质量影响机制研究：基于可靠性需求的内隐建言理论",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本部分主要基于“可靠性需求的内隐建言理论”，从个体层面和团队层面探讨批判性思维对员工建言质量的影响机制。在个体层面，具有批判性思维的员工，由于长期保持了理性思考的习惯，会不自觉形成建言必须有理有据的心理图式（Facione,1990；Facione et al.,1997），即建言需要可靠数据或解决方案的内隐信念，并对建言内容的重要性和可行性进行充分论证，从而提出高质量的建议。同时，员工建言效能感反映了员工向领导表达自己的意见或建议的自信程度（Kish-Gephart,Detert, Trevino,& Edmondson,2009;Morrison,2014），它解决了员工“敢”建言的问题。只有当员工“敢”于建言，才有建言的质量可言。因此，在个体层面，员工建言效能感是影响批判性思维员工作用建言质量的边界条件。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在团队层面，批判性思维强的领导在与员工长期互动中，能促使员工形成建言必须有可靠依据或方案的潜在假设，让员工通过合理的逻辑论证来证实建言内容的重要性和可行性，并形成理性的、有价值的建议表达。当所有成员个体的内隐建言图式汇聚到团队层面，就会形成整个团队对建言规则的基本认识和信念，即“可靠性需求的内隐建言氛围”。因此，在团队层面，批判性思维领导会通过强化“可靠性需求的内隐建言氛围”，促进员工建言质量的提升。同时，建言奖励制度反映了组织（团队）对团队建言行为的态度（倡导或反对），以及对建言质量的重视程度，是影响具有批判性思维领导能否激发团队提出高质量建言的重要边界条件。为此，在团队层面，本研究将探讨领导批判性思维对团队建言质量的作用是否受到建言奖励制度这一边界条件的影响。整个理论框架如图2所示。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/5f5ea8cf401a7a756d534d8c639ce803e18148b2252fe0632035ca40fa40ca6d.jpg",
        "img_caption": [
            "图2建言质量形成机制理论模型"
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（1）员工批判性思维对建言质量的影响机制。本节主要从个体层面检验员工批判性思维对员工建言质量的影响，如图3所示：",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/07818e218b92842d5cdadc2cdbaf77e185d7988e284ee458be41316f5bfba8a8.jpg",
        "img_caption": [
            "图3员工批判性思维对员工建言质量的影响机制图"
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "员工批判性思维对建言质量的影响。批判性思维并非“攻击”、“挑刺”（江静，杨百寅，2014；2016），相反，批判性思维是一种高阶思维，通过数据为中心的思维方式和科学的论证推理，形成对事物的理性判断（Facione et al.,1997;Yanchar et al.,2008）。为此，具有批判性思维的员工向领导提出工作中的建议之前，必定寻求相应的证据或数据来支持或证明自己的观点，力求通过合理的逻辑论证和评价来形成科学的建言信息（Facione et al.,1997;Jiang et al.,2018），从而提高建言的质量。其次，具有批判性思维的员工能够运用分析、推论、评价、解释等认知能力对信息进行处理和判断（e.g.,Facione,1990;Facione et al.,1997），这有利于员工在错综复杂的信息中发现问题的根源所在，针对企业面临的关键问题、重要问题，甚至潜在的风险，提出有针对性的建议和应对措施，充分体现建议的价值。根据以上分析，提出以下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "假设1：员工的批判性思维能提升员工的建言质量。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "可靠性需求的内隐建言信念的中介作用。首先，员工批判性思维能强化可靠性需求的内隐建言信念。内隐信念本质就是在长期生活中或社会化过程中形成心理图式（Detert &Edmondson,2011；李茵，黄蕴智，1991）。具有批判性思维的员工将批判的理性思考作为一种习惯（Facione,1990；Facione etal.,1997），会不自觉地形成进谏必须有理有据的心理暗示，即要有充足的理由和证据来支持自己意见表达的信念（Detert& Edmondson，2011;Facione,1990;Facione etal.,1997），从而强化可靠性需求的内隐建言信念。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "其次，可靠性需求的内隐建言信念能提升员工建言质量。当员工心中形成可靠性需求的内隐建言图式后，就会在这样的信念下力求相关的证据和材料来支持自己的意见和想法，证明自身想法或建议的重要性，以引起领导的关注和支持。同时也会尽量找到问题的解决方案或路径，以提升建言的可实施性。因此，可靠性需求的内隐建言信念可以帮助员工提出更具重要性和可行性的建言（Detert& Edmondson,2011; Jiang et al.,2018）。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "再次，具有批判性思维的员工通过强化自身可靠性需求的内隐建言信念提升建言质量。具有批判性思维的员工潜移默化在自己心中形成数据为导向的建言假设，在这样的自我暗示驱动下，会理所当然地按照需要可靠数据或解决方案的内隐建言图式进谏，在建言前考虑到方方面面，做好充分的准备工作，如建议的问题是否重要，是否具有可操作性等，从而使提出的建议更有质量（Jiang etal.,2018）。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "根据以上分析，提出以下假设：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "假设2a：员工批判性思维能够强化可靠性需求的内隐建言信念；",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "假设2b：员工可靠性需求的内隐建言信念能够促进建言质量的提高；",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "假设2c：员工可靠性需求的内隐建言信念在员工批思维与建言质量之间发挥中介作用。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "员工建言效能感的调节作用。建言效能感指员工向领导表达自己的意见或建议的自信（Kish-Gephart et al.,2009;Morrison,2014）。建言行为本身具有挑战性、风险性（e.g.,Detert& Edmonson,2011;Liu et al.,2010），建言效能感解决了员工敢建言的问题。因此，当员工对自己的建言能力足够自信时，具有可靠性需求的内隐建言信念的员工更可能在数据分析、逻辑论证、方案比较后大胆提出高质量的建议（Kish-Gephart et al.,2009;Morrison,2014）。反之，如果员工的建言效能感很低，表明员工对自己的建言能力不自信，即使员工有可靠性需求的内隐建言信念，也不一定敢于表达有见地的想法，或不能完全有效表达出有价值的建议，因此会弱化建言质量。为此，本研究认为员工建言效能感发挥重要的边界作用，并提出以下假设：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "假设3a：员工建言效能感能强化可靠性需求的内隐建言信念与建言质量之间的关系。",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "同理，当员工对自己的建言能力很自信时，能强化本身具有批判性思维的员工基于数据和方案提建议的信念，从而提高建言的质量。反之，当员工没有自信向领导表达自己的意见或想法时，具有批判性思维的员工，即使有可靠性需求的内隐建言信念，也会因为不自信而影响自己的建言水平，如对建议涉及问题的重要性和可行性的表达，从而弱化建言质量。为",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "此，提出以下假设：",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "假设3b：员工建言效能感能强化批判性思维员工通过可靠性需求的内隐建言信念对建言质量的间接影响。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（2）领导批判性思维对员工建言质量的跨层影响。本节主要检验领导批判性思维对员工建言质量的跨层影响，如图4所示：",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/3784a650c30c6540144f8c39cadc852faac20cbd65de8a79b6a00e6dc39c1fb5.jpg",
        "img_caption": [
            "图4领导批判性思维对员工建言质量的跨层影响机制图"
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "领导批判性思维对员工建言质量的影响。本研究认为领导批判性思维能促进员工建言质量的提高。首先，批判性思维的基础是质疑（江静，杨百寅，2014），即对一切信念和知识都表达一种疑惑、追根究底、彻底省察（e.g.，费希万等,2009；Facione,2011）。批判性思维领导的这种质疑精神，能够驱使员工不断审视自己的进谏依据，力求通过合理的逻辑论证和评价来形成科学的建言信息（Facione etal.,1997），从而提高员工建言质量。其次，建言是有计划的行为（Liang etal.,2012）。当批判性思维领导给员工留下建言必须理由充分、有数据支撑或解决方案的心理图式时，员工为了建言时心中有足够的底气和安全感，势必通过寻求充足的证据或完善解决方案来支持自己的意见表达（Facione，1997；Detert&Edmondson，2011）。因此，具有批判性思维的领导能促进员工建言质量的提高。根据以上分析，提出以下假设：",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "假设4：领导批判性思维能促进员工建言质量的提高。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "可靠性需求的内隐建言信念在领导批判性思维与员工建言质量之间的中介作用。首先，批判性思维领导能促进员工形成可靠性需求的内隐建言信念。具有批判性思维的领导能够运用阐明、分析、推论、评价、解释等认知技能理性分析问题，并做出合理、准确的判断（e.g,Facione,1990;Facione etal.,1997）。当员工向具有批判性思维的领导进谏时，领导不会照单全收，反之会通过逻辑分析、论证推理对员工的建议信息进行评价。而且，建言不仅具有风险和挑战性（Detert& Edmondson,2011），而且也是一种有计划的行为（Liang et al.,2012）。当员工了解到具有批判性思维领导以数据为导向的纳谏风格（e.g.,Facione,1990;Facione etal.,1997），为了降低建言风险，寻求建言安全感，势必会迎合领导的有可靠数据或解决方案的纳谏风格，对建言内容再三斟酌、论证，并尽量寻求问题解决的途径和方案（Detert&",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Edmondson，2011）。因此，具有批判性思维的领导能强化员工内心深处认为向领导建言就理所当然应该有理有据的信念。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "再次，具有批判性思维的领导通过强化员工可靠性需求的内隐建言信念进而提升员工的建言质量。可靠性需求的内隐建言理论指出，员工根植在内心深处的信念是向领导提出的建议必须理由充分、有数据支撑或完整的解决方案，这样进谏才有安全感（Detert＆Edmondson,2011）。而具有批判性思维的领导，力求通过科学的论证推理或数据为中心的思维方式，形成对事物的理性判断（Facione etal.,1997;Yanchar et al.,2008）。因此，具有批判性思维的领导会潜移默化在员工心中形成以数据为导向的建言图式，当员工内心深处认为向领导建言就应当有理有据的时候，提出的建议论证会更充分，可行性也会更强，建言质量也就更高。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "根据以上分析，提出以下假设：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "假设5a：领导批判性思维能强化员工可靠性需求的内隐建言信念; ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "假设5b：员工可靠性需求的内隐建言信念在领导批判性思维与员工建言质量之间发挥中介作用。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "可靠性需求的内隐建言氛围在领导批判性思维与员工建言质量之间的中介作用。可靠性需求的内隐建言氛围是指团队成员对于团队必须遵循有数据、证据支撑，或提供完善解决方案的建言规则的共享心理感知（Detert ＆ Edmondson,2011;Morrison et al.,2011）。本研究认为，可靠性需求的内隐建言氛围在领导批判性思维和员工建言质量之间发挥中介作用。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "首先，领导批判性思维能够强化可靠性需求的内隐建言氛围。领导作为团队的灵魂人物，其处事风格在一定程度上决定了团队行事的基调（段锦云，肖君宜，夏晓彤，2017）。特别是在我国这样一个权力距离较高的国家，领导在团队中更是具有举足轻重的地位（Farh et al,2007）。在一定程度上，领导偏好决定了团队文化（陈春花，2010）。具有批判性思维的领导，具有追求真理（truth-seeking）和系统思考等特质（Facione,1990;2011；叶玉珠,1999），正是这些特质强化了团队可靠性需求的内隐建言氛围。具体而言，具有批判性思维的领导，更坚持对既定事实的怀疑和对真理不屈不挠的追求(Jiang et al.,2018;King＆Kitchener, 2004;江静，杨百寅，2014），这就要求团队要有求真的精神，提建议不能想当然，而要实事求是，根据工作中的实际情况提出有价值的建议。具有批判性思维的领导重视思维的系统性和逻辑性（Facione,1990;2011；叶玉珠，1999），这就要求整个团队尽最大努力，最大限度对建议信息的重要性和可行性进行论证、分析和判断，保证建议的科学性和合理性，从而在团队中形成可靠性需求的内隐建言氛围。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "其次，可靠性需求的内隐建言氛围有利于员工建言质量的提升。氛围体现了对规则的集体共识（Morrison etal.,2011）。当整个团队形成了建言时必须理由充分、有数据支撑、或完整的解决方案的共识时，团队成员在表达意见和想法之前，就会尽可能让自己掌握与建议相关的详尽信息，提出的观点明确、论证合理、逻辑清晰，客观呈现建议的重要性和合理性（Burris etal.,2017;Morrison etal.,2011），从而保证建言的质量。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "此外，领导批判性思维通过团队可靠性需求的内隐建言氛围影响员工的建言质量。批判性思维强的领导在与员工长期互动中，也会潜移默化在员工心灵深处植留下建言必须理由充分、逻辑清晰的图式（Detert& Edmondson,2011; Facione et al.,1997）。而当所有团队成员个体的内隐建言图式汇聚到团队层面，就会形成整个团队对建言规则的基本认识和信念，即可靠性需求的内隐建言氛围。领导的批判性思维越强，越能强化团队可靠性需求的内隐建言氛围，越有利于员工提出高质量的建议。基于以上分析提出以下假设：",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "假设6a：领导批判性思维促进团队可靠性需求的内隐建言氛围；",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "假设6b：团队可靠性需求的内隐建言氛围能促进员工建言质量提升；",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "假设6c：团队可靠性需求的内隐建言氛围在领导批判性思维与员工建言质量之间发挥中介作用。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "建言奖励的调节作用。可靠性需求的内隐建言信念反映了员工提出高质量建议的内部动机，而对员工的建言奖励则反映了员工提出高质量建议的外部动机（Deci&Ryan,2002）。因此，本研究认为，外部激励更能促使员工在可靠性需求的内隐建言氛围中提出高质量的建议。具体而言，建言是一种挑战现状的行为（Liu etal.,2010）。员工冒着可能得罪领导、同事，影响自我前途的风险（Detert&Edmondson,2011），向企业贡献自己的真知灼见。当企业根据员工建言质量的高低设置奖励机制时，不仅是对员工冒险的建言行为给予积极反馈，同样能调动员工在可靠性需求的内隐建言氛围中，更加投入到对相关问题的挖掘、数据搜集、材料整理和建议实施方案的设计上，进而提升建议的价值。如A.O.史密斯就曾采取积分制，根据员工建议价值的大小赋予不同的积分，让员工再用积分兑换企业产品。贡献特别突出的建议，还会给予高额的奖金以作鼓励。在这样的奖励机制下，员工能在浓厚的建言氛围中深度分析问题，并找到合适的解决方案，为企业带来实效。由此，本研究提出以下假设：",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "假设7a:建言奖励能正向强化团队可靠性需求的内隐建言氛围与员工建言质量的关系。 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "同理，当员工有价值的建议能得到企业赞赏和奖励，就会进一步让具有批判性思维的领导强化提建议必须有数据支撑、成熟的想法或完整的解决方案的团队建言氛围，在这样的氛围影响下，进一步提升员工的建言质量。为此，本研究提出以下假设：",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "假设7b：建言奖励能正向强化批判性思维领导通过团队可靠性需求的内隐氛围对员工建言质量的间接影响。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4理论构建 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "随着企业内部沟通越趋扁平化和互联网带来的沟通途径的多样化，让员工“敢建言、多建言”已不是当下管理的难点，管理核心应该聚焦在对员工建言质量的提升方面。然而，什么是员工建言质量？如何才能提升员工的建言质量？本研究围绕要解决的关键问题，通过探索员工建言质量的内涵、结构及形成机制，系统地构建员工建言质量理论。本研究构建的员工建言理论框架包括以下几个要点：",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "第一，基于扎根理论，挖掘员工建言质量的内涵、维度，并开发员工建言质量的测量工具，为建言质量的理论构建奠定基础。现有文献关于建言质量的探讨，由于指标不够全面和样本具有局限性，并不能完全反映员工建言质量的内涵（Burris et al.，2017;Whiting et al.,2012;Xu etal.,2019）。而员工建言质量的本质反映了员工建议内容的优劣程度。根据注意的认知资源有限理论（Sweller,1988），领导会将注意力聚焦到员工建言的显著性信息上。员工建议反映的问题对企业的重要性，以及相关问题要实施或解决的可行性，都是与领导工作相关的显著性信息。因此，领导会将员工建言内容的“重要性”和“可行性”作为评价下属建言质量的重要指标。同时，领导会根据员工建言内容的“重要性”和“可行性”，采取四种不同的反映策略：重点支持实施“反映的问题对企业非常重要且可行性强”的建议；常态化（制度化）支持实施“反映的问题对企业不重要但可行性强”的建议；否决“反映的问题对企业不重要且可行性低”的建议；对“建言内容涉及的问题非常重要但可行性低”的建议，持保留态度，待时机成熟再执行。此外，现有关于员工建言的量表，主要根据建言的动机、对象等对员工建言行为进行测量（Liu et al.,2010；Van Dyne et al.,2003;Van Dyne &Lepine,1998；段锦云，凌斌，2011），并没有反映出建言内容质量的优劣程度。因此，需要开发具有效度和信度的“建言质量”测量工具，为后续实证研究奠定基础。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "第二，从认知的角度，构建了领导和员工的批判性思维对员工建言质量的影响机制模型。批判性思维一直备受教育学、哲学和心理学关注，尽管已有学者将批判性思维引入管理学，并研究了其对员工创造力、创新行为和建言行为的影响（e.g.,Jiang et al.,2018；江静，杨百寅，2014；2016；屠兴勇等，2015；屠兴勇等，2016），但都没有将批判性思维以“数据为中心”的思维特质与建言质量有机联系起来。本研究认为，领导和下属的批判性思维都能够促进员工的建言质量。批判性思维是以“数据为中心”的思维方式，员工的批判性思维为员工提出高质量的建议提供了认知保障。具有批判性思维的员工能够运用分析、推论、评价、解释等认知技能对信息进行处理和判断（e.g.,Facione,1990; Facione et al.,1997），力求通过合理的逻辑论证为领导提供科学的建言信息（Facione et al.,1997; Jiang et al.,2018）。具有批判性思维的领导往往会要求员工严格审视自己的进谏依据，做到言之有理、言之有据，从而提升员工的建言质量。因此，本研究从领导和下属的认知视角出发，构建了批判性思维对员工建言质量的影响机制模型。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "第三，基于内隐建言理论，从个体认知能力的视角构建员工批判性思维对员工建言质量的影响机制。现有文献主要从个体特征角度探讨什么样的员工才能“敢建言、多建言”（e.g,Detert & Burris, 2007; Detert & Edmondson, 2011; Duan et al., 2014; LePine & Van Dyne,2001），而忽略了员工自身的认知能力对员工建言质量的影响，更缺乏对其中的理论机制和边界条件的讨论。本研究在个体层面，构建员工批判性思维对自身建言质量的中介和调节机制。具体而言，具有批判性思维的员工将理性思考作为一种习惯（Facione et al.,1997），会不自觉地形成进谏必须有理有据的心理暗示，在这样的自我暗示驱动下，会理所当然地按照“需要可靠数据或解决方案”内隐建言图式进谏，从而提升建言质量。同时，只有“敢”建言，才能谈得上建言的质量，员工建言效能感解决了员工“敢”建言的问题，是影响批判性思维员工作用建言质量的边界条件。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "第四，基于内隐建言理论，从领导认知能力的视角构建领导批判性思维对员工建言质量的跨层影响机制。现有文献重点关注领导风格对员工建言行为的影响（e.g.，Chen& Hou,2016; Detert & Burrs,2007; Hsiung,2012；Frazier,& Bowler, 2015; Liu et al.,2010），忽略了领导认知的重要性。而关于员工建言内容的研究，也只是在单一层次上进行探讨（Burris et al.,2017;Whiting etal.,2012），跨层研究更有利于深度剖析建言质量的形成机制。本研究从领导认知能力出发，跨层次构建领导批判性思维对员工建言质量的作用机制。具体而言，具有批判性思维的领导，在与员工长期互动中，会潜移默化给员工心灵深处植留下建言必须理由充分、逻辑清晰的图式（Detert& Edmondson,2011;Facione et al.,1997），从而敦促员工提出高质量的建议。而当所有员工的“可靠性需求内隐建言信念”汇聚到团队层面，就会形成整个团队对建言规则的基本认识和共享心理感知，即可靠性需求的内隐建言氛围。领导的批判性思维越强，越能强化团队可靠性需求的内隐建言氛围，越有利于员工提出高质量的建议。此外，“可靠性需求的内隐建言信念”反映了员工提出高质量建议的内部动机，而对员工的建言奖励规则是刺激员工提出高质量建议的外部动机（Deci&Ryan,2002）。当员工有价值的建议能得到企业赞赏和奖励时，更有利于批判性思维的领导强化建议必须有数据支撑、成熟的想法或完整的解决方案的团队建言氛围，并在这样的氛围影响下，进一步提升员工的建言质量。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "彼得·费希万，诺琳·费希万，爱格尼丝·蒂瓦里，费利克斯·尤恩.(2009).作为普遍人类现象的批判性思维",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "中国和美国的视角．北京大学学报(哲学社会科学版),46(1),55-62.   \n陈春花.(2010).企业文化.北京：机械工业出版社.   \n董毓.(2011).批判性思维原理和方法:走向新的认知和实践.北京：高等教育出版社.   \n段锦云，凌斌.(2011).中国背景下员工建言行为结构及中庸思维对其的影响．心理学报,43(10),1185-1197.   \n段锦云，施嘉逸，凌斌.(2017).高承诺组织与员工建言:双过程模型检验．心理学报,49(4),539-553.   \n段锦云，肖君宜，夏晓彤.(2017).变革型领导、团队建言氛围和团队绩效：创新氛围的调节作用．科研管理， 38(4),76-83.   \n段锦云，曾恺,& 阎寒.(2017).服务型领导影响员工建言的双重机制研究．应用心理学,23(3),210-219.   \n侯烜方，李燕萍，涂乙冬.(2014)．新生代工作价值观结构、测量及对绩效影响．心理学报,46(6),823-840.   \n李茵，黄蕴智.(2005)．内隐理论的历史视野与当代探索：概念澄清及方法考虑．北京大学教育评论，3(4), 101-112.   \n李方君，祁婷婷．(2017)．员工建言能提高工作绩效吗?建言采纳与自我效能感的作用．中国人力资源开发, (8), 71-82.   \n廖晓明，陈珊.(2017).\"90 后\"新生代员工的特点与管理策略．领导科学 (19),10-11.   \n刘义.(2010)．大学生批判性思维研究：概念、历史与实践(博士学位论文)，华中科技大学，武汉.   \n江静，杨百寅.(2014).善于质疑辨析就会有高创造力吗：中国情境下的领导—成员交换的弱化作用．南开 管理评论,17(2),117-128.   \n江静，杨百寅.(2016).换位思考、任务反思与团队创造力:领导批判性思维的调节作用．南开管理评论,19(6), 27-35.   \n屠兴勇.(2015)．批判性思维、创新氛围对员工创新行为的影响机制．社会科学,8,40-51.   \n屠兴勇.(2016)．批判性反思视角下前摄型人格对员工创新的影响．社会科学,10,66-77.   \n屠兴勇，郭娟梅.(2016).批判性反思对员工创新行为的影响：知识分享的中介作用和自我效能感的调节效 应．预测,35(2),9-16.   \n屠兴勇，何欣，郭娟梅.(2015).批判性思维对员工创新行为的影响——一个有调节的中介模型效应．科学学 与科学技术管理,36(10),169-180.   \n屠兴勇，王泽英，张琪.(2016).批判性反思效应下领导教练行为对员工创新的影响机制研究．南开管理评 论, 19(6), 4-16.   \n叶玉珠.(1999).代理课老师批判思考教学专业知识、个人教学效能与教学行为之现况及关系研究．国立政治 大学学报,8,55-84.   \n赵玉田，崔玉娇.(2017)．新生代员工工作价值观与员工建言行为的关系研究．天津商业大学学报,37(3),63- 68.   \nBurris,E.,Rockmann,K.,& Kim,Y.(2017). The value of voice to managers: Employee identification and the content of voice. Academy of Management Journal, 60(6),2099-2125.   \nChen,S.Y.,& Hou, Y.H. (2016).The effcts of ethical leadership, voice behavior and climates for innovation on creativity: A moderated mediation examination. Leadership Quarterly, 27(1),1-13.   \nDeci, E.L.,& Ryan, R. M. (2002). Handbook of self-determination research.Rochester, NY: University of Rochester Press.   \nDetert,J.R.,& Buris,E.R. (2o07).Leadership behavior and employee voice: Is thedoor reallyopen?Academyof Management Journal, 50(4),869-884.   \nDetert,J. R.,& Edmondson,A. C.(2011). Implicit voice theories: Taken-for-granted rules of self-censorshipat work. Academy of Management Journal, 54(3), 461-488.   \nDierendonck,D.V.,& Nuijten,I. (2011).The servant leadership survey: Development and validation of a multidimensional measure. Journal of Business & Psychology, 26(3),249-267.   \nDuan,J.,Kwan, H. K.,& Ling,B. (2014).The role of voice efficacy in the formation of voice behaviour: A cross-level examination. Journal of Management & Organization, 20(4), 526-543.   \nFacione,P.A. (1990).The Delphi report. Critical thinking: A statement of expert consensus for purposesof educational assessment and instruction.Milbrae, CA: The California Academic Press.   \nFacione P A,Facione N C, Giancarlo C A. 1997. Professional judgement and the disposition toward critical thinking. Millbrae, CA: The California Academic Press.   \nFacione,P.A. (2011). Critical thinking:What it is and why it counts. Milbrae, CA: The California Academic Press.   \nFarh,J.L.，HackettR.D.，& Liang,J. (2O07).Individual-level cultural values asmoderatorsof perceived organizational support-employee outcome relationships in China: Comparing the effects of power distance and traditionality. Academy of Management Journal, 50(3),715-729.   \nFlyn,L.R.,& Pearcy,D. (2Ool).Four subtle sins in scale development: Some suggestions for strengthening the current paradigm. International Journal of Market Research, 43(4), 409-423.   \nFornell,C.，& Larcker, D.F. (1981).Evaluating structural equation modelswith unobservable variables and measurement error. Journal of Marketing Research,18(1),39-50.   \nFrazier,M.L.，& Bowler, W. M. (2015). Voice climate，supervisor undermining,and work outcomes: A group-level examination. Journal of Management, 41(3), 841-863.   \nFrazier,M.L.,& Fainshmidt, S. (2012). Voice climate, work outcomes,and the mediating role of psychological empowerment a multilevel examination. Group & Organization Management: An International Journal, 37(6), 691-715.   \nHinkin,T. R.(1995).A review of scale development practices in the study of organizations. Journal of Management, 21(5), 967-988.   \nHinkin,T. R. (1998).A brief tutorial on the development of measures for use in survey questionnaires. Organizational Research Methods,1(1),104-121.   \nHirschman, A. O. (1970). Exit, voice, and loyalty: Responses to decline in firms,organizations,and states. Cambridge, MA: Harvard University Press.   \nHsiung,H. H. (20l2). Authentic leadership and employee voice behavior: A multi-level psychological process. Journal of Business Ethics,107(3),349-361.   \nJiang,J.,Gao,A.，& Yang,B.(2O18).Employees’critical thinking,leaders’inspirational motivation and voice behavior: The mediating role of voice effcacy.Journal of Personnel Psychology, 17(1),33-41.   \nJiang, J.，& Yang, B. (2015). Roles of creative process engagement and leader-member exchange in critical thinking and employee creativity.Social Behavior and Personality: An International Journal, 43(7),1217 1232.   \nJoreskog, K. G.,Sorbom,D.,& Jhoreskog, K. G. (1989). LISREL 7 user's reference guide.Scientific Software Mooresville, IN.   \nKish-Gephart,J.J.,Detert,J.R.,Trevino,L.K.,&Edmondson,A.C. (20o9).Silenced by fear: The nature,sources, and consequences of fear at work. Research in Organizational Behavior, 29,163-193.   \nLam, C.F.,& Mayer, D. M. (2014). When do employees speak up for their customers? A model of voice in a customer service context. Personnel Psychology, 67(3), 637-666.   \nLepine,J.A.，& Van Dyne,L. (2001). Voice and cooperative behavior as contrasting forms of contextual performance: Evidence of diferential relationships with big five personality characteristics and cognitive ability.Journal ofAppliedPsychology,86(2),326-336.   \nLiang,J.,Farh,C.I.,& Farh,J.L.(2012).Psychological antecedents of promotive and prohibitive voice:A two-wave examination. Academy of Management Journal, 55,71-92.   \nLiu,W.,Zhu,R.,& Yang,Y. (2Olo).Iwarn you because Ilike you: Voice behavior,employee identifications,and transformational leadership.Leadership Quarterly, 21(1),189-202.   \nMaynes,T.D.,& Podsakoff,P.M. (2014).Speaking more broadly: An examination ofthe nature,antecedents,and consequences of an expanded set of employee voice behaviors.Journal of Applied Psychology， 99(1), 87- 112.   \nMorrison,E.W. (2014). Employee voice and silence. Procedia,1(1), 173-197.   \nMorison,E.W.,& Phelps, C.C.(1999). Taking charge at work: Extra role eforts to initiate workplace change. Academy of Management Journal, 42(4), 403-419.   \nMorison,E. W., Wheeler-Smith,S.L.,& Kamdar,D.(2011). Speaking up in groups: Across-level studyof group voice climate and voice. Journal of Applied Psychology, 96(1),183-191.   \nRaub,S.,& Robert, C. (2013).Empowerment,organizational commitment,and voice behavior in the hospitality industry: Evidence from a multinational sample. Cornell Hospitality Quarterly, 54(2),136-148.   \nSweller,J.(1988). Cognitive load during problem solving: Efects on learning. Cognitive Science,12(2),257-285.   \nTangirala,S.,Kamdar,D. Venkataramani,V.,&Parke,M.R. (20l3).Doing right versus getingahead: Theeffects of duty and achievement orientations on employees'voice.Journal of Applied Psychology,98(6),1040-1050.   \nVan Dyne,L. V.,& Lepine,J.A.(1998). Helping and voice extra-role behaviors: Evidence of construct and predictive validity. Academy of Management Journal, 41(1),108-119.   \nVan Dyne,L.V.，Ang,S.,& Botero,I. C.(2003). Conceptualizing employee silence and employee voice as multidimensional constructs. Journal of Management Studies, 40(6), 1359-1392.   \nWhiting,S.W.，Podsakoff, P.M.，& Pierce,J.R.(2008).Effects of task performance,helping,voice,and organizational loyalty on performance appraisal ratings. Journal of Applied Psychology, 93(1),125-139.   \nWhiting,S.W.,Maynes,T.D.，Podsakoff,N.P.，& Podsakoff,P.M.(2012).Effects of message,source,and context on evaluations of employee voice behavior. Journal of Applied Psychology,97(1),159-182.   \nXu,E.,Huang, X.,Ouyang, K.,Liu, W.,& Hu,S. (2019). Tactics of speaking up: The roles of issue importance, perceived managerial openness,and managers' positive mood. Human Resource Management,1-15.   \nYanchar,S.C., Slife,B.D.,& Warme,R. (20o8). Critical thinking as disciplinary practice. Review of General Psychology, 12(3),265-281.   \nZhang,Y., Huai, M. Y.,& Xie, Y. H. (2015).Paternalistic leadership and employee voice in China: Adual process model. The Leadership Quarterly,26(1),25-36. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "More valuable voice: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Research on antecedent mechanisms of employee voice quality JIANG Jingl; DONG Yanan²; LI Yan?; YANG Baiyin² （ $^ { - I }$ School of Tourism Sciences， Beijing International Studies University, Beijing 10oo24, China ) @School of Economics and Management， Tsinghua University, Beijing 100084, China） (School ofGovernment, Beijing Normal University， Beijing 100875, China ) ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Abstract: Heightening the quality of employee voice has been recognized as an important way to improve organizational effectiveness. However, previous studies have mainly focused on how to promote employees’ voice participation and quantity of voice, while ignoring the most essential issue - voice quality. To solve this problem, the present study aims to systematically research voice quality, including the connotation, measurement and antecedents of employee voice quality. The first study defines the connotation of employee voice quality based on grounded theory, and develops a scale of employee voice quality. The second study, drawing on implicit voice theory, explores the theoretical mechanisms linking leader and employee critical thinking to employee voice quality on both team and individual levels. This paper makes theoretical contributions by developing an employee voice quality framework and expanding the application of critical thinking and implicit voice theory. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Key words: voice quality； measurement tool; critical thinking; implicit voice theory； impact mechanism ",
        "page_idx": 21
    }
]