[
    {
        "type": "text",
        "text": "Phenotypic plasticity of Artemisia ordosica seedlings in response to different levels of calcium carbonate in soil ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "XUE Pingping, ZHAO Xuelai, GAO Yubao\\*, HE Xingdong ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "College ofLife Sciences,NankaiUniversity,Tianjin 3ooo71,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Plant phenotypic plasticity is a common feature that is crucial for explaining interspecific competition,dynamics and biological evolution of plant communities.In this study, we tested the effects of soil $\\mathrm { C a C O } _ { 3 }$ (calcium carbonate) on the phenotypic plasticity of a psammophyte, Artemisia ordosica, an important plant species on sandy lands in arid and semi-arid areas of China,by performing pot experiments under different $\\mathrm { C a C O } _ { 3 }$ contents with a two-factor randomized block design and two orthogonal designs. We analyzed the growth responses (including plant height, root length,shoot-leaf biomass and root biomass) of $\\mathcal { A }$ . ordosica seedlings to different soil $\\mathrm { C a C O } _ { 3 }$ contents. The results revealed that, with a greater soil $\\mathrm { C a C O } _ { 3 }$ content, $\\mathcal { A }$ . ordosica seedlings gradually grew more slowly, with their relative growth rates of plant height, root length,shoot-leaf biomass and root biomass alldecreasing significantly. Root $\\mathrm { { N / P } }$ ratios showed significant negative correlations with the relative growth rates of plant height, shoot-leaf biomass and root length of $\\mathcal { A }$ . ordosica seedlings; however, the relative growth rate of root length increased significantly with the root $\\mathrm { ~ P ~ } { }$ concentration increased, showing a positive correlation. These results demonstrate that soil $\\mathrm { C a C O } _ { 3 }$ reduces the local $\\mathrm { ~ P ~ }$ availability in soil,which produces a non-adaptive phenotypic plasticity to $\\mathcal { A }$ . ordosica seedlings. This study should prove useful for planning and promoting the restoration of damaged/degraded vegetation in arid and semi-arid areas of China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Artemisia ordosica; N/P ratio; phenotypic plasticity; relative growth rate; soil $\\mathrm { C a C O } _ { 3 }$ ; soil $\\mathrm { \\Delta P }$ availability; arid and semi-arid areas ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: XUE Pingping, ZHAO Xuelai, GAO Yubao,HE Xingdong.2018.Phenotypic plasticity of Artemisia ordosica seedlingsinresponse todiferent levelsof calcium carbonatein soil.Journal ofAridLand, https://doi.0rg/10.1007/s40333-018-0072-4. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Phenotypic plasticity is the phenotypic characterization produced by the same genotype in response to different local environmental conditions (Bradshaw,1965; Lauri et al.,2016; Li et al., 2016). It is inherently a developmental and multivariate phenomenon (Pigliucci et al.,1997). A variety of environmental factors,such as light, temperature, water, heat and wind, jointly or in isolation,can induce phenotypic plasticity (Sultan, 2O0la,b; Pigliucci and Kolodynska, 2002). Importantly, the plasticity of specific functional traits itself may be inheritable and thus be capable of independently evolving under natural selection (Jain and Bradshaw,1966; Stearns, 1989; D'Ambrosio and Colage, 20l7). Quantifying the phenotypic plasticity of plants can reveal the relationship between an individual's phenotypic plasticity and its ecological and evolutionary patterns (Schlichting, 1986; Bradshaw and Hardwick,1989; Pigliucci, 2005). Moreover, being sessile organisms, phenotypic plasticity helps plants to cope with sudden environmental changes (Via et al.，1995；Pigliucci， 2002；Bossdorf and Pigliucci, 2009) and can facilitate species invasions (Geng et al., 2O04) and affect patterns of evolutionary diversity (Ghalambor et al.,2007; Fusco and Minelli, 2010; Storz et al., 2010). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "At $1 0 ^ { \\circ } - 4 0 ^ { \\circ }$ latitudes in both hemispheres,soil generally contains $\\mathrm { C a C O } _ { 3 }$ (calcium carbonate) (Schinas and Rowell,1977). Abbas et al. (1991) classified plant species as either calcicole (a plant species that thrives in lime-rich soil),calcifuge (a plant species that does not grow well in lime-rich soil), or $\\mathrm { C a C O } _ { 3 }$ -indifferent species based on their ability to survive on $\\mathrm { C a C O } _ { 3 }$ -rich soil. Almost 57 years ago,Lee and Woolhouse (1971) investigated the effects of bicarbonate on the root growth of a number of calcicole and calcifuge grasses,and found that root growth of calcifuge species was more strongly inhibited by soil $\\mathrm { C a C O } _ { 3 }$ than that of calcicole species. Interestingly, in a pot experiment, Pedersen et al. (2O11) indicated that both a calcicole species, Anisantha tectorum, and a calcifuge species, Rumex acetosella, grew slower in subsoil containing approximately $10 \\%$ （202 $\\mathrm { C a C O } _ { 3 }$ than in topsoil with less than $1 \\%$ $\\mathbf { \\Sigma } _ { 0 } ^ { \\prime } \\mathbf { C a C O } _ { 3 }$ . Results from our previous study suggested that the ratio of soil $\\mathrm { C a C O } _ { 3 }$ to available $\\mathrm { ~ \\bf ~ P ~ }$ could significantly influence the plant density of Artemisia ordosica populations (Zhao et al., 20l2), indicating that soil $\\mathrm { C a C O } _ { 3 }$ might induce phenotypic plasticity in this plant species. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It is intriguing to ask, since $\\mathrm { C a C O } _ { 3 }$ itself is a kind of substrate that forms soil, how might soil $\\mathrm { C a C O } _ { 3 }$ induce plant phenotypic plasticity? We hypothesized that soil $\\mathrm { C a C O } _ { 3 }$ limits $\\mathrm { ~ \\bf ~ P ~ }$ availability in soil, preventing $\\mathrm { ~ \\bf ~ P ~ }$ absorption by plant， thereby affecting the ${ \\bf N } / { \\bf P }$ ratio，growth rate,and phenotypic plasticity of plant.In this study,we chose $A$ . ordosica for use in three pot experiments, in which its phenotypic plasticity was analyzed under varying soil $\\mathrm { C a C O } _ { 3 }$ contents.The aims of this study were: (1) to examine the effect of soil $\\mathrm { C a C O } _ { 3 }$ content on the phenotypic plasticity of $A$ ： ordosica,and (2) to explore the possible mechanisms underlying the relationship between soil $\\mathrm { C a C O } _ { 3 }$ content and plant phenotypic plasticity in arid and semi-arid environments. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1Greenhouse pot experiments ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Artemisia ordosica, is a dominant species of psammophyte communities that form on sandy lands in arid and semi-arid areas of Northwest China. The restoration of plant communities dominated by A. ordosica is currently of great importance for controlling degraded vegetation ecosystems in the region of study (Wang et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The pot experiments described below were conducted at the greenhouse of the Department of Plant Biology and Ecology, Nankai University, China, in March 2012. The seeds of $A$ . ordosica and the soil used in the pot experiments were collcted from Bayanhot of Alagxa Left Banner, Inner Mongolia Autonomous Region, China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To investigate the ability of $A$ . ordosica to grow in soil differing in its $\\mathrm { C a C O } _ { 3 }$ contents,we performed three pot experiments with a two-factor randomized block design and two orthogonal designs. In the low soil $\\mathrm { C a C O } _ { 3 }$ content orthogonal experiment with an $\\mathrm { L } _ { 8 }$ （204 $( 4 \\times 2 ^ { 4 } )$ array, the levels of soil $\\mathrm { C a C O } _ { 3 }$ content were 0 (control)，10,25 and $5 0 ~ \\mathrm { g / k g }$ . In the high soil $\\mathrm { C a C O } _ { 3 }$ content orthogonal experiment with $\\mathrm { L } _ { 1 6 } ( 4 ^ { 5 } )$ array, the levels of soil $\\mathrm { C a C O } _ { 3 }$ content were O (control), 25, 50 and $1 0 0 ~ \\mathrm { g / k g }$ , the levels of soil available $\\mathrm { ~ \\bf ~ P ~ }$ were 0, 3, 6 and $1 2 \\ \\mathrm { g / k g }$ , and the levels of watering amount were 200,250,300 and 350 mL/week.In the two-factor randomized block experiment with high soil $\\mathrm { C a C O } _ { 3 }$ content, the soil $\\mathrm { C a C O } _ { 3 }$ levels were 10,50,75 and $1 0 0 ~ \\mathrm { g / k g }$ ，and the watering levels were 250, 300, 350 and $4 0 0 ~ \\mathrm { m L } /$ week, respectively. In all three pot experiments, each treatment was applied three times. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The seed sowing process went as follows. Seeds were sown with 3 or 4 seeds per hole on a sedling-raising pan filled with a 1:1 mixture of turf:perlite. The pan was then covered with a thin moist paper-film to reduce evaporation until the seeds had germinated.After $2 5 { \\mathrm { ~ d ~ } }$ ，we transferred the germinated seedlings to polyvinyl chloride (PVC) pots ( $( 1 7 0 ~ \\mathrm { m m } { \\times } 2 0 0 ~ \\mathrm { m m }$ ; 1 seedling per pot) according to the experimental design. Each pot was filled with $2 \\mathrm { k g }$ of mixed soil at a ratio of 2:1 of sandy soil:loam. This soil mixture contained $3 . 1 1 ~ \\mathrm { g / k g }$ organic matter, $7 . 0 0 ~ \\mathrm { m g / k g }$ available N, and $5 . 7 7 \\mathrm { m g / k g }$ available P. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To calculate the relative growth rate (RGR) of potted seedlings, we measured and recorded all their starting plant heights upon transferring them to the PVC pots. From the seedling-raising pan, leftover $A$ . ordosica seedlings $\\scriptstyle ( n = 5 0 )$ served as initial control seedlings were dug out and washed with water to remove mud on their roots, with any bulk water soaked up by filter papers. Then, we measured and recorded the plant height, root length,and fresh weights of shoot-leaf biomass and root biomass. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Then the $A$ . ordosica seedlings grow for a 40-d monitoring period. To avoid excess water evaporation, we watered all the seedlings by using a syringe to inject the water beneath the soil surface to a depth of $2 \\ \\mathrm { c m }$ . The greenhouse growing temperature was kept at $2 5 ^ { \\circ } \\mathrm { C }$ during the daytime and at $1 8 ^ { \\circ } \\mathrm { C }$ during the nighttime. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Once harvested whole from the pots, we measured and recorded the plant height, root length, shoot-leaf biomass and root biomass of every seedling. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Sample analyses ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the $A$ .ordosica seedlings in the high soil $\\mathrm { C a C O } _ { 3 }$ content experiment, plant $\\mathrm { \\Delta N }$ and plant $\\mathrm { \\bf P }$ were determined by the $\\mathrm { H } _ { 2 } \\mathrm { S O } _ { 4 } { \\mathrm { - } } \\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ -semi-micro-Kjeldahl and $\\mathrm { H } _ { 2 } \\mathrm { S O } _ { 4 } { \\mathrm { - H } } _ { 2 } \\mathrm { O } _ { 2 }$ -Mo-Sb-Vc-colormetry methods, respectively (Bao, 2Oo7). Three measurement replicates were performed for each plant sample (root). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 CalculationofRGR ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A total of 50 leftover A. ordosica seedlings were used in curve regressions, with plant height as the independent variable and shoot-leaf biomass,root length and root biomass separately as dependent variables.Because these regression equations were all significant $\\scriptstyle ( P < 0 . 0 0 1 )$ ), theywere used for deriving estimates of the pre-experiment shoot-leaf biomass,root length and root biomass of the potted seedlings. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The RGR values of plant height, root length，shoot-leaf biomass and root biomass of $A$ = ordosica seedlings were calculated as follows: ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mu = \\ln ( [ M _ { t } / M _ { 0 } ) ] / t ) ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $\\mu$ is the relative growth rate of plant height $\\mathrm { ( c m / c m / d ) }$ ,root length $\\mathrm { ( c m / c m / d ) }$ ,shoot-leaf biomass $( \\mathrm { g / g / d } )$ or root biomass $( \\mathrm { g / g / d } )$ · $M _ { 0 }$ is the observed plant height (cm) from pre-experiment or shoot biomass $\\mathbf { \\tau } ( \\mathbf { g } )$ ，root length (cm)，or root biomass (g） predicted from the regression equations; $M _ { t }$ is the post-experiment measurements of the four growth response variables; and $t$ is the growing time $( 4 0 \\mathrm { d } )$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The data were analyzed using SPSS 13.O software (SPSS, Chicago, Illinois, USA) to perform two-way ANOVA. Homogeneity tests were applied first and Duncan test were then used to test the statistical significance of the means between groups if their variances were equal. Alternatively, Tamhane's $\\mathrm { T } _ { 2 }$ was used to compare means between groups if their variances were different. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1Effects of low soil $\\mathbf { C a C O _ { 3 } }$ content on A.ordosica seedling growth ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the low soil $\\mathrm { C a C O } _ { 3 }$ content orthogonal experiment, the plant height, root length,shoot-leaf biomass and root biomass of $A$ . ordosica seedlings treated with $5 0 ~ \\mathrm { g / k g }$ of soil $\\mathrm { C a C O } _ { 3 }$ was $6 9 . 2 9 \\%$ ， $4 6 . 1 8 \\%$ ， $8 7 . 8 8 \\%$ and $6 6 . 7 5 \\%$ lower than those in the control, respectively. As shown in Figure 1,the RGR values of all four growth response variables were lowest under the highest level of soil $\\mathrm { C a C O } _ { 3 }$ content and highest under the lowest level of soil $\\mathrm { C a C O } _ { 3 }$ content. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2f8587e10e674f8300d5fa1c5878b0f6d161e949c2ec305190452351796b369b.jpg",
        "img_caption": [
            "Fig.1 Growth responses of Artemisia ordosica seedlings in the low soil $\\mathrm { C a C O } _ { 3 }$ content orthogonal experiment. RGR,relative growth rate.Different lowercase letters indicate significant differences among soil $\\mathrm { C a C O } _ { 3 }$ contents at $P { < } 0 . 0 5$ level. Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2Effects of high soil $\\mathbf { C a C O _ { 3 } }$ content on A. ordosica seedling growth ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the high soil $\\mathrm { C a C O } _ { 3 }$ content experiment with two-factor randomized block design,as the soil $\\mathrm { C a C O } _ { 3 }$ content increased, the RGR values of plant height and shoot-leaf biomass of $A$ . ordosica seedlings decreased significantly, while the RGR values of root length and root biomass were also generally reduced but not significantly (Fig. 2a). In this two-factor randomized block experiment, the treatment effect on every growth response variable was not significant $( P { > } 0 . 0 5 )$ among the four watering levels applied (data not shown). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the high soil $\\mathrm { C a C O } _ { 3 }$ content experiment with orthogonal design, the treatment effects of soil available $\\mathrm { ~ \\bf ~ P ~ }$ and watering amount on every growth response variable were all not significant $( P { > } 0 . 0 5 )$ among the treatments (data not shown). Soil $\\mathrm { C a C O } _ { 3 }$ content did not significantly influence the RGR values of plant height, shoot-leaf biomass and root biomass,but it did significantly negatively impact the RGR of root length (Fig. 2b). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3Relationships of RGR of growth response variable with root N/P ratio and root P concentration of A.ordosica seedlings ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The regression analyses showed that, under the high soil $\\mathrm { C a C O } _ { 3 }$ content,A. ordosica seedlings with higher root N/P ratios had low RGR values of plant height (Fig.3a) and shoot-leaf biomass (Fig. 3b） in the two-factor randomized block experiment and low RGR of root length in the orthogonal experiment (Fig. 3c).A significant positive logarithmical relationship was observed between RGR of root length and root $\\mathrm { ~ \\bf ~ P ~ }$ concentration in the orthogonal experiment (Fig. 3d). That is to say, the RGR of root length in A. ordosica seedlings decreased significantly as the root N/P ratio increased while increased significantly as the root $\\mathrm { \\bf P }$ concentration rose. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil $\\mathrm { C a C O } _ { 3 }$ can exert a complicated influence on plant phenotypic plasticity. In the present study, soil $\\mathrm { C a C O } _ { 3 }$ additions all had remarkable effects on the RGR values of plant height, shoot-leaf biomass and root length of $A$ . ordosica seedlings,and so did the soil available $\\mathrm { ~ \\bf ~ P ~ }$ concentrations when soil $\\mathrm { C a C O } _ { 3 }$ contents were high.Higher soil $\\mathrm { C a C O } _ { 3 }$ contents led to reduced growth in the plant height, root length, shoot-leaf biomass and root biomass of $A$ .ordosica seedlings.In other words, soil $\\mathrm { C a C O } _ { 3 }$ could affect the phenotypic plasticity of $A$ .ordosica seedlings.This finding is an interesting phenomenon, as the molecule of $\\mathrm { C a C O } _ { 3 }$ in the soil itself is neutral. How could it have influenced the growth rate of $A$ . ordosica seedlings? One plausible explanation is that $\\mathrm { C a C O } _ { 3 }$ made the soil \"tighter\",causing it hold more water, which could have hindered the ability of $A$ . ordosica seedlings to absorb it, thus adversely affecting the growth of seedlings. Another mechanistic explanation is that the added $\\mathrm { C a C O } _ { 3 }$ strongly reduced $\\mathrm { ~ \\bf ~ P ~ }$ availability in soil,which further limited the growth of the water-limited $A$ . ordosica seedlings. Clearly, irrespective of how it manifested, soil $\\mathrm { C a C O } _ { 3 }$ additions reduced the growth potential of $A$ . ordosica seedlings. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/f206f073f1a8668b702c2db1c497ee695001fee9579ff8caf5b2ce7482f2351c.jpg",
        "img_caption": [
            "Fig.2Growth responses of Artemisia ordosica seedlings in the two-factor randomized block experiment (a)and orthogonal experiment (b）with high soil $\\mathrm { C a C O } _ { 3 }$ content. Different lowercase letters indicate significant differences among soil $\\mathrm { C a C O } _ { 3 }$ contents at $P { < } 0 . 0 5$ level. Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "It is worth pointing out that the root length growth of $A$ . ordosica seedlings gradually declined under higher soil $\\mathrm { C a C O } _ { 3 }$ contents.So, the root length was constrained and not promoted with higher soil $\\mathrm { C a C O } _ { 3 }$ contents, likely because during the early seedling growth of A. ordosica, the anterior extremity of their roots were decayed. When A. ordosica seedlings were transferred to the PVC pots (filled with sandy loam soil containing $\\mathrm { C a C O } _ { 3 } \\mathrm { , }$ ） from the seedling-raising pan (filled with a 1:1 mixture of turf:perlite), some decayed roots probably died. Moreover, with high $\\mathrm { C a C O } _ { 3 }$ content in soil，more decayed roots died off. Thus, $\\mathrm { C a C O } _ { 3 }$ additions prevented root length expansion in $A$ . ordosica seedlings. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Kerley (2oo0) observed that Lupinus albus exhibited growth plasticity when it was exposed to a limed-soil profile.In our study, with increased soil $\\mathrm { C a C O } _ { 3 }$ contents,the plant height, root length, shoot-leaf biomass and root biomass of $A$ . ordosica seedlings progressively decreased. During the 40-d growth period, relative to the control, the plant height, root length, shoot-leaf biomass and root biomass of $A$ . ordosica seedlings treated with $5 0 ~ \\mathrm { g / k g }$ soil $\\mathrm { C a C O } _ { 3 }$ decreased by $6 9 . 2 9 \\%$ ， $4 6 . 1 8 \\%$ ， $8 7 . 8 8 \\%$ and $6 6 . 7 5 \\%$ ，respectively， with corresponding RGR reductions of $8 9 . 9 9 \\%$ ， $1 4 5 . 4 1 \\%$ ， $1 1 1 . 7 3 \\%$ and $78 . 9 0 \\%$ . Obviously， soil $\\mathrm { C a C O } _ { 3 }$ can inhibit the growth plasticity of $A$ ordosica seedlings.In fact, it is well known that soil $\\mathrm { C a C O } _ { 3 }$ is but one matrix of the soil formation and its influence on plant growth difers from other ecological factors such as light, temperature, ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "rparer grrr gae gr grr 0.025 （p/)seoi gesorrs g) 0.018 (b)  \n0.020 (a) 8 R²=0.3252,P=0.021 y=0.0176e-0.0107x 0.012 。 。 y=0.0187e-0.0639x Rz-0.6656,PF-0.00% 0.010 8 。  \n0.010 0.008 00.006  \n0.005 0.0040.002  \n0.000 RRR 0.000 0  \n0 10 20 30 40 0 10 20 30 40Root N/P ratio Root N/P ratioRoot N/P ratio Root P concentration $\\mathbf { ( g / k g ) }$ 10 20 30 40 0.000 5 10 15  \nreeeer gnenr gt rrr 0.000 reeerer gnenr gt rrr (d)  \n-0.002 0.002  \n-0.004 8 0o y=-0.0016ln(x)-0.0040 -0.004 8 0 。 。R²=0.3408,P=0.018  \n-0.006 0 -0.006 。 0  \n。 。  \n-0.008 。 。 -0.008 D y=0.0016ln(x)-0.0069。 。 p  \n-0.010 o -0.010 b R²=0.5553,P=0.001。 0 00  \n-0.012 -0.012",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "water,heat, wind, soil nutrient and soil salinity (Fan et al.,2Ol2; Zheng et al.,2012). Our results suggest that soil $\\mathrm { C a C O } _ { 3 }$ is an abiotic stress factor for $A$ .ordosica plants distributed in arid and semi-arid areas of Northwest China. As pointed out by Ghalambor et al. (2007),an adaptive phenotypic plasticity favors those plants establishing in new habitats,while a non-adaptive phenotypic plasticity corresponds with a stressful environment. In this respect, soil $\\mathrm { C a C O } _ { 3 }$ appears to generate a non-adaptive phenotypic plasticity. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The inhibition by soil $\\mathrm { C a C O } _ { 3 }$ on the growth plasticity of $A$ . ordosica seedlings was essentially due to restrictions on their $\\mathrm { ~ \\bf ~ P ~ }$ absorption. We know that for calcareous soil in arid and semi-arid areas,approximately $70 \\%$ of the total inorganic $\\mathrm { ~ \\bf ~ P ~ }$ consists of a Ca-P combination state (Ma et al., 2009). Among the pool of soil inorganic P,only $\\mathrm { C a } _ { 2 } { \\cdot } \\mathrm { P }$ was used here to simplify the more complicated form of $0 . 5 \\mathrm { ~ M ~ N a H C O } _ { 3 }$ $\\mathrm { ( p H ~ } 7 . 5 )$ -soluble $\\mathrm { \\bf P }$ ，which can significantly affect the level of soil available $\\mathrm { ~ \\bf ~ P ~ }$ (Ma et al., 20o9). Accumulation of soil $\\mathrm { C a C O } _ { 3 }$ maintains the soil $\\mathfrak { p H }$ at around 7.0-8.0, which can reduce $\\mathrm { ~ \\bf ~ P ~ }$ availability and thus restrict the plant $\\mathrm { \\bf P }$ utilization rate (Reinbott and Blevins, 1999;Li et al., 2004; Wojewodzic et al., 2011). The main reason that $\\mathrm { \\bf P }$ restriction leads to the inhibition of plant growth (Ehlers etal.,2010; Persson et al.,2011; Cai et al.,2012) is that it changes the plant C/N/P stoichiometry (Chen et al.,2010; Elser et al.,2010; Rivas-Ubacha et al., 2012). In arid and semi-arid areas,whre $\\mathrm { ~ \\bf ~ P ~ }$ is of great importance to plant growth (Pajaei et al., 2018), a changed $\\mathrm { ~ \\bf ~ P ~ }$ concentration could alter the ${ \\bf N } / { \\bf P }$ ratio in the body of plant (He et al., 2016; Martinez-Oro et al.,2017). The growth rate hypothesis proposed by Elser et al. (2010) states that the specific growth rate of plant is negatively related to its $\\mathrm { { N / P } }$ ratio (Matzek and Vitousek, 2009). In our study, with higher N/P ratios in A. ordosica seedlings, the RGR values of growth response variables (plant height, root-leaf biomass and root length) declined, which are consistent with the growth rate hypothesis. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The plant root is particularly sensitive to environmental change (Qiu et al.， 2Ol7). In the present study, the root length of $A$ . ordosica seedlings showed a negative increase with higher soil $\\mathrm { C a C O } _ { 3 }$ contents. Our follow-up analysis suggested that the root length growth of $A$ .ordosica seedlings increased with greater $\\mathrm { ~ \\bf ~ P ~ }$ concentrations in their roots.This result implied that the way that root ${ \\bf N } / { \\bf P }$ ratio influenced the RGR of root length occurred via soil $\\mathrm { C a C O } _ { 3 }$ influence upon $\\mathrm { \\bf P }$ absorption of $A$ .ordosica seedlings.Thus,higher contents of soil $\\mathrm { C a C O } _ { 3 }$ resulted in lower $\\mathrm { ~ \\bf ~ P ~ }$ concentrations in $A$ . ordosica seedlings,and hence affected their phenotypic plasticity. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Soil $\\mathrm { C a C O } _ { 3 }$ is clearly a stress factor that adversely affects the growth of $A$ . ordosica seedlings. Irrespective of lower $( < 5 0 ~ \\mathrm { g / k g ) }$ or higher $( > 5 0 ~ \\mathrm { g / k g ) }$ （ $\\mathrm { C a C O } _ { 3 }$ contents, $\\mathrm { C a C O } _ { 3 }$ additions in soil can slow the growth of $A$ ．ordosica seedlings. Therefore,soil $\\mathrm { C a C O } _ { 3 }$ could produce a non-adaptive phenotypic plasticity in $A$ . ordosica seedlings.Under higher soil $\\mathrm { C a C O } _ { 3 }$ contents, with an increase in root ${ \\bf N } / { \\bf P }$ ratio,the RGR values of plant height,shoot-leaf biomass and root length all decreased significantly, but with an increase in root $\\mathrm { ~ \\bf ~ P ~ }$ concentration, the RGR of root length increased significantly. Hence,a changed root $\\mathrm { ~ \\bf ~ P ~ }$ concentration is the main driver responsible for producing phenotypic plasticity in $A$ . ordosica seedlings. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This research was supported by the National Key Research and Development Program of China (2016YFC0500706). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AbbasJA,MohammedSA,SalehMA.991.Edaphicfactorsandplantspeciesdistributioninaprotectedareainthedsertf Bahrain Island.Vegetation,95(1):87-93.   \nBao S D.2007.Analytical Methods for Soil and Agro-Chemistry ( $3 ^ { \\mathrm { r d } }$ ed.). Beijing: Chinese Agriculture Science and Technology Press,268-270,389-391.(in Chinese)   \nBossdorfO,Pigliuci M.2009.Plasticity towind is modularand geneticallyvariable inArabidopsis thaliana.Evolutionary Ecology,23(5): 669-685.   \nBradshawAD.1965.Evolutionary significance of phenotypic plasticity in plants.Advances in Genetics,13:115-155.   \nBradshaw AD,Hardwick K.1989.Evolution and stress-genotypic and phenotypiccomponents.Biological Journal of the Linnean Society,37(1-2): 137-155.   \nCaiHM,XieWB,ZhuT,etal.2012.Tanscriptomeresponsetophosphorus starvation inrice.ActaPhysiologiaePlantarum, 34(1): 327-341.   \nChen MM,YinHB,OConnorP,etal.2010.C:N:Pstoichiometryandspecific growthrateofclovercolonizedbyarbuscular mycorrhizal fungi.Plant and Soil, 326(1-2): 21-29.   \nD'Ambrosio P,Colage I.2017.Extending epigenesis:fromphenotypic plasticityto thebio-cultural feedback.Biology& Philosophy,32(5):705-728.   \nEhlers K,BakkenLR,FrostegardA,etal.Ol.PhosphoruslmitationinaFealsol: impactonmicrobialactivityadcel internal P pools. Soil Biology and Biochemistry,42(4): 558-566.   \nElserJJ,FaganWF,KerkhoffAJ,etal.2O10.Biological stoichiometryof plantproduction:metabolism,scalingand ecological response to global change.New Phytologist,186(3):593-608.   \nFan Y,LiPF,Hou Z A,et al. 2012.Water adaptive traits of deep-rooted $\\mathrm { C } _ { 3 }$ halophyte(Karelinia caspica (Pall.) Less.) and shallow-rooted $\\mathrm { C } _ { 4 }$ halophyte (Atriplex tatarica L.) inan arid region,Northwest China.Journal ofArid Land,4(4): 469-478.   \nFusco G,MineliA.2l0.Phenotypicplasticityindevelopmentandevolution:factsandconcepts.PilosopicalTansactions Biological Sciences,365:547-556.   \nGengYP,Zhang WJ,LiB,etal.2O4.Phenotypicplasticityandinvasivenessofalienplants.BiodiversityScience,12(4): 447-455.(in Chinese)   \nGhalambor CK,McKayJK,CarrollSP,et al.2Oo7.Adaptive versus non-adaptivephenotypic plasticityand thepotential for contemporary adaptation in new environments.Functional Ecology,21(3): 394-407.   \nHe XD,YouWX,YuD.2016.Ecological RestorationTheoryand Vegetation ReconstructionTechnique inYanchi Countyof the Ningxia Hui Autonomous Region. Tianjin: Nankai University Press,32-58.(in Chinese)   \nJainS K,BradshawAD.1966.Evolutionary divergence among adjacent plant populations.Heredity,21(3): 407-441.   \nKerleySJ.2Ooo.Changes inroot morphologyofwhite lupin(LupinusalbusL.)and itsadaptationtosoilswithheterogeneous alkaline/acid profiles.Plant and Soil,218(1-2):197-205. responses to soil water restriction in relation with leaffunctions and stem xylem conductivity.Trees,30(5):1909-1910.   \nLeeJA,Woolhouse HW.1971.Therelationshipofcompartmentationoforganicacid metabolismtobicarbonateionsensitivity of root growth in calcicoles and calcifuges.New Phytologist,70:103-111.   \nLiJM,DuLS,Guan WB,etal.216.Latitudinalandlongitudinalclinesofphenotypic plasticityintheinvasiveherbSolidago canadensis in China. Oecologia,182(3): 755-764.   \nLi L,Tang C,Renge Z,etal.2004.Calcium,magnesiumand microelementuptake as afected by phosphorus sources and interspecific root interactions between wheat and chickpea.Plant and Soil,261(1-2): 29-37.   \nMa B,ZhouZY,Zhang CP,etal.2O09.Inorganicphosphorus fractions intherhzosphereof xerophytic shrubs intheAlxa Desert. Journal of Arid Environments,73(1): 55-61.   \nMartinez-OroD,Parrga-AguadoI, QuerejetaJI,etal.27.Importanceof intra-and interspecificplantinteractionsforthe phytomanagement of semiarid mine tailings using the tree species Pinus halepensis.Chemosphere,186: 405-413.   \nMatzek V,Vitousek PM.2O09.N:Pstoichiometryand protein:RNAratios invascularplants: anevaluationofthe growth-rate hypothesis. Ecology Letters,12(8): 765-771.   \nPedersen J,FranssonAM,OlsonPA.20l1.PerformanceofAnisantha(Bromus）tectorumand Rumexacetosell insandy calcareous soil. Flora,206(3): 276-281.   \nPersson J,Wojewodzic MW,HessenDO,etal.20l1.Increased risk of phosphorus limitationathighertemperaturesfor Daphnia magna. Oecologia,165: 123-129.   \nPigliucciM,DorioP,SchlichtingC.997.Phenotypic plastiityofgrowth trajectoriesitwospeciesofLobeliainesposeto nutrient availability. Journal of Ecology, 85(3): 265-276.   \nPigliucciM.2Oo2.Touchyand bushy:phenotypicplasticityand integrationinresponse to wind stimulation inArabidopsis thaliana.International Journal of Plant Sciences,l63(3): 399-408.   \nPigliucciM,KolodynskaA.2o2.Phenotypicplasticitytolightintensity inArabidopsis thaliana: invarianceofreactioos and phenotypic integration. Evolutionary Ecology,16(1): 27-47.   \nPigliucci M.20o5.Evolution of phenotypic plasticity:where are we going now? Trends in Ecology &Evolution,20(9): 481-486.   \nQiu R J,DuTS,Kang SZ.20l7.Root length densitydistributionand associatedsoil water dynamics for tomato plantsunder furrow irrigation in a solar greenhouse. Journal of Arid Land,9(5): 637-650.   \nReinbott TM,Blevins DG.1999.Phosphorus nutritional efects onroot hydraulicconductance,xylem waterflowand fluxof magnesium and calcium in squash plants.Plant and Soil,209(2): 263-273.   \nRivas-UbachaA,Sardansa J，Pérez-Trujillob M,etal.2012.Strongrelationship betwee elemental stoichiometryand metabolome in plants.Proceedings of the National Academyof Sciences of the United States of American，109(11): 4181-4186.   \nSchinas S,RowellDL.1977.Lime-induced chlorosis.European Journal of Soil Science,28(2): 351-368.   \nSchlichting C D.1986.The evolution of phenotypic plasticity in plants.Annual Review of Ecologyand Systematics,17: 667-693.   \nStearns S C.1989.The evolutionary significance of phenotypic plasticity. Bioscience,39(7): 436-445.   \nStorzJF,Scot GR,ChevironlZA.20l0.Phenotypicplasticityand geneticadaptationtohigh-altitude hypoxia invertebrates. The Journal of Experimental Biology,213: 4125-4136.   \nSultan SE.20ola.Phenotypic plasticityfor fitness components in Polygonumspecies of contrasting ecological breadth. Ecology,82(2): 328-343.   \nSultan SE.2Oolb.Phenotypic plasticity for plant development,functionand life history.Trendsin Plant Science,5(12): 537-542.   \nVia S,Gomulkiewicz R,De Jong Getal.1995.Adaptive phenotypic plasticity:consensus andcontroversy.Trends inEcology & Evolution,10(5): 212-217.   \nWang X,Song NP,Yang XG,etal.2O18.Grazing exclusion-induced shifts,therelative importanceofenvironmentalfiltering, biotic interactionsand dispersal limitation insapingdesert steppecommunities,northern China.JournalofAridLand,10(3): 402-415.   \nWojewodzicMW,KyleM,ElserJJ,etal0l1.Jointeffctofphosphoruslimitationandtemperatureonalkalinepospatase activity and somatic growth in Daphnia magna. Oecologia,l65(4): 837-846.   \nZhao XL,He XD,Xue PP,etal.2012.Effects of soil stoichiometry of the $\\mathrm { C a C O } _ { 3 }$ /available phosphorus ratio on plant density in Artemisia ordosica communities. Chinese Science Bulltin,57(5): 492-499.   \nZheng M,LaiL,Jiang L,etal.20l2.Moderate watersupplyand partial sandburial increaserelative growthrate of two Artemisia species in an inland sandy land. Journal of Arid Environments.85:105-113. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]