[
    {
        "type": "text",
        "text": "专题：土壤与可持续发展 Soil and Sustainable Development ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "编者按 $^ +$ 九大报告指出，从现在到2020年，是全面建成小康社会决胜期，要坚决打好精准脱贫、污染防治的攻坚战。2018年中央一号文件也将推进重金属污染耕地防控和修复、开展土壤污染治理与修复技术应用试点、加大东北黑土地保护力度等作为“乡村振兴战略”的重要内容。中国科学院作为土壤科学研究的国家战略科技力量，将为建设生态文明，打好污染防治攻坚战，落实乡村振兴战略，推进乡村绿色发展提供重要科学支撑。基于此，《院刊》特组织了“土壤与可持续发展”专题，针对土壤资源保护、土壤污染防治等方面存在的问题，提供相关解决方案，以期为建设美丽中国贡献科技力量。本期专题由中国科学院南京土壤研究所张甘霖研究员指导推进。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从问题到解决方案：土壤与可持续发展目标的实现",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张甘霖\\* 吴华勇",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院南京土壤研究所 土壤与农业可持续发展国家重点实验室南京210008摘要土壤是人类赖以生存的不可再生资源，土壤生态系统服务功能在保障粮食安全、维护生态环境健康、缓解全球气候变化、维持生物多样性等人类可持续发展目标中发挥着关键的作用。不合理的土壤资源利用和管理将不可避免地对粮食安全和生态环境产生影响，带来一系列问题，如养分利用效率低下、污染加剧、生态环境破坏、生物多样性降低等，而这些问题的解决方案必须重新回到土壤本身。我国现阶段的诸多优先发展领域如粮食安全、精准脱贫、生态文明建设、乡村振兴等既是自身发展的需要，也是对联合国《2030年可持续发展议程》的积极响应，而土壤资源高效利用和可持续管理是重要的应对措施。土壤科学亟须加强更有针对性的基础与应用研究，增进与相关学科的交叉合作，政府、企业及公众需要增强对土壤生态系统服务的认知，尊重并共享土壤科学成果，共同促进土壤利用和管理政策的协调，制定更严格的土壤保护政策，服务可持续发展目标的实现。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词土壤，土壤学，土壤功能，生态系统服务，可持续发展目标",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.02.001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "土壤是地球鲜活的、会呼吸的皮肤，是陆地表层系统的核心，孕育着世间万物，是人类赖以生存的最基本自然资源。土壤具有社会、生态、经济、文化和精神层面的价值，同时也在生态系统服务中发挥着支持、供给、调节和文化服务等功能，在生物质生产、环境净化、气候变化缓解、生物多样性维持、自然文化遗产保护、景观旅游资源开发等方面发挥着重要作用。2015年9月，世界各国领导人在纽约联合国峰会上通过了《2030年可持续发展议程》[1]，该议程涵盖17项宏伟的全球可持续发展目标（Sustainable Development Goals,SDGs）。全球可持续发展目标建立在联合国千年发展目标（MillenniumDevelopment Goals，MDGs）所取得的成就之上，适用于所有国家，包含经济增长、社会包容和环境保护可持续发展三个维度，致力于进一步消除一切形式的贫困。其中13项目标直接或间接与土壤有关，土壤生态系统服务势必为全球可持续发展目标的实现提供关键保障。2015年是联合国确定的国际土壤年，该年确立的全球可持续发展目标，为土壤学家提供了彰显土壤功能助推可持续发展目标实现的新的、独特的机遇。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1土壤功能与土壤生态系统服务",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于千年生态系统评估[2]，联合国粮农组织（FAO）在国际土壤年发布的《世界土壤资源状况报告》[3中厘定了土壤功能及其提供的生态系统服务。土壤生态系统服务是指人类从土壤生态系统获得的惠益，包括支持服务（supporting services）、调节服务（regulatingservices）、供给服务（provisioning services）和文化服务（cultural services）四类。支持服务是指其他所有生态系统服务实现所必要的服务，对人类的影响通常是间接的，或者影响的时间尺度很长；调节服务是指从生态系统过程调节获得的惠益；供给服务是指从生态系统获得的对人类有直接益处的产品；文化服务是指人类以精神富足、审美体验、自然和文化遗产保护与重建形式从生态系统获得的非物质惠益。表1列出了土壤生态系统服务及其实现所需的土壤功能。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2可持续发展目标与土壤生态系统服务的关系",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全球可持续发展的17项目标是对经济、社会和环境可持续发展的总体预期。可持续发展目标以人为本，致力于保护我们共同的地球家园，旨在消除一切形式的贫困，是各国政府对人民的庄严承诺。土壤与人类的生存和发展有着密切联系，在解决全球现实问题，尤其是粮食安全、水安全、气候变化、生物多样性等方面，土壤居于中心地位[4]。可持续发展目标全方位涉及土壤生态系统的16种服务（表2），其中与土壤直接相关的有8项（目标2，3，6，7，11—13和15），间接相关的有5项（目标1，4，8，9和16）。因此，土壤生态系统服务的全面发挥将深入推进可持续发展目标的实现。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/c65c3bbdf29e8f69066d24cc33c80ab7ff8267a1c8cd8f57c09f979027892981.jpg",
        "table_caption": [
            "表1土壤生态系统服务及其实现所需的土壤功能[3]"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"3\">土壤生态系统服务 土壤功能</td></tr><tr><td rowspan=\"3\">支持服务</td><td>1土壤形成</td><td>原生矿物风化及养分释放；有机质转化与累积；维持水、气流动和根系生长的结构形成（团聚体、发生层）；离子固持 和交换的带电表面形成</td></tr><tr><td>2初级生产</td><td>种子萌发和根系生长介质；植物的养分和水分供给</td></tr><tr><td>3养分循环</td><td>土壤生物有机物质转化；带电表面养分固持和释放</td></tr><tr><td rowspan=\"4\">调节服务</td><td>4水质调节</td><td>土壤水中物质过滤和缓冲；污染物转化</td></tr><tr><td>5供水调节</td><td>土壤水入渗和流动调控；过量的水排出至地下水和地表水</td></tr><tr><td>6气候调节</td><td>CO2、NO和CH4释放调节</td></tr><tr><td>7侵蚀调节</td><td>地表土壤保持</td></tr><tr><td rowspan=\"7\">供给服务</td><td>8食物供给</td><td>为人和动物所需植物的生长提供水、养分和物理支撑</td></tr><tr><td>9水供给</td><td>水资源保蓄和净化</td></tr><tr><td>10纤维与燃料供给</td><td>为生物能源和纤维植物的生长提供水、养分和物理支撑</td></tr><tr><td>11原料供给</td><td>供给表土、团聚体、泥炭等</td></tr><tr><td>12表面稳定性</td><td>支撑人类聚居地及相应的基础设施</td></tr><tr><td>13栖息地</td><td>提供土壤动物、鸟类等的栖息地</td></tr><tr><td>14遗传资源</td><td>独特的生物物质资源</td></tr><tr><td rowspan=\"2\">文化服务</td><td>15美学与精神</td><td>自然和文化景观多样性保持；颜料和染料的原材料</td></tr><tr><td>16 文化遗产</td><td>考古文物保存</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于上述共识，土壤科学团体、政策制定者、企业和社会大众等参与主体应采取更大范围的切实有效的行动。不同的参与主体应承担与其职能相应的责任，土壤科学团体应加强有针对性、创新性的基础和应用研究，加大与相关学科的交叉与融合，加强科普传播，加深人们对土壤生态系统服务与可持续发展目标间关系的认知。同时，我们必须承认土壤生态系统服务由自然界提供，人类干预生态系统时需认清系统本身的特点、动态和阈值，唯有在重视土壤生态系统过程、反馈和阈值的前提下，可持续发展目标才能达成。下面将从4个方面深人论述土壤生态系统服务与可持续发展目标的关系。",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/06aac6973aa8ad9325b0de7d6b8a3a70711b8f0c7fee1f17fb5410a6f2f8de46.jpg",
        "table_caption": [
            "表2 可持续发展目标与土壤生态系统服务的关联"
        ],
        "table_footnote": [
            "\"编号对应的土壤生态系统服务请参看表1"
        ],
        "table_body": "<html><body><table><tr><td>全球可持续发展目标</td><td>土壤生态系统服务a</td></tr><tr><td>目标1 消除贫困</td><td>1-3，7-12</td></tr><tr><td>目标2 零饥饿</td><td>1-3，8,9,12</td></tr><tr><td>目标3 良好健康与福祉</td><td>1-4，8,9,15，16</td></tr><tr><td>目标4 优质教育</td><td>1,15，16</td></tr><tr><td>目标5</td><td>性别平等</td></tr><tr><td>目标6</td><td>清洁饮水和卫生设施 1,3-5,7,9</td></tr><tr><td>目标7</td><td>经济适用的清洁能源 1-3，10</td></tr><tr><td>目标8</td><td>体面工作和经济增长 1-3，8-12，14</td></tr><tr><td>目标9</td><td>产业、创新和基础设施 1，10-12，14</td></tr><tr><td>目标10 减少不平等</td><td></td></tr><tr><td>目标11</td><td>可持续城市和社区 1—5,7,11，12 负责任消费和生产</td></tr><tr><td>目标12 气候行动</td><td>1—4，6,8-11, 1-3，6,7</td></tr><tr><td>目标13 目标14</td><td></td></tr><tr><td>水下生物 目标15 陆地生物</td><td>1—10，12-14</td></tr><tr><td>目标16</td><td>和平、正义与强大机构 1，12</td></tr><tr><td>目标17</td><td>促进目标实现的伙伴关系</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1土壤支撑粮食安全 (可持续发展目标1一3,8和12)",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "民以食为天，食以土为本。农业是人类生存的基础，而土壤是农业的基础。土壤生态系统的支持、调节和供给服务是粮食安全的根基。全球70亿人口每天消耗的资源中， $80 \\%$ 以上的热量、 $7 5 \\%$ 的蛋白质和植物纤维都直接来自土壤。绿色植物生长发育有五大基本要素，即日光（光能）、热量（热能）、空气（氧气及二氧化碳）、水分和养分，其中所需的水分和养分主要通过根系从土壤中获取；而其生长必需的16种营养元素中，除碳以二氧化碳形式主要吸收自空气外，其他15种（氢、氧、氮、磷、钾、钙、镁、硫、铁、锰、铜、锌、硼、钼、氯）主要摄取自土壤。土壤不仅是陆地植物的营养库，还是植物生根发芽的介质。植物通过根系在土壤中伸展和穿插，获得土壤的机械支撑作用，以保证地上部稳定立于地表。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "同时，土壤中生存着种类繁多、数量巨大的微生物可帮助植物获得养分，抵御病害，增强对干旱、洪水、高盐、重金属污染、有机污染、高温及低温等逆境的胁迫。据估计，土壤中的根瘤菌豆科植物共生体每年从大气中固定的氮元素高达1.3亿吨，在农业生产中发挥着重要作用[。2012年12月出版的美国微生物学会讨论会报告《微生物如何帮助养活人类》提出了一个宏伟可行的目标，即在20年内微生物使粮食增产 $20 \\%$ ，并将化肥和农药使用量各降低 $2 0 \\% ^ { [ 7 ] }$ 号",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，一方面，全球人口快速增加对粮食需求量日益增长；另一方面，人为活动的强烈干预造成土壤严重退化，优质耕地的粮食供给能力不断降低。《世界土壤资源状况报告》[3]显示全球土壤面临侵蚀、封闭、污染、酸化、盐碱化、压实和养分失衡等诸多突出问题，严重制约粮食供给能力。例如，据统计，全球土壤年均侵蚀速率为12一15吨/公顷，造成作物产量每年相应下降约 $0 . 3 \\%$ 。以全球15.3亿公顷的耕地进行估算，从2015—2050年，作物产量将累计降低 $1 0 . 2 5 \\%$ ，这相当于35年损失了约1.5亿公顷能生产粮食的耕地。又如，经粗略估计，全球城市化每天造成的土壤永久封闭面积为250一300平方公里。土壤退化问题使土壤粮食安全保障能力受到巨大挑战，可持续利用、管理和保护土壤尤为迫切。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2土壤是保障水安全的枢纽（可持续发展目标3，6和11)",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "土壤是水循环过程和水质调节的枢纽。土壤具有生物活性和多孔多相的三维结构，拥有吸附、储存、传导和净化水资源的功能。土壤对降雨的吸附和入渗作用，可降低地表径流，阻控水土流失和洪水发生。入渗进入土壤中的水分在土体中进行再分布，一部分储存起来用于维持生物生长，而过量的水则继续下渗补给地下水和地表水。土壤体系中的生物组分和非生物组分可与流经的污染物发生反应，通过生物降解和吸附固定机制消减农药、重金属、磷素等污染物而净化水资源。因此，土壤的特性和功能对于水在土壤、生物、大气、地下水和地表水间的良性循环具有重要意义。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "据统计，全球淡水总量为0.35亿立方千米，占全球总水量的 $2 . 5 \\%$ 。淡水总量中冰川和冰盖占 $6 8 . 7 \\%$ 地下水占 $30 . 1 \\%$ ，而人类易于利用的地表及其他淡水仅占 $1 . 2 \\%$ 。在地表及其他淡水中，地下冰和永久冻土占$6 9 . 0 \\%$ ，湖泊占 $20 . 9 \\%$ ，土壤水占 $3 . 8 \\%$ （1.65万立方千米），沼泽和湿地占 $2 . 6 \\%$ ，河流水占 $0 . 4 9 \\% ^ { [ 8 ] }$ 。从数据可知，土壤会对地下水、湖泊、河流、湿地等与水相关的生态系统服务产生重要影响，人类易于利用的淡水资源在很大程度上会受到土壤的影响和调控。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另外，土壤作为重要的“海绵体”，在海绵城市建设方面也发挥着重要作用[9。城市化过程中，应尽量减少不透水下垫面面积，保持足够的水系、草地、林地等的面积，使城市土壤保持海绵体的功能，增加城市排水能力，缓解内涝压力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "内）碳库储量约为25000亿吨，其中有机碳库15500亿吨，无机碳库9 500 亿吨[10.11]。土壤碳库储量是大气碳库（7600亿吨）的3.3倍，植物碳库（5600亿吨）的4.5倍。在不同环境条件下，土壤有机碳库可从干旱气候条件下的30吨/公顷增加至寒冷区有机土壤的800 吨/公顷[1]。土壤有机碳库代表了土壤碳收支的一种动态平衡，任何短期人为活动干扰造成的土壤有机碳周转速率的小幅变化，都将引起大气二氧化碳浓度的大幅波动。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "人口增加和经济发展对全球土壤资源形成了前所未有的压力。在19世纪人类进入工业社会之前，陆地生态系统以平均每年0.4亿吨碳的速度向大气排放3200亿吨碳，这7800年间的排放量仅是工业社会时期（1800一2000 年）200年间的2倍[12]。在1850—1998年间，因化石燃料燃烧向大气排放了2700亿吨碳，约是陆地生态系统排放量（1360亿吨）的2倍[13]。而在陆地1360亿吨碳的排放量中，有780亿吨来自土壤，其中因土壤退化和侵蚀占1/3，有机碳矿化占2/3。因此，如何更好地保护、综合管理和利用土壤对于降低土壤碳排放，缓解气候变化十分必要。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "土壤具有巨大的固碳潜力，研究表明全球土壤每年可固定4一12亿吨碳[10]。充分发挥土壤固碳潜力，在土壤碳库达到饱和之前的一定时期内，可部分或全部抵消化石燃料燃烧向大气中释放的二氧化碳，也为人类找到化石燃料的替代能源放宽了期限。在第21届联合国气候变化大会上，法国政府提出了一个应对气候变化的“千分之四全球土壤增碳计划”，即每年使农业表层土壤（30—40厘米深）有机碳库增加 $0 . 4 \\%$ ，这将使当前大气二氧化碳浓度停止升高变成可能[14-16]。因此，以培肥地力、阻控退化、增加作物产量和降低碳排放为前提，探寻合适的土壤碳投入途径、水肥综合管理措施、轮作休耕和保护性耕作制度等，可望在粮食安全和气候变化方面达到双赢。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3土壤固碳减缓气候变化 (可持续发展目标13) 2.4土壤保护生物多样性 (可持续发展目标15)",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "土壤是陆地碳循环的中枢。全球土壤（1米深度以土壤是地球上生物多样性最为丰富的栖息地，是人类尚未完全认识的巨大基因库。一把肥沃的花园土壤或有机土壤里面生存的生物数量比地球上自古至今生存的人类还多，其中包括1万亿个细菌、1万个原生动物、1万个线虫和长达25公里的真菌菌丝，还有数不清的其他种类[17]。尽管全球土壤细菌多样性是巨大的，但新近研究发现[18]，仅有 $2 \\%$ 的细菌为优势物种，即约500个物种，几乎占细菌全部物种数量的 $50 \\%$ 。这项研究将全球土壤细菌的巨大生物多样性缩小至“最想要”的清单，为土壤生物学研究从生物多样性探究走向生物功能挖掘提出了新的研究思路。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2016年全球土壤生物多样性行动计划完成的《全球土壤生物多样性地图集》[19]对全球土壤生物多样性、时空分布、功能和生态服务、面临的威胁、人为干预等给出了全面系统的介绍，同时也对人类如何可持续利用和管理土壤提出了更高的要求。土壤生物在发挥调节植物生长、促进土壤形成、转化养分、净化污染物、调节气候变化、维持生态系统平衡等功能时，需要特定的土壤生境。因此，实现土壤的可持续利用，必须考虑土壤生物多样性维持和功能发挥所需的必要条件。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3土壤资源精准管理助力国家战略和可持续发展目标的实现",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "我国现阶段多种重大战略和举措如精准脱贫、生态文明建设、乡村振兴、农业可持续发展、土壤污染防治等既是自身发展的内在要求，也是对联合国《2030年可持续发展议程》的积极响应，而土壤资源精准管理是国家战略顺利实施的关键环节。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1精准脱贫 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "《“十三五”脱贫攻坚规划》[20指出我国脱贫目标是：到2020年，稳定实现现行标准下农村贫困人口不愁吃、不愁穿，义务教育、基本医疗和住房安全保障（“两不愁、三保障”）。2016—2020年实现5630万贫困人口脱贫和832个贫困县摘帽，脱贫目标实现时间比全球可持续发展目标提前10年。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "脱贫攻坚的9个主要任务和重要举措中有3个与土壤生态系统服务密切相关，包括产业发展脱贫、生态扶贫、提升贫困区区域发展能力。产业发展脱贫中，在立足贫困地区资源禀赋的基础上，要把土壤资源的合理利用放在首要位置。例如：粮食主产县可大规模建设高标准农田，增强粮食生产能力。非粮食主产县可调整种植结构，重点发展适合当地土壤和气候特点的品种，积极探索和发展名特优农产品种植模式。生态脆弱地区要坚持生态优先，推行利用和保护水土资源相结合的特色作物种植结构。在贫困地区因地制宜积极发展畜牧业，提高草原土壤饲草供给能力和质量，发展有竞争力的地方特色畜牧业。结合贫困地区当地水土资源和气候特点，推进特色林果、花卉等产业发展，打造一批特色示范基地。依托贫困地区名特优农产品、农业景观等资源，着力发展休闲农业，促进农业与旅游观光的深度融合。同时，需加大农林院校、科研机构与贫困地区的对接帮扶力度，提高农林技术推广和培训力度，促进科技成果向贫困地区转化，解决农林牧产业发展和生态建设的关键技术瓶颈。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由湘西十八洞村精准扶贫经验可知，规模化种植与当地土壤和气候相适宜的弼猴桃是其产业脱贫的关键举措，也用实践证明了土壤生态系统服务在精准扶贫、精准脱贫举措中的重要作用[21]。目前我国尚未脱贫的区县多处在偏远的山区，土壤资源承载力较低，但总体生态环境质量较好，必须基于土壤的特点因地制宜发展适合的产业，同时还必须兼顾其长期可持续发展能力，不能以土壤等资源的过度开发为代价。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2生态文明建设 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“绿水青山就是金山银山”，开展生态文明建设与土壤密不可分。十八大报告[22将生态文明建设纳入到“五位一体”的总体布局；2015年5月5日，中共中央、国务院发布了《关于加快推进生态文明建设的意见》[23]；2015年9月又印发了《生态文明体制改革总体方案》[24]；十九大报告[25做出加快生态文明体制改革，建设美丽中国的重大部署。合理利用土壤资源，加强土壤污染防控，强化农业面源污染防治，增强农业固体废弃物资源化利用，推进水土流失以及土壤酸化、荒漠化、石漠化综合治理，扩大耕地轮作休耕和保护性耕作试点，加快土壤保护立法等重要举措，应该成为生态文明建设的“抓手”“钥匙”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3 乡村振兴战略",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "十九大报告提出实施乡村振兴战略。农业农村农民问题是关系国计民生的根本性问题，必须始终把解决好“三农”问题作为全党工作重中之重。要确保国家粮食安全，把中国人的饭碗牢牢端在自己手中。2017年12月28—29日，中央农村工作会议[26首次提出走中国特色社会主义乡村振兴道路，首次明确了乡村振兴战略“三步走”的时间表。乡村振兴的最终目标是实现农业强、农村美、农民富，因而其目标实现的重要基础必将是耕地面积足、土壤质量高、生态环境好。与生态文明建设一样，土壤也必将在乡村振兴战略实施中发挥重要的作用。土壤资源的保护、治理、高效利用和可持续管理是其中非常重要的环节，既要确保适宜农业的土壤保护好、利用好，稳定和不断提高粮食生产能力，又要减少农药化学品投入，保证农产品质量和水土环境安全。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4农业可持续发展",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美丽中国建设基于农业永续利用。为实现农业可持续发展，国家多部门采取了多种有效的行动。中共中央、国务院于2015年2月1日出台了《关于加大改革创新力度加快农业现代化建设的若干意见》[27]，指出要不断加强粮食生产能力，深入推进农业结构调整，提升农产品质量和食品安全水平，强化农业科技创新驱动作用，加强农业生态治理等。2015年2月17日农业部印发的《到2020年化肥使用量零增长行动方案》和《到2020年农药使用量零增长行动方案》[28]对于维持土壤和食品安全、防控面源污染方面将起到积极的推动作用。2015年5月20日，农业部等8部门联合印发的《全国农业可持续发展规划（2015—2030年）》[29指出农业关乎国家食物安全、资源安全和生态安全。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "大力推动农业可持续发展，是实现“五位一体”战略布局和建设美丽中国的必然选择。2015年8月7日，国务院办公厅发布了《关于加快转变农业发展方式的意见》[30]，要求至2020年建成8亿亩高标准农田。2015年10月28日，农业部印发了《耕地质量保护与提升行动方案》[31]，提出要推动实施耕地质量保护与提升行动，着力提升耕地内在质量，实现“藏粮于地”，夯实国家粮食安全基础。2016年6月22日，国土资源部印发了《全国土地利用总体规划纲要（2006一2020年）调整方案》[32]，指出至2020年全国耕地保有量为18.65亿亩以上，基本农田保护面积为15.46亿亩以上。2017年2月17日，国家发展和改革委员会发布了《关于扎实推进高标准农田建设的意见》[33]，为扎实推进高标准农田建设，尽快补齐农业基础设施短板和提高农业综合生产能力给出了指导意见。2017年9月21日，国土资源部、农业部联合召开新闻发布会，对外公布全国已划定永久基本农田15.50亿亩。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "概括来说，农业可持续发展中与土壤相关的重要举措主要体现在三个方面：首先是保持足够的耕作土壤面积；其次是提高土壤质量，防治土壤退化；然后是实现可持续的土壤管理，提高养分利用率，降低土壤利用过程中土壤养分耗散和流失，以终实现粮食产量、质量及生态环境的安全。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.5土壤污染防治",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美丽中国根植于健康土壤。土壤污染严重制约土壤功能和生态系统服务的发挥，深度阻碍经济、社会和环境的可持续发展。2014年4月17日环境保护部和国土资源部发布的《全国土壤污染状况调查公报》[34]显示，全国土壤环境状况总体不容乐观，部分地区土壤污染较重，耕地土壤环境质量堪忧，工矿业废弃地土壤环境问题突出。全国土壤总的点位超标率为 $1 6 . 1 \\%$ ，其中镉污染点位超标率为 $7 . 0 \\%$ ，滴滴涕点位超标率为 $1 . 9 \\%$ 。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为加强土壤污染防治，逐步改善土壤环境质量，",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2016年5月28日国务院印发了《土壤污染防治行动计划》（简称“土十条”）[35]，明确提出要加快推进土壤污染防治立法。“土十条”可以说是土壤污染防治事业的里程碑。2017年6月27日第十二届全国人大常委会第二十八次会议对《中华人民共和国土壤污染防治法（草案）》进行了初审[36，2017年12月22日第三十一次会议对草案进行了二审。十九大报告指出要强化土壤污染管控和修复，加强农业面源污染防治，开展农村人居环境整治行动。可见，土壤污染防治逐步受到了国家的高度重视。保持土壤健康是实现可持续发展的必经之路，只有健康的土壤，才有健康的食物、健康的生活。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4土壤学服务可持续发展目标的实现",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1重视因地制宜，优化农业布局，将可持续性作为区域发展的重要考量",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "我国耕地面临质量下降和面积减少的双重压力，但农业布局优化或可产生巨大的潜力。快速城市化和工业化等对优质耕地的占用势头仍在继续，占补平衡补充耕地质量不高，守住18亿亩耕地红线的压力越来越大。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "为确保国家粮食安全、农产品质量安全和农业生态安全，保护和治理土壤相结合、农业生产与水土资源承载力相匹配显得尤为重要，优化农业生产布局、调整农业种植结构、转变农业生产方式显得尤为迫切。新近研究显示[37]，优化全球现今的雨养农业和灌溉农业作物布局，年均粮食产量将增加17亿吨，可多养活世界8.25亿人口，同时雨水和灌溉水年均消耗量可分别降低 $14 \\%$ 和 $12 \\%$ 。具体到我国，年均粮食产量或将提高954万吨，雨水和灌溉水年均消耗量则分别降低125亿立方米和20亿立方米，水年均消耗量降低比例均为 $3 \\%$ 。在优化作物布局的基础上，如果再逐步采取措施使农业生产方式从粗放型向集约型转变，我国农业高效生产能力和节约高效用水能力将得到进一步提升。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从30年来我国粮食重心不断北移的事实来看[38.39],区域水土资源协调开发和利用面临一定的挑战。粮食生产重心转移的原因是多方面的，但目前东南山地丘陵区光、热、水资源的农业生产潜力未能有效发挥是显而易见的。由于地形条件的限制，南方山地丘陵机械化作业困难，加之工业化和城市化对劳动力的吸引，规模农业难以实现，农业的工业化进程相对较慢，因此农业土地不断边际化。而与此同时，北方种植业规模不断扩大，为满足其不断扩张，水资源消耗远大于补给，造成地表和地下水资源的过度利用乃至逐步耗竭，这无疑是不可持续的农业发展方式。东北地区水资源虽然整体上较为丰富，但目前同样已处于负增长态势，因此北方灌溉农业的发展规模应该基于科学的规划，而不能盲目跟随市场需求的步伐，只注重眼前的利益，忽视其长期生态和环境效应。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "同样，在北方农牧交错区，应推进粮草兼顾型农业结构调整，谨慎发展传统种植业，转向以畜牧业为中心，以青饲作物为主，挖掘饲草料生产潜力，促进草畜平衡，推动畜牧业由传统的游牧向现代牧业转变。并积极开展已垦草原治理，平整废弃耕地，恢复草原植被，增强农牧区生态系统的维持能力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2发挥土壤的整体功能，协调部门利益服务国家整体利益",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "《全国农业可持续发展规划（2015—2030年）》提出了农业可持续发展的总体思路，综合考虑各地农业资源承载力、环境容量、生态类型和发展基础等因素，划定了农业区域布局，包括优化发展区、适度发展区和保护发展区。为更有效地贯彻落实农业可持续发展规划，需充分评估不同区域、不同类型土壤主要的生态系统服务功能，获取区域和国家等不同尺度的土壤生态系统服务清单。清单获取是一项重要工程，可根据土壤的适耕性、有机碳含量、持水量、基础设施支持能力及文化遗存保存能力等属性，评估土壤生态系统各项服务功能（粮食安全、气候调节、水分调节和社会文化服务），再基于每类土壤的特点划定其最主要的生态系统服务功能。我国土壤类型多样，应针对不同土壤的主要生态系统功能进行利用和管理，实现土壤的可持续利用和总体功能的最大发挥。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3尊重土壤科学成果，实现知识和数据共享，弥补基础研究不足的短板",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "我国土壤资源调查工作基础薄弱，且拥有土壤数据的部门关注重点各有不同，土壤数据共享明显不足。相关部门应形成合力，共同推动我国涵盖土壤肥力、污染、地球化学、地理分布等属性的土壤综合数据库共建共享，并加强土壤资源的调查研究，建立全国土壤样品库，以期为全面科学评估土壤质量、功能和演变提供数据、模型和决策支持。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "土壤学服务可持续发展目标的直接体现之一是土壤科技成果的转化。我国应针对土壤退化的实际问题，着力加强土壤学基础和应用研究。土壤学科技工作者应紧密围绕可持续发展中的土壤相关问题，着眼于提出更加科学的土壤可持续利用和管理方案，加强与企业及基层农技服务站等的合作，研制出防控土壤退化的过硬技术和产品，把论文写在祖国的大地上。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.4加强科普宣传，集聚社会共识，制定更加严格的土壤保护政策",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "全球范围内，人类过度或不恰当的利用已经导致大约 $3 3 \\%$ 的土壤处于退化状态[40]，但政府、企业和公众却似乎并未像对待金融危机、雾霾或其他社会问题那样严肃地对待土壤退化问题。人类活动正在以惊人的速度重塑全球地貌，在极短的时间内已造成可与地质作用相比拟的影响[41]。我们对待土壤资源的态度深刻影响着人类的生存与发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "当前人类面临的一个重大却鲜为人知的危机是，人类活动造成的土壤侵蚀速率远远超过其形成速率。据统计，我国水土流失面积达295万平方公里，年均土壤侵蚀量45亿吨[29]。这代表着我国近1/3的国土面积范围内，表层土壤以1毫米的年平均侵蚀速率消失掉。以这样的速率进行下去，只需几百年就足以让大部分的表土层消失殆尽。虽然1毫米的年平均侵蚀速率听起来并不快，但自然环境中土壤的年平均形成速率比这一速率慢十倍甚至百倍[42]。因此，目前水土保持部门制定的“土壤允许流失量”实际上还是远大于实际的土壤形成速率，从长远来看，很多区域的土壤势必进一步退化而难以得到保护。而正在迅速消耗的肥沃表土层资源，正是支持人类生存延续的必需品。因此，加强土壤科普宣传尤为重要，公众需增强爱土护土的意识，真正认识到土壤存量和质量关乎自身及后代的生存与发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在农业实践中，针对土壤流失较快的南方山地丘陵、东北黑土地区、西部生态脆弱区，应大力推行保护性的耕作措施，将土壤消耗降到最低，实现保持水土、培肥地力、增加产量、固碳减排的多赢局面。对于生态脆弱带，应大力推动基于土壤承载力的轮作休耕制度的实施，以达到有效保护耕地、优化农业结构的目的。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从土壤污染防治法走向土壤保护法是实现我国土壤可持续利用和管理的内在要求。必须摒弃“先污染，后治理”或“边破坏，边治理”的发展模式。当前，全社会对土壤污染造成的生态安全和农产品质量安全问题高度关注，为土壤污染防治立法集聚了社会共识。而在水土流失、土壤承载力、面源污染等方面，缺乏足够的关注度和有约束力的管控制度，造成了严重的土壤和环境问题。因此，实现土壤的可持续利用，需要大力推进全方位的土壤保护立法，制定更加严格的土壤保护法律法规，促进可持续土壤资源管理政策的实施。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "土壤是人类生存和发展的基础，为人类提供着不可替代的、重要的生态系统服务。因人类的不合理利用和管理造成了土壤退化，继而威胁粮食安全和生态环境健康，而恢复和维持土壤生态系统服务是解决问题的重要出路。当前，我国高度重视粮食安全、精准脱贫、生态文明建设、乡村振兴、农业可持续发展、土壤污染防治等重要领域，这既是自身发展的需要，也是对联合国《2030年可持续发展议程》的积极响应，而土壤资源的可持续利用和管理势必在这些重要领域中发挥关键作用。我国应增强有针对性和创新性的土壤学研究，加强土壤学与相邻学科的合作，积极呼呼全社会珍爱和保护土壤这一不可再生资源，推动土壤科学成果共享，促进土壤利用与管理政策的协调，推动更严格的土壤保护立法，从而服务可持续发展目标的实现。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1 联合国.2030年可持续发展议程.[2015-09-21].http:// www.un.org/ga/search/view_doc.asp?symbol=A/RES/70/ 1&referer $\\cdot =$ http://www.un.org/sustainabledevelopment/ development-agenda/&Lang=C.   \n2Millennium Ecosystem Assessment. Ecosystems and Human Wellbeing: Synthesis.Washington D C: Island Press,2005.   \n3Food and Agriculture Organization of the United Nations.Status of the World's Soil Resources.[2016-01-28]. http://www.fao.org/3/ a-i5199e.pdf.   \n4 朱永官,李刚,张甘霖,等.土壤安全：从地球关键带到生态系 统服务.地理学报,2015,70(12):1859-1869.   \n5 龚子同,陈鸿昭,张甘霖.寂静的土壤：理念·文化·梦想.北京: 科学出版社,2015.   \n6 陈文新，陈文峰.发挥生物固氮作用 减少化学氮肥用量.中国 农业科技导报,2004,6(6):3-6.   \n7 American Academy of Microbiology.How Microbes Can Help Feed the World:Report of the American Academy of Microbiology Colloquium. Washington, DC: American Academy of Microbiology,2012.   \n8 USGS. The world's water. [2016-12-02]. htps://water.usgs.gov/ edu/earthwherewater.html.   \n9黄俊达.土壤在中国海绵城市建设中的作用研究进展综述.风 景园林,2017,(9):106-112.   \n10 Lal R. Soil carbon sequestration impacts on global climate change and food security. Science,2004,304: 1623-1627.   \n11 Batjes N H. Total carbon and nitrogen in the soils of the world. European Journal of Soil Science,1996,47: 151-163.   \n12 Ruddiman W F. The anthropogenic greenhouse era began thousands of years ago. Climatic Change,2003,61(3): 261-293.   \n13 Intergovernmental Panel on Climate Change. Land Use, Land Use Change and Forestry. Cambridge: Cambridge University Press, 2000.   \n14 French Minister of Agriculture, Agrifood and Forestry.Join in the $4 \\text{‰}$ initiative: soils for food securityand climate.[2018-01-20]. http://newsroom.unfccc.int/media/408539/4-per-1000-initiative. pdf.   \n15 French Minister of Agriculture,Agrifood and Forestry.Welcome to the “4 per $1 0 0 0 ^ { \\circ }$ initiative.[2015-12-01]. htps://www.4p1000 0rg/.   \n16 ADEME. Organic carbon in soils: Meeting climate change and food security challenges. [2015-11-01]. http://www.ademe.fr/sites/ default/files/assets/documents/organic_carbon_in_soils_gb_8575. pdf.   \n17 Young I M, Crawford JW. Interactions and self-organization in the soil-microbe complex. Science,2004,304(5677):1634-1637.   \n18Delgado-BaquerizoM,OliverioAM,BrewerTE,etal.Aglobal atlas of the dominant bacteria found in soil. Science,2018,359: 320-325.   \n19 Orgiazzi A,BardgettRD,Barrios E,et al. Global Soil Biodiversity Atlas. European Commission. Luxembourg: Publications Ofice of the European Union, 2016.   \n20 国务院.“十三五\"脱贫攻坚规划.[2016-11-23].ttp://ww.gov. cn/zhengce/content/2016-12/02/content_5142197.htm.   \n21 邱晨辉．十八洞村的科技答卷.[2016-11-15].http://zqb.cyol. com/html/2016-11/15/nw.D110000zgqnb_20161115_2-11.htm.   \n22 胡锦涛．坚定不移沿着中国特色社会主义道路前进 为全 面建成小康社会而奋斗——在中国共产党第十八次全国 代表大会上的报告.[2012-11-20].http://news.china.com.cn/ politics/2012-11/20/content_27165856.htm. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "23 新华网．中共中央国务院关于加快推进生态文明建设的意见.[2015-05-05].http://news.xinhuanet.com/politics/2015-05/05/c_1115187518.htm.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "24 新华社．中共中央国务院印发《生态文明体制改革总体方案》.[2015-09-22].http://politics.people.com.cn/n/2015/0922/c1001-27616151.html.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "25 习近平.决胜全面建成小康社会夺取新时代中国特色社会主义伟大胜利—在中国共产党第十九次全国代表大会上的报告.[2017-10-27]. http://www.gov.cn/zhuanti/2017-10/27/content_5234876.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "26 董峻，高敬，侯雪静，等.谱写新时代乡村全面振兴新篇章2017年中央农村工作会议传递六大新信号.[2017-12-30].http://www.xinhuanet.com/2017-12/30/c_1122188285.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "27新华社.中共中央国务院印发《关于加大改革创新力度加快农业现代化建设的若干意见》.[2015-02-01].http://www.gov.cn/gongbao/content/2015/content_2818447.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "28 农业部种植业管理司.到2020年化肥使用量零增长行动方案和到2020年农药使用量零增长行动方案.[2015-03-18].htp://www.moa.gov.cn/zwllm/tzgg/tz/201503/t20150318_4444765.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "29农业部发展计划司.全国农业可持续发展规划（2015—2030年）.[2015-05-27].http://www.moa.gov.cn/zwllm/ghjh/201505/t20150527_4620031.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "30 国务院办公厅．关于加快转变农业发展方式的意见.[2015-08-07]. http://www.gov.cn/zhengce/content/2015-08/07/content_10057.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "31农业部．耕地质量保护与提升行动方案．[2015-11-03].http://www.moa.gov.cn/govpublic/ZZYGLS/201511/t20151103_4887432.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "32国土资源部.全国土地利用总体规划纲要（2006—2020年）调整方案.[2016-06-22].http://www.mlr.gov.cn/zwgk/ghjh/201606/t20160624_1409698.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "33国家发展和改革委员会.关于扎实推进高标准农田建设的意见.[2017-02-17].http://www.ndrc.gov.cn/zcfb/zcfbtz/201702/t20170221_838626.html.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "34环境保护部.全国土壤污染状况调查公报.[2014-04-17].http://www.zhb.gov.cn/gkml/hbb/qt/201404/t20140417_270670.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "35国务院.土壤污染防治行动计划.[2016-05-31].http://www.gov.cn/zhengce/content/2016-05/31/content_5078377.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "36中国人大网．中华人民共和国土壤污染防治法（草案）征求意见.[2017-06-27].http://www.npc.gov.cn/npc/flcazqyj/2017-06/28/content_2026190.htm.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "37Davis KF,Rulli M C,Seveso A,etal. Increased food production and reduced water use through optimized crop distribution.Nature Geoscience,2017, 10: 919-924. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "38 Li Z,Liu Z,Anderson W,et al.Chinese rice production area adaptions to climate changes,1949-2010.Environmental Science & Technology,2015,49:2032-3037. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "39 杨春.中国主要粮食作物生产布局变迁及区位优化研究.杭州：浙江大学管理学院，2009.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "40 Lal R.Restoring soil quality to mitigate soil degradation. Sustainability,2015,7(5): 5875-5895. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "41MontgomeryDR.泥土：文明的侵蚀.陆小璇,译.南京:译林出 版社,2017. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "42Brantley S L,Goldhaber M B,Ragnarsdottir K V.Crossing disciplines and scales to understand the critical zone.Elements, 2007,3(5):307-314. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From“Problems” to “Solutions\": Soil Functions for Realization of Sustainable Development Goals ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "ZHANG Ganlin\\*WU Huayong (State Key Laboratory of Soil and Sustainable Agriculture,Institute of Soil Science, Chinese Academy of Sciences,Nanjing 21oo08, China) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "AbstractSoilisnon-renewableresourcesupportingthelifeofhumanbngs.Soileosystemsricesareofgreatimportanceinsustaining foodsecuitylogcaldotalaltiitydategeigatioapopteedagl resourcesinevitablyleadtoadverseimpactsonfoodsecurityandenvironmentssuchaslowuseeficiencyofnutrients,severepolution, eco-environmentaldegadatio,andlssofodivesityThesolutiostddressthproblemsostprobablyavetoivolvesiable managementofsoil.heprioritesofdevelopmentatpresentinChinaincludingfodsecuritytargetedmeasuresforpovertylviatio theconstructionofeoloicalcivilztioaduralevitalzatioaetedsbyself-evelopntandalsopotieesposstoUtd Nation's“03GlobalSustainableDevelopmentAgenda.Thekeytothesuccessforrealizationofthedevelopmentgoals greatlyrelieson theeficientusendsstaablmaagemetofsolresouesItisurgentforsoilsienetstrengthteprtintbasicndapledstudies andmultidisciplaryperatioventsterpssdtepblicdtacetearessofilosteci alsomportantsectdarataowldgedceemetsofliecetodpeatedesetWstkorto promotethecoordatioadiplemeatioofsustaablesluseadaagemetplicies,fulatetricteroilprotectiolforth overall sustainability of the shared future of mankind. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Keywordssoil, soil science,soil functions,ecosystem services,sustainable development goals张甘霖中国科学院南京土壤研究所副所长、研究员，土壤与农业可持续发展国家重点实验室主任。国家杰出青年基金获得者，入选国家百千万人才工程，国家自然科学基金学科评审组专家。中国土壤学会秘书长，国际土壤科学联合会土壤发生委员会主席（2010—2014年），全球数字土壤制图网络东亚区中心负责人，联合国粮农组织（FAO）“政府间土壤专家小组”(ITPS）成员。获国家自然科学奖二等奖及省部级科技成果奖5项。Geoderma，SoilUse andManagement，《中国科学：地球科学》等杂志编委。E-mail: glzhang@issas.ac.cn",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/7b1e87049369cb7a96937a3da0b53bf0ea2cef8618bf7337ec78b4cc503103aa.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "ZHANG GanIn roiessor, Deputy Director, Insutute oI Sol Science, ninese Academy oI Sciences (UAS); DirectorofStateKeyLaboratoryofSoilandSustainableAgriculture.GrantoftheNationalScienceFundforDistingushedYoungcholars bytheNationalNaturalScienceFoundationofChina.ChairofSoilGenesisCommissionofInteatioalUnionofSoilSciences(212014). LeaderoftheGlobalSoap.net'sEastAsianNode.MemberofFAO'sIntergoverentalTechnicalPanelofSoil.Wineofatioalatural ScienceAwardofChina(ndPrize,o5)MemberofeditorialboardofGeoderma,oilUseandanagement,ndSienceCin-Earth Sciences.E-mail: glzhang@issas.ac.cn ",
        "page_idx": 10
    }
]