[
    {
        "type": "text",
        "text": "科技部“十三五\"农业面源和重金属污染农田综合防治与修复技术研发重点专项“京津冀设施农业面源和重金属污染防控技术示范”简介",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杜连凤 毕晓庆 赵同科\\*(北京市农林科学院植物营养与资源研究所北京100097)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "京津冀区域面积21.7万 $\\mathrm { k m } ^ { 2 }$ ，具有良好的自然和农业生产条件，2013年耕地面积699万 $\\mathrm { h m } ^ { 2 }$ ，蔬菜播种面积90.4万 $\\mathrm { h m } ^ { 2 }$ ，其中设施栽培42.0万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，在我国农业生产中具有重要地位。发展都市型现代农业是京津冀地区的必然趋势。该区设施农业复种指数高，产出强度大，化肥、有机肥使用量大，造成土壤氮磷超量累积，淋失严重，重金属超标，面源和重金属污染形势严峻，危及土壤及地下水安全，生态环境质量下降。此外，随着集约化程度的提升，尾菜等设施农业废弃物不断增加，给环境带来巨大压力。所有这些环境污染问题已成为阻碍经济、社会可持续发展的重要瓶颈，严重制约着京津冀协同发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“京津冀设施农业面源和重金属污染防控技术示范”项目以京津冀地区典型设施农业污染类型为对象，针对京津冀地区设施农业土壤氮磷淋失风险高，土壤重金属富集，尾菜等农业废弃物处置不当等问题，选择典型设施农田，遵循“源头控制、过程调控和末端治理\"的思路，以水、碳、氮、磷调控与重金属污染防控为核心，以已有单项技术与产品的集成为重点，吸纳本专项基础研究和关键技术研发领域的最新成果，集成与研发京津冀设施农田配套技术及装备，开展以下研究示范：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1)设施农田氮磷淋溶防控技术集成示范。集成作物时空合理配置高效利用、设施菜田土壤-作物系统中养分高效运转技术、氮磷淋溶阻断型栽培工程技术等管理与农艺技术，建立设施农田氮磷淋失防控技术体系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2)农业废弃物好氧发酵技术集成与智能设备应用示范。集成农业废弃物微生物发酵技术、重金属钝化与分离技术、抗生素与病原体去除技术以及高效生物除臭技术，优化农业废弃物快速生物发酵工艺技术参数，配套智能化控制设备，形成农业废弃物高效生物发酵技术体系，构建设施农业废弃物安全处理与利用示范区。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3)农田重金属污染阻隔和钝化技术及材料示范应用。建立基于设施菜地重金属输入与输出平衡的阈值控制技术，集成降低设施菜地重金属有效性的钝化技术及新型钝化剂，筛选重金属低吸收蔬菜品种，通过养分水分调控、间套作、深翻和填闲作物栽培等手段，集成与研发可降低设施菜地重金属有效性的农艺阻隔技术，构建设施农业重金属污染阻隔和钝化技术模式并建立示范区。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "4)农田重金属污染地球化学工程修复技术集成与示范。集成与研发非金属黏土矿物等重金属固化/稳定化修复制剂，基于地球化学作用原理开发与之配套的植物阻隔技术和水肥农艺管理措施，形成适合京津冀农田土壤重金属污染特点的地球化学工程修复成套技术模式。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "5)设施农田土壤磷素阈值控制与有机肥量化施用技术集成示范。建立设施农田土壤磷素控制阈值，优化基于磷素平衡的有机肥量化施用技术，集成设施农田有机肥、化肥合理配施技术，集成组装土壤农药残留消减技术，构建京津冀设施农业面源和重金属污染防控技术模式。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "6)高氮磷残留土壤修复与污染控制技术集成示范。利用秸秆与生物炭类高碳物料，开发吸附性强、增加微生物活性、提高作物抗逆性等的功能有机肥或调理剂，筛选填闲作物，集成根层氮磷调控和水肥一",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "体化技术，实现高氮磷残留土壤修复与污染控制。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "7)农田尾菜资源化全量利用技术集成示范。根据尾菜特征优化物料配比，应用高温发酵菌剂快速升温去除植物病原菌，研发智能型静态好氧发酵系统及装备，生物降解农药残留，实现尾菜发酵产物的资源化循环利用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目的研究目标是构建京津冀设施农业面源和重金属污染综合防治与修复技术模式，形成技术规范提高水、肥利用率，减少氮磷淋失、降低重金属累积，实现京津冀设施农业面源和重金属污染农田有效防治、农业生态环境和农产品质量有效提升的目标，重点解决京津冀设施农业氮磷淋失、重金属累积以及农业废弃物资源化利用等重大科学问题，为我国农业面源和重金属污染防控与治理提供技术支撑与模式样板。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目由北京市农林科学院牵头，中国科学院、中国农业科学院、中国农业大学、河北农林科学院、天津农业科学院等17家研究单位和高校，国投盛世生态环境科技有限公司等5家企业共22家单位联合实施，具备组织和完成重大项目的人才、技术、平台和经验等优势。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "团队在农业面源与重金属污染防治与修复领域有多年研究基础。主持\"国家科技支撑计划”、高技术研究发展计划(863计划)项目及公益性行业(农业)专项\"我国重要沿湖地区农业面源污染防控与综合治理技术研究与应用\"等项目或课题36项。拥有与本项目相关的重点实验室等研究平台、试验及示范基地数十个。“十二五\"期间发表相关论文300余篇，出版专著8部，获得专利33项，科技成果奖励10项，积累了丰富的技术与经验。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目预期形成京津冀设施农业面源和重金属污染防治技术3项、综合防治与修复技术模式4套以上，制定水肥一体化技术、填闲作物种植、土壤重金属修复技术、农业尾菜静态好氧发酵等技术规范4\\~5项。形成高效、智能型有机废弃物好氧发酵技术生产线1条，年生产能力达 $5 0 0 0 \\mathrm { t }$ ；建立设施农业尾菜资源化全量利用技术核心示范区1处，实现处理设施农业尾菜 ${ 3 0 0 0 \\mathrm { t } } ;$ ：建立京津冀设施农业面源和重金属污染防治与修复集成技术示范区，核心区 $3 3 3 \\mathrm { ~ h m } ^ { 2 }$ ，示范区 $6 6 6 \\mathrm { h m } ^ { 2 }$ ，示范区实现氮磷和农药污染负荷削减 $2 5 \\%$ 以上，农药残留率下降 $30 \\%$ 以上，重金属有效性降低 $50 \\%$ 以上，农产品质量符合国家食品卫生标准。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "预期技术辐射推 $2 \\ 0 0 0 \\ \\mathrm { h m } ^ { 2 }$ ，实现示范区污染负荷削减目标，研制土壤调理剂、重金属钝化剂、有机肥重金属生物分离制剂、尾菜专用高温发酵菌剂等新产品5\\~7种，具有较强的实用性。这些关键技术及其集成可以直接形成专利技术和产品，并进入产业化推广应用，在全国重要农业面源污染高风险区具有大面积推广应用的价值。同时，在种植制度调整、管理制度优化和农业废弃物资源化的推动下，可以形成具有当地特色的环境友好型产品，带动周边地区农业产业化升级，显著改善设施农业生态环境状况，有力地促进新农村建设的深入发展，具有良好的生态环境效益。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "培训技术人员3000人次。发表论文50篇以上，申请专利12项，培养研究生15\\~20名，壮大我国农业环保队伍。",
        "page_idx": 1
    }
]