[
    {
        "type": "text",
        "text": "New gobiconodontid (Eutriconodonta, Mammalia) from the Lower Cretaceous Shahai and Fuxin formations, Liaoning, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KUSUHASHINao WANG Yuan-Qing2,3,4\\* LI Chuan-Kui² JIN Xun² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1DepartmentofEarth'sEvolutionandEnvironment,GraduateSchoolofScienceandEngineering,EhimeUniversity Matsuyama,Ehime 790-8577,Japan nkusu@sci.ehime-u.ac.jp)   \n(2KeyLaboratoryofVertebrate Evolutionand Human OriginsofChineseAcademyofSciences,Instituteof Vertebrate Paleontology andPaleoanthropology,Chinese Academy of Sciences Beijing 10oo44,China \\* Corresponding author: wangyuanqing@ivpp.ac.cn)   \n(3CAS Center for Excellence in Life and Paleoenvironment Beijing 1ooo44, China)   \n(4 College ofEarth and Planetary Sciences,UniversityofChineseAcademy ofSciences Beijing l0o049,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Eutriconodontans are one of the key members of mammals to our understanding of the evolution and transition of mammalian fauna in Asia during the Cretaceous.Two gobiconodontid and two triconodontid species have previously been reported from the upper Lower Cretaceous Shahai and Fuxin formations.Here we describe two additional eutriconodontans from the formations, Fuxinoconodon changi gen.et sp. nov.and ?Gobiconodontidae gen. et sp. indet. This new species is atributed to the Gobiconodontidae,characterized by having an enlarged first lower incisor,reduction in the number of incisors and premolariforms,proportionally large cusps b and c being well distant from cusp a on the molariforms,presence of a labial cingulid, and a unique mixed combination of molariform characters seen on either the first or the second, but not both,generations of molariforms in Gobiconodon.Together with the four known species, eutriconodontans remained diverse to some extent in the late Early Cretaceous in Asia,although their family-level and generic level diversity appears to have been already reduced at that time. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsLiaoning,Northeast China; Early Cretaceous;Mammalia,Eutriconodonta, Gobiconodontidae ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation KUSUHASHI N,Wang Y Q,Li C K et al., in press.New gobiconodontid (Eutriconodonta,Mammalia) from the Lower Cretaceous Shahai and Fuxin formations, Liaoning,China. Vertebrata PalAsiatica,DOI: 10.19615/j.cnki.1000-3118.190724 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Eutriconodonta (sensu Kielan-Jaworowska et al., 2004; not Gaetano and Rougier, 2011）were a group of mammals globally distributed during the Jurassic to the Early Cretaceous (e.g., Kielan-Jaworowska et al., 20o4; Rougier et al., $2 0 0 7 \\mathrm { a }$ ; Gaetano and Rougier, 2011,20l2),but to date their Late Cretaceous descendants are known only from North ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "America (e.g., Kielan-Jaworowska et al., 20o4). Although Austrotriconodon Bonaparte, 1986 from the Upper Cretaceous of Argentina was originally ascribed to ‘triconodont’ mammals (Bonaparte,1986,1992） and later atributed to ?Eutriconodonta (Kielan-Jaworowska et al., 2004),they are now considered as trechnotherian mammals (Gaetano et al., 2013). In Asia, eutriconodontans have not yet been known from the Upper Cretaceous,in contrast with the relatively diverse Early Cretaceous records (e.g., Kielan-Jaworowska et al.,2004; Meng,2014; Meng et al.,2015; Lopatin and Averianov, 2015; Kusuhashi et al., 2016). Such a difference in eutriconodontan diversity may indicate a faunal transition in Asia during the Cretaceous. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Diverse eutriconodontans of several families are known from Asia until the early Aptian, showing that they were major members of the mammalian faunas in the late Early Cretaceous in Asia. Within the 20 currently known mammalian species from the Barremian to lower Aptian Jehol Group (here consisting of the Yixian and Jiufotang formations in ascending order) of northeastern China (Meng,2O14 and references therein; Han and Meng,2016; Bi et al.,2018), there are ten eutriconodontan species of eight genera, including Jeholodens jenkinsi Ji et al., 1999,Repenomamus robustus Li et al., 2000,R. giganticus Hu et al., 2005b,Gobiconodon zofiae Li et al., 2003, G. luoianus Yuan et al., 2009, Meemannodon lujiatunensis Meng etal.,20o5,Yanoconodon allini Luo etal.,20o7,Juchilestes liaoningensis Gao et al.,2009,Liaoconodon hui Meng et al., 2011,and Chaoyangodens lii Hou & Meng, 2014,although G. luoianus was suggested to be a junior subjective synonym of $G$ zofiae by Lopatin and Averianov (20l5). Gobiconodon and Meemannodon belong to Gobiconodontidae. Repenomamus is originally ascribed to Repenomamidae, but sometimes treated as a member of Gobiconodontidae (e.g., Kielan-Jaworowska et al., 20o4; Lopatin and Averianov, 2015). Jeholodens and Yanoconodon belong to the Jeholodentidae (Luo et al., 20o7),which might be either monophyletic (e.g., Gao et al., 2009) or paraphyletic (Meng et al., 2011). Juchilestes were referred to the paraphyletic family‘Amphilestidae'(Gao et al., 20o9) or the Amphidontidae (Lopatin et al.,2010). The family-level atribution of the other two species, L. hui and C. li,is currently unknown. Eutriconodontans that are almost contemporaneous with Jehol mammals are also known from Russia and Japan. Gobiconodon,‘amphilestid' Kemchugia and amphidontid Acinacodus were reported from the Ilek Formation (BarremianAptian; Kurochkin et al., 2011; O'Connor et al., 2014) of Siberia, Russia (Maschenko and Lopatin,1998; Averianov et al.,2005; Lopatin et al.,2010). Hakusanodon,which is probably closely related with Juchilestes,is known from the Kuwajima Formation (?uppermost Hauterivian-lower Aptian; Matsumoto et al.,2006; Sakai et al.,2019) of Japan (Rougier et al., 2007b). Gobiconodon is also reported from a possibly slightly earlier age in Mongolia (Rougier et al.,2001; Minjin et al., 2003). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Eutriconodontans seem to be still relatively diverse during the late Early Cretaceous in Asia.Four eutriconodontans are now known from the Aptian-Albian Shahai and Fuxin formations overlying the Jehol Group in almost the same geographic area,although the mammalian faunal composition is obviously different (Kusuhashi et al., 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Eutriconodontans from the Shahai and Fuxin formations include Gobiconodon haizhouensis Kusuhashi et al., 2016, G. tomidai Kusuhashi et al.,2016,Meiconodon lii Kusuhashi et al., $2 0 0 9 \\mathrm { a }$ ，and M. setoguchii Kusuhashi et al.,2009a.Lopatin (2017) noted that G. haizhouensis is possibly a junior subjected synonym of $G _ { \\ l }$ ，hoburensis(Trofimov,1978),known from the Lower Cretaceous of Mongolia.This possibility should be examined further, but in either case there are two species of Gobiconodon known from the formations.Meiconodon belongs to the Triconodontidae (Kusuhashi et al., 2Oo9a),which has not yet been known from the Jehol Group.All known eutriconodontan specimens from the Aptian-Albian Hoovor and neighboring localities in Mongolia have been referred to Gobiconodon (e.g., Trofimov, 1978;Kielan-Jaworowska and Dashzeveg,1998;Kielan-Jaworowska et al.,2004; Lopatin, 2013,2017; Lopatin and Badamgarav, 2013; Lopatin and Averianov,2015),and a possible triconodontid specimen was reported from the ?Aptian Kitadani Formation in Fukui Prefecture, Japan (Miyata et al., 2016). Gobiconodontid Hangjinia Godefroit & Guo,1999,was reported from Nei Mongol, China (Aptian-Albian, Sereno, 2010; or ?Barremian, Kielan-Jaworowska et al.,2004),which was later referred to Gobiconodon by Lopatin and Averianov (2015). Gobiconodontids are also known from the Lower Cretaceous (?Barremian-Albian) of Gansu, China (Tang et al., 2001). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Here we describe a new genus and species of the Gobiconodontidae from the Fuxin Formation,and an isolated lower molariform of ?gobiconodontid from the Shahai Formation. These materials further support the view that eutriconodontans remained diverse to some extent in the late Early Cretaceous inAsia. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Institutional abbreviationsIVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences,Beijing,China; MCZ,Museum of Comparative Zoology, Harvard University, USA; PIN, Borissiak Paleontological Institute, Russian Academy ofSciences,Moscow,Russia. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Geological background and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The specimens described in this paper were collected from carbonaceous rocks of the Shahai and Fuxin formations at small coalmines in Badaohao (Heishan County) and Fuxin, respectively,in Liaoning Province, northeastern China (Fig. 1A). The Shahai Formation conformably (or partly unconformably) overlies the Jiufotang Formation, which composes the upper part of the Jehol Group,and the Fuxin Formation conformably overlies the Shahai Formation (Fig. 1B; e.g., Wang et al., 1989; Yang and Li, 1997; Li and Matsuoka,2015; see Kusuhashi et al., 2Oo9a, b, for more details of the geological seting). The depositional ages of the Shahai and Fuxin formations remain uncertain.Referring the radiometric ages of the underlying Yixian and Jiufotang formations (Swisher et al.,1999,2002; He et al.,2004,2006; see also Pan et al., 2013), we tentatively consider them to be Aptian to Albian in age. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Shahai and Fuxin formations have yielded various mammals, such as eutridoconodontans,multituberculates,spalacotheriids,stem zatherian,and eutherians (Shikama,1947; Wang et al.,1995,2018; Hu et al.,2005a,c; Li et al.,2005; Kusuhashi et al., 2009a,b, 2010,2016). Among more than one hundred mammalian specimens recovered from the formations,eutriconodontans account for only about $10 \\%$ of the fossil specimens,whereas eutherians and multituberculates reach about $45 \\%$ and $40 \\%$ ,respectively, showing an obvious composition change from the Jehol Group (Kusuhashi et al., 2010). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b7b407395fd8ae5c7e5d5f6e772b66a8281236831e33b44aa4e6356c2d9f9292.jpg",
        "img_caption": [
            "Fig.1Map showing the locations of Badaohao and Fuxin where the fosils were collcted(A)and schematic stratigraphic table of the major late Mesozoic strata in western Liaoning Province (B) Adopted from Wang et al. (1989), Yang and Li(1997),and Li and Matsuoka (2015) among others Abbreviations: Alb. Albian; Apt. Aptian; Barr. Barremian; Ber Berriasian; $\\mathrm { F m }$ .Formation; Gp. Group; Haut.Hauterivian; Val. Valanginian "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The terms premolariform and molariform are used here instead of premolar and molar, following the concept of Rougier et al. (2001, 2007b). Lower incisors,canine, deciduous canine,premolariforms,and molariforms are abbreviated as lowercase i, c,dc,p,and m, respectively.Numbers following abbreviations indicate the order of teeth in each tooth class counting from mesial to distal. They only denote the position and do not necessarily indicate the tooth homology. Although the replacement of molariforms in gobiconodontids and some other taxa was reported (e.g., Jenkins and Schaf,1988; Wang et al.,2Oo1; Kielan-Jaworowska et al.,2004; Hu et al.,2005b; Lopatin et al.,2010; Lopatin and Averianov, 2015), a sufficient amount of specimens to identify generations of molariforms have yet to be discovered, so we do not distinguish molariform generations for the materials described below. Cusp terminology in the present paper follows that of Crompton and Jenkins (1968), which was also adopted by Jenkins and Crompton (1979), Kielan-Jaworowska et al. (2004) and others but not coincident with those of Slaughter (1969) or Trofimov (1978).The dental formula of antemolariforms is not clearly known for gobiconodontids (see Meng et al., 2005; Rougier et al., 2007b; Lopatin and Averianov, 2015).We adopt herein the hypothetical basic lower dental formula of Meng et al. (2005),2.1.3.5.This formula is different from those adopted by various authors in previous studies (Trofimov,1978; Jenkins and Schaff,1988; Kielan-Jaworowska and Dashzeveg,1998; Maschenko and Lopatin,1998; Li et al., 2003; Kielan-Jaworowska et al., 2004; Rougier et al., 2007b; Lopatin and Averianov, 2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We here regard the family Gobiconodontidae as including Gobiconodon, Hangjinia, Meemannodon,Repenomamus,and Spinolestes.As mentioned earlier, Repenomamus is originally atributed to the Repenomamidae, which is followed by some authors (e.g., Meng et al., 2015; Kusuhashi et al., 2016).If so,Spinolestes may also be excluded from the Gobiconodontidae,because Spinolestes seems to be a sister taxon of the clade that consists of Gobiconodon and Repenomamus (Martin et al., 2015). Although Lopatin and Averianov (2015) considered that Hangjinia is referable to Gobiconodon, we tentatively retain the genus because this synonymy did not rely on sufficient comparison or discussion. Averianov et al. (2005) suggested that Repenomamus may be a junior subjective synonym of Hangjinia, but this is neither adopted here,because it is still difficult to discuss this based on the fragmentary specimen of Hangjinia. Huasteconodon Montellano et al., 20o8, is originally attributed to the family,but this attribution needs further investigation because the incipient triangulation of the primary cusps on the upper molariforms is no longer a diagnostic character of the Gobiconodontidae (Gao et al.,2009;Lopatin and Averianov,2015; Kusuhashi et al.,2016). We here tentatively exclude this poorly known genus from the Gobiconodontidae,following Lopatin and Averianov (2015) and Kusuhashi et al. (2016). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hangjinia,Meemannodon,and Spinolestes are monotypic genera, whereas ten species have been recognized for Gobiconodon: G.bathoniensis Butler & Sigogneau-Russell,2016,G. borissiaki Trofimov,1978 (type species), G. haizhouensis, G. hoburensis, G. hopsoni Rougier et al.,2001, G. luoianus,G. ostromi Jenkins & Schaff,1988, G. palaios Sigogneau-Russell, 2003,G. tomidai, and G. zofiae. Both G. bathoniensis and G. palaios are known only from isolated upper teeth, molariforms of which have the incipient triangulation of the primary cusps (Sigogneau-Russell, 2003; Butler and Sigogneau-Russell, 2016),and the atribution of these species to Gobiconodon should,again,be examined further (Lopatin and Averianov, 2015).As mentioned earlier, G. haizhouensis and G. luoianus are suggested to be synonyms of $G$ ，hoburensis and $G .$ zofiae,respectively (Lopatin and Averianov, 2015;Lopatin, 2017). Although we admit to these possibilities, a more precise comparison based on the specimens should be carried out, and here we conservatively retain all ten species for comparison. There also are several specimens attributed to Gobiconodon sp. (Rougier et al., 2Oo1), Gobiconodon sp.A and B (Averianov et al., 2005),and ?Gobiconodon (Sweetman, 2006). The last one is only known from an isolated premolariform tooth from the Britain,and its atribution to the genus is questionable (Lopatin and Averianov,2O15).We exclude this one from the comparison below,because premolariforms have yet to be known from our materials described below.Two species of Repenomamus are currently known: R. robustus (type species) and $R$ giganticus, neither have had their taxonomic position doubted. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Specimens were scanned by $2 2 5 \\mathrm { k V }$ X-ray micro-computed tomography (micro-CT; developed by the Institute of High Energy Physics, Chinese Academy of Sciences)at the Key Laboratory of Vertebrate Evolution and Human Origins, IVPP, Chinese Academy of Sciences,Beijing. The specimens were scanned with beam energy of $1 2 0 \\mathrm { k V }$ (IVPP V14511) or $1 1 0 \\mathrm { k V }$ (V 22643) and a flux of $1 0 0 ~ \\mu \\mathrm { A }$ at a detector resolution of $1 8 . 8 2 ~ { \\mu \\mathrm { m } }$ (V 14511) or $4 . 7 0 ~ \\mu \\mathrm { m }$ (V 22643) per pixel using a $3 6 0 ^ { \\circ }$ rotation with a step size of $0 . 5 ^ { \\circ }$ and an unfltered aluminum reflection target. A total of 720 transmission images were reconstructed in a $2 0 4 8 \\times$ 2048 matrix of 1536 slices using a two-dimensional reconstruction software developed by the Institute of High Energy Physics, Chinese Academy of Sciences.Multiplanar reconstructions and surface renderings were performed using AMIRA 5.3.2 software at the Museum of Nature and Human Activities,Hyogo, Japan. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Systematic paleontology ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MammaliaLinnaeus,1758 EutriconodontaKermacketal.,1973 Gobiconodontidae Chow & Rich,1984 Fuxinoconodon gen. nov. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Type and only known species Fuxinoconodon changi gen. et sp. nov. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "EtymologyThe generic name is after Fuxin City where the holotype of the type and only known species was collected; conodon,Latin (conus) and Greek (odon), means ‘conetooth'. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Diagnosis As for the type and only known species ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fuxinoconodon changi sp. nov. (Figs.2-4) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Holotype and only known specimenFragment of right lower jaw with variably preserved dc,c,and m1-m4,and alveoli for il-i2 and p1-p3 (IVPP V 14511; Figs. 2-4). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Type locality and horizonNanhuang Coal Mine No.3,Fuxin,Liaoning, northeastern China; Fuxin Formation, Early Cretaceous (Aptian-Albian). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "EtymologyIn honor of late geologist Mr. Chang Zheng-Lu who has kindly and thoroughly supported our paleontological study of Mesozoic mammals in Fuxin and neighboring areas. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Diagnosis A medium sized gobiconodontid characterized by the following combination of characters: the lower dental formula 2.1.3.?5; incisors procumbent; il enlarged, larger than i2; the canine conical, procumbent, reduced in size,smaller than the il; p1-p2 single rooted, semiprocumbent; p3 double rooted, erected, much smaller than molariforms; molariform cusps lanceolate in lateral view at least on $\\mathrm { m } 4$ ； cusp a distinct, erected or very slightly curved distally; cusps b and c well developed, well distant from cusp a, splayed, project from lower positions; cusp d developed; cusp e developed on molariforms except for ml; cusp f absent; ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "lingual cingulid developed at least on $\\mathrm { m } 1 { - } \\mathrm { m } 3$ ； labial cingulid present at least on $\\mathrm { { m } 1 - \\mathrm { { m } 4 } }$ ；the mesial embayment for interlock present except for $\\mathrm { m } 1$ ； interlocking between molariforms developed. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/32c58d8e3f4933b3abaeac00a5e385f49b85b13a8a76f9c2707d019804f30cb4.jpg",
        "img_caption": [
            "Fig.2Scanning electron micrographs of the holotype (IVPP V14511) of Fuxinoconodon changi gen. et sp. nov.,a partial right dentary with broken dc,c,ml-m4,alveoli fori1-i2 and pl-p3,from Lower Cretaceous Fuxin Formation, Fuxin,Liaoning,northeastern China A.labial view;B.lingual view; C.occlusal view,stereopair,left to anterior Small arrows in A indicate the position of the transverse section in Fig. 4B "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Differential diagnosisResembles gobiconodontids, jeholodentids,and triconodontids but differs from the other eutriconodontans in having a molariform interlock between the mesial embayment and the cusp d of a preceding molariform (but not as developed as in triconodontids) and in the absence of the distinct molariform cusp f. Resembles gobiconodontids and jeholodentids but differs from the other eutriconodontans in the reduction in the number of incisors and premolariforms and in having the enlarged i1.Differs from triconodontids and maybe jeholodentids but resembles gobiconodontids and other eutriconodontans in having the distinct cusp e on molariforms.Differs from jeholodentids in the convex ventral margin of the dentary. Differs from Gobiconodon, Hangjinia, Meemannodon, Repenomamus,and Spinolestes in having molariforms with the following combination of characters: crown low relative to length; the cusp a less curved distally and erect on the $\\mathrm { m } 4$ ； cusps b and c proportionally larger,well distant from the cusp a, lanceolate, splayed, project from lower positions; the lingual cingulid well developed; the labial cingulid present; interlocking developed from m1. Differs from Repenomamus in having il being much larger than i2; from Spinolestes in the lack of the wide Meckelian groove on the dentary, the less developed molariform cusp e,and primary molariform cusps aligned along the mesiodistal line; and from Meemannodon in the distinct cusp b on m1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/3109a3a11142c843744e78654579fb78294b097c6aaef0201aee6876421be8f6.jpg",
        "img_caption": [
            "Fig.3Scanning electron micrographs of the $\\mathrm { | m l - m 4 }$ of the holotype(IVPPV14511) of Fuxinoconodon changi gen.et sp.nov.from Lower Cretaceous Fuxin Formation,Fuxin,Liaoning,northeastern China A.labial view;B.lingual view; C.occlusal view, stereopair,left to anterior "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Description The posterior part of the dentary of V 14511 is broken,and the mandibular corpus and the anterior portion of the coronoid process are preserved (Fig.2).The mandibular corpus is approximately $4 . 3 ~ \\mathrm { m m }$ deep below ml,and is almost constant in depth below molariforms,whereas it depens posteriorly at the more anterior part. The ventral margin of the dentary is convex in lateral view. The symphysis extends posteroventrally to the point below the pl. Judging from the symphysis, the anteriormost part of the dentary is almost fully preserved although it is crushed.At least three mental foramina are present; the anteriormost one is situated at about $2 . 0 ~ \\mathrm { m m }$ below the canine, the second one is at about $1 . 8 ~ \\mathrm { m m }$ below the mesial root of the p3,and the third one is at $2 . 3 ~ \\mathrm { m m }$ below the position between the mesial and distal roots of the $\\mathrm { m } 2$ . The anterior part of the masseteric fossa reaches the level of anterior base of the coronoid process. There is no masseteric foramen. The anterior part of the shallow pterygoid fossa reaches the level of the anterior base of the coronoid process in the posterolingual preserved part of the dentary. The fossa is ventrally bordered by the medial pterygoid ridge (of which only the anterior end is preserved). Immediately anterodorsal to the anterior end of the ridge,there is a mandibular foramen that opens posteriorly.From this point (about $2 . 4 ~ \\mathrm { m m }$ anterior to the posterior margin of the preserved part of the dentary), the Meckelian groove extends anteriorly,and is subparallel to and approximately $1 . 4 ~ \\mathrm { m m }$ above the ventral margin of the dentary.The anterior end of the groove is unclear because the dentary is slightly collapsed at and parallel to the groove and the medial pterigoid ridge.Because of this damage,the original depth of the groove is unknown, but it is estimated to be shallow, most probably much shallower and less obvious than those in Liaoconodon, Repenomamus, and some species of Gobiconodon,which are known to have an ossified Meckelian cartilage (Wang et al.,2001; Meng et al., 2003,2011). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Antemolariforms are poorly preserved on the dentary of V 14511.A broken tooth and a vertical section of a broken erupting tooth are barely observable (Fig. 4A). The latter is situated immediately distal to the former,and they are interpreted as the deciduous and successive canines,respectively. The successive canine is possibly conical and relatively small but slightly larger than the deciduous one.Both of them are procumbent. Mesial to and slightly below the deciduous canine, there is a mediolaterally crushed and broken alveolus (Fig. 4A),and this is interpreted as an alveolus for the i2,which is estimated to be as large as the canine. The alveolus for the il is also crushed but present mesiolingually to the alveolus for the i2 (Fig.4A). Based on the alveolus,the il is estimated to be much larger than the i2 and the canine. The il and i2 were procumbent. The mediolaterally compressed alveoli for il and i2 can be observed on the reconstructed section from the micro-CT images (Fig. 4B). Distal to the canine, there are alveoli for the single-rooted pl-p2 and the double rooted p3 (Fig. 4A). Judging from the alveoli, the pl and p2 are sub-equal in size and procumbent to semiprocumbent,and the p3 is smaler than the molariforms.There are short diastemata between the canine and the p1, the pl and the p2,and the p2 and the p3,but not between the p3 and the m1. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/3795546a0d4b589847ccfe16b014fbd933b925684cc874d7634c5d38954d97fc.jpg",
        "img_caption": [
            "Fig.4Holotype (IVPP V14511) of Fuxinoconodon changi gen. et sp. nov. from Lower Cretaceous Fuxin Formation,Fuxin,Liaoning,northeastern China A.a photograph (A1)and an interpretive sketch (A2)of the anterior part of the dentary,the hatched area on the canine is broken; B.reconstructed micro-computed tomography images showing the laterally compressed alveoli foriland i2 in a transverse section at the position indicated in Fig.2A,leftto labial; C.a scanning electron micrograph of the ml in mesiolabial view.Abbreviations: c.canine; dc.deciduous canine;i. incisor; m. molariform; mf.mental foramen; p. premolariform "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Four lower molariforms (ml-m4) are preserved on the dentary, of which the $\\mathrm { m } 4$ is not completely erupted (Figs. 2-3).All preserved molariforms are double-rooted. The preserved molariforms are sub-equal in size,with $\\mathbf { m } 3$ being slightly larger than the others (Table 1). Each tooth has three primary cusps and a distal cusp d; cusps b and c are well developed, and distantly separated from cusp a. The three primary cusps and cusp d are aligned mesiodistally in occlusal view. Cusp d on ml and $\\mathrm { m } 2$ fits closely into the mesial embayment of the $\\mathrm { m } 2$ and $\\mathbf { m } 3$ ,respectively,whereas on $\\mathbf { m } 3$ it does not yet completely fit into the mesial embayment of the erupting $\\mathrm { m } 4$ .Cusp a is much larger and taller(where known) than the others on each of the molariforms,and it is slightly curved distally in lateral view onml,whereas it is straightly erected on $\\mathrm { m } 4$ .The cusp a of the m3 is probably also erected. There is a distinct cusp e at the mesiolingual base of the cusp b on $\\mathrm { m } 2 { - } \\mathrm { m } 4$ . It is absent on m1, but there is a minute swelling at the same location. Cusp f is highly probably absent or at least not developed on all the preserved molariforms,although the mesiolabial part of the crown on each $\\mathrm { m } 2$ and $\\mathrm { m } 3$ is worn. $\\mathrm { O n } \\mathrm { m } 1 { - } \\mathrm { m } 3$ , the lingual cingulid is well developed and slightly undulant. The lingual cingulid of $\\mathrm { m } 4$ is not fully observable,but it is much weaker than those on $\\mathrm { m } 1 { - } \\mathrm { m } 3$ .The labial cingulid is present on $\\mathrm { m } 2 \\mathrm { - } \\mathrm { m } 4$ at the base of cusps a and c,but it is partly worn and broken in $\\mathrm { m } 2$ and $\\mathrm { m } 4 .$ .A shorter and blunter one is present on ml at the distolabial base of cusp c,but it is highly probably not extended mesially. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The tip of cusp a is broken in the ml of V 14511. Cusp c projects from a slightly higher position than cusp b.At the mesial base of the crown, there is no apparent embayment for an interlocking mechanism (Fig. 4C). The apices of the primary cusps and probably cusp d are joined by ridges,and a short ridge extends from the tip of cusp b on its mesial face. The $\\mathbf { m } 1$ is less worn than the m2.No obvious wear facet is present on the mesiolabial face of cusp b and the labial face of the notch between cusps a and b.The labial surface of the notch between cusps a and c is damaged,but a large facet as seen on $\\mathrm { m } 2$ is not present. The only obvious wear facet on the tooth is found at the distolabial face of cusp c with cusp d, but it is not as developed as the corresponding one on the $\\mathrm { m } 2$ . This part of the tooth was worn with the mesiolabial face of cusp b of the m2. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Cusp a of m2 is broken away at its base. Cusp b of $\\mathrm { m } 2$ ,whose tip is broken and missing, is estimated to be as large as cusp c,and unlike ml,cusp b rises at the position as high as cusp c. Cusp d is barely visible,because it fits very closely into the mesial embayment of the m3,and also because it is strongly worn. Ridges probably join cusp apices, but are now only preserved on the distal surface of cusp b and the mesial surface of cusp c.The m2 is strongly worn at the labial faces of the notches between cusps a and b,and cusps a and c,and at the distolabial face of cusp c with cusp d and the mesiolabial face of cusp b of the m3. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The apical half of cusp a and the tip of cusp c are broken away on m3. Cusp b is estimated to be as large as cusp c, but it projects from the position higher than cusp c. Cusp e is larger and more distinct than that of $\\mathrm { m } 2$ . The apices of the primary cusps and cusp d are joined by ridges.The mesial face of cusp b is strongly worn and the presence of the ridge is uncertain. Except for this part, this tooth is less worn than the $\\mathrm { m } 2$ . Only a small facet is observed on the distolabial face of the preserved part of cusp c. Other wear facets are unclear because of the damage to cusps a and c,but there are,at least, no facets as large as those on the m2.Cusp d is apparently unworn. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The m4 has not completely erupted and thus the posterior part of the tooth, including cusp d,is not observable. Three trenchant primary cusps are well preserved and lanceolate in lateral view,cusp b rising at higher position than cusp c. Cusps b and c are splayed, projecting away from each other at a relatively large angle. Cusp e is as distinct as that of the m3.Cusp f is absent, but the mesiolabial base of the crown is somewhat swelling. The apices of all the primary cusps and probably cusp d are joined by ridges,and a ridge extends from the tip of cusp b to its mesial base. This tooth is unworn. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tooth measurements Presented in Table 1. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Remarks We identified the mesialmost preserved molariform of V14511 as ml because the embayment for the interlock with the preceding tooth is absent on its mesial base of the crown (Fig. 4C).As was noted by Kusuhashi et al. (20l6), the interlock between the ultimate premolariform and the first molariform is usually not developed among gobiconodontids, although the interlock is not developed even between mesial molariforms of the first generation at least in a species of Gobiconodon (Lopatin and Averianov, 2O15). The mesial part of the mesialmost preserved molariform of V 14511 is not worn, whereas it has a wear facet on the distal part; a similar wear pattern is observed on ml of some species of Gobiconodon (Kusuhashi et al., 2016). The great size difference between the mesialmost preserved molariform and the preceding tooth estimated from alveoli, which is also commonly seen in Gobiconodon,further supports this identification. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/f9bf35ae4d41ae859719b1cbbd07f404414702a55474093c2f7580432c7b836f.jpg",
        "table_caption": [
            "re "
        ],
        "table_footnote": [
            ""
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"4\">m1</td><td colspan=\"3\">m2</td><td colspan=\"3\">m3</td><td colspan=\"3\">m4</td><td colspan=\"3\">m5</td></tr><tr><td></td><td>L</td><td>W</td><td>H</td><td>L</td><td>W</td><td>H</td><td>L</td><td>W</td><td></td><td>H</td><td>L</td><td>W</td><td>H</td><td>L</td><td>W</td><td>H</td></tr><tr><td>Fuxinoconodonchangi</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>IVPPV 14511</td><td>3.23*</td><td>1.13</td><td>2.00</td><td>2.99*</td><td>1.14</td><td></td><td>3.40</td><td></td><td>1.15</td><td></td><td>2.87*</td><td>1.08</td><td>2.16</td><td></td><td></td><td></td></tr><tr><td>Gobiconodontidae gen.et sp.indet. IVPPV22643*</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2.55</td><td></td><td>0.80</td><td>2.04</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Gobiconodon haizhouensis</td><td>1.72</td><td>0.94</td><td>1.85</td><td></td><td>0.97</td><td>1.85</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>IVPPV14509 Gobiconodon tomidai</td><td></td><td></td><td></td><td>1.81</td><td></td><td></td><td></td><td>1.66</td><td>0.94</td><td>1.88</td><td>1.50</td><td>0.88</td><td>1.50</td><td>1.22</td><td>0.75</td><td>1.22</td></tr><tr><td>IVPPV14510 Gobiconodon borissiaki</td><td>一</td><td>1</td><td>1</td><td>1.99</td><td>0.78</td><td>1.44</td><td>2.07</td><td></td><td>0.86</td><td></td><td>2.00</td><td>0.79</td><td>1</td><td></td><td>0.72</td><td></td></tr><tr><td>PIN 3101/9 Gobiconodon hoburensis</td><td>2.8</td><td>1.3</td><td>一</td><td></td><td>1.3</td><td></td><td>2.75</td><td></td><td>1.5</td><td></td><td>2.7</td><td>1.5</td><td></td><td>2.5</td><td>1.15</td><td></td></tr><tr><td>PIN 3101/24</td><td>1.5</td><td>0.9</td><td></td><td>1.6</td><td>0.9</td><td></td><td>1.6</td><td>0.95</td><td></td><td></td><td>1.45</td><td>0.85</td><td></td><td>1.4</td><td>0.65</td><td></td></tr><tr><td>Gobiconodon luoianus (41H IIl-0320) right</td><td>3.0</td><td>3.5</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>left</td><td>3.0</td><td>2.8</td><td>一</td><td>3.0</td><td>3.2</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Gobiconodon ostromi (MCZ 19965)</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>right</td><td>4.75</td><td>2.10</td><td></td><td></td><td></td><td></td><td></td><td>4.90</td><td>2.25</td><td></td><td>4.60</td><td>2.40</td><td>4.60</td><td>4.05</td><td>2.30</td><td>3.70</td></tr><tr><td>left</td><td>4.50</td><td>2.20</td><td>4.55</td><td>4.80</td><td></td><td></td><td></td><td>4.85</td><td>2.75</td><td></td><td></td><td>2.55</td><td></td><td></td><td>2.30</td><td></td></tr><tr><td>Gobiconodon zofiae IVPPV12585</td><td>2.30</td><td>0.90</td><td></td><td>2.30</td><td>0.95</td><td></td><td></td><td>2.50</td><td>1.05</td><td></td><td>2.55</td><td>1.00</td><td></td><td>1.95</td><td>0.75</td><td></td></tr><tr><td>Meemannodon lujiatunensis IVPPV13102</td><td>5.33</td><td>2.90</td><td>4.78</td><td>6.95</td><td>3.30</td><td></td><td>6.08</td><td>7.62</td><td>3.56</td><td>6.98</td><td>7.43</td><td>3.69</td><td>7.28</td><td>1</td><td>1</td><td></td></tr><tr><td>Repenomamus giganticus</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>IVPPV14155 Spinolestesxenarthrosus</td><td>7.5</td><td>4.7</td><td></td><td></td><td>8.3</td><td>5.0</td><td></td><td>8.0</td><td>一</td><td></td><td>7.5</td><td>4.8</td><td></td><td>6.1</td><td>4.2</td><td></td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The ml of V 14511 is less worn than the $\\mathrm { m } 2$ . This possibly implies a molariform replacement as seen in Gobiconodon and some other eutriconodontan taxa (e.g., Jenkins and Schaff,1988;Wang et al.,2001; Kielan-Jaworowska et al., 2004; Hu et al.,2005b; Lopatin et al.,2010; Lopatin and Averianov, 2015).However, it is premature to discuss molariform replacement for the species due to the lack of strong evidence. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Tooth designation of the antemolariforms is somewhat ambiguous.There are six alveoli and two broken teeth preserved on the dentary of V 14511 (Fig. 4A). The distalmost two alveoli are obviously for a double-rooted tooth,and the others are for single-rooted teeth. Therefore, there were seven antemolariform teeth on the dentary. The distal one of the two broken teeth is still erupting and in contact with the mesial broken tooth.They are likely to be of the same tooth locus,and thus we consider that there are six antemolariform loci. The number of tooth loci is then within the range of the general number in gobiconodontids,and we simply adopt the lower dental formula of gobiconodontids (two incisors,canine,and three premolariforms; Meng et al., 20o5) to the antemolariforms ofV14511. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "?Gobiconodontidae Chow& Rich, 1984 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Gen. et sp. indet. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(Fig. 5) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Referred specimen An isolated left lower molariform (IVPP V 22643; Fig. 5). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Locality and horizonBadaohao,Heishan,Liaoning, northeastern China; Early Cretaceous (Aptian-Albian); Shahai Formation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "MeasurementsSee Table 1. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "DescriptionV 22643 is a damaged left lower molariform tooth. The tooth is doublerooted,and the distal root is slightly stronger than the mesial. The distolabial part of cusp a is broken,and cusp d is broken away from its base.The tip and the lingual face of cusp b are slightly damaged. Three primary cusps and cusp d are aligned mesiodistally in occlusal view, but cusp d is very slightly shifted lingually. Cusp a is prominent and slightly curved distally in lateral view. Cusps b and c are well developed. They are almost the same in height, and project from almost the same level, but cusp b is mesiodistally longer than cusp c. They are well distant from cusp a,and thus the tooth crown is mesiodistally longer than height. Cusp e is present at the lingual base of cusp b.The distinct cusp f is absent but the mesiolabial base of the crown has an indistinct swelling. The mesiobasal part of the crown is indented for the reception of cusp d of the preceding tooth (Fig. 5D). This embayment extends to the coronal part of the mesial face of the mesial root as a groove (Fig. 5D). The lingual cingulid is present only at the base of cusp c; it extends mesially to the distal base of cusp a.The labial cingulid is absent. The apices of the primary cusps and probably cusp d are joined by ridges, and a ridge extends from the tip of cusp b to its mesiolabial base.There is a wear facet at the distolabial face of cusp c, which extends to the labial face of the crown below the notch between cusps c and d. No other wear facet is observed on the preserved part of the crown. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "hnu ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4 Comparison and concluding remarks ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "IVPP V 14511 has only six tooth loci mesial to the first molariform,which here is interpreted to be two incisors,one canine and three premolariforms.The presence of an enlarged il and the reduction in the number of incisors and premolariforms are unique for gobiconodontids among eutriconodontans (Ji et al.,1999; Kielan-Jaworowska et al.,2004; Luo et al.,2007; Lopatin and Averianov, 2015; Martin et al.,2015). At the mesial base of the crown of each $\\mathrm { m } 2 \\mathrm { - } \\mathrm { m } 4$ ,there is an embayment for receiving cusp d of the preceding tooth in V14511. Among eutriconodontans, similar interlocking patterns are known only for gobiconodontids, jeholodentids,and triconodontids, although the interlocking in triconodontids is a more derived vertical tongue-in-groove pattern (e.g., Ji et al.，1999; Kielan-Jaworowska et al., 2004; Luo et al.,2007; Lopatin and Averianov,2015). V 14511 is distinguished from triconodontids in having distinct cusp e on $\\mathrm { m } 2 { - } \\mathrm { m } 4$ . In the original description of jeholodentids, the molariform cusp e is reported to be absent (Ji et al.,1999; Luo et al., 2007) but was coded as present by Luo et al. (2007; p.17 of the supplementary information). If it is absent, the presence of molariform cusp e in $\\mathrm { ~ V ~ } 1 4 5 1 1$ also distinguishes it from jeholodentids because this is one of the diagnostic features of the family (Luo et al.,2007).Rougier et al. (20o1), however,asserted that there is a well-developed cusp e on $\\mathrm { m } 2$ ofJeholodens.The ventral margin of the dentary in V 14511 is rounded and convex in lateral view.A flat to slightly concave ventral margin of the dentary is another diagnostic feature of the Jeholodentidae,and the specimen is different from them in this point. Therefore,V 14511 morphologically complies well with and only with the Gobiconodontidae,and we attribute the specimen to that family. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Molariforms of Gobiconodon were intensively studied and described by Lopatin and Averianov (2015) based on specimens of G. borissiaki and G. hoburensis from Mongolia, and they recognized the lower molariforms of at least three and two generations in their specimens of $G$ .borissiaki and G. hoburensis,respectively.V14511 is different from Gobiconodon in the lower molariform morphology, showing a mixture of features characterizing the molariforms of the first or the later generations in Gobiconodon. Lopatin and Averianov (2O15) noted that there are obvious morphological differences between the first and second (and probably later) generations in $G .$ borissiaki and $G .$ hoburensis. According to their study, lower molariforms of the first generation are characterized by a lower crown, a less distally curved cusp a (but it is clearly curved distally at least on $\\mathrm { m } 3 { - } \\mathrm { m } 4 ^ { \\cdot }$ ),proportionally larger cusps b and c that are more distant from the cusp a, faint lingual cingulid, and weak interlocking between mesial molariforms (at least in G. hoburensis).Although the authors did not clearly state it, it is likely also a feature of first generation molariforms that cusps b and c project from lower positions. The molariforms of the second generation have taller crown, a more strongly distally curved cusp a,relatively small cusps b and c that are not very distant from the cusp a, well developed lingual cingulid, and well developed interlocking among all molariforms (Lopatin and Averianov, 2015). Cusps b and c generally project from higher positions. Lower molariforms in V 1451l have some features seen in those of the first generation in Gobiconodon: molariform crowns are relatively low compared with the second generation of Gobiconodon; the cusp a is slightly curved distally in ml (but the erect cusp a in $\\mathrm { m } 4$ is not seen in distal molariforms of any generation in Gobiconodon); and proportionally larger cusp b and c are well distant from the cusp a,and project from lower positions. At the same time,however, they also show features of the second generation in Gobiconodon: the lingual cingulid is well developed,and the ml and the m2 are tightly interlocked with the following teeth. The combination of these characters is not seen in any species of Gobiconodon of which the lower molariforms are described (Trofimov,1978; Jenkins and Schaff,1988；Kielan-Jaworowska and Dashzeveg,1998; Maschenko and Lopatin,1998; Li et al., 2003; Minjin et al., 2003; Lopatin and Averianov, 2015; Kusuhashi et al., 2016; Lopatin,2017). On ml and probably $\\mathrm { m } 2$ of $G$ luoianus,cusp b is weak and cusp c is undeveloped, which is apparently diferent from the condition seen in V 14511 with developed cusps b and c on molariforms.V 14511 is also different from Gobiconodon in having labial cingulid on molariforms. On at least $\\mathrm { m } 4$ of V 14511, primary cusps are lanceolate,and cusps b and c are splayed much wider than those on any molariforms in Gobiconodon including Gobiconodon sp.A of Averianov et al. (2005). These obvious differences suggest that V 14511 does not belong to a species of Gobiconodon, considering the generally similar morphology between different species of Gobiconodon. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Morphological variations of the molariforms between generations are unknown for V 14511 and the other gobiconodontids, namely, Hangjinia, Meemannodon, Repenomamus, and Spinolestes. Therefore,we simply compare molariform morphology of V 14511 to theirs regardless of their generations.V14511 is different, at least from Meemannodon and Repenomamus,in having distinct labial and lingual cingulids on the molariforms (Wang et al., 2001; Meng et al.,20o5). Spinolestes also seems to lack labial cingulid (or at least developed labial cingulid) on the lower molariforms. Known molariforms of Hangjinia,Meemannodon, and Repenomamus are different from those of V 14511 but similar to those of the second generation of Gobiconodon in having a distally curved cusp a (at least in Meemannodon and Repenomamus),and cusps b and c,which are relatively small, not well distant from the cusp a, not splayed widely, and projected from a relatively high position (Godefroit and Guo, 1999; Wang et al., 2001; Meng et al., 2005). In Meemannodon, ml lacks cusp b, whereas it is present on ml of V14511. Among gobiconodontids, the molariforms of V 14511 are in general most similar to those of Spinolestes. Cusp a on the lower molariform in the type specimen of Spinolestes xenarthrosus Martin et al.,2015,was identified as the replaced m3 (Martin et al., 2015); this tooth is erect and lanceolate in lateral view, cusps b and c on which are well distant from cusp a. There are,however, some apparent differences between the lower molariforms of V 14511 and Spinolestes. The cusp b is slightly shifted lingually in Spinolestes,showing a week angulation of the primary cusps in occlusal view, whereas the primary cusps are aligned along the mesiodistal line in V 14511. Cusp d is much less developed in Spinolestes, being smaller than the cusp e, but it is distinct and much larger than cusp e in V 14511. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In addition to these molariform morphologies,V 14511 shows further differences from other gobiconodontids. Repenomamus is known to have robust dentary and proportionally smaller teeth (Li et al., 200o; Hu et al., 2005b). Even ontogenetic variations are taken into account, V 1451l is substantially different from the lower jaws of Repenomamus.The il of Repenomamus is enlarged and i2 as well as the canine are relatively not small either, being nearly sub-equal in size to the il (Li et al.,20oo; Hu et al.,20o5b); the genus is more similar to Liaoconodon in this character than it is to other gobiconodontids (Meng et al.,2011).The i1 of $\\mathrm { ~ V ~ } 1 4 5 1 1$ is estimated to be proportionally much larger than the i2 and the canine. On the dentary of the type specimen of S. xenarthrosus, there is a wide Meckelian groove (Martin et al.,2015). Although V 14511 is not thought to be of a much later ontogenetic stage than the type specimen of S. xenarthrosus,the Meckelian groove is not very distinct. V 14511 is, therefore, not likely to belong to any known genera of gobiconodontids,and thus we propose to establish a new genus and species of the Gobiconodontidae, Fuxinoconodon changi. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The isolated lower molariform(V 22643) has a mesial embayment that extends to the coronomesial surface of the mesial root as a groove,which indicates,as mentioned earlier,an interlocking pattern similar to those in gobiconodontids, jeholodentids,and triconodontids.The absence of a distinct cusp f also supports this view (e.g.,Kielan-Jaworowska et al.,2004).The presence of cusp e distinguishes this specimen from triconodontids and maybe jeholodentids as seen above.The great size difference between cusp a and cusps b and c provides additional evidence to distinguish this specimen from triconodontids (e.g., Kielan-Jaworowska et al., 2004). We,therefore,consider that V 22643 can probably be attributed to the Gobiconodontidae, but this atribution is less confident because it currently cannot be sufficiently compared with molariforms of jeholodentids,which have been neither described in detail nor figured clearly. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Compared with gobiconodontids, V 22643 is roughly in the size range of the lower molariforms of Gobiconodon borissiaki; it is thus clearly larger than those of $G .$ haizhouensis, G. hoburensis,G. tomidai,and Spinolestes xenarthrosus,and smaller than those of ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Fuxinoconodon changi, G. luoianus, G. ostromi, G. zofiae, Meemannodon lujiatunensis, Repenomamus giganticus, and R. robustus (Jenkins and Schaff, 1988; Wang et al., 2001; Meng et al.,2005;Lopatin and Averianov,2015; Martin etal.,2015; Kusuhashi et al.,2016). It shares many characters with the molariforms of the first generation of Gobiconodon: the crown is longer than high; cusp a is slightly curved distally; cusps b and c are quite distant from cusp a and project from relatively low positions; the lingual cingulid is not very developed.Therefore, V 22643 might be referable to a species of Gobiconodon,which is different from species already known from the Shahai and Fuxin formations,but here we conservatively assign it to ?Gobiconodontidae gen. et sp. indet., because suffcient material for comparison to determine its affiliation is not available at the present time. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Fossil mammals from the Shahai and Fuxin formations now include five,or more probably six, different eutriconodontan species, suggesting that eutriconodontans were still relatively diverse in the late Early Cretaceous in Asia. Compared with the fossil records of eutriconodontans from earlier ages,especially those from the Jehol Group,it is clear that the family-level diversity had been reduced.As mentioned earlier, eutriconodontans of three or probably even more families have been known from the Jehol Group (Meng,2014; Meng et al.,2015), whereas those of only two families have been recognized from the Shahai and Fuxin formations to date (Kusuhashi et al.,2009a,2016).Moreover,one of these two families, the Triconodontidae,is currently unknown from the Jehol Group,and thus the Gobiconodontidae is the only known family that survived from the age of the Jehol Group into that of the Shahai and Fuxin formations. This family-level shrinkage is also the case for eutriconodontans from other almost contemporaneous Asian localities; most of them belong to the Gobiconodontidae (Trofimov,1978; Kielan-Jaworowska and Dashzeveg,1998; Godefroit and Guo,1999; Lopatin,2013,2017; Lopatin and Badamgarav, 2013; Lopatin and Averianov, 2015), except for one possble triconodontid specimen (Miyata et al.,2016). Furthermore, most of these gobiconodontids are atributed to a single genus Gobiconodon, implying that their generic level diversity was also lower than those of the earlier age. This shows that eutriconodontans had already started declining during this time period.As mentioned earlier, eutherians and multituberculates are dominant in the mammalian fossil assemblage from the Shahai and Fuxin formations.Eutriconodontans seems to have lost their position in mammalian fauna through the competition with other mammals. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Gobiconodontids are also known in older fossil records including those from the Jehol Group (Maschenko and Lopatin,1998; Rougier et al.,2001; Li et al.,2003; Minjin et al., 2003; Averianov et al.,2005; Hu et al.,2005b; Meng et al.,2005; Yuan et al.,2009),but interestingly larger species seems to have disappeared in the late Early Cretaceous. Gobiconodontids are known to include large to very large species,compared with other Mesozoic mammals (e.g.,Jenkins and Schaff,1988; Li et al., 2000; Kielan-Jaworowska et al., 2004; Hu et al., 2005).Fuxinoconodon changi is currently the largest known gobicondontid of the late Early Cretaceous,but it is much smaller than some older species from Asia,such as Gobiconodon hopsoni, Meemannodon lujiatunensis,Repenomamus giganticus,and R. robustus,and highly probably smaller than $G .$ luoianus and G. zofiae. The cause of this reduction of body size is currently unknown, but it might be,at least partly,related with the decline of eutriconodontans. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe would like to express our sincere gratitude to late Z.-L. Chang (Investigation Team No.1O7, Northeast Coalfield Geological Bureau, Fuxin, China) for his assistance,advice,and support to this study,and we dedicate this paper in his memory. We also thank S.-H. Xie for his various forms of support to this study. We also thank Y.-M. Hou (IVPP) for his help with micro-CT scanning of the specimen.H. Saegusa and T. Ikeda (Museum of Nature and Human Activities,Hyogo, Japan) kindly allowed us to use the AMIRA 5.3.2 software at their museum. This paper was greatly improved by the comments and advice of J. Meng (American Museum of Natural History) and another anonymous reviewer. This study was supported by the Strategic Priority Research Program (B) of Chinese Academy of Sciences (no.XDB180oooo0), the National Natural Science Foundation of China (no. 41688103, 41541015),and the Grant-in-Aid for Young Scientists (B) (no. 24740349,16K17830) of Japan Society for the Promotion of Science. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "辽宁下白垩统沙海组和阜新组真三尖齿兽类戈壁尖齿兽科新材料",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "楠桥直' 王元青2.3.4 李传夔² 金迅²(1日本爱媛大学大学院理工学研究科爱媛790-8577)",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(2中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京10044)",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(3中国科学院生物演化与环境卓越创新中心北京100044)",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(4中国科学院大学地球与行星科学学院北京100049)",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "摘要：真三尖齿兽类是了解亚洲白垩纪哺乳动物群演化和转变的重要成员之一。到目前为止沙海组和阜新组(下白垩统上部)已经发现了两种戈壁尖齿兽科以及两种三尖齿兽科的真三尖齿兽类。描述了这些地层产出的真三尖齿兽类的其他材料，包括一新属新种——常氏阜新尖齿兽(Fuxinoconodon changi gen.et sp.nov.)和一枚左下白齿(鉴定为 ?Gobiconodontidaegen.et sp.indet.)。这种新的真三尖齿兽类被归入戈壁尖齿兽科(Gobiconodontidae),其特征为：第一下门齿大、门齿和前臼齿的数目变少、白齿b尖和c尖较大而独立，以及臼齿具有分别属于Gobiconodon第一代或第二代白齿上独有特征的组合。新材料与同一地区相同层位已经报道的4种真三尖齿兽类表明，虽然科级和属级的多样性似乎已经减少，但亚洲早白垩世晚期仍存在比较多样的真三尖齿兽类。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "关键词：辽宁，早白垩世，阜新组，沙海组，哺乳动物，真三尖齿兽类，戈壁尖齿兽科",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "References   \nAverianovAO,Skutschas PP,LopatinA Vetal.,20o5.EarlyCretaceous mammals from Bol'shoi Kemchug 3localityin West Siberia, Russia. Russ JTheriol,4(1):112   \nBi S D,Zheng XT, Wang XLet al.,2O18.An Early Cretaceous eutherian and the placental-marsupialdichotomy.Nature, 558:390-395   \nBonaparte JF,1986.Sobre Mesungulatum houssayi ynuevos mamiferos cretacicos de Patagonia.Actas IVCongrArgent Paleont Bioestratigr,2: 48-61   \nBonaparte JF,1992.Una nueva especie de Triconodonta(Mammalia),de la Formacion Los Alamitos,Provincia de Rio Negro y comentarios sobre su fauna de mamiferos. Ameghiniana,29(2): 99-110   \nButlerPM,Sigogneau-RussellD,2O16.Diversityof triconodonts inthe Middle JurassicofGreatBritain.alaeontol,67: 35-65   \nChowMC,Rich THV,1984.Anew triconodontan (Mammalia)from theJurasic of China.J VertPaleont,3(4):226- 231   \nCrompton A W,Jenkins FAJr,1968.Molar occlusion in Late Triassic mammals.Biol Rev, 43(4): 427-458   \nGaetanoL C,Rougier G W,2011.Newmaterials of Argentoconodonfariasorum (Mammaliaformes,Triconodontidae)from the Jurassic of Argentina and its bearing on triconodont phylogeny.JVert Paleont,31(4): 829-843   \nGaetano L C,Rougier G W,20l2.Firstamphilestid from South America:a molariform from the Jurasic Cafadon Asfalto Formation,Patagonia,Argentina. JMammal Evol,19(4): 35-248   \nGaetano L C,Marsicano CA,Rougier G W,2013.Arevision of the putative Late Cretaceous triconodonts from South America. Cretaceous Res,46: 90-100   \nGao CL,Wilson GP,Luo ZXet al.,2009.Anew mammal skullfromtheLower Cretaceous of China with implications for the evolution of obtuse-angled molars and ‘amphilestid’ eutriconodonts. Proc R Soc B,doi: 10.1098/ rspb.2009.1014   \nGodefroit P,GuoDY,199.Anewamphilestid mammal from the EarlyCretaceous of Inner Mongolia(P.R.China).Bull Inst R Sci Nat Belg,Sci Terre, 69(Suppl B): 7-16   \nHan G,Meng J,2016.A new spalacolestine mammal from the Early Cretaceous Jehol Biota and implications for the morphology,phylogeny,and palaeobiology of Laurasian ‘symmetrodontans.' Zool JLinn Soc,178(2):343- 380   \nHe HY,Wang XL,ZhouZHetal.,20o4.Timingofthe Jiufotang Formation(Jehol Group)inLiaoning,northeastern China, and its implications. Geophys Res Lett,31: L12605,doi: 10.1029/2004GL019790   \nHe H Y, Wang XL, Zhou Z H et al., 2006. ${ ^ { 4 0 } \\mathrm { A r } ^ { 3 9 } \\mathrm { A r } }$ dating of Lujiatun Bed (Jehol Group) in Liaoning, northeastern China. Geophys Res Lett,33: L04303,doi: 10.1029/2005GL025274   \nHou SL,Meng J,2014.Anew eutriconodont mammal from the Early Cretaceous Jehol BiotaofLiaoning,China.Chinese Sci Bull, 59(5-6): 546-553   \nHu YM,Fox RC,WangYQet al.,2o5a.Anew spalacotherid symmetrodont fromtheEarlyCretaceousof northeastern China.Am Mus Novit,3475: 1-20   \nHu Y M,Meng J, Wang YQ et al.,20o5b.Large Mesozoic mammals fed on young dinosaurs.Nature, 433:149-152   \nHuYM,Wang YQ,FoxR Cetal.,2005c.Novel dental patern inaMesozoic mammal.Chinese SciBull,50(7):713- 715 JenkinsFAJr,CromptonAW979.riconodonta.In:LilegravenJA,Kielan-JaworowskaZ,ClemensWAeds.ozic Mammals: the First Two-Thirds of Mammalian History.Berkeley: University of California Press.74-90 JenkinsFAJr,SchaffCR,988.TheEarlyCretaceous mammalGobiconodon (Mammalia,Triconodonta)fromtheCloverly Formation in Montana. J Vert Paleont, 8(1): 1-24 Ji Q,Luo ZX,JiSA,99.AChinese triconodont mammal and mosaic evolutionofthe mammalian skeleton.Nature,398:   \n326-330 Kermack KA,MussettF,Rigney HW,1973.The lower jaw of Morganucodon. ZoolJLinn Soc,53(2): 87-175 Kielan-Jaworowska Z,Dashzeveg D,1998.Early Cretaceous amphilestid('triconodont'） mammals from Mongolia.Acta Palaeont Pol, 43(3): 413-438 Kielan-Jaworowska Z,CifeliRL,LuoZX,20o4.Mammals fromtheAgeofDinosaurs—Origins,EvolutionandStructure. New York: Columbia University Press.1-630 Kurochkin EN,ZelenkovN V,Averianov AOet al.,2011.Anew taxon of birds (Aves)from the Early Cretaceous of western Siberia,Russia.JSyst Palaeont, 9(1):109-117 Kusuhashi N,HuYM, Wang YQet al.,2009a.New triconodontids (Mammalia)from the Lower Cretaceous Shahai and Fuxin formations, northeastern China. Geobios,42(6): 765-781 KusuhashiN,HuYM,Wang YQetal.,2009b.Two eobaatarid (Multituberculata; Mammalia)genera from the Lower Cretaceous Shahai and Fuxin formations, northeastern China.J Vert Paleont, 29(4): 1264-1288 Kusuhashi N,HuYM,Wang YQet al.,2Ol0.New multituberculate mammals from the Lower Cretaceous (Shahai and Fuxin formations),northeastern China. J Vert Paleont, 30(5):1501-1514 Kusuhashi N, Wang YQ, Li C K et al., 2016. Two new species of Gobiconodon (Mammalia, Eutriconodonta, Gobiconodontidae)from the Lower Cretaceous Shahai and Fuxin formations,northeastern China. Hist Biol,28(1-2):   \n14-26 LiCK,Wang YQ,HuYMetal.,20o3.Anew speciesof Gobiconodon (Triconodonta,Mammalia)and its implicationfor the age of Jehol Biota. Chinese Sci Bull, 48(11): 1129-1134 LiCK,SetoguchiT, Wang YQet al.,205.The firstrecordof“eupantotherian”(Theria, Mammalia)fromthe late Early Cretaceous of western Liaoning, China. Vert PalAsiat, 43(4): 245-255 Li G,MatsuokaA,2015.Searchingforanon-marine Jurasic/Cretaceous boundary innortheastern China.JGeolSoc Japan,   \n121(3): 109-122 Li JL,Wang Y,Wang YQetal.,20o0.Anew familyof primitive mammal from the Mesozoicof western Liaoning,China. Chinese Sci Bull, 45(23): 2545-2549 Linnaeus C,758.Systema naturae perregna tria naturae,secundumclases,ordines,genera,species,cum characteribus, diferentiis,synonymis,locis.Vol.1: Regnum animale.Editio decima,reformata.Stockholm: Laurentii Salvii.   \n1-823 LopatinA V,2013.New finds ofEarly Cretaceous mammals in Mongolia.Dokl Biol Sci, 449(1):103-105 LopatinAV,2017.EarlyCretaceous mammals from the Khamryn-Usand Shalan-Ikherlocalities in Mongolia.Dokl Biol Sci, 477(1): 210-213 Lopatin A V,AverianovAO,2015.Gobiconodon (Mammalia)from the Early Cretaceous of Mongolia and revision of Gobiconodontidae. JMammal Evol, 22(1): 17-43 LopatinA V,Badamgarav D,20l3.Zuun-Hoovor,Ovorkhangai,Mongolia: anew localityofEarly Cretaceous mammals. Dokl Earth Sci, 453(2): 1178-1180   \nLopatin A V,Maschenko E N,Averianov AO,2010.Anew genus of triconodont mammal from the Early Cretaceous of western Siberia.Dokl Biol Sci,433(1):282-285   \nLuo Z X,Chen PJ,Li Get al.,2007.Anew eutriconodont mammaland evolutionary development in early mammals. Nature,446: 288-293   \nMartin T,Marugan-Lobn J,VulloRetal.,2015.ACretaceous eutriconodontand integument evolutioninearlymammals. Nature, 526: 380-384   \nMaschenkoEN,opatinAV,998.FirstrecordofanEarlyretaceous triconodontmammaliniberia.Bul IstiNat Belg, Sci Terre,68: 233-236   \nMatsumotoA,Kusuhashi N,Murakami Metal.,2006.LA-ICPMS U-Pbzircon datingof tuffbedsof the upperMesozoic Tetori Group. Kyoto: Abstracts with Programs of the $1 5 5 ^ { \\mathrm { t h } }$ Regular Meeting of the Palaeontological Society of Japan. 30   \nMeng J,2014. Mesozoic mammals of China: implications for phylogeny and early evolution of mammals.Natl Sci Rev, 1(4): 521-542   \nMeng J,HuYM,WangYQetal.,203.Theossified Meckel'scartilage and internal groove inMesozoic mammaliaforms: implications to origin of the definitive mammalian middle ear. Zool JLinn Soc,138(4): 431-448   \nMeng J,HuYM,Wang YQet al.,20o5.Anew triconodont (Mammalia)from the Early Cretaceous YixianFormationof Liaoning, China. Vert PalAsiat, 43(1): 1-10   \nMeng J,Wang YQ,Li CK,20l1.Transitional mammalian middle ear from anew Cretaceous Jeholeutriconodont.Nature, 472: 181-185   \nMeng J,Wang YQ,Li C K,2015.Paleovertebrata Sinica, Vol.3 Stem Synapsida and Mammalia,Fasc.2 Primitive Mammals.Beijing: Science Press.1-293   \nMinjin B,Chuluun M,GeislerJH,2003.Areportof triconodont mammaljaw fromOosh,an Early Cretaceous localityin Mongolia.Publ Mongol Univ Sci Technol Inst Geol Ser Geol, 9: 89-93   \nMiyata K,AzumaY,Shibata M,2O16.New mammalian specimens fromthe LowerCretaceousKitadaniFormation,Tetori Group,Fukui,Japan.Hist Biol,28(1-2):139-150   \nMontellano M,Hopson JA,Clark JM,2008.Late EarlyJurassic mammaliaforms from Huizachal Canyon,Tamaulipas, Mexico. J Vert Paleont,28(4): 1130-1143   \nO'Connor JK,AverianovAO,ZelenkovNV,2014.Aconfuciusornithiform (Aves,Pygostylia)-like tarsometatarsus from the Early Cretaceous of Siberia and a discussion of the evolution of avian hind limb musculature.JVert Paleont, 34(3): 647-656   \nPan YH,ShaJG, ZhouZHetal.,20l3.The Jehol Biota:definitionand distributionof exceptionally preservedrelictsofa continental Early Cretaceous ecosystem. Cretaceous Res,44: 30-38   \nRougierG W,Novacek MJ,McKenna M Cet al.,2001.Gobiconodonts from the EarlyCretaceous of Oshih (Ashile), Mongolia.Am Mus Novit, 3348:1-30   \nRougierG W,GarridoA,Gaetano L etal.,207a.First Jurasic triconodont from South America.Am Mus Novit,3580: 1-17   \nRougier G W,Isaji S,Manabe M,2007b.An EarlyCretaceous mammal from the KuwajimaFormation (Tetori Group), Japan,and a reassessment of triconodont phylogeny. Ann Carnegie Mus,76(2): 73-115   \nSakai Y,Tsutsumi Y,KusuhashiNet al.,2019.ZirconLA-ICP-MS U-Pbage ofatuff from the AkaiwaFormationofthe Tetori Group in the Shiramine area,Ishikawa Prefecture,central Japan.JGeol Soc Japan,125(3):255-260   \nSerenoPC,O1o.Taxonomy,anialmorphologyandrelationshipsofparrotbeakeddinosaurs (Ceratopsia:Psitacosaurus). In: Ryan M,Chinnery-Algeier BJ,Eberth DA eds.New Perspectives on Horned Dinosaurs: TheRoyal Tyrrel Museum Ceratopsian Symposium.Bloomington: Indiana University Press.21-58   \nShikamaT,1947.TeilhardosaurusandEndotherium,ewJurasicReptiliaandMammaliafromtheHusin Coal-Field,south Manchuria.Proc Japan Acad,23(7): 76-84   \nSigogneau-RusellD,2Oo3.Discoveryof triconodont mammals fromtheEarlyCretaceousofNorthAfrica:afiitiesof the amphilestids.Palaeovertebrata,32(1): 27-55   \nSlaughter B H,1969.Astroconodon,the Cretaceous triconodont.JMammal, 50(1):102-107   \nSweetman SC,2006.Agobiconodontid(Mammalia,Eutriconodonta)from the Early Cretaceous (Barremian) Wessex Formation of the Isle of Wight, southern Britain.Palaeontology, 49(4): 889-897   \nSwisher CCII,Wang YQ, Wang XLetal.,，1999.Cretaceousage for the feathered dinosaursofLiaoning,China.Nature, 400: 59-61   \nSwisherCCII,Wang XL,Zhou ZH et al,2O02.Further support fora Cretaceousage for the feathered-dinosaur beds of Liaoning, China: new $^ { 4 0 } \\mathrm { A r } ^ { 3 9 }$ Ar dating of the Yixian and Tuchengzi formations. Chinese Sci Bull,47(2):136- 139   \nTangF,Luo ZX,Zhou ZHetal.,2Oo1.Biostratigraphyand palaeoenvironmentof thedinosaur-bearingsediments inLower Cretaceous of Mazongshan area, Gansu Province,China.Cretaceous Res,22:115-129   \nTrofimov BA,1978.The first triconodonts (Mammalia,Triconodonta) from Mongolia.Dokl Acad Nauk SSSR,243(1): 213-216   \nWang WL,Zheng SL,ZhangLJetal.,1989.Mesozoic stratigraphyand palaeontologyof westernLiaoning.China: PartI. Beijing: Geological Publishing House.1-168   \nWang YQ,HuYM,Meng Jet al.,2001. Anosified Meckel'scartilage in two Cretaceous mammalsand origin of the mammalian middle ear. Science,294:357-361   \nWang YQ,HuYM,Zhou MZ etal.,1995.Mesozoic mammal localities in westernLiaoning,Northeast China.In: Sun AL,Wang YQeds.Sixth Symposiumon Mesozoic Terrestrial Ecosystems and Biota.Beijing:China Ocean Press. 221-227   \nWangYQ,KushashiN,JinXtal.,18.ReapprisalofEndotheriumnomiaa,947,thrianmalfro the Lower Cretaceous Fuxin Formation,Fuxin-Jinzhou Basin,Liaoning,China.Vert PalAsiat,56(3):180-192   \nYang XD,LiXY,1997.Stratigraphy(Lithostratic)ofiaoningProvince: MultipleClasificationand Correlationof the Stratigraphy of China 21.Wuhan: China University of Geoscience Press.1-247   \nYuan CX,XuL,ZhangXLetal.,2o09.Anew speciesofGobiconodon (Mammalia)from westernLiaoning,Chinaand its implication for the dental formula of Gobiconodon.Acta Geol Sin,83(2): 207-211 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    }
]