[
    {
        "type": "text",
        "text": "Climate change and evolution of early lagomorphs (Mammalia): a study perspective based on new materials of Ordolagus from Nei Mongol (northern China) ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chiara ANGELONE 1,2,3 ZHANG Zhao-Qun1.4,5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijingl0oo44,China)   \n(2Dipartimentodi Scienze,Universita RomaTreRomaOol46,Italy\\*Correspondingauthor:angelone@uniroma3.it)   \n(3InstitutCataladePaleontologia“MiquelCrusafont”UniversitatAutonomadeBarcelona Cerdanyoladel Valles, Barcelona 08193, Spain)   \n(4 CAS Center for Excellence in Life and Paleoenvironment Beijing l0o044,China)   \n(5CollegeofEarth andPlanetary Sciences,UniversityofChineseAcademyofSciencesBeijing l0o049,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The Early Oligocene is acritical time for global climate changes in the Cenozoic.This epoch witnessed severe mammalian faunal turnovers known as “Grande Coupure” in Europe and “Mongolian Remodelling”in Asia.However, insights about morphological changes in Oligocene mammal lineages have not been explored in detail. One of the least diversified groups of recent mammals,lagomorpha, is globally common in the fossil records,especially in Asia.During the Oligocene,many Eocene archaic lagomorph taxa died out and were replaced by more advanced forms.New findings from Nei Mongol and re-examination of the specimens from older collections enabled a revision of a common Asian lagomorph genus,Ordolagus,which possibly has a close affinity with the Middle-Late Eocene genus Gobiolagus.In Nei Mongol, we recognized the presence of Ordolagus during the basal Early Oligocene. Comparisons with coeval and slightly older lagomorph taxa from Asia and North America show that Ordolagus atained some salient tooth morphological characters (i.e.,development of anteroconid on p3,full hypselodonty of cheek teeth,and lingual connection of trigonid and talonid on $\\mathsf { p 4 - m } 2$ ),which are also the key features of modern leporids.The appearance of those morphologic features in Ordolagus is coeval to major global or regional climatic changes.Further investigations on Asian early lagomorphs compared with the study of other small mammals and local climatic factors will be essential to refine the role of lagomorphs as palaeoclimatic proxies. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsNei Mongol, northern China,Paleogene,Leporidae,taxonomy,evolutionary trends, convergence patterns,aridity/climate deterioration ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Early Oligocene represents a critical and transitional time for global climate changes, recording the shift from Warm World to Ice World (Zachos et al.,2001).Evidence of climate deterioration is not recorded globally during the Oligocene (see Pound and Salzmann, 2017 for a global perspective), however this epoch witnessed severe mammalian faunal turnovers, such as the “Grande Coupure” in Europe (Stehlin,1910; Hooker et al., 2004),and the“Mongolian Remodelling\" in Asia (Meng and McKenna,1998). In North America, no evident response was highlighted (Prothero and Heaton, 1996),and in some parts of South America a “quasi-static\" climatic situation apparently characterized the Eocene and Oligocene (Kohn et al., 2004, 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In Asia, biodiversity changes, possibly responses to climatic changes,were reported and studied in some mammal groups such as Rodentia, Lagomorpha, and Perissodactyla (Meng and McKenna,1998; Ge et al.,2013) across the Eocene/Oligocene boundary. Such efforts are significant: in fact, testing the morphological changes in diferent groups is useful to verify the actual interaction between climate change and mammalian evolution. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Lagomorphs (rabbits,hares and pikas) are one of the least diversified group of recent mammals. Nevertheless,lagomorphs are very diverse and abundant in the Paleogene record, especially in Asia and in North America. During the Eocene, in both Asia and North America, early lagomorphs underwent a quite impressive phase of diversification, followed in the Oligocene by a decrease in the diversification rate (Dawson, 2Oo8; Li and Zhang,2019 with references). Stem lagomorphs and ochotonids are dominant in the Paleogene of Asia. Nevertheless,a few genera of Asian Paleogene lagomorphs have been referred to the family Leporidae (Li and Zhang, 2O19), though their familial attribution remains controversial. In fact, other authors consider those taxa as stem member of Lagomorpha not related to Leporidae (L6pez Martinez, 2008). One of those taxa is the genus Ordolagus (Burke,1941; De Muizon, 1977) from the Oligocene of Nei Mongol (Inner Mongolia),until now a monospecific genus known only from a few broken jaws (Huang,1986 with references). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Extensive surveys performed by ZZQ and his IVPP team in Ulantatal and Saint Jacques Nei Mongol, northern China (Fig.1A-C) produced very abundant lagomorph fossils,and in particular several remains whose morphological traits appear compatible with the characters of the genus Ordolagus.The toponym“Saint Jacques”is also known in literature as San Tao Ho or San Sheng Gong(三盛公).We envisage the use of the oldest toponym,“Saint Jacques\",to avoid future misunderstandings. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The fossils from Saint Jacques were collected following a strict stratigraphical protocol, thus for the first time the remains of this early lagomorph could be related to precise stratigraphic horizons (Fig.1D). These conditions make the Ordolagus sample from the Ulantatal and Saint Jacques composite sections ideal to 1） start the due revision of the Paleogene Asian taxa referred to the family Leporidae,2) explore biochronologically their morpho-dimensional changes and possible turnovers,and 3) provide the basis for future studies about the possible relationship between evolutionary and climatic changes using independent proxies. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a51691c9d0a3207c5fab7c9430eb5a74abcc285a087bc3b4f047ff24f95769ef.jpg",
        "img_caption": [
            "Fig.1Geographical location of the fossil sites and temporal distribution of the taxa addressed in this paper relative to the Ulantatal Fm (Nei Mongol, northern China) A.location of Ulantatal and Saint Jacques; B.detail of location of Ulantatal and Saint Jacques (Google maps); C.landscape with fosil horizon Q1 in Saint Jacques; D. estimated chronological distribution of Ordolagus from Ulantatal and Saint Jacques (see Appendix Ifor details about the horizons and sections and their age estimation); the shaded area represents the chronological distribution of the genus Ordolagus basing on materials not yet studied in detail (ZZQ,IVPP); palaeomagnetic data from Wasiljeff et al. (2020); climatic data (blue arrows) from Sun and Windley (2015), Hauptvogel et al. (2017), Richoz et al. (2017),Ao et al.(2020) with references "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Geological and stratigraphical setting ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The studied materials come from Ulantatal and Saint Jacques,both located in the western part of Nei Mongol, China.Ulantatal is situated around $4 0 ~ \\mathrm { k m } ~ \\mathrm { N W }$ from Bayanhot. Originally, Ulantatal was excavated by workers of the Ningxia Geological Survey in 1977,and surveyed by an IVPP team the following year (Huang,1982). Eventually,a Chinese-German team returned to the area and performed a more extensive geological and palaeontological survey,obtaining abundant small mammal fossl remains by using screen-washing techniques (Vianey-Liaud et al.,2oo6). These investigations generated more precise information about the geological context of the area, leading to define three stratigraphical units: Ulan I, Ulan I and Ulan III (cfr. Wasiljeff et al.,202O for correlations with more recent literature). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Zhang et al. (2016) presented a comprehensive profile of the sequence, which attained a thickness of over $1 0 0 ~ \\mathrm { m }$ .The Ulantatal Formation lies unconformably on the brick red beds of the Eocene Chaganbulage Formation.The Ulantatal Formation is unconformably overlain by the Wuertu Formation, possibly of Miocene age.Based on palaeomagnetic data and on the constraints of faunal correlations,the time span in which the Ulantatal Formation accumulated is estimated between ${ \\sim } 3 5$ and $2 7 \\mathrm { M a }$ (Wasiljeff et al., 2020; see also Appendix I) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The locality Saint Jacques,located NE of Ordos,was discovered by P. Teilhard de Chardin and E.Licent in 1923 (Teilhard de Chardin,1926). In 1978-1979, Wang Banyue and her collagues from IVPP made further exploration in this area (Wang,1997; Qiu and Wang, 2006). Since 2O11, ZZQ and his team have been performing field work in the area, finding very rich fossil localities ranging from the Late Eocene to the latest Oligocene (Wang and Zhang, 2015; Bai et al.,2O18).Unlike the Ulantatal area,in the Saint Jacques area tectonic movements were active,resulting in many faults that prevent direct stratigraphic correlations between different outcrops.The stratigraphic and biochronologic studies in this area are still ongoing. The fossils described in this paper have been mainly collected from the lower levels. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Material and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The analysed material consists of teeth, lower and upper jaws referred to the genus Ordolagus curated at the IVPP and collected in Nei Mongol during several excavation campaigns by IVPP teams.The only exception is the holotype of Ordolagus teilhardi,collected in Mongolia and curated at the AMNH. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Observations of the fossil remains were made using an Olympus SZX7 binocular microscope.Measurements were performed on camera lucida drawings obtained using the same microscope.For measurements and dental nomenclature, we follow Lopez Martinez et al. (2007). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Multifocus photos were taken using a Nikon D85O camera and the software Helicon Focus. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Morphological and dimensional comparisons were made with the following North American genera regarded in literature as leporids,whose temporal range covered at least the Late Eocene-Early Oligocene (\\* comparisons based on original material; $^ +$ based on selected references): ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "\\*+Palaeolagus spp.: late Middle Eocene-Early Oligocene (collection of Prof. W. von Koenigswald; Wood,1940;Green,1942;Emry and Gawne,1986;Fostowicz-Frelick and Tabrum,2009; Fostowicz-Frelik,2013);   \n+Chadrolagus: Late Eocene (Gawne,1978;TabrumandFostowicz-Frelik,2008; Fostowicz-Frelik,2013);   \n+Litolagus: latest Eocene-earliest Oligocene (Dawson,1958; Fostowicz-Frelik,2013);   \n+Limitolagus: latest Eocene (Fostowicz-Frelik,2013). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We also made a cross-check with Middle-Late Eocene lagomorph genera reported from northern China: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "\\*+Gobiolagus: Middle-Late Eocene (IVPP collections; Zhang et al., 2001; Meng et al., 2005; Fostowicz-Frelick et al.,2012;Li and Zhang,2019); ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "\\*+Shamolagus: Middle Eocene (IVPP collections; Meng et al.,20o5; Li and Zhang,2019); ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "+Strenulagus: Middle Eocene (Meng et al.,2Oo5;Lopatin and Averianov 2O06;Fostowicz-Frelick etal., 2015;Li and Zhang,2019); ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "+Lushilagus: Middle Eocene (Li,1965; Tong and Lei,1987; Meng et al.,2005); ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "+Erenlagus:early Middle Eocene (Fostowicz-Frelik and Li, 2014). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Following Head et al. (2O17), the first letter of subepochs is always capitalized ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AbbreviationsSSG, catalogue number of new fossils from Saint Jacques; UTT_1986, refers to fossil lagomorphs from Ulantatal studied by Huang (1986); WLTT, catalogue number of new fossils from Ulantatal.AMNH,American Museum of Natural History, New York; IVPP, Institute of Vertebrate Paleontology and Paleonthropology, Chinese Academy of Sciences, Beijing; MNHN, Muséum National d'Histoire Naturelle,Paris. L,antero-posterior length; max, maximum value; min, minimum value; mean, mean value; N, number of individuals; W, width; Wtal, talonid width.MDC,morpho-dimensional cluster. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4 Systematic palaeontology ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Order Lagomorpha Brandt, 1855 ?FamilyLeporidae Fischer de Waldheim,1817 Genus Ordolagus De Muizon,1977 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1941 Gobiolagus new genus Burke,p.5;p.12, fig. 6   \n1977 Ordolagus nov. gen.De Muizon, p.266-271; p. 268,fig. 1; p. 270, fig. 2a ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Emended diagnosisMedium-sized, hypsodont teeth. Hypselodonty may not be fully attained by allthe teeth at the same time (m3 and M2 being the last ones with roots). P2 has two anterior flexa (the labial one shallower, the lingual one deeper).The p3 with one deep and oblique labial flexid,and anteriorly curved hypoconid. Trigonids and talonids of lower molariforms are lingually connected by a dentine bridge plus an enamel strip departing from the trigonid and covering part of the talonid. The length and width increase from $\\mathfrak { p } 4$ to m2. M3 and m3 present. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Taxonomic history of the genus OrdolagusOrdolagus has a quite long and peculiar taxonomic history. Up to now it was known as a monospecific genus erected by De Muizon in 1977.Ordolagus teilhardi was originally described as Gobiolagus (?) teilhardi by Burke (1941), who based the holotype on a jaw fragment collected by the AMNH Central Asiatic Expedition (1922) in the“Hsanda Gol Red Beds (Upper Oligocene,Mongolia), ten miles west of Loh\" (Burke,1941).A photo of the holotype is available in Figs.2B,3B1-B2.Teilhard de Chardin (1926) described some large sized lagomorphs ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ “Duplicidentata\"） from Saint Jacques whose age was atributed to the Late Oligocene, stating that they deserved the status of a new genus,but refrained from erecting a new taxon. The three fragments described by Teilhard de Chardin (1926:26, fig. 14A-C) consist of two upper teeth and one lower jaw fragment and were supposed to pertain to the same taxon. However, Burke (1941) sensibly decided to include in the new taxon Gobiolagus (?) teilhardi only the jaw (left jaw with $\\mathrm { { p 3 - m 3 } }$ curated at MNHN,without formal inventory number; Teilhard de Chardin,1926:26, fig.14C). We agree with his decision not to include in Gobiolagus (?) teilhardi the upper teeth figured by Teilhard de Chardin (1926:26, fig. 14A,B), as they pertain to unrooted,advanced ochotonids (see also Erbajeva and Sen,1988).De Muizon (1977) gave to the jaw described by Teilhard de Chardin (1926) the status of paratype. However, that specimen does not come from the same fossil locality of the holotype,and probably does not even have the same age.In spite of the careful restoration of the specimen performed by Janvier in 1968,which,as remarked by De Muizon (1977) and Huang (1986),allowed a much better observation of salient features, the specimen appears damaged in taxonomically very important parts including the p3 hypoconid and the lingual part of lower molariforms. We regret to remark that the drawings of the specimen provided in the above cited literature are not trustworthy, as they do not take into account the fractures which bias the occlusal surface outline of the specimen (see Fig.2J for comparison). Thus,we decided not to include in the present revision Teilhard de Chardin's “Duplicidentata\" (1926:26, fig. 14). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6eea6576ac8bf5cdfcf5905c477a8f2692888e89f033b9aee7e7e33e3596a13c.jpg",
        "img_caption": [
            "Fig.2 Gobiolagus tolmachovi and Ordolagus teilhardi from Nei Mongol, China A.Gobiolagus tolmachovi: left lower jaw,AMNH26142,Nei Mongol,late Middle Eocene (Burke,1941; Meng et al.,20o5); B-J. Ordolagus teilhardi: B.left lower jaw, holotype,AMNH20236; C.left lower jaw,IVPP V 26013.1; D.left lower jaw,V26075.1; E. right lower jaw,V26014; F. part ofright lower jaw, V26013.2; G. right lower jaw (juvenile), V26017; H.left lower jaw, V26012.2; I. right lower jaw,V26012.1; J.left lower jaw, former paratype of $O$ .teilhardi (not included in this review, MNHN,without formal inventory number; see Teilhard de Chardin,1926:26,fig.14C "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The presence of ?Gobiolagus teilhardi in Tatal Gol (Mongolia) is reported in a faunal list (Mellet,1968:6, table 1; ibid.:10) with no further remarks.Their assignment to $O$ ，teilhardi is not possible before a revision of the material. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The reports of Ordolagus sp.and Ordolagus cf. O. teilhardi from the Early and Late Oligocene of the Valley of Lakes lack detailed description and pictures (Erbajeva 2007; Erbajeva and Daxner-Hock,2001, 2014; Daxner-Hock et al.,2017; the sole available picture can be found in Erbajeva and Daxner-Hock, 2014:221, fig.1). Those materials are currently under study,and thus we did not include those reports in the synonymy of the genus Ordolagus. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Thus, it appears that since its first report Ordolagus was correctly recognized as a distinct taxon, in spite of being represented by a sole, badly preserved fragment. We agree with De Muizon (1977) for its generic differentiation from other Asian Paleogene lagomorphs. What is more difficult is to assess its suprageneric assignment, and consequently its phylogenetic affinities. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Foreword to the specific description Part of the new materials here analyzed pertain to Ordolagus teilhardi,but the rest of the materials, though sharing some similarities with O.teilhardi,clearly are morphologically and dimensionally different.Per se,such different morphological categories may well represent new species. However, the currently available material mainly consists of isolated teeth or jaws,and for the moment the match between upper and lower teeth of a same species can not be assessed with certainty. Erroneous coupling of upper and lower jaws of Amphilagus and Piezodus (see Lopez Martinez and Thaler, 1975:851) led to a taxonomic mayhem not completely resolved at the present day. An analogous accident occurred involving the genera Marcuinomys and Titanomys (Lopez Martinez, 1989:107 with references). Waiting for the processing of newly excavated materials consisting of entire skull+jaws (ZZQ, excavations 2017-2018), we refrain here from erecting new taxa based on lower or upper series only. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Nevertheless, in order to share with the scientific community our preliminary results, but at the same time avoid possible taxonomic confusion, we describe here the morphological categories we observed on lower jaws and teeth. Such taxonomic entities are morphodimensional clusters (MDC) which will be referred to as Ordolagus MDC_1 and Ordolagus MDC_2.We can not herein provide diagnoses of the described MDC,of course, but we provide a description of their most significant characters in the “Salient characters”sections. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "There is an exception to the above illustrated situation. The coupling of upper and lower tooth rows was possible for Ordolagus teilhardi,as some upper and lower tooth rows (though not in anatomical connection), were recovered from the same spot in the sediment with no other associated fossil lagomorphs.With the utmost confidence, it can be afrmed that the jaws pertain to the same individual. The discovery of upper and lower jaws referrable to $O _ { \\ l }$ teilhardi allowed to refine the diagnosis of the genus and to add more details to characterization of the species, which until now were based on the holotype only (an incomplete lower jaw). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Ordolagusteilhardi(Burke,1941) ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(Figs.2B-I,3B1-2,3C1-2,3D-E,4A-J;Measuresin Table1and Figs.5,6) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1941 Gobiolagus (?) teilhardi new species Burke,p.11-13; p.12,fig.6   \n1964 Gobiolagus? teilhardi Gureev,p.95,fig.33v; p. 96   \n1967 Gobiolagus? teilhardi Dawson,p.290   \n1977 Ordolagus teilhardi De Muizon,p.266-268 (partim); p.268,fig.1d ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Holotype Left lower jaw with p3-m1,AMNH 20236. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Type locality Hsanda Gol Red Beds,Mongolia. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Additional material 1 left upper jaw with P3-M3 (IVPP V 26013.3),1 right upper jaw with P2-M3 (V 26012.3),3 left lower jaws with p3-m2 (V 26013.1, V 26012.2, V 26075.1),1 right lower jaw with p3-m3 (V 26012.1),1 right lower jaw with p3, p4,m2-m3 (V 26013.2), 2 right lower jaws with p3-m2 (V 26014, V 26017), 3 left p3 (V 26015.1, V 26075.2, V 26075.5),1 left p4 (V 26015.2),1 left m1 (V 26015.3); 2 right p3 (V 26075.3, V 26075.4). See Table 1 for measurements and Appendix I for detailed references about localities and horizons. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Occurrence SSG, WLTT_main section (cfr. Zhang et al.,2016). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AgeLatest Eocene/earliest Oligocene to Early Oligocene (SSG and WLTT). The holotype was originally referred to the Late Oligocene (De Muizon,1977). Kraatz and Giesler (2010) correlated the Red Beds in the Loh area to the Early Oligocene. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Description All teeth are hypsodont. Hypselodonty may not be attained by all the teeth at the same time. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/d682d7a413b59c79b96e0269d05234cb17c3f6e23ebfdd68574cf3a4fceed2bf.jpg",
        "img_caption": [
            "Fig.3Gobiolagus tolmachovi and Ordolagus teilhardi fromNeiMongol,China A.Gobiolagus tolmachovi: leftlower jaw in labial view,AMNH26142,Nei Mongol,late Middle Eocene (Burke,1941; Meng etal.,20o5); B-E.Ordolagus teilhardi: B.leftlower jaw in labial (B1)and lingual(B2) views,holotype,AMNH 20236; C.right lower jaw in lingual (C1)and labial(C2) views,IVPPV26012.1; D.left upper jaw in occlusal view, V 26013.3; E. right upper jaw in occlusal view, V 26012.3 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Lower jaw: the mandibular body is robust. The distal end of il reaches the trigonid of m2 (see holotype,Fig.3B2).The diastema is long,curved in lateral view, with a medium-sized, oval foramen at half of its length (Fig.3C2). When the anterior part of the lower jaw is preserved or visible (e.g., IVPP V 26012.1; Fig.3C2), several small foramina can be observed in the area under p3. The presence of a posterior mental foramen between p3 and p4 in the holotype is mentioned in Burke (1941:12), though not drawn in the illustration (Burke,1941:12, fig. 6). According to our observations,the specimen is so heavily damaged that no certain statement can be done regarding the presence of the mental foramen in the jaw (Fig. 3B1). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The p3: the specimens are small compared to those pertaining to Ordolagus MDC_2 and their L range overlaps with that of Ordolagus MDC_1 (Fig. 4).They are rootless.However, in the case of V 26013.1 (a fully adult specimen) and V 26017 (a juvenile), there is evidence of a \"recent” loss of the root. In fact, in lateral view, the p3 shaft shows a slight but clear narrowing towards the radical side (V 26017 is depicted in Fig. 4G2),and different colour and texture at the radical tip of the tooth; there is no actual root, but the bottom side of the tooth,though open,is separated from the internal part of the tooth shaft by a diaphragm. In both posterior and lateral view the shaft of p3 appears straight.In the occlusal side,p3 has only one labial flexid completely filled with cement, lying between trigonid and talonid (hypoflexid). The hypoflexid is straight all along its length, at an oblique angle to the tooth antero-posterior axis, and enters the tooth for about half of its width. The hypoconid is robust, quite long,strongly bent anteriorly tending to “curl’ around the trigonid. In the juvenile specimen V 26017 the hypoconid is stillrelatively undeveloped, but it is possible to observe how it grows anteriorly during the ontogeny. The antero-lingual side of the trigonid enamel is bent by a very shallow undulation. In one juvenile specimen (V 26017; Figs. 2G, 4G1) instead of the antero-lingual undulation, there is a small notch filed with cement that disappears along the shaft. The tooth enamel appears very thick in the labial edge of the trigonid and of the hypoconid, thinner anteriorly and posteriorly, very thin in the lingual part of the hypoconid.A enamel hiatus of variable extent is present in the postero-lingual part of the talonid, except for the juvenile specimen V 26017.A shear facet divides the talonid in two.During ontogeny, the size of p3 increases greatly with respect to other teeth (cfr. juvenile lower tooth row V 26017 vs. adult series; Fig. 4G1 vs. Figs. 4A-F, 4J). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The p4-m2: p4-ml are rootless. One p4 (V 26013.2), though rootless, has the shaft bent and narrower in correspondence of the radical side. In the same mandible (V 26013.2),also the p3 bear the traits of the loss of the root in recent phylogenetic times (see above) and the m2 seems to retain the roots (a character not directly observable,though,as the tooth is anchored in the mandible). The juvenile jaw V 26017 has a $\\mathrm { m } 2$ with narrowed shaft in radical side and a kind of radical vestigia in the radical tip (Fig. 4G3). A dentine bridge and an enamel strip connect trigonids and talonids of $\\mathsf { p 4 - m 2 }$ on the lingual side.The dentine bridge in $\\mathsf { p 4 }$ is often wider than in other molariforms (cfr. Figs. 4A-B). On the outer side of the dentine bridge there is a thick enamel strip which covers lingually the trigonid and the talonid.As far as we can observe,the dentine bridge is present in the two lower molariforms $\\scriptstyle ( { \\mathsf { p 4 - m 1 } }$ ）preserved in the holotype. The trigonid has a large enamel hiatus in its anterior side.The extension of the enamel hiatus is variable in the talonid postero-lingual edge.The trigonid enamel curves distally at half its width,forming a tip; such tip is more evident in p4 than in ml and $\\mathrm { m } 2$ The enamel tip causes a bending in the hypoflexid, whose overall shape appears as a very open “V\". The hypoflexid is narrow and not lingually widened. In occlusal view, the trigonid of p4 reminds, though less accentuated, the “pear-shaped” appearance of the p4 trigonid of Gobiolagus burkei (Meng et al., 20o5); indeed, a pear-shaped p4 is observable also in $G$ tolmachovi (cfr.Fig.2A); in p4 the trigonid is antero-posteriorly flatened, the anterior side is straight (or very slightly concave,in order to adjust to the posterior edge of p3), the labial edge is rounded. The trigonid of ml and $\\mathrm { m } 2$ has the same features as that of $\\mathsf { p 4 }$ ,exceptforamore acute labial side. In p4 the talonid is very flatened antero-posteriorly, whereas in ml and $\\mathrm { m } 2$ （204 the talonid progressively becomes longer and more angular-shaped. Length increases from $\\mathfrak { p } 4$ to $\\mathrm { m } 2$ .The relative L increase can be estimated in ${ \\sim } 2 0 \\% { \\sim } 3 0 \\%$ from $\\mathfrak { p } 4$ to ml,and in $\\sim 7 \\text{‰}$ $10 \\%$ from m1 to $\\mathrm { m } 2$ .Also the occlusal surface width relative to the trigonid $( = \\mathrm { W } )$ increases from $\\mathsf { p 4 }$ to $\\mathrm { m } 2$ 1 ${ \\sim } 1 0 \\% { - 2 } 0 \\%$ from $\\mathfrak { p } 4$ to $\\mathrm { m } 1$ ,and ${ \\sim } 0 { \\ - } 5 \\%$ from $\\mathrm { m } 1$ to $\\mathrm { m } 2$ (Fig. 6; Table1). Shear facets are seldom visible in the talonids of some specimens. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The m3: in the specimen V 26013.2 (Figs. 2F, 4E) a root is retained,whereas other specimens are rootless.The trigonid is larger than the talonid.The $\\mathbf { m } 3$ of the specimen V 26012.1 (Figs.2I, 4A) has enamel hiatuses and hypoflexid as $\\mathsf { p 4 - m } 2$ ,and trigonid and talonid are connected labially by means of a lingual enamel strip.In V 26013.2 (Figs.2F, 4E) the two lobes are separated, but on the lateral side it is possible to observe how, just below the occlusal surface, they become connected. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/8d7dd4587b592ac5cb4ce394afec109328007980951afe55c0254d42d2b81fbc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fig.4 Camera lucida drawings of teeth of Ordolagus from Nei Mongol, China A-J.Ordolagus teilhardi: A. right p3-m3,IVPPV26012.1;B.left p3-p4,V26012.2; C.left $\\mathrm { \\ p } 3 \\mathrm { - m l }$ V 26015.1-3; D.left p3-m1,V26013.1; E. right p3 $- \\mathtt { p } 4 + \\mathtt { m } 2 - \\mathtt { m } 3$ ,V 26013.2; F. right p3-m2,V 26014;   \nG1.right p3-m2,V26017; G2.detail ofp3 in lateral lingual view,V26017; G3.detail of m2 inlateral lingual   \nview,V26017; H.left p3,V26075.2; I. right p3,V26075.3; J. detail of p3-p4 of left lower jaw, V26075.1; K-M. Ordolagus MDC_1: K.left p3-m2,V6268.13; L1.left p3-p4,V26019.1, V26019.2;L2.left p3 in   \nlateral labial view,V26019.1; M.right p3-p4,V26018.1; N-V.Ordolagus MDC_2: N.right dp3,V26022.2; O.left dp4,V26022.3; P. right p3,V26021.1; Q1.right p3-m2,V6268.1; Q2.detail of p3 in lateral labial view, V6268.1; R.left p3,V26023.1; S. right p3,V26024.1; T. right p3,V26021.2; U.left p3,V26020; V.left p3-m1,V 26022.1. Occlusal surfaces drawn parallel to the observer ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/789a25f327fc95dc817de14e3388dbb6f70717a43bd033d3fd12c853f77b791a.jpg",
        "table_caption": [],
        "table_footnote": [
            "\\* measurement taken on the radical side; doubtful values (?) not included in statistics.Measurements of single teeth are given here below (in mm): d3 V26022.2: $\\mathrm { L } { = } 1 . 8 3$ ， $\\mathrm { W } { = } 2 . 0 5$ ;d4V26022.3: $\\mathrm { L } = 1 . 9 0$ $\\mathrm { W } = 2 . 3 5$ Wtal $_ { . = 1 . 5 5 }$ "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td colspan=\"8\">Table1 Teeth measurements of Ordolagus from Nei Mongol, China</td><td colspan=\"4\">(mm)</td></tr><tr><td colspan=\"2\"></td><td colspan=\"2\">p3</td><td colspan=\"2\"></td><td colspan=\"2\">p4</td><td colspan=\"2\">m1</td><td colspan=\"2\">m2</td><td colspan=\"2\">m3</td></tr><tr><td colspan=\"2\">AMNH 20236</td><td>L</td><td>W</td><td>L/W</td><td>L W</td><td>Wtal</td><td>L</td><td>W Wtal</td><td>L</td><td>W</td><td>Wtal L</td><td>W</td><td>Wtal</td></tr><tr><td rowspan=\"12\"></td><td>IVPPV 26012.1</td><td>2.05</td><td>2.27 2.35</td><td>0.90</td><td>2.08 2.77</td><td>2.02</td><td>2.37 2.91</td><td></td><td>2.27</td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>1.93</td><td></td><td>0.82</td><td>1.93 2.60</td><td>2.05</td><td>2.25 2.80</td><td>2.00</td><td></td><td>2.50 2.88 2.33</td><td></td><td>1.58 1.90</td><td>1.05</td></tr><tr><td>V 26012.2</td><td>1.87</td><td>2.36</td><td>0.79</td><td>2.05 2.72</td><td>2.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26013.1</td><td>1.90</td><td>2.33</td><td>0.82</td><td>2.03 2.68</td><td>1.93</td><td>2.55 3.18</td><td>2.15</td><td></td><td>2.75 3.10 2.50 2.55 2.91 2.12</td><td></td><td></td><td></td></tr><tr><td>V 26013.2</td><td>2.05 2.16</td><td>2.29 2.40</td><td>0.90 0.90</td><td>2.05 2.43 1.85 2.70</td><td>1.76 1.90</td><td>2.23 3.06</td><td>1.91</td><td></td><td>2.20 3.12</td><td></td><td>1.10 1.62 0.83</td><td></td></tr><tr><td>V 26014</td><td>1.88</td><td>2.20</td><td>0.85</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26015.2</td><td></td><td></td><td></td><td>1.80 2.75</td><td>2.05</td><td>2.20 2.85 2.13</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26015.3 V26017</td><td>1.57</td><td>1.71</td><td>0.92</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td>2.02* 2.31*</td><td>0.88</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26017*</td><td>1.93</td><td>2.46</td><td>0.78</td><td>1.98 2.73</td><td>2.22</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26075.1</td><td>1.88*</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26075.3</td><td>2.10*</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26075.4 V 26075.5</td><td>1.76*</td><td></td><td></td><td></td><td></td><td></td><td>5</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>N Max</td><td>13</td><td>10</td><td>10</td><td>8 8</td><td>8</td><td>5 2.55 3.18</td><td>5 2.27</td><td></td><td>4 4</td><td>3</td><td>2</td><td>2 2</td></tr><tr><td></td><td>2.16</td><td>2.46</td><td>0.92</td><td>2.08 2.77</td><td>2.22</td><td></td><td>1.91</td><td></td><td>2.75 3.12 2.50</td><td></td><td>1.58 1.90</td><td>1.05</td></tr><tr><td>Min</td><td>1.57</td><td>1.71</td><td>0.78</td><td>1.80 2.43</td><td>1.76</td><td>2.20 2.80</td><td></td><td></td><td>2.20 2.88 2.12</td><td></td><td>1.10 1.62</td><td>0.83</td></tr><tr><td>Mean</td><td>1.93</td><td>2.27</td><td>0.86</td><td>1.97 2.67</td><td>1.99 2.05</td><td>2.32 2.96 2.23 3.17</td><td>2.09</td><td></td><td>2.50 3.00 2.31</td><td></td><td>1.34 1.76</td><td>0.94</td></tr><tr><td>V 6268.13</td><td>2.25 1.90</td><td>2.13 1.86</td><td>1.06 1.03</td><td>1.93 2.87 1.62 2.33</td><td>1.95</td><td></td><td>1.98</td><td></td><td>2.52 3.22 2.30</td><td></td><td></td><td></td></tr><tr><td rowspan=\"10\"></td><td>V 26018.1</td><td></td><td></td><td></td><td>1.62 2.52</td><td>1.71</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26018.2</td><td>2.11?</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26019.1 V 26019.2</td><td>2.27</td><td>2.09</td><td>1.08</td><td>1.75 2.54</td><td>1.60</td><td>1 1</td><td>1</td><td>1</td><td>1</td><td>1</td><td></td><td></td></tr><tr><td>N</td><td>4</td><td>3</td><td>3 4</td><td>4</td><td>4 2.05</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Max Min</td><td>2.27 1.90</td><td>2.13 1.86</td><td>1.08 1.93 2.87 1.03</td><td>1.62 2.33</td><td>1.60</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Mean V 6268.1</td><td>2.14</td><td>2.03</td><td>1.06</td><td>1.73 2.57</td><td>1.83 2.40</td><td></td><td>2.43 3.20 2.23</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 6268.2</td><td>2.50 2.82</td><td>2.70</td><td>0.93</td><td>1.93 3.20 2.21</td><td></td><td></td><td>2.74 3.56 2.51</td><td></td><td>2.63 3.40 2.88</td><td></td><td></td><td></td></tr><tr><td>V 6268.6</td><td>2.39?</td><td>2.62</td><td>1.08</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V26016 V 26020</td><td>2.36</td><td>2.64</td><td>0.89</td><td>1.90 2.90</td><td>2.14</td><td>2.50 3.14 2.26 3.19</td><td>2.24 2.14</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26021.1</td><td>2.36 2.57</td><td>2.30?</td><td>1.03？</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>V 26021.2 V 26021.3 V 26021.4 V 26022.1</td><td>2.38</td><td>2.51 2.43</td><td>1.02 0.98</td><td></td><td></td><td></td><td></td><td></td></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Upper jaw: the palatine process of the maxilla is occupied by a deep depression（V 26012.3; Fig.3E); the suture between the palatine process of maxilla and palatine is gently curved,and lies at the level of P4; the palatine bears three foramina in its anterior portion. The tooth row is straight, parallel to the antero-posterior axis from P4 to M2, then bends sharplyat the level of P3/P4.The anterior side of the maxillary process external to P2- P3 is wide and smooth (not perforated). The masseteric spine of the zygomatic process of the maxilla lies at the level of P4,and it does not widen much laterally. In lateral view, the masseteric spine appears elevated with respect to the tooth row. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/04a229b76baba39d002ab04fc911c0ce0a37933911ac23a9ced05063045da519.jpg",
        "img_caption": [
            "Fig.5Length of p3(in mm) of Ordolagus teilhardi (white diamonds), Ordolagus MDC_1 (grey diamonds) and Ordolagus MDC_2 (black diamonds) "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "P2: the sole available specimen (V 26012.3; Fig.3E) is quite small with respect to P3- M2.Its shaft is curved in lateral view.It is oval shaped and anteriorly indented by two flexa. Both flexa are oblique (labially directed).The lingual flexus is deeper than the labial one, reaching almost 1/2 of L,and is filled with cement. The labial flexus has no cement and gets shallower with wear. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "P3-M2: the upper molariforms are hypselodont except for the M2 in V 26013.3 (Fig. 3D), which retains traces of a root.The remnant of the root visible in occlusal side is transformed to an additional labial element of the tooth running all along the shaft. In lateral view, the tooth shafts are curved. In occlusal view, the overall shape of the teeth appears very flattened anteroposteriorly. In general, upper molariforms have a concave appearance in lateral view. The labial edge of upper molariforms lies on a lower plane than the rest of the occlusal surface. Their labial edge is wide and rectangular,whereas the lingual one is rounded. There is no ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/4d06bfb78d2191828a0bc186cc78085b5dd8683cbc9c9bbb48a66a029505efb6.jpg",
        "img_caption": [
            "Fig.6Length of the lower teeth (in mm) in Ordolagus teilhardi (white diamonds),Ordolagus MDC_1 (grey diamonds) and Ordolagus MDC_2 (black diamonds) The considered values are the maximumL values for each tooth position "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "hypoflexid nor other visible internal structure. The tooth enamel is thick in the anterior part, gets thicker towards the lingual part, then becomes extremely thin in the posterior part of the tooth.The tooth size(W) increases from P3 to P4; there is a slight increase between P4 and M1,then a decrease to M2. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "M3:this tooth is quite small relatively to other molariforms (see Fig.3E);its anterior edge is wider than the posterior one.It has the same enamel pattern ofP3-M2. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Taxonomic remarksThe characters of the new materials of lower jaws and teeth ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "listed above match the holotype of $O$ teilhardi: small size, p3 lingually and anteriorly rounded, no anteroconid,one lingual flexus (hypoflexid), hypoconid anteriorly curled to reach half of the tooth length,and trigonids and talonids of lower molariforms connected lingually by both a dentine and an enamel bridge. Our observations of the holotype confirms that it does not lack a dentine bridge on (some) lower molariforms as appears in the drawings in Burke (1941:12, fig. 6) and De Muizon (1977:268,fig. 1d). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "There is not much morphological variability among the available teeth, however it is possible to identify an early stage in the evolution of the species represented by specimens with rooted $\\mathbf { m } 3$ and M2. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We did not include in $O$ .teilhardi the lower jaw considered as the paratype of $O$ teilhardi by De Muizon (1977,i.e.,the specimen described by Teilhard de Chardin in 1926),as the teeth,and in particular the p3,are broken in diagnostic parts, preventing accurate statements about the taxonomic status of this specimen. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "It is also worth mentioning that the morphology of the lower jaw material formerly attributed to $O$ . teilhardi by Huang (1986),is not compatible with this species. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The teeth of Ordolagus teilhardi profoundly differ from those of Middle Eocene-Early Oligocene North American taxa usually listed in literature as Leporidae (see section 5.1). Family Leporidae is characterized by a number of cranio-skeletal characters compiled by Bohlin(1942:41) based on his personal observations and on data gathered from Major (1899), Lyon (l904),and Wood (1940). The list of the characterizing features of leporids has recently been updated by Dawson (2Oo8).Thus,a check of the cranio-skeletal material is needed for a confident attribution of Ordolagus to the family Leporidae.At the present state of the art, we herein follow older literature on the subject, and temporarily list Ordolagus as a leporid,\"faute de mieux\"(see \\$en,2003:164,fora similar case). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Ordolagus MDC_1 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(Fig.4K-M,7A-C;Measures in Table 1 and Figs.5,6) ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "1986Ordolagus teilhardi De Muizon; Huang,p.275 (partim); p.275,fig.1; p.277,tables 1-2; pp.282-283 (partim); pl. 1C ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Material 1 left lower jaw with p3-m2 (IVPPV 6268.13), 1 left lower jaw with $\\mathsf { p 3 - p 4 } ( -$ ml) (V 26018.2), 1 right lower jaw with p3-p4 (V 26018.1),1 left p3 (V 26019.1),2 left p4 (V 26019.2, V 26019.3). See Table 1 for measurements and Appendix I for detailed references about localities and horizons. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Occurrence UTT_1986, SSG (new material from locality SZT2, WLTT_main section), Nei Mongol. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Age Early Oligocene. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Salient charactersMedium-sized p3,with shaft curved in lateral view and straight in posterior view; oblique anteroconid, marked lingually by a lingual anterior flexid; hypoconid small,anteriorly bent. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Description All teeth are hypselodont. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Lower jaw: the specimens are heavily damaged. In lateral view, a small, rounded foramen lying between p3 and p4 can be observed in the labial side of one specimen (V 6268.13; Fig. 7A2); a few smaller foramina lie under p3. In the same specimen, in lingual view, the incisor socket reaches the talonid of m1. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The p3: this tooth is relatively small-sized compared to the same tooth of Ordolagus MDC_2,and its L range overlaps with the upper part of $O _ { \\ l }$ teilhardi (Fig.5).The tooth shaft is curved in lateral view (Fig. 4L2) and straight in posterior view. The hypoflexid is straight and filled with cement. The hypoconid is not robust, short, tending to curl anteriorly, but reaching only the distal part of the protoconid. The trigonid is very large ( $\\sim 7 5 \\%$ of L).An anteroconid, marked by a lingual notch (except in V 6268.13, which has no notch; Fig. 4K), develops on the trigonid; the axis of the anteroconid is latero-lingually bent.The lingual notch may be partly filled with a very litte cement (V 26018.1; Fig. 4M) or, as in the case of V 26019.1 (Fig. 4L1), it becomes filled with a little cement at a quite lower level under the occlusal surface.A shear facet crosses the talonid.The enamel is variable in thickness,following the pattern of $O$ teilhardi. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The $\\mathsf { p 4 - m } 2$ : rootless teeth, with trigonids and talonids lingually connected by a dentine bridge plus an external enamel bridge.The lingual enamel bridge completely covers the trigonid and the anterior part of the talonid.An extremely extended enamel hiatus is present on the anterior part of the trigonid.The p4 is very flattened antero-posteriorly,and the trigonid length and width slightly larger than the talonid. The hypoflexid is almost straight, in spite of the posterior enamel band of the trigonid bending in the middle and forming a posterior tip. Such tip is more evident in p4,less in ml,and absent in m2. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Taxonomic remarksOrdolagus MDC_1 has been recovered in WLTT_SZT2, WLTT, and UTT_1986.Part of the material formerly attributed by Huang(1986) to $O$ ，teilhardi (here indicated as UTT_1986) pertains instead to Ordolagus MDC_1. Compared to $O$ ，teilhardi,this morpho-dimensional cluster has a feebler hypoconid, which curls around the trigonid to a much lesser extent. Another difference is the presence in Ordolagus MDC_1 of an anteroconid on p3. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "OrdolagusMDC_2 ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(Figs.4N-V,7D-H; Measures in Table 1and Figs.5,6) ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1986Ordolagus teilhardi, Huang,p.275 (partim); p.277,tables 1-2; pp.282-283 (partim); pl.1A,B,F ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Material2 left lower jaw with p3-m1 (IVPP V 26020, V 26022.1),1 left lower jaw with $\\mathtt { p 3 - m 1 }$ and trigonid of m2 (V 26016),1 right lower jaw with p3-m2 (V 6268.2),1 right lower jaw with p3-m2 (V 6268.1),1 right lower jaw with p3-p4 (V 6268.6),1 left p3 (V 26023.1),3 right p3 (V 26021.1, V 26021.2, V 26024.1),1 right p4 (V 26021.3),1 left ml (V 26023.2),2 right m2 (V 26021.4, V 26023.3),1 left lower molariform (V 26023.5),1 right lower molariform (V 26023.4),1 right dp3 (V 26022.2),1 left dp4 (V 26022.3). See Table 1 for measurements and Appendix I for detailed references about localities and horizons. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Occurrence UTT_1986, SZT2,WLTT,WLT2,SSG_A4,Nei Mongol. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "AgeEarly Oligocene (SZT2, WLTT, WLT2, SSG_A4). The mixed material UTT_1986 (Huang,1986) does not provide any additional age indication. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Salient charactersThe p3 size larger than in $O$ teilhardi and Ordolagus MDC_1, quadrangular-shaped, with tooth shaft straight in both lateral and posterior views; large, straight anteroconid; long, horizontal hypoconid. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Description All teeth are hypselodont. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Lower jaw: the incisor socket posteriorly stretches under the trigonid of ml (Fig. 7D3); one small, round foramen is situated anteriorly to p3, next to the posterior edge of the diastema; another roundish, much larger mental foramen lies in a lower position, under $\\mathsf { p } 3 / \\mathsf { p } 4$ between the two main foramina there is a highly fenestrated area (visible in Figs.7D2, 7E2). ",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/44148168aa9d1657c872cdfc13342df052e3a6d2c0b740ced071c501847904df.jpg",
        "img_caption": [
            "Fig.7Ordolagus MDC_1 and Ordolagus MDC_2 fromNeiMongol, China A-C.Ordolagus MDC_1: A.left lower jaw in occlusal (A1) and labial (A2) views,IVPPV 6268.13; B.left lower jaw,V26018.2; C.right lower jaw,V26018.1.D-H. Ordolagus MDC_2: D.leftlower jaw in occlusal (D1),labial (D2),and lingual (D3)views,V26016;E.right lower jaw in occlusal (E1)and labial (E2) views,V6268.1; F.left lower jaw, V26020; G.left lower jaw,V26022.1; H.right lower jaw,V 6268.6 "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The dp3: this tooth has two robust roots.The occlusal surface consists of two lobes connected by a very wide central isthmus (Fig. 4N): the anterior lobe (trigonid) is large and trapezoidal,and the posterior one (talonid) is smaller and flattened.The talonid is lingually less protruding, but labially more protruding than the talonid. The hypoconid is oriented perpendicularly to the antero-posterior axis of the tooth. There are two lateral flexids, both of them filled with cement, of which the mesoflexid is the shortest. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The dp4: also this tooth has two roots. The occlusal structure is similar to that of permanent teeth, as the trigonid is connected to the talonid by means of a dentine bridge $^ +$ enamel strip (Fig. 4O). The hypoflexid, which separates trigonid and talonid, extends quite deeply into the tooth. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The p3: it is a large-sized tooth compared to those of the other two taxa addressed here (Fig. 5). The tooth shaft is straight in lateral (Fig. 4Q2) and posterior view. The trigonid represents ${ \\sim } 7 5 \\%$ of the tooth length.The hypoflexid is straight, filled with cement. The hypoconid is thin and elongated transversally, not curled anteriorly,making the talonid quite more labially protrudent than the trigonid.An anteroconid, slightly shifted towards the labial side and with a straight antero-posterior axis, develops on the trigonid. The contact between trigonid and anteroconid is lingually delimited by a concavity of the enamel whose shape and depth vary from a shallow undulation to a deep notch sometimes filled with cement; another concavity of the enamel is visible in the lingual part of the contact trigonid-talonid, especially in the juvenile specimen (V 6268.6) (Fig. 7H).Both inflexions persist all along the tooth shaft.The enamel is variable in thickness following the pattern of $O$ 、teilhardi.Ashear facet cuts transversally the talonid,and its intersection with the external border of the tooth is in correspondence of the enamel thinning/end on the labial and lingual sides.An additional shear facet is present between the trigonid and the anteroconid. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The $\\mathsf { p 4 - m } 2$ :in these teeth the hypoflexid is very deep and narrow.Inall the molariforms the trigonid is wider than the talonid.In p4 the occlusal outline of the trigonid varies from similar to the pear-shaped p4 of Gobiolagus (e.g., V 6268.1, see Fig. 4Q1; V 6268.2; V 26021.3) to a more labially acute and flattened shape (e.g.,V 26022.1, see Fig. 4V); the trigonid has a very extended enamel hiatus on its anterior side; on the trigonid posterior side there is a posterior tip in the contour of the enamel, which is more evident in p4 than in other molariforms. The talonid shifts from small and flattened in p4 to larger and with a roughly triangular shape in $\\mathrm { m } 2$ . The p4 of Ordolagus MDC_2 appears more flattened and proportionally much wider than in $O _ { \\ l }$ teilhardi and Ordolagus MDC_1 (cfr. respectively Figs. 4Q1,4A-F,4M).A shear facet is visible on the talonid of $\\mathsf { p 4 }$ .The relative proportions of $\\mathsf { p 4 - }$ $\\mathrm { m } 2$ are quite constant: length increases from $\\mathsf { p 4 }$ to $\\mathrm { m } 2$ （ ${ \\sim } 2 0 \\%$ from $\\mathsf { p 4 }$ to $\\mathbf { m } \\mathbf { 1 }$ ,and $\\sim 1 0 \\%$ from m1 to $\\mathrm { m } 2$ ),and also width increases from ${ \\mathfrak { p } } 4$ to $\\mathrm { m } 2$ （ $\\sim 1 0 \\%$ from $\\mathsf { p 4 }$ to $\\mathrm { m } 1$ ,and ${ \\sim } 5 \\%$ from m1 to $\\mathrm { m } 2$ )(see Fig.6and Table1). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Taxonomic remarksThe main differences between the morphological cluster here addressed as Ordolagus MDC_2 and the other two taxonomic entities here analyzed (i.e., Ordolagus MDC_1 and O. teilhardi) are: larger size,different shape and orientation of the hypoconid/hypoflexid complex (less robust and not anteriorly curled). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Ordolagus MDC_2 and Ordolagus MDC_1 share the presence of an anteroconid, a feature lacking in Ordolagus teilhardi. However, in Ordolagus MDC_2 the anteroconid is more robust and its axis is oriented antero-posteriorly,whereas in the latter the anteroconid is smaller and lingually bent. The morphological differences between Ordolagus MDC_2 and Ordolagus MDC_1 attest to an independent development of the anteroconid in the two morphological clusters. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "5.1Phylogenetic affinities of Ordolagus: a working hypothesis ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Skulls and postcranials referrable to Ordolagus are not available for study for the moment, so we provided here preliminary taxonomic considerations based on teeth and jaws fragments. Such statements are indeed partial, but worth being discussed in order to assess a preliminary framework and as a complement to further considerations based on the skulls and postcranials currently under preparation at IVPP. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "As stated in section 4,the different MDCs represent different taxa. On the basis of our composite sections (Zhang et al., 2016), Ordolagus MDC_1 is geologically younger than $O$ teilhardi.Indeed, the tooth morphology of Ordolagus MDC_1 is more advanced than that of O.teilhardi,due to the presence of an anteroconid on p3,but its size is smaller. Given these premises,it is unlikely that Ordolagus MDC_1 is the descendant of $O$ 、teilhardi.It isinstead extremely probable that they may share a common ancestor. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Ordolagus MCD_2 has a different p3 hypoconid shape/orientation and a wider p4 than the $O$ ，teilhardi than Ordolagus MCD_1.We think that these two characters are extremely significant for the taxonomy of Asian Paleogene lagomorphs. Contrary to other characters (e.g., the presence of the anteroconid,or the size increase; see sections 5.2.1 and 5.2.5),they are less likely to change under the effect of environmental variations and not prone to convergency. This means that they are likely to reflect a phylogenetic signal. Thus,it is possible to affirm that Ordolagus MDC_2 should be phylogenetically more distant from $O$ .teilhardi than Ordolagus MCD_1. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The ancestors of the taxa addressed in this paper shall not be sought in North American leporids. Several characters indicate instead an affinity to the Asian genus Gobiolagus: ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(1) $\\mathrm { p } 4 \\mathrm { < m l } < \\mathrm { m } 2$ (2) p4 with pear-shaped trigonid ( $\\mathit { \\Psi } = \\mathit { \\Psi }$ widened and rounded in its labial side);   \n(3) enamel connection between trigonids and talonids;   \n(4) antero-posteriorly flattened trigonids,larger than the triangular talonids;   \n(5） no hypoconulids; ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(6) M1 the largest tooth of the upper jaw. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Characters 1,2,3, 4 were recognized as typical of Gobiolagus also by Meng et al. (2005). Character 1 is in common with Shamolagus,and it will be worth verifying if it may be a trait useful for taxonomy at the suprageneric level. Gobiolagus is a taxon with rooted teeth known in Nei Mongol from the Middle to Late Eocene (Meng et al.,20o5,Li and Zhang,2019). Our oldest samples of Ordolagus date back to the latest Eocene of Nei Mongol(O.teilhardi, SSG_ Q1 and SSG_H1). They have hypsodont teeth,almost all of which attained hypselodonty. A close phylogenetic relationship of Ordolagus to Gobiolagus fits with geographical, chronological and morphological data available at present for the two genera,and represents an acceptable working hypothesis to be tested in future analyses. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "We exclude a direct relationship of Ordolagus with North American leporids. Their resemblance is only superficial, and is merely due to convergence. Below is a preliminary, partial list (as mainly based on teeth characters) of features that distinguish Ordolagus from North American Eocene-Oligocene leporids: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(1)a wider,flattened P2( $\\mathrm { L } { > } \\mathrm { W } )$ · (2) the absence of hypoflexus and internal structures in upper molariform teth at any stage of wear; (3) upper molariforms curved in lateral view,with remains of a vestigial root attached allalong the   \nlabial side of the shaft, though not reaching the occlusal side (resulting in a“step”in the labial side); (4) p3 with one postero-external flexid (hypoflexid) and no postero-internal flexid in any stage of wear; (5) p3 with straight, postero-obliquely directed hypoflexid without posterior hook at the lingual end, nor   \nhypoconid notch; (6) lack of hypoconulid in lower molariforms; (7)trigonids of lower molariforms with rounded outline,especially p4,which has a peculiar pear-shaped   \noutline; (8)talonids of lower molariforms flattened,rather bean-shaped,without antero-labial notch; (9) m3 with extremely deep hypoflexid or separated trigonid-talonid; (10)L and Wof lower molariforms increase from p4 to m2; (11) M1 is the largest among upper molariforms; (12) presence of a quadrangular depression of the maxilla occupying part of the incisive foramen. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "As to point (5), it is necessary to specify that, according to Dawson (1958), the p3 of Litolagus has a lingual flexid in addition to the hypoflexid in early ontogenetic stages, whereas Fostowicz-Frelik (2013) argues that the p3 of Litolagus has only one flexid,i.e.,the posteroexternal flexid ( $\\stackrel {  } { = }$ hypoflexid) throughout its ontogenetic development. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "5.2Evolutionary trends in Ordolagus ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "5.2.1 Appearance of anteroconid ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The anteroconid is an additional element found on the anterior part of the p3 trigonid. In European lagomorphs, the anteroconid is acquired in all known Oligo-Miocene lineages of ochotonids and in several lineages of stem lagomorphs (some examples in Tobien,1974,1975; ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "López Martinez,1989; Angelone et al.,2018). In European taxa, the anteroconid develops as a “mushroom” anterior to the trigonid of p3 (cfr. Paludotona,Lagopsis,“Amphilagus” ulmensis 2 sensu Angelone, 20o9a),or as an isolated anterior conid (Piezodus-Prolagus). Paleogene North American taxa do not possess anteroconids on their p3,whereas Neogene ones develop an elongated trigonid. Paleogene Asian taxa other than Ordolagus may possess an anteroconid on p3 (e.g., Shamolagus, juvenile Gobiolagus). The functional result in all cases is an enlargement of the occlusal surface,and an improvement of mastication. The anteroconid distinguishes advanced species within a lineage,and no reversal to the “no-anteroconid condition\" is known. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "We observe the presence of an anteroconid in the p3 of Ordolagus MDC_1 and MCD_2, i.e., the most recent among the taxa studied herein. In Ordolagus MCD_1 the anteroconid is relatively small and tilted towards the lingual side, whereas in MCD_2 it is variable in size but always straight. The two different types of anteroconids developed independently, individuating two different lineages of Ordolagus. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5.2.2 Trigonid-talonid lingual connection ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Among the several morphological features shared by the teeth of most North American leporids (at least in late ontogenetic stages) and those of Ordolagus,the trigonid-talonid lingual connection in lower molariforms is the most distinctive. Indeed,the presence of such a character has been the main argument for the assignment of Ordolagus to Family Leporidae in past literature.This feature is never attained during normal wear in European ochotonids and stem lagomorphs. In Ordolagus,the trigonid-talonid lingual connection is attained by a strip of enamel $^ +$ dentine,which runs from the trigonid down through the anterior part of the talonid. This pattern is very different from that of Neogene leporids,in which the connection consists of a very thin strip of dentine only. In Paleogene North American leporids, the connection may be lacking in younger individuals: in particular, in Palaeolagus the connection is attained quite late in ontogenetic development (CA pers. obs., col Prof.W. von Koenigswald). The way the connection is attained seems to be variable (see Fostowicz-Frelik, 2013: figs. 8, 12,19,32),as well as the composition of the connecting “bridge\".Deeper insight into the genesis, composition and ontogenetic timing of the onset of the trigonid-talonid connection of Paleogene lagomorphs will surely provide useful elements for phylogenetic analyses.For the moment, we highlight the common trend between Asian and North American Paleogene lagomorphs,remarking,however, that the process of attainment is completely different. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5.2.3Hypselodonty ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The fact that we observed the shift to full hypselodonty in $O$ 、teilhardi,the oldest of the three species addressed here, suggests that hypselodonty was attained several times in the Ordolagus group.In fact, Ordolagus teilhardi, Ordolagus MDC_1 and Ordolagus MDC_2 are closely related as they share a common ancestor, but are not directly related (see sections 4 and 5.1). ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Hypselodonty is extremely common in lagomorphs and attained in different ways (preliminary observations in Tobien,1978).Among lagomorphs, hypselodonty is recorded for the first time in the Late Eocene by North American lagomorphs ( $\\mathrm { \\sim } 3 6 ~ \\mathrm { M a }$ ； data extrapolated from Fostowicz-Frelik,2013 with references),whereas we have to wait until Miocene times to find unrooted lagomorphs in Europe. In Europe,it is possible to observe how hypselodonty is attained progressively in different lagomorph lineages (e.g., Piezodus $$ Prolagus and Marcuinomys $$ Lagopsis;cfr.Tobien,1975,1978;Bucher,1982).During the Early Miocene (after MN2),unrooted species became predominant and widespread in Europe, supplanting rooted ones (Lopez Martinez,1989). The last rooted lagomorphs went extinct in their refuge areas at the beginning of the Middle Miocene (Angelone, 2009a, b). In Asia,a“wave” of hypselodonty attainment occurs in the Middle Miocene (Ochotona),a previous one occurs in the Late Oligocene (Sinolagomys, Bohlinotona) (see Erbajeva, 20l2 with references),and another one (possbly the earliest),according to the results obtained in this paper, occurs at the end of the Eocene.In fact, in some specimens of Ordolagus teilhardi probably referrable to the latest Eocene (SSG_Q1), it is possible to observe the last step in the shift from rooted to hypselodont teeth. Those specimens have some teeth which are still rooted (M2 and m3) and others that, though having an open root, show in lateral view an evident narrowing of the shaft towards the radical end (p3,p4),evidence of a “recent” attainment of the hypselodont condition. This evidence also indicates that hypselodonty is not attained at the same time in all tooth positions. Such an intermediate stage,with some tooth positions still rooted or approaching hypselodonty coexisting with unrooted teeth, was never observed before in fossil lagomorphs except in the insular endemic stem lagomorph Gymnesycolagus gelaberti from the island of Menorca (Mein and Adrover,1982).In this taxon,the last teeth to retain a root are p3, p4 and possibly m3 (CA, pers. obs. UCB Lyon). These observations must be considered with the due caution as not all the tooth positions of $G$ ：gelaberti are available.However, it is clear that the process of hypselodonty attainment in lagomorphs is a stepwise process.We suspect that the sequence in which the teeth become hypselodont may have a phylogenetic significance,as well as the sequences of lobe connections and the sequence of appearance/ disappearance of flexids/fossettes of $\\mathsf { p 4 - m 2 }$ (see Angelone et al., 2014). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5.2.4Hypoconulid disappearance ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The hypoconulid is an additional posterior lobe in lower teeth whose presence denotes a more primitive stage in evolution. The hypoconulid is never present in lower molariforms of Ordolagus. Gobiolagus also does not seem to bear trace of a hypoconulid in lower molariforms. Thus,if Ordolagus originated from the Gobiolagus stock as we hypothesize, the hypoconulid already disappeared in that lineage since the Middle Eocene.A hypoconulid can be observed in other Asian Paleogene lagomorphs (Shamolagus, Strenulagus, Desmatolagus), and it persists in some taxa until the Miocene.In Paleogene North American leporids, the presence of a hypoconulid is the rule in early stages of wear, but it is never present in adult specimens.In European taxa, the hypoconulid is lost in ochotonids in the earliest Miocene (see plates in López Martinez,1974,1989). In stem lagomorphs, it is retained, though feeble or present only in very early stages of wear,until their disappearance in the early Middle Miocene (Angelone, 2Oo9a, b). The sequence of hypoconulid disappearance in the different tooth positions is likely to have a phylogenetic significance (Angelone et al., 2014). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "5.2.5Size increase ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "It is a trend observed in almost all lagomorph lineages. It is worth remarking, though, that such evidence is often based on tooth size.A couple of examples of a decrease in size through time are known in the evolutionary history of the European ochotonid Prolagus: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(1)in the Pleistocene of Sardinia, the transition between Prolagus figaro and $P .$ sardus, the two endemic species which form an anagenetic lineage is characterized by the sudden size decrease of the p3.Noticeably, such decrease is not concurrent with a decrease in body size (Moncunill-Sole et al., 2016). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(2)in correspondence of the Middle-Late Miocene boundary, the fossil sites of the Valles-Penedés (Spain) record the anagenetic shift $P .$ oeningensis- ${ \\mathbf { } } \\cdot P .$ crusafonti. The teeth of $P .$ crusafonti,the species that marks the onset of the Late Miocene,are smaller than the former, older species (Lopez Martinez, 1989). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In both cited cases,the size decrease occurs during an environmental “crisis\".We still do not know if the relationship between Ordolagus teilhardi and Ordolagus MCD_1 is anagenetic, however there is a change in the tooth size. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "5.3Biochronologic significance of Ordolagus ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The type specimen of Ordolagus teilhardi was recovered from the Red Beds of Hsanda Gol, assigned to the Late Oligocene by Burke (1941) and De Muizon (1977). Later, Huang (1986) considered the specimens he attributed to $O _ { \\ l }$ teilhardi collected inUlantatal as Middle Oligocene. However, on the basis of the analyses performed in this paper, Huang's (1986) specimens do not pertain to $O$ 、teilhardi.Basing on the updated division of the Asian Oligocene (Wang,1997),and the palaeomagnetic dating by Kraatz and Giesler (2010), the Hsanda Gol red bed falls in the Early Oligocene interval, though without precise dating of the type locality of $O$ teilhardi.Recent extensive exploration in the Oligocene of the Valley of Lakes (Mongolia) has produced abundant fossils (Daxner-Hock et al.,2017 with references).Among them, the faunal lists report Ordolagus cf. $O$ . teilhardi and/or Ordolagus sp. In a previous paper, Erbajeva and Daxner Hock (2O14) had described a few fossils from the Valley of Lakes“leter zones” A to C or C1 as Ordolagus cf. $O$ 、teilhardi. Their most recent and detailed biostratigraphic classification and $^ { 4 0 } \\mathrm { A r } ^ { 3 9 } \\mathrm { A r }$ dating of the basalts indicate a time interval of ${ \\sim } 3 3 { \\mathrm { - } } 2 8 \\ \\mathrm { M a }$ (Early Oligocene) for the fossils included in “leter zone”A and B (Daxner-Hock et al.,2017),and a time interval of ${ \\sim } 2 8 { \\mathrm { - } } 2 4 \\mathrm { M a }$ (Late Oligocene) for“letter zone” C to C1 (ibid.). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The fossils here referred to Ordolagus teilhardi have been recovered from the lower levels of Saint Jacques and from the lower part of the WLTT main section. Thus,in Nei Mongol, compared to the Valley of Lakes, $O$ .teilhardi is exclusive from the Early Oligocene. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "With the upcoming palaeomagnetic results (Wasiljeff et al., 2O2O), we should have a better constrained time interval for Ordolagus teilhardi (Appendix I). ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Ordolagus MDC_1 and Ordolagus MDC_2 show a more advanced morphology compared to $O$ .teilhardi.Both morpho-dimensional clusters appear approximately in the same stratigraphic levels,slightly later than those in which is recorded Ordolagus teilhardi (Fig.1D; Appendix I). ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "5.4Climate, faunal dynamics and early lagomorphs: food for thought based on Ordolagus ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Ordolagus is an endemic genus of central Asia, originated from another Asian endemic taxon (Gobiolagus).The oldest available remains of Ordolagus, from the latest Eocene/earliest Oligocene of Nei Mongol, still bear the trace of rooted teeth (see in section 4 the Emended Diagnosis of the genus). We do not know at present if the loss of roots occurs in a relatively short geological time. It can be affirmed, though, that the specimens of $O$ 、teilhardi found in the lower levels of the SSG and WLTT composite sections represent the transitional or earliest stage of hypselodonty attainment and the turning point in the evolutionary process that led from Gobiolagus to Ordolagus. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Particular attention must be paid when relating hypsodonty/hypselodonty with climate. Actually, the equation“hypsodonty $\\mathbf { \\Sigma } =$ arid conditions”,as well as the more radical statement \"hypselodonty $\\mathbf { \\tau } = \\mathbf { \\tau }$ more arid conditions” are often applied in literature with no additional discussion. Though there is not a direct, biunivocal correspondence between hypselodonty and climate (Fortelius et al.,2O02), it is interesting to notice that the oldest reports of Ordolagus in Nei Mongol studied in this paper (SSG_Hl and SSG_Q1,the latest Eocene/earliest Oligocene), which record the transition to hypselodonty,are coeval with a climate shift towards arid conditions,attested by loess accumulation in Mongolia ( ${ \\sim } 3 4 \\mathrm { M a }$ ，Sun and Windley,2015).This climatic shift recorded in Central Asia at the Eocene-Oligocene boundary is the local effect of the moderate global cooling occurred at ${ \\sim } 3 4 . 1 { - } 3 3 . 9 \\ \\mathrm { M a }$ (top of Chron C13r) (see Ao et al., 2020 with references). Such cooling represents the first stage of the transition to the Cenozoic icehouse and is followed by the Oi-1 glaciation( ${ \\sim } 3 3 . 8 { - } 3 3 . 6 \\ \\mathrm { M a }$ ,Chron C13n; Zachos et al., 2001; Ao et al., 2020). ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Interestingly, several other lagomorph taxa from Nei Mongol referrable to the Desmatolagus stock (whose taxonomic study is currently in progress) and found in the same levels as Ordolagus, do not attain hypselodonty, nor undergo significant morphological changes. One of the possible explanations may be the difference of size. In fact, apart from hypselodonty, another feature that differentiates Ordolagus from Middle-Late Eocene and coeval Asian lagomorphs is the size.Even if tooth size does not proportionally reflect body mass,the dental size difference between Ordolagus and the other lagomorphs of the analyzed fossil assemblages,dominated by small-sized taxa referrable to the Desmatolagus-group (ZZQ and CA,unpublished data), is remarkable, attesting for a comparably gigantic size of ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Ordolagus (Fig.8).In the event of a climate shift, the larger size of Ordolagus could have more easily led to a different dietary adaptation, thus explaining a different response in tooth morphology. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The addition of an anterior extension of p3 (anteroconid) enlarges the tooth chewing surface.In Ordolagus MDC_1 and Ordolagus MDC_2, the taxa which replace $O _ { \\ l }$ teilhardi, the appearance of an anteroconid occurs independently. In both cases a shear facet can be observed at the posterior end of the anteroconid, evidence of a more complex chewing surface with respect to older forms. The reason for the coeval, parallel appearance of anteroconid+shear facet in two lineages may be related to an environmental change that caused a change in food habits.An alternative hypothesis could be a body mass increase (larger size $$ necessity of more food $$ chewing improvement by enlargement of the teeth). However, except for the p3, the other teeth of the lower tooth row do not undergo a noticeable size change in the three taxa (Fig. 6). This allometric growth of p3 is not uncommon in lagomorphs. Similar case studies are recorded in insular endemic Prolagus of the Mediterranean islands (Angelone,2005; Moncunill et al.,2Ol6). In particular, it has been demonstrated that there is independence of the p3 dimensional variation and the body mass.In the Pleistocene of Sardinia (Italy), the anagenetic transition Prolagus figaro-P. sardus is marked by a change in p3 size, and corresponds to a marked climatic shift. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/a4433120bf51f0c1aaa34ae5d61d3a6194c9b0f15642e8f0303c0f6f7a1b4871.jpg",
        "img_caption": [
            "Fig.8Size comparison between lower jaws of Ordolagus and other selected Eocene-Early Oligocene Asian lagomorphs A. Gobiolagus tolmachovi,AMNH 26142,left lower jaw with p3-m3,from Meng etal.,2005:4,fig.1.1; B.Shamolagus grangeri,AMNH26289,left lower jaw with $\\mathsf { p 4 - m 3 }$ ,from Meng et al.,2005:4, fig.1.6; C.Desmatolagus gobiensis,AMNH19102, right lower jaw with $\\mathrm { { p 3 - m 3 } }$ ,from Meng et al.,2005:4,fig 1.9; D.Ordolagus teilhardi,IVPPV26012.1,right lower jaw with p3-m3 "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The levels from which the dental evolutionary shift of the Ordolagus lineage is recorded (SZT2） were recently dated to ${ \\sim } 3 0 . 5 \\ \\mathrm { M a }$ (Wasiljeff et al.,2020).Richoz et al. (2017),based on the $\\delta ^ { 1 3 } \\mathrm { C }$ and $\\delta ^ { 1 8 } \\mathrm { O }$ record, suggests an early Oligocene aridification in Central Asia at ${ \\sim } 3 1$ Ma.An aridification event surely triggered major environmental changes, which, in turn, drove evolutionary changes and/or dispersal dynamics in the faunal assemblages.The latest EoceneEarly Oligocene record of Ordolagus from northern China clearly reflects the immediate response of its dietary adaptation to climate change.The study of skeletal material will reveal if dental/dietary changes were coupled with changes in body size, gait,and other corporeal and lifestyle parameters in Ordolagus. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Recently excavated materials from Nei Mongol (ZZQ, unpublished materials) suggest that forms related to Ordolagus survived in Nei Mongol until the end of the Early Oligocene (see Fig. 1D, shaded area). Indeed,at ${ \\sim } 2 8 \\ \\mathrm { M a }$ an evident turnover known as Mid-Oligocene Reorganization has been recorded in central Asian faunal assemblages (Harzhauser et al, 2016).There is no evident change in the geochemical/geophysical record which mirrors such a change (cfr. Harzhauser et al.,2Ol6: fig.3).However, there is a significant time coincidence of this turnover event with the Oligocene Glacial Maximum (whose onset corresponds with the cooling isotope event Oi-2a, dated at $2 7 . 9 \\mathrm { M a }$ ； see Hauptvogel et al., 2O17). Harzauser et al. (2016) hypothesize that the Mid-Oligocene Reorganization could have been triggered by a change in some climatic parameter (temperature, seasonality, etc.） not detected by analyzed proxies.At the present state of the art, it seems that this second aridification event was fatal to Ordolagus,atleast in Nei Mongol. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The clear correspondence between climate change and morphological change observed in several taxa referred to the genus Ordolagus opens new perspectives and encourages further research in this field,aimed, for example,to understand which kind of climate change triggers certain changes in morphology, and why some taxa are more prone to climate-induced modifications. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The new materials from the latest Eocene-Early Oligocene of Nei Mongol include three different species whose general morphology fals within the diagnosis of the genus Ordolagus. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(1)The first achievement was to better characterize the type species, $O$ .teilhardi. Moreover, two other morpho-dimensional clusters (Ordolagus MDC_1 and Ordolagus MDC_2), individuated on the basis of lower jaws and teeth only, have been recognized and wait for a formal erection that will follow the study of corresponding upper jaws and skull materials currently under preparation. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(2)Ordolagus teilhardi appears to be the most primitive among the three species. In fact, some of its teeth (though hypsodont) may still retain roots, or appear to have just lost the roots; its p3 morphology is very simple; and also its size is smaller compared to the other forms. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(3)Ordolagus MDC_1 and Ordolagus MDC_2 have larger, always fully hypselodont teeth and an anteroconid on p3.Though Ordolagus MDC_1 and Ordolagus MDC_2 share the above mentioned characteristics, they difer profoundly in the shape of the anteroconid and of the talonid on p3.The shape of the p3 talonid of Ordolagus MDC_1 is similar to $O _ { \\ l }$ teilhardi. The shape of p3 talonid is likely to have a taxonomic significance at a supraspecific level. Thus,a closer phylogenetic relationship between Ordolagus MDC_1 and $O$ ，teilhardi is quite probable. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "(4)Ordolagus teilhardi, Ordolagus MDC_1 and Ordolagus MDC_2 have a common forerunner that is likely within the Middle-Late Eocene Asian genus Gobiolagus. The “signature” of Gobiolagus is evident in the relative shape and size of the lower cheek teeth and in the proportions of the upper teeth. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "(5)The stratigraphical distribution of Ordolagus in Nei Mongol covers the latest Eocene to the first part of the Early Oligocene. Ordolagus teilhardi, the oldest species, was replaced by Ordolagus MDC_1 and Ordolagus MDC_2, which have overlapping temporal and geographical distributions.At the end of the Early Oligocene, Ordolagus seems not to be present in Inner Mongolian sequences,but according to available literature, it persists in the Valley of Lakes (Mongolia). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "(6)The evolutionary steps that mark the Gobiolagus-Ordolagus group (the attainment of hypselodonty,the modification of the structure of the dental occlusal surface and,in a lesser extent,the dental size variation) clearly reflect climatic change.This considerations opens new perspectives for the use of lagomorphs as palaeoclimatic proxies. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe thank all our colleagues and students participating the field excavation in Ulantatal and Saint Jacques.Mr. Gao Wei took the photos.We also appreciate the help from curators of AMNH, MNHN,IVPP, necessary for the study on the type specimen and comparative materials.We are also grateful to Prof.Alisa Winkler who,in addition to her valuable scientific advice,provided also a revision of the English language. This work has been supported by XDB260ooo00 of CAS, special fund for fossil excavation and preparation of CAS,and NSFC (41472003). CA was supported by: Visiting Professor grant of the President's International Fellowship Initiative of the Chinese Academy of Science; Agencia Estatal de Investigacion de Espania and the European Regional Development Fund of the European Union (CGL2016- 76431-P); CERCA Program, Generalitat de Catalunya; Grant to Department of Science, Roma Tre University (MIUR-Italy Dipartimenti di Eccellenza,ART.1, C.314-337 L.232/2016). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "气候变化与早期兔形类的演化：基于内蒙古Ordolagus新材料的研究",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "安晓青1,2,3\\* 张兆群1,4,5",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京 100044)",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "(2 意大利罗马第三大学科学系 罗马00146)",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "(3 西班牙巴塞罗那自治大学米克尔克鲁萨丰加泰罗尼亚古生物研究所 巴塞罗那08193)",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "(4中国科学院生物演化与环境卓越创新中心北京100044)",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "(5中国科学院大学地球与行星科学学院北京100049)",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "摘要：早渐新世是新生代全球气候变化的关键时期。这一时期发生了重大的哺乳动物群转换事件，在欧洲称之为“大间断”，在亚洲则为“蒙古重建”。然而，关于渐新世哺乳动物各谱系的形态变化尚缺少详细探讨。兔形目是现代哺乳动物中多样性最低的类群之一，在全球的化石记录中很常见，尤其是在亚洲。渐新世时，许多古老的始新世兔形类灭绝并被更进步的类群所取代。内蒙古的新发现及对老标本的再研究使我们得以修订鄂尔多斯兔(Ordolagus)(亚洲常见的兔形类，可能源自中-晚始新世的戈壁兔Gobiolagus)。在内蒙古，我们识别出Ordolagus在早渐新世初期就已存在。与亚洲和北美的同期或稍早的兔形类的对比表明，Ordolagus具有一些显著的牙齿形态特征(p3下前边尖发达，颊齿完全高冠，$\\mathtt { p 4 - m 2 }$ 下三角座和下跟座舌侧相连等),这些也是现生兔形类的主要特征。Ordolagus中这些特征的出现与重大全球或区域气候变化同步。对亚洲早期兔形类的进一步研究，并参考其他小哺乳动物与区域气候因素的研究，将有助于完善兔形类作为古气候代用指标的作用。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "关键词：内蒙古，古近纪，兔科，分类学，演化趋势，趋同模式，干旱化/气候恶化",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Angelone C,2oo5.Evolutionary trendsof thegenus Prolagus (Ochotonidae,Lagomorpha) inthe Mediterraneanislands. In: AlcoverJA,Bover Peds.Proceedings of the International Symposium“Insular Vertebrate Evolution: the Palaeontological Approach\".Mon Soc Hist Nat Balears,12:17-26   \nAngelone C,2O09a.Lagomorphs from the Midle Miocene of Sandelzhausen (southern Germany).Palaont Z,83:67-75   \nAngelone C,20o9b.Theearly Valesian vertebratesof Atzelsdorf(Late Miocene,Austria)-6.Lagomorpha.Ann Naturhist Mus Wien, Ser A,111: 515-518   \nAngelone C,SchultzJA,Erbajeva MA,2014.Determining theontogenetic variationof lower cheek teethocclusal surface paterns in lagomorphs using Micro CT-technology-preliminary results and perspectives.Paleont Electron, 17.1.5   \nAngeloe C,Cermak S,Moncunil-Solé Betal.,2018.Systematicsand paleobiogeographyofSardolagus obscurus ngen.n. sp.(Leporidae,Lagomorpha) from the Early Pleistocene of Sardinia.JPaleont,92: 506-522   \nAo H,Dupont-NivetG,RohlingEetal.,2O20.Orbitalclimate variabilityonthenortheastern TibetanPlateauacross the Eocene-Oligocene transition.Nat Commun,11:10.1038/s41467-020-18824-8   \nBai B,Wang YQ, Zhang ZQ,2018.The Late Eocene hyracodontid perissodactyl Ardynia from Saint Jacques,Inner Mongolia,China and its implications for the potential Eocene-Oligocene boundary.Palaeoworld,27(2):247- 257   \nBohlin B,1942.The fosil mammals from the Tertiary deposit of Taben-buluk,western Kansu.PartI.Insectivora and Lagomorpha.Palaeont Sin New Ser C,8A: 1-113   \nBrandt JF,1855.Beitrage zur näheren Kenntnissder Säugethiere Russlands.Mem Acad Sci St Petersb,Phys,Mat, Nat, 6(9): 1-365   \nBucher H,1982.Etude des genres Marcuinomys Lavocat et Lagopsis Schlosser (Lagomorpha,Mammalia)du Miocene inferieur et moyen de France.Implications biostratigraphiques et phylogenetiques.BullMus Hist Nat Paris,4: 43- 74   \nBurke JJ,1941. New fossl Leporidae from Mongolia.Am Mus Novit,1117: 1-23   \nDawson MR,1958.Later Tertiary Leporidae of North America. Univ Kansas Paleont Contrib Vertebr,6: 1-75   \nDawson MR,1967.Lagomorph history and the stratigraphic record.Raymond C.Moore commemorative volume.Univ Kansas Dept Geol Spec Publ,2: 287-316   \nDawson MR,2008.17.Lagomorpha.In: Janis CM,GunnellGF,Uhen MDeds.Evolutionof Tertiary Mammals of North America, Vol.2,Small Mammals,Xenarthrans,and Marine Mammals.Cambridge: Cambridge University Press. 293-310   \nDaxner-HockG,BadamgaravD,BarsboldRetal,0l7.Oligocene stratigraphyacross theEoceneandMioceneboundaries in the Valley of Lakes (Mongolia). Paleobiodiv Paleoenv, 97: 111-218   \nDe Muizon C,1977Revisiondes lagomorphes descouches aBaluchitherium (Oligocene superieur)de San-tao-ho(Ordos, Chine).Bull Mus Natl Hist Nat, Sci Terre,65: 265-294   \nEmry RJ, Gawne CE,1986.Aprimitive,Early Oligocene speciesofPalaeolagus (Mammalia, Lagomorpha) from the Flagstaff Rim area of Wyoming. J Vert Paleont, 6(3): 271-280   \nErbajeva M A,2007. Oligocene-Miocene vertebrates from the Valey of Lakes (Central Mongolia): morphology, phylogenetic and stratigraphic implications.5.Lagomorpha (Mammalia): preliminary results.Ann Naturhist Mus Wien Ser A,108:165-171   \nErbajeva MA,2012.Biodiversity and evolutionary development of Oligocene-Pliocene lagomorphs (Lagomorpha, Mammalia)of Mongolia. Erforsch Biol Ress Mongol,12: 47-54   \nErbajeva MA,Daxner-Hock G,20o1.Paleogene and Neogene lagomorphs from the Valleyof Lakes,central Mongolia. Lynx New Ser,32: 55-65   \nErbajeva MA,Daxner-Hock G,2014.The most prominent Lagomorpha from the Oligocene and Early Miocene of Mongolia.Ann Naturhist Mus Wien Ser A,116: 215-245   \nErbajevaMA,Sen S,1988.Systematic of some Oligocene Lagomorpha (Mammalia)from China.Neues Jahrb Geol Paläont Monatsh, (2): 95-105   \nFischer de Waldheim JG,1817.Adversaria zoological. Mem Soc Imp Nat Moscow,5: 368-428   \nFortelius M,EroneJ,JervalJetal.,O2.FosilmammalsesolveregionalpatersofEurasianclimatechangever0 million years.Evol Ecol Res,4: 1005-1016   \nFostowicz-FrelikL,2013.ReassessmentofChadrolagusand Litolagus (Mammalia,Lagomorpha)andanew genusof North American Eocene lagomorph from Wyoming.Am Mus Novit,3773: 1-76   \nFostowicz-FrelikL,Li Q,2014.Anew genus of stem lagomorph (Mammalia: Glires)fromthe Middle Eoceneof the Erlian Basin,Nei Mongol, China.Acta Zool Cracov,57: 29-42   \nFostowicz-Frelick L,TabrumAR,20o9.Leporids (Mammalia,Lagomorpha)from the DiamondORanch Local Fauna, latest Middle Eocene of southwestern Montana. Ann Carnegie Mus,78(3): 253-271   \nFostowicz-Frelik L,LiC K, Meng Jet al.,2012.New Gobiolagus (Mammalia: Lagomorpha)material from the Middle Eocene of Erden Obo (Nei Mongol, China). Vert PalAsiat,50:219-236   \nFostowicz-Frelik L,LiCK,LiQetal.,2015.Strenulagus (Mammalia:Lagomorpha)from the Middle Eocene Irdin Manha Formation of the Erlian Basin,Nei Mongol, China.Acta Geol Sin,89:12-26   \nGawne CE,1978.Leporids (Lagomorpha,Mammalia)from the Chadronian (Oligocene)deposits of Flagstaff Rim, Wyoming.J Vert Paleont, 52(5): 1103-1118   \nGe D,Wen Z,XiaLetal.,O13.Evolutionaryhistoryof lagomorphsinresponseto global environmentalchange.PLoS ONE,8(4): e59668   \nGreen M,1942.A studyof the Oligocene Leporidae in the Kansas University Museum of Vertebrate Paleontology.Trans Kansas Acad Sci,45: 229-247   \nGureevAA,1964.Fauna of USSR,Mammals,Lagomorphs.Vol.3(10).Moscow-Leningrad: Nauka Press.1-276   \nHarzhauser M,Daxner-Hock G,Lopez-Guerero Petal.,2016.Stepwise onsetof the Icehouse worldand its impacton Oligocene-Miocene Central Asian mammals. Sci Rep,6: 36169   \nHauptvogel D W,Pekar S F,Pincay V,2017. Evidence for a heavily glaciated Anctartica during the Late Oligocene“warming\"(27.8-24.5 Ma): stable ispotope records from ODP site 690.Paleoceanography,32,doi: 10/1002/2016PA002972   \nHead MJ,AubryMP,WalkerMetal.,2O17.Acase for formalizingsubseries (subepochs)oftheCenozoic.Episodes,40: 22-27   \nHookerJJ,Collnson ME,Sille NP,20o4.Eocene-Oligocene mammalian faunal turnover in the Hampshire Basin,UK: calibration to the global time scale and the major cooling event.JGeol Soc London,l61:161-172   \nHuang X S,1982.Preliminary observations on the Oligocene deposits and mammalian fauna from Alashan Zuoqi, Nei Mongol. Vert PalAsiat, 20: 337-349   \nHuang XS,1986.Fossil leporids from the Middle Oligoceneof Ulantatal,Nei Mongol.VertPalAsiat,24:274-284   \nKohn MJ,JosfJA,addenRetal.,o4.Climate stabilityacross theEoceneOligocene transitio,southernArgetina. Geology,32: 621-624   \nKohn MJ, Stromberg CAE, Madden R Hetal.,2015.Quasi-static EoceneOligocene climate inPatagonia promotes slow faunal evolution and mid-Cenozoic global cooling.Palaeogeogr Palaeoclimatol Palaeoecol,435: 24-37   \nKraatz P,GeislerJH,201.Eocene-Oligocene transitionin CentralAsiaanditsefectsomammalian evolution.Geology, 38: 111-114   \nLiC K,1965.Eocene leporids of North China. VertPalAsiat,9: 23-33   \nLi CK,Zhang ZQ,2019.Glires I:Duplicidentata,Simplicidentata-Mixodontia.Palaeovertebrata Sinica,3(4).Beijing: Science Press. 1-217   \nLopatin AV,AverianovAO,206.Eocene Lagomorpha (Mammalia)ofAsia.2.StrenulagusandGobiolagus (Strenulagidae) Paleontol J,40(2): 198-206   \nLopez Martinez N,1974.Evolution de la lignée dOchotonides Piezodus-Prolagus dans le Cénozoique d'Europe Sud",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Occidentale.Ph.D Thesis. Montpellier: Université des Sciences et Techniques du Languedoc.1-165 Lopez MartinezN,1989.Revisionsistematicaybiostratigraficade losLagomorpha (Mammalia)delTerciarioyCuaterario de Espaia.Mem Mus Paleont Univ Zaragoza,3:1-350 Lopez Martinez N,2O08.The lagomorph fossilrecord and the origin of the European rabbit.In:Alves PC,Ferrand N, Hacklander Keds.Lagomorph Biology.Evolution,Ecology, Conservation.Berlin-Heidelberg: Springer.27- 46 Lopez Martinez N,ThalerL,1975.Biogeographie,évolution etcomplementsa lasystematique dugroupe d'Ochotonides Piezodus-Prolagus (Mammalia,Lagomorpha).Bull Soc Geol Fr,17: 850-866 Lopez MartinezN,LikiusA,Mackaye HTetal.,2Oo7.Anewlagomorph from the Late MioceneofChad (Central Africa). Rev Esp Paleont, 22: 1-20 Lyon M W,1904.Classification of the hares and their allies.Smithson Miscell Coll,45:321-463 Major CJF,1899. On fossil and recent Lagomorpha. Trans Linn Soc London,2(7): 433-520 Mein P,Adrover R,1982. Une faunule de mammiferes insulaires dans le Miocene moyen de Majorque (Iles Baléares). Geobios,Mem Spec,6: 451-463 Mellet JS,1968.The Oligocene Hsanda GolFormation,Mongolia: arevised faunal list.Am Mus Novit,2318: 1-16 Meng J,McKenna M,1998.Faunal turnovers of Paleogene mammals from the Mongolian Plateau. Nature,394: 364- 367 Meng J,HuY M,LiC K,2005. Gobiolagus (Lagomorpha, Mammalia) from Eocene Ula Usu, Inner Mongolia,and comments on Eocene lagomorphs of Asia.Palaeont Electron, 88(1): 7A Moncunill-Solé B,Tuveri C,Arca M et al.,2016.Comparing the bodymass variations in endemic insular species of the genus Prolagus (Ochotonidae,Lagomorpha) in the Pleistocene of Sardinia (Italy).Riv Ital Paleont Stratigr,122: 25-36 Pound MJ,SalzmannU,20l7.Heterogeneityinglobal vegetationandterrestrialclimatechangeduring theLateEoceneto Early Oligocene transition. Sci Rep,7: 43386 Prothero D,Heaton T,1996.Faunal stability during the Early Oligocene climatic crash.Palaeogeogr Palaeoclimatol Palaeoecol, 127: 257-283 Qiu ZD,Wang XM,LiQ,20o6.Faunal successionand biochronologyof the Miocene through the Pliocene inNei Mongol (Inner Mongolia). Vert PalAsiat,44(2): 164-181 Richoz S,BaldermannA,FrauwallerAetal.,20l7.Geochemistryand mineralogyoftheOligo-Miocene sedimentsof the Valley of Lakes,Mongolia.Palaeobiodiv Palaeoenv,97: 233-258 Sen S,2003.Lagomorpha.In: Fortelius M, Kappelman J, Sen $\\varsigma$ et al. eds. Geology and Paleontology of the Miocene Sinap Formation, Turkey.New York: Columbia University Press.163-178 Stehlin HG,1910.Remarques sur les faunulesde Mammiferes des couches éocenes et oligocenesdu Basin de Paris.Bull Soc Geol Fr,9: 488-520 Sun J,WindleyBF,2015.Onset of aridification by $3 4 \\mathrm { { M a } }$ across the Eocene-Oligocene transition in Central Asia. Geology, 43(11): G37165.1 Tabrum AR,Fostowicz-Frelik L,2008.Lagomorphs from the late Duchesnean (late Middle Eocene)DiamondO Ranch local fauna of southwestern Montana.J Vert Paleont, 28 (Suppl 3):150A Teilhard de Chardin P,1926.Description des mammiferes tertiaires de Chine et de Mongolie.AnnPaleont,15:1-52 ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Tobien H,1974.Zur GebiBstruktur,Systematik und Evolution der Genera Amphilagus und Titanomys (Lagomorpha, Mammalia)aus einigen Vorkommen im jingeren Tertiär Mittelund Westeuropas.Mainzer Geowiss Mit,3:95- 214   \nTobien H,1975. Zur GebibBstruktur,Systematik und Evolution der Genera Piezodus,Prolagus und Ptychoprolagus (Lagomorpha,Mammalia),aus einigen Vorkommen im jungeren Tertiar Mitel- und Westeuropas.Notiz Hess Landesamt Bodenforsch Wiesbaden,103:103-186   \nTobien H,1978.Brachydontyand hypsodonty in somePaleogene Eurasian lagomorphs.MainzerGeowiss Mit,6:161- 175   \nTongYS,LeiYZ,987.Fosil lagomorphs (Mammalia)from the Hetaoyuan Eoceneof Xichuan,Hennan.VertPalAsiat, 25:208-221   \nVianey-LiaudM,Schmidt-KitlerN,MarivauxL,2006.TheCtenodactylidae (Rodentia)fromtheOligoceneofUlantatal (Inner Mongolia, China).Paleovertebrata,34:111-206   \nWang BY,1997.Chronological sequenceandsubdivisionofChinese Oligocene mammalian faunas.JStratigr,21:183- 191   \nWang J,Zhang ZQ,2015.Phylogenetic analysis on Palaeogale (Palaeolagide,Carnivora) based on specimens from Oligocene strata of Saint-Jacques,Nei Mongol.Vert PalAsiat, 53(4):310-334   \nWasiljeffJ,KaakinenA,SalminenJetal.,O.MagnetostratigraphiconstraintsonthefosiliferousUlantatalsequence in Inner Mongolia,China:implications for Asian aridification and faunal turnover before the Eocene-Oligocene boundary.Earth Planet SciLett,535:116-125   \nWood AE,1940.The mammalian fauna of the White River Oligocene.Part I: Lagomorpha.Trans Am Philos Soc,28: 271-362   \nZachosJ,PaganiM,loanLetal.,O.Tends,rythms,ndaberrtionsinglobalclmate65Matopresent.Nature,9: 686-693   \nZhang ZQ,Dawson MR,Huang X S,2001.Anew species of Gobiolagus (Lagomorpha,Mammalia) from the Midle Eocene of the Shanxi Province,China.Ann Carnegie Mus,70:257-261   \nZhang ZQ,LiuY,WangLHetal.,20l6.LithostratigraphiccontextofOligocene mammalian faunasfrom Ulantatal,Nei Mongol, China.CR Palevol,15(7): 903-910 ",
        "page_idx": 30
    }
]