[
    {
        "type": "text",
        "text": "无心脏基础疾病的老年HER-2阳性乳腺癌患者是否应行曲妥珠单抗靶向治疗",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "徐颖，林燕，王常珺，赵佳琳，孙强中国医学科学院北京协和医学院北京协和医院乳腺外科，北京100730通讯作者：孙强 电话：010-69152700， E-mail:sunqiang.pumc@sina.com",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【摘要】随人口老龄化，乳腺癌的治疗需要面对更多的老年乳腺癌患者。近年来，乳腺癌的靶向治疗作为人表皮生长因子2（HER2)阳性乳腺癌的全身治疗重要方法，在乳腺癌治疗中显示出越来越重要的地位。无心脏基础疾病的老年HER2 阳性乳腺癌患者是否应使用曲妥珠单抗进行靶向治疗存在争议。目前证据表明60-70 岁老年HER2 阳性乳癌患者可从曲妥珠单抗治疗中获益，心脏事件风险较低且可逆。70 岁以上目前无大规模试验证据支持。在选择辅助治疗方案是需平衡获益与风险，综合考虑患者本人意愿，身体状况，合并疾病情况，进行个体化治疗，如选择使用曲妥珠单抗，需避免与蒽环类化疗药物联用，并监测心功能，及时发现和处理心脏事件。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】老年 乳腺癌 靶向治疗",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Whether elderly Her-2 positive breast cancer patients without suffering heart disease should receive targeted therapy ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xu Ying，Lin Yan， Wang Chang-jun， Zhao Jia-lin, Sun Qiang",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "lPeking Union Medical College Hospital， Chinese Academy of Medical Sciences & Peking Union Medical College，Breast Surgery，Beijing 1OO730，China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Corresponding author: Sun Qiang Tel: 010-69152700 E-mail:sunqiang@163.com [Abstract] With a worldwide increasing elderly population, an increased number of breast cancer diagnosed older women are expected. Nowadays, targeted therapy is an important systemic treatment for human epidermal growth factor 2 (HER2) positive breast cancer, which has been playing an important role in breast cancer treatment. It is controversial whether trastuzumab should be used for targeted therapy in elderly Her2-positive breast cancer patients with moderate risk and no cardiac disease. Current evidence suggests that patients aged 6O-7O years old with a moderate risk of Her2-positive breast cancer may benefit from trastuzumab with an acceptable and reversible risk of heart events. Yet there is no enough evidence for elderly patients beyond 7O years old.Therefore，we should balance the benefit and risk when consider target therapy for elderly breast cancer patients.Management of breast cancer in the elderly should take the will of the patients， the physical condition, comorbidity diseases in to consideration. When use target therapy, would avoid treated with anthracycline-based chemotherapy together. It is necessary monitoring of cardiac function and dealing with heart events timely. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Key words] old women，breast cancer， targeted therapy ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "乳腺癌是全世界女性最常见的恶性肿瘤，占女性年新增癌症患者的 $2 0 \\%$ 每年新增乳腺癌病例168万例。[目前乳腺癌的发病平均年龄为61岁，70 岁以上老年人占乳癌发病总人数的 $3 0 \\%$ 。[2]伴随人口老龄化，我们将面对更多老年乳腺癌患者。[3、4近年来，乳腺癌的靶向治疗作为Her2 阳性乳腺癌的全身治疗重要方法，在乳腺癌治疗中显示出越来越重要的地位。乳腺癌靶向治疗的最大优势即利用肿瘤细胞表达、正常细胞很少或不表达的特定基因或基因产物，形成相对或绝对靶点，最大程度杀灭肿瘤细胞，并减轻不良反应。但由于心血管系统的部分细胞表达与肿瘤细胞靶向治疗药物存在某些相同的抗原，在靶向治疗药物杀灭肿瘤细胞的同时，亦对患者心血管系统造成损伤。在老年无心血管基础病的乳腺癌患者中，是否可应用曲妥珠单抗进行靶向治疗目前尚无定论，在2018年老年肿瘤学会议中，各位专家就这一问题展开讨论。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1老年乳腺癌患者的特点",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "首先老年乳腺癌患者具有其独特的特点。随着全球老龄化，WHO 预测，在2015至 2050 年间，全世界老年人口的百分比将成倍增长，由 $1 2 \\%$ 达到 $2 2 \\%$ 。[5]其次，老年人存在身体机能退化，合并全身基础疾病，如高血压、心血管疾病、糖尿病等老年常见病，治疗依从性差、化疗剂量需相应调整的特点。这些特征必然会影响对乳腺癌治疗的选择，亦会影响乳腺癌的预后，同时也对乳腺癌个体化治疗提出新的挑战。[6]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与年轻人的乳腺癌相比，老年乳癌更倾向于雌孕激素受体阳性，合并或不合并人表皮生长因子（HER2）阳性。「文献报道，肿瘤大小及淋巴结受累的概率均随着年龄增加而降低，这提示老年患者的肿瘤可能存在不同的表现。 $^ { [ 8 ] } 7 0$ 岁以上老年人的预后明显优于 40-70 岁的乳癌患者。[9-l]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "但是，由于老年人经常被排除在临床试验外，目前老年人治疗选择的证据通常是来自年轻人群中临床试验的结果，[12-15]对老年乳腺癌患者进行精准治疗造成困难，同时，这也是造成老年乳癌患者是否应进行曲妥珠单抗治疗存在争议的主要原因。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2老年Her2阳性乳腺癌患者使用曲妥珠单抗治疗的适应症",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "部分专家认为，老年Her2阳性乳腺癌患者应进行曲妥珠单抗靶向治疗，因为其具有充分的适应症：在St.Gallen共识中，无淋巴结转移的 HER2 阳性乳腺癌患者即属于中度风险患者。[16]而中风险患者使用曲妥珠单抗治疗有充足的证据。首先，4项有关Her2阳性乳腺癌的关键临床研究（HERA、B006、N9831、B31）(>12000 例患者）所得出的结论是一致的，即曲妥珠单抗的应用明显改善患者的总生存（OS）和无病生存率（DFS)。这4项研究同时确立了18周期(1年)辅助曲妥珠单抗治疗作为 HER2 阳性早期乳腺癌标准治疗的地位。[17-20]在 HERA 试验及N9831试验延长时间的随访分析中，分别在11年后及8.4年后的仍可以看到DFS 及OS 的获益。[21、2]在疗效方面，B31/N9831试验中接受曲妥珠单抗治疗的60 岁以上老年人在0S(HR0.51,95%CI0.37-0.69)及DFS(HR 0.63,95%CI0.49-0.82)上的获益与总体人群是一致的。22HERA研究的11年随访结果也显示，60 岁以上老年人在曲妥珠单抗治疗中的获益与总体人群获益的趋势是一致的（HR 0.82， $9 5 \\% C \\mathrm { I }$ 0.62-1.08)。[21]一项纳入HERA 试验、N9831 试验及 B31 试验的荟萃分析显示，60岁及以上患者可以从曲妥珠单抗治疗中获益（pooled HR:0.53；95% CI，0.36-0.77）。[23]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "然而另一方面，由于上述4项关于HER2阳性乳腺癌的著名研究均除外了70岁以上老年人，目前有限的资料仅仅是针对60-70岁老年人进行分析。故对于70 罗以上老年人是否适用这4项研究结果，仍存在争议。HERA研究中虽然提示60 岁以上老年人对曲妥珠单抗治疗的获益与总体人群获益的趋势是一致的（HR0.82, $9 5 \\% C \\mathrm { I } \\ 0 . 6 2 \\mathrm { - } 1 . 0 8 )$ ，但由于该试验在入组时并没有对年龄进行预设的分层，故在对年龄因素进行回顾性分析时，在统计学意义方面有所欠缺。[21]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前证据表明，60-70 岁老年HER2 阳性乳癌患者可以从曲妥珠单抗治疗中获益，但对于70 岁以上老年患者，目前尚无足够的证据支持。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3老年Her2阳性乳腺癌使用靶向治疗的风险",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "虽然曲妥珠单抗体联合化疗时的心脏毒性不容忽视，但其所造成的心脏毒性称为II型化疗相关心脏功能障碍，与I型功能障碍相比，最显著的区别是其所造成的心脏功能损害是可逆的。[26-27]研究数据表明，化疗联合曲妥珠单抗治疗所造成的严重心脏损害出现概率不高，且多可在治疗结束后恢复。在B006 试验中，在应用化疗联合曲妥珠单抗治疗的患者中可以观察到左室射血分数（LVEF）的下降，但是下降的幅度在安全范围内，并且在治疗结束后可以恢复。[19]HERA研究显示，患者在接受曲妥珠单克隆抗体治疗后，在2年治疗组及1年治疗组中分别有 $9 . 4 \\%$ 和 $5 . 2 \\%$ 的患者出现心脏不良事件，但前者中 $8 7 . 2 \\%$ 的患者在中位时间7.2个月即可恢复，后者中 $7 9 . 5 \\%$ 的患者在中位时间6.6个月即可恢复。[26]需要指出的是，有心脏风险的患者并未包括在这项研究中。NSABP/B31研究结果显示，在7年的随访中，试验组 $4 \\%$ 的患者出现心脏事件，而在对照组出现心脏事件概率则为 $1 . 3 \\% ^ { [ 2 7 ] }$ 。但大部分患者在结束曲妥珠单克隆抗体治疗后可恢复到正常水平。研究中对部分使用曲妥珠单克隆抗体患者进行了心内膜活检，并未发现明显的异常改变[27]。其他研究显示，曲妥珠单克隆抗体用于辅助治疗时，出现严重心力衰竭的发生率为 $1 \\% \\sim 4 \\% ^ { [ 2 5 ] }$ 。在一项纳入9000 多例 66 岁以上乳癌患者的多中心观察性研究中， $2 3 \\%$ 的患者使用了曲妥珠单抗，使用曲妥珠单抗的患者与未使用者相比出现心脏事件的比例更高 $( \\mathrm { p } { < } 0 . 0 1 )$ 。该研究的多因素分析显示心脏事件多发生于大于80岁以上老年患者，曲妥珠单抗周疗，既往有高血压、冠心病既往史的患者。无心脏基础病的老年患者风险相对较低。[28]另一项在 2006 年至 2012年间，对 339 个研究机构中的 3940 例 HER2 阳性乳腺癌患者进行的前瞻性、观察性研究中507例患者为65-69岁，另507例患者年龄超过70岁；所有患者均接受化疗联合曲妥珠单抗的治疗方案，并每年进行随访，结果显示曲妥珠单抗具有良好心脏耐受性，心脏事件可预测，可管理。[29]在紫杉醇联合曲妥珠单抗辅助治疗淋巴结阴性，HER2 阳性乳腺癌的APT试验中，患者出现较低的心脏事件风险。该试验入组的 $3 4 \\%$ 的患者为60岁以上的老年患者，仅2例患者出现有症状的充血性心衰，并且在终止曲妥珠单抗治疗后左室射血分数可恢复正常。[30综上所述，曲妥珠单抗治疗，特别是曲妥珠单抗联合化疗存在心脏毒性，但风险在可接受范围内。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另一部分专家则认为在无心脏基础病的老年乳癌患者中使用曲妥珠单抗，在安全性上目前证据尚有限。上述的一项多中心观察性研究中，尽管分析显示心脏事件多发生于大于80 岁以上老年患者、曲妥珠单抗周疗以及既往有高血压、冠心病既往史的患者，无心脏基础病的老年患者风险相对较低，但仍高于未使用曲妥珠单抗的患者。[28]在靶向治疗药物联合化疗药物，特别是蒽环类药物时心脏事件发生风险明显增加。在2011年Slamon等发表于NEJM上的一项蒽环类药物联合曲妥珠单克隆抗体解救治疗晚期乳腺癌患者的研究中，两者联合应用可延缓疾病进展，降低患者1年病死率，但在143例接受蒽环类联合曲妥珠单克隆抗体治疗的患者中， $2 7 \\%$ 的患者出现美国国立癌症研究所通用毒性标准III或IV级心脏毒性。[19另一项纳入47806 例65岁以上老年乳腺癌患者的研究中，蒽环类联合曲妥珠单抗治疗的患者第一年充血性心力衰竭的累积发病率为 $5 . 5 \\% 5$ 年充血性心力衰竭的累积发病率分别为 $1 5 . 5 \\ \\%$ 。与未进行化疗及靶向治疗的患者相比充血性心力衰竭发生风险明显增加(HR 1.19, $9 5 \\%$ CI $1 . 0 5 \\ - 1 . 3 4 )$ 。[31]在老年人的乳腺癌辅助治疗中应避免蒽环类药物与曲妥珠单抗的联合应用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4小结 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2012年的国际老年肿瘤协会、欧洲乳腺癌协会共识指出无心脏基础疾病的中风险老年乳癌患者应该接受曲妥珠单抗的治疗。[8] 2017年 St.Gallen专家共识也指出：对于老年乳腺癌患者，年龄并非治疗方案的决定性因素。患者的个体疾病因素、既往疾病、预期寿命，以及患者意愿均是该患者是否进行靶向治疗的关键因素。治疗时间方面目前尚无明确证据。目前证据表明，曲妥珠单抗在老年患者中具有良好的心脏耐受性。「32]2018年NCCN 指南更新，新增推荐T或 TC 联合曲妥珠单抗的方案为相对低风险Her2阳性乳腺癌患者辅助治疗方案，避免与蒽环类药物联用，也可降低心脏事件的发生风险。[33]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上，Her2阳性老年乳癌患者术后辅助治疗是否应用曲妥珠单抗目前尚无定论，目前证据表明60-70岁老年HER2阳性乳癌患者可从曲妥珠单抗治疗中获益，心脏事件风险较低且可逆。70岁以上目前无大规模试验证据支持。在选择辅助治疗方案是需平衡获益与风险，综合考虑患者本人意愿，身体状况，合并疾病情况，进行个体化治疗，如选择使用曲妥珠单抗，需避免与蒽环类化疗药物联用，并监测心功能，及时发现和处理心脏事件。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]J.Ferlay,I.Soerjomataram,R.Dikshit,et al. Cancer incidence and mortality worldwide: sources, methods and major patterns in GLOBOCAN 2O12, Int. [J]. Cancer 136 (2015) E359-E386. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[2]DeSantis CE, Fedewa SA, Goding Sauer A,et al. Breast cancer statistics 2015: convergence of incidence rates between black and white women.[J] CA Cancer J Clin 2016;66(1):31-42. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[3]C. Ma, Q. Zhou, X. Nie, et al. Breast cancer in Chinese elderly women: pathological and clinical characteristics and factors influencing treatment patterns, [J] Crit. Rev. Oncol. Hematol. 71 (2009) 258-265. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[4]M.E.Hamaker, W.H. Schreurs, J.M. Uppelschoten,et al. Breast cancer in the elderly: retrospective study on diagnosis and treatment according to national guidelines,[J]Breast. 15(1) (2009) 26-33. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[5]World Health Organization.Mental Health of older adults.12 Dec 2017. http://www.who.int/news-room/fact-sheets/detail/mental-health-of-older-adults ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[6]Biganzoli, H. Wildiers, C. Oakman, et al,.Management of elderly patients with breast cancer: updated re- commendations of the International Society of Geriatric Oncology (SIOG) and European Society of Breast Cancer Specialists (EUSOMA), [J]Lancet Oncol. 13 (2012) e148-e160,   \nhttp://dx.doi.0rg/10.1016/S1470-2045(11)70383-7. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[7]Schonberg MA, Marcantonio ER, Li D, et al. Breast cancer among the oldest old: tumor characteristics, treatment choices,and survival.[J] Clin Oncol 2O10; 28: 2038-45. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[8]Wildiers H, Van Calster B, van de Poll-Franse LV, et al. Relationship between age and axillary lymph node involvement in women with breast cancer.[J] Clin Oncol 2009; 27: 2931-37. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[9] Rosso S, Gondos A, Zaneti R, et al. Up-to-date estimates of breast cancer survival for the years 2OoO-2OO4 in 11 European countries: the role of screening and a comparison with data from the United States.[J]Eur J Cancer 201O; 46: 3351-57. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[10]E. Bastiaannet, G.J.Liefers,A.J.M. de Craen, et al. Breast cancer in elderly compared to younger patients in the Netherlands: stage at diagnosis, treatment and survival in 127,805 unselected pa- tients,[J]Breast Cancer Res. Treat.124 (2010) 801-807 I.E. Smith, C.Fribbens,Management of breast cancer in older and frail patients, Breast 24 (2015) S159-S162. http://dx.doi.0rg/10.1016/j.breast.2015.07.037. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[11]J.M. Neuner, N. Zokoe, E.L. McGinley, et al. Quality of life among a population-based cohort of older patients with breast cancer,[J]Breast 23 (2014) 609-616, http://dx.doi.0rg/10.1016/j.breast. 2014.06.002. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[12]A. Hurria, W. Dale, M. Mooney, et al. Designing therapeutic clinical trials for older and frail adults with cancer: U13 Conference Recommendations,[J] Clin. Oncol. 32 (24) (2014) 2587-2594, http://dx.doi.0rg/10. 1200/JCO.2013.55.0418. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[13]M.G.M. Derks, M. Kiderlen, E. Bastiaannet,et al. Large variation in treatment of older patients with nonmetastatic breast cancer in Europe: a population based cohort study from the EURECCA Breast Cancer Group,[J] Lancet Oncol. (2018) (unpublished manuscript). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[14] Goldhirsch A,Wood WC, Gelber RD.Progress and promise: highlights of the international expert consensus on the primary therapy of early breast cancer. [J] Ann Oncol.2007 Jul;18(7):1133-44. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[15] Piccart-Gebhart MJ, Procter M, Leyland-Jones B, et al. Trastuzumab after adjuvant chemotherapy in HER2-positive breast cancer.[J]N Engl JMed. 2O05 Oct 20;353(16):1659-72. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[16] Gianni L, Dafni U, Gelber RD. Treatment with trastuzumab for 1 year after adjuvant chemotherapy in patients with HER2-positive early breast cancer: a 4-year follow-up of a randomised controlled trial. [J]Lancet Oncol. 2O11 Mar;12(3):236-44. doi: 10.1016/S1470-2045(11)70033-X.Epub 2011 Feb 25. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[17] Slamon D, Eiermann W, Robert N. Adjuvant trastuzumab in HER2-positive breast cancer. [J]N Engl J Med. 2011 Oct 6;365(14):1273-83. doi: 10.1056/NEJMoa0910383. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[18] Perez EA, Romond EH, Suman VJ.Four-year follow-up of trastuzumab plus adjuvant chemotherapy for operable human epidermal growth factor receptor 2-positive breast cancer: joint analysis of data from NCCTG N9831 and NSABP B-31.[J] Clin Oncol. 2011 Sep 1;29(25):3366-73. doi: 10.1200/JCO.2011.35.0868. Epub 2011 Jul 18. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[19] Cameron D, Piccart-Gebhart MJ, Gelber RD.11 years' follow-up of trastuzumab after adjuvant chemotherapy in HER2-positive early breast cancer: final analysis of the HERceptin Adjuvant (HERA) trial.[J] Lancet.2O17 Mar 25;389(10075):1195-1205. doi: 10.1016/S0140-6736(16)32616-2. Epub 2017 Feb 17. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[20] Perez EA, Romond EH, Suman VJ. Trastuzumab plus adjuvant chemotherapy for human epidermal growth factor receptor 2-positive breast cancer: planned joint analysis of overall survival from NSABP B-31 and NCCTG N9831. [J] Clin Oncol. 2014 Nov 20;32(33):3744-52. doi: 10.1200/JCO.2014.55.5730. Epub 2014 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Oct 20. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[21]Brollo J, Curigliano G, Disalvatore D.Adjuvant trastuzumab in elderly with HER-2 positive breast cancer: a systematic review of randomized controlled trials. [J]Cancer Treat Rev. 2013 Feb;39(1):44-50. doi: 10.1016/j.ctrv.2012.03.009. Epub 2012 Apr 27. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[22] Michel M, Francesco C, Dominique M, et al. Randomized Phase II Trial of the efficacy and safety of Trastuzumab combined with Docetaxel in patients with human epidermal growth factor receptor 2-positive metastatic breast cancer administered as first-line treatment:the M77001 studygroup [J].J Clin Oncol,2005,23:4265-4274. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[23] de Azambuja E, Bedard PL, Suter T, et al. Cardiac toxicity with anti-HER-2 therapies: what have we learned so far?[J]Target Oncology 2Oo9, 4:77-88. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[24]Lee KF, Simon H, Chen H, Bates B, et al. Requirement for neuregulin receptor erbB2 in neural and cardiac development.[J]Nature 1995,378:394-398。 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[25]Zhao YY, Sawyer DR, Baliga RR, et al. Neuregulins promote survival and growth of cardiac myocytes.Persistence of ErbB2 and ErbB4 expression in neonatal and adult ventricular myocytes.[J] Biol Chem 1998, 273:10261-10269. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[26]de Azambuja E,Procter MJ,van Veldhuisen DJ, et al. Trastuzumab-associated cardiac events at 8 years of median follow-up in the Herception adjuvant trial(BIG 1-01).[J] Clin Oncol 2014, Jul 10;32(20):2159-65. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[27]Romond EH,Jeong JH,Rastogi P, et al. Seven-year follow up assessment of cardiac function in NSABP B-31,a randomized trial comparing doxorubicin and cyclophosphamide followed by paclitaxel(ACP) with ACP plus trastuzumab as adjuvant therapy for patients with node-positive, human epidermal growth factor receptor 2-positive breast cancer.[J] Clin Oncol 2012 Nov 1; 30(31):3792-9. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[28] Chavez-MacGregor M, Zhang N, Buchholz TA.Trastuzumab-related cardiotoxicity among older patients with breast cancer.[J]Clin Oncol.2O13 Nov 20;31(33):4222-8. doi: 10.1200/JCO.2013.48.7884. Epub 2013 Oct 14. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[29] Dall P,Lenzen G, Gohler T. Trastuzumab in the treatment of elderly patients with early breast cancer: Results from an observational study in Germany. J Geriatr Oncol. 2015 Nov;6(6):462-9. doi: 10.1016/j.jgo.2015.06.003.Epub 2015 Sep 2. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[30]Tolaney SM, Barry WT, Dang CT.Adjuvant paclitaxel and trastuzumab for node-negative,HER2-positive breast cancer.[J]N Engl J Med.2O15 Jan 8;372(2):134-41. doi: 10.1056/NEJMoa1406281. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[31]Du XL, Xia R, Burau K, et al. Cardiac risk associated with the receipt of anthracycline and trastuzumab in a large nationwide cohort of older women with breast cancer, 1998-2005.[J] Med Oncol.2010, 28(1):S80-90. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[32]Curigliano G, Burstein HJ, P Winer E. De-escalating and escalating treatments for early-stage breast cancer: the St. Gallen International Expert Consensus Conference on the Primary Therapy of Early Breast Cancer.[J]Anna Oncol.2017 Aug 1;28(8):1700-1712. doi: 10.1093/annonc/mdx308. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[33] National Comprehensive Cancer Network, NCCN Clinical Practice Guidelines in Oncology:breast cancer(Version 1.2018).https://www.nccn.org/professionals/physician_gls/default.aspx#breast. ",
        "page_idx": 7
    }
]