[
    {
        "type": "text",
        "text": "精神分裂症患者的语音感知\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "曹艺」　杨小虎12(上海交通大学外国语学院言语-语言-听力研究中心，上海 200240)(上海交通大学社会认知与行为科学研究院，上海 200240)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 精神分裂症是一种常见的精神疾病，表现为多方面的症状，其中，语言异常是精神分裂症患者认知损伤的核心症状之一。本文关注精神分裂症患者的语音感知，从音段和超音段两方面简述国内外对精神分裂症患者语音感知开展的行为和神经科学实验，指出中国应加大对中国精神分裂症患者的汉语语音感知探索。  \n关键词精神分裂症；语音感知；神经科学",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "精神分裂症是一种复杂、异质性行为和认知综合症，对患者个人、家属和社会都有深远影响，一般认为精神分裂症的症状主要有阳性症状、阴性症状和认知损伤（Owen,Sawa,&Mortensen,2016）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作为精神分裂症的主要症状之一，认知损伤不仅包括神经心理学领域的注意、记忆、加工速度和推理，还包括社会认知中的高级领域，如归属、意图、动作和情感等指导社会行为的心理活动（van,Kenis,&Rutten,2010）。语言作为人类行为的基础，是认知功能的重要组成部分，许多精神分裂症患者都存在语言异常症状（Covington et al.,2005）。对患者来说，语言上的障碍不仅影响社会交往，还会降低生活质量（Bellani,Perlini,&Brambilla,2009）。因此，研究患者的语言异常具有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从语言学的角度看，当前国内外学者对精神分裂症患者语言异常的研究基本可以分为语音、词法、句法、语义、语用等语言层面（Bellani et al.,2009;Covington et al.,2005），其中从语音入手了解患者的语言异常，是较为直接的方法。目前，国内外学者对精神分裂症不仅关注言语感知异常表现，而且关注语音感知损伤的神经机制，试图从患者大脑表现出的异常揭示患者出现语音感知异常的原因。本文对精神分裂症患者的语音感知研究进行综述，并对未来研究趋势作出展望。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2精神分裂症患者的音段感知",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对语音的描述可以使用音段和超音段层次，音段层次指元音和辅音。超音段层次涉及超过单个辅音和元音的言语方面语音特征，主要包括声调、重音和语调，其语音学基础是音高、音长、音强的动态模式（Clark&Yallop,1990;Ladefoged&Johnson,2011）。本文分别从音段和超音段两方面对精神分裂症的语音感知表现进行述评。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Kugler和Caudrey（1983）对精神分裂症患者和健康对照组进行音位感知研究，任务是让被试判断听到的音节（如 $/ { \\tt b a } / { - } / { \\tt b a } /$ ， $\\mathrm { \\hbar \\langle b a / - / d a / } \\mathrm { \\hbar }$ ）是否相同，结果发现患者在感知上存在明显损伤。与此类似，Cienfuegos,March,Shelley 和 Javitt（1999）使用行为实验考察精神分裂症患者和健康对照组感知音位的表现，任务是让被试分辨自然的/ba/、/da/音节和合成的从/ba/到/da/的系列声音刺激，结果发现，患者组和对照组都可以辨认出自然的 $/ \\mathrm { b a } /$ 、/da/音节，但在辨认合成的音节时，患者表现较差，提示患者音位范畴性感知受损。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Hugdahl等人（2012）进一步通过两耳分听测验揭示出幻听与音位感知的关系，实验中，精神分裂症患者左右耳同时被输入不同的音节，如 $/ \\mathrm { { b a } / \\mathrm { { - } / \\mathrm { { d a } / \\ell } } }$ ，结果显示，患者幻听症状的严重程度与右耳感知正确率呈显著负相关。常人的语音感知主要在左脑中进行，表现为右耳优势，而患者的右耳感知正确率随幻听症状的加深而下降。研究者认为处理右耳语音感知的脑区与幻听相同，即幻听是发源于左脑的言语感知异常，这一结果为幻听的言语感知异常模型提供了支持。Tsao,Chiang 和Liu（2013）以有无幻听症状的精神分裂症患者以及健康对照组作被试，使用合成的塞擦音和摩擦音音节作为语音刺激，发现患者对塞擦音的感知比健康对照组差，且有幻听的患者比无幻听的患者表现更差。这表明精神分裂症患者感知语音的敏感性减弱，幻听可导致精神分裂症患者辅音感知损伤。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为进一步了解患者感知音位异常的生理基础以及参与这一过程的大脑皮层，Kasai等人（2002）和Kasai等人（2003）分别用ERP和MEG记录精神分裂症患者和健康对照组感知音位的表现，两个研究采用的三组刺激相同，分别用来引起纯音音长改变、日语元音/a/音长改变和元音音位改变出现的MMN和MMNm。第一个研究发现，与纯音音长和元音音长的改变相比，音位改变引发的患者MMN振幅最小，此外，与健康对照组相比，音位改变引发的患者MMN的双侧振幅较小。作者认为患者的额颞叶皮层网络出现损伤。第二个研究发现，与健康人相比，患者三种MMNm的磁场力都较小，且音位改变引起的MMNm差异最为显著，此外，患者三种MMNm功率没有发现异常的不对称，这一研究为患者两侧听觉皮层受损提供了生理学证据。此外，研究发现涉及MMNm生成的颞平面神经元集群存在损伤。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在上述研究中，研究者通过行为和神经科学实验对精神分裂症患者感知音段的表现进行了探索，发现精神分裂症患者在感知音段的各个层次都存在损伤，且这种损伤与幻听有关，另外，患者听觉皮层受损可能造成音段感知损伤。不过，现有研究尽管提供了初步结论，一些地方还值得进一步商榷和深究。已有研究从被试选择来看，多数实验被试人数较少；被试年龄跨度过大，不能有效控制认知老化对语音感知的影响；精神分裂症确诊标准不一，一些研究使用 DSM-IV（Diagnostic and Statistical Manual of Mental Disorders,forth version），但也有研究使用 ICD-10（International Classification of Diseases,tenth version）；精神分裂症患者病龄跨度过大，难以控制疾病发展对患者感知能力的影响；实验期间精神分裂症患者服药状况不一，难以控制药物对实验结果的影响；多数研究选用英语母语被试，缺乏对其他语种的考察；部分实验没有测量被试的听觉能力，难以控制听力损伤对语音识别能力的影响，虽然Kasai等人（2002）和Kasai等人（2003）排除了听力损伤被试，但没有具体讲排除标准。从实验刺激来看，已有研究使用的刺激仅局限于音段特征中某一小类，如使用塞音和元音组成的音节，塞擦音和摩擦音合成的辅音，以及单个元音等，不能全面反映患者是否对所有种类的音位都存在感知异常，如患者感知更加细分的元音分类（如前、后、高、低元音）和辅音分类（如鼻音、近音）是否存在损伤依然需要考察。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3精神分裂症患者的超音段感知",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "超音段特征往往与语义相联系，因而具有音位的辨义功能。超音段特征表现为语流中声音的抑扬顿挫。因而有语音学家也把它们称为韵律特征（华维芬，1993）。韵律可以分为言语和情绪韵律（Hoekert,Kahn,Pijnenborg,&Aleman,2007）。言语韵律指对语义做出决策，例如，强调句子主要部分，通过陈述或问题呈现信息等。情绪韵律指带有情绪的语调，对感知情绪状态和说话人意图非常重要。对精神分裂症患者言语韵律感知的研究，主要从音高、音长和音强这三个声学指标展开。对情绪韵律的研究，研究者则主要关注两方面，一是研究各种情感的声学变量，二是试图把理解情绪韵律的能力同脑区联系起来（Edwards,Jackson,&Pattison,2002;Hoekert et al.,2007）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1精神分裂症患者的音高感知",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "音高指声音的高低，是基频（F0）的感知相关物（Clark&Yallop,1990）。对精神分裂症患者音高感知的研究分为两类，一是通过测量音高感知能力对静态音高进行研究，二是对动态音高的研究，即对音高变化感知能力进行测量，如汉语声调就是音高变化的一种表现。以下从静态音高和动态音高两方面对精神分裂症患者的音高感知表现研究进行述评。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Dondé等人（2017）指出音高匹配任务（Tone-Matching Task）是检测患者静态音高感知能力的主要方法，这种任务简单、准确、可信，实验中，被试会听到成对音高相同或不同的非语言声音，并在\"相同\"和\"不同\"两个按键上选择，最后，研究人员通过计算回答正确率来评估被试的表现。他们对研究精神分裂症患者音高匹配能力的文章进行综述和元分析，发现与健康对照组相比，患者在音高匹配任务上表现明显较差。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于认识到大多数的研究都集中在英语母语精神分裂症患者上，Yang等人（2012）对母语为汉语的精神分裂症患者展开研究。作者发现，与英语母语精神分裂症患者一样，汉语母语精神分裂症患者也存在音高匹配损伤，具体来看，汉语母语患者平均需要 $20 \\%$ 的音高差异才能达到对照组 $2 . 5 \\%$ 音高差异相同的正确率。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与此同时，一系列研究探索这种损伤产生的神经机制。Javitt（2000）发现，与标准音存在 $20 \\%$ 音高差异的偏差听觉刺激引发的患者MMN振幅与 $5 \\%$ 偏差听觉刺激在健康对照组中引发的MMN振幅相似，说明患者辨别音高能力差与偏差听觉刺激诱发的MMN振幅减小有关。而且，一些EEG、MEG、fMRI实验证明，MMN产生于初级听觉皮层，因此可以推断患者的初级听觉皮层出现损伤。具体来说，可能是听觉皮层中NMDA（N-甲基天冬氨酸）受体调节的神经传递出现异常。Javitt, Spencer,Thaker,Winterer 和 Hajos（2008）又重申这一观点，即MMN异常可以反映初级听觉皮层损伤。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Javitt（2000）和Javitt等人（2008）从初级听觉皮层功能损伤的角度解释患者辨别音高能力差的原因，而 Sweet等人（2007）则从初级听觉皮层结构损伤的角度做出解释。Sweet等人（2007）发现精神分裂症患者初级听觉皮层的前馈环路存在结构损伤，即患者的突触素免疫反应斑点（Synaptophysin-immunoreactive puncta，轴突终末的标记物）密度较小。他们分析，这种损伤可能导致患者接受听觉刺激后初级听觉皮层激活传播异常，进而导致患者MMN和音高匹配能力异常。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Todd 等人（2008）进一步发现，音高改变引发的MMN振幅减小只在病龄长的精神分裂症患者上显著，而在首发或病龄短的患者上没有明显减小，表明音高改变引发的MMN可作为患者听觉皮层病变程度的指标。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对动态音高的研究可分为两种，第一种是对英语句子中音高变化的研究。如Matsumoto等人（2006）在考察了精神分裂症患者和健康对照组在辨别句中音高、句末音高和句子节奏三种任务上的表现后发现，与健康人相比，精神分裂症患者理解句末音高变化没有异常，如理解疑问句末的音高变化，但理解句中音高变化明显较差。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第二种是对汉语声调的研究。声调是音节或词（组）的音高运动模式，包括音高升降曲折的形式（即调形）和相对的音阶特征（曹剑芬，2002），因此声调本质上是复杂的音高动态变化。对音高在声调语言和非声调语言中起到的作用，Wang等人（2018）通过回顾文献发现，在汉语这样的声调语言中，构成声调的主要声学特征是基频，可以用来区分相同音节或词（组）的语义，而在英语这样的非声调语言中，音高则主要用于传达语用上的信息，如表达强调，句子情态或者情感，因此对声调和非声调语言来说，音高曲线在感知言语时都能",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "起到重要作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tsao 等人（2013）以有无幻听症状的精神分裂症患者和建康对照组为被试，用带有汉语声调的元音/i/作刺激。结果发现，患者感知汉语四个声调的正确率显著低于健康对照组，且有幻听症状的患者表现更差。Yang 等人（2012）通过对比精神分裂症患者和健康对照组在音高匹配测试（Tone matching test）、曲调畸变测试（Distorted Chinese tunes）、词语辨别（Word discrimination）和词语识别（Word identification）任务上的表现，发现与健康对照组相比，精神分裂症患者在每项测试中都明显表现较差，作者认为，精神分裂症患者在声调和听觉词汇加工上存在严重损伤，且这两者显著相关。Wang 等人（2018）设计四种句子作刺激，分别是声调、句法和语义完全正确的句子，声调不正确（声学特征表现为扁平的FO曲线）、句法和语义正确的句子，声调正确、句法和语义不正确的句子，声调、句法和语义都不正确的句子，实验中让被试写下听到的句子，然后通过计算正确关键词的数量来判断被试对句子理解的正确程度，发现与健康对照组相比，精神分裂症患者理解全部四种句子的表现明显较差，且患者的幻觉越严重，对句子的理解越差。作者推测，幻听引起的内部噪音可能导致患者言语感知和理解变差。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以上三个研究通过行为实验证明患者存在声调感知损伤。Wang等人（2017）的研究则从神经科学的角度分析患者声调感知受损的现象，他们使用听觉oddball范式（标准刺激和偏差刺激分别是1000HZ和2000HZ的纯音）对中国精神分裂症患者进行研究发现，与健康对照组相比，中国精神分裂症患者的P300效应较小，证明中国精神分裂症患者在辨别不同音高的纯音上存在损伤，由于P300效应可以反映在不同频率下识别不同纯音的能力，所以这种能力可能是声调意识产生的基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总体来看，研究者通过行为和神经科学实验对精神分裂症患者感知超音段特征音高的表现进行了一些研究，覆盖静态和动态音高两方面内容，患者在感知以上两方面音高形式时均出现差于正常人的表现，神经科学实验发现MMN和P300这两个指标能反应患者音高感知损伤，而且这种损伤可能是初级听觉皮层的结构和功能损伤导致。此外，患者基本音高感知能力损伤可能导致听觉词汇感知错误（Yang et al.,2012）、句子感知错误（Matsumoto et al,.2006;Wang etal.,2018）和高级认知能力如情绪感知损伤（Dondé etal.,2017），进而影响语言交流，如患者的音高感知损伤与听觉词汇识别和听觉词汇辨别表现差相关（Yang et al.,2012），患者在理解句子重点上存在困难（Matsumoto et al,.2006），患者不能利用句子语境来弥补声调异常对句意的影响（Wang etal.,2018）。但已有研究还存在一些不足，例如，在被试选择上依然存在音段研究中提到的问题，只有Todd等人（2008）对病龄进行控制，进而发现音高改变引发的MMN可作为患者听觉皮层病变程度的指标。Todd等人（2008）还使用听力测验评估（audiometric assessment）排除了听力损伤被试，有效控制了听力损伤对语音识别的影响。从实验刺激上看，汉语声调的感知已经引起部分研究者重视，但是与对非声调语言的研究相比，对汉语声调的研究还处于起步阶段，需要引起广大中国学者重视。从实验设计上看，Wang 等人（2017）在同一群被试上开展行为和神经科学实验，并将两项实验结果结合分析得出精神分裂症患者语音加工受损的神经基础P300，他们的研究不仅发现患者的语音加工损伤，而且揭示患者出现损伤的神经基础，充分利用了两种实验结合的优势。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2精神分裂症患者的音长和音强感知",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "音长指声音自始至终所需的时间长短。作为声音的一种属性，音长不能与言语产出中大的背景——时间分开（Clark&Yallop,1990），因此，对于精神分裂症患者音长感知的研究通常和时间加工联系起来。Thoenes 和Oberfeld（2017）采用元分析方法分析精神分裂症患者的视觉和听觉时间感知能力，结果显示，患者感知时间的准确性较低。按实验刺激不同，对音长感知的研究可分为两类，一类是声音刺激出现的间隔时长不同，如Davalos,Kisley 和Ross（2003）发现，精神分裂症患者在区分非语言音的刺激间隔时长上存在困难，表明患者存在听觉上的时间感知异常。神经科学实验如 Shelley等人（1991）发现，与健康对照组相比，精神分裂症患者由刺激间隔变长和变短引起的MMN都较小，但由刺激间隔变长引起的MMN 减小更为显著。Erwin,Mawhinney-Hee,Gur 和Gur（1991）发现间隔时长不同的刺激引起患者的P1和N1的振幅变化范围较小，由于P1产生于丘脑，因此这一结果与患者存在丘脑异常的报告一致。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另一类是声音刺激的长度不同，如Davalos,Rojas 和 Tregellas（2011）发现，与健康对照组相比，精神分裂症患者识别非语言声音的长度表现较差，而且，fMRI记录显示，与健康对照组相比，精神分裂症患者在识别非语言音的长度时，脑纹状体和岛叶激活较弱，提示患者这些区域可能存在损伤。Atkinson,Michie 和 Schall（2012）发现，与健康对照组相比，病龄短的精神分裂症患者感知音长改变诱发的MMN明显减少，且患者在发病前就存在这种状况。Shin等人（2009）（基于MEG）和Atkinson等人（2012）（基于EEG）探究音长改变诱发的MMN是否可以作为精神分裂症的预测指标，都发现与健康对照组相比，精神分裂症超高危人群感知音长偏差刺激时出现的MMN振幅或MMNm 偶极矩明显较小。而且，MMN 振幅减小与左侧横回灰质体积减少明显相关（Salisbury,Kuroki,Kasai,Shenton,&McCarley,2007），提示患者部分脑区灰质体积减少也可能导致语音感知损伤。Atkinson 等人（2012）认为，音长偏差刺激诱发的MMN可以作为精神分裂症前驱症状的标志，即MMN可用来测量精神分裂症超高危人群最终成为精神分裂症患者的可能性。除了MMN，P3a也是预测精神分裂症超高危人群发病的一个指标，Atkinson等人（2012）发现精神分裂症超高危人群的P3a振幅虽然有所减小，但并不显著，而首发精神病患者的P3a振幅明显较小，此外，MMN和P3a的趋势并不相关，提示这两个指标反映不同的损伤。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "音强通常表示为语音信号中声压变化的大小（Clark,&Yallop,1990）。Todd 等人（2008）考察健康对照组、平均病龄 2.6 年和18.9年的精神分裂症患者在感知非语言音的音高、音长和音强的表现后发现，与健康对照组相比，病龄长和病龄短的患者感知音强的辨别阈都较大，即患者组比对照组需要更大的音强差异来区分声音，不过只有病龄短的患者与健康对照组的这种差异是显著的，此外，他们在考察被试感知音强改变诱发的MMN后发现，与健康对照组相比，病龄短的患者产生的MMN振幅明显较小，而病龄长的患者产生的MMN与健康人没有差异，作者分析，由于音强改变在健康对照组中引发的MMN振幅会随着被试年龄增大而减小，所以音强改变诱发的MMN可能在病龄长的患者身上出现敏感性降低的情况。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，Gudlowski等人（2009），Park,Lee,Kim 和Bae（2010）发现，音强不同的声音引起精神分裂症患者听觉音强诱发电位LDAEP（loudness-dependence of auditory evokedpotential）变化范围较小，LDAEP表示包括响度在内的声音刺激强度变化引起的N1和 P2的振幅变化，对正常人来说，LDAEP 的振幅随着声音强度或响度的增加而增加。Teichert（2017）认为迟钝的LDAEP 是精神分裂症患者听觉功能改变的标志，且被认为是血清素功能改变导致，血清素是体内产生的一种神经传递物质。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "除了听觉方面的语音加工受损，大量研究也从阅读障碍的产生机制考察精神分裂症患者的语音加工,发现精神分裂症患者的阅读困难与语音加工能力受损有关(Whitford,O'Driscoll,& Titone,2018）。如Revheim等人（2014）发现，精神分裂症患者的阅读能力差与视觉和听觉感知能力差高度相关，测量听觉感知能力的方法包括测量音高、音长和音强诱发的MMN，不过，精神分裂症临床高危人群只有视觉感知能力差，阅读中的语音加工受损是否在发病前就已存在仍有待确定。Carrion等人（2015）考察精神病临床高危人群的情况，他们发现，与健康人相比，精神病临床高危人群由非语言音的音高、音长、音强诱发的MMN振幅明显较小，且MMN 振幅较小与精神病临床高危人群的阅读能力差、加工速度慢、社会功能和角色功能差相关，提示患者初级听觉加工能力的损伤可能导致高级的社会能力损伤。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上述研究表明，精神分裂症患者感知音长和音强都存在损伤，而且，神经科学实验还发现，患者感知音长和音强的损伤可能与患者大脑的部位和成分损伤有关，如丘脑、脑纹状体、岛叶、左侧颞横回等部位和血清素这一神经传递物质，同时，通过考察患者阅读障碍与语音加工的关系，患者初级听觉加工能力的损伤可能导致高级的社会能力如阅读能力的损伤。另外，音长偏差刺激诱发的MMN和P3a可以用来测量精神分裂症超高危人群最终成为精神分裂症患者的可能性，为临床确诊疾病提供了有益参考。不过也要看到，这些研究还存在一些问题，从被试选择上看，依然存在前述提及的问题，但是已有研究（如Atkinson etal.,2012）将被试范围扩大到精神分裂症超高危人群，探索疾病确诊前的症状表现，这对辅助诊断十分有用。从实验刺激上看，已有研究都是通过非语言音的刺激对患者音长和音强感知进行考察，对生活中常见的语言音中的音长和音强还缺乏专门探索，特别是汉语作为声调语言，时长对声调识别有十分重要的作用（如Liu&Samuel,2004），对言语感知和理解有直接影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3精神分裂症患者的情绪韵律感知",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对情绪的感知是社会认知的一个方面，一旦情绪感知受损，就可能产生误会和不恰当的社会反应（Hoekert etal.,2007），所以正确感知情绪对了解说话人的情绪和意图非常重要，对情绪的感知有两种途径，一是通过观察面部表情，二是通过言语表达情绪的韵律信息，即本节关注的情绪韵律。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "目前，对精神分裂症患者情绪韵律感知的研究大多围绕英语母语精神分裂症患者展开，Chan,Wong,Wang 和Lee（2008）则研究中国精神分裂症患者感知情绪韵律的表现，并调查情绪识别能力的神经心理学预测因子。在考察了缓解期的妄想型和非妄想型精神分裂症患者以及健康人在情绪韵律识别任务、测量注意力和视觉感知的神经心理学测试中的表现后，他们发现，缓解期的非妄想型患者存在情绪韵律感知损伤，而缓解期的妄想型患者与健康对照组表现一样，这表明缓解期精神分裂症患者仍然存在情感识别损伤。另外，神经心理学测试发现，妄想型精神分裂症患者在控制干扰能力上存在损伤，而非妄想型精神分裂症患者在注意机制上存在损伤。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在对患者情绪韵律感知的研究中，ERP 和MRI结果都证明，患者听觉皮层出现损伤。Pinheiro 等人（2014）通过记录精神分裂症患者和健康对照组的事件相关电位，来探究1）情绪韵律加工的时间历程，2）韵律和语义线索对情绪韵律加工的影响。实验中的刺激是有韵律的单词，分别呈现在有韵律有语义（SCC）和有韵律无语义（PPC）两种情况下。结果发现，与健康对照组相比，患者组加工高兴PPC词汇时，P50减少，加工无情绪 SCC词汇、无情绪PPC 词汇、有情绪 SCC 词汇时，N100 减少，加工高兴 SCC 词汇时，P200 增加，行为实验结果显示，患者加工生气 SCC 词汇和高兴PPC 词汇时，错误率更高。由于P50 是初级听觉皮层上考察感觉记忆形成的指标，N100与早期听觉编码有关，主要产生于颞上回，P200 主要产生于颞叶皮层，如颞平面，所以这些指标异常都反应出患者听觉皮层出现损伤。作者认为，感觉加工和高层次的加工异常共同作用于精神分裂症患者的情绪韵律加工异常，且情绪韵律加工异常取决于刺激的复杂性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Leitman 等人（2007）则利用弥散张量成像（DTI）分析精神分裂症患者韵律加工异常的神经机制，在考察了患者组与健康对照组在情绪和非情绪韵律感知任务中的表现后，发现患者在感知语言中的情绪和语义上都存在损伤，如在区分陈述句和疑问句、高兴和悲伤的言语时，患者表现较差。DTI结果显示，患者初级听觉皮层的结构和功能都存在损伤，具体来说，患者初级听觉能力辐射的脑区（从丘脑的内侧膝状体到颞横回和背侧、腹侧听觉通路)的各向异性分数较小，而较小的各向异性分数被认为是反映了轴突或髓鞘（对轴突内的信号传输至关重要）的损伤（Kubicki et al.,2007; Owen et al.,2016）。髓鞘损伤引起的语音感知问题，很多研究已有所证实，例如中枢神经系统髓鞘异常会导致听觉处理障碍，听觉神经元轴突不同的髓鞘化模式会影响高低频声音信号的传导速度，进而影响定位声音的能力，而声音定位能力对在噪音等复杂场景中感知语音至关重要，此外，中枢神经系统髓鞘异常也可能是自闭症谱系障碍患者对声音过度敏感、听觉感知失真的重要原因之一（Ford etal.,2015;Long,Wan,Robert,& Corfas,2018）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Mitchell,Elliott,Barry,Cruttenden 和 Woodruff（2004）利用 fMRI监测被试在被动聆听和主动感知情绪韵律上的表现，发现精神分裂症患者在被动感知纯情感韵律时显示出正常的右脑偏侧化，但在感知未过滤的情绪韵律时显示出左脑偏侧化，当患者主动感知情绪韵律时，左岛叶的激活更多，提示患者在情绪韵律感知上可能是左脑偏侧化，与正常的右脑偏侧化不同，作者分析这可能是由于患者岛叶体积减小引起的。另外，结果显示患者的颞上回和颞中回存在功能损伤。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Wylie 和 Tregellas（2010）对研究精神分裂症患者情绪韵律的文章进行总结，结果发现，从损伤发生的时间看，情绪韵律损伤在首发精神分裂症患者身上已经出现；从损伤发生的范围看，精神分裂症患者在感知和表达情绪韵律上都存在损伤。具体来看，在情绪韵律感知任务中表现差的精神分裂症患者比正常人反应时间长三倍（Hoekert etal.,2007）；从损伤发生的层面看，患者感知句子、单词、音节和非音节声音中的情绪韵律都存在损伤；从损伤发生的严重程度看，在辨别愤怒、害怕、悲伤等负面情绪时，患者的韵律损伤更加显著；从情绪韵律损伤与患者其他缺陷的关系看，患者的情绪韵律辨别能力与阴性症状的严重程度相关，与语义加工能力相关，与基本音高感知能力相关。Leitman 等人（2008）发现精神分裂症患者感知情绪韵律的能力受损与基本音高感知能力受损有关，其结果显示，患者利用基于音高的声学信号的能力明显较差，所以患者不能加工韵律中关键的声学特征可能导致患者情绪韵律感知损伤。Kantrowitz等人（2013）进一步研究情绪韵律感知与基本音高感知之间的关系。在实验中，精神分裂症患者组和健康对照组听到38个合成的调频音（frequency modulatedtones），这些音模拟人类口语的主要声学特征，被试被要求辨认出这些音中的5种情绪，研究人员分别分析基频的平均值和变化性、高频能量的有无对识别情绪的作用。此外，被试还完成了音高匹配实验和声音情绪识别任务。他们发现，调频音的识别模式与基本的音高识别能力、声音情绪识别能力、阴性症状相关。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "总的来说，对精神分裂症患者情绪韵律感知的研究比较丰富，不仅对患者情绪韵律感知损伤的各方面情况了解比较深入，还发现情绪韵律感知与基本音高感知间的关系，证明初级的听觉认知能力会影响高级的情绪认知。此外，神经科学研究通过考察P50，N100 和P200这三个指标，也发现患者感知情绪韵律时听觉皮层出现异常，佐证了音段和言语韵律研究中发现患者听觉皮层异常的结论。实际上，除了表达语义和情绪，声音还可以提供很多隐含的信息，如说话者的身份线索。Chhabra,Badcock,Maybery 和Leung（2012）发现，精神分裂症患者可以和正常人一样依靠平均基频区别声音，说明患者使用基于音高的线索识别说话人身份的能力没有受损，但是，不论是有幻听还是无幻听症状的精神分裂症患，都很少使用共振峰分布（formant dispersion）来识别声音，而健康对照组会使用共振峰分布来感知说话人的支配倾向、性别、体重、年龄，这表明精神分裂症患者在处理声音中的身份信息时存在异常。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4总结与展望 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "综上所述，就语音感知而言，当前研究对精神分裂症患者在音段和超音段各个层次和方面的感知表现都进行了考察。行为实验发现，与健康人相比，患者在感知音段层次中辅音、元音和超音段层次中言语和情绪韵律上都存在损伤，神经科学实验则进一步解释患者出现语音感知损伤的原因可能是大脑部分脑区和成分出现损伤，具体来看，大量研究通过考察MMN、P50、N100 和P200 等指标发现患者听觉皮层出现损伤，同时，也有研究（如Davaloset al,2011;Erwin etal.,1991;Teichert,2017）发现患者大脑的其他部位或成分存在损伤，如脑纹状体、岛叶、丘脑等部位和血清素这一神经传递物质。当把发现的这些脑区异常放到听觉系统中，就可以看出这些部位的异常如何影响患者感知语音。人之所以能感知语音，是由听觉系统各个部位协作完成的。哺乳动物听觉系统的神经部分大致包括耳蜗内外毛细胞、螺旋神经节和前庭耳蜗神经的耳蜗分支（听神经）、耳蜗核复合体、斜方体、上橄榄复合体、外侧丘系、下丘、下丘臂、内侧膝状体、丘脑皮层听辐射和大脑听觉皮层（Webster,Popper,&Fay,1992）。根据现有对精神分裂症患者的研究，相关部位的损伤都会导致听觉异常。在哺乳动物中，所有已知的听觉信息都是通过听神经进入大脑（Webster etal.,1992），患者血清素的异常证明这一传输出现问题，丘脑和听觉皮层出现异常也反映出听觉系统中较高水平的听觉加工出现损伤，此外，也有研究（如Davalos etal,2011）发现患者的脑纹状体和岛叶存在损伤，这其实与这些部位在大脑中的位置和功能密不可分，如脑纹状体与丘脑相连，接受丘脑传来的听觉信息，岛叶则与听觉皮层连接，与语言功能密切相关（Price,2000;Webster et al.,1992）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总体看来，当前研究对精神分裂症患者的语音感知研究取得了一定成果，然而，除了上文中提及的感知各层次上的探索局限之处，还有以下几方面值得未来研究注意。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第一，虽然现有研究发现了不少可以解释患者语音感知异常的脑区损伤，但这种了解还不够深入，各脑区之间的作用关系也还不清楚，需要进一步拓展和深入，而且，语音感知是人类基本的认知功能，初级的语音感知异常如音高感知能力损伤可能导致词汇、句子感知出错和高级认知能力如情绪感知困难、阅读能力下降，进而影响语言交流。所以患者语音感知能力与其他认知功能的关系仍需要更多关注，研究者应重视运用先进的神经科学手段对以上两点进行深入探究。可以看到随着科技的发展和研究条件的改善，应用到精神分裂症患者语音探索中的技术将更为多样化。除了常用的ERP，EEG和MRI等研究手段外，MEG（脑磁图）和fNIRS（功能性近红外光谱技术）等技术在语音研究中的应用也越来越多。例如，Kasai等人（2003）基于MEG探讨精神分裂症患者的音位感知问题，杨海波、张雪健、周菘、刘颖和白学军（2014）总结了 fNIRS 在语音加工领域的研究进展，Beversdorf,Metzger,Nelson,Alonso 和 Kight（1995）利用 SPECT 探讨正常人的单词感知问题，Talavage,Gonzalez-Castillo 和 Scott（2014）总结了PET在听觉言语感知领域的研究进展。如能将这些技术广泛运用，必将深化人们对精神分裂症患者语音加工奥秘的理解。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第二，不同语言的语音系统存在差异，在音段和超音段各层次、方面都有所反映，而具有不同母语背景的听音者在感知中对相关声学信息的关注焦点、加工策略也有所不同（Strange＆Shafer,2008），加工难度各异，可见有必要对不同母语背景的精神障碍患者的语音加工表现进行系统比较，以便更好地归纳精神障碍患者语音感知中认知加工的共性与个性。现有关于精神分裂症患者语音感知的研究选用的被试多为英语母语者，对世界上其他语言的研究较少，而每种语言的语音系统不同，因此有必要对不同母语背景的精神分裂症患者开展研究，尤其应该加大对中国精神分裂症患者的语音研究，原因如下：首先，世界上有$20 \\%$ 的精神分裂症患者说像汉语这样的声调语言，但大部分对精神分裂症患者言语感知的研究却集中在说非声调语言的患者（Yang etal.,2012），这种状况不仅与声调在言语感知中的重要角色不符，而且也忽视了基数庞大的说声调语言的精神分裂症患者。虽然一些研究（如Tsao et al.,2013; Wang et al.,2017; Wang et al.,2018; Yang et al.,2012）弥补了对精神分裂症患者声调加工研究的空白，但目前的研究还处于起步阶段。由于汉语是世界上使用人数最多的声调语言，所以从中国精神分裂症患者入手研究声调语言意义重大。其次，英语等拼音文字遵循字音转换规则，即用字母作为视觉符号来映射口语的音位，因此，字母词主要通过组合音位，即组合音系（assembled phonology）读出，而汉语使用汉字作为基本的书写单位，汉字的笔画没有与音位对应的部分，因此，只有通过寻找存储在认知系统中的音系信息才能理解汉字的音系编码，即寻址音系（addressed phonology），两种语言在形音匹配上的这种差异可能会导致神经机制不同（Tan,Laird,Li,&Fox,2005）。同时，汉语有四个声调，同音不同义的汉字较多，对音和调都准确加工也有更高的认知要求（Yang etal,2015）。这些特点都与拼音文字大不相同，所以，中国精神分裂症患者的语言特点与西方国家的研究结果可能并非完全一致，想要更清楚中国精神分裂症患者的语言特点及其脑机制，为中国患者的诊断和发现病因机理提供有效帮助，大量汉语研究必不可少。最后，中国有其独特的文化和风俗习惯，相应的社会情感因素如何与语音功能相互作用，影响精神障碍病人的语音表现，也需要更多的研究。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第三，在现有考察精神分裂症患者语音感知的研究中，多数在安静的实验室条件下进行，与现实生活嘈杂的生活环境脱节，因此对患者在噪声条件下的语音感知需要引起研究者注意。在噪音下感知语音时，听音者必须从各种混杂声波中分离出说话人的言语信号才能识别目标音，产生“鸡尾酒会效应”。不少研究发现，在噪音背景下，一些特殊人群的语音感知比正常人群更易受噪音掩蔽效应的影响，如老年人（Nagaraj,2017）、二语学习者（徐灿等，2018；杨小虎，赵勇，2014），那么精神分裂症患者是否也有更多困难呢？各种症状的患者受不同类型、不同信噪比的噪音影响程度是否也不同呢？另外，不少精神分裂症患者都存在幻听，不少研究（如 Tsao etal.,2013;Wang et al.,2018）发现有幻听症状的精神分裂症患者在语音感知上的表现比无幻听症状的患者更差，但是幻听作为一种内部噪音对患者的语音感知影响的机制和原因还没有得到深究，因此对这些问题的考察具有重要的理论和实践意义，值得未来研究注意。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "曹剑芬.(2002).汉语声调与语调的关系.中国语文(3),195-202.   \n华维芬.(1993).英语超音段音位浅析.外语研究(4),44-48.   \n徐灿，杨小虎，汪玉霞，张辉，丁红卫，刘畅.(2018)．语音型噪音对二语者汉语元音声调感 知的影响．心理与行为研究,16(1),22-30.   \n杨海波，张雪健，周菘，刘颖，白学军.(2014).语音加工的功能性近红外脑成像研究进展. 心理与行为研究,12(4),566-571.   \n杨小虎，赵勇.(2014).噪音背景对二语语音感知的影响．心理科学进展,22(6),934-942.   \nAtkinson,R.J.，Michie, P. T.,& Schall, U. (2012). Duration mismatch negativity and P3a in first-episode psychosis and individuals at ultra-high risk of psychosis. Biological Psychiatry, 71(2), 98-104.   \nBellani，M.，Perlini， C.，& Brambilla，P. (2009).Language disturbances in schizophrenia. Epidemiology and Psychiatric Sciences, 18(4), 314-317.   \nBeversdorf, D.，Metzger, S.,Nelson, D.,Alonso,R.，& Kight, J. (1995). Single-word auditory stimulation and regional cerebral blood flow as studied by SPECT. Psychiatry Research: Neuroimaging, 61(3), 181-189.   \nCarri6n, R. E., Cornblatt, B.A., McLaughlin, D., Chang, J., Auther, A. M., Olsen,R. H.,& Javitt, D. C. (2015). Contributions of early cortical processing and reading ability to functional status in individuals at clinical high risk for psychosis. Schizophrenia Research,164(1-3),1-7.   \nChan, C. C., Wong,R., Wang, K.,& Lee, T. M. (2008). Emotion recognition in Chinese people with schizophrenia. Psychiatry Research, 157(1),67-76.   \nChhabra,S., Badcock, J. C., Maybery,M. T.,& Leung, D. (2012). Voice identity discrimination in schizophrenia. Neuropsychologia, 50(12), 2730-2735.   \nCienfuegos,A., March, L., Shelley,A. M., & Javitt, D. C. (1999). Impaired categorical perception of synthetic speech sounds in schizophrenia. Biological Psychiatry, 45(1), 82-88.   \nClark,J.，& Yalop, C. (1990). An introduction to phonetics and phonology. Oxford, England: Blackwell.   \nCovington, M. A., He, C.,Brown, C., Naci,L., McClain, J.T.,Fjordbak, B.S.,...Brown,J. (2005). Schizophrenia and the structure of language: the linguist's view. Schizophrenia Research, 77(1), 85-98.   \nDavalos,D.B., Kisley,M.A.,& Ross,R.G.(2003).Effects of interval duration on temporal processing in schizophrenia. Brain and Cognition, 52(3),295-301.   \nDavalos, D.B., Rojas, D. C.,& Tregellas, J. R. (2011). Temporal processing in schizophrenia: effects of task-difficulty on behavioral discrimination and neuronal responses. Schizophrenia Research,127(1-3),123-130.   \nDonde,C.，Luck，D.，Grot，S.，Leitman，D.I.，Brunelin，J.，& Haesebaert，F.(2017). Tone-matching ability in patients with schizophrenia: A systematic review and meta-analysis. Schizophrenia Research,181, 94-99.   \nEdwards,J., Jackson, H. J.,& Pattison, P.E. (20o2). Emotion recognition via facial expression and affective prosody in schizophrenia: a methodological review. Clinical Psychology Review, 22(6), 789-832.   \nErwin,R.J., Mawhinney-Hee, M., Gur,R. C.,& Gur, R.E.(1991). Midlatency auditory evoked responses in schizophrenia. Biological Psychiatry,30(5), 430-442.   \nFord,M. C., Alexandrova, O., Cossel,L., Stange-Marten,A., Sinclair, J., Kopp-Scheinpflug, .,. Grothe,B. (2O15). Tuning of Ranvier node and internode properties in myelinated axons to adjust action potential timing. Nature Communications, 6, 8073.   \nGudlowski, Y.， Ozgürdal, S.， Witthaus, H.， Gallinat, J., Hauser, M.， Winter, C.，.. Juckel, G. (2009). Serotonergic dysfunction in the prodromal, first-episode and chronic course of schizophrenia as assessed by the loudness dependence of auditory evoked activity. Schizophrenia Research, 109(1-3),141-147.   \nHoekert， M.， Kahn，R. S.， Pijnenborg, M.，& Aleman,A. (2007). Impaired recognition and expression of emotional prosody in schizophrenia: review and meta-analysis. Schizophrenia Research,96(1-3), 135-145.   \nHugdahl，K.， Loberg, E. M.， Falkenberg, L. E.， Johnsen, E.， Kompus,K.， Kroken， R.A.，.. Ozgoren,M. (2Ol2). Auditory verbal hallucinations in schizophrenia as aberrant lateralized speech perception: evidence from dichotic listening. Schizophrenia Research, 140(1-3), 59-64.   \nJavitt，D. C. (2ooo). Intracortical mechanisms of mismatch negativity dysfunction in schizophrenia. Audiology and Neurotology, 5(3-4),207-215.   \nJavit,D. C., Spencer, K. M., Thaker, G. K., Winterer, G.,& Hajos, M. (2008). Neurophysiological biomarkers for drug development in schizophrenia. Nature Reviews Drug Discovery， 7(1), 68-83.   \nKantrowitz,J.T.,Leitman, D.I.,Lehrfeld,J.M.,Laukka,P., Juslin,P.N., Butler,P.D.,..Javit,D. C.(2013). Reduction in tonal discriminations predicts receptive emotion processing deficits in schizophrenia and schizoaffective disorder. Schizophrenia Bulletin,39(1),86-93.   \nKasai,K.，Nakagome,K.， Itoh,K.， Koshida, I.， Hata, A.， Iwanami,A.，. Kato，N. (2002). Impaired cortical network for preattentive detection of change in speech sounds in schizophrenia: a high-resolution event-related potential study. American Journal of Psychiatry, 159(4), 546-553.   \nKasai,K., Yamada, H., Kamio, S., Nakagome, K., Iwanami, A., Fukuda, M.,. Kato, N. (2003). Neuromagnetic correlates of impaired automatic categorical perception of speech sounds in schizophrenia. Schizophrenia Research, 59(2-3), 159-172.   \nKubicki, M., McCarley,R., Westin, C.F., Park, H. J., Maier, S., Kikinis,R... Shenton, M.E. (2007). A review of diffusion tensor imaging studies in schizophrenia. Journal of Psychiatric Research, 41(1-2),15-30.   \nKugler,B. T.,& Caudrey,D. J. (1983). Phoneme discrimination in schizophrenia. British Journal of Psychiatry, 142(1),53-59.   \nLadefoged, P., & Johnson, K. (2011).A course in phonetics.Boston, MA: Wadsworth.   \nLeitman, D.I.,Hoptman,M.J.,Foxe,J. J., Saccente,E., Wylie, G.R., Nierenberg, J.,..Javitt,D. C.(2007). The neural substrates of impaired prosodic detection in schizophrenia and its sensorial antecedents. American Journal of Psychiatry, 164(3), 474-482.   \nLeitman, D.I.,Laukka,P., Juslin,P.N., Saccente,E., Butler,P.,& JavittD.C. (2008). Getting the cue: sensory contributions to auditory emotion recognition impairments in schizophrenia. Schizophrenia Bulletin, 36(3), 545-556.   \nLiu, S.,& Samuel, A. G. (2004). Perception of Mandarin lexical tones when FO information is neutralized. Language and Speech, 47(2), 109-138.   \nLong,P.，Wan, G.，Roberts,M. T.，& Corfas, G. (2018). Myelin development, plasticity, and pathology in the auditory system. Developmental Neurobiology, 78(2), 80-92.   \nMatsumoto, K., Samson, G. T., O'daly, O.D., Tracy, D. K., Patel, A. D.,& Shergill, S. S. (2006). Prosodic discrimination in patients with schizophrenia. The British Journal of Psychiatry, 189(2),180-181.   \nMitchell, R.L.,Ellott, R., Barry, M., Cruttenden,A.,& Woodruff, P. W. (2004). Neural response to emotional prosody in schizophrenia and in bipolar affective disorder. The British Journal of Psychiatry,184(3),223-230.   \nNagaraj, N. K. (2017). Working memory and speech comprehension in older adults with hearing impairment. Journal of Speech, Language, and Hearing Research, 60(10),2949-2964.   \nOwen,M. J., Sawa,A.,& Mortensen, P.B. (2016). Schizophrenia. The Lancet, 388(10039), 86-97.   \nPark, Y. M., Lee, S. H., Kim, S.,& Bae, S. M. (2010). The loudness dependence of the auditory evoked potential (LDAEP） in schizophrenia, bipolar disorder, major depressive disorder, anxiety disorder, and healthy controls. Progress in Neuro-Psychopharmacology and Biological Psychiatry, 34(2),313-316.   \nPinheiro, A. P.,Rezai, N., Rauber,A., Liu,T., Nestor,P. G., McCarley, R. W.,.. Niznikiewicz,M. A.(2014). Abnormalities in the processing of emotional prosody from single words in schizophrenia. Schizophrenia Research,152(1),235-241.   \nPrice， C. J. (2ooo). Theanatomyoflanguage:Contributionsfromfunctional neuroimaging. Journal of Anatomy, 197(3), 335-359.   \nRevheim, N., Corcoran, C. M., Dias, E., Hellmann, E., Martinez, A., Butler, P.D.,..Javitt, D.C. (2014). Reading deficits in schizophrenia and individuals at high clinical risk: relationship to sensory function, course of illness, and psychosocial outcome. American Journal of Psychiatry, 171(9), 949-959.   \nSalisbury, D.F., Kuroki, N., Kasai, K., Shenton, M. E.，& McCarley, R. W. (2007). Progressive and interrelated functional and structural evidence of post-onset brain reduction in schizophrenia.Archives of General Psychiatry, 64(5), 521-529.   \nShelley, A. M.，Ward, P.B., Catts, S. V., Michie, P.T., Andrews, S.,& McConaghy, N. (1991). Mismatch negativity: an index of a preattentive processng deficit in schizophrenia. Biological Psychiatry,30(10), 1059-1062.   \nShin,K. S., Kim, J. S., Kang,D.H.,Koh, Y., Choi, J. S., O'Donnell, B.F.,..Kwon, J. S. (2009). Pre-attentiveauditoryprocessinginultra-high-riskforschizophreniawith magnetoencephalography. Biological Psychiatry, 65(12), 1071-1078.   \nStrange，W.，& Shafer, V. L. (20o8). Speech perception in second language learners: The re-education of selective perception. In J. G. H. Edwards & M. L. Zampini (Vol. Eds.). Studies in bilingualism: Vol. 36. Phonology and second language acquisition (pp. 153-191). Amsterdam: John Benjamins.   \nSweet, R. A., Bergen, S. E., Sun, Z., Marcsisin, M.J., Sampson, A. R., & Lewis, D.A. (2007). Anatomical evidence of impaired feedforward auditory processng in schizophrenia. Biological Psychiatry, 61(7), 854–864.   \nTalavage, T. M., Gonzalez-Castillo, J., & Scot, S. K. (2014). Auditory neuroimaging with fMRI and PET. Hearing Research, 307, 4-15.   \nTan, L. H., Laird, A. R., Li, K.,& Fox, P. T. (20o5). Neuroanatomical correlates of phonological processing of Chinese characters and alphabetic words: A meta-analysis. Human Brain Mapping, 25(1), 83-91.   \nTeichert, T. (2017). Loudness-and time-dependence of auditory evoked potentials is blunted by the NMDA channel blocker MK-801.Psychiatry Research, 256,202-206.   \nThoenes, S.,& Oberfeld, D. (2017). Meta-analysis of time perception and temporal processing in schizophrenia: Differential effects on precision and accuracy. Clinical Psychology Review, 54, 44-64.   \nTodd,J., Michie,P.T.， Schall, U.， Karayanidis,F.， Yabe, H.，& Näätänen,R. (2008). Deviant matters: duration， frequency，and intensity deviants reveal different patterns of mismatch negativity reduction in early and late schizophrenia. Biological Psychiatry, 63(1), 58-64.   \nTsao,F. M.，Chiang, S. K.,& Liu, H. M. (2013). Lexical tone and consonant perception in subtypes of schizophrenia. Journal of the Acoustical Society of America, 134(5), 4235.   \nvan Os,J.，Kenis,G.，& Rutten， B.P. (201O). The environment and schizophrenia. Nature, 468(7321), 203.   \nWang,J.，Liu，Q.，Wydell, T. N.，Liao，J.，Wang,F.，Quan，W.，... Dong，W.(2017). Electrophysiological basis of reading related phonological impairment in Chinese speakers with schizophrenia: An ERP study. Psychiatry Research: Neuroimaging,261, 65-71.   \nWang, J., Wydell, T.N., Zhang, L., Quan, W., Tian,J., Liu, J., & Dong, W. (2018). The underlying mechanism of deficits of speech comprehension and hallucinations in Chinese patients with schizophrenia.Journal of Psychiatric Research,97,16-21.   \nWebster, D.B.， Popper, A.N.，& Fay, R.R. (Eds). (1992). The mammalian auditory pathway: Neuroanatomy. New York: Springer-Verlag.   \nWhitford, V., O'Driscoll, G. A., & Titone, D. (2018). Reading deficits in schizophrenia and their relationship to developmental dyslexia: A review. Schizophrenia Research, 193,11-22.   \nWylie,K. P.，& Tregelas, J.R. (2010). The role of the insula in schizophrenia. Schizophrenia Research, 123(2-3), 93-104.   \nYang,L., Chen, S., Chen, C. M., Khan, F.,Forchelli, G.,& Javit, D. C. (2012). Schizophrenia, culture and neuropsychology: sensory deficits,language impairments and social functioning in Chinese-speaking schizophrenia patients. Psychological Medicine,42(7),1485-1494.   \nYang,X., Wang, Y., Xu, L., Zhang, H., Xu, C.， & Liu, C. (2015). Aging efect on Mandarin Chinese vowel and tone identification. The Journal of the Acoustical Society of America,138(4), EL411-EL416. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Speech Perception in Schizophrenia ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "CAO Yi';YANG Xiaohu1,2 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(Speech-Language-HearingCenterhoolofForeignLnguages,anghiJiaoTongUiversityanghai4,ina) (InstituteofSocialCognitiveand Behavioral Sciences,Shanghai JiaoTong University,Shanghai2Oo240,China) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract: Schizophrenia is a common psychiatric disorder characterized by a series of symptoms. Language impairment is one of the core features of cognitive impairment in schizophrenia. This article presents a critical review of behavioral and neurological studies on speech perception at the segmental and suprasegmental levels in individuals with schizophrenia. It is pointed out that special attention should be given to the exploration of speech perception in patients with schizophrenia speaking Mandarin Chinese. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Key words: schizophrenia; speech perception; neuroscience ",
        "page_idx": 12
    }
]