[
    {
        "type": "text",
        "text": "我国科技期刊集约化关键问题剖析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "初景利1,2闫群",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院文献情报中心",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2中国科学院大学图书情报与档案管理系",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3中国科学院微生物研究所《hLife》编辑部 (筹)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[摘要]《关于深化改革培育世界一流科技期刊的意见》的出台，标志着我国科技期刊迎来了发展的\"春天”。然而，面对数字出版的快速推进，国际出版商对世界各地学术资源的掠夺，实现我国科技期刊的集约化发展迫在眉睫。科技期刊的集约化是实现期刊规模化发展和内容资源深度挖掘的必要手段。文章讨论了科技期刊集群化、集约化、集团化的关系，我国实现科技期刊集约化发展的必要性，面临的主要障碍，推动科技期刊集约化的维度，以及在推进过程中需要平衡的各种关系，以期推动我过科技期刊集约化的发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[关键词]科技期刊 期刊出版 集约化集群化 集团化",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key Points Analysis on intensive development of STM Journals in China Chu Jingli Yan Qun ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Abstract] The issue of “Recommendations on Deepening Reform and Developing World's First-Class STM Journals”marks that the spring of STM journals in China is coming. However, faced with the rapid development of digital publishing and international publishers’ plunder of academic resources around the world, it is extremely urgent to realize the intensive development of STM journals in China. The intensive development is a necessary means to realize the scale development of STM journals in China and deep mining of content resources. In order to promote the intensive development of STM journals in China, this paper discusses the relationship among clustering, intensification and collectivization; the necessity, main obstacles and dimensions of realizing the intensive development of STM journals in China; and multilateral relations that need to be balanced in the process of promoting the intensification. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Key Words] STM journalsJournals publishing Clustering Intensification Collectivization ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，党和国家高度重视科技期刊的发展，高水平科技期刊的建设也成为中国科技界当前面临的一项重要任务。《关于深化改革培育世界一流科技期刊的意见》的出台，我国科技期刊迎来了发展的\"春天”。国家层面提出要以培育世界一流科技期刊为目标，优化期刊结构布局，提高国际竞争力，推动规模化、集约化建设[1。2019年9月19日，中国科协等七部委联合实施\"中国科技期刊卓越行动计划”（以下简称“卓越计划\")，强力推动我国一流科技期刊建设和期刊集群化发展。2019年5月18日，中宣部、科技部、教育部联合印发的《关于推动学术期刊繁荣发展的意见》中指出：开展学术期刊集群化发展试点，以优质学术期刊为龙头重组整合资源，建设一批导向正确、品质一流、资源集约、具备核心竞争力的学术期刊集群。鼓励符合条件的学术期刊出版单位转企改制、做强做大。支持规模性出版企业探索协作办刊等模式，跨地域、跨部门、跨学科整合期刊出版资源，打通产业链，重构价值链，形成创新链，打造若干具备较强传播力影响力的学术期刊出版集团[2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "什么是一流的科技期刊？一流的科技期刊是指能发表最具原始创新意义的研究成果并在世界范围内得到广泛认可、学科影响力指标位居世界综合或学科领域定量统计排名前 $5 \\%$ 的期刊[3]。一流的科技期刊不仅需要原始创新的学术成果（一流的学术成果)，还需要借助一流的期刊平台进行学术成果的传播。平台即影响力。学术成果是一流的，如果没有一流的平台支撑，其影响也是有限的。随着数字出版的发展与普及，人们阅读和获取信息方式的变化，一流的平台不仅是科技期刊的发布媒介，更是支撑科技创新、为用户提供知识解决方案的媒介。而这很难依靠单刊来实现，需要借助集约化，才能实现期刊的规模化发展和集团化运营，追求更大的传播效益和更广泛的影响力[4]。当前，中国科技期刊发展最核心的问题是集约化，瓶颈也是集约化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1集群化、集约化、集团化的关系",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "期刊集群化是指两个及以上的期刊以某种形式整合在一起，整体呈现多种期刊的作用与影响力。集群化是科技期刊发展的基础。科技期刊要走向集约化首先要实现集群化，扩大期刊规模，实现内容的标准化、集聚和集中展示，借助资源集聚优势，在历史积累的基础上深度挖掘，进而开发和打造新的服务产品[5]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "期刊集约化是指利用多种手段，对期刊相关资源加以整合，提高期刊集群的编辑出版效率与效益。集约化是科技期刊集群化、集团化的手段。在经济领域，“产业集群\"是市场竞争发展到一定阶段的必然产物，也是提高主体竞争力的有效途径，这在期刊界同样适用[。美国、荷兰发达国家科技期刊的集约化运营是降低成本、提高效益的典范。通过集约化的编校、生产，优化资源配置和出版流程，提高出版效率，增强期刊与平台的凝聚力，实现出版模式集约化和经营管理的集团化。期刊集约化是中国科技期刊改革的根本，是期刊发展的重中之重。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "期刊集团化是指充分利用体制和机制优势，通过市场运营，增强期刊集群的运营能力与市场地位。集团化便于集聚期刊资源,形成规模效益，激发市场活力，是科技期刊集群化、集约化发展的目标走向。期刊的集团化运营也反过来促进期刊的集群化和集约化发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2科技期刊集约化发展的必要性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1提高出版效率的必要选择",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "集约化管理是现代企业集团提高效率与效益的基本取向[7]。科技期刊的集约化出版将前端的内容组织与中后端的生产出版与内容发布工作得以分离，各司其职，发挥各方优势，提高效率。随着互联网的发展和数字出版的到来，科技期刊集约化出版的优势愈发突显，不仅提高了各个环节的工作效率，而且通过集约化出版而产生的数据库、专家库、查重系统等大大优化了期刊出版流程，也提高了前端内容组织的效率和内容质量，推动科学的发展。国际很多科技期刊推出“Transfer\"的出版模式，即期刊拒稿的文章若符合姊妹刊或平台上其他期刊的要求，征得作者同意后将文章连同评审意见转至相关期刊，大大节省了再次重新评审的时间，这种出版模式也是基于科技期刊集约化出版产生的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2塑造品牌影响力的必要手段",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科技期刊通过集约化出版，集聚优质资源，与单刊相比对用户有更明显的粘性。科技期刊之间相互关联，增加内容曝光度，产生良性循环，提升单刊和刊群的影响力。20世纪90年代，为顺应科技期刊数字化出版需求，日本政府针对学会期刊规模小、独自经营的出版模式，在国家层面搭建了可为期刊提供自投审稿到内容发布的生产发布平台J-STAGE[8，推进日本科技期刊集约化发展，期刊与平台相得益彰，在世界产生较好的影响力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3开展知识服务的必要基础",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "随着数字出版、OA出版、语义出版、数据出版、视频出版等新型出版模式的发展，信息的爆炸以及人们获取信息方式的变化，人们越来越倾向直接获得知识和解决方案。科技期刊发展的制高点一定是知识服务，进而发展实现智慧化，为科学发展和科技创新提供支撑。如何坚实地迈出知识服务的第一步，我国科技期刊必须在生产模式和流程上进行大刀阔斧的改造[9]，实现期刊内容的集聚化和精品化、标准的规范化和统一化，这就需要集约化的办刊模式，靠单刊是很难实现的。国际知名的科技期刊出版商都进行集约化的期刊出版，有规范的数据标准，以期刊内容为基础，依靠多样化的知识服务实现业务多元化发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3科技期刊集约化的主要障碍",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，我国科技期刊在集群化发展的道路上进行了有益的探索和实践。以出版社为代表有科学出版社期刊群，以学会为代表有中华医学会期刊群，以学科为代表有中国光学期刊群。这些期刊群在集约化出版方面还处于探索阶段，尚不能同国际知名的商业出版商、学（协）会出版商抗衡。归根到底，主要是受到国内办刊体制机制束缚、顶层规划与建设动力不足、刊群平台影响力不足、可持续运营模式欠缺等因素的制约。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1办刊体制与机制束缚 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "美、荷、德等科技期刊强国具有较宽松的办刊环境，普遍采用期刊登记制，无论出版机构是否以营利为目的，能否生存和发展都要接受市场的考验[10]。而我国科技期刊创办采用审批制，长期实行主管、主办和出版多方管理以及属地管理，在思想观念、资源配置、管理体制、运行机制等方面留有计划经济的烙印,市场竞争能力不强[4。我国科技期刊主管、主办、出版单位分散，整体出版“小、散、弱\"[11]。2020年，我国公开发行科技期刊4963 种，涉及1311个主管单位、3140家第一主办单位和4261家出版单位，每家主管单位平均拥有3.79 种期刊、主办单位1.58 种期刊、出版单位1.16 种期刊[12]。这种期刊管理模式严重影响了期刊的集约化发展。近年来，政府主管部门出台了《关于深化非时政类报刊出版单位体制改革的意见》《关于报刊编辑部体制改革的实施办法》等推动科技期刊体制机制改革的文件，很多机构也进行了尝试，但由于科技期刊界对改革的认识、执行力度并不统一，目前尚未形成一条成熟的市场化运作、有益于我国科技期刊集约化发展的路子。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2顶层规划与建设动力不足",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前我国科技期刊的主管、主办、出版单位多元化，不同主体对于期刊集群化、集约化的定位认知不同，缺乏统一的顶层规划[4]。行政主导的期刊集约化实际上是对责、权、利关系的重新分配，对于丧失权力的一方，积极性受到挫伤，推进动力不足[13]。我国科技期刊的集约化发展呈现出\"集而不团\"的现象[7]，在不同的办刊体制下，各刊从自身利益出发，有各自的规划和做法，致使我国科技期刊集约化的发展未能取得理想的效果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3期刊平台影响力不足",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在科技期刊集约化发展过程中，平台是关键，也是难点。平台即影响力，没有自主知识产权的期刊平台，我国科技期刊的发展必然受制于人。近年来，国内一些机构在国际化出版与传播平台的建设上进行了有益的探索。但总体而言，我国科技期刊平台的缺乏国际先进的技术规范和标准，功能不够强大，品牌优势未凸显，国际影响力不足[14]，国内好的期刊主要是借助国际平台进行集约化出版和传播。卓越计划共资助领军期刊22种，领军期刊都是我国各学科的顶级期刊，其中16种期刊依托国际出版机构。[15]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4可持续运营模式欠缺",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "科技期刊集约化建设的核心动力是从期刊整体发展出发，以市场为导向制定运营战略、进行配置资源。我国的科技期刊业还留有\"计划经济\"的烙印，现阶段集约化试点大都依赖国家的项目资助，市场意识和竞争意识较弱，导致缺乏良性的、可持续的自我运行模式，缺乏“自身造血\"能力。很多项目由于资源集聚的问题、技术标准未得到妥善解决、后期资金投入跟不上、平台未做及时更新迭代等停滞不前。国外科技期刊的集约化发展是经过市场的考验发展壮大起来的。通过激烈的市场竞争，敏锐捕捉到市场需求的变化，进行自我完善和优化，才能保证科技期刊的可持续发展和品牌的塑造。要实现我国科技期刊的集约化发展前期需要国家及相关部门强有力的支持，但不能一直依靠国家的支持，需尽快实现从“输血\"到\"造血\"的转型，通过市场机制实现可持续运营。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4推动科技期刊集约化的维度",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1加强政策引导",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "政策是我国科技期刊集约化发展的导向。我国独特的期刊出版体制和“小、散、弱\"的期刊格局，甚至同一主办单位的期刊都采用不同的出版流程，各自为政的现状，要求我国要推进科技期刊集约化发展需从政策层面引导，实现期刊的集群化发展。继续深化期刊体制改革，鼓励资源跨地区、跨单位、跨学科整合，实现集群化发展，进而推进集约化进程，提升我国科技期刊的整体水平和竞争力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2制订机构集约化发展规划",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "机构规划是我国科技期刊集约化发展的关键。《关于出版单位的主办单位和主管单位职责的暂行规定》指出\"出版单位在主管单位和主办单位的领导和管理下负责开展各项业务活动”。鉴于行政关系，通过主管、主办单位指导推动科技期刊的集群化、集约化发展是最可行的方式之一。针对目前我国科技期刊的现状，中国科学技术协会、教育部、中国科学院分别对期刊集约化发展进行了积极探索[14]。以中国科学院为例，《中国科学院\"十三五\"发展规划纲要》提出\"科技期刊体制改革实现重大突破，通过编辑部整合和多模式集中办刊，初步建成具有国际一流水平的科技期刊集群，建立并完善一体化管理与运行机制，成功探索出科技期刊创新性出版模式与国际化传播体系。\"2021年中科院工作会议提出要\"加大力度支持一流科技期刊建设，加快推进建设数字出版和论文关联数据存储平台”。主管单位的导向和要求为科技期刊的集群化、集约化发展指明了道路，循着集约化办刊的思路，推动在主办单位、出版单位（图书馆）和学科集群层面的集约化办刊进程。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3加强平台技术保障",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "技术平台是我国科技期刊集约化发展的保障。平台的作用是筑巢引凤。先进的出版理念、完善的出版功能、有国际影响力的期刊平台是科技期刊集约化发展对平台的要求，只有具备这些要素的平台才能吸引科技期刊的加盟，而这些要素必须通过技术的手段实现。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "首先，采用国际标准数据规范,实现数据库底层数据结构化、标准化、统一化。底层数据的结构化、标准化、统一化是平台实现一站式检索、强化出版、语义关联、知识关联和提供知识服务的基础，也是实现平台间数据交换的基础，进而丰富平台资源、完善平台功能、提升平台的影响力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其次，采用敏捷式平台开发，保障需求有效实现。技术因素是影响科技期刊集群化、集约化未来发展的主要因素之一[4]。没有技术，再好的想法也只停留在想的层面，没有意义。只有通过技术的应用，将需求、想法转化为平台的功能，才能切实满足期刊发展的需要，提升期刊的服务能力，吸引更多的期刊加盟，推动期刊更好地服务科技创新。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.4面向知识进行内容整合",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "内容整合是我国科技期刊集约化发展的基础。科技出版要提升规模化、集约化、专业化水平，实现数字化转型升级，需要刊群提供内容支撑。科技期刊发展的制高点一定是知识服务，内容的聚集和整合是实现知识服务的基础。在一定量",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "的整合资源基础上，对内容有效的组织、揭示、关联、发现，最终实现知识服务，实现从内容提供向解决方案提供的转型，实现期刊内容的再次和深度的开发利用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.5发挥编辑部主观能动作用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "编辑部是我国科技期刊集约化发展的核心。我国特有的办刊体制以及普遍存在的主编\"挂名\"现象，造成我国科技期刊具有单刊或小规模运营的特点。我国科技期刊能否办好很大程度上取决于编辑部的稿件策划能力、在业界的影响力及其推动力和执行力。我国科技期刊能否实现集约化发展，要得到“自上而下\"的认同和支持，“上\"即政府层面，下即单刊的编辑部层面。“上层\"的引导决定着科技期刊发展的整体走向，至关重要；“下层\"是最了解科技期刊的运营和现存问题的实操者，其对期刊集约化发展的认同、配合和推动同样至关重要，发挥编辑部的主观能动作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5集约化需要平衡好的几种关系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.1顶层设计与改革试点并行",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "不纠缠体制，但要激活机制；不抱怨顶层，试点先行。我国科技期刊的发展到了该改革的时候了，将科技期刊集约化作为科技期刊改革的突破口，形成有影响、有特色的刊群迫在眉睫。中国科学院在\"十三五\"期间，开展科技期刊集群约发展试点工作，典型先试、以点带面，以期打造一批形态多样、效果显著、可持续发展能力良好的科技期刊集群，提升中国科学院科技期刊整体规模效应、运营能力和发展动力，并取得了阶段性的成果[16]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.2公益事业与市场机制的平衡 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科技期刊具有公益性与商品性双重属性，强调科技期刊的公益性并不是不需要考虑市场机制，而是在坚持社会效益的前提下，尊重市场规律、进行市场运营，实现双赢。[17]目前我国的学术评价体系导致了我国科技期刊注重期刊计量指标，注重作者的发文市场，忽视了读者的阅读市场，市场驱动力较差，运营乏力[17]。当前政府对国内科技期刊投入很大，而国外的学术期刊主要靠市场发展壮大的。要实现我国科技期刊的集约化一定要靠市场机制，通过市场运营实现优胜劣汰，资源集聚，做大、做强我国的科技期刊事业。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.3刊群与平台互动发展",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "刊群与平台之间是\"鸡与蛋\"的关系。科技期刊刊群与有影响力的平台之间互为因果、相互影响、互动发展。鉴于中国特有的办刊体制，要实现科技期刊的集",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "约化发展，首先要有平台支撑。目前，我国多家单位对全流程的期刊出版平台进行了探索，但还没有哪个平台可以与国家知名出版商的平台抗衡。平台在起步和发展初期，需要有一定规模的刊群和有影响力的科技期刊的支持[13]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.4从单刊走向刊群",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "精品单刊和刊群在我国科技期刊集约化发展中长期共存。但从长远看，单刊的运营模式不利于期刊的长远发展。对于精品单刊，鼓励其创办子刊，形成集群效应，相关学科更多的期刊集结成群，这是国际期刊发展的重要经验。如Cell1984年创刊时仅一种期刊，随着科学的发展和学科的细分，CellPress 现出版50 余种期刊，形成了体系完整、阶梯发展、集群出版的生命科学期刊集群，并开始以Joule、Chem等新刊为代表向化学等领域进军。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.5从“借船出海\"走向“造船出海” ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从\"借船出海\"走向\"造船出海”，这是当前和今后一段时期我国科技期刊发展的国家战略和国家行为[18]。在 226 种中国 SCI期刊中,有194 种通过各种方式与国外出版平台合作[9]。早些年我国英文科技期刊发展处于起步阶段，借助国际出版商的影响力和传播力，摸索融入国际学术生态圈的路子，但这也实属权益之举[13]。为维护我国学术成果的自主权和信息安全，我国亟待打造具有自主知识产权的国际化出版与传播平台，以点带面，实现我国科技期刊的集约化经营和发展，提升我国科技期刊出版的国际竞争力[7]。同时，应该充分利用好我国自主研发的预印本平台（如中国科学院科技论文预发布平台[20]）与期刊出版协同，对中国作者原创性研究成果的网络首发作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6结语 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "推进我国科技期刊的集约化进程已经提出好多年，但我国科技期刊的集约化实践发展仍然处于起步阶段。随着数字出版的快速推进，面对国际出版商对我国学术资源的掠夺，实现我国科技期刊的规模化发展，做大做强我国的科技期刊迫在眉睫。科技期刊的集约化是实现期刊规模化发展的必要手段。近年来，国家和各部委一系列政策和文件的出台，体现了国家对科技期刊前所未有的重视。我国的科技期刊界和出版界应顺应国家和时代发展的需要，攻坚克难，从多个维度出发，推动我国科技期刊的集约化发展，不负国家和人民重托，实现我国科技期刊支撑国家科技创新的使命。难在改变、赢在改变。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "注释 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]四部门联合印发《关于深化改革培育世界一流科技期刊的意见》[EB/OL].[2022-06-08].https://www.cast.org.cn/art/2019/8/16/art_79_100359.html[2] 中共中央宣传部 教育部 科技部印发《关于推动学术期刊繁荣发展的意见》的通知[EB/OL].[2022-06-08].https://www.nppa.gov.cn/nppa/contents/279/76206.shtml",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[3]上了中央深改委会议，科技期刊的春天到来啦[EB/OL].[2022-06-08].https://mp.weixin.qq.com/s/QHPR0gA5IkctC4fjWpoUNQ.  \n[4] 初景利．应对科技期刊集群化发展的策略[J]．数字图书馆论坛,2015(3):1.  \n[5]赵艳．国外科技期刊集群化建设的动力机制调查与研究[J].数字图书馆论坛,2015(3):16-21.  \n[6] 陈玉国，钱向东，彭桃英，胡新宇，方宇彤．科技期刊创新驱动动力机制研究[J]．中国科技期刊研究,2017,28(4):377-382.  \n[7]秦钠.集约化助推科技期刊管理创新与发展——以上海大学期刊社为例[J]．中国科技期刊研究,2014,25(6): 744-747.  \n[8]张妍，张欣，孙晶晶．日本开放存取平台J-STAGE 发展现状与功能介绍[J]．图书馆学研究,2014(22): 54-56.  \n[9]刘红霞，沈锡宾．重塑生产流程 提升中国科技期刊知识服务的能力[J].科技与出版,2017(6): 17-21.  \n[10] 涂晓华．中外期刊出版管理比较[J]．编辑学报,2010,22(4):374-376.  \n[11]邬书林．提高我国科技期刊出版水平是一件大事[J]．科学通报,2018,63:3163-3166.[12]中国科学技术协会．中国科技期刊发展蓝皮书(2021)[M]．北京：科学出版社,2021.[13]王秀玲，刘普．我国学术期刊集约化的发展脉络与对策研究[J].中国科技期刊研究,2016,27(12): 1253-1258.  \n[14]初景利，闫群．我国科技期刊国际化战略与策略[J]．中国科学院院刊,2018(12):1358-1365.  \n[15]中国科协学会服务中心．由卓越行动计划期刊看我国世界一流科技期刊建设策略[EB/OL]. [2022-06-08].https://baijiahao.baidu.com/s?id $\\ c =$ 1692205905988022633&wfi $\\mathbf { \\bar { \\rho } } =$ spider&for=pc.  \n[16] 邬书林．两会丨邬书林提案：关于推动学术期刊繁荣发展 服务国家创新驱动战略的建议[EB/OL]. [2017-03-04]. http://www.s0hu.c0m/a/127901353_267807.  \n[17] 初景利，闫群．学术期刊的市场与运营[J]．科技与出版,2019(2):55-60.  \n[18] 初景利．从\"借船出海\"到\"造船出海\"[N]．科学新闻，2015(22):33-35.  \n[19] 颜永松，王维朗，郭伟，薛婧媛，游滨，曾忠，周沫．中国 SCI期刊发展现状及与出版平",
        "page_idx": 8
    }
]