[
    {
        "type": "text",
        "text": "亲组织不道德行为的负面效应及其作用机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王桃林」张 勇²周 浩」张军伟",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1．四川大学商学院，成都610064;2．重庆大学经济与工商管理学院，重庆 400030；3．华中农业大学经济管理学院，武汉 430070)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要 近年来，员工为了企业利益而做出的违背社会价值、道德习俗、行为规范和法律等的亲组织不道德行为（Unethical pro-organizational behavior,UPB)导致的各种悲剧不断上演。然而，现有研究主要聚焦于UPB 的影响因素和积极作用方面，对其潜在的危害性重视不足。鉴于此，从多层次视角研究UPB 的负面效应及其作用机制。首先，考察UPB 对情绪耗竭的影响及道德认同的调节作用和内疚的中介作用。其次，创造性地提出组织UPB 的概念，并考察其对组织长期绩效的负面效应以及企业声誉的中介效应。最后，进一步从利益相关者的视角考察企业UPB和员工UPB对顾客主动绩效的影响以及顾客企业认同的中介效应和顾客知觉到的员工组织化身的调节效应。研究成果不仅有助于丰富UPB的相关理论，而且对遏制这种行为的进一步漫延具有重要启示。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 亲组织不道德行为；情绪耗竭；企业长期绩效；顾客主动绩效 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2018 年8月31日，媒体报道了一名37岁的阿里员工在租住了自如公司甲醛严重超标的房子半年后，被确诊为急性髓系白血病，最终遗憾去世。酿成这一悲剧的根源在于自如为了实现利益最大化，急于将缺少有效空气治理的新装房推向租客，并向租客隐瞒甚至谎报房间空气检测结果。无独有偶，2018年12月12日，一篇《百亿保健帝国权健，和它阴影下的中国家庭》的文章风靡网络，其中揭示了一名叫周洋的4罗患癌女孩，经人介绍误人权健公司，在吃了两个多月的虚假\"抗癌\"产品后病情迅速恶化，最后不幸去世。事后经媒体深挖，发现这家保健品公司涉嫌严重的虚假广告宣传及传销犯罪。面对激烈的市场竞争，众多类似自如、权健的企业及其员工为了实现组织短期目标和利益常常做出一些不道德甚",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "至违法犯罪的行为。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "学术研究方面，Umphress,Bingham 和Mitchell（2010）将以上行为——员工为了企业利益而做出的违背社会价值、道德习俗、行为规范和法律等的行为称作亲组织不道德行为(Unethical pro-organizationalbehavior,UPB），UPB 同时具有\"亲组织性\"和\"不道德性\"的特征。比如，员工为了实现企业销售目标而向顾客隐瞒商品缺陷（自如员工隐瞒出租房的空气质量）、夸大产品性能（权健员工夸大公司保健品功效)等行为(Effelsberg& Solga,2015）。自Umphress等（2010）提出UPB的概念以来，UPB逐渐成为组织行为学和人力资源管理研究的热门话题，涌现出了一些重要的研究成果。但尽管如此，这些成果主要集中于探索其前因方面。截至目前，关于UPB后果方面的研究还比较缺乏（Umphress etal.,2010; Ilie,2012），少数一些关于UPB 结果的研究也主要集中在其\"亲组织\"的有益方面，对其潜在的负面影响缺乏认识。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "不仅如此，企业在经营管理活动中，往往也只看到UPB\"亲组织\"的一面，对UPB 采取纵容甚至鼓励的态度。企业对UPB的态度直接造成了现在UPB的日趋泛滥，给利益相关者带来了严重危害。实际上，企业要想健康可持续地发展，必须认识到UPB的危害性，抑制此种行为，秉持\"有道德\"的发展和增长，才能保证企业健康可持续地发展。UPB的危害性不单指其给利益相关者造成的损害，企业在自身利益面前很容易忽视利益相关者的利益，企业对UPB 带给利益相关者的损害是忽视的态度。UPB 的危害性更多是指UPB 会给企业自身带来损失，UPB 带给企业自身的危害往往被其\"亲组织\"性所掩盖，企业不容易看到。只有让企业认识到UPB会对其自身造成损害，UPB实际上是一种得不偿失的短视行为，企业才会重视它，才会采取措施抑制和阻止它。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在当前UPB日趋泛滥而企业往往对其采取纵容和鼓励态度的境况下，迫切需要理论研究系统地澄清这种行为对企业、员工以及顾客可能造成的危害。只有充分揭示出这种行为的危害性，认识到该行为其实是一杯\"味美的毒酒”，是一种得不偿失的事情，才能引导企业和员工追求有道德的发展，最终实现企业和利益相关者的共赢。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2国内外研究现状",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "亲组织不道德行为（Unethical pro-organizationalbehavior）是指员工为了组织利益而做出的违背社会价值、法律和行为规范等的行为（Umphress etal.,2010）。UPB具有两方面的内涵，首先它是亲组织的，对组织有好处，当然可能仅仅是短期意义上的，这使它区别于其他出于自利而做出的不道德行为，比如组织偏离行为、工作偏差行为、欺骗行为等。第二，它是不道德的，是违背社会主流价值规范的行为。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前关于UPB 的实证研究主要集中于探索其前因，这些研究分别从个人、领导和组织三个方面探索UPB的诱发因素。个人方面的因素有积极交换关系（Umphress& Bingham,2011; Effelsberg,Solga,& Gurt,2014; Chen,Chen,& Sheldon,2016）、组织承诺（Matherne III&Litchfield,2012）、心理授权（Lee,Schwarz,Newman,&Legood,2017；孙春玲，姬玉，许芝卫,2018）、马基雅维利主义（Castille,Buckner,& Thoroughgood,2016）、正念(Kong,2016)和员工的未来导向等（郭亿馨，苏勇，吉祥熙,2018）。个人层面的研究主要考虑了员工-组织间的心理联系和员工特质两个影响UPB的因素。领导是诱发员工UPB的另一个重要因素，其中大部分的研究从领导类型的视角出发。比如伦理型领导(Miao,Newman,Yu,&Xu,2013;李根强,2016）、家长式领导（张永军，张鹏程，赵君,2017）、变革型领导（Effelsberg et al.,2014;Graham,Ziegert,&Capitano,2015)、差序式领导（林英晖，程垦,2017）、授权型领导(徐琳，王济干，樊传浩,2018）。也有部分研究从领导成员交换关系的角度挖掘UPB 的前因。比如林英晖和程垦（2016）发现领导成员交换正向影响UPB，钟熙等（2018）发现上下级关系对员工UPB存在积极影响。目前也有少部分的研究从组织的层面考察挖掘UPB的前因。Wang,Long,Zhang 和 He（2019）发现相互投资型和过度投资型的员工组织关系能够诱发员工做出UPB。企业实施的高承诺人力资源管理实践（罗帆，徐瑞华，2017）和高绩效工作系统（Xu&Lv,2018）也能够导致员工UPB。陈默和梁建（2017）发现企业高绩效要求能够通过启动员工的道德推脱机制进而导致其做出UPB。此外，有部分研究从组织伦理的视角探讨UPB的前因。张永军等（2017）发现自利型、关怀型伦理氛围对UPB有正向影响，而规则型伦理氛围对UPB具有负向影响。孙永波、丁沂昕和邓春平（2018)也发现关怀型伦理氛围对UPB具有显著的正向影响。赵红丹和周君（2017）发现企业伪善会导致员工的UPB。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前关于UPB作用效果的研究比较缺乏,且主要聚焦于UPB的\"亲组织\"方面。Umphress和 Bingham（2011）从理论上阐释了UPB导致员工产生亲组织态度的理由。她们认为UPB的不道德性会使员工在认知上出现失调，而为了求得认知上的平衡，员工通常会对这些行为进行合理化解释。其中的机制就是重构他们对组织的认知，员工会将UPB归因于他们非常认同组织和同组织之间有着积极的交换关系。王晓辰、高欣洁和李清（2018）从实证上检验UPB 作用效果的学者，不过他们主要从积极的视角看待UPB，他们发现员工表现出的UPB 会被组织视为积极行为，因而会以提供职业发展机会的方式回报个体，从而有利于员工职业生涯的发展。Fehr等（2019）发现领导的道德脱钩化会使其对员工UPB做出肯定评价，这时候员工UPB 和领导对员工的绩效评价是正向的关系。现有研究也开始意识到UPB可能存在一些潜在负面效应，比如导致组织与利益相关者之间的关系破裂，出现公共信任危机、企业成本升高等（Umphress etal.,2010），但缺乏实证证据的支持。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "概括来看，现有研究存在以下不足。首先，研究集中在UPB的前因方面，对结果的关注严重不足。第二，虽然也有少许研究涉及到UPB的结果，但主要看到的还是其\"亲组织\"的一面，对其可能造成的危害及发生机制认识不足，且缺少实证研究支持。第三，研究集中于员工的单一视角和单一层次，对UPB 的其他行动者及接受者缺乏关注。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "鉴于此，我们拟从UPB的行动者（企业和员工）以及接受者（顾客）的视角综合探讨",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "UPB 的负面效应（包括个体内层次、个体间层次和组织层次），并揭示其作用机制和边界条件。从行动者（员工）的视角来看，Umphress和Bingham（2011）认为UPB的\"不道德性\"可能会诱发员工产生内疚等负面情绪。这种负面的情绪反应可能会进一步导致员工的情绪耗竭。从行动者（企业）的视角来看。企业作为一个整体也是UPB的重要行动者。企业UPB 可能会损害企业声誉，从而造成长期绩效受损。从接受者（顾客）的视角来看，当顾客受到企业及其员工的不公正对待之后，可能会降低对企业的认同，进而抑制其做出对企业有益的行为（Ahearne,Bhattacharya,& Gruen,2005）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本项目的开展理论上有助于填补过去UPB在研究内容（仅仅关注前因）、研究对象（仅仅关注员工）和研究层次（仅仅关注个体层次）上的不足，实践上则有助于为企业正确认识和管理UPB 提供理论指导。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于以上文献和现实，聚焦UPB的负面效应，以拓展UPB的后效研究领域，具有重要的理论和实践意义。基于文献回顾提炼出本项目的构想。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第一，员工在做出UPB之后是否会出现情绪耗竭？UPB本质上是一种违背道德规范的不道德行为或事件，给他人的利益造成了实质上的损害，有些员工在从事了UPB后可能会产生内疚等负面道德情绪。进一步地，我们认为UPB 导致的内疚情绪体验是一种资源损耗的过程，最终导致员工出现情绪耗竭的状况。第一个研究构想即从资源的视角探索员工UPB导致员工产生情绪耗竭的过程和边界。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第二，长期来看，企业UPB是否会给企业造成实质上的损害？现实中很多UPB是以企业为载体表现出来的，为此我们建构企业UPB的概念并考察其可能给组织带来的危害。具体地，企业UPB指企业员工整体表现出的亲组织不道德行为水平。企业通过UPB获得的短期利益可能是以牺牲长期更大的利益为代价的。比如，企业隐瞒公众，将有缺陷的产品推向消费者，虽然短期能够获得市场，但是长期来看必将损害其声誉和品牌，影响企业长远发展。大众\"排气门\"事件就是典型案例，其重创了大众的形象和消费者对它的信赖，其销量、市场份额、市值等都遭到严重影响。第二个研究构想即考察企业UPB 对企业长期绩效的作用及其过程。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第三，作为UPB的接受者，顾客会做出什么反应？现有研究缺乏从UPB 接受方-利益相关者视角的研究。UPB 是企业及其员工针对利益相关者做出的，是一种跨越企业边界的行为，从企业之外的顾客的视角考察UPB的影响是一种有益的探索。尤其是当前利益相关者的重要性受到越来越多关注的背景下，顾客被当成企业的\"部分员工\"或者\"暂时员工”(Bove,Pervan,Beaty,& Shiu,2009），他们不仅消费企业的产品，还会主动为企业做出贡献。那么，在当前的市场环境下，如果企业做出损害顾客的行为，是否会伤害顾客的感情，导致这些\"部分员工\"或者\"暂时员工\"降低对组织的\"绩效\"呢？第三个研究构想即考察企业及其员工的UPB对顾客这类\"员工\"的\"绩效\"的作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综上所述，我们从UPB的研究现状中梳理出了三个具体的研究方向，包括员工UPB对员工自身情绪耗竭的影响研究、企业UPB 对企业长期绩效的影响及机制研究，以及企业和员工UPB 对顾客主动绩效的影响研究。三个研究方向紧紧围绕UPB 的负面效应这一理论黑箱展开，从不同的主体视角研究UPB的作用后果。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/0e43369ba26517895a65b30930c2983a9632ab6f5ea8b72672167e9739b3c169.jpg",
        "img_caption": [
            "图1总体研究构想图"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1研究一：员工UPB对情绪耗竭的影响，道德认同的调节作用和内疚的中介作用",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "本研究依据资源保存理论，构建如图2的理论模型，探讨UPB对情绪耗竭的影响，以及道德认同的调节作用和内疚的中介作用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "资源保护模型的核心准则是“人们会努力保留、保护、建设他们珍视的资源，当这些资源面临着实际或者潜在的损失时他们就会感觉到威胁”（Hobfoll,1989）。对于个体来说，自尊、乐观和自我效能感等积极的自我认知是个体特征资源（Hobfoll,1989）。内疚是指当个体意识到自己做了伤害他人的事情，并应该为之负责时产生的一种不愉悦的情绪体验(Baumeister,Stillwell,&Heatherton,1994）。内疚是一种典型的道德情绪，因其受个体自我评价的影响还经常被贴上\"自我意识情绪”(self-conscious emotion）的标签(Eisenberg,2000)，如果人们对自我认识形成消极评价之后即会体验到内疚情绪。我们认为部分员工在做出",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "UPB之后可能会产生资源损失的情况，体验到内疚情绪。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "因为，虽然UPB是一种不道德的行为，它违反了人们秉持的道德标准（Umphress&Bingham,2011），会威胁个体对自我的积极评价（Kelman&Baron,1974），使个体对其是否是一名有道德的人产生质疑，从而损害个体的特征资源。但同时，UPB又具有\"亲组织\"的一面，如果个体更多看到的是UPB 给组织带来的好处，那么个体在做出UPB之后不仅不会对自己产生消极的评价，甚至还会产生积极的自己评价，认为自己是一名于组织有贡献的人。这时候UPB反而是一种对个体特征资源的一种补充。那么UPB究竟会导致个体的资源损失还是补充，或者说UPB究竞在什么情况下会导致个体的资源损失？我们认为可能只有对于那些道德认同水平高的员工来说，他们做出了UPB之后才会出现资源损耗，产生内疚情绪。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "依据资源保存理论，道德认同会影响员工UPB对内疚的作用。Halbesleben,Neveu,Paustian-Underdahl和Westman(2014)在对资源保存理论的新发展中认为个体评判资源是否有价值的路径有两种。第一种是普适性路径（nomothetic approaches），强调的是被全社会所普遍珍视的事物，如健康的身体、美满的家庭等。第二种路径是特异性路径（idiographicapproaches），强调的是特定资源的价值取决于它们相对于个体当前需要（或目标）的匹配程度。有些事物虽然被大多数人认为是有价值的资源，但是如果它们和个体当前情境下的具体需要并不匹配，那么从特异性路径来看，这些事物于个体而言则没有价值（马红宇，唐汉瑛，张南，史燕伟，张晶，2019）。我们认为个体间道德认同水平之间的差异就是决定UPB是资源损失还是资源补充的一个特异性路径。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "道德认同指的是做一个有道德的人对于个体自我的重要性程度，程度越高说明道德认同水平越高（Aquino&Reed,2002）。道德认同是个体围绕着一系列被自已所珍视的道德特质所建立起来的自我概念，这些道德特质包括关爱、诚实、友善、同情等。道德水平高的员工更加珍视积极的道德品质，更加重视自己的道德自我意识，他们对自身拥有的道德特质也更为看重的。相反，那些道德认同水平低的员工赋予积极的道德品质的价值相对较低，他们可能会觉得自身是否具有优秀的道德特质并不重要。依据资源保存理论中个体评判资源的特异性路径视角，那些道德水平高的员工由于珍视自己的道德自我概念，因而不道德的UPB 对其产生的内疚情绪更强烈，而道德认同水平低的员工由于不在乎自己的道德自我概念，因而即使做出不道德的UPB之后体验到的内疚情绪可能较低，甚至不会产生内疚情绪。因此:",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "假设1：道德认同在员工UPB 和内疚之间起调节作用，道德认同高的员工比道德认同低的员工在做出UPB之后更容易产生内疚情绪。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c074f23ff3ad06c4f77f3436b0d173c209bc1e35fedcbe81ef625bb2daf24516.jpg",
        "img_caption": [
            "图2研究一理论模型图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "情绪耗竭是工作倦怠的主要部分，它是过度使用心理和情绪资源后产生的疲劳状态，是情绪上过度扩张和损耗的感觉（Maslach,1976）。从资源保存理论的视角来看，员工UPB导致的负面情绪体验是一种资源消耗的过程，这种实际的资源损失会引发个体的紧张和压力（Hobfoll,Halbesleben,Neveu,&Westman,2018）。随着心理和情绪资源的损耗，员工可能就会出现情绪耗竭的状态。实证上，研究发现当个体在工作中经历资源损失时，会出现工作倦怠（Shirom,1989）和情绪耗竭（王桃林，龙立荣，张军伟，张勇,2019）等紧张和压力反应。基于以上：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "假设2：内疚对情绪耗竭有正向影响。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "假设3：员工UPB 和道德认同的交互作用通过内疚为中介，影响员工情绪耗竭。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2研究二：企业UPB对组织长期绩效的影响与机制研究",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "现有研究尚未从“企业\"的视角考察企业UPB 的作用。然而，现实中很多UPB都是以企业行为的形式表现出来的，如前面提到的权健和自如的例子。实际上，顾客接受的很多服务是企业整体行为的体现。以酒店为例，顾客的入住体验是由酒店内各种职能部门的员工共同决定的，有前台、厨师、保洁、司机等人员。基于\"吸引-选择-留用\"和社会信息加工理论，在经过社会化和相互影响的过程后，同一家企业的不同员工在服务的质量和水平上会趋同化，反应出一种组织层次的服务或者表现（Liao&Chuang,2004）。现有研究提供了较多企业层次的服务表现、企业层次建言行为的实证证据(Burke,1999;Liao&Chuang,2004;Lam&Mayer,2014）。在本研究中，我们参照企业服务行为、群体公民行为和UPB的文献资料，将企业UPB定义为企业员工整体表现出的亲组织不道德行为水平，并考察其对组织长期绩效的影响。本研究的实施将有助于回应Umphress 和 Bingham（2011）关于将UPB扩展到更高层次进行研究的号召，能够产生更加丰富和有价值的成果，因为现有商业伦理的研究对于个体不道德行为扩散到组织层面所造成的影响仍然知之甚少(Kulik,O'Fallon,&Salimath,2008）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "研究二即围绕企业UPB对企业长期绩效的作用及其机制展开，模型如图3所示。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1c9a8cd441edca2e92574d6c5660a5ae87c3a63eef6891ab425648e1562acd5a.jpg",
        "img_caption": [
            "图3研究二理论模型图"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本研究考察企业UPB 通过企业声誉的中介作用对企业长期绩效的影响。根据利益相关者理论，企业在为股东创造利润的同时还应该承担对消费者、顾客、甚至整个社会的责任，企业要遵守商业道德、坚持合法合规生产,要保护利益相关者的利益(Brown&Dacin,1997)。对于利益相关者利益的维护和社会责任的履行能够为企业赢得良好的声誉，相反则会损害企业声誉。本研究的第一个假设即认为企业UPB 能够导致企业声誉的降低。企业声誉是指“在与其他竞争对手比较的过程中，企业因其过去行为以及未来前景而产生的对企业的所有利益相关者的吸引力”(Fombrun,1996）。如果企业被感知到损害了利益相关者的利益，没有履行相应的社会责任，其企业和品牌形象就会受损，进而丧失掉对利益相关者的吸引力(Folkes&Kamins,1999）。就企业声誉的产生来看，Gotsi 和Wilson（2001）认为企业行为和利益相关者的体验是形成企业声誉的重要途径，企业声誉通过客户、投资者、员工和社会公众的净感受表达出来。企业UPB 是针对利益相关者做出的，直接损害利益相关者的利益，会给利益相关者造成负面的体验。这种不好的体验和感受会降低利益相关者对企业的评价和好感，企业声誉因此会受损。此外，如果企业以亲组织不道德行为促成交易，一旦消费者或客户等发现企业产品、服务的缺陷，意识到在与企业的互动过程中受到了不公正的对待之后，也会对企业产生负面印象，影响企业声誉。基于以上，本研究拟验证：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设4：企业UPB对企业声誉有负向影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "一旦企业UPB 损害企业声誉，企业的长期绩效必将遭受损失。长期绩效反应了企业面向未来的产品开发、市场扩展、公众和社会形象等方面的能力（谢洪明，刘常勇，陈春辉，2006）。企业声誉作为一种无形的有价值资产，它是难以学习和模仿的，如果企业的声誉良好，将为企业带来可持续的利益，如果企业声誉受损，企业也必将遭受由此造成的损失（徐金发，刘靓，2004）。Roberts 和Dowling（2002）发现企业声誉对于企业保持长期利润有重要作用，良好的企业声誉有利于企业保持长期的超额利润。此外，良好的企业声誉有助于企业赢得市场，在市场竞争中获得竞争优势。相反，如果企业声誉受损，企业的消费者和客户会背离这家企业，并倒向其竞争对手，企业的利润和地位因此将遭受巨大影响，企业占有的市场将很容易被竞争者抢占，企业的长期绩效必然会受到重创。不仅如此，由于企业声誉是需要长期经营和维护的，一旦受损将很难修复和重塑，因此企业长期绩效的受损也是长期和难以恢复的。基于以上：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设5：企业UPB对企业长期绩效有负向影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设6：企业UPB 通过损害企业声誉对企业长期绩效产生负向影响。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3研究三：企业UPB和员工UPB对顾客主动绩效的影响与机制研究",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究三从员工UPB 的接受者—顾客的视角考察员工UPB对顾客主动绩效的影响,理论模型如图4所示。研究三从顾客对企业认同的理论视角探讨企业UPB 和员工UPB 对顾客主动绩效的影响，接着探讨员工组织化身在员工UPB对顾客主动绩效的作用过程中的调节作用。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/22f8e962ee6e89ce606282cd3b1de8acda87e51048f96c5b522b475cd7855d98.jpg",
        "img_caption": [
            "图4研究三理论模型图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Bhattacharya 和 Sen（2003）扩展了社会认同的概念范畴，认为顾客对于企业也会产生认同，叫顾客企业认同（customer-company identification），指顾客因认同企业的某些特征而满足其成员感、归属感的认知过程。Aheame等（2005）认为顾客在与企业员工互动过程中获得的体验和感知是影响顾客企业认同的重要因素。首先，顾客在企业中获得的美好体验有助于唤起顾客记忆中关于自我的积极信息，因而也会激发顾客对企业的认同感。其次，顾客会将企业员工的行为、态度视为企业特质和形象的展现，员工言行的可信赖度和真诚性有助于顾客对企业产生认同。基于现有顾客企业认同的理论和文献，本研究假设顾客在与企业特定员工互动过程中遇到的UPB 或不同职能员工整体表现的UPB 水平都会损害其对企业的认同。首先，顾客在于企业各职能部门的员工互动的过程中感受到的UPB会给顾客带来糟糕的体验，容易让顾客产生负面情感，这种负面情感直接影响顾客和企业之间的关系质量。不仅如此，UPB会为顾客创设一种低自尊的情景，顾客在其中很难唤起积极的自我概念，从而难以对企业产生认同。其次，UPB 向顾客传递出企业不可靠、不值得信赖的信息，难以让顾客产生对企业的认同。基于以上：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "假设7a：企业UPB对顾客企业认同有显著的负向影响。  \n假设7b：员工UPB对顾客企业认同有显著的负向影响。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "对于顾客来说，通过建立对企业的认同有助于满足其自我的心理需要。对企业来说，对企业有认同感的顾客往往会做出对企业有利的行为。随着市场经济的发展，顾客在企业发展中所扮演的角色受到了越来越多的重视。Bettencourt（1997）将顾客表现出的有利于企业实现服务过程、提升服务品质的自发行为称作顾客主动绩效（Customer voluntaryperformance），包含忠诚、合作和参与三个维度。顾客主动绩效对企业、员工以及其他顾客都有积极的作用（Bove etal.,2009）。在本研究中，我们假设顾客企业认同会对顾客主动绩效产生积极的影响。因为，当顾客对企业产生了认同感后，会从该企业的视角出发对自我形象进行界定。接着，其增强的自我概念会使他们促成其他顾客也对企业产生积极正面的体验和感受，有助于帮助企业完成服务过程，实现交易（何美贤，罗建河,2016）。实证上，现有研究已经证明了顾客企业认同能够帮助企业招徕新顾客、提高顾客对企业失误的包容、减少对企业的抱怨等（Wu&Tsai,2007），能够促进顾客角色内和角色外的支持行为（Ahearneetal.,2005）。综上，我们拟验证：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设8：顾客企业认同对顾客主动绩效有显著的正向影响。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设9a：企业UPB通过降低顾客企业认同对顾客主动绩效产生负向影响。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设9b：员工UPB通过降低顾客企业认同对顾客主动绩效产生负向影响",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "与企业UPB 对顾客主动绩效影响不同的是,企业特定员工UPB 对顾客主动绩效的影响还会受到该名员工代表企业程度的影响。员工作为企业的代理人，其行为背后反映的是企业价值观、目标、具体政策等，因而顾客可能会将员工的行为视作是其所属企业意图的体现。顾客将员工视作企业代表的程度可能会影响员工UPB对顾客企业认同的影响。借鉴领导组织化身（Supervisor's Organizational Embodiment, SOE）的概念(Eisenberger et al.,2010)，本研究用员工组织化身表示顾客将员工视作企业代理人的程度。在不同的企业，顾客感受到的员工组织化身并不相同，当顾客感知到企业员工很好地履行了企业职责时可能会认为员工组织化身较高，而当顾客认为员工的行为有较多自主性时会认为员工组织化身较低。当顾客感知到员工组织化身高时，他们会将与企业员工互动过程中感受到的UPB 视作组织真实意图的反应，从而进一步降低对企业的认同感。实证上，Wu（2009）发现当员工遇到变革型领导时，如果员工感知领导组织化身水平高，员工会将领导带来的变革型影响视为是组织的影响，从而会增强对组织的认同。类似地，我们拟验证：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设10：员工组织化身正向调节员工UPB与顾客企业认同的关系，顾客感知员工组织化身越高，员工UPB对顾客企业认同的负面影响越强。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设11：员工组织化身对员工UPB通过顾客企业认同对顾客主动绩效的间接作用有调节效应，顾客感知员工组织化身越高，员工UPB 通过顾客企业认同对顾客主动绩效负向效应越强。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "通过对UPB研究的文献梳理，我们发现现有研究主要聚焦于UPB 的前因，对其影响结果特别是潜在的负面作用重视不足。基于对现实中日趋泛滥的UPB现象及其危害性的观察，本项目从关注企业及其员工为什么会做出UPB,转变为其做了UPB之后会导致什么后果上。通过资源保存理论、利益相关者理论、社会认同理论的理论视角，从UPB的行动者（企业及其员工）和行为接受者（顾客）的角度探索UPB的负面效应及其机制，进行了一系列的理论建构。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "首先，考察UPB 和道德认同的交互作用对情绪耗竭的作用及内疚的中介作用。其中内疚是一种因从事了不道德行为之后产生的负面道德情绪，这种情绪会导致不愉悦感，会消耗个体的心理能量和资源（Baumeister etal.,1994）。情绪耗竭是工作倦怠的主要部分，它是过度使用心理和情绪资源后产生的疲劳状态，是情绪上过度扩张和损耗的感觉（Maslach,1976）。情绪耗竭是员工UPB 的结果变量，而将内疚是UPB 诱发情绪耗竭的中介变量。当然，这一作用过程可能会受到个体差异——道德认同的影响。UPB作为一种能够消耗个人心理资源的不道德行为，对于那些珍视积极道德特质的员工来说，其导致的内疚情绪和情绪耗竭水平应该会更高。而对于那些道德认同水平低的人，其在做出了UPB之后不一定会出现内疚的情绪体验，进而可能不会产生情绪耗竭。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "其次，提出企业UPB的概念，将企业UPB 定义为企业员工整体表现出的亲组织不道德行为水平。在企业管理实践活动中，很多UPB都是以企业行为的形式表现出来的，这种企业层次的UPB 虽然可能在短期内对组织绩效有益，但是长期来看，企业可能会得不偿失。本项目将反映企业面向未来的发展能力——长期绩效作为企业UPB的结果变量。因为从利益相关者理论的视角来看，没有一家企业的生存和发展能够建立在损害利益相关者利益的基础之上，只有建立在满足和促进利益相关者利益之上的企业才能获得长远的发展。此外，提出企业UPB 对其长期绩效的损害作用是通过损害企业声誉产生的。企业UPB 直接影响利益相关者对企业形象的认知和评价，而一旦企业声誉受损，将很难修复，并将在同竞争对手的竞争过程中失去优势，最终导致企业长期绩效的损失。因此企业声誉在企业UPB 影响企业长期绩效的过程中扮演着中介作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "最后，从社会认同理论的视角探索企业UPB 和员工UPB 对顾客主动绩效影响，并检验顾客企业认同的中介作用和顾客感知到的员工的组织化身的在员工UPB 和顾客主动绩效之间的调节作用。其中，顾客企业认同和顾客主动绩效来自于现有文献，顾客企业认同指顾客因认同企业的某些特征而满足其成员感、归属感的认知过程（Bhattacharya& Sen,2003），顾客主动绩效指顾客表现出的有利于企业实现服务过程、提升服务品质的自发行为称作顾客主动绩效（Bettencourt,1997）。通过借鉴领导组织化身的定义，我们建构了员工组织化身的概念，指顾客将员工视作企业代理人的程度。顾客在于企业员工互动的过程得到的糟糕体验（员工UPB）会降低顾客对企业的认同，并通过影响顾客对企业的态度和行为进而降低顾客的主动绩效。当然，这一过程受到顾客将员工视为企业代理人程度的影响，如果顾客将员工视为企业代理人的程度高，那么他更可能将员工的UPB视作企业的作用，会出现更低的企业认同和企业主动绩效。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "本项目认为，要想形成对UPB的辩证和正确认识，并指导企业管理实践活动，关键在于充分研究UPB的负面效应。基于此，从企业、员工和顾客等多元主体出发研究UPB 的负面作用，有助于全面辩证地认识UPB。此外，本项目的理论建构，不仅有助于认识UPB这杯\"味美的毒酒”，还将揭示其中的作用机制和过程，推动UPB的理论研究进程，并为企业管理者正确认识和管理企业中的UPB行为提高有价值的参考，推动企业追求\"有道德”且可持续的发展。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "陈默，梁建.(2017).高绩效要求与亲组织不道德行为:基于社会认知理论的视角.心理学报,49(1),94-105.   \n何美贤，罗建河.(2016).企业声誉对消费者情感依恋和顾客公民行为的影响机制——基于顾客—企业认同 视角.中国流通经济,30(4),108-114.   \n郭亿馨，苏勇，吉祥熙.(2018).员工未来关注与不道德亲组织行为:一个中介-调节模型的构建与检验．中国 人力资源开发，35(2),30-40.   \n李根强.(2016).伦理型领导、组织认同与员工亲组织非伦理行为:特质调节焦点的调节作用．科学学与科学 技术管理,37(12),125-135.   \n林英晖，程垦.(2016).领导-部属交换与员工亲组织非伦理行为:差序格局视角．管理科学,29(5),57-70.   \n林英晖,程垦.(2017).差序式领导与员工亲组织非伦理行为:圈内人和圈外人视角．管理科学,30(3),35-50.   \n罗帆，徐瑞华.(2017).高承诺人力资源管理实践对亲组织非伦理行为的影响——组织支持感的中介作用与 道德认同的调节作用．中国人力资源开发,34(10),28-38.   \n马红宇,唐汉瑛,张南,史燕伟,张晶.(2019).资源保存理论.见 李超平,徐世勇(编),管理与组织研究常用的 60 个理论(pp.73-82).北京：北京大学出版社.   \n孙春玲，姬玉，许芝卫.(2018).心理授权对工程项目团队不道德亲组织行为的影响研究——基于组织惯例 的调节作用.中国软科学,32(4),160-169.   \n孙永波，丁沂昕，邓春平.(2018).关怀型伦理环境对员工亲组织非伦理行为的影响——基于医药企业的调 查.中国劳动关系学院学报,32(4),97-109.   \n王桃林，龙立荣，张军伟，张勇.(2019).类亲情交换对工作家庭冲突的作用研究.管理评论,31(2),180-189.   \n王晓辰，高欣洁，李清.(2018)．亲组织非伦理行为对员工职业发展的影响:一个跨层的被调节中介．心理科 学,41(3), 646-652.   \n谢洪明，刘常勇，陈春辉.(2006).市场导向与组织绩效的关系:组织学习与创新的影响——珠三角地区企业 的实证研究.管理世界,(2),80-94.   \n徐金发，刘靓.(2004).企业声誉定义及测量研究综述．外国经济与管理,26(9),25-30.   \n徐琳，王济干，樊传浩.(2018).授权型领导对员工亲组织非伦理行为的影响:一个链式中介模型．科学学与 科学技术管理,39(6),109-121.   \n赵红丹，周君.(2017).企业伪善、道德推脱与亲组织非伦理行为:有调节的中介效应．外国经济与管理,39(1), 15-28.   \n张永军，张鹏程，赵君.(2017).家长式领导对员工亲组织非伦理行为的影响:基于传统性的调节效应．南开 管理评论,20(2),169-179.   \n钟熙，王甜，罗溴元，宋铁波.(2018).上下级关系与亲组织非伦理行为:基于组织认同与自我牺牲型领导的 作用．科学学与科学技术管理,39(6),122-135.   \nAhearne, M., Bhattacharya, C.B.,& Gruen, T. (2005). Antecedents and consequences of customer-company identification: Expanding the role of relationship marketing. Journal of applied psychology,90(3),574-585.   \nAquino,K.,& Reed,A.I.. (2o02).The self-importance of moral identity. Journal of Personality & Social Psychology, 83(6),1423-1440.   \nBaumeister,R.F., Stillwell,A. M.,& Heatherton,T.F.(1994). Guilt: An interpersonal approach. Psychological Bulletin, 115(2),243-67.   \nBetencourt,L. A.. (1997). Customer voluntary performance: Customers as partners in service delivery. Journal of Retailing, 73(3),383-406.   \nBhattacharya, C.B.，& Sen， S. (2oo3). Consumer-company identification: A framework for understanding consumers' relationships with companies. Journal of Marketing, 67(2),76-88.   \nBove,L.L., Pervan, S.J.， Beatty，S.E.，& Shiu,E. (209). Service worker role in encouraging customer organizational citizenship behaviors. Journal of Business Research, 62(7),698-705.   \nBrown,T. J.,& Dacin, P. A. (1997). The company and the product: Corporate assciations and consumer product responses. Journal of Marketing, 61(1), 68-84.   \nBurke,B. M. J.. (1999). An examination of service-related antecedents to retail store performance. Journal of Organizational Behavior, 20(6), 943-962.   \nCastile,C.M.，Buckner,J.E.，& Thoroughgood,C.N. (2016).Prosocial citizens without a moral compass? Examining the relationship between Machiavellianism and unethical pro-organizational behavior. Journal of Business Ethics,1-12.   \nChen，M., Chen, C. C.，& Sheldon， O.J. (2016). Relaxing moral reasoning to win: How organizational identification relates to unethical pro-organizational behavior. Journal of Applied Psychology，101(8), 1082-1096.   \nEffelsberg,D.,& Solga, M. (2015). Transformational leaders' in-group versus out-group orientation: Testing the link between leaders' organizational identification, their wilingness to engage in unethical pro-organizational behavior,and follower-perceived transformational leadership.Journal of Business Ethics,126(4),581-590.   \nEffelsberg,D.,Solga,M.,& Gurt,J.(2O14).Transformational leadership and follwer'sunethical behavior for the benefit of the company: A two-study investigation. Journal of Business Ethics,120(1),81-93.   \nEisenberg，N. (200). Emotion,regulation,and moral development. Annual Review of Psychology，51(51), 665-697.   \nEisenberger,R.，Karagonlar，G.， Stinglhamber,F.，Neves,P.，Becker，T.E.，Gonzalez-Morales，M.G.，& Steiger-Mueller，M. (20l0).Leader-member exchange and affective organizational commitment: The contribution of supervisor's organizational embodiment. Journal of Applied Psychology, 95(6),1085-1103.   \nFehr,R., Welsh,D., Yam,K.C.,Baer,M., Wei, W.,& Vaulont,M. (2019).The role of moral decoupling in the causes and consequences of unethical pro-organizational behavior. Organizational Behavior and Human Decision Processes,153,27-40.   \nFolkes,V. S.，& Kamins, M. A. (1999). Effects of information about firms’ethical and unethical actions on consumers' atitudes. Journal of Consumer Psychology, 8(3), 243-259.   \nFombrun, C.(1996). Reputation: Realizing value from the corporate image. Cambridge: Harvard Business School Press.   \nGotsi, M.， & Wilson, A. (2001). Corporate reputation management: “Living the brand. Management Decision, 39(2),99-104.   \nGraham, K.A., Ziegert, J. C.，& Capitano,J. (2015). The efect of leadership style,framing,and promotion regulatory focus on unethical pro-organizational behavior. Journal of Business Ethics,126(3), 423-436.   \nHalbesleben,J.R.B.,Neveu,J.P.,Paustian-Underdahl,S.C.,& Westman,M..(2014). Getting to the\\\"cor\\\": Understanding the role of resources in conservation of resources theory. Journal of Management, 40(5), 1334-1364.   \nHobfoll,S. E. (1989). Conservation of resources: A new attempt at conceptualizing stress. American Psychologist, 44(3), 513-524.   \nHobfoll, S.E.，Halbesleben，J.，Neveu,J.P.，& Westman，M. (2018). Conservation of resources in the organizational context: The reality of resources and their consequences. Annual Review of Organizational Psychology and Organizational Behavior,5(1),103-128.   \nIlie,A.(20l2). Unethical Pro-Organizational Behaviors: Antecedents and Boundary Conditions (Unpublished doctorial dissertation). Tampa: University of South Florida.   \nKelman,H. C.,& Baron,R.M. (1974). Moral and hedonic dissonance: A functional analysis of the relationship b etween discrepant action and atitude change. In S. Himmelfarb， A. H. Eagly (Eds.), Readings in Attitude Change (pp. 558-575). New York, United States: John Wiley & Sons.   \nKong,D.T. (20l6).The pathway to unethical pro-organizational behavior: Organizational identification as a joint function of work passion and trait mindfulness.Personality and Individual Differences,93(4),86-91.   \nKulik,B.W.,M.J. O'Fallon,& Salimath,M.S.. (2008). Do competitive environments lead to the rise and spread of unethical behavior? Parallels from Enron.Journal of Business Ethics,83(4),703-723.   \nLam, C.F.,& Mayer,D.M. (2014). When do employees speak up for their customers? A model of voice in a customer service context.Personnel Psychology,67(3), 637-666.   \nLee,A.,Schwarz, G., Newman, A.,& Legood,A.(2017). Investigating when and why psychological entitlement predicts unethical pro-organizational behavior.Journal of Business Ethics,1-18.   \nLiao,H.,& Chuang,A. (2Oo4). A multilevel investigation of factors influencing employee service performance and customer outcomes. Academy of Management Journal, 47(1), 41-58.   \nMaslach C.(1976). Burn-out. Human Behavior, 5(9),16-22.   \nMatherne II, C.F.,&Litchfield,S.R.(2012). Investigating the relationship between affective commitment and unethical pro-organizational behaviors:The role of moral identity.Journal of Leadership,Accountability and Ethics,9(5),35-46.   \nMiao,Q.,Newman,A.，Yu,J.，& Xu,L. (2013). The relationship between ethical leadership and unethical pro-organizational behavior: Linear or curvilinear effects?.Journal of Business Ethics,116(3),641-653.   \nRoberts,P.W.，& Dowling,G.R. (2002). Corporate reputation and sustained superior financial performance. Strategic Management Journal, 23(12),1077-1093.   \nShirom,A. (1989).Burnout in work organizations.In Cooper, C.L. Robertson (Eds.),International Review of Industrial and Organizational Psychology (pp. 25-48). New York, United States: Wiley.   \nUmphress,E.E.,& Bingham,J.B. (20l1). When employees do bad things for good reasons: Examining unethical pro-organizational behaviors. Organization Science, 22(3), 621-640.   \nUmphress,E.E.,Bingham,J.B.,& Mitchel,M.S. (2010). Unethical behavior in the name of the company: The moderating effect of organizational identification and positive reciprocity beliefson unethical pro-organizational behavior. Journal of Applied Psychology, 95(4),769-780.   \nWang,T., Long, L., Zhang, Y. & He, W.. (2019). A social exchange perspective of employee-organization relationships and employee unethical pro-organizational behavior: The moderating role of individual moral identity.Journal of Business Ethics,159(2), 473-489.   \nWu, W. Y.,& Tsai, C. H. (2007). The empirical study of CRM $\\because$ Consumer-company identification and purchase intention in the direct seling industry. International Journal ofCommerce & Management,17(3),194-210.   \nWu H. (20o0). Transformational leadership and outcomes:Roles of supervisor's organizational Embodiment (Unpublished master’ s thesis). Delaware Newark: The University of Delaware.   \nXu,T.,& Lv,Z. (2018). HPWS and unethical pro-organizational behavior: A moderated mediation model. Journal ofManagerial Psychology，33(3),265-278. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The negative effects and underlying mechanisms of unethical pro-organizational behavior ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "WANG Taolin'， ZHANG Yong² ZHOU Haol ZHANG Junwei3(1．College ofBusiness， Sichuan University， Chengdu 610064;",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2. Chongqing University, School of Economics and Business Administration, Chongqing 400030; ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3. College of Economics and Management， Huazhong Agricultural University， Wuhan 430070) ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Abstract: In recent times, various tragedies caused by unethical pro-organizational behavior (UPB)—that is,unethical behavior with the intention to potentially benefit the organization, but harm the interests of external stakeholders instead—are proliferating. The existing studies on UPB predominately focus on identifying its antecedents and pro-organizational aspects,ignoring its potential negative outcomes. Given this theoretical gap, the negative effects of UPB from a multilevel perspective are explored. First, the effect of UPB on exhaustion is explored; the moderating effect of moral identity and mediating effect of guilt are examined as well Second, a firm-level UPB definition is created,and its negative effect on the firm's long-term performance as well as the mediating role of corporation reputation are examined.Finally,the influence of the firm's and employees’ UPB on customers' voluntary performance is analyzed, as well as the mediating effect of customer identification on the company and the moderating role of the perceived corporation agent role of employees.The results of this project will not only enrich the theoretical study related to UPB,but also help to discourage the practice or escalation of this kind ofunethical behavior. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Key words: unethical pro-organizational behavior; emotional exhaustion; long-term firm performance; customer voluntary performance ",
        "page_idx": 15
    }
]