[
    {
        "type": "text",
        "text": "Structural insight into autoinhibition and histone H3-induced activation of DNMT3A ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xue $\\mathrm { G u o ^ { 1 , 2 * } } ,$ Ling Wang1,2\\*, Jie $\\mathrm { L i } ^ { 1 }$ , Zhanyu $\\mathrm { D i n g ^ { 3 } }$ , Jianxiong Xiaol, Xiaotong $\\mathrm { Y i n ^ { 1 } }$ , Shuang $\\mathrm { H e ^ { 1 } }$ ,Pan $\\mathrm { S h i } ^ { 4 , 5 , 6 }$ , Liping Dong7,8, Guohong $\\mathrm { L i } ^ { 7 }$ ,Changlin Tian4,56,Jiawei Wang,YaoCong&Yaui $\\mathrm { { X u ^ { 1 , 2 } } }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DNA methylation is an important epigenetic modification that is essential for various developmental processes through regulating gene expression, genomic imprinting,and epigenetic inheritancel-5.Mammalian genomic DNA methylation is established during embryogenesis by de novoDNA methyltransferases,DNMT3A and DNMT3B6-8, and the methylation patterns vary with developmental stages and cell types9-12.DNA methyltransferase 3-like protein (DNMT3L) is a catalytically inactive paralogue ofDNMT3 enzymes,which stimulates the enzymatic activity of $\\bf { D n m t } 3 a ^ { 1 3 }$ .Recent studies have established a connection between DNA methylation and histone modifications, and revealed a histone-guided mechanism for the establishment of DNA methylation14.The ATRX-DNMT3-DNMT3L(ADD) domain of Dnmt3a recognizes unmethylated histone H3 (H3K4me0)15-17. The histone H3 tail stimulates the enzymatic activity of Dnmt3a in vitro17,18, whereas the molecular mechanism remains elusive. Here we show thatDNMT3A exists in an autoinhibitory form and that the histoneH3 tail stimulates its activity ina DNMT3L-independent manner.We determine the crystal structures ofDNMT3A-DNMT3L (autoinhibitory form) and DNMT3A-DNMT3L-H3 (active form) complexes at 3.82 and 2.90 A resolution, respectively.Structural and biochemical analyses indicate that the ADD domain ofDNMT3A interacts with and inhibits enzymaticactivity ofthe catalytic domain (CD) through blocking its DNA-binding affinity.Histone H3 (but not H3K4me3) disrupts ADD-CD interaction, induces a large movement of the ADD domain,and thus releases the autoinhibition ofDNMT3A. The finding adds another layer of regulation of DNA methylation to ensure that the enzyme is mainly activated at proper targeting loci when unmethylated H3K4 is present, and strongly supports a negative correlation between H3K4me3 and DNA methylation across the mammalian genome9,10,19,20. Our study provides a new insight into an unexpected autoinhibition and histone H3-induced activation of the de novo DNA methyltransferase after its initial genomic positioning. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To investigate howDNMT3Aactivityis regulated,we performed an in vitro DNA methylation assayusing recombinantDNMT3A2 (residues 224-912),a catalytically active variant of DNMT3A consisting of ProTrp-Trp-Pro (PWWP),ADD,and CD domains (Fig.la)²1.H3K4me0 (but not H3K4me3) peptide significantly stimulated the enzymatic activities ofDNMT3A2 or DNMT3A2 in complex with the CD-like domain ofDNMT3L(designatedCDNMT3L)(Fig.1band Extended Data Fig.a,b). A similar effect was observed for DNMT3A2 or DNMT3A2-CDNMT3L using recombinant poly-nucleosomes carrying unmethylated histone H3 or H3K4me3 mimic $\\mathrm { \\cdot } \\mathrm { H } 3 \\mathrm { K } _ { \\mathrm { C } } 4 \\mathrm { m } \\mathrm { e } 3 \\$ ) (Fig.1band Extended Data Fig.lc). Thus,the enzymatic activity ofDNMT3A2 is stimulated byhistone H3 (but notH3K4me3) tail either in the form of free peptide,or within nucleosome,ina DNMT3L-independent manner. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We next characterized the critical regions for histone H3-induced activation of DNMT3A.H3K4me0 peptide activated DNMT3A2 and ADD-CD (residues 476-912) proteins with comparable(approximately sixfold) activity enhancement,but did not stimulate activity of the CD domain(residues 627-912) in the absence or presenceof CDNMT3L (Extended Data Fig.1d,e).ADD-CD protein with histone H3 peptide (residues 1-20) fused at the amino (N) terminus (H3-ADD-CD) showed significantly higher activity than ADD-CD,and could not be further activated byH3K4me0 peptide (Extended Data Fig.le).These results collectively indicate that the ADD domain (but not the PWWP domain) isrequired forhistoneH3-induced activationofDNMT3A. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Notably, the CD domain orCD-CDNM3L complex showedcomparableactivityto thatof ADD-CDor ADD-CD-CDNM3Lactivated by histone H3 peptide (Extended Data Fig.1d,e),suggesting that the ADD domain inhibit the activity of the CD domain and histone H3 release this inhibition.In support of this hypothesis,addition of ADD-linker (residues 476-626,Fig.la),but not H3-ADD-linker fusion protein inhibited the activity of the CD domain (Fig.lc).These results confirm the existence ofautoinhibition of DNMT3A,in which ADD-linker directly inhibits the enzymatic activity of the CDdomain,and that this inhibition is released by histone H3 tail. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We determined the crystal structure of ADD-CD ofDNMT3A in complex with $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ (ADD-CD-CDNMT3L) at 3.82 A resolution (Fig. 1d and Extended Data Table 1). Although only one ADD-CD-CDNMT3L complex was observed within an asymmetric unit of the crystals,gelfiltration analysis indicated a tetramer formation in solution.Two ADD$) { \\mathrm { - } } { \\mathrm { C } } ^ { \\mathrm { D N M T 3 L } }$ complexesfodimerofdimersvateCDCDinter action ina two-fold crystallographic symmetry (Extended Data Fig.2). The complex structure adopts an X' shape with two CD domains located in the centre and the ADD and $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ domains located in the four corners. In the ADD-CD- $C ^ { \\mathrm { D N M T 3 L } }$ structure, CD-CDN3Ladotsa similar fold to that of mouse CDDnmt3a_CDnmt3L structure (Extended Data Fig. 3a)22. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The ADD and CDdomains fold into two individual structural modules connected by the linker (Fig.1d).The linker forms a twisted helix followed by an extended loop,which packs against a hydrophobic surface of the CD domain (Extended Data Fig.3b,c).A loop region (residues 526-533)extends out of the ADD domain and inserts into a pocket in the CD domain (Fig.le and Extended Data Fig.3d).This pocket is mainly formed by basic residues R790,R792,H789,and R831 of the CD domain.Three acidic residues (D529/D530/D531) and hydrophobic residues(Y526/Y528/Y533) of the ADD domain are brought into close proximity to the pocket.All residues that are involved in the intramolecular interaction are highly conserved in DNMT3A/3B,suggesting a conserved ADD-CD interface among DNMT3A/B sub-family members,but not DNMT3L (Extended Data Fig.4).Structural comparison also indicated that ADDDNMT3L would have steric hindrance with $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ if DNMT3L adoptsa similar conformation to that of DNMT3A (Extended Data Fig. 3e)15. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/171987f58e790a7089dd81efa67942880a6c9dc2239f3ee61817bc5682ec0648.jpg",
        "img_caption": [
            "Figure 1|Structure of the DNMT3A-DNMT3L complex in autoinhibitory form.a, Colour-coded domain architecture of human DNMT3A and DNMT3L.b,Relative activities of DNMT3A2 using peptides or reconstituted nucleosomes as substrates in theabsence or presence of $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ . c, Activities of the CD domain in the absence or presence of ADD-linker or H3-ADDlinker fusion proteins.d,Ribbon representations of the overall structure of the ADD-CD-C3Lomplex.Adocyareshowninstickrepresetton; zinc cations are shown as grey balls.The colour scheme is the same as in a and used in all structural figures.e,Close-up view of the ADD-CD interface. Critical residues for the interactions are shown in stick representation.Relative activities were calculated according to basal activity for each protein in the absence of H3 peptide.Error bars,s.d.for triplicate experiments. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The intramolecular interaction was verifiedin the in vitro glutathione S-transferase(GST) pull-down assays,in which ADD-linker bound to the CD domain (Fig.2a and Extended DataFig.5a-e).Mutations D529A, D531A,D529A/D531A,and Y526A/Y528Aof ADD-linker,decreased the binding affinity to the CD domain,supporting their important role in mediating the ADD-CD interaction.In contrast,mutations R556A, ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "M548W,D530A,and Y533Aof ADD-linker showed little effect on ADDCD interaction(Fig.2aand Extended DataFig.5a,b).MutationR790A/ R792A of the CD domain also impaired its binding affinity to the ADDlinker protein(ExtendedData Fig.5c).H3K4me0 (but notH3K4me3) peptide hampered ADD-CD interaction,suggesting that histone H3 tail releases autoinhibition of DNMT3A through disrupting this intramolecular interaction (Fig.2b and Extended Data Fig. 5d). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We next mapped the critical regions for the autoinhibition of DNMT3A in thepresenceofCDNM3L (Fig.2c).Comparedwith ADD-CD(DelN476),Del-N522 showed a slight increase in enzymatic activity,whereas Del-N550,Del-N587,and Del-N610 significantly increased their activities (Fig.2d).Although ADD and ADD-linker showed comparable bindingaffinity to the CDdomain(ExtendedData Fig.5e),only ADD-linker (ADD-626) maintained the inhibitory function,while all other truncated proteins markedly decreased their inhibition on the activity of the CD domain (Fig.2e).Replacement ofresidues 621-632 bya12-residue Gly and Ser(GS) linker inADD-CD partly released autoinhibition and showed less than twofold activity enhancement upon histone H3 stimulation (Extended Data Fig.5f).The results indicate that the ADD domain and linker are both important for the autoinhibition of DNMT3A. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We next tested whether residues on the ADD-CD interface are important for the autoinhibition ofDNMT3A. Compared with wild-type protein,mutations D529A,D531A,and Y526A/Y528Aof the ADD-linker could barely inhibit the activity of the CD domain (Fig.2f and ExtendedData Table2).MutationsD529A,D531A,and Y526A/Y528Aof DNMT3A2 showed enzymatic activities that are comparable to or slightly lower than that of corresponding mutants activated by histone H3 peptide (Fig.2g).A more obvious release of autoinhibition was observed in assays using recombinant poly-nucleosomes as substrate (Fig.2h).As a negative control,mutation M548W ofDNMT3A2 remained in an inhibitory formand was not activated byhistone H3 tail because the mutant could not bind to histone H3 (ref.18).Taken together,the ADD domain and linker function together to inhibit the activity of the CD domain, and ADD-CD association is essential for ADD-mediated autoinhibition ofDNMT3A. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "HhaIisa well-characterized bacterial DNA(cytosine-5) methyltransferase23.Structural comparison of ADD-CD-CDNMT3L and HhaI-DNA (Protein Data Bank(PDB) accession number1MHT) complexes indicates that their catalytic domains adopt similar fold,and suggests that loops L1 and L2 of DNMT3A are potential regions for DNA interaction (Fig.3a-cand Extended Data Fig.4).Consistently,mutatingbasic residuesK831,R836/N838,K841,and K844 on loop L2 impaired the enzymatic activity of DNMT3A(Fig.3c and Extended Data Fig.6a)24. In the ADD-CD-CDNMT3L structure, the ADD domain is locatedclose to the loop L2 and may thus generate steric hindrance for DNA interaction (Fig. 3c). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In support of the analysis above,ADD-CD markedly decreased,but H3-ADD-CD showed comparable DNA-binding affinity to that of the CD domain (Fig.3d).Histone H3 peptide partly restored DNA-binding affinity of ADD-CD or DNMT3A2,which may have resulted from relative weak interaction between histone H3 peptide and DNMT3A2 (Fig.3d,e and ExtendedData Fig.6b).Consistent with their effect on the release of autoinhibition,mutations D529A,D531A,and Y526A/ Y528A of DNMT3A2-CDNM3Lpartlyrescued theDNA interaction (Fig.3e),and histone H3 (but notH3K4me3)peptide increased the complex formation of ADD-CD-DNA,but not CD-DNA (Fig.3f).Similar results were observed in electrophoretic mobility-shift assays (Extended Data Fig.6c).Taken together,the ADD domain inhibits the activity of the CD domain by decreasing its DNA-binding affinity.This inhibition is restored by fusion of the histone H3 tail at the N terminus ofADD-CD, and is partly restored byaddition of histone H3 peptide or mutations of residues on the ADD-CD interface. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We also determined the crystal structure of ADD-CD-CDNMT3L in complex with histone H3 peptide (residues 1-12)at $2 . 9 0 \\mathring \\mathrm { A }$ resolution (Extended Data Table1).The complex structure adopts abutterfly shape, with the ADD and $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ domains resemblingthewings(Fig.4a).In the complex structure,two ADD-CD-CDNMT3L-H3 complexes form a dimer of dimers through CD-CD interface ina pseudo-two-fold symmetry. CD-CDDNMT3Ladoptsa similar fold to that of ADD-CD-CDNMT3L (autoinhibitoryform)andmouseCDDnmt3a_CDnmt3L structures,whereas the position of the ADDdomain is obviously differentin the structures ofDNMT3A inautoinhibitory and active forms (Fig.4a,b and Extended Data Fig. 7a, b). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/7493858755ef1b264981eee72e8585c5a1093d3ccd38b2d30a95beb3304eca43.jpg",
        "img_caption": [
            "Figure 2 $\\mathbf { \\left| \\delta A D D - C D \\right. }$ interactions are important forautoinhibition ofDNMT3A.a, GST pull-down assays for the ADD-CD interactions. Recombinant CD (residues 627-912) proteins were incubated with wild-type or mutant GST-ADDlinker proteins immobilized on glutathione resin. The bound proteins were analysed using SDSpolyacrylamide gel electrophoresis (SDS-PAGE) and Coomassie blue staining (Extended Data Fig.5a).The assays were quantified by band densitometry.Error bars,s.d.for triplicate experiments.b,GST pull-down assays in the absence or presence of histone H3 peptide (H3K4me0 orH3K4me3)as indicated in Extended DataFig.5d.c,Schematic representation of DNMT3A proteins used for in vitro methyltransferase activity assays.d,Effect of various N-terminal deletions of ADD-CD on its enzymatic activity.e,Activities of the CD domain measured in the presence of various carboxy (C)-terminal deletions of ADD-linker proteins. f,Activities of the CD domain measured in the presence of wild-type and mutant ADD-linker proteins.g,h,Activities of wild-type or mutant DNMT3A2 measured using naked DNA (g) or poly-nucleosomes ${ \\bf \\Pi } ( { \\bf h } )$ as substrate. Error bars,s.d.for triplicate experiments. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the ADD-CD-CDNMT3L-H3 structure,the ADD-CD interaction is mediated byanetwork of hydrogen bonds and hydrophobicinteractions (Extended Data Fig.7c,d).A similar domain organization was observed in the DNMT3L-H3 structure15,suggesting a conserved ADD-CD interface among DNMT3 family members when they adopt the active form (Extended Data Fig.7e). The histone H3 peptide binds to the ADD domain by forming a three-stranded anti-parallel $\\beta$ -sheetwith two $\\beta$ -strands ofthe ADD domain (Extended Data Fig.7f).The side chain of H3K4 is stabilized by residues D529 and D531 of the ADD domain, and tri-methylation of H3K4 will disrupt the interactions.Mutations D529A,D531A,and M548W of ADD-CD abolished their binding affinity to histone H3 peptide (Extended Data Fig. $7 \\mathrm { g }$ ） ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Comparisonofthestructures of ADD-CD $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ in autoinhibitory and active forms indicates two separate surfaces on the CD domain for ADD-CD interaction,and suggests a conformational change of DNMT3A induced byhistoneH3(Fig.4a-cand Extended Data Fig.8a).DNMT3A may prefer an autoinhibitory form in the absence of histone H3.Upon histone H3 association,DNMT3A adopts an active form to open an otherwise locked DNA-binding region for establishment ofDNA methylation.The negative-stain electron microscopy density maps clearly showed adistinct shape for DNMT3A2 (residues 275-912)-CDNMT3L complex in the absence or presence of histone H3 peptide,supporting a conformational change of DNMT3A2-CDNMT3L induced by histone H3: that is,transforming from an ‘X' shape(autoinhibitory form) to a butterfly shape (active form) (Extended Data Fig.8b-d).One-dimensional $^ { 1 9 } \\mathrm { F }$ NMR measurement25 also indicateda significant change of chemical shift (representing conformational change) for residue F827(within the loop L2) upon histone H3 peptide (but notH3K4me3) titration,whereas only a slight change was observed for residue F868 (as a negative control) (Extended Data Fig.8e,f). Collectively,both electron microscopy and NMR measurements support the existence of conformational change of DNMT3A induced by histone H3 tail. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/03bc68f693890bce7535e2a75a8ba9f19f27a685a74f290bd6ea62cebee2ed0c.jpg",
        "img_caption": [
            "Figure 3|The ADD domain inhibits DNA-bindingaffinityof the catalytic domain. ",
            "a, Superimposition of ADD-CD$\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ and HhaI-DNA complex structures shown in ribbon representations with the CDNMT3L domain omitted for simplicity. The colour scheme for the comparison is indicated.b,c,HhaI-DNA(b) and ADD-CD(c) structures are shown as ina.d,e,Superimposed fluorescence polarization plots for DNA-binding affinities of truncations (d) or mutants (e) of DNMT3A in the absence or presence of histone H3 peptide. f,Superimposed fluorescence polarization plots for protein-DNA complex formation of various truncations of DNMT3A in the absence or presence of histone H3 peptides.The levels of protein-DNA complex formation are represented by fluorescence polarization response (in milli-polarization units,mP). ",
            "?2015 Macmillan Publishers Limited.All rights reserved "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cce817c57464c041f90d4609d8483dcd1dd37941a480ef9c632099f3449b3d4c.jpg",
        "img_caption": [
            "Figure 4|Mechanisms forautoinhibition and histone H3 tail-induced activation of DNMT3A.a,Ribbon representations of the overall structure of the ADD-CD- $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ -H3complex.HistoneH3 peptidesarecoloured in yellow. b, ADD-CD- $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ structure inautoinhibitory formareshown for comparison.c, Ribbon representations of ADD-CD-CDNMT3L (autoinhibitory form)and ADD-CD- $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ H3 (active form) complex structures with the CD domains superimposed.d, Superimposition of ",
            "ADD-CD-CDNMT3L $ { ( \\mathrm { C } ^ { \\mathrm { D N M T 3 L } } }$ omited for simplicity)and H3-ADD structures.The ADD domain and histone H3 in the H3-ADD structure are coloured in grey and yellow,respectively.Residues forH3-ADD and ADD-CD interactions are shown in stick representation.e,A working model for the autoinhibition and histone H3 tail-induced activation of DNMT3A.DNMT3L and the PWWP domain of DNMT3A are not shown for simplicity. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Superimposition of H3-ADD (PDB accession number 3A1B) and ADD-CD-CDNMT3L (autoinhibitory form) structures indicated that ADD domains in the two structures adopt a similar fold,and that histone H3 peptide in the H3-ADD structure has no overlap with the ADDCD interface (Fig.4d).Our previous studies have shown that mutation D529A or D531A not only significantly decreased H3-ADD interaction (Extended Data Fig.7g) but also markedly decreased ADD-CD interaction (Fig.2a),and released the autoinhibition (Fig.2g,h).Moreover, H3K4me0 peptide could disruptADD-CD interaction (Fig.2b).Thus, histone H3 releases the autoinhibition of DNMT3A through binding to residues of the ADD domain on the ADD-CD interface (such as D529 andD531) and disrupting the intramolecular interaction.The two residues function as a critical switch that can exist in both forms ofDNMT3A and couple histone H3 recognition to the release of the autoinhibition. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Here we propose a working model for histone H3-induced dynamic regulation of the de novo DNA methyltransferase (Fig.4e and Supplementary Video1).DNMT3A exists in dynamic equilibrium between autoinhibitory and active forms,and the ADD domain oscillates between the two conformations.In the absence of histone H3,DNMT3A prefers an autoinhibitory form,inwhich the ADD domain binds to the CD domain and hinders its DNA-binding affinity.Once DNMT3A(or the DNMT3A-DNMT3L complex) is recruited to the nucleosome,H3K4me0 binds to the ADD domain and stimulates DNMT3A to undergo a significant conformational change from an autoinhibitory form to an active form.The ADD-CD interaction in the active formallows DNMT3A to adopt a relative stable conformation so thatDNA methylation occurs ina range permitted by the histone H3 tail.Evenwhen DNMT3A is recruited to an H3K4me3-containing nucleosome,the enzyme will remain in its autoinhibitory form to avoid DNA methylation withinan impermissiblechromatin environment. Ourwork reinforces the connection between DNA methylation and histone modifications,and sheds new light on the fine tuning of the establishment ofDNA methylation.The structures may also provide a basis for the design of specific regulators for potential therapeutic applications. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Online Content Methods,along with any additional Extended Data display items and Source Data,are available in the online version of the paper; references unique to these sections appear only in the online paper. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Received 1 May;accepted 29 September 2014. Published online 1O November 2014. ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1．Jaenisch,R.& Bird,A. Epigenetic regulation of gene expression: how the genome integrates intrinsic and environmental signals.Nature Genet 33(suppl.),245-254 (2003).   \n2． Smith,Z.D.& Meissner,A. DNA methylation: roles in mammalian development. Nature Rev. Genet 14,204-220 (2013).   \n3．Law,J.A.& Jacobsen,S.E.Establishing,maintaining and modifying DNA methylation patterns in plants and animals.Nature Rev. Genet. i1,204-220 (2010).   \n4. Guibert,S.Forne,T.& Weber,M.Dynamic regulation of DNA methylation during mammalian development. Epigenomics1,81-98 (2009).   \n5. Bird,A. DNA methylation patterns and epigenetic memory. Genes Dev.16,6-21 (2002).   \n6. Okano,M.,Xie,S.& Li,E.Cloning and characterization of a familyof novel mammalian DNA(cytosine-5) methyltransferases.Nature Genet.19,219-220 (1998).   \n7. Okano, M., Bel,D.W., Haber, D.A.& Li,E.DNA methyltransferases Dnmt3a and Dnmt3b are essential for de novo methylation and mammalian development. Cel 99,247-257 (1999).   \n8. Bestor,T.H.The DNA methyltransferases of mammals. Hum. Mol. Genet 9, 2395-2402 (2000).   \n9. Laurent,L.etal. Dynamic changes in the human methylome duringdifferentiation. Genome Res.20,320-331(2010).   \n10.Lister, R.et al. Human DNA methylomes at base resolution show widespread epigenomic differences.Nature 462,315-322 (2009).   \n11.Bird,A.P.&Taggart,M.H.Variable paterns of total DNA and rDNA methylation in animals.Nucleic Acids Res.8,1485-1497 (1980).   \n12.Ehrlich,M.et al.Amount and distribution of 5-methylcytosine in human DNA from different types of tissues of cells.Nucleic Acids Res.10,2709-2721 (1982).   \n13.Chedin,F., Lieber, M.R.& Hsieh, C.L.The DNA methyltransferase-like protein DNMT3Lstimulates de novo methylation by Dnmt3a.Proc.Natl Acad.Sci. USA99, 16916-16921 (2002).   \n14.Cedar, H.& Bergman,Y.Linking DNA methylation and histone modification: patterns and paradigms.Nature Rev. Genet.10,295-304 (2009).   \n15.Ooi,S.K.etal.DNMT3Lconnects unmethylated lysine 4 of histone H3 to de novo methylation of DNA.Nature 448,714-717 (2007).   \n16.Otani,J.etal.Structural basis for recognition of H3K4 methylation status by the DNA methyltransferase 3A ATRX-DNMT3-DNMT3L domain.EMBO Rep.10, 1235-1241 (2009).   \n17.Zhang, Y.et al. Chromatin methylation activity of Dnmt3a and Dnmt3a/3L is guided by interaction of the ADD domain with the histone H3 tail.Nucleic Acids Res.38,4246-4253 (2010).   \n18.Li,B.Z.etal. Histone tails regulate DNA methylation by allosterically activating de novo methyltransferase. Cel/ Res.21,1172-1181 (2011).   \n19.Weber,M.etal. Distribution,silencing potential and evolutionary impact of promoter DNA methylation in the human genome.Nature Genet 39,457-466 (2007).   \n20.Meissner,A.etal. Genome-scale DNA methylation maps of pluripotent and diferentiated cells.Nature 454,766-770 (2008).   \n21.Chen,T.,Ueda,Y.,Xie,S.&Li,E.A novel Dnmt3a isoform produced from an alternative promoter localizes to euchromatin and its expression correlates with active de novo methylation.J.Biol. Chem.277,38746-38754 (2002).   \n22.Jia, D.,Jurkowska,R.Z.,Zhang,X.,Jeltsch,A.& Cheng,X.Structure of Dnmt3a bound to Dnmt3L suggestsa model for de novo DNA methylation.Nature 449, 248-251 (2007).   \n23.Klimasauskas,S., Kumar,S.,Roberts,R.J.&Cheng,X.Hhal methyltransferase flips its target base out of the DNA helix.Ce//76,357-369(1994).   \n24.Rajavelu,A.,Jurkowska,R.Z.,Fritz,J.&Jeltsch,A.Function and disruption of DNA methyltransferase 3a cooperative DNA bindingand nucleoprotein filament formation.Nucleic Acids Res.40,569-580 (2012).   \n25.Shi,P.etal. Site-specific protein backbone and side-chain NMR chemical shift and relaxation analysis of human vinexin SH3 domain usinga genetically encoded 15N/19F-labeled unnatural amino acid.Biochem. Biophys.Res. Commun.402, 461-466 (2010). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Supplementary Information is available in the online version of the paper. ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgements We thank staff of beamline BL17U at Shanghai Synchrotron Radiation Facility,China,for their assistance in data collection,and H.Wang for help on electron microscopy analyses.We thank staff of the Biomedical Core Facility,Fudan University,for their helpon biochemical analyses,andA.D.Riggs for providing the complementary DNAs of DNMT3A and DNMT3L.This work was supported by grants from the National Basic Research Program of China (2O11CB965300, 2009CB918600,2013CB910401),the National Science &Technology Major Project ‘Key New Drug Creation and Manufacturing Program'of China (2O14ZX09507-002, 2011ZXO9506-001),the National Natural Science Foundation of China (31270779, 91419301,31030019,U1432242,31270771,31222016,31300685,U1332138), the Basic Research Project of Shanghai Science and Technology Commission (12JC1402700,13JC140630O),the Fok Ying Tung Education Foundation (20090071220012),and the Chinese Academy of Sciences Pilot Strategic Science and Technology Projects B(numbers XDB08030201,XDB08030302).Y.C.isa scholar of the Hundred Talents Program of the Chinese Academy of Sciences. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Author Contributions X.G.,L.W.,and Y.X.designed the experiments.X.G.,L.W.,and X.Y. performedproteinpurificationandcrystalizationofADD-CD-CDNMT3L-H3complex; X.G.collected the data and determined the crystal structure. L.W.,J.X.,and S.H. performed protein purification,crystalization,and data collection of ADD-CDCDNMT3LJ.L.andJ.Wdeterminedthecrystalstructure.XG.andLW.performed enzymatic assays,fluorescence polarization and pull-down assays.L.D.and G.L. prepared nucleosomes forassays.C.T.and P.S.performed and analysed the $^ { 1 9 } \\mathsf { F }$ NMR measurements.Z.D.and Y.C.performed and analysed the electron microscopy measurements.X.G., L.W.,and Y.X.analysed the data and wrote the manuscript. Y.X. supervised the project. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Author Information The coordinates and structure factors for the ADD-CD-CDNMT3L and ADD-CD-CDNMT3L_H3structures have been depositedinthe Protein Data Bank underaccession numbers 4U7P and 4U7T,respectively.Reprints and permissions information is availableat www.nature.com/reprints.The authors declare no competing financial interests. Readers are welcome to comment on the online version of the paper. Correspondence and requests for materials should be addressed to Y.X.(xuyh@fudan.edu.cn). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "METHODS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Protein expression and purification.The full-length DNMT3A2 (residues 224- 912 of DNMT3A) was expressed in sf9 cells using the Bac-to-Bac system(Invitrogen). The infected cells were harvested and lysed in $5 0 \\mathrm { m M }$ Tris-Cl pH8.0, $5 0 0 \\mathrm { m M N a C l } ,$ （204号 and $0 . 0 1 \\%$ 2-mercaptoethanol.The clarified lysate was applied onto GSTaffinity columns (GE Healthcare) and the fusion protein was cleaved with PreScission pro tease. The protein was stored in $2 0 \\mathrm { m M }$ Tris-Cl pH8.0,300 mMNaCl,and $0 . 0 1 \\%$ 2-mercaptoethanol for the assays. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Truncations of DNMT3A2 were cloned into modified pGEX-6p-1 vector and the $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ (residues178-379)wasinserted into modified pRSFDuet-1vector. DNMT3A proteins were expressed independently or with $\\mathrm { C } ^ { \\mathrm { D } \\hat { \\mathrm { N } } \\mathrm { M T } 3 \\mathrm { L } }$ in Escherichia coli strain BL21(DE3). The transformants were grown at $3 7 ^ { \\circ } \\mathrm { C }$ to an attenuance $( D _ { 6 0 0 \\mathrm { n m } } )$ of 0.6 in $2 \\times$ YT medium.The cultures were induced by adding $1 \\mathrm { m M }$ isopropyl- $\\beta$ -D-thiogalactopyranoside and further incubated for $1 6 \\mathrm { h }$ at $1 5 ^ { \\circ } \\mathrm { C }$ The supernatant of cell lysate was applied onto GST affinity columns (GE Healthcare) and the fusion protein was digested with PreScission protease.The eluted protein was purified by ion exchange and gel filtration chromatography.The purified proteins were subjected to SDS-PAGE and stained by Coomassie blue.The peak fractions were concentrated to $5 { - } 1 0 \\mathrm { m g m l } ^ { - 1 }$ and used for crystallization and biochemical assays.Mutations ofDNMT3Awere purified ina similar procedure. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Crystallization and structure determination.For crystallization of the autoinhibitory form of DNMT3A,the complex of ADD-CD ofDNMT3A(residues 455- 912)and $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ was mixed withapalindromic18-base-pairDNAduplex( $5 ^ { \\prime }$ G AGGCTAGCGCTAGCCTC $\\cdot 3 ^ { \\prime }$ )andAdoHcyina1:1.2:2 molar ratio.The crystals were obtained using the hanging-drop,vapour-diffusion method by mixing $1 \\mu \\mathrm { l }$ ADD-CD-CDNMT3L complex with $1 \\mu \\mathrm { l }$ reservoir solution containing $0 . 0 5 \\mathrm { M }$ BisTris $\\mathrm { p H } 5 . 6 \\mathrm { - } 6 . 0 , 0 . 1 \\mathrm { M }$ sodium malonate and $8 \\%$ PEG3350 at $4 ^ { \\circ } \\mathrm { C }$ Crystalswere cryoprotectedbythe reservoirbuffer containing $2 2 \\%$ glycerol and then flash frozen in liquid nitrogen.Although the DNA duplex was added for the crystallization, no corresponding electron density was observed.The DNA duplex may function as an additive to favour the crystallization. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For the crystallization of the active form ofDNMT3A,the complex of ADD-CD of DNMT3A (residues 476-912)and $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ was pre-incubated with histone H3 peptide (residues 1-12,ARTKQTARKSTG) ata 1:10 molar ratio before crystallization. Crystals were grown by the hanging-drop,vapour-diffusion method by mixing $1 \\mu \\mathrm { l }$ protein $( 1 \\bar { 0 } \\mathrm { m g } \\mathrm { m l } ^ { - 1 } \\cdot$ with $1 \\mu \\mathrm { l }$ reservoir solution containing $1 0 0 \\mathrm { m M }$ sodium acetate $\\left( \\mathrm { p H } 5 . 3 - 5 . 6 \\right)$ and $6 0 0 \\mathrm { m M }$ ammonium sulphate at $1 8 ^ { \\circ } \\mathrm { C }$ Crystals were cryoprotected by the reservoir buffer with $2 5 \\%$ ethylene glycol and then flash frozen in liquid nitrogen. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The data were collected on beamline BL17U at Shanghai Synchrotron Radiation Facility, China,at wavelengths of $1 . 2 8 1 6 \\mathring { \\mathrm { A } }$ and $0 . 9 7 9 \\overset { \\circ } { 2 } \\overset { \\circ } { \\mathrm { A } }$ ,respectively.Data were indexed,integrated,and scaled using the program HKL2ooo (ref.26).The orientation and position of CD- ${ \\cal C } ^ { \\mathrm { D N M T 3 L } }$ in the ADD-CD- $\\cdot { \\mathrm { C } } ^ { \\mathrm { D N M T 3 L } }$ complex was first determined by molecularreplacementusing CD-CDNM3L (PDB acession number $2 \\mathrm { Q R V } ) ^ { 2 2 }$ as a searching model in the PHASER program²7.The resulting CDCDNMT3L model was refined with PHENIX package28.The ADD domain then was put into the refined extra-difference density using MOLREP with the‘search for modelin themap’module29.TheoverallstructureoftheADD-CD $C ^ { \\mathrm { D N M T 3 L } }$ complex was finally refined with stereochemistry and the reference structure ADD domain (PDB accession number 3A1B) as restraints.The anomalous Fourier map of zinc cations in the ADD domain confirmed the validity of the position of the ADD domain. The structure ofthe ADD-CD- $\\cdot { \\mathrm { C } } ^ { \\mathrm { D N M T 3 L } }$ $_ { \\mathrm { { H 3 } } }$ complex wasdetermined bymolecular replacement using the ADD domain (PDB accession number 3A1B)16 and CD$\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ (PDB accesson number $2 \\mathrm { Q R V } ) ^ { 2 2 }$ as searching modelsinthePHASER program²,and was then manually built by $\\mathrm { C O O T ^ { 3 0 } }$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Allrefinements used the module phenix.refine of PHENIX28.The model quality was _checked with the PROCHECK program³1.In the structure of ADD-CD$\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ $8 5 . 7 \\%$ ofresidues wereinmostfavouredregions, $1 2 . 9 \\%$ in additional allowed regions, $0 . 9 \\%$ in generously allowed regions,and $0 . 5 \\%$ in disallowed regions. In the structure of ADD-CD- $C ^ { \\mathrm { D N M T 3 L } }$ -H3, $8 8 . 4 \\%$ ofresidues were in most favoured regions, $1 1 \\%$ in additional allowed regions,and $0 . 6 \\%$ in generously allowed regions. All structure figures were generated by $\\mathrm { P y M o l } ^ { 3 2 }$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Invitro DNA methylation assay on naked DNA.The enzymatic activity of DNMT3A proteins was assessed by incorporation of a $^ 3 \\mathrm { H }$ -labelled methyl group from S-adenosyl-L-[methyl $^ 3 \\mathrm { H } ]$ methionine([methyl- $^ 3 \\mathrm { H }$ AdoMet,PerkinElmer.)22.33. A biotin-labelled DNA fragment amplified from the EBNA1 region of $\\mathrm { p } 2 2 0 . 2$ (1.2 kilobases,52 CG sites) was used as a substrate.For histone H3 stimulation, $0 . 3 \\mu \\mathrm { M }$ DNMT3A proteins were pre-incubated with or without $3 \\mu \\mathrm { M }$ histone H3 peptides (residues 1-12).ForADD-mediated inhibition,CD proteins $( 1 \\mu \\mathrm { M } )$ were supplemented with or without the ADD domain proteins $( 1 8 \\mu \\mathrm { M } )$ on ice for $3 0 \\mathrm { m i n }$ DNA $\\mathrm { \\Delta } ( 1 0 0 \\mathrm { { n g } ) }$ was methylated byDNMT3A proteins in the presence of $2 . 5 \\mu \\mathrm { M }$ [methyl- $^ 3 \\mathrm { H } ]$ AdoMet,25 mMTris-HCl(pH7.5), $5 \\%$ glycerol, $0 . 0 1 \\% 2$ -mercaptoethanol, and $0 . \\dot { 5 } \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ BSA.The reactions were incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ ,and terminated byadding cold wash buffer ( $\\mathrm { \\Gamma } 5 0 0 \\mathrm { m M }$ NaCland1 mMEDTAinPBST).TheDNA products were immobilized on streptavidin beads,washed five times,and subjected to liquid-scintillation counting (PerkinElmer).Each reaction was performed in triplicate. In vitro DNA methylation assay on recombinant poly-nucleosomes.Recombinant Xenopus laevis histones were expressed and purified as described34.Site-specific methylation of $\\mathrm { H } 3 \\mathrm { K } _ { \\mathrm { C } } 4 \\mathrm { m } \\mathrm { e } 3$ was performed by the methyl-lysine analogs approach³5. Incorporation of $\\mathrm { H } 3 \\mathrm { K } _ { \\mathrm { C } } 4 \\mathrm { m } \\mathrm { e } 3$ was verified by specific antibodies (anti-H3K4me3: Cell Signaling,9751 s;anti-H3:Abcam,ab1791) and visualized on Tanon-520o Chemiluminescent Imaging System(Tanon Science &Technology).Assembly of histone octamers and reconstitution of poly-nucleosomes were performed by salt dialysis using the 60l sequence (30 CG sites)34.The reaction mixture was the same as described above except that 300 ng nucleosomal DNA was methylated using $1 \\mu \\mathrm { M }$ DNMT3A proteins. The reaction was quenched by the addition of excess TE buffer and $1 \\%$ SDS.The histone proteins were removed by phenol-chloroform extraction.Then DNA was purified by ethanol precipitation,resolved in TE,and subjected to liquid-scintillation counting (PerkinElmer). Each reaction was performed in triplicate. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Electrophoretic mobility-shift assay.A 6-carboxy-fluorescein (FAM)-labelled double-stranded DNA (dsDNA) containing one CpG site was generated from annealing two primers (upper primer,FAM $5 ^ { \\prime }$ -CTGAATACTACTTGCGCTCT CTAACCTGAT $\\cdot 3 ^ { \\prime }$ ; lower primer, $5 ^ { \\prime }$ -GACTTATGATGAACGCGAGAGATTG GACTA- $3 ^ { \\prime }$ ).The FAM-labelled DNA was used both in electrophoretic mobilityshift assays and fluorescence polarization assays.DNA $( 2 5 \\mathrm { n M } )$ and the indicated amounts of proteins were incubated in reaction buffer containing $2 0 \\mathrm { m M }$ HEPES pH 7.5, $1 0 0 \\mathrm { m M }$ KCl, $8 \\%$ glycerol, and $0 . 5 \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ BSA for $3 0 \\mathrm { m i n }$ at $2 5 ^ { \\circ } \\mathrm { C }$ The samples were subject to a $12 \\%$ PAGE and analysed by Typhoon FLA 9500 (GE Healthcare) image scanning. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fluorescencepolarizationassay.FAM-labelleddsDNA $( 1 5 \\mathrm { n M } )$ wasincubated with increasing amounts of DNMT3A proteins for $3 0 \\mathrm { m i n }$ at $2 5 ^ { \\circ } \\mathrm { C }$ in reaction buffer containing 20 mMHEPES pH7.5, $1 0 0 \\mathrm { m M }$ KCl, $8 \\%$ glycerol,and $0 . 5 \\mathrm { m g } \\mathrm { m l } ^ { - 1 }$ BSA. Fluorescence polarization measurements were performed ona Synergy 4Microplate Reader (BioTek) at $2 5 ^ { \\circ } \\mathrm { C }$ .The bound fractions were calculated as (mP-baseline mP)/(maximum mP- baseline mP),in which mP(mili-polarization units) represents the fluorescence polarization value.For the peptide stimulation experiment, $1 5 \\mathrm { n M }$ DNA was pre-incubated with $0 . 2 \\mu \\mathrm { M }$ CD $\\dot { \\mathbf { C } } ^ { \\mathrm { D N M T 3 L } }$ $1 \\mu \\mathrm { M }$ ADD-CDCDNMT3L protein. An increasing amount of histone H3 peptide (H3K4me0or H3K4me3) was then added into the protein-DNA complex. The levels of proteinDNA complex formation were measured by fluorescence polarization.Each reaction was performed in triplicate.The curves were fitted using GraphPad Prism 5. Isothermal titration calorimetry.To obtain the binding affinity between ADDCD- $\\cdot { \\mathrm { C } } ^ { \\mathrm { D N M T 3 L } }$ and H3 peptide, $0 . 0 4 \\mathrm { m M A D D - C D - C ^ { D N M T 3 L } }$ (incell)in theabsence or presence of $\\mathrm { \\ i } 0 . 5 \\mathrm { m M }$ dsDNA (30 base pairs,upper strand: $5 ^ { \\prime }$ -CTGAATACTAC TTGCGCTCTCTAACCTGAT- $3 ^ { \\prime }$ )was titrated with $0 . 5 \\mathrm { m M }$ histone H3 peptide (residues 1-12)(in syringe) usingan iTC200 microcalorimeter(GEHealthcare)at $1 8 ^ { \\circ } \\mathrm { C } .$ Protein,DNA,and peptide were prepared ina buffer containing $1 0 \\mathrm { m M }$ HEPES,pH8.0,100 mMNaCl,and $0 . 5 \\mathrm { m M }$ TCEP.To obtain the binding affinity between the ADD domain and H3 peptide, $0 . 0 5 \\mathrm { m M }$ ADD protein (in cell) was titrated with $0 . 5 \\mathrm { m M }$ histone H3 peptide (residues 1-12)(in syringe). The data were fitted by Origin7.0 software. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In vitro binding assay.For the GST pull-down assay, $3 0 \\mu \\ g$ DNMT3A-CD pr0- teins were incubated with ${ 8 \\mu \\mathrm { g } }$ GST-ADD-linker fusion proteins for $^ { \\textrm { 1 h } }$ at $4 ^ { \\circ } \\mathrm { C }$ in binding buffer containing $2 0 \\mathrm { m M }$ Tris-HCl $\\mathrm { \\ p H \\ 8 . 0 }$ ， $1 0 0 \\mathrm { m M }$ NaCl, $0 . 0 1 \\%$ 2-mercaptoethanol, $5 \\%$ glycerol,and $0 . 1 \\%$ Triton X-100.GST-ADD-linker proteins were then immobilized to $2 5 \\mu \\mathrm { l }$ of glutathione resins (GE Healthcare) for $^ \\mathrm { 1 h }$ at $4 ^ { \\circ } \\mathrm { C }$ Afterwashing three times with binding buffer,bound proteins were subjected to SDS-PAGE and stained by Coomassie blue. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For the histone peptide pull-down assay, $1 \\mu \\ g$ biotinylated histone H3 peptide (residues1-21) wasincubatedwith30ugwild-typeandmutantADD-CD-CDNMT3L proteins for 1h at $4 ^ { \\circ } \\mathrm { C }$ in bindingbuffer containing $2 0 \\mathrm { m M }$ Tris-HCl pH 8.0, $2 5 0 \\mathrm { m M }$ NaCl, $0 . 0 1 \\%$ 2-mercaptoethanol, $5 \\%$ glycerol,and $0 . 1 \\%$ Triton X-100.Then $2 0 \\mu \\mathrm { l }$ streptavidin beads were added into the mixture and incubated $^ { \\textrm { 1 h } }$ at $4 ^ { \\circ } \\mathrm { C } .$ After washing three times with binding buffer,bound proteins were subjected to SDSPAGE and stained by Coomassie blue. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Expression of ${ } ^ { 1 9 } \\mathbf { F }$ -labelled proteins.An orthogonal tRNA/tRNA synthetase system was used to incorporate $^ \\mathrm { \\overline { { 1 9 } } _ { \\mathrm { F } } }$ -labelled unnaturalamino acid. Briefly,a TAG stop codon was introduced into the desired site to encode L-4-trifluoromethylphenylalanine (tfmF).A modified pEVOL-tfmFRS plasmid to express $\\mathrm { \\ t R N A _ { \\mathrm { C U A } } }$ and tfmF-specific aminoacyl-tRNA was co-transformed with the TAG-carrying plasmid into BL21 $( \\mathrm { D E } 3 ) ^ { 3 6 }$ .The bacterial culture was induced with $0 . 0 2 \\% \\mathrm { L }$ -arabinose,1mMtfmF,and $1 \\mathrm { m M }$ IPTG. The ${ } ^ { 1 9 } \\mathrm { F }$ -labelled proteins were purified as for wild-type DNMT3A proteins. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\bar { \\mathbf { \\nabla } } \\mathbf { \\mathbf { F } }$ NMR spectra measurements. Allone-dimensional ${ } ^ { 1 9 } \\mathrm { F }$ NMR spectra measurements were performed at $2 9 3 \\mathrm { K }$ on an Agilent ${ 5 0 0 } \\mathrm { M H z }$ spectrometer equipped with an HFT probe,and the observation channel was tuned to $^ { 9 } \\mathrm { F } \\left( { 4 7 0 . 2 \\mathrm { M H z } } \\right)$ ）， with 1,024 free induction decay accumulations in every 4 s recycling delay.A onedimensional $^ { 1 9 } \\mathrm { F }$ spectrum was acquired with one pulse program with a $9 0 ^ { \\circ }$ pulse width of $1 2 . 4 5 \\mu s$ and power at 57W.The spectrum width was 60 p.p.m.and offset was $- 6 2 \\mathrm { p . p . m }$ $^ { 1 9 } \\mathrm { F }$ chemical shifts were referenced to an external standard,tfmF （204号 $( - 6 2 . 3 8 \\mathrm { p . p . m . } )$ .The data were processed and plotted with an exponential window function (line broadening ${ \\phantom { 0 } } = 2 0 \\mathrm { H z }$ )using ACD/NMRProcessorAcademic Edition software (ACD/Labs).The spectra of $0 . 1 4 \\mathrm { m M }$ ADD-CD F686tfmF or $0 . 1 2 \\mathrm { m M }$ ADD-CD F827tfmF with or without histone H3 peptides (residues 1-12) were collected at $2 9 3 \\mathrm { K }$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Electron microscopy data collection. DNMT3A2- ${ \\cal C } _ { } ^ { \\mathrm { D N M T 3 L } }$ in the absence or presence of histone H3 peptide was analysed by negative-stain electron microscopy in the same manner.The samples were prepared by dilution of purified protein complex to $6 . 1 5 \\mu \\mathrm { g } \\mathrm { m l } ^ { - 1 }$ ,then $4 { - } 5 \\mu \\mathrm { l }$ of this sample was deposited onto a glow-discharged 400 mesh continuous carbon grid (Beijing Zhongjingkeyi Technology).The sample was then stained with $2 \\%$ uranyl formate and air-dried.Data were recorded on a Tecnai G2 F20 TWIN transmission electron microscope (FEI) equipped with a field-emission gun operated at $2 0 0 \\mathrm { k V }$ .Images were recorded at $\\times 7 1 , 0 0 0$ microscope magnification on a 4k $\\times$ 4k Eagle CCD(charge-coupled device) camera with a pixel size of $1 . 1 5 \\mathring \\mathrm { A }$ per pixel. The defocus ranged from $- 0 . 5$ to $- 0 . 8 \\mu \\mathrm { m }$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Electron microscopy image processing and three-dimensional reconstruction. Forthis,9,864and21,910particles wereboxedoutforDA2 ${ \\cal C } ^ { \\mathrm { D N M T 3 L } }$ and DNMT3A2 $\\boldsymbol { \\cdot } \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ H3espectie (ref.37).Contrast transfer function parameters were determined for particles boxed out from each CCD image using EMAN1.9 procedure ctfit, followed by phase flipping using the applyctf program.The data were then low-pass filtered to $\\mathrm { 1 0 \\mathring { A } }$ to enhance the image contrast for three-dimensional reconstruction38,39.Referencefree two-dimensional analysis used the EMAN1.9 program refine2d.pyand IMAGIC40, and those class-averages were used to generate initial models by e2initialmodel.py in EMAN2.1.Three-dimensional reconstruction was performed by the EMAN1.9 program refine41,42.Initially,no symmetry was imposed in the reconstruction process,and the resulting three-dimensional reconstruction revealed the existence of a two-fold symmetry in both maps but in different locations,which was subsequently imposed in the reconstruction process.The final resolution was estimated at $2 4 \\mathring { \\mathrm { A } }$ and $2 0 \\mathring \\mathrm { A }$ ,respectively,by the $0 . 5 \\mathrm { F S C }$ criteria using the eotest program in EMAN1.9. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "UCSF Chimera (http://www.cgl.ucsf.edu/chimera/)4 was used to render the electron microscopy density together with the crystal structures.In addition,the Fit In ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Map module in Chimera was used for rigid-body fitting of the crystal structure into the corresponding electron microscopy density map. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "26. Otwinowski,Z.& Minor,W.Processing of X-ray difraction data collected in oscillation mode. Methods Enzymol.276,307-326 (1997).   \n27.McCoy,A.J.etal. Phaser crystallographic software.J.Appl. Cryst 40,658-674 (2007).   \n28.Adams,P.D.etal.PHENIX: building new software for automated crystallographic structure determination.Acta Crystallogr.D58,1948-1954 (2002).   \n29.Vagin,A.&Teplyakov,A.MOLREP:an automated program formolecular replacement.J.Appl. Cryst.30,1022-1025 (1997).   \n30.Emsley,P.& Cowtan,K. Coot: model-building tools for molecular graphics.Acta Crystallogr.D60,2126-2132 (2004).   \n31.Laskowski,R.A.,MacArthur,M.W.,Moss,D.S.&Thornton,J.M.PROCHECK: a program to check the stereochemical quality of protein structures.J.Appl. Cryst. 26,283-291 (1993).   \n32.DeLano,W.L.The PyMOL Molecular Graphics System.http://www.pymol.org (2002).   \n33.Roth,M.&Jeltsch,A.Biotin-avidin microplate assay for the quantitative analysis of enzymatic methylation of DNA by DNA methyltransferases.Biol. Chem.381, 269-272 (2000).   \n34.Luger,K., Rechsteiner,T.J.& Richmond,T.J.Expression and purification of recombinant histones and nucleosome reconstitution.Methods Mol. Biol.119, 1-16 (1999).   \n35.Simon,M.D.etal.The site-specific installation of methyl-lysine analogs into recombinant histones.Ce//128,1003-1012 (2007).   \n36.Shi,P.et al. Site-specific(1)(9)F NMR chemical shift and side chain relaxation analysis of a membrane protein labeled with an unnatural amino acid.Protein Sci. 20,224-228 (2011).   \n37.Tang,G.et al.EMAN2:an extensible image processing suite for electron microscopy.J.Struct Biol.157,38-46 (2007).   \n38.Ludtke, S.J., Baldwin,P.R.& Chiu,W.EMAN: semiautomated software for high-resolution single-particle reconstructions.J. Struct. Biol.128,82-97 (1999).   \n39.Ludtke,S.J.,Jakana,J.,Song,J.L.,Chuang,D.T.& Chiu,W.A11.5A single particle reconstruction of GroEL using EMAN.JMB (2001).   \n40.van Heel, M., Harauz,G.,Orlova,E.V.,Schmidt,R.&Schatz,M.A new generation of the IMAGlC image processing system.J. Struct. Biol.116,17-24 (1996).   \n41.Cong,Y.&Ludtke,S.J.Single particleanalysisat high resolution.Methods Enzymol. 482,211-235 (2010).   \n42.Cong,Y.et al.4.O-A resolution cryo-EM structure of the mammalian chaperonin TRiC/CCT reveals its unique subunit arrangement. Proc.Natl Acad.Sci. USA107, 4967-4972 (2010).   \n43.Pettersen,E.F.etal.UCSF Chimera一a visualization system for exploratory research and analysis.J. Comput. Chem.25,1605-1612(2004). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/a224ef97213e23db33d448e3dfe2cc8e2c1d89d935b7ffb2903a44dbcff74d87.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ExtendedData Figure1|Invitro DNAmethyltransferaseactivity of DNMT3A.a,In vitro DNA methyltransferase activities ofDNMT3A2 (purifiedfroiscelliesecercef $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ . The assays were performed in the presence or absence of histone H3 peptide (residues 1-12). Note that $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ couldenhance theactivityofDNMT3A2 byafactor of 2-3,which is consistent with previous study²2.However,histone H3- mediated activationof DNMT3A is independent ofthe existenceofCDNMT3L b,In vitro DNA methyltransferaseactivities ofDNMT3A2 (purified from insect cells) or DNMT3A2- $\\cdot { \\mathrm { C } } ^ { \\mathrm { D N M T 3 L } }$ (purifiedfrombacteria)inthe presence or absence of histone H3 peptides.c,Enzymatic activities of DNMT3A2 (purified frominsectcels)orDNMT3A2CDN3L(purified frombacteria)using reconstituted nucleosomes as substrates.Nucleosomes containing unmodified histone H3 or $\\mathrm { H } 3 \\mathrm { K } _ { \\mathrm { C } } 4 \\mathrm { m } \\mathrm { e } 3$ were subject to SDS-PAGE and visualized using specific antibodies.d,e,Enzymatic activities of various N-terminal deletions of DNMT3A2 in theabsence (d)orpresence (e)of $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ . Corresponding relative activities are indicated at the bottom of each figure.CPM,counts per minute.Error bars,s.d.for triplicate experiments.The ADD-CD or CD protein purified from bacteria was not stable in solution and tended to precipitate out, which may have resulted in their lower activities under our experimental conditions (compared with DNMT3A2 purified from insect cells).Because $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ couldstabiizeDNMAandadnoeffectonhistoneH-medated activation,proteincomplexes AD-CD $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ and $\\mathsf { T D - C } ^ { \\mathrm { D N M T 3 L } }$ were used in the following studies if not specified. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/d84b6badc103faa3faad208ac1ff7443a9a967b01eeb97d37952788d9d26e26d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Extended Data Figure 2|Crystal structure of ADD-CD-CDNMT3L in autoinhibitoryform.a,b,Twodifferentviews ofthe $2 F _ { \\mathrm { o b s e r v e d } } - F _ { \\mathrm { c a l c u l a t e d } }$ maps for $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ (a) and CD (b) domains in the ADD-CD-CDNMT3L structure.The maps were calculated at $3 . 8 2 \\mathring { \\mathrm { A } }$ and contoured at $1 . 5 \\sigma$ Only main-chains are shown for simplicity.c,The $2 F _ { \\mathrm { o b s e r v e d } }$ $- F _ { \\mathrm { c a l c u l a t e d } }$ maps for the ADD domainafter refinement ofthe CD-CDNM3Lcomplex (top)and after refinement of the ADD-CD- $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ complex (bottom). The maps were calculated at $3 . 8 2 \\mathring { \\mathrm { A } }$ and contoured at $0 . 8 \\sigma$ Main-chains from most residues, including residues 526-533 involved in the interaction with CD domain, fit well into the electron density. Some loop regions were not well covered by electron density,which is consistent witha highB factor (Extended Data Fig.8a) of the ADD domain in the complex structure,supporting the dynamic feature of the ADD domain for regulating enzymatic activity of DNMT3A. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "d, Zn-anomalous difference map contoured at $3 . 5 \\sigma$ shows the positions of zinc cations in the ADD domain.e,Gel filtration profiles for standard proteins and the ADD-CD- $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ complex.Thepeak positoncorresponds tothedimer of ADD-CD-CDNM3Lwithamolecularmass of about $1 4 0 \\mathrm { k D a }$ f,Dimer formation of the ADD-CD- $C ^ { \\mathrm { D N M T 3 L } }$ complex in crystals.The dimer of ADD-CD-CDNMT3L complexes is mediated by CD-CD interaction in a two-fold crystallographic symmetry.Given the difficulty in tracing the conformation of the side chain in $\\dot { 3 } . 8 2 \\mathring { \\mathrm { A } }$ resolution structure,we have not discussed the_specific hydrogen bond or hydrophobic interaction within ADD-CD-CDNM3LResidues832-846ofDNMT3A were notbuilt in the model because they lacked electron density,which may have resulted from their flexibility in crystals. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/82e81e4f8793da046fbfdb1ecb28238aa16f6d2ff5f87cf6ab95aba3e97e829a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Extended Data Figure 3| Structure of ADD-CD-CDNMT3L in autoinhibitory form. a, Superimposition of human ADD-CD-CDNMT3L with mouse CDDnmt3a_CDnmt3L(lack of ADDdomain,PDB accessionumber 2QRV)22 structures shown in ribbon representations.CD $\\cdot { \\mathrm { C } } ^ { \\mathrm { D N M T 3 L } }$ in two structures is well aligned with a root mean squared deviation of $1 . 2 8 \\mathring { \\mathrm { A } }$ for 723 $\\mathsf { C } \\mathsf {  { \\alpha } }$ aligned.The functionofDNMT3A-DNMT3L complex dimerization has been characterized ina previous study²2.The functions and structures of the CD and $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ domains,antheC-CDndC $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ interfaces, were not discussed in this work. b, Overallstructure of ADD-CD $- C ^ { \\mathrm { D N M T 3 L } }$ with $\\mathrm { C D - C } ^ { \\mathrm { D N M T 3 L } }$ shown inelectrostaticotetialsufacendtheAa and linker shown in ribbon representation.The linker packs against a hydrophobic surface of the CD domain.c,d, Close-up view of linker-CD (c) and ADD-CD (d) interfaces with the electrostatic potential surface of the ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "CD domain indicated.Critical residues are shown in stick representation. e,Superimpositionof ADD-CD-CDNM3Land DNMT3L-H3 structures (PDB accession number 2PVC)15 shown in ribbon representations in two different views.The CD domainand C-like domain of DNMT3L were aligned for comparison.Note that the extended loop of the ADD domain in ADD-CDCDNMT3L overlaps with an α helix in the DNMT3L-H3 structure.DNMT3L is unlikely to adopt a similar conformation to that of ADD-CD-CDNMT3L because otherwise the ADD domain will have steric hindrance with the C-like domain of DNMT3L (dashed circle).According to the above analyses, the structure of the autoinhibitory form of DNMT3A could not be predicted on the basis of the DNMT3L structure because the overall structures of DNMT3A and DNMT3L are different. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "α1 α2 α3 α4 α5 ★★★ ★★★ Zn3 Zn1 W\\* Zn2 正 日   \nhDNMT3A 476 RERLVYEVRQKCRNIEDICISCGSLNVTLEHPLEVGGMCONCKNCFLECAYQYDDGYQSYCTICCGGREVLMCGNNNCCRCFCVECVDLLVGPGAAQAAI 576   \nmDnmt3a 472 RERLVYEVRQKCRNIEDICISCGSLNVTLEHPLFIGGMCONCKNCFLECAYQYDDGYQSYCTICCGGREVLMCGNNNCCRCFCVECVDLLVGPGAAQAI 572   \nzDntm3a 293 RERLVFDVRQKCRNIED ISCGSLYVSLEHPLFIGGMCQSCTNCFLECAYQYDDDGYQSYCTI CGGREVLMCGNNNCCRCFCVECVDLLVGPGAAQAAI 393   \nhDNMT3B 417 REQMASDVANNKSSLEDGCLSCGRKNPVSFHPLFEGGLCOTCRDRFLELFYMYDDDGYQSYCTVCCEGRELLLCSNTSCCRCFCVECLEVLVGTGTAAEAK 517   \nhDNMT3L 35 RDLIAYEVKANQRNIEDI CCGSLQVHTQHPLFEG CAPCKDKFLDALFLYDDDGYQSYCSI SGETLI NPDCTRCYCFECVDSLVGPGTSGKVH 135   \nHhaI Linker 610-626 B5B6 α6 α7 B8 α8 ★ ★ ★★ ■   \nhDNMT3A 577 KEDPWNCYMCGHKGTYGLLRRREDWPSRLQMFFANNHDQEFDPPKVYPPVPAEKRKPIRVLSLFDGIATGLLVLKDLGIQVDRYIASEVCEDSITVGMVRH 677   \nmDnmt3a 573 KEDPWNCYMCGHKGTYGLLRREDWPSRLOMFFANNHDQEFDPPKVYPPVPAEKRKPIRVLSLFDGIATGLLVLKDLGIQVDRYIASEVCEDSITVGMVRH 673   \nzDntm3a 394 KEDPWNCYMCGLKTQYGLLERRADWPCRLOHFFANNHDQEFEPPRLYPPVLAENRKPIRVLSLFDGIATGLLVLRELGIQVERYVASEVCEDSITVGIVRH 494   \nhDNMT3B 518 LQEPWSCY CLPQRCHGVLRRRKDWNVRLOAFTSDTGLEYEAPKLYPAIPAARRRPIRVLSLFDGIATGYLVLKELGIKVGKYVASEVCEESIAVGTVKH 618   \nhDNMT3L 136AMSNWV LOLPSSRSGLLORRRKWRSOLKAPYDRESE---NPLEMFETVPVWRROPVRVLSLEEDIKKELTSLGFLESGSDPGQLKHVV- 222   \nHhaI 1 MIEIKDKQLTGLRFIDLEAGLGGFRLALESCGAECVYSN- EWDKYAQEVYEMNF 53 DNA-binding loop L1 B9 α9 B10 α10 BI α11   \nhDNMT3A 678 QGKIMYVGDVRSVTOKHIQEWGPFDLVIGGSPCNDLSIVNPARKGLYEGTGRLFFEFYRLLHDARPKEGDDRPFFWLFENVVA- -MGVSDKRDISRF 772   \nmDnmt3a 674 QGKIMYVGDVRSVTOKHIQEWGPFDLVIGGSPCNDLSIVNPARKGLYEGTGRLFFEFYRLLHDARPKEGDDRPFFWLFENVVA- -MGVSDKRDISRF 768   \nzDntm3a 495 QGRIMYVGDVROLTRKNIQEWGPFDLVIGGSPCNDLSIVNPARKGLYEGTGRLFFEFYRLLHEARPKEGDTRPFFWLFENVVA -MGVSDKRDISRF 589   \nhDNMT3B 619 EGNIKYVNDVRNITKKNIEEWGPFDLVIGGSPCNDLSNVNPARKGLYEGTGRLFFEFYHLLNYSRPKEGDDRPFFWMFENVVA- -MKVGDKRDISRF 713   \nhDNMT3L 223 VTDTVRKDVEEWGPEDLVYGATPPLGHTCDRPP--------SWYLFOEHRLLOYARPKPGSPRPFEWMEVDNLV- LNKEDLDVASRE 301   \nHhaI 54 GEKPE-----GDIT VNEKTIPDHDILCAGFPCQAFSISGKQ-KGFEDSRGTLFFDIARIVREKKPK --VVEMENVKNFASHDNGNTLEVVKNTMNEL 143 DNA-binding loop L2 B12 α12 三 ★ ★★   \nhDNMT3A 773 LESNPVMIDAKEV- SAAHRARYFWGNLPGMNRPLASTVNDK LELQECLEHGRIAKFSKVR-TITTRSNSIKOGKDQHFPVFMNEKEDIL 859   \nmDnmt3a 769 LESNPVMIDAKEV--SAAHRARYFWGNLPGMNRPLASTVNDK- LELQECLEHGRIAKESKVR-TITTRSNSIKOGKDQHFPVFMNEKEDIL- 855   \nzDntm3a 590 LECNPVMIDAKEV SAAHRARYFWGNLPGMNRPMSAMCTDK LDLQDCLEHGRTAKFGKVR-TITTRSNSIKOGKDQHFPVFMNDKEDIL 676   \nhDNMT3B 714 LECNPVMIDAIKV- SAAHRARYFWGNLPGMNRPVIASKNDK- LELQDCLEYNRIAKLKKVQ-TITTKSNSIKOGKNQLFPVVMNGKEDVL- 800   \nhDNMT3L 302 LEMEPV TIPDVHG--GSLQNAVRVWSNIPAIRSRHWALV 338   \nHhaI 144DYSFHAKVLNALDYGIPQKRERIYMICFRNDLNIQNFQFPKPFELNTFVKDLLPDSEVEHLVIDRKDLVMTNQEETTPKTVRLGIVGKGQGERIYST 244 α13 α14 α15   \nhDNMT3A 860 WCTEMERVFGFPVHYTDVSNMSRLARQRLLGRSWSVPVIRHLFAPLKEYFACV 912   \nmDnmt3a 856 WCTEMERVFGFPVHYTDVSNMSRLARQRLLGRSWSVPVIRHLFAPLKEYFACV 908   \nzDntm3a 677 -WCTEMERVFGFPVHYTDVSNMSRLARQRLLGRSWSVPVIRHLFAPLKEYFACVGT- 731   \nhDNMT3B 801 WCTELERIFGFPVHYTDVSNMGRGARQKLLGRSWSVPVIRHLFAPLKDYFACE- 853   \nhDNMT3L 339 --SEEELSLLAQNKQSSKLAAKWPTKLVKNCELPLREYEKYFSTELTSSL 386   \nHhaI 245 RGIAITLSAYGGIFAKTGGYLVNGKTRKLHPRECARVMGYPDSYKVHPSTSQAYKQFNSVVINVLQYIAYNIGSSLNFKPY- 327 ★Residues involved in ADD-CD interaction in active form $\\bigtriangledown$ Residues involved in ADD-CD interaction in autoinhibitory form ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "■Residues involved in histone H3 interaction ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Extended Data Figure 4| Sequence alignment of DNMT3 family members. Sequences of human DNMT3A (NP_072046),DNMT3B (NP_008823), DNMT3L (NP_787063),mouse Dnmt3a (NP_031898),zebrafish Dnmt3a (NP_00i0i8150),and DNAmethyltransferase fromHaemophilus parahaemolyticus(WP_0o5706946) used in the alignment.Highly conserved and identical residues are highlighted with dark green background,and conserved residues are indicated with light green background. Secondary ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "structural elements are coloured as inFig.laand indicated above the sequences. Invisible residues in the structure of ADD-CD- $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ are indicated as dashed lines above the sequences.Residues involved in ADD-CD interactions in active form or autoinhibitory form are indicated as black stars and red triangles,respectively.Residues involved in H3-ADD interactions are indicated as blue squares. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/20af0c8a8c740a5fbe088044baba8b74ecd05325fed9973b79b2d7f952a67be3.jpg",
        "img_caption": [
            "Extended Data Figure 5|Interactions between the ADD and CD domains. a,b,GST pull-down assays with recombinant CD (residues 627-912) protein incubated with wild-type or mutant GST-ADD-linker proteins immobilized on glutathione resin.The bound proteins were analysed by SDS-PAGE and Coomassie blue staining.c, GST pull-down assays using wild-type or mutant of the CD domain.d,GST pull-down assays in the absence "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "or presence of histone H3 peptide (H3K4me0 or H3K4me3).e,GST pull-down assays with the CD domain incubated with GST-ADD or GST-ADD-linker proteins immobilized on glutathione resin.f,Activities of wild-type and mutant ADD-CD.Residues 621-632 were replaced by a GS linker in the mutant proteins. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/b1b2acc50ecfd80fed5727d183463f896badf86cb5dd6c1ac8b3b01d5e8a5e21.jpg",
        "img_caption": [
            "Extended Data Figure 6|Interactions between DNMT3A and DNA. a,Enzymatic activities of wild-type and mutant ADD-CD-CDNMT3L. Residues on the missing loop (residues 831-846) were mutated for the in vitro DNA methyltransferase activity assay.Error bars,s.d.for triplicate experiments. Mutating above residues leads to lossof activity of ADD-CD-CDNMT3L, supporting their important role in catalysis or DNA recognition.The missing loop in the ADD-CD- ${ \\cal C } _ { \\mathrm { ~ } } ^ { \\mathrm { D N M T 3 L } }$ structure is equivalent to a DNA-binding loop in the HhaI-DNA structure.b,DNA has no effect on the interaction between histone H3 and DNMT3A.Left,isothermal titration calorimetry enthalpy plot for the binding of isolated ADD domain (in cell) to histone H3 peptide (residues 1-12,in syringe),with the estimated binding affinities $( K _ { \\mathrm { d } } )$ （20 listed.Right,superimposed isothermal titration calorimetry enthalpy plots for the binding of ADD-CD-CDNMT3L(in cell) to histone H3 peptide (residues 1-12,in syringe) in the absence or presence of dsDNA.The estimated "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "binding affinities $( K _ { \\mathrm { d } } )$ are listed.Histone H3 peptide has comparable binding affinity to the ADD domain alone $( 1 . 7 5 \\mu \\mathrm { M } )$ and ADD-CD- $\\dot { \\mathbf { C } } ^ { \\mathrm { D N M T 3 L } }$ in autoinhibitory form $( 2 . 1 4 \\mu \\mathrm { M } )$ ,and the addition of DNA was not able to enhance the bindingaffinity further.The presence ofDNAled to a slight decrease in the binding affinity between histone H3 peptide and ADD-CDCDNMT3L, which may haveresulted from slight precipitationof the protein caused by the high concentration of DNA used for titration.c,Electrophoretic mobility-shift assays for DNMT3A proteins in the absence or presence of histone H3 peptide,with protein concentrations indicated.H3-ADD-CD represents a fusion protein with histone H3 (residues 1-2O)atthe N terminus of ADD-CD.The assays showed that $\\mathrm { C D - C } ^ { \\mathrm { D N M T 3 L } }$ strongly bound to the FAMlabelled DNA duplex,whereas the existence of the ADD domain markedly decreased DNA-binding affinity,which was partly restored by the addition of histone H3 peptide or largely restored by H3-ADD-CD fusion protein. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/40f61dce906c1f44793cd1ffdf4f2aba2520f07d3e951a4cfdfe5b87dc36ba0b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Extended Data Figure 7| Structure of ADD-CD-CDNMT3L-H3 in active form.a,Ribbon representations of the overall structures of the ADD-CD$\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ inactive(left)andautoinibitory(rigt)forms.HistoneH3peptides are coloured in yellow.b, Structural comparison of human ADD-CD$\\mathrm { C } ^ { \\mathrm { D N M T 3 L } } { - } \\mathrm { H } 3$ and mouse $\\mathrm { C D } ^ { \\mathrm { D n m t 3 a } } { \\mathrm { - C } } ^ { \\mathrm { D n m t 3 L } }$ complexes. The compared structures are shown in ribbon representations.The ADD-CD-CDNMT3L Complex structure (this study) iscolouredasinFig.1d,andtheCDDmt3a $\\mathbf { C } ^ { \\mathrm { { D n m t 3 L } } }$ complexstruclouedisu 833-846 of DNMT3A were notbuilt in the model because they lacked electron density.c,LIGPLOT representation of the ADD-CD interactions in the ADD-CD $C ^ { \\mathrm { D N M T 3 L } }$ -H3 structure.Carbonygenadrogeaesow as black,red,and blue balls,respectively.Hydrogen bonds are indicated as dashed lines,with lengths given in A.d, Close-up view of the ADD-CD interface.Critical residues for the interactions are shown in stick representation,and hydrogen bonds are indicated as dashed lines.The C terminus (residues 9o3-911) of the CD domain and a loop region (residues 621-632) together forma flat patch for interaction with the ADD domain. Hydrogen bonds are formed between residues N551,N553,and R556 of the ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "ADD domain and residues E629,C911,and E907 of the CD domain.Residues Y526,Y528,W601,and F609 of the ADD domain,V622 and P625of the linker, andR8o3 and P9o4of the CD domainare involved inhydrophobic interactions.e, Structural comparison of ADD-CD-H3 in ADD-CDCDNMT3L-H3 (this study) and DNMT3L-H3 structures (PDB accession number 2PVC)i5.Two compared structures are shown in ribbon representations with ADD domains (left) or catalytic domains (right) aligned,respectively. The DNMT3L-H3 structure is coloured in grey.When the ADD domains are superimposed,the catalytic domain moves with alongest distance of $1 9 \\mathring { \\mathrm { A } }$ When the CD domains are superimposed,the ADD domain moves 6A.f,Close-up view of the H3-ADD interface.Critical residues for the interactions are shown in stick representation,and hydrogen bonds are indicated as dashed lines.The fashion of histone H3-ADD interaction is similar to that observed in the structure of the H3-ADD fusion protein16. AD peptide (residues 1-21) and immobilized onto streptavidin sepharose beads. Bound proteins were subjected to SDS-PAGE and stained by Coomassie blue. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/666d14a7ef2fad18be8815a7b0fb1c88eca5faa49a18795ddaf69ff39af31c6f.jpg",
        "img_caption": [
            "Extended Data Figure 8|Conformational change of DNMT3A induced by histoneH3 tail.a,Average Bfactors fordomains ofADD-CD $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ inthe structures of ADD- $- \\mathrm { C D - C } ^ { \\mathrm { D N M T 3 L } }$ and ADD-CD- $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ bound to H3 peptide.The average B factor of the ADD domain is higher than other domains in both structures,and is higher in autoinhibitory form $( 1 7 7 . 5 \\mathring { \\mathrm { A } } ^ { 2 } )$ than that in active form $( 1 0 7 . 6 \\mathring { \\mathrm { A } } ^ { 2 \\cdot } )$ .The results indicate that the ADD domain is more dynamic than other domains of the complex,especially in its autoinhibitory form.The observation further supports the idea that DNMT3A undergoes conformational changes on the ADD domain induced by histone H3.b,Two different views of the electron microscopy density maps of DNMT3A2- $\\mathrm { C } ^ { \\mathrm { D N M T 3 L } }$ (left) and DNMT3A2- $\\cdot \\mathrm { C } ^ { \\mathrm { D N M T ^ { \\bullet \\mathrm { L } } } }$ H3 (right) processed to $2 4 \\mathring { \\mathrm { A } }$ and $2 0 \\mathring { \\mathrm { A } }$ resolution,respectively.The corresponding crystal structure was fitted into the electron microscopy density map for each state.The density is not fully occupied,which might because of the missing PWWP domain in the crystal structures.c,Typical negative stain CCD images ofDNMT3A2 $\\cdot { \\mathrm { C } } ^ { \\mathrm { D N M T 3 L } ^ { \\prime } }$ (left) andDNMhtReprsetatieresree "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "by white boxes.d, Comparison of the two-dimensional projections (bottom) from the electron microscopy map with the corresponding reference-free two-dimensional class averages (top) reveals similar structural features. e,Position of residues F827 and F868 for $^ { 1 9 } \\mathrm { F }$ NMR measurements. Close-up view of the DNMT3A structure in autoinhibitory form with residues F827 and F868 indicated in stick representation. Residue F827 is located in loop L2 (forDNA binding) and close to the ADD domain.As a negative control,residue F868 is located close to the catalytic cavityand away from the ADD domain. Residue F868 is unlikely to undergo conformational change when the ADD domain dissociates from the CD domain.To detect conformational changes of DNMT3A in solution,residues F827 and F868 were substituted by $^ { 1 9 } \\mathrm { F }$ -labelledL-4-trifluoromethylphenylalanine( $^ { \\cdot 1 9 } \\mathrm { F }$ tfmF) in ADD-CD. f, One-dimensional $^ { 1 9 } \\mathrm { F }$ NMR measurements were performed using ADD-CD with substitution of F827tfmF(left) or F868tfmF(right) in the absence or presence of H3K4meO or H3K4me3 peptide.The chemical shift for each measurement is indicated. ",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/a4d204c657ef799987daa3290eb00257455b669123320a09456e66f4e02875f7.jpg",
        "table_caption": [
            "Extended Data Table 1|Data collection and refinement "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>complex ADD-CD-CDNMT3L</td><td>complexwithH3 peptide ADD-CD-CDNMT3L</td></tr><tr><td>Datacollection</td><td></td><td></td></tr><tr><td>Space group Cell dimensions</td><td>P622</td><td>P65</td></tr><tr><td>a,b,c(A）</td><td>252.0,252.0,75.3</td><td>183.8,183.8,123.3</td></tr><tr><td>α,β,γ（°）</td><td>90,90,120</td><td>90,90,120</td></tr><tr><td>Resolution (A)</td><td>50.0-3.82(3.96-3.82)*</td><td>50.0-2.90 (3.00-2.90)</td></tr><tr><td>Rsym Or Rmerge</td><td>0.098 (0.870)</td><td>0.095 (0.721)</td></tr><tr><td>I/oI</td><td>13.2 (1.9)</td><td>20.5 (3.5)</td></tr><tr><td>Completeness(%)</td><td>99.9 (99.9)</td><td>99.0 (100.0)</td></tr><tr><td>Redundancy</td><td>5.7(5.8)</td><td>9.9 (9.8)</td></tr><tr><td>Refinement</td><td></td><td></td></tr><tr><td>Resolution(A)</td><td>50.0-3.82(3.96-3.82)*</td><td>50.0-2.90 (3.00-2.90)</td></tr><tr><td>No.reflections</td><td>20564</td><td>52407</td></tr><tr><td>Rwork/Rfree</td><td>0.230/0.273</td><td>0.223/0.261</td></tr><tr><td>No.atoms</td><td></td><td></td></tr><tr><td>Protein</td><td>5043</td><td>9820</td></tr><tr><td>H3 peptide</td><td></td><td>158</td></tr><tr><td>Ligand/ion</td><td>29</td><td>58</td></tr><tr><td>Water</td><td></td><td>11</td></tr><tr><td>B-factors(A²)</td><td>73.2</td><td></td></tr><tr><td>Protein</td><td></td><td>83.2</td></tr><tr><td>H3 peptide</td><td></td><td>108.7</td></tr><tr><td>Ligand/ion</td><td>55.1</td><td>61.1</td></tr><tr><td>Water</td><td></td><td>60.5</td></tr><tr><td>R.m.sdeviations</td><td></td><td></td></tr><tr><td>Bond lengths(A)</td><td>0.005</td><td>0.010</td></tr><tr><td>Bond angles()</td><td>0.92</td><td>1.40</td></tr><tr><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/e6bbf07ed0a922cd20659ad9723ca44676ff1751af60c685620577b2cc43f6eb.jpg",
        "table_caption": [
            "Extended DataTable2|Effectof DNMT3A mutantsonautoinhibition "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Mutations</td><td>Description</td><td>Effect</td></tr><tr><td>D529A</td><td>H3K4meO recognition (residue K4) ADD-CD interface (autoinhibitory form)</td><td>Release</td></tr><tr><td>D531A</td><td>H3K4me0 recognition (residue K4) ADD-CD interface (autoinhibitory form)</td><td>Release</td></tr><tr><td>M548W</td><td>H3K4meO recognition (residue A1)</td><td>Inhibition</td></tr><tr><td>Y526A/Y528A</td><td>ADD-CD interface (autoinhibitory form)</td><td>Release</td></tr><tr><td>Residues 627-632 replaced by GGSGGS</td><td>ADD-CD interface (in both forms)</td><td>Release</td></tr><tr><td>E907A</td><td>ADD-CD interface (active form)</td><td>No-change</td></tr><tr><td>R742G/P743G/K744S</td><td>Potentially for DNA recognition</td><td>No-change</td></tr><tr><td>K812A</td><td>Potentially for DNA recognition</td><td>No-change</td></tr><tr><td>R720G/K721S</td><td>Potentially for DNA recognition</td><td>Decrease</td></tr><tr><td>R836A/N838A</td><td>Potentially for DNA recognition</td><td>Decrease</td></tr><tr><td>K831A</td><td>Potentially for DNA recognition</td><td>Decrease</td></tr><tr><td>K841A</td><td>Potentially for DNA recognition</td><td>Decrease</td></tr><tr><td>K844A</td><td>Potentially for DNA recognition</td><td>Decrease</td></tr><tr><td>Residues 809-813 replaced by GGSGG</td><td>Potentially for DNA recognition</td><td>Decrease</td></tr><tr><td>Residues 821-846 replaced GGSGGSGG</td><td>Potentially for DNA recognition</td><td>Decrease</td></tr></table></body></html>",
        "page_idx": 19
    }
]