[
    {
        "type": "text",
        "text": "A conditioned visual orientation requires the ellipsoid body in Drosophila ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chao Guo,1² Yifei Du,1² Deliang Yuan,12 Meixia Li,1 Haiyun Gong, Zhefeng Gong,' and Li Liu1,3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1StateKeyLaboratoryof BrainandCognitiveScience,InstituteofBophysics,ChineseAcademyofSciences，Chaoyang District Beijing10010,China;UiversityofCineseAademyofieces,Beijing49hina;KeyLboratoryofntalHeltl ChineseAcademyof Sciences,Beijing100101,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Orientation,thespatialorganizationofanimalbehavior,isanessentialfacultyofanimals.Bacteriaandloweranimalssuchas insects exhibittaxis,innateorientationbehavior,directlytowardorawayfromadirectionalcue.Organisms canalsoorient themselves ataspecificanglerelativetothecues.Inthisstudy,usingDrosophilaasamodelsystem,weestablishedavisual orientationconditioning paradigm basedonaflightsimulatorinwhichastationaryflyingflycould controltherotationof a visualobject.Bycouplingaversive heatshockstoafly'sorientationtowardonesideofthevisualobject,wefoundthatthe flycouldbeconditionedtoorientatetoward the leftorrightsideofthefrontalvisualobjectandretainthisconditioned visualorientation.The lowerand upper visual fields have diferentroles inconditioned visualorientation.Transfer experiment showedthatconditionedvisualorientationcouldgeneralizebetweenvisualtargetsofdifferentsizes,compactness,r vertical positions,but notof contourorientation.Rut—TypeIadenylylcyclase and Dnc—phosphodiesterase were dispensable forvisual orientation conditioning.Normalactivityand scb signaling inR3/R4d neuronsof theelipsoid body were required forvisualorientationconditioning.Our studies establishedavisualorientationconditioning paradigmand examinedthe behavioral properties and neural circuitryof visual orientation,an importantcomponentof the insect's spatial navigation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Supplemental material isavailable forthisarticle.] ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Orientation,the spatial alignment of organism to external stimuli,is a basic behavior in all organisms.Insects spontaneously and stereotypically orientate toward directional stimuli,such as phototaxis with light,geotaxis with gravity,and chemotaxis with chemical gradient.Other than such basic taxes,when organismsmove directly toward or away from the stimuli, there is orientation involving the ability to derive and maintaina directional heading orbearing relative to,but notnecessarily directly toward oraway froman external cue (Jander1963).Such innate orientation behaviors provide a simple solution that helps the organisms respondappropriately toward ethologicallyrelevant stimuli that may be essential for its survival.They are also considered to constitute elementary components of complex behavior such as spatial navigation (Menzel etal.1993;Smith1993).Though theories about the mechanism of taxis have been proposed (Mittelstaedt 1962;Jander 1963),the neural aspects are only just beginning to be understood. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The fruit fly has emerged as a model to study this question because itis amenable to precise manipulation of the neural system by genetic methods (Simpson 2Oo9;Venken et al.2011). Recent work has elucidated the neural mechanisms underlying basic taxes such as phototaxis (Gong et al. 2O1O), negative geotaxis (Kamikouchi et al. 2Oo9;Yorozu et al.2oo9),and chemotaxis (Semmelhackand Wang 2oo9),as well as fixation,a taxis behavior toward a visual target (Bahl et al.2O13).Neural mechanism of visual orientation,however,is less studied owing to lack of an appropriate behavior paradigm. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Flight simulators,in which only the yaw torque produced by stationary flying Drosophila is operative and which allows the fly to control its orientation relative to surrounding visual targets (Heisenberg and Wolf 1984;Heisenberg etal. 20O1),was used to study the fly'sorientationbehavior toward visual targets.Previous studies differentially conditioned flies'orientation toward two different patterns of varied features and have shown that flies can discriminate and remember visual features,such as size,compactness,elevation,contour orientation,color,and certain compound patterns,and showed pattern recognition invariance under retinal position change (Ernst and Heisenberg 1999;Tang et al. 2004;Liu etal.2Oo6).In the flight simulator, stationary flying flies show strong fixation behavior when presented with two vertical bars at opposite positions on a cylindrical screen (Heisenberg and Wolf 1984;Xi et al. 20o8); that is, they tend to head toward the visual targets.Meanwhile,a fly can occasionally maintain anarbitraryangular position (other than fixation) relative to a visual object (e.g.,a vertical stripe),revealing Drosophila's potential for visual orientation (Heisenberg and Wolf 1984).To explicitly study visual orientation in Drosophila,we designed a paradigm of conditioned visual orientation in Drosophila using a flight simulator. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We present a fly with two black bars at opposite positions 中 $1 8 0 ^ { \\circ }$ apart),as visual landmarks on a cylindrical visual field, and condition it to stay to one side of the landmark.Our study establishesa paradigm to study visual orientation in Drosophila, providing an opportunity to study the neural and molecular mechanism underlying visual orientation,an important component of visual spatial navigation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Establishing a visual orientation conditioning paradigm in a flight simulator ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "When presented with two vertical bars at opposite positions at the boundaries of the four virtual quadrants in the arena (see Materials and Methods),the fly will innately fixate toward the bars (visual object fixation) (Heisenberg and Wolf 1984;Xi et al. 2008）and show no significant preference for either the right side or the left side of the bars.This was indicated bya lack of discrepancy in the time spent heading toward one side before conditioning (one-sample $t$ -tests:for $8 ^ { \\circ }$ bar width, $t _ { ( 2 0 ) } = 0 . 9 8 0 9$ $P = 0 . 3 3 8 4$ for $1 2 ^ { \\circ }$ ， $t _ { ( 2 0 ) } = 1 . 6 0 1$ ， $P = 0 . 1 2 5$ ；for $2 4 ^ { \\circ }$ ， $t _ { ( 2 0 ) } =$ 0.3525, $P = 0 . 7 2 8 1$ ；for $4 5 ^ { \\circ }$ ， $t _ { ( 2 0 ) } = 0 . 6 3 1 4$ ， $P = 0 . 5 3 4 9 _ { \\cdot }$ for $9 0 ^ { \\circ }$ $t _ { ( 2 0 ) } = 2 . 0 4 8$ 1 $P = 0 . 0 5 3 9$ ） (Supplemental Fig.S1).We introduced anegative reinforcer into the systemby turning ona heat source directed at the fly's body whenever the flyheaded toward one side of the visual targets. Consequently,the fly was conditioned to avoid heading toward one side and spent more time heading toward the other side of the visual target,forminga visual orientation.Indeed，wild-type flies could be trained to spend more time heading toward the unpunished side of bars of various widths with a standard training protocol (Fig.1B; Supplemental Figs.S1-S3).We found flies could retain the conditioned visual flight orientation after training using vertical bars of width $1 2 ^ { \\circ }$ ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/e9d6cf42c92109d223ca79900d9bf4826320f341185f3a91b9860e890459e564.jpg",
        "img_caption": [
            "Figure1.Visual orientation conditioning of Drosophila in the flight simulator.(A) Schematic of the experimental setup.A tethered fly controls the rotation of the panorama via yaw torque produced by its flight.Two identical patterns (e.g.,two vertical bars) are aligned to the opposing boundaries of the four quadrants of the panorama,such that the frontal bar is on its right when the fly heads toward one quadrant and on its leftwhen the flyheads toward the other quadrant. (B) Performance index of the nine sessions to quantify the position preference of flies during the conditioning procedure.Wild-type Drosophila avoids the heat shock to stay more toward the safe quadrant during training and retain this position preference(conditioned visual orientation) during the final tests.All comparisons with chance level zero were made using one-sample t-tests.Error bars indicate SEM. $( ^ { * * } )$ $P < 0 . 0 1$ (\\*) $\\textstyle P < 0 . 0 5$ ： "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/be67bbb7d1fe83b0715de6d9ae07fea8020584017cf9e7df23a27f118fd0d027.jpg",
        "img_caption": [
            "Figure 2.Flies mediate their orientation primarily using the frontal visual targets.Flies cannot be conditioned to specific orientation by checkerboard pattern.Flies can be conditioned to visual orientation using a single bar.Visual orientation cannot be conditioned using two bars if the frontal bar is masked.The number of flies tested in the different groups is shown above each bar.All comparisons with chance level zero were made using one-sample t-tests.Error bars indicate SEM. $( ^ { * * }$ ） $P < 0 . 0 1 \\$ ： "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$2 4 ^ { \\circ } , 4 5 ^ { \\circ } .$ and $9 0 ^ { \\circ }$ but not with a bar of $8 ^ { \\circ }$ visual angle (all onesample $t$ -tests: for $8 ^ { \\circ }$ ， $t _ { ( 2 0 ) } = 1 . 1 1 6$ $P = 0 . 2 7 7 7$ ；for $1 2 ^ { \\circ }$ ， $t _ { ( 2 0 ) } =$ 2.810, $P = 0 . 0 1 0 8$ ；for $2 4 ^ { \\circ }$ ， $t _ { ( 2 0 ) } = 3 . 5 4 1$ ， $P = 0 . 0 0 2$ ：for $4 5 ^ { \\circ } .$ $t _ { ( 2 0 ) } = 3 . 6 9 3$ ， $P = 0 . 0 0 1 4$ ；for $9 0 ^ { \\circ }$ $\\mathit { \\Omega } , \\mathit { \\Delta } t _ { ( 2 0 ) } = 4 . 8 4 5 , \\mathit { \\Delta } P = < 0 . 0 0 0 1 )$ (Fig.1B;Supplemental Figs.S1-S3).The larger the width of the bar,the better the memory score,which indicates that the visual orientation conditioning is dependent on the saliency of landmark.For later experiments we used bars of $2 4 ^ { \\circ }$ width as landmarks,unless specified otherwise. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To rule out the possibility of the existence of nonvisual cues for positional information,we tested a uniformcheckerboard pattern,which provided an optic flow that the flies could use to stabilize the panorama and avoid the heat punishment,but visually provided no positional information (Supplemental Fig.S4A,B). During tests,a fly was no longer able to stay in the“safe\"quadrant (one-sample t-test, $t _ { ( 1 7 ) } = 0 . 5 6 3$ $P = 0 . 5 8 0 8$ ）(Fig.2)，indicating that the orientation was indeed visually mediated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For the convenience of the setup,we used two bars $1 8 0 ^ { \\circ }$ apart on the cylinder drumas landmarks.However,we found flies mediated their orientation primarily by the frontal visual targets. When we tested flies usinga single bar we found that the flies spentalmostall their time heading toward the bar quadrant rather than the vacant quadrants (Supplemental Fig. S5A),and a single bar was sufficient for conditioned visual orientation (one-sample t-test, $t _ { ( 1 8 ) } = 2 . 9 5 4$ ， $P = 0 . 0 0 8 5$ ） (Fig.2;Supplemental Fig. S5B). The resultant performance index was no better than that in the two-bar situation,indicating the second bar did not serve as a confounding factor.However,if we masked the frontal visual field of the fly during two-bar conditioning so the fly could only use the bar on its rear for guidance,the fly could not retain its conditioned visual orientation (one-sample $t$ -test, $t _ { ( 1 9 ) } = 0 . 6 6 7 8$ $P = 0 . 5 1 2 3 ,$ 1 (Fig.2).Therefore we consider that the flies used the frontal bar asalandmark. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "During the above experiments,we used vertical through bars on the drum,we wondered if the upper and lower visual fields contributed equally to the horizontal visual orientation memory. Thus,we tested different parts of the flies'visual fields for conditioned visual orientation by dividing the bars equally into their upper,center,and lower third parts,and found that the lower and the center but not the upper third induced conditioned visual orientation (one-sample t-test: lower part, $t _ { ( 2 1 ) } = 2 . 9 7 3$ ， $P =$ 0.0073; center part, $t _ { ( 2 1 ) } = 2 . 8 9 6$ $P = 0 . 0 0 8 7$ ； upper part, $t _ { ( 2 0 ) } =$ 0.037, $P = 0 . 9 7 0 2 \\mathrm { \\cdot }$ (Supplemental Fig.S6),implying that the upper visual field played less of a role in the visual orientation conditioning. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Conditioned visual orientation tolerates changes of the visual targets ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Visual orientation conditioning is dependent on the visual landmark,but to what extent?We thus carried out a series of transfer experiments using pattern pairs that can be discriminated and remembered by flies (ErnstandHeisenberg1999;Tang etal.2004; Pan et al. 2oo9).With the standard conditioning protocol，we trained the flies with one of the pair until the last test sessions, where we changed it to the other of the pair of the same pattern for conditioned visual orientation test (Fig.3A).To our surprise, flies still showed the same orientation response to the changed pattern,indicating that conditioned visual orientation can tolerate changes of landmarks in size (one-sample $t$ -test: small to large, $t _ { ( 1 2 ) } = 4 . 0 7 6$ $P = 0 . 0 0 1 5$ ; large to small, $t _ { ( 1 5 ) } = 5 . 6 3 5$ $P < 0 . 0 0 0 1 _ { \\cdot }$ ） (Fig.3B)，vertical compactness (one-sample $t$ -test: narrow to wide, $t _ { ( 1 7 ) } = 4 . 2 9 4$ $P = 0 . 0 0 0 5$ ;wide to narrow, $t _ { ( 1 7 ) } = 3 . 3 0 4$ $P =$ 0.0042) (Fig.3C)，elevation (one-sample $t$ -test: lower to upper, $t _ { ( 2 1 ) } = 3 . 0 9 4$ ， $P = 0 . 0 0 5 5$ ；upper to lower， $t _ { ( 2 1 ) } = 4 . 7 4 7$ ， $P =$ 0.0001 (Fig. 3D) (upside-down T to upright T, $t _ { ( 1 9 ) } = 3 . 4 0 8$ $P =$ 0.003;upright T to upside-down T, $t _ { \\mathrm { ( 1 8 ) } } = 2 . 1 2 2$ $P = 0 . 0 4 8$ (Fig. 3E).However,changing the pattern's contour orientation gave no conditioned visual orientation (one-sample $t { \\mathrm { . } }$ -test: $1 3 5 ^ { \\circ }$ to $4 5 ^ { \\circ }$ ， $t _ { ( 1 8 ) } = 0 . 8 4 6$ ， $ { P = 0 . 4 0 8 5 }$ ： $4 5 ^ { \\circ }$ to $1 3 5 ^ { \\circ }$ ， $t _ { ( 1 9 ) } = 0 . 5 5 6$ ， $P =$ 0.5842)(Fig.3F),whereas conditioned visual orientation was retained if the pattern was not actually changed (one-sample t-test: $4 5 ^ { \\circ }$ ， $t _ { ( 1 8 ) } = 5 . 6 7 6$ ， $P < 0 . 0 0 0 1$ ； $1 3 5 ^ { \\circ }$ ， $t _ { ( 1 7 ) } = 4 . 4 6 7$ ， $P =$ 0.0003) (Fig.3G,H).These indicated that tolerance of conditioned visual orientation for landmark identity is limited. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/69c0163f22b5fd69aee41f14667831603383fb5845d71d7c3095166a3a92b455.jpg",
        "img_caption": [
            "Figure 3. Conditioned visual orientation tolerates a change in certain features of the visual targets.We used transfer experiments to study to what extent the fly's orientation memory is dependent on the identity of the visual landmark.(A) The transfer experiments followed the standard conditioning protocol,but the pattern used as a landmark was changed to the other one of a pair during the last two test sessions.Conditioned visual orientation tolerates changes in the visual targets'size (B),vertical compactness (C)，elevation $( D , E ) ,$ but not contour orientation $( F ) ,$ though flies undergoing the procedure without actually changing the patterns can form a conditioned orientation for the contour orientation patterns with $4 5 ^ { \\circ }$ bars (G)and $1 3 5 ^ { \\circ }$ bars $( H )$ .For each panel in $B { - } F ,$ above is the transferPl from the left to the right patternand below is the transferPl from the right to the left pattern.The numberof flies tested in the different groups is shown above each bar.All comparisons with chance level zero were made using one-sample t-tests.Error bars indicate SEM. $( ^ { * * * }$ ） $P < 0 . 0 0 1$ 、 $( ^ { * * } )$ （204 $P < 0 . { \\bar { 0 1 } }$ ，(\\*) $\\dot { P } < \\dot { 0 } . 0 5$ ： "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A subset of ellipsoid body neurons is required for visual orientation conditioning ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Tofind the neuronal substrates involved in the visual orientation conditioning in flies,we screened possible neuron types by inducing expression of the inward rectifying potassium channel $\\mathrm { K i r } 2 . 1$ in adult flies by heat shock (HS) to silence neuronal activity (Baines et al.2OO1;Ofstad etal.2O11).We found that silencing theR3/R4d neuronslabeledbyc232-Gal4 in the ellipsoid bodyresulted ina visual orientation conditioning defectin flies (one-sample $t$ -tests: $t _ { ( 2 3 ) } = 1 . 2 7 3$ ， $P = 0 . 2 1 5 6$ and $t _ { ( 2 3 ) } = 5 . 3 4 1$ $P = < 0 . 0 0 0 1$ ,for flies with and without induction of Kir2.1 expression with c232-Gal4,respectively， $( t _ { ( 2 3 ) } = 4 . 7 6 0$ $P < 0 . 0 0 0 1$ for $t u b \\mathrm { - G a l 8 0 ^ { t s } }$ ；Kir2.1 heat shock control) and significantly decreased conditioned visual orientation (one-way analysis of variance [ANOVA]: $F _ { ( 2 , 6 9 ) } = 0 . 4 5 1 0$ ， $P = 0 . 0 1 9 9$ with the post hoc Tukey's Multiple Comparison Test: $q ( t u b \\mathrm { - } \\mathrm { G a l } 8 0 ^ { \\mathrm { t s } } ; K i r 2 . 1 / +$ with HS versus $t u b \\mathrm { - G a l 8 0 ^ { t s } }$ ： $K i r 2 . 1 / { \\mathrm { c } } 2 3 2$ without $\\mathrm { H S } ) = 0 . 1 1 6 8$ ， $P >$ 0.5; $q ( t u b { \\mathrm { - G a l } } 8 0 ^ { \\mathrm { t s } } $ 1 $K i r { 2 . } 1 / +$ with HS versus tub-Gal80ts; $K i r { 2 . 1 } /  \\$ c232 with $\\mathrm { H S } ) = 3 . 4 6 ^ { \\mathrm { c } }$ 。 $P < 0 . 5$ ： $q ( t u b \\mathrm { - G a l 8 0 ^ { t s } }$ $K i r 2 . 1 / { \\mathrm { c } } 2 3 2$ without HS versus tub-Gal80ts; $K i r 2 . 1 / { \\mathrm { c } } 2 3 2$ with $\\mathrm { H S } ) = 3 . 5 8 6$ ， $P <$ 0.5).Conversely,silencing $\\mathrm { R } 2 / 4 \\mathrm { m }$ neurons labeled by c819-Gal4 $( t _ { ( 2 1 ) } = 4 . 0 1 5$ ， $P = 0 . 0 0 0 6$ with HS and $t _ { ( 2 3 ) } = 3 . 7 0 4$ ， $P = 0 . 0 0 1 3$ withoutHS) in the ellipsoid body,orlarge-field F5 neurons labeled by c205-Gal4 $( t _ { ( 2 3 ) } = 1 . 8 7 3$ $P = 0 . 0 0 2 4$ with HS and $t _ { ( 2 3 ) } = 2 . 4 9 2 ,$ （20 $P = 0 . 0 0 2 1$ without HS),or large-field F1 neurons labeled by $\\mathrm { N P 6 5 1 0 – G a l 4 }$ $( t _ { ( 2 4 ) } = 2 . 1 8 6$ ， $P = 0 . 0 2 0 6$ with heat shock and $t _ { ( 2 0 ) } = 4 . 8 0 2$ $P = < 0 . 0 0 0 1$ without HS),or pontine neurons labeled by NP2320-Gal4 $( t _ { ( 2 3 ) } = 2 . 8 4 9$ ， $P = 0 . 0 0 9 1$ with HS and $t _ { ( 2 3 ) } = 4 . 6 8 3$ $P = 0 . 0 0 0 1$ without HS) in fan-shaped body or mushroom bodies neurons labeled by 17d-Gal4 $( t _ { ( 2 1 ) } = 3 . 2 9 0$ ， $P =$ 0.0003 with HS and $t _ { ( 2 1 ) } = 5 . 1 9 5$ $P = < 0 . 0 0 0 1$ without HS) did notreduce the performance indexto zero (Fig.4A). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Visual orientation conditioning involves fixation and heat avoidance.Therefore,we tested thefliesdefective invisual orientation conditioning in fixation and heat avoidance assays.We found that inducing the expression of $\\mathrm { K i r } 2 . 1$ in R3/R4d neurons did not affect fixation (one-way ANOVA: $F _ { ( 2 , 5 5 ) } = 0 . 4 5 1 0 ,$ $P =$ 0.6393, $n = 1 8 \\mathrm { - } 2 0 ,$ (Fig.4B).To evaluate flies'heat avoidance ability,we designed a situation inwhich the flies were conditioned to head toward two of the four identical bars but not the other two, and found no difference in the PI of flieswithand without heat shock treatment (one-way ANOVA: $F _ { ( 2 , 4 7 ) } = 0 . 9 2 4 1$ $P = 0 . 4 0 4 0$ $n = 1 6 { - } 1 7 )$ (Fig.4C),indicating that the treatment did not affect flies'heatavoidanceinaflight simulator.All results indicated that R3/R4d neurons in the ellipsoid body are required for visual orientation conditioning. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a7668f2776e11aa7fc74fe47d112ab78f29719364368e0878942bdf0075d657d.jpg",
        "img_caption": [
            "Figure 4.Silencing R3/R4d ring neurons in the elipsoid body results in a deficit in conditioned visual orientation. (A) Silencing the $\\mathtt { c 2 3 2 }$ -labeled R3/R4d ring neurons impairs conditioned visual orientation but silencing the c819-labeled R2/R4m neurons in the ellipsoid body or dorsal (c205), ventral (NP651O),or pontine (NP232O) neurons in the fan-shaped body or in the mushroom bodies (17d) had no effect.(B) Silencing R3/R4d neurons did not affect flies' fixation behavior.(C） Silencing R3/R4d neurons did not affect flies'heat avoidance.The number of flies tested in the different groups is shown above each bar.All comparisons with chance level zero were made using one-sample t-tests.ANOVA with post hoc Tukey's Multiple Comparison Test was used for group comparison.Error bars indicate SEM.(\\*) $\\textstyle P < 0 . 0 5$ (NS) nonsignificant. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "cAMP signaling pathway might be dispensable for conditioned visual orientation in Drosophila ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To study the molecular mechanismunderlying visual orientation conditioning,we used flies with mutant genes previously reported to be implicated in olfactory memory or visual pattern memory. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We first tested the rutabaga (rut) gene,which is required for both olfactory and visual pattern memory (Levin et al.1992; Liu et al.2006;Panetal.209).Tooursurprise,the $r u t ^ { 2 0 8 0 }$ performed normally in this paradigm (one-sample $t$ -test， $t _ { ( 2 0 ) } =$ 4.155, $P = 0 . 0 0 0 6$ (Fig.5). Because the $r u t ^ { 2 0 8 0 }$ still retains $\\sim 3 0 \\%$ of the rut mRNA level (Pan et al. 2OO9),there exist two possible explanations:rutis not required for thismemory,or the task is less dependent on the rut level.Therefore,we knocked down rut panneuronallyusing RNAi,which reduced the mRNA level in the head toa nearly null level (Pan etal.2oo9),but failed to observe a defect (one-sample t-test, $t _ { ( 1 8 ) } ~ t = 3 . 7 9 3 , ~ P = 0 . 0 0 1 3$ ， $t _ { ( 2 0 ) } =$ 4.502, $P = 0 . 0 0 0 2$ and $t _ { ( 1 9 ) } = 3 . 6 8 3$ = $P = 0 . 0 0 1 4$ for the elav-Gal4 and rut-RNAi controls,respectively) (Fig.5).We also tested the $d n c ^ { 1 }$ mutant (Nighorn et al. 1991; Levine et al.1994),which is a hypomorphicmutant withaffected olfactoryandvisual pattern memory (Dauwalder and Davis1995;Gong etal.1998),and found that it also performed normally in the visual orientation conditioning (Fig. 5,one-sample $t$ -test, $t _ { ( 2 0 ) } = 2 . 8 5 0$ $P = 0 . 0 0 9 9$ (Fig. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5).Thus,conditioned visual orientation might be mediated by a molecular pathway other than the cAMP pathway. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "scbis required forconditioned visual orientation in Drosophila We found that $s c b ^ { \\mathrm { N P 1 3 7 3 } }$ flies,a $P$ element insertion line of $s c b$ that encodes Integrin (Grotewiel et al.1998),are defective in conditioned visual orientation (one-sample $t$ -test, $t _ { ( 2 4 ) } = 0 . 4 4 8$ ， $P =$ 0.6577) (Fig.6A).Pan-neuronal knockdown of $s c b$ by elav-Gal4 driven scb-RNAi also resulted in visual orientation conditioning defects (one-sample $t$ -test: $t _ { ( 2 3 ) } = 0 . 7 9 2 0$ ， $P = 0 . 4 3 6 4$ ；for RNAi control, $t _ { ( 2 1 ) } = 4 . 0 5 1$ ， $P = 0 . 0 0 0 6$ ）(Fig.6A).Interestingly，we found that RNAi knockdown of $s c b$ in the R3/R4d neurons labeled byc232-Gal4 also led to a conditioning defect (one-sample t-test: for $c 2 3 2 / s c b$ -RNAi: $t _ { ( 2 2 ) } = 1 . 5 5 7$ ， $\\textstyle P = 0 . 1 3 3 7$ ；for c232 control, $t _ { ( 2 2 ) } = 5 . 7 2 7$ 中 $P < 0 . 0 0 0 1 )$ and significantly reduced conditioned visual orientation (one-way ANOVA: $F _ { ( 2 , 6 7 ) } = 4 . 9 7 0 \\$ $P = 0 . 0 0 9 8$ post hoc Tukey's Multiple Comparison Test: $q ( + / s c b$ -RNAi versus ${ c 2 3 2 / s c b  – R N A i } ) = 4 . 0 7 0 , P < 0 . 5 ;$ $\\mathbf { q } ( + / s c b$ -RNAi versus $c 2 3 2 / + ) =$ 0.5155, $P > 0 . 5$ ； $1 ( \\mathrm { c } 2 3 2 / \\mathrm { s } c b$ -RNAi versus $c 2 3 2 / + ) = 3 . 5 9 5$ ， $P <$ 0.5).R2/R4d neurons labeled by c819-Gal4 (one-sample t-test: $t _ { ( 2 1 ) } = 6 . 2 7 1$ $P < 0 . 0 0 0 1 _ { \\cdot }$ or $\\propto$ and $\\beta$ Kenyon cells in the mushroom bodies labeled by 17d-Gal4 (one-sample t-test: $t _ { ( 2 3 ) } =$ 4.388, $P = 0 . 0 0 0 2$ ）didnot affect the conditioned visual orientation (Fig. 6A). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Wealso tested the fixation and heat avoidance in these stocks.We found there was no difference in fixation among the scb mutant，RNAi knockdown，and control flies (one-way ANOVA: $F _ { ( 5 , 1 0 5 ) } = 0 . 5 2 7 6$ $P = 0 . 7 5 4 9$ )(Fig. 6B),and no difference in heat avoidance behavior (one-way ANOVA: $F _ { ( 5 , 9 3 ) } = 0 . 1 5 4 9$ $P = 0 . 9 7 8 1$ ）(Fig.6C). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thus,visual orientation conditioning may be mediated by scb signaling,at least partially in R3/R4d neurons. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study,we established a paradigm using a flight simulator to study visual orientation conditioning in Drosophila.We found that flies could be conditioned to orientate to the side of a visual target,exhibiting conditioned visual orientation.This conditioned visual orientation tolerates some changes of visual landmarks,and is mainly mediated by the lower and central part of the visual field.We found that Rut type1 adenylyl cyclase and ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/19c839cec4ef82c42f3aa5f652a9092f37689adde7da893f1c775cb9d1469b64.jpg",
        "img_caption": [
            "Figure5. cAMP pathway is dispensable forconditioned visual orientation.Hypomorphic $r u t ^ { 2 0 8 \\not 0 }$ or pan-neuronal RNAi knockdown of rut did not affect conditioned visual orientation. $d n c ^ { 1 }$ also performs normally in visual orientation conditioning.The number offlies tested in the different groups is shown above each bar.All comparisons with chance level zero were made using one-sample t-tests.Error bars indicate SEM. $( ^ { * * * } )$ 1 $P <$ 0.001, $( ^ { * * }$ ） $P < \\bar { 0 . 0 1 }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b9f377ea25be92f9032346c20cf4a1a64b5cc092d6762d037fe1c222be66dd11.jpg",
        "img_caption": [
            "Figure6. $s c b$ is required for conditioned visual orientation.(A) Insertion line $s c b ^ { \\mathsf { N P 1 3 7 3 } }$ is defective in conditioned visual orientation.Pan-neuronal (elav) RNAi knockdown of $s c b$ also abolished conditioned visual orientation.RNAi knockdown of $s c b$ in the R3/R4d neurons (c232) but not in $R 2 / { \\mathsf { R } } 4 { \\mathsf { m } }$ neurons (c819) or mushroom bodies neurons (17d) resulted in visual orientation conditioning defect.(B) RNAi knockdown of scb in the R3/R4d neurons did not affect flies'fixation behavior. (C) RNAi knockdown of $s c b$ inthe R3/R4d neurons did not affect heat avoidance.The number of flies tested in the different groups is shown above each bar. All comparisons with chance level zero were made using one-sample t-tests.ANOVA with post hoc Tukey's Multiple Comparison Test was used for group comparison.Error bars indicate SEM. $( ^ { * * * } )$ （ $P < 0 . 0 0 1$ $( ^ { * * } )$ （20 $\\bar { P } < 0 . \\bar { 0 } 1$ 、 $\\dot { ( } ^ { * } )$ （20 $\\begin{array} { r } { P < 0 . 0 5 . } \\end{array}$ (NS) nonsignificant. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dnc phosphodiesterase are dispensable for such visual orientation conditioning.Proper neuronal activity and $s c b$ signaling,at least in R3/R4d neurons,in the ellipsoid body is required for conditioned visual orientation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conditioned visual orientation of Drosophila in a flight simulator ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Regarding the azimuth direction of an organism's movement relative to a stimulus,there are three possible directions:going toward the stimuli,going away from the stimuli,or going across sideways (Jander1963;Heisenbergand Wolf1984).Because an organism does not approach the stimuli in visual orientation,it should be mainly a landmark-based orientation mechanism.In the experimental setting,some flies spontaneously maintain a sideways orientation but it is not observed consistently. Thus, conditioned orientation may be a viable approach to study such orientation.In this study,we used the flight simulator,in which onlythe visual pattern'sazimuthischangeable by the fly's yawing.Flies were conditioned to orientate toward the left or right side of the landmarks of various patterns.Indeed, it is a basic decision thataflyhas to makewhile facing obstacles orlandmarks. We found that visual orientation can be conditioned in flies using various visual patterns. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Visual orientation can be derived from basotaxis,i.e.,fixation,by being added to a spontaneous turning tendency,which shifts the controlled direction a greater or lesser amount away from the basic direction (Jander 1963).In the visual orientation conditioning flies show fixation toward visual targets and mostly maintain a small but sufficient deviation from the vertical bar (Supplemental Fig.S3) rather than orientate at the center of the unpunished quadrantsas in the case with an evenly distributed visual landmark (Dill etal.1995).Itis probable that the flies derive the visual orientation from fixationand the deviation varies from fly to fly but generally in an economical way. In the closed loop condition of the flight simulator,flies stabilize and steer the panorama by microoscillation,an active behavior in which turning tendency may be embodied,and the conditioning may inhibit the turning tendency toward the punished side.However,such turning tendency is different from the pure motor turning tendency in the open loop conditioning (Wolf and Heisenberg 1991;Wolf etal.1998) in that it is visually mediated.This was monitored using the checkerboard conditioning that showed that flies did not use cues other than visual singularity in the cylindrical panorama to achieve the conditioned orientation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Tolerance of target variation in conditioned visual orientation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Using transfer experiments,we trained the flieswith one of the patterns ofa pair that the fly could discriminate and remember asa landmark and then tested them with the other with the same alignment to testif the flies'conditioned visual orientation cantolerate the change of the landmark.We found that the flies' conditioned visual orientation persists despite the change to the pattern such as size and compactness.The retained visual orientationresponse toward the altered visual target indicates that the conditioned visual orientation is independent of specific parameter of the visual target and generalizable to changed object. This could possibly reflect the robustness of orientation in flies, modeling the ethological scenarioswhen flies are trackinga visual object,e.g.,another fly,the size of which would vary as its distance changes;however,their relative angle is constant and the fly still tracks its target.This indicates the fly's behavioris quite flexible despite itsmany stereotypical behaviors,adding more evidence to the vision constancy in flies (Tang et al.2004). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "An exception in the transfer experiments is that flies failed to retain the conditioned visual orientation when facingan object with a different contour orientation.One possibility is the fly tracks the position by part of the pattern,e.g.,the upper part. In that case,the PI of transfer session should be negative,which was not observed.Another possibility is that interference exists between the processing of horizontal position information and horizontally different patterns,thus preventing successful transfer(Tang et al.2OO4).Indeed,previouswork has shown that the pattern recognition is tolerant of vertical position change only if ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "the patterns do not involve an elevation feature (Dill et al.1993;   \nTang et al. 2004). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Functional specialization of the visual field ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The compound eyes of the fly are horizontally symmetrical and consist of a mirror image pattern of ommatidia in the dorsal and ventral halves (Zheng etal.1995; Choi et al.1996).However, the upper and lower visual field has been shown to have a differential impact onflybehavior.Flies preferalowerbar toa through bar,and prefer a through bar to an upper bar (Ernst and Heisenberg 1999).The cueing effect is lacking in the upper visual field for selective attention (Sareen et al.2011). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Here,we found thatbars of the same size canbe used as landmarks for successful visual orientation conditioningin the lower or middle but not the upper third of the fly visual field (Supplemental Fig.S6).This is possibly because of the fact that the flies fixate poorly toward the upper bars (Supplemental Fig. S7; Yang and Guo 2O13).Therefore,visual information from the upper visual field seems lessrelevant in the flies'behavior,at least in the visual orientation.This is consistent with Drosophila behavior, which is mainly feeding on a surface and so has more interest in its lower visual field.It seems that there is already functional specialization of the visual field in Drosophila.Whether the specialization is hard wired or experience-dependent plasticity is still unknown. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Distinct molecular signaling for different memoryprocesses ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "rut and dnc are required in many memory processes such as olfactory memory (Nighorn et al.1991; Levin et al.1992),visual patternmemory (Liu etal.2oo6),and place learning ina heat box (Zars et al.2ooO).However,we found that they are dispensable for conditioned visual orientation.It is possible that different memory processes involve different molecular mechanisms. Actually, the $r u t ^ { 2 0 8 0 }$ also performed normally in motor learning (Brembs and Plendl 2O08)and $d n c ^ { \\boldsymbol { \\imath } }$ in an orientation memory (Neuser et al.2oo8).We found that the $s c b$ is required for conditioned visual orientation,essentially in the R3/R4d neurons. Indeed, $s c b$ was reported to be enriched in mushroom bodies and the ellipsoid body (Grotewiel et al.1998).We also found that $s c b$ is involved in visual pattern memory (data not shown). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Neural mechanism of visual orientation memory ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We silenced the activity of different subsets of neurons,by inducing the expression of $\\mathrm { K i r } 2 . 1$ at adulthood,and found that the proper neuronal activities of c232-Gal4 labeled ellipsoid body R3/R4d neurons are required for visual orientation memory.In addition,control experiments showed that silencing these neurons did not affect heat avoidance or fixation.We conclude that these ellipsoid body neurons are either involved in the position representation orin the proper association between heatand visual position maintenance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Behavioral plasticity is mediated by neuronal plasticity. To uncover the molecular mechanism of the plasticity of the R3/ R4d neurons,we found rut and dnc are dispensable;whereas $s c b$ encoding a subunit of Integrin,is required in R3/R4d neurons for conditioned visual orientation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A previous study that documented spatial orientation memory,inwhich distracted walking flies could regain their original orientation,also required c232-Gal4 labeled ellpsoid body neurons (Neuser et al. 2Oo8).In that paradigm,the visual object is no longer present during testing,so the mechanism is deemed to be through some idiothetic cue.The similarity of the two paradigms is that the flies choose one side,corresponding to an actual or virtual pattern.Thus,itis likely that the c232 neurons are involved in orientation representation (Seelig and Jayaraman 2013).Whether the association needs R3/R4d neurons still requires further study. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Materials and Methods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fly stocks ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Flieswere reared on standard medium(Guo et al.1996) at $2 5 ^ { \\circ } \\mathrm { C }$ or $1 8 ^ { \\circ } \\mathrm { C }$ (forflieswithatub-GAL $8 0 ^ { \\mathrm { t s } }$ construct) and $6 0 \\%$ relative humidity under a 12-h light/12-h dark regime.Three- to 4-d old male flies were used in all behavioral experiments.The following flies were used: CantonS (CS)，UAS-rutGD3358(Vienna Drosophila RNAi Center)，dnc1，UAS-scbJF02696 (Bloomington Drosophila stock center)，tub-GAL8Ots;UAS-Kir2.1(Ofstad et al. 2011)，rut2080;UAS-rut(Zarsetal.2000), $s c b ^ { \\mathrm { N P 1 3 7 3 } }$ ，NP6510- Gal4,and NP232O-Gal4 (Drosophila Genetic Resource Center at Kyoto Institute of Technology)，17d-Gal4 (Wei Yi),c205-Gal4, c819-Gal4,c232-Gal4,and elav-Gal4.All the Gal4 lines were outcrossed with $\\boldsymbol { w } ^ { 1 1 1 8 }$ flies for at least six generations before use. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Flight simulatorand preparation of flies for experiments ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All behavioral experiments were performed witha flight simulator (Heisenbergand Wolf1984;Wolf andHeisenberg1991).The detailed description of setup and experimental procedure has been visualized(Brembs 2Oo8).Briefly,asingle flywas tethered toa torque meter at the center of acircular panorama $\\Phi 4 8 \\mathrm { m m } \\times$ height $\\hat { 4 } 2 \\mathrm { ~ m m }$ ）viaa wire hook.The yaw torque produced by the fly around its vertical body axis was transformed into the opposite rotation of the drum. Consequently, the fly could control the rotation of the drum and choose its orientation relative to the panorama (Fig.1A).The panorama was divided virtually into four quadrantswith the opposite two configured the same.Differential conditioning was achieved by switching an infrared laser(10.6 $\\mu \\mathrm { m } _ { i }$ $0 . 5 \\pm 0 . \\overset { \\smile } { . } \\mathrm { ~ W } ,$ in pulses with a 5O- to 5O-msec phase width), aimed at the abdomen of the fly,on and off contingent upon which one of the two types of quadrant the fly was heading toward (switching is almost simultaneous upon the fly passing the boundary of quadrants). Conditioning was reciprocated by coupling the heat shock to the two quadrantsalternatelywith different flies. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The behavior was quantified by a performance index (PI),defined as $\\mathrm { P I } = ( t _ { 1 } - t _ { 2 } ) / ( \\bar { t } _ { 1 } + t _ { 2 } ) ,$ where $t _ { 1 }$ is the time a fly spent heading toward one type of quadrant and $t _ { 2 }$ is the time it spent heading toward the other type that was usually associated with punishment. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Toprepare flies for behavioral assay,2- to 3-d-old flieswere briefly cold anesthetized and then singly glued with Durafill Bond (Heraeus Kulzer,Hanau,Germany) to triangle-shaped hooks (made by $\\Phi 0 . 0 5 \\mathrm { m m }$ wire) by theirhead and thoraxwitha stereo micromanipulator the day before the experiment.Flieswere then keptindividually in small chambers and were fed overnight with grains of sucrose on filter paper with one end immersed in water. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The laser power was adjusted before the experiment to optimize its conditioning efficacybut not so high as to immobilize the fly or kill it. Once adjusted, the laser power was kept constant. If a flystopped flyingmore than three times during the experiment, the experiment was stopped and the data discarded. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Visual flight orientation conditioning ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The visual flight orientation conditioning was based on a flight simulator (Fig.1A).Two identical visual patterns as landmarks were presented at two opposite borderlines of the four quadrants on the panorama,such that when the fly headed toward the left side of the pattern it entered one quadrant and when the fly headed toward the right side it entered the other quadrant,allowing its orientation toward the patterns to be differentiated. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "If not specified,we used two vertical through bars (horizontally $2 4 ^ { \\circ }$ andvertically ${ \\sim } 8 2 ^ { \\circ }$ ina subtended visual angle) as landmarks.We used the same training protocol as in the previous study (Pan et al.2oo9),with nine 2-min sessions: two pretest sessions,four training sessions spaced by one test session,and two test sessions (Fig.1B) with the arena position randomly reset entering each session.We used PI8,of the test session immediately afterall the training sessions,for the evaluation of the flies'conditioned visual orientation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For visual orientation conditioning using the checkerboard, auniformlycheckered board pattern $3 2 \\times 9$ squares,alternately black and white,each $1 1 ^ { \\circ } \\times \\bar { 1 1 } ^ { \\circ } ,$ )wasused.For visual orientation conditioning usinga single bar,only one bar of $2 4 ^ { \\circ }$ width is used as alandmark.For the visual orientation conditioning experiment with the frontal visual field masked,a smaller transparent drum, with opaque white paper pasted on the frontal half,was placed concentrically within the rotating outer drum,so that the frontal half of thevisualfieldisblocked. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Evaluation of spontaneous preference ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The first two sessions in the standard protocol were test sessions. We used the PIs of the second test sessions to evaluate the positional prepreference of the flies.Because we used reciprocal training,we converted the PIs with punishment coupled to the bar on the left by multiplying themwith $^ { - 1 }$ to make the PIs consistent with those when punishment was coupled to the bar on the right. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Transfer experiments forthe visual orientation conditioning ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In transfer experiments,a fly was trained with one type of pattern (e.g.,a T) and then tested with the other corresponding type of pattern (e.g.,an inverted T) of the same feature.The two corresponding patterns were pasted and aligned in two identical drums.Changing the drum was done while the illumination was off and took 30-6O sec. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The following black pattern pairs were used:(1) upright and inverted T-shaped patterns measured $3 6 ^ { \\circ }$ vertically and $3 9 ^ { \\circ }$ horizontally with the centerat the horizon: the bars of the Ts were $1 2 ^ { \\circ }$ wide;(2) patterns of different elevation:horizontal bars $( 4 0 ^ { \\circ } \\times$ $1 0 ^ { \\circ } )$ placedat $1 0 ^ { \\circ }$ above and below the horizon;(3) patterns of different contour orientation:bars of different orientations $( - 4 5 ^ { \\circ }$ and $4 5 ^ { \\circ }$ ); (4)patterns of different size: $2 0 ^ { \\circ } \\times 2 0 ^ { \\circ }$ and $3 4 ^ { \\circ } \\times 3 4 ^ { \\circ }$ squares;and(5) patterns of different vertical compactness:two horizontal bars $( \\bar { 4 0 } ^ { \\circ } \\times 1 0 ^ { \\circ } )$ with a vertical distance of $2 0 ^ { \\circ }$ and $3 0 ^ { \\circ }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Heat shock procedure ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Flies carrying tub-GAL $8 0 ^ { \\mathrm { { t s } } }$ were cultured at $1 9 ^ { \\circ } \\mathrm { C } .$ Two day-old flies were moved to $3 0 ^ { \\circ } \\mathrm { C }$ environment for 1 d and then glued with hooks 12-18 h prior to behavioral tests and maintained at $3 0 ^ { \\circ } \\mathrm { C }$ ，The control groups remained at $1 9 ^ { \\circ } \\mathrm { C }$ ，Both groups were brought to a $2 5 ^ { \\circ } \\mathrm { C }$ room for adaptation $_ { 1 - 2 \\mathrm { h } }$ before the behavioral tests.All behavioral experiments were performed at $2 5 ^ { \\circ } \\mathrm { C }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Heat avoidance assay ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For the heat avoidance test,we aligned four identical vertical bars to the center of each of the four quadrants and trained the flies to orientate toward two of the four quadrants using the same laser power. The PIs of the last training sessions (PIheat avoidance) were used to evaluate each fly's heat avoidance ability. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fixation assay ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For the fixation test,two bars of $2 4 ^ { \\circ }$ width were aligned to the center of two opposing quadrants,and each fly was given three consecutive test sessions.PIs of the last sessions $\\mathrm { ( P I _ { f i x a t i o n } ) }$ were used to evaluate the fly's fixationability. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Statistics ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PIswere averaged across each group for statistical purposes. One-sample t-test was used to test if the performance index is significantly different from the chance level zero. One-way ANOVA was used to compare among groups,and the Tukey's Multiple ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Comparison Test was used post hoc to compare between groups. The significance level of statistical tests was set to 0.05. $( ^ { * * * } )$ $\\bar { P ^ { < } }$ 0.001, $( ^ { * * } )$ 1 $\\begin{array} { r } { P < 0 . 0 1 . } \\end{array}$ (\\*) $P < 0 . 0 5 .$ ，(NS)nonsignificant, two-sided $P$ value.Error bars in the figures represent standard error of the mean (SEMs). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We thank Martin Heisenberg,Reinhard Wolf,Hiromu Tamimoto, Troy Zars,Bruno Van Swinderen,and Yufeng Pan for their suggestions and comments on the project.We also thank Michael B.Reiser (Janelia Farm Research Campus)and Wei Yi for stocks. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported by the Strategic Priority Research Program B of the Chinese Academy of Sciences (no.XDB0204 0002)，the Ministry of Science and Technology of China (no. 2012CB8255O4),the National Natural Sciences Foundation of China (nos.31030037 and 31300889),and the External Cooperation Program of BIC，Chinese Academy of Sciences (no. GJHZ201302). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bahl A,Ammer G,Schilling T, Borst A.2013. Object tracking in motionblind flies.Nat Neurosci 16: 730-738.   \nBaines RA, Uhler JP,Thompson A,Sweeney ST, Bate M.20O1.Altered electrical properties in Drosophila neurons developing without synaptic transmission.J Neurosci21: 1523-1531.   \nBrembs B.2Oo8.Operant learning of Drosophila at the torque meter. J Vis Exp 16:e731.   \nBrembs B, Plendl W.2Oo8.Double dissociation of PKC and AC manipulations on operant and classical learning in Drosophila. Curr Biol 18: 1168-1171.   \nChoi KW,Mozer B,Benzer S.1996.Independent determination of symmetryand polarityin the Drosophila eye.Proc Natl Acad Sci 93:5737-5741.   \nDauwalder B, Davis RL.1995.Conditional rescue of the dunce learning/ memory and female fertility defects with Drosophila or rat transgenes. JNeurosci15:3490-3499.   \nDill M,Wolf R,Heisenberg M.1993. Visual pattern recognition in Drosophila involves retinotopic matching.Nature 365:751-753.   \nDill M,Wolf R,Heisenberg M.1995.Behavioral analysis of Drosophila landmark learning in the flight simulator.Learn Mem 2:152-160.   \nErnst R,Heisenberg M.1999.The memory template in Drosophila pattern vision at the flight simulator.Vision Res 39:392O-3933.   \nGong ZF, Xia SZ,Liu L,Feng CH,Guo AK.1998. Operant visual learning and memory in Drosophila mutants dunce,amnesiac and radish.J Insect Physiol 44:1149-1158.   \nGong Z, Liu J,Guo C, Zhou Y,Teng Y,Liu L.201o.Two pairs of neurons in the central brain control Drosophila innate light preference.Science 330:499-502.   \nGrotewiel MS,Beck CD,Wu KH, Zhu XR,Davis RL.1998. Integrin-mediated short-term memoryin Drosophila.Nature 391: 455-460.   \nGuo A,Li L,Xia SZ,Feng CH,Wolf R,Heisenberg M.1996.Conditioned visual flight orientation in Drosophila: dependence on age,practice, and diet.Learn Mem3:49-59.   \nHeisenberg M,WolfR.1984.Vision inDrosophila-genetics of microbehavior, Springer-Verlag,Berlin,Heidelberg,New York,Tokyo.   \nHeisenberg M,Wolf R,Brembs B.2OOi.Flexibilityina single behavioral variable ofDrosophila.Learn Mem8:1-10.   \nJander R.1963.Insect orientation.Annu Rev Entomol 8:95-114.   \nKamikouchi A,InagakiHK,Effertz T,Hendrich O,Fiala A,Gopfert MC, Ito K. 2009.The neural basis of Drosophila gravity-sensing and hearing. Nature 458: 165-171.   \nLevin LR,Han PL,Hwang PM,Feinstein PG,Davis RL,Reed RR.1992. The Drosophila learning and memory gene rutabaga encodes a $\\mathrm { C a } ^ { 2 + } / \\$ Calmodulin-responsive adenylyl cyclase.Cell 68:479-489.   \nLevine JD,Casey CI,Kalderon DD,Jackson FR.1994.Altered circadian pacemaker functionsand cyclic AMP rhythms in the Drosophila learning mutant dunce.Neuron 13: 967-974.   \nLiu G,SeilerH,WenA,Zars T,Ito K,Wolf R,Heisenberg M,Liu L.2006. Distinct memory traces for two visual features in the Drosophila brain. Nature 439: 551-556.   \nMenzel R,Greggers U,Hammer M.1993.Functional organization of appetitive learning and memory in a generalist pollinator, the honey bee.In Insect learning (ed.Lewis AC),pp.79-125.Chapman& Hall, New York/London.   \nMittelstaedt H.1962.Control systems of orientation in insects.Annu Rev Entomol 7:177-198.   \nNeuser K,Triphan T,Mronz M,Poeck B,Strauss R.2Oo8.Analysis of a spatial orientationmemoryin Drosophila.Nature 453:1244-1247.   \nNighorn A,Healy MJ,Davis RL.i991.The cyclic AMP phosphodiesterase encoded by the Drosophila dunce gene is concentrated in the mushroom body neuropil.Neuron 6: 455-467.   \nOfstad TA,Zuker CS,ReiserMB.2O11.Visual place learning in Drosophila melanogaster.Nature 474:2O4-207.   \nPan Y, ZhouY,Guo C,Gong H,Gong Z,Liu L.2Oo9.Differential roles of the fan-shaped body and the ellipsoid body in Drosophila visual pattern memory.Learn Mem16:289-295.   \nSareenP,WolfR,Heisenberg M.2O11.Attracting the attention of a fly.Proc Natl Acad Sci108:7230-7235.   \nSeelig JD,Jayaraman V.2O13.Feature detection and orientation tuning in the Drosophila central complex.Nature 503:262-266.   \nSemmelhack JL,Wang JW.2Oo9.Select Drosophila glomeruli mediate innate olfactoryattraction and aversion.Nature 459:218-223.   \nSimpson JH.2oo9.Mapping and manipulating neural circuits in the fly brain. In Advances in genetics (ed. Stephen FG),Vol.65, Chapter 3,pp. 79-143.Academic, San Diego.   \nSmith BH.1993.Merging mechanism and adaptation: an ethological approach to learning and generalization.In Insect learning:ecological and evolutionary perspectives (ed.Papaj DR,Lewis AC),pp.126-157. Springer, Berlin.   \nTang S,Wolf R,Xu S,Heisenberg M.2OO4.Visual pattern recognition in Drosophilais invariant for retinal position.Science 305: 1020-1022.   \nVenken KJ, Simpson JH, Bellen HJ.2O11.Genetic manipulation of genes and cells in the nervous system of the fruit fly.Neuron 72: 202-230.   \nWolf R,Heisenberg M.1991. Basic organization of operant behavior as revealed in Drosophila flight orientation.JComp Physiol A169: 699-705.   \nWolf R,Wittig T,Liu L,Wustmann G,Eyding D,Heisenberg M.1998. Drosophilamushroom bodiesare dispensable for visual, tactile,and motor learning.Learn Mem 5:166-178.   \nXiW,Peng YQ,Guo JZ,Ye YZ,Zhang K,YuF,Guo AK.2OO8.Mushroom bodies modulate salience-based selective fixation behavior in Drosophila.EurJNeurosci27:1441-1451.   \nYang X,Guo A.2O13.Distinct acute zones for visual stimuliin different visual tasksinDrosophila.PLoS One8:e61313.   \nYorozu S,Wong A,Fischer BJ,DankertH,Kernan MJ,Kamikouchi A, Ito K,Anderson DJ.2oo9.Distinct sensory representations of wind and near-field sound in the Drosophila brain.Nature 458: 201-205.   \nZars T,WolfR,Davis R,Heisenberg M.2ooo.Tissue-specific expression of type Iadenylyl cyclase rescues the rutabaga mutant memory defect: ir search of the engram.Learn Mem7:18-31.   \nZheng L, ZhangJ,Carthew RW.1995.Frizzled regulates mirror-symmetri( pattern formation in the Drosophila eye.Development121:3045-3055 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "LEARNING MEMORY ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A conditioned visual orientation requires the ellipsoid body in Drosophila ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chao Guo, Yifei Du, Deliang Yuan, et al. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Learn.Mem.201522:56-63   \nAccess the most recent version at doi:10.1101/lm.036863.114 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Supplemental Material ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "http://learnmem.cshlp.org/content/suppl/2014/12/08/22.1.56.DC1.html ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Thisarticle cites 37 articles,13 of which can be accessed free at: http://learnmem.cshlp.org/content/22/1/56.full.html#ref-list-1 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Creative Commons License ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This article is distributed exclusively by Cold Spring Harbor Laboratory Press for the first 12 months after the full-issue publication date (see http://learnmem.cshlp.org/site/misc/terms.xhtml). After 12 months, it is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), as described at http://creativecommons.org/licenses/by-nc/4.0/. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Email Alerting Service ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Receive free email alerts when new articles cite this article - sign up in the box at the top right corner of the article or click here. ",
        "page_idx": 8
    }
]