[
    {
        "type": "text",
        "text": "Rapid isothermal detection assay: a probe amplification method for the detection of nucleic acids ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wenjuan Gao, Xiang Li, Lingwen Zeng, Tao Peng\\* Guangzhou Instituteof Biomedicineand Health,ChineseAcademy ofSciences,Guangzhou 51o663,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Simple,accurate,andstablediagnosticestsareessentialtocontroliralinfectiousdiseasessuchasianifluenaviru.Tecuet technologiesareoftniaccessbletoeoplewhoeedtem,mainlybeauseoftespecialiedquipmentandteeedforglytraid technologists.Here,wedescribearapidisothermalnucleicaciddetectionassy(RIDA)thatcanbeusedtodetectbothDNAandRNA targets.Usingchemicallymodifiedprobes,wedesignedalateral-flow(F)immunoassythatcanbeusedincombinationwithDAfor equipmnt-freenucleicacidtaretdetectioIDAisa“probeamplificatio”assytatusestesinglestrandnicingactivityofion nickingendonucleases torepeatedlycleavesyntheticprobes hybridizingtothesametargetsequences.IntheRIDA-LFcombinedassay chemicalllabeledprobesarecovalentlyojugatedtomagneticicrobeads,hchispropitioustsparatecleavedprobsfoteaction solution.Thecleaved probesinthesolutionarethendetected withnLFimmunoassy.Thereal-timeassyshows thatRIDAisableto specifically detect target sequences in 5 to $1 5 ~ \\mathrm { m i n }$ .The RIDA-LF combined assay can specifically detect nucleic acid targets without sophisticatedeuipntIteort,urdatagsthatAisfexiblesplesstatcouldeapdforoitofareeteo The modified-RIDA described in this report further extends the application of this technology. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\circledcirc$ 2008 Elsevier Inc.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Isothermal;Lateral-flow immunoassay;Nucleic acid detection;POC;Rapid ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the past 2 decades, the mainstream techniques applied forpathogen diagnosis have transited from protein-based techniques to nucleic acid testing assays.Nucleic acid testing assays are not only important for the detection of very small amount of DNA or RNA,but are also very useful to identify organisms that are difficult to culture or ascertain by standard histologic methods. In addition,nucleic acid testing assays are able to identify antiviral resistance and sequence genomes of infectious organisms,which are difficult to achieve through the detection of antigens or antibodies.A number of nucleic acid testing techniques have been developed. In general, these methods fall into 3 categories: i）target amplification systems，ii） probe amplification systems,and ii) signal amplification systems.Within each category, the methods canbealso divided based on whether the reaction requires thermal cycler, such as polymerase chain reaction (PCR) (Mullis et al., 1986; Saiki etal., 1986), or react under isothermal conditions.Isothermal methods, which require no thermal cycler,are superior over PCR because PCR requires a temperature cycling protocol to achieve amplification,thus,imposes instrumentation constraints on the PCR method,which make it more complex and limit the rate of the amplification to the temperature cycling schedule.Among the isothermal methods developed, nucleic acid sequence-based amplification (Kwoh et al., 1989; Kievits et al., 1991; Guatelli et al., 1990; Compton, 1991), transcription-mediated amplification, strand displacement amplification (Walker et al.,1992a,1992b), and rolling circle amplification (Liu et al., 1996; Lizardi et al., 1998; Fire and Xu,1995) represent the isothermal target amplification systems; techniques such as invader assays (Olson et al., 2004; Kwiatkowski et al.,1999） represent the isothermal probe amplification systems.These tests can reach extreme sensitivity and considerably reduce the detection time from ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GAGTCNNNNI GAGTCNNNN   \n5' 中 3 N.BstNBI 5' 3 s LLLLLLLLLLL 3' 5   \n3 CTCAGNNNN C TCAGNNNN ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "days to hours while maintaining the level of specificity required for the diagnostic testing. However, limitations, such as complicated reaction systems,high costs,the need for specialized equipment,and the lack of standardized assays and personnel training,have restricted the widespread use of these assays in the clinical setting (Fortina et al., 2002).Although some molecular diagnostic tests are affordable,the requirements for trained technicians result in higher costs for implementing the assays.Another drawback of nucleic acid testing is that many of these assays are not available in the clinical diagnostic laboratory because of costs related to equipment. Thus,new rapid, accurate,affordable,and simple assays are needed for underdevelopedlocations. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A new rapid isothermal nucleic acid detection assay (RIDA）is described here.RIDA is achieved through the binding of a reporting probe (RP) to the target DNA or RNA, followed by the nicking on the RP with the restriction nicking endonuclease.A numberofrestriction nicking endonucleases have been obtained from nature or through recombinant engineering.These restriction enzymes recognize a specific double-strand binding site and make the cut at only 1 strand (Zheleznaya et al., 2002a, 2002b).N.BstNBI is an enzyme identified from Bacillus stearothermophilus (Higgins et al., 2001).It recognizes the sequence of $5 ^ { \\prime }$ -GAGTC ${ \\cdot } 3 ^ { \\prime }$ and cleaves 4 bp downstream of the $3 ^ { \\prime }$ end (Fig.1).N.BstNBI functions from 37 to $6 5 ~ ^ { \\circ } \\mathrm { C }$ ,with an optimum temperature at around $5 5 ~ ^ { \\circ } \\mathrm { C }$ 、The principle of a basic RIDAis illustrated in Fig.1.RIDA belongs to a “probe amplification system”, which uses a specific synthetic single-strand DNA as an RP. Inabasic RIDA,theRPcontains $5 ^ { \\prime }$ -GAGTC $\\cdot 3 ^ { \\prime }$ .Undera certain reaction temperature,the RP forms stable double strands with its complementary target sequence and forms the N.BstNBI recognition site. The N.BstNBI enzyme produces a single-strand nick on the RP,which results in the reduction of the melting temperature (Tm) and the subsequent release of the 2 smaller ssDNA probes.When the RP is in excess amount, a new RP will hybridize with the same target and form new double strands,and the new RP could be nicked again. Thus,in RIDA，the same target could be used repeatedly to cleave multiple copies ofRPs,which generates large amount of smaller fragments.As a result ofRIDA, the existence of the target sequences (DNA or RNA) is indicated through the generation of cleaved RPs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this report, for the purpose of proving the principle of RIDA,we use RIDA for the detection of the hemagglutinin (HA) gene of the influenza virus (H5N1). Furthermore, we describe an integrative rapid nucleic acid strip assay that combines RIDA with the conventional lateral-flow (LF) immunoassay. Using the simple RIDA-LF combined strip assay we developed,HA RNA ofH5N1 influenza virus can be specifically detected within $2 5 ~ \\mathrm { \\ m i n }$ .RIDA can be performed in a nonlaboratory point-of-care (POC) environment and can be used to develop a simple disposable diagnostic device. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Materialsandmethods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.Primers,reverse transcriptase PCR,cloning,and in vitro transcription ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Target RNA was amplified using 1-step reverse transcriptase (RT)-PCR kit (Takara Biotechnology [Dalian], Beijing,China) following manufacturer's instructions. The primers for RT-PCR and cloning H5N1-HAF( $5 ^ { \\prime }$ 1 cgcaagcttgggcaaagtggaagaatggagtt- $3 ^ { \\prime }$ ）andH5N1-HAR( $5 ^ { \\prime }$ 1 cccggatccgatggtgagagggtgtatgt- $\\cdot 3 ^ { \\prime }$ )，were synthesized by Invitrogen Biotechnology，Shanghai. In brief, influenza virus H5N1 total RNA (Huayin Biotech,Beijing,China; an avian isolate from Guangdong,China) was mixed with RT-PCR mixture ( $1 0 ~ \\mu \\mathrm { L }$ $2 \\times$ 1-step RT-PCR buffer,Takara ExTaqHS 0.2U,M-MLVRTase40U,RNase Inhibitor $1 6 \\mathrm { U }$ 4 pmol of H5N1-HAF primer,and 4 pmol of H5N1-HAR primer); the final volume of the reaction was $2 0 \\mu \\mathrm { L }$ .RT-PCR was conducted at $4 2 ^ { \\circ } \\mathrm { C }$ for $1 5 \\mathrm { m i n }$ 5 $9 5 ^ { \\circ } \\mathrm { C }$ for $2 \\mathrm { m i n }$ ,followed by 40 cycles of denaturing at $9 4 ^ { \\circ } \\mathrm { C }$ for $5 \\mathrm { s }$ ,annealingat $5 5 ^ { \\circ } \\mathrm { C }$ for $^ { 3 0 \\mathrm { ~ s } , }$ and extending at $7 2 ~ ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { ~ s ~ }$ ，and after amplification cycles,an extra extension at $7 2 ^ { \\circ } \\mathrm { C }$ for $5 ~ \\mathrm { m i n }$ RT-PCR products were digested with BamHI and HindIII (New England BioLabs,Ipswich,MA),and cloned into pcDNA $3 . 1 ( + )$ (Invitrogen, Carlsbad, CA） following manufacturers’instructions.The product was renamed pcDNAH5.T7 MEGAscript Kit (Ambion Europe, Cambridgeshire, UK) was used for in vitro transcription. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.Real-time RIDA ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "H5-RP for real-time RIDA，H5-RP (FAM- $5 ^ { \\prime }$ 1 GCTGAGTCCCCTTTCTTGACAAT $\\mathrm { T } { - } 3 ^ { \\prime }$ -TAMRA),was synthesized by Invitrogen Biotechnology. Series dilutions of RNA samples were mixed with the RIDA reaction solution C $2 \\mu \\mathrm { L }$ of $1 0 \\times$ NEB buffer 3, $2 ~ \\mu \\mathrm { L }$ of bovine serum albumin [BSA] $[ 0 . 1 \\% ]$ ,1 pmol of H5-RP,N.BstNBI[NEB] 2 U); the final volume of the reaction was $2 0 ~ \\mu \\mathrm { L }$ . The mixture was incubated at $5 5 ~ ^ { \\circ } \\mathrm { C }$ ，and the progress of the reaction was monitored with an MJ Chormo4 Opticon Monitor System (MJResearch,Waltham,MA) every $3 0 ~ \\mathrm { s }$ ： ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/0c5116d4c04ae647086c692e5cd2a90de8509adca8b6c6723940024b101bfbf3.jpg",
        "img_caption": [
            "Fig.2.In vitro transcription of target RNA fragment from H5.(A) The target RNA sequence in vitro transcripted from pcDNA-H5 and the RP used in this assay.The gray box indicates N.BstNBI recognition and binding site;red arrow,N.BstNBI nicking site.(B) Identification of the target RNA sequence in vitro transcripted from pcDNA-H5.Lane M indicates RNA size marker; lane 1, target RNA. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3.Preparation of gold nanoparticles ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A chemical reduction method was used to obtain dispersed gold nanoparticles in the solution.One hundred milliliters of $0 . 0 1 \\%$ chloroauric acid solution $\\mathrm { ( H A u C l _ { 4 } { \\cdot } } 3 \\mathrm { H } _ { 2 } .$ O) was heated to boiling with vigorous stirring.Four milliliters of $1 \\%$ sodium citrate solution was then added to yield colloidal gold particles.The color of the solution changed gradually to violet then to red.After boiling for another $5 \\mathrm { m i n }$ ,the mixture was cooled at room temperature and filtered through a $0 . 4 5 \\mathrm { - } \\mu \\mathrm { m }$ nylon membrane (Shanghai Minipore Industrial Co.,Ltd, Shanghai, China). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.Colloidal gold antibody conjugation and preparation of LF strip ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Gold nanoparticle probes were prepared as previously described (Oliver,1999).Each LF strip was assembled as illustrated in Fig. 5A．The mouse monoclonal antibody (mAb) against sulfamethoxydiazine (SMD) was generated in the laboratory. LF test strip was constructed as described before (Peak etal.,20oO) with modification.A gold-labeled SMD antibody probe was jetted onto the untreated glass fiber membrane (Shanghai Minipore Industrial Co., Ltd, Shanghai, China) and dried at room temperature.Rabbit antimouse antibody(GeneTex，San Antonio，TX)and BSA-SMD antigen (Nanhai Beisha Pharmaceutical, Guangdong, China） in phosphate-buffered saline (PBS) were jet positioned onto nitrocellulose membrane (Sartorius Scientific Instruments,Beijing, China) as the control line (C line) and the test line (T line), respectively. The remaining active sites on the membrane were blocked by incubation with $1 \\%$ BSA in PBS for $3 0 ~ \\mathrm { { m i n } }$ at room temperature.The membrane was washed once with PBS and twice with distilled water, and then dried.The sample pad(Whatman Asia Pacific) and the absorbent pad were used without treatment. The glass fiber membrane,the nitrocellulose membrane, the sample pad, and the absorbent pad were assembled as the strip and attached to the polyvinyl chloride motherboard. The assembled strips were then cut into $3 ~ \\mathrm { m m }$ in width. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5.H5-RP-SMD and H5-RP-SMD-Magnabead ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "An assembled H5-RP-SMD-Magnabead was shown in Fig. 4A. The H5-RP-SMD was prepared by covalently conjugating a molecule of SMD (Nanhai Beisha Pharmaceutical) at the $5 ^ { \\prime }$ end and a molecule of biotin at the $3 ^ { \\prime }$ end. An H5N1-RP-SMD-Magnabead was prepared through the conjugation ofH5-RP-SMD with MagnaBindTM streptavidin beads based on manufacturer's instructions (Pierce,Rockford,IL).In brief,after washing3 times with PBS,the excess ofH5-RPs-SMDwasaddedtowashbeadsand incubated at room temperature for $3 0 ~ \\mathrm { m i n }$ .These beads were ready for RIDA-LF reaction after washing with PBS. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.6.RIDA-LF reaction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "H5-RP-SMD-Magnabeads $( 1 0 ~ \\mu \\mathrm { L } )$ were mixed with differentamounts of H5 RNA $( 1 . { \\overset { \\cdot } { 5 } } 0 \\ \\times \\ 1 0 ^ { 1 3 }$ copies, $7 . 5 2 \\times 1 0 ^ { 1 2 }$ copies, $3 . 7 6 \\times 1 0 ^ { 1 2 }$ copies, $1 . 8 8 \\times 1 0 ^ { 1 2 }$ copies), and $2 . 2 2 \\times 1 \\bar { 0 } ^ { 1 3 }$ copies mock RNA in the RIDA reaction solution in $1 . 5 ~ \\mathrm { m L }$ of microcentrifuge tubes and incubated at $5 5 ~ ^ { \\circ } \\mathrm { C }$ for $2 0 \\ \\mathrm { m i n }$ after adding the N.BstNBI enzyme (total volume is $3 0 ~  { \\mu \\mathrm { L } } )$ .The microcentrifuge tubes were then placed on magnetic stands to pellet the beads to solid phase.Reaction products $( 3 0 ~ \\mu \\mathrm { L } )$ were then mixed with $3 0 ~ \\mu \\mathrm { L }$ of water and applied to the sample pad of SMD-LF. Read the result after $5 ~ \\mathrm { m i n }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1.Identification,cloning,and transcription of an H5N1-specific sequence as a target sequence ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The avian influenza virus genome contains 8 segments of single-strand RNAs. To generate enough H5N1-specific RNA for assay development, we identified and cloned an H5N1-specific sequence for in vitro RNA transcription. Compared with the other segments,segment 4 (HA gene), segment 6 (NA gene),and segment 7 (matrix protein gene) are more conservative among different influenza strains. RNA fragments containing $5 ^ { \\prime }$ -GACUC ${ \\cdot } 3 ^ { \\prime }$ were identified from HA，NA，and MP gene sequences.After BLAST searches,1 fragment from HA(Fig.2A) was identified as a unique sequence fragment,which was used as the target sequence.This fragment was further cloned into pcDNA3.1 $( + )$ . The product was renamed pcDNA-H5.The pcDNA-H5 was in vitro transcripted under T7 promoter (Fig. 2B). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/98f54e5ca3467c1a33680e81308332fae5f5ddf89e5f436ffd6a36e5dd47089f.jpg",
        "img_caption": [
            "Fig.3Reale.di adec mixedwithtcdo whichresultsilop (2)andtheecats)oofatisistdac shown as COPY/RXN. Mock RNA,in vitro transcripted RNA from pcDNA3.1 $( + )$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.Real-timeRIDAdetectionofH5RNA ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The progression of RIDA reactions was monitored on an MJ Chormo4 Opticon Monitor System using software supplied by the manufacturer. The real-time measurements weremade under isothermal conditionsat 3O-s interval after the temperature of the sample reached $5 5 ~ ^ { \\circ } \\mathrm { C }$ (Fig. 3A). In this assay, the RP was labeled with a fluorophore at one end and a quencher at the other end. The probe was nonfluorescent because of the close proximity of the fluorophore and the quencher. At $5 5 ~ ^ { \\circ } \\mathrm { C }$ ，this“detectionprobe” hybridized with the target and forms the double strands containing the N.BstNBI recognition site.The Tm for the double strands was $6 3 . 3 ~ ^ { \\circ } \\mathrm { C }$ Under the isothermal condition, in the presence of N.BstNBI enzyme, the detection probe was nicked to 2 shorter fragments,with Tms of 45.3 and $3 6 . 3 ~ ^ { \\circ } \\mathrm { C }$ At $5 5 ~ ^ { \\circ } \\mathrm { C }$ ，these 2 short double strands were unstable, thus,separated from the targetRNA;as a result, the fluorescence could be detected in real time bya fluorescence reader. After the separation from the cleaved detection probe,the target RNA molecule became single stranded again，which was able to hybridize with another fulllength detection probe,and repeated the above reaction.As shown in Fig.3B，the intensity of fluorescence was corresponding to the amount of target RNA in the reaction. Within the 1st $1 0 \\ \\mathrm { \\ m i n }$ of the reaction,the intensity of fluorescence increased linearly.As an indication of the specificity of the reaction，RNA from pcDNA3.1 $( + )$ transcription gave no increase of signal. These results suggested that RIDA could detect the H5 target sequence specifically. In addition，RIDA progressed linearly within the 1st $1 0 ~ \\mathrm { m i n }$ of reaction,which could be applied for the quantitative estimation of the amount of the target sequence. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b2f198dfa889b9ac110727e07f4d228c787fff4bb79886bb7eab2f8eb2be5bd9.jpg",
        "img_caption": [
            "Fig.4.Schematic diagram of RIDA reaction on magnetic beads.(A) The RP is labeled with biotin (blue)at $3 ^ { \\prime }$ end and SMD (red) at $5 ^ { \\prime }$ end. This RP is immobilizedotreptavidinageticeadsB)eojugatedageticadsremieditargetRueplot)iuspesio.(CTaet hybridizesndssesio.D)actioeatesdD-lbedfragmeeeedos (E)Magnetic beads are immobilized by applying with magnetic force. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/aa45fcacc8bb8a8af631222e3afc8f3d143c14091db0ac67297ce558f9ae7001.jpg",
        "img_caption": [
            "Fig.5.SchematiFosteeteuttrt ofapoitiveolaloldbedtboooatedfitutio capabilitytofdoAosisultidicatedyakoatioofneoassteoalold conjugatedadedssedti blocksitslods Cli(i gold-labelediotedsdiaedroao thereiseualp(), amountofAbwillotadaptudoeClineTs,teforatiofothteTlneadCisdicatioofgatisult (Fig. 5C-II). (D) LF detection of SMD from RIDA reaction on magnetic beads. For each strip, $7 . 8 \\times 1 0 ^ { 1 0 }$ copies of H5 RNA fragment (strip 1), no H5 RNA fragment (strip 2),and RNA in vitro transcripted from pcDNA-H5 (strip 3) were used. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3. RIDA-LF assay ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To further simplify the procedure of RIDA,we devised a new format of RIDA-LF assay including the following 2 sequential reactions:First,we performed a RIDA reaction on magnetic beads to generate cleaved RP fragments (Fig.4). In this RIDA reaction,each molecule of RP was covalently conjugated to a molecule of biotin at the $3 ^ { \\prime }$ end and a molecule of SMD at the $5 ^ { \\prime }$ end.This RP was immobilized ona streptavidin magnetic bead(Fig. 4A). Without applying magnetic force，these beads were mixed with H5 RNA in suspension at $5 5 ~ ^ { \\circ } \\mathrm { C }$ (Fig. 4B),which allowed efficient hybridization between the target RNA and RPs (Fig.4C). In the presence of N.BstNBI,the RP was cleaved into 2 fragments,which resulted in the releasing of the $5 ^ { \\prime }$ ends (with SMD conjugated） to the solution (Fig. 4D). When magnetic force was applied to this mixture,the magnetic beads would be pelleted to solid phase,which cleaved SMD in the solution (Fig.4E). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/7344221216a7666fc0c1dbe9ddfac36aa3705fd449e011deba27dfeb405fdf40.jpg",
        "img_caption": [
            "Fig.6.A modified RIDA to detect target sequences without specific sequence requirements.(A) The capturing probe on solid phase captures the target sequence.The validation probe binds to a remote site of the same target.(B) The validation probe binds to the RP and forms the nicking enzyme recognition site.(C) RIDA reaction. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Subsequently, we utilized a standard LF immunoassay to detect SMD released in the solution (Fig.5A-C). In this LF immunoassay, the colloidal gold-conjugated anti-SMD mAb was attached to the conjugate pad. Thus,when SMD was released to the solution, SMD would bind to this mAb,which wouldcompetitivelyblockitsbindingto SMDonthe Tline (Fig. 5A,B-II). Following the flow of liquid, the SMD-mAb (colloidal gold) complex would be captured by a secondary antibody on the C line (Fig. 5B-III). Therefore,a single line at the position of the C line indicated a positive result. On the contrary,if there was no SMD released in the solution from the RIDA reaction, the SMD-mAb (colloidal gold) complex would bind SMD-BSA on the T line (Fig. 5C-II),which formed the T line.The excess amount of mAb would cross the T line and be captured on the C line.Thus, the formation of both the T line and C line was an indication of a negative result (Fig. 5C-III). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We used the RIDA-LF assay to detect the H5 target RNA. Aftermagnet immobilization, $3 0 ~  { \\mu \\mathrm { L } }$ of the reaction solution was mixed with $3 0 \\mu \\mathrm { L }$ of water and added to the sample pad. The LF immunoassay result was shown in Fig. 5D.When H5 RNA fragment was included in the reaction,a single C line was formed in $5 ~ \\mathrm { m i n }$ (Fig.5D,strip 1).When there was no H5 RNA added (Fig. 5D, strip 2), or when control RNA was added (Fig. 5D, strip 3),both the T line and C line form. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this report, utilizing the special property of restriction endonuclease nicking enzymes, we developed RIDA, a novel rapid nucleic acid detection assay. Furthermore, we provided a simple solution to adapt a standard LF immunoassay for the detection of nucleic acids probe fragments generated by RIDA. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the past, there are several reports of probe amplification assays.Most of these assays utilize cycling probe technology (CPT）(Bekkaoui et al.,1996,1999; Bhatt et al., 1999; Modrusan et al., 1998; Fong et al., 2000; Modrusan et al., 2000;Warnon et al.，2000； Tang et al.，2002； Harvey etal.，2004). CPT utilizes a chimeric DNA-RNA-DNA probe,which is cleaved by RNaseHwhen hybridized with its complementary target DNA.CPT and RIDA achieve the purpose of detection through employing the same target sequence repeatedly during the reaction,which eliminate the possibility of introducing errors during target amplification steps,a concern for PCR assays.Compared with CPT,RIDA is more universal and flexible,mainly due to the replacement of RNaseH with nicking enzymes.First, RIDA could be applied for the detection of both DNA and RNA,separately or together; on the contrary, CPT can only be used to detect DNA targets. Second, RIDA uses a conventional DNA-oligo as the probe,which is much simpler to design and produce than CPT,which required a DNA-RNA-DNA hybrid probe.Third,RIDA is more flexible and multipliable.With differently labeled RPs,RIDA can be used to detect multiple DNA and RNA targets simultaneously. Furthermore,the real-time RIDA and the RIDA-LF results suggest that RIDA could be used for rapid,accurate,affordable,and simple detection.With excess of RPs,RIDA detection could be achieved in $1 5 \\mathrm { m i n }$ in the same tube.Because nontarget RNA could not form the recognition site for the nicking enzyme, excess heterologous nucleic acid dose not reduce the sensitivity of the amplification reaction (Fig.4)even at 10-fold higher amount (Fig.3). Our results also indicate that excess heterologous nucleic acid would not react with the strip (Fig. 5B, C).In addition,RIDA is semiquantitative; this is indicated by our florescence-based RIDA(Fig.3B) and RIDA-LF (Fig. 5). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/6d13096ccef9f4de102bf88712084dccc54d5f0f0ff93842a557da0191e0060a.jpg",
        "img_caption": [
            "Fig.7. Schematic diagram of1 possible RIDA-LF reaction process. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "LF type of assay is considered the best POC assay currently available,mainly because of its simplicity,speed, and very limited hardware requirements.In the past, several methods were developed to use LF for the detection of nucleic acid (Seal et al., 2006; Wang et al., 2006; Malamud et al.，2005). Most of these methods rely on target amplification and detection of nucleic acid products directly, thus,requiring significant changes of the classc LF setup, including using special membranes for chromatography. With CPT, Fong et al. (2ooO) applied a dual fluorescein and biotin-labeled oligo probe to detect single-stranded amplicon.However, the utility of such standard fluorophores is limited by high background fluorescence，the need for a complex reader,and the number of spectrally diverse fluorescein available for multiplexing.In this study,we decided to labelRPs with SMDto avoidthe limitation of fluorescein labeling.In addition,SMD is small;thus,its interference to RIDA is limited during the reaction,plus LF immunoassays for SMD detection are already available. Using an SMD LF immunoassay as an example,our data presented here suggest that LF immunoassays are fully adaptable for combinedRIDA-LF assay.This finding further extends the possible applications ofRIDA. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although the RIDA assay we described here requires the presence of a nicking enzyme recognition site within the target sequence,a modified RIDA could be used for the detection of targets with no specific sequence requirements. As shown in Fig.6, this modified RIDA includes a “capture probe” to attach the target sequence to a solid phase,which allows the separation of the targets from the other nucleic acids in the sample mixture. The 2nd probe(\"validation probe\") has 2 parts: the sequence that is complementary to the target and the sequence with a restriction enzyme recognition site. The validation probe attaches to the target that is linked to solid phase through the capture probe.A 3rd probe (RP) then hybridizes with part of the detection probe, which can be nicked by nicking enzyme.Development of microarrays with capture probes for different targetsis probably a logical application of this modified RIDA.Such flexibility of RIDA warrants easy combinations with the other isothermal technologies,in particular,methods like SMART(Wharam et al., 2001), which is capable of detecting both DNA and RNA. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Compared with the other double-strand cutting restriction enzymes,nicking enzymes are a class of newly discovered endonucleases.Although most of the nicking enzymes commercially available are generated through recombinant technologies,there are nicking enzymes existing in nature microorganisms.N.BstNBI is a type II restriction nicking enzyme that was isolated from thermophilic bacterium B.stearothermophilus (Morgan et al.，20oO). Two major properties of N.BstNBI lead to the selection of this enzyme in our system.First,we found that N.BstNBI could be used on both DNA (Higgins et al., 2001) and DNA-RNA hybrid asits substrate, thus,enabling the system to detectboth DNA and RNA targets. Second,N.BstNBI has an optimal reaction temperature of $5 5 ^ { \\circ } \\mathrm { C }$ (Morgan et al., 20o0), which makes the selection of an appropriate RP easy.However,N.BstNBI is still not an ideal enzyme for RIDA reaction because it is not stable above $6 5 ~ ^ { \\circ } \\mathrm { C }$ (Morgan et al., 2000), thus, limiting the application of this system at higher temperature.In the future,with more nicking enzymes discovered/generated, a better enzyme can be used to carry RIDA reaction more efficiently. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In conclusion,we present here a rapid and simple approach for nucleic acids detection,RIDA,and RIDA-LF. Our data suggest that RIDA is flexible and multiflexible. In combination with a nucleic acid extraction process,an equipment-free RIDA-LF could be performed as illustrated in Fig.7.Adaptations of this method can be applied in broad applications in molecular biology. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Bekkaoui F,Poisson I, Crosby W,Cloney L,Duck P(1996) Cycling probe technology with RNase Hattached to an oligonucleotide.Biotechniques 20:240-248.   \nBekkaouiF,McNevinJP,Leung CH,Peterson GJ,PatelA,BhattRS,Bryan RN(1999) Rapid detection of the mecA gene in methicillin resistant staphylococci using a colorimetric cycling probe technology.Diagn MicrobiolInfectDis34:83-90.   \nBhatt R,Scott B,Whitney S,Bryan RN,Cloney L,Lebedev A(1999) Detection of nucleic acids by cycling probe technology on magnetic particles:high sensitivity and ease of separation.Nucleosides Nucleotides 18:1297-1299.   \nCompton J(1991） Nucleic acid sequence-based amplification.Nature 350:91-92.   \nFire A,Xu SQ(1995) Rolling replication of short DNA circles.Proc Natl Acad SciUSA 92:4641-4645.   \nFong WK,Modrusan Z,McNevin JP,Marostenmaki J, Zin B,Bekkaoui F (2000） Rapid solid-phase immunoassay for detection of methicillinresistant Staphylococcus aureus using cycling probe technology.J Clin Microbiol 38:2525-2529.   \nFortina P,Surrey S,Kricka LJ (2oo2) Molecular diagnostics:hurdles for clinical implementation.Trends Mol Med 8:264-266.   \nGuatelli JC,Whitfield KM，Kwoh DY,Barringer KJ,Richman DD, Gingeras TR(1990) Isothermal,in vitro amplification ofnucleic acids by amultienzyme reaction modeled after retroviral replication.Proc Natl Acad SciUSA87:7797.   \nHarvey JJ,Lee SP,Chan EK,Kim JH,Hwang ES,Cha CY,Knutson JR, Han MK (2oo4) Characterization and applications of CataCleave probe in real-time detection assays.Anal Biochem 333:246-255.   \nHiggins LS,Besnier C,Kong H(2o01) The nicking endonuclease N.BstNBI is closely related to Type IIs restriction endonucleases MlyI and PleI. Nucleic Acids Res 29(12):2492-2501.   \nKievits T, van Gemen B,van Strijp D, Schukkink R,Dircks M,Adriaanse H, Malek L, Sooknanan R,Lens P(1991) NASBA isothermal enzymatic in vitro nucleic acid amplification optimized for the diagnosis of HIV-1 infection.JVirol Methods 35:273-286.   \nKwiatkowski RW,Lyamichev V,de Arruda M,Neri B(1999) Clinical, genetic,and pharmacogenetic applications of the invader assay. Mol Diagn 4:353-364.   \nKwoh DY,Davis GR，Whitfield KM,Chappelle HL，DiMichele LJ, Gingeras TR(1989） Transcription-based amplification system and detection of amplified human immunodeficiency virus type l with a bead-based sandwich hybridization format.Proc Natl Acad Sci USA 86:1173-1177.   \nLiu DY, Daubendiek SL, Zillman MA,Ryan K,Kool ET (1996) Rolling circle DNA synthesis small circular oligonucleotides as efficient templates for DNA polymerases.JAm Chem Soc 118:1587-1594.   \nLizardi PM,Huang XH, Zhu ZR,Bray-Ward P, Thomas DC,Ward DC (1998）Mutation detection and single-molecule counting using isothermal rolling-circle amplification.Nat Genet 19:225-232.   \nMalamud D,Bau H, Niedbala S,Corstjens P(2005) Point detection of pathogens in oral samples.Adv Dent Res 18:12-16.   \nModrusan Z,Bekkaoui F,Duck P(1998) Spermine-mediated improvement of cycling probe reaction.Mol Cell Probes 12:107-116.   \nModrusan Z,Marlowe C,Wheeler D,Pirseyedi M, Bryan RN (2000) CPTEIA assays for the detection of vancomycin resistant vanA and vanB genes in enterococci.Diagn Microbiol Infect Dis 37:45-50.   \nMorganRD,Calvet C,DemeterM,AgraR,KongH(2ooo) Characterization of the specific DNA nicking activity of restriction endonuclease N. BstNBI. Biol Chem 381:1123-1125.   \nMullis K,Faloona F,Scharf S,SaikiR,Horn G,Erlich H(1986) Specific enzymatic amplification of DNA in vitro:the polymerase chain reaction. Cold Spring Harb Symp Quant Biol 51(Pt1):263-273.   \nOliver C(1999)Preparation of coloidal gold.Methods Mol Biol115:327-330.   \nOlson MC,Takova T,Chehak L,Curtis ML,Olson SM,Kwiatkowski RW (2004) Invader assay for RNA quantitation.Methods Mol Biol 258:53-69.   \nPeak SH，Lee SH,Cho JH (2000） Development of rapid one-step immunochromatographic assay. Method 22:53-60.   \nSaikiRK,Bugawan TL,Horn GT,Mullis KB,Erlich HA(1986) Analysis of enzymatically amplified beta-globin and HLA-DQ alpha DNA with allele-specific oligonucleotide probes.Nature 324:163-166.   \nSeal J,Braven H,Wallace P (2oo6) Point-of-care nucleic acid lateral-flow tests. IVD 12.   \nTang T,Badal MY,Ocvirk G,Lee WE,Bader DE,Bekkaoui F,Harrison DJ (2002） Integrated microfluidic electrophoresis system for analysis of genetic materials using signal amplification methods.Anal Chem 74:725-733.   \nWalker GT,Fraiser MS,SchramJL,LittleMC,Nadeau JG,Malinowski DP (1992a）Strand displacement amplification—an isothermal,in vitro DNA amplification technique.Nucleic Acids Res 20:1691-1696.   \nWalker GT,Litte MC,Nadeau JG,Shank DD (1992b) Isothermal in vitro amplification of DNA by a restriction enzyme/DNA polymerase system. Proc Natl Acad SciU SA 89:392-396.   \nWang J,Chen Z,Corstjens PL,Mauk MG,Bau HH (2006)A disposable microfluidic cassette for DNA amplification and detection. Lab Chip 6:46-53.   \nWarnon S,Zammatteo N,Alexandre I,Hans C，Remacle J(2000) Colorimetric detection of the tuberculosis complex using cycling probe technology and hybridization in microplates.Biotechniques 28:1152-1156,1159-1160.   \nWharam SD,MarshP,LloydJS,Ray TD,Mock GA,AssenbergR,McPhee JE,Brown P,Weston A,Cardy DL (2001) Specific detection of DNA and RNA targets using a novel isothermal nucleic acid amplification assay based on the formation of a three-way junction structure.Nucleic Acids Res29:E54-E54.   \nZheleznaya LA,Perevyazova TA,Alzhanova DV,Matvienko NI (2002a) Site-specific nickase from bacillus species strain d6.Biochemistry (Mosc) 66:989-993.   \nZheleznaya LA，Perevyazova TA，Zheleznyakova EN,Matvienko NI (2002b） Some properties of site-specific nickase BspD6I and the possibility of its use in hybridization analysis of DNA.Biochemistry (Mosc) 67:498-502. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]