[
    {
        "type": "text",
        "text": "Spatial and temporal gradients in the rate of dust deposition and aerosolopticalthickness in southwestern Iran ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MansourAFOROUSHANI\\*, Christian OPP,Michael GROLL ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Department of Geography,Philipps-Universitat Marburg,Marburg 35037, Germany ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The southwestern Iran is one of the regions that are most prone to dust events. The objective of this study is the analysis of the spatial and temporal distributions of dust deposition rate as a key factor for finding the relative impact of the dust. First, the monthly mean aerosol optical thickness (AOT) from Moderate Resolution Imaging Spectroradiometer (MODIS) was analyzed and compared with the dust amount variations from ground deposition rate (GDR),and the results were further used to investigate the spatial and temporal distributions of dust events in southwestern Iran for the period between 2014 and 2015. Moving air mass trajectories,using the Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT) model, were proven to be a discriminator of their local and regional origin. The results from GDR analysis produced a correlation coeficient between dust event history and deposition rates at dust magnitudes of ${ > } 0 . 9 3$ that is meaningful at the $9 5 \\%$ confidence level. Furthermore,the deposition rate s varied from $3 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ per month in summer to $1 0 \\mathrm { \\ g / m } ^ { 2 }$ per month in spring and gave insight into the transport direction of the dust. Within the same time series,AOT correspondences with MODIS on Terra in four aerosol thicknesslayers (clean,thin,thick,and strong thick) were shown in relation to each other.The deepest mixed layers were observed in spring and summer with a thickness of approximately $3 5 0 0 \\mathrm { m }$ above ground level in the study area. Investigations of ground-based observations were correlated with the same variations for each aerosol thicknesslayer from MODIS images and they can be applied to discriminate layers of aeolian dust from layers of other aerosols. Together,dust distribution plots from AOT participated to enhance mass calculations and estimation deposition rates from the thick and strong thick aerosol thickness layers using the results from GDR.Despite all the advances of AOT,under certain circumstances, ground-based observations are better able to represent aerosol conditions over the study area,which were tested in southwestern Iran, even though the low number of observations is a commonly acknowledged drawback of GDR. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: aerosol optical thickness; ground deposition rate; HYSPLIT; dust deposition; Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "During the last decades, dust event frequency and intensity have increased significantly in the western parts of Iran (Gerivani et al., 2O11). Rezaei et al. (2O19)analyzed dust studies in Iran since 20o6 and concluded that the southwestern provinces of Iran were characterized by the highest dust deposition rates. Mineral dust aerosols influence the climate system directly by scattering and absorbing radiation (Kaufman and Koren, 2OO6; Alizadeh et al., 2O13), which is associated with alterations in meteorological significance that may change the vertical profiles of temperatures and wind speeds (Alizadeh et al.，2O13). During transport， dust particles are continuously removed from the atmosphere by processes of dry and/or wet deposition (Lawrence and Neff,2OO9). Several studies have addressed the dust deposition rate (Song et al.,2008; Schaap et al., 2009； Huang et al., 201O; Sorooshian et al., 2011; Balakrishnaiah et al.,2012; Crosbie et al.,2O15).However, the most atention was the uncertainties in spatial and temporal distributions,depending on changing patterns of human activities (Neff et al., 2Oo8),different measurement techniques (Sokolik et al.,2Oo1),the concentration of dust in the atmosphere,as well as surface features of the environment of the depositional sites (Tegen and Lacis,1996). In the long run,the mass deposition rate of dust particles influences air quality (Arimoto et al.,1997; Abdou et al., 2Oo5) and may cause considerable negative health effects (de Longueville et al., 2013;Kharazmi et al., 2O18). Having data from the rate are usually used to validate model simulations (Yu et al., 2OO3) or may provide a useful benchmark. Accordingly, both passive and active sampling techniques can pay off to the lack of information from the rate by ground observations (Taheri et al.,2015). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The most commonly used passive sampling techniques for collecting dust use a nonreactive collection pan,which serves as the depositional surface (Offer and Goossens,1994;Reheis and Kihl,1995). However, active sampling is suggested for particle measurements and for air filtration at or near ground level (Prospero et al.，1987). Estimates of deposition from active sampling are subject to the ability to accurately convert atmospheric dust concentrations to rates of deposition (Wesely and Hicks， 2OoO). Ground-based observations contribute strongly to a better understanding of the processes of aeolian dust transport and the impact of aeolian dust, e.g., in the form of a long-term research project in the Aral Sea Basin from 20O3 to 2012 (Groll et al., 2013; Opp et al., 2017). Aerosol optical thickness(AOT) is usually obtained both from ground-based and satelite observations.Many studies have been performed on the high temporal and spectral resolution measurements from the Aerosol Robotics Network （AERONET） in comparison with data from space (Prospero et al.,1987; Rubin et al.,2O17). AERONET is a National Aeronautics and Space Administration (NASA） network for monitoring and characterizing atmospheric aerosols by ground-based sun photometer (e.g., Cazacu et al., 2O18). It has to be pointed out that due to the regional distribution of the AERONET stations (Binietoglou et al., 2O15), the quality and representativeness of the AERONET data, which play an important role in the global dust monitoring (Cesnulyte et al.,，2O14)，are strongly dependent on Light Detection and Ranging (LiDAR) instruments, measurement techniques (Lolli et al., 2O18),and subsequent data processing methodologies. Based on these dependencies,AERONET only represents a small area around the monitoring sites and does not provide data with a great spatial coverage (Rubin et al.,2Ol7). While unlikely, AOT predictions from satellites are performed by imaging using a column-integrated measure of the extinction coefficient (Yu et al.,2Ol6)by the quantitative calculation of the effect of the total (anthropogenic plus natural) aerosols. Many algorithms have been applied to NASA's Moderate Resolution Imaging Spectroradiometer (MODIS on Terra and Aqua over the land) to retrieve AOT (Abdou et al.， 2OO5；Kaufman and Koren，2OO6). Comparatively， the standard collection product from MODIS has been used in many aerosol studies (Golitsyn and Gilette, 1993；Sorooshian et al.，2O11). Experiences from aerosol patterns represented the seasonal climatology of AOT over the Indian subcontinent (Maiti and Prasad, 2O16). Included are the long-term AOT variation in eastern China from 2001 to 2010 (Kim et al.,2014) and an application in northern China using the Multi-angle Imaging SpectroRadiometer (MISR) over a three year period (Qi et al.，2O13). In addition, observed concentration, deposition, and AOT measured by satellite instruments can be used to estimate the overal source location and temporal evolution of the transported material (Bieringer et al.，2O17； Hutchinson et al.,2O17). Several studies have attempted to make such estimations,using a number of different approaches from model comparisons to field measurements (Chai et al., 2015; Ngan et al.,2015; Stein et al.,2015). In order to demonstrate the aerosol movement, researchers used a Hybrid Single Particle Lagrangian Integrated Trajectory (HYSPLIT) model (Wang et al.,2011; Chen et al.,2O13; Ashrafi et al.,2014) for the trajectory analysis and its back trajectory at different heights to investigate the origin of particles prior to their arrival at a given place (Cazacu et al.,2O18). To allow the discrimination of separate layers of aeolian dust from layers of other aerosols(Yasui et al.，2Oo5)，HYSPLIT facilitates the development of backward and forward trajectories (Draxler and Hess,1998) and computes complex dispersions at various altitudes with a resolution of $5 0 0 \\mathrm { ~ m } { \\times } 5 0 0 \\mathrm { ~ m }$ and a horizontal grid of $1 . 5 ^ { \\circ } { \\times } 1 . 5 ^ { \\circ }$ (Ashrafi et al., 2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The ground deposition rate (GDR） can determine key points of dust activity to identify the general directions and areas of emission,an essential prerequisite for a better understanding of dust processes.Therefore，this study is focused primarily on direct measurements of dust deposition, which is made by passive sampling techniques. As mentioned before, many studies have been done to evaluate dust deposition rates using different techniques in Iran and in other countries (e.g., Sorooshian et al., 2011; Ashrafi et al.,2014). However, the GDR in southwestern Iran has not been investigated very well.Providing an assessment of dust deposition rates against the relevant criteria such as wind,rain,and temperature,evaluating the spatial distribution of the dust deposition,and observing the potential relationship between total dust distribution and AOT will address the following research questions: (1） What is the level of dust deposition that is representative for the study area (southwestern Iran)? (2） What spatial variations in dust deposition can be identified? (3) How do the measured dust deposition rates compare to AOT in the period from March 2014 to March 2015? ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The results from ground-based observations together, along with analyzed data from AOT, were compared for a more detailed monthly dust event over the study area. AOT data were analyzed to understand the spatial and temporal patterns of the points with the same variation and intensity to GDR for the period of 2014-2015. The corresponding points were used in HYSPLIT for the model output. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Iran has a complex plain and hilly terrain and is located between the southern coast of the Caspian Sea and the northern coast of the Persian Gulf and the sea of Oman.The study area is located between the west side of the Zagros Mountain Range and neighboring areas to the international border with Iraq to the west (Fig.1). In the study area, the sampling facilities and equipment that correspond to the gauge sites from the north to the south are assigned to GO1-G10. The altitude ranges from sea level in the southern part to $9 0 0 \\mathrm { ~ m ~ }$ a.s.l. in the north and to $4 0 0 0 \\mathrm { ~ m ~ }$ a.s.l. in the east.Near the coast, the climate is dry and humid (GO9,G1O)，while dry desert and hot semi-desert climate extend from GO1 to GO4 and from GO6 to GO8,with a Mediterranean climate in the northeast which is next and close to the mountain range. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The minimum and maximum values of mean precipitation at gauge sites G1O and GO6 were given as 7 and $2 6 ~ \\mathrm { m m }$ ，respectively (Iran Meteorological Organization，2014；IRMO，2016). However, monthly precipitation was notably below the average at G01 ( $\\left( 8 \\mathrm { m m } \\right)$ . It is likely that the precipitation values at GO7 $( 9 ~ \\mathrm { m m } )$ ，G08（ $\\mathrm { 1 3 ~ m m } )$ ,and G09 ( $\\cdot 1 2 \\mathrm { m m } )$ can be classified at the same level below the median value of $1 5 ~ \\mathrm { m m }$ ,thereby extending into G1O.In contrast,the precipitation at gauge sites GO3, GO4, GO5,and GO6, indicated a value of $1 9 ~ \\mathrm { m m }$ ， which was above average （ $( 1 5 ~ \\mathrm { m m } )$ .Ambient monthly temperatures were observed during nearly the entire fieldwork period for maximum and minimum values. A long period of maximum warm points fluctuated between $2 9 ^ { \\circ } \\mathrm { C }$ and $3 9 ^ { \\circ } \\mathrm { C }$ in the area of GO1,at GO2 in the west,and also at GO7, GO8, GO9,and G1O in the southwest, with a distinct magnitude of $2 9 ^ { \\circ } \\mathrm { C }$ for GO5. The annual minimum temperature at the deposition sites was also warmer than average with the exception of GO5,which experienced a minimum value of $2 ^ { \\circ } \\mathrm { C }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wind speed direction data covering mainly the period from March 2O14 to March 2O15 were indicated from cities where the gauge sites are located. Winds from the north and west blew up to $4 \\mathrm { m / s }$ at G01, GO2, GO3,and GO4. The maximum north and westward wind speeds of 3 and $4 ~ \\mathrm { m / s }$ were detected at GO9 and G10, respectively. However, the southeastward wind was projected with the speeds of 3 and $2 ~ \\mathrm { m / s }$ at GO7 and GO8,respectively;while at GO5, the higher wind speed was recorded only up to $2 \\mathrm { m / s }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e09c2a2d0477dd75754e00212ae9029931dacc4e2e3b283ef3e0151b3bb8c908.jpg",
        "img_caption": [
            "Fig.1Location of the study area (a) and the distribution of ground dust collectors (GO1-G10)and altitudes in the study area (b).DEMs (digital elevation models）are globally afordable and have approximately $1 ~ \\mathrm { k m }$ resolution from GTOPO30 (a global DEM with a horizontal grid spacing of 30 arc seconds） through the USGS (U.S. Geological Survey) Explorer dataset GTOPO30 (ASTER Science Team,2001). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Methods and data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Comparing the results of monthly mean AOT from MODIS and data from weighting GDR using enhancement algorithms were used to investigate the spatial and temporal distributions of dust events in the southwestern Iran for the period between 2014 and 2015. Time-space consistency between AOT and GDR were defined. The results by agreement with model output of HYSPLIT were taken into further calculation to improve estimation of the dust deposition rate from the separate thickness layers. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Testing method ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For the GDR method,a correlation function in high magnitude and $P$ -value $< 0 . 0 5$ from mass deposition rate and dust event history in accordance to synoptic report, when visibility has been reduced below $1 0 0 0 ~ \\mathrm { ~ m ~ }$ ，were suggested. Visibility data were obtained from the Iran Meteorological Organization (IRMO,2016) to compare with AOT values. Cases with inconsistent values have been removed from further calculation. For the second sort of dataset from the ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "MODIS，preliminary qualitative comparisons were taken for all cases selected from the aforementioned process,and AOT values were calculated and justified with NASA's MISR. MISR images were captured from Giovanni MISR $5 5 5 \\mathrm { n m }$ and applied with a spatial resolution of $0 . 5 ^ { \\circ }$ . The analysis of the time series revealed a potentially promising correlation between the derived thickness layers from AOT and actual deposition rate data from ground surveying. The interpretation of fluctuated values of AOT, derived from the MODIS on Terra measurements, depicted variation of the thickness layers to discriminate separating layers of aeolian dust with the same variation and high correlation relationship from aerosols background. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2Data from ground surveying ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The dust deposition rate was measured by positioning 2O dust deposit gauges at 10 gauge sites to improve the observation and surveillance quality (Table 1). Both gravimetric and directional dust samplers (20 in total) have been deployed to satisfy requirements of ASTM D1356-O5 (IHS under license with ASTM,2O10) and have operated since 2O14. As ilustrated in Table 1, dust samples were collected monthly for gauges instaled at 10 gauge sites for 12 months from March 2014 to March 2015. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/18c608c9574166c0b580eac9952425fc4648b2f87124afe39f9d46b5d11419aa.jpg",
        "table_caption": [
            "Table1 Location of dust samplers in the study area "
        ],
        "table_footnote": [
            "Note:Dust samplers were classified with respect to the environment land cover dominance (Levy et al.,2013). "
        ],
        "table_body": "<html><body><table><tr><td>No.</td><td>Gnume site</td><td>Latitde</td><td>Longitude</td><td>Environment</td><td>A atsd)</td><td>Totaldistance</td></tr><tr><td>1</td><td>G01</td><td>34.000553</td><td>45.497595</td><td>Light industry and semi-desert</td><td>144</td><td>0</td></tr><tr><td>2</td><td>G02</td><td>34.007182</td><td>45.499075</td><td>Light industry and semi-desert</td><td>184</td><td>1</td></tr><tr><td>3</td><td>G03</td><td>34.393584</td><td>45.648174</td><td>Semi-desert</td><td>394</td><td>52</td></tr><tr><td>4</td><td>G04</td><td>34.423028</td><td>45.993753</td><td>Road traffic load</td><td>910</td><td>113</td></tr><tr><td>5</td><td>G05</td><td>34.353365</td><td>47.101335</td><td>Census densely occupied</td><td>1304</td><td>245</td></tr><tr><td>6</td><td>G06</td><td>33.024976</td><td>47.759393</td><td>Light industry and village</td><td>581</td><td>632</td></tr><tr><td>7</td><td>G07</td><td>32.380038</td><td>48.282664</td><td>Light industry and village</td><td>109</td><td>733</td></tr><tr><td>8</td><td>G08</td><td>31.445194</td><td>48.632398</td><td>Light industry and village</td><td>25</td><td>860</td></tr><tr><td>9</td><td>G09</td><td>30.584651</td><td>49.163632</td><td>Census occupied</td><td>6</td><td>991</td></tr><tr><td>10</td><td>G10</td><td>30.352411</td><td>48.292293</td><td>Road traffic load</td><td>2</td><td>1091</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After each monthly sampling and after every exposure period, dust samples were removed from the sites and sent to the Air Research Laboratory of the University of Marburg, Germany for further analysis (Fig.2). Copies of these laboratory reports are presented in the sections containing the results and discussion.We classified the collected data into dust events based on the total suspended particulate matter (TSP) in combination with the visibility and wind speed (Iran Meteorological Organization, 2014; IRMO, 2016). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/869392311cbb251b90d08d9b6baa835766c1e7cdf3cc2070e628e669b241139e.jpg",
        "img_caption": [
            "Fig.2Construction and collecting of samples from sampling points. Sampling processis represented in (a),(b), (c),and(d).Sampling begins from removing sampling plate (Aand B)followed byreplace filter,and packing samples with caution (C and D). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Since this study covers a vast area in the southwestern Iran and encompasses a range of conditions associated with topography and meteorology, the study area was categorized into three sections. Specifically, we assigned GO1, GO2, GO3,and GO4 to the first section (Section A), G05 and G06 to the second section (Section B),and GO7, GO8,GO9,and G10 to the last and third section (Section C). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3Aerosol optical thickness ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Twelve months of records of AOT at $5 5 0 \\ \\mathrm { n m }$ were obtained from the MODIS instrument onboard the NASA Terra satellite since March 2O14.Aside from high spatial resolution, Terra level 3 is providing data ranging from $2 5 0 \\mathrm { ~ m ~ }$ to $1 ~ \\mathrm { k m }$ ,allowing for almost daily world coverage collection from MODIS (Q1: quality controlled AOT) aerosol repository. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MODIS AOT data were collected over a larger area of $3 0 ^ { \\circ } - 5 0 ^ { \\circ } \\mathrm { N }$ and $3 5 ^ { \\circ } - 4 5 ^ { \\circ } \\mathrm { E }$ ，as well as regional dust loading points. Data with a very good quality were flagged to generate AOT statistics over the study area with $0 . 5 ^ { \\circ } { - } 1 . 0 ^ { \\circ }$ resolution (at $5 5 0 ~ \\mathrm { n m }$ over dark targets for land only have been selected) (Table 2).We calculated the maximum，minimum，mean，and standard deviation of AOT values from all pixels which already had been changed to point features and fall within each class,and analyzed the differences between the mean values in different classes.After converting the results to points, the Kriging interpolation method was applied to the pixel values (Dindaroglu, 2014; Franklin et al.，2018). Kriging interpolation method is a geostatistical approach used to calculate weights for measured points and to derive predicted values for unmeasured locations. Ultimately， the Iterative Self-Organizing Data Analysis Technique (ISODATA) classification was applied to AOT(at $5 5 0 ~ \\mathrm { n m } ,$ ）of the monthly images for the period between 2014 and 2015. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/d0ca4edf950ee8305ed870419b5a797836cf988dc7c3d1be3a5a2cedda733515.jpg",
        "table_caption": [
            "Table 2Titles of Giovanni online data systems developed and maintained by National Aeronautics and Space Administration (NASA) Goddard Earth Sciences Data and Information Services Center (GES DISC) "
        ],
        "table_footnote": [
            "Note:Dark targethasseparatealgorithms forlandandocean.DepblueintheMODISaerosolproductsisalandretrievalonly.Land algorithmmethod works best over dark vegetated targets and does not work over bright land surfaces. "
        ],
        "table_body": "<html><body><table><tr><td>Dataset sensor,satellite,and bandwidth</td><td>Platform</td><td>Availability</td><td>Spatial resolution</td><td>Temporal resolution</td></tr><tr><td>MOD08_M3 v6.1 at 550 nm dark target,for land only</td><td>Terra level 3</td><td>1 Mar 2000 1 Feb 2000</td><td>0.1°x0.1° (10 kmx10 km)</td><td>Daily, 8 d, and monthly</td></tr><tr><td>MOD08_M3 v6.1 at 550 nm deep blue aerosol, for land only</td><td>Terra level 3</td><td>Giovanni</td><td>1.0x1.0°</td><td>Monthly</td></tr><tr><td>MOD0d_M3 v6.1 at550 nm dep blueaerosol,</td><td>Terra level 3</td><td>Giovanni</td><td>1.0°x1.0°</td><td>Monthly</td></tr><tr><td>MIL3MAE v4,MISR aerosol optical depth 555 nm</td><td>Terra</td><td>1 Mar 2000 Giovanni</td><td>0.5°x0.5°</td><td>Daily and monthly</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4 HYSPLIT model trajectoryreview ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The NOAA Air Research Library provided the tools (htps:/ready.arl.noaa.gov/hypub-bin/trajtype.pl) for calculating forward or backward trajectories and specifying the start/end point location as well as the period over which to calculate the trajectories. Surface wind observations and air above ground based level trajectories were included using the local wind profile (Stein et al., 2015; Rolph et al., 2017). We applied backward trajectories model output (NOAA HYSPLIT) over three sections (A,B,and C) to obtain the direction and updraft located above ground-based level relatively and to reveal the influence of direct or indirect effects of the dust transport on deposition rates. During the steady state results from the dust evidence from both AOT and GDR, each section has its own longitude and latitude direction and three trajectories were respectively simulated from 100,500,and $1 0 0 0 \\mathrm { ~ m ~ }$ for above ground-based level backward to $9 0 \\mathrm { ~ h ~ }$ before reaching the section points (A,B,and C). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Results analysis and validation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We obtained monthly GDR data using statistical calculations for approximately 12 months since March 2014,and downloaded MODIS monthly AOT onboard Terra satellite (MOD08_M3） data according to the study area coordinate system.The pixel values of each image were rebuilt and refined. Correlation coefficients were used to find relationships between dust event frequencies and GDR for selecting justified collections.The MODIS provided data according to decimal degrees; accordingly,all the ground station coordinates were converted to decimal degrees.The Zonal statistic trend results from AOT justified collection from GDR run into HYSPLIT model, which provided backward trajectory data from dust transport directions. It should be noted that we discussed variations in both GDR and AOT in the discussion section, based on model output. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1 Ground monitoring results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Table 3 represents dust event frequency, in concert with the dust deposition rate.In the given time, the total dust event frequency values were O and 1 time at GO5 and GO6, while 19,17,16,and 12 times at GO1, GO2, G10,and GO9,respectively. However, the total dust event frequency values of 8 times were recorded at sites GO8 and GO3.The same magnitudes were also found at sites G01 and G02 during March, April,and May of 2O14. The average dust deposition rates ranged from 0.3 $( \\mathbf { G } 0 4  – \\mathbf { G } 0 6 )$ to $1 . 2 ~ \\mathrm { m g } / \\mathrm { c m } ^ { 2 }$ (G01),equaling monthly field deposition rates of $3 { \\mathrm { - } } 1 2 \\ { \\mathrm { g } } / { \\mathrm { m } } ^ { 2 }$ per month; while the maximum values were between 12 and $3 0 ~ \\mathrm { g } / \\mathrm { m } ^ { 2 }$ per month, recorded in summer of 2014 and spring of 2015.Correlation magnitudes of 0.35, O.49,and O.69 were indicated for the deposition rates at sites GO5,GO2，and GO8，respectively. Given these points，the ground deposition rates (GDRs) were observed in March,April,and May of 2014 (GO1, GO2,and G03, respectively） with significant $P$ -value $< 0 . 0 4$ and correlation coefficients ranging from $73 \\%$ to $96 \\%$ . Similarly,with significant $P$ -value $< 0 . 0 5$ ，high correlation coefficients between $69 \\%$ and $9 3 \\%$ were observed in January and February of 2O15 (G10, GO9, GO8,and GO7). Interestingly, the high correlation coefficients with statistically significant differences would be wishful to make remarkable time of evidence into discussion. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/13f16c07bccfc31f3d77a2d77256818cafa9fa1efbc841c2c80b1dc1dd0ac271.jpg",
        "table_caption": [
            "Table 3Description of dust deposition rates and dust event frequency "
        ],
        "table_footnote": [
            "Note:-,nodata;NA,notsignificant;M.Wmaximumwies,whichmeansthatthsiteumberisitessedthemaximumdepositio rates. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Collection time</td><td colspan=\"10\">Dust deposition rate (mg/cm²)</td><td rowspan=\"2\">Gauge site (M.W.)</td></tr><tr><td>Year</td><td>Month</td><td>G10</td><td>G09</td><td>G08</td><td>G07</td><td>G06</td><td>G05</td><td>G04</td><td>G03</td><td>G02 G01</td><td>Total</td></tr><tr><td>2014</td><td>Mar</td><td>1.00</td><td>0.60</td><td>0.70</td><td>0.20</td><td>0.20</td><td>0.50</td><td>0.20 0.80</td><td>0.80</td><td>0.60</td><td>5.60</td><td>G10</td></tr><tr><td></td><td>Apr</td><td>0.80</td><td>0.90</td><td>0.50</td><td>1.00</td><td>0.20</td><td>0.20</td><td>2.00 0.50</td><td>2.00</td><td>2.60</td><td>10.70</td><td>G01</td></tr><tr><td></td><td>May</td><td>0.20</td><td>0.50</td><td>0.20</td><td>0.50</td><td>0.10</td><td>0.30</td><td>3.00 0.30</td><td>0.50</td><td>1.00</td><td>6.60</td><td>G04</td></tr><tr><td></td><td>Jun</td><td>1.00</td><td>1.00</td><td>0.60</td><td>0.50</td><td>0.20</td><td>1.00</td><td>0.20 0.80</td><td>0.80</td><td>1.50</td><td>7.60</td><td>G01</td></tr><tr><td></td><td>Jul</td><td>0.90</td><td>1.20</td><td>1.90</td><td>0.60</td><td>0.30</td><td>0.90</td><td>0.20 0.80</td><td>0.50</td><td>0.80</td><td>8.10</td><td>G08</td></tr><tr><td></td><td>Aug</td><td>2.10</td><td>1.80</td><td>2.00</td><td>0.30</td><td>0.60</td><td>2.00 0.00</td><td>0.90</td><td>1.00</td><td>1.50</td><td>12.20</td><td>G10</td></tr><tr><td></td><td>Sep</td><td>0.90</td><td>0.90</td><td>0.60</td><td>0.20</td><td>0.00</td><td>1.00</td><td>0.50 0.90</td><td>1.50</td><td>1.50</td><td>8.00</td><td>G01</td></tr><tr><td></td><td>Oct</td><td>0.30</td><td>0.30</td><td>0.30</td><td>0.20</td><td>0.00</td><td>0.10</td><td>0.20 0.20</td><td>0.60</td><td>0.90</td><td>3.10</td><td>G01</td></tr><tr><td></td><td>Nov</td><td>0.20</td><td>0.50</td><td>0.20</td><td>0.20</td><td>1.00</td><td>0.10 0.20</td><td>0.20</td><td>0.90</td><td>2.00</td><td>5.50</td><td>G01</td></tr><tr><td>2015</td><td>Dec</td><td>1.00</td><td>0.30</td><td>0.30</td><td>0.90</td><td>0.20</td><td>0.20</td><td>0.20 0.10</td><td>0.20</td><td>1.50</td><td>4.90</td><td>G01</td></tr><tr><td></td><td>Jan</td><td>3.10</td><td>2.50</td><td>2.00</td><td>2.50</td><td>0.30</td><td>0.20 0.60</td><td>0.80</td><td>1.00</td><td>1.80</td><td>14.80</td><td>G10</td></tr><tr><td>Feb</td><td></td><td>1.10</td><td>1.50</td><td>0.80</td><td>1.70 0.10</td><td>0.20</td><td>0.20</td><td>0.60</td><td>0.40</td><td>0.50</td><td>7.10</td><td>G07</td></tr><tr><td>Mar</td><td></td><td>2.10 0.70</td><td>0.90</td><td>1.00</td><td>0.20</td><td>0.60</td><td>0.50</td><td>0.40</td><td>0.30</td><td>0.80</td><td>7.50</td><td>G07</td></tr><tr><td colspan=\"2\"></td><td></td><td></td><td>Dust deposition rate and dust event frequency</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td colspan=\"2\">Dust deposition rate in total</td><td>G10</td><td>G09</td><td>G08</td><td>G07</td><td>G06</td><td>G05</td><td>G04 G03</td><td>G02</td><td>G01</td><td>Total</td><td></td></tr><tr><td colspan=\"2\">(mg/cm²)</td><td>14.70</td><td>12.70</td><td>11.00</td><td>9.8</td><td>3.40</td><td>7.30</td><td>8.00 7.30</td><td>10.50</td><td>17.00</td><td>101.70</td><td></td></tr><tr><td colspan=\"2\">Date with the maximum dust</td><td>Jan</td><td>Jan</td><td>Jan</td><td>Jan</td><td>Nov</td><td>Aug</td><td>May Sep</td><td>Apr</td><td>Apr</td><td></td><td></td></tr><tr><td colspan=\"2\">deposition rate</td><td>2015</td><td>2015</td><td>2015</td><td>2015</td><td>2014</td><td>2014</td><td>2014 2014</td><td></td><td>2014</td><td>2014</td><td></td></tr><tr><td colspan=\"2\">Dust event frequency (times)</td><td>16</td><td>12</td><td>8</td><td>7</td><td>0</td><td>1</td><td>2</td><td>8</td><td>17</td><td>19</td><td></td></tr><tr><td colspan=\"2\"></td><td colspan=\"10\"></td></tr><tr><td colspan=\"2\"></td><td>G10</td><td>G09</td><td>G08</td><td>G07</td><td>Statistics G06</td><td>G05</td><td>G04</td><td>G03</td><td>G02</td><td>G01</td><td></td></tr><tr><td colspan=\"2\">Correlation coefficient</td><td>74%</td><td>93%</td><td>69%</td><td>85%</td><td></td><td>35%</td><td>73%</td><td>81%</td><td>49% 96%</td><td></td><td></td></tr><tr><td colspan=\"2\">P-value</td><td>0.05</td><td>0.05</td><td>0.05</td><td>0.05</td><td>NA</td><td>NA</td><td>0.05</td><td>0.05</td><td>0.05 0.05</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2 AOT results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mapping pixel values of the study area were calculated and classified into four different layers of aerosol thickness,including clean,thin, thick,and strong thick (Figs.3-5).Monthly variations and trends in averages and standard deviations of AOT values were analyzed to understand changes in the types of aerosol thickness in the study area (Figs.6 and 7). Pixel values which were remarked under four layers of aerosol thickness (clean, thin, thick,and strong thick） were taken into consideration to determine the areas with dust deposition rates in each month. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/25ef3f847425984cee59ffe21698c9d3610c8550de46c4f292b0a99b9855e35a.jpg",
        "img_caption": [
            "Fig.3Monthly average aerosol optical thickness (AOT; $5 5 0 ~ \\mathrm { n m }$ dark target; $0 . 1 ^ { \\circ }$ resolution） from March to July of 2014 "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/93ef722608bd01f5de34b1ca819a391cb3b5dcad7d5e0044c365e48efd5810d2.jpg",
        "img_caption": [
            "Fig.4Monthly average AOT( $5 5 0 \\mathrm { n m }$ dark target; $0 . 1 ^ { \\circ }$ resolution) from August to December of 2014 "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9be3bc3d179e3d64a601bac0a428575ca9e052d2a6588baac320e1e6d1c42f04.jpg",
        "img_caption": [
            "Fig.5Monthly average AOT( $5 5 0 \\mathrm { n m }$ dark target; $0 . 1 ^ { \\circ }$ resolution) from January to March of 2015 ",
            "Fig.6Temporal monthly means of dark target MODIS AOT(dimensionless)from March to November of 2014. The left $Y$ axis shows modified pixel values which represent the minimum,maximum,median,and standard deviation (SD) values of AOT. The right $Y$ axis shows the relative counted value (counting pixel value) of AOT for each class.For the horizontal axis,1,2,3,and 4 represent the clean,thin,thick,and strong thick layers, respectively. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "-Minimum ·Maximum  Median △SD $^ +$ Relative counted value 180-(a) Mar 2014 -600 180 (b)Apr 2014 800 240(c) May 2014 800 +505 00 + 704 700 + 691 180 600 ALOV + 279 L 500 coounee AAPr Tlt 120 500 +286 300 eegeeee 273 300 200 60 200 ： +118 100 90 100R +1091 100 0 △ △ 17全 0 0 △ A 4 0 0- 工 A △16 0 1 2 3 4 1 2 3 4 1 2 3 4 240-(d) Jun 2014 -700 240- (e) Jul 2014 500 180- (f)Aug 2014 600 + 639 600 +394 +493 500 500 +3640 +341 400 RPeeereegeer 120 400 120 300 +324 300 +248 233 300 200 60 243 200 60 200 60 △ 100 . 100 + △ 3 + △ △134 △ 0 0 0+ 0 0 A 0 1 2 3 4 1 2 3 4 1 2 3 4 180-(g) Sep 2014 500 121- (h) Oct 2014 500 240_(i) Nov 2014 500 +460 +457 +405 +415 180- +302 300 AATPere 300 A2Pr lt +347 300 61 120- 200 200 200 161+ 100 +87100 60 70 100 0 4 0 I △ 0 0 0 12 3 1 2 3 1 2 34 Aerosol thickness layer Aerosol thickness layer Aerosol thickness layer ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Minimum ·Maximum·Median △SD $^ +$ Relative counted value 240-(a) Dec 2014 -500 180-(b) Jan 2015 -1000 240-(c)Feb 2015 -500 Vape aree perenee eenelee +446 Rree eneree eegeerer +415   \nVaaae 3010 +347 Prea V +501 500 IO +242 250   \nLOH 397 211   \nA 60 70 85 △ 62 △ A A 0 1 0 0 A 0 1 2 3 4 1 2 3 1 2 34 Aerosol thickness layer Aerosol thickness layer Aerosol thickness layer ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Figure 6 shows the count-value fluctuation in the monthly trends of the four aerosol thickness layers.It also illustrates the similar trends in AOT values for the thin and thick aerosol thickness classifications,and different variations in terms of extreme dust events such as the strong thick or clean aerosol thickness in the entire study period. In other words,except for autumn and winter, the study area experienced different monthly AOT variations with strong aerosol thickness and higher standard deviations that indicated dust events. In spring and summer, the study area exhibited the highest standard deviations,indicating that it was the region at most risk in terms of extreme dust events.In the detail for April,May,and June,the standard deviations were relatively high in the area of Section C (Fig.3). The standard deviations in each group of aerosol thickness just reflected the magnitude of variations in the group. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The general trend in the standard deviations decreased in most of the gauge sites during the study period. A specific decline occurred in autumn and winter and was most likely due to the relative counted value of aerosol thickness layers (Figs. 6 and 7). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3 HYSPLIT model output ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The same temporal image data from NASA's MISR were applied to justify AOT. These data likely quantified the ability of AOTcollection to retrieve thickness values from the pixel values of each point and were compared to the monthly data for the GDR.In addition to the aforementioned relationship between GDR and the variation of values of the optical thickness layer (strong thick),we characterized the model outputs for summer and spring based on the ground gauge distributions. Therefore, the HYSPLIT model was running for location of endpoints for all sections (A, B, and C; Fig. 8). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As shown in Figure 9, the model output simulated four days backward trajectory in spring and summer based on updrafts loaded for 1Oo, 5OO,and $1 0 0 0 \\mathrm { ~ m ~ }$ above ground level, with respect to the above ground surface level. The transport history relative to dust event frequency was shown to the end at 100o UTC (Universal Time Coordinated) in 29 March 2014.The transport rate originated from the west-north Syria and the Mediterranean Sea, moved southward toward the center ofIraq,and reached Section A, Section B,and Section C. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In contrast, the backward trajectories on 29 April 2014 (Fig. 9) showed trajectory flow derived from the northwest of Saudi Arabia continuing northward to the southeast of Iraq and was observed in both Section A and Section B,while the backward trajectory flow passed directly over Section C from Section B,which can be associated with the local influence flow. AOT mapping was not able to represent the deposition rate in Section A and Section B,including the intensity of the dust transport rate. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The retrieved aerosol mass rate for January 2O15 was verified by backward trajectories from the model output.As shown in Figure 1O, the transport direction was influenced northward from Saudi Arabia at $1 5 0 0 \\ \\mathrm { m }$ above ground level, crossing the Persian Gulf and reaching the area of ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Section C.The observation can be verified by the high thickness of pixel values from AOT $( > 0 . 4 )$ , which were linked to Section C.The observation values in Section B and Section C were mainly arrived from Section A,the same flow with respect to the almost zero above ground level. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The retrieved aerosol distributions on 22 February 2O15 demonstrated that high AOT values were linked to the back trajectory at $3 5 0 0 \\mathrm { ~ m ~ }$ above ground level from the Mediterranean Sea, the extreme north of Saudi Arabia, and through southern Iraq,and reached the area of Section A. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The transport direction confirmed the impact of local dust contributions from the southern Iraq adding to the surface layer before deposition in Section B.This could also illustrate the cause of different dust event situations in Section A. Maximum AOT values were combined with more intense flow from the north at $1 0 0 0 \\mathrm { ~ m ~ }$ above ground level and with dust flow from long distance transports directed from the southern Iraq and the Mediterranean Sea. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/7010279b78edf3729c79cf202280d101a51b27ac744c854df8affedb754fd125.jpg",
        "img_caption": [
            "Fig.8Model output from Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT) for Section A (a),Section B (b),and Section C(c).Transport history relative on dust event frequency was simulated four days backward trajectories for an ending time at 10oo UTC(Universal Time Coordinated) in Januaryand February of 2015,and March,April,and May of 2O14. AGL,above ground level. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In this study，we compared MODIS and MISR data with similar data from sampling periods preceding and following the dust events in order to validate the optical thickness of MODIS and MISR.Accordingly, the results of evaluating these data focusing on the retrieved AOT values and their differences and correlations are represented. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Section A (G01,G02,G03,G04) Section B (G05,G06) Section C (G07,G08,G09,G10) 28E30°E32°E34E36E38E40°E42E44E46E 0E15E20E25E30E35E40E45E 5E10E15E20E25E30E35E40E45E 40N 45N 38N 32°N 30% (a1) (bi) (c1） 25°N ------- 2 :4000 1000 05 1988 3000 1000 1000 1008 (LST)060018120600181206001812060018 (LST060018120601812060018120618 (LST)06001812060018120600181206.0018 29Mar 28Mar 27Mar 26M 29Mar 28Mar 27Mar 26Mar JobID:175249;Jobstart:16:04:07UTCon25Feb2019 JobID:176434:Jobstart:17:02:45UTCon25Feb2019 JobID:17603Jobtat6:43:47Uo25eb1 Source1latitude:34.7973Nlongtude:463469E; Source1latitude:33.376412N,longtude:47.548828E; Source1latde:7399Noie;48.; altitude:100,500,1000ma.s.. atide:0 altitude:100,500,1000 ma.s.l. Trajectory direction: backward Trajectorydirection:backward Trajetorydirection:backward Duration: 90 h Duration: 90 h Duration: 90 h Verticalmotiomodoelertliy Vertical motion calculation method: model vertical velocity Vertical motion calculation method: model vertical velocity Meteorology:0000Z29Mar2014-GDAS1 Mectcorology000Z9ar014-GD Metcorology:000Z29Mar2014-GDAS1 36E38E40E42E44E4648E50E 36E38E40E42E 44E 468E\\*48E50 38E 40E 42E 44E 46E48E 34°N 32°N 30°N 32°N 28N 28N 26°N 26Nt 26°N 24N (a2) (b2) (c2) LST06001812 0600181206001812060018 (LST)060018120600181206001812060018 (LST)060018120600181206001812060018 29Apr 28Apr 27Apr 26Apr 29 Apr 28Apr 27Apr 26Apr 29 Apr 28Apr 27Apr 26Apr Job ID:175293; Job start:16:09:34 UTCon25Feb 2019 Job ID:176506; Jobstart:17:05:03UTCon25Feb 2019 Job ID:176073; Job start:16:45:34UTCon25Feb 2019 Sourceae oure Souree altie: altitude: altitude: 100,500,1000 ma.s.l. Trajectory direction: backwardDuration: 90 h Trajetorydirectionbackward Trajectory direction: backward Duration: 90 h Duration: 90h Duration: 90 h Verticalmotioncalculationmethd:modelverticalvelocity Verticalmotioncalculationmcthod:model vertical velocity Verticalmotioncalculationmcthod:modclverticalveocity Meteorology:0000Z29Apr2014-GDAS1 Meteorology:0000Z29Apr2014-GDAS1 Meteorology:0000Z29Apr2014-GDAS1 30E32E34E36E38E40E42E44E46E 32°E34E36E38°E40E42E44E4E 25E30°E 35E 40°E 45E 40N 38N 38N 40°N 36°N 36°N 4N 35N.. 32N -32N 30N （a3) 309N （63） A 2500 1500 4 H 1000 -3000 2000 10082 2 500 100 1000 108 (LST)06001812 0600181206001812060018 (LST)06001812 0600181206001812060018 (LST) 0600 181206001812 06001812 060018 29May 28May 27May 26May 29May 28May 27May 26May 29May 28May 27May 26May JobID:175539;Jobstart:16:17:24UTCon25Feb2019 JobID:176574;Jobstart:17:06:54UTCon25Feb2019 JobID:176104;Job start:16:48:34UTCon25Feb 2019 Source1latitude:34.379713Nongitude:46.30469E; Source1latitude:33.376412°N,longitude:47.548828E； Source1latiti de:31.372399N,longitude:48.713379°E; altitude:100,500,100 ltitue:10000 altitude:100,5000. Trajectory direction: backward Trajectorydirection:backward Trajectory direction: backward Duration: 90 h Duration: 90 h Duration: 90 h Verticalmtiolatiometdmodlrtiality Verticalotlaioetdltoi Vertical motion calculation method: model vertical velocity Meteorology:0000Z29May2014-GDAS1 Meteorology:000Z29May2014-GDAS1 Meteorology:0000Z29May2014-GDAS1 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Section A(G01,G02,G03,G04) Section B (G05,G06) SectionC(G07,G08,G09,G10)   \nrerrrnrlnnlraag 45E 46E 47E 48E 49E 50E 47°E 48E 49E 50E 40E 45E 50 55E ★ 30°N 34N 33N 33N 25°N 32°N 32°N 20N (a1) (b1) (c1) (w) GIC 1500 w) GIv 1500 (u) 1500 1000 1000 1000 1000 TD 1088 中P5-5-100 (LST)06001812 06001812 06 00 1812 06 00 18 (LST06001812 06001812 06001812 0600 18 (LST)06001812 06001812060018120600 18 29 Jan 28Jan 27 Jan 26 Jan 29 Jan 28Jan 27 Jan 26 Jan 29Jan 28 Jan 27 Jan 26 Jan JobID:175626; Job start:16:24:33UTCon25Feb 2019 JobID:176633;Job start:17:08:55UTCon25Feb 2019 JobID:176030;Jobstart:16:50:34UTCon25Feb2019 Source 1 latitude: 34.379713N, longitude: 46.230469E; Source 1 Iatitude: 33.376412°N, longitude: 47.548828°E; Source1latitude:31.372399N,longitude:48.713379E; altitude: 100,500,1000 m a.s.l. altitude: 100, 500, 1000 m a.s.l. altitude: 100, 500, 1000 m a.s.l. Trajectory direction:backward Trajectory direction: backward Trajectory direction: backward Duration: 90 h Duration: 90 h Duration: 90 h Verticalmotioncalculationmethod:model verticalvelocity Vertical motioncalculation method:model vertical velocity Verticalmotioncalculation method:model vertical velocity Meteorology:0000Z 29Jan 2015-GDAS1 Meteorology:0000Z 29Jan2015-GDAS1 Meteorology: 0000Z 29 Jan2015-GDAS1   \nPrr nrrerlnnlltrrereerleeneerag 40E 42E 44E 46 32E34E36E38E40E42E4446E48E 25E 30E 35E 40°% 45°E 36N 34°N -34% 40N 3 32N 35N 30 2 28N (a2) -30N (b2） (c2) LA) GIA 1500 () :2500 自 中 1000 T GC 1988 .500 1388 500 1988 (LST)0600 18120600181206.0018120600 18 (LST)060018120600181206001812060018 (LST)06001812 06001812 06.001812 0600 18 29Feb 28Feb 27Feb 26Feb 29Feb 28Feb 27Feb 26Feb 29Feb 28Feb 27Feb 26Feb JobID:175670; Job start:16:27:31UTCon25Feb 2019 JobID:176683; Job start:17:11:12 UTCon25Feb 2019 JobID:176163; Job start:16:53:38UTCon25Feb 2019 Source 1 latitude: 34.379713oN,longitude: 46.230469°E; Source 1 latitude: 33.376412°N, longitude: 47.548828E; Source 1latitude: 31.372399oN,longitude: 48.713379E; altitude: 100,500,1000 m a.s.l. altitude: 100, 500, 1000 m a.s.l. altitude: 100, 500, 1000 m a.s.l. Trajectory direction: backward Trajectory direction: backward Trajectory direction: backward Duration: 90 h Duration: 90 h Duration: 90 h Vertical motion calculation method: model vertical velocity Vertical motion calculation method: model vertical velocity Vertical motion calculation method: model vertical velocity Metcorology:0000Z29Fcb2015-GDAS1 Metcorology:0000Z29Fcb2015-GDAS1 Meteorology:0000Z 29 Feb 2015-GDAS1 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "MODIS and MISR onboard the Earth Observing System (Diner et al.，1998） have been extensively used for global dust observations (Xiao et al.,2Oo9).In particular, the AOT product retrieved from visible and near infrared data can be used to monitor dust events (Washington et al.,2003;Levy and Hsu,2O15).The general paterns of the global aerosol fields retrieved by MODIS and MISR are remarkably similar (Hu,1990), indicating a high comparability of both data products (e.g., Geogdzhayev et al., 2004; Huang et al. 2007; Wang et al., 2011). The case studies for this can be found for many diffrent dust areas with atention to the Sahara Desert (Zhang et al.，2003； Koren et al., 2006; Schepanski et al.， 2017), the Persian Gulf (Liu and Mishchenko,2008; Banks et al.,2O17), the Tarim River Basin in northwestern China (e.g., Yan et al.,2006),as well as the Indian subcontinent (e.g.,di Girolamo et al.,20O4; Jethva et al., 2007), including the Southern Hemisphere (e.g., Wu et al., 2O09). In fact, the magnitude of AOT differed between MODIS and MISR (Levy and Hsu,2O15) and its values had apparent seasonal variations (Yan et al.，2Oo6; Jiang et al.，2O07).The observations from the same locations in different seasons have shown that MODIS performed better particularly in summer due to the relatively higher vegetation cover (Prasad and Singh, 2OO7). In fact, MODIS aerosol retrieval method is unable to find dark pixels within the surface albedo channel (Levy and Hsu, 2O15), while MISR can retrieve optical properties over a variety of terrains (Diner et al., 2OO1; Martonchik et al., ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2004).Equally important, Diner et al. (2O01) showed that the derived AOT from MISR has a positive bias of 0.O2 and an overestimate of $10 \\%$ when compared to ground-based observations. That is to say, mean AOT derived from MISR is systematically larger than that from MODIS, which can be attributed to a relative calibration offset (Liu and Mishchenko,2008). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "With this in mind, we computed Pearson's correlation coefficients using monthly average level 3 MODIS (MOD08_M3 v6.1） and MISR(MIL3MAE v4) data. Monthly seasonal data from January, February,and March of 2O15 as well as from March,April, and May of 2O14 were used to calculate the correlation coefficients.Figure 1l shows that the correlation coefficients for MODIS scattering MISR were relatively high during May $( R ^ { 2 } { = } 0 . 7 1 0 )$ ）and moderate in April $( R ^ { 2 } { = } 0 . 5 6 8 )$ ，while the correlation was only slightly above the moderate level in March $( R ^ { 2 } { = } 0 . 4 4 7 )$ . In agreement with Prasad and Singh (2OO7) and reinforced by Liu and Mishchenko (2008),the mean of absolute differences of the averages of MODIS and MISR explains seasonal variations in March and May compared to MODIS over the area of Section C in April. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/32044f10e9706078ed365c4804f7a389b2da6da3c3f5e213c1c980aa9a2ecc0d.jpg",
        "img_caption": [
            "Fig.11AOT of Multi-angle Imaging SpectroRadiometer (MISR) images with a spatial resolution of $0 . 5 ^ { \\circ }$ in March,May,and April of 2O14 (a1,a2,and a3,respectively)，and scatering plots showing the correlation between two sets of AOT from MISR and MODIS in March，May，and April of 2014 (b1,b2,and b3, respectively).Latitude: $3 0 . 5 ^ { \\circ } - 3 4 . 5 ^ { \\circ } \\mathrm { N }$ ；longitude: $4 5 . 5 ^ { \\circ } { - 4 9 . 5 ^ { \\circ } \\mathrm { E } }$ "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "It can also be seen in Figure 12 that the correlation coefficients were relatively high for MODIS-MISR in February $( R ^ { 2 } { = } 0 . 7 2 7 )$ and March $( R ^ { 2 } { = } 0 . 7 2 9$ ） of 2015.In addition,the observed correlation coefficient in January（ $R ^ { 2 } { = } 0 . 6 4 9 \\$ ）agreed very well with similar findings about seasonal variations retrieved from Yan et al. (2Oo6) and Huang et al. (2OO7). Similarly, the mean of absolute differences from the monthly average between MODIS and MISR is consistent with the MODIS-derived AOT disability to identify dark pixels (Levy and Hsu,2015).Also in agreement with Prasad and Singh (2OO7) and given the good correlation of the global AOT of MODIS and MISR,we found that MODIS provided beter results for the study area in March, April, and May due to high vegetation covers in sections A,B,and C. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/dc4ab967b46ee1aeb76039343ac0dab4ec6d37b02ba010812ec086acce7a13e4.jpg",
        "img_caption": [
            "Fig.12AOT ofMISR images with a spatial resolution of $0 . 5 ^ { \\circ }$ in January,February,and March of 2O15 (a1,a2, and a3),and scattering plots showing the corelation between two sets of AOT from MISR and MODIS in January,February,and March of 2O15(b1,b2,and b3).Latitude: $3 0 . 5 ^ { \\circ } - 3 4 . 5 ^ { \\circ } \\mathrm { N }$ ；longitude: $4 5 . 5 ^ { \\circ } { - 4 9 . 5 ^ { \\circ } \\mathrm { E } }$ "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "With attention to seasonal ecological changes (e.g.， Gao,2OoO),results describing seasonal variation of dust events can be related to ecological and climatological characteristics of the environments. Prominent seasonal dust events have been reported during spring and summer in the Sistan region of eastern Iran (Abbasi et al., 2O18). New contribution to the northeast part of Iran suggested that the highest rates of atmospheric dust occurred in summer (Ziyaee et al., 2018). However,recent studies from Central Asia showed an increase in the seasonal dust deposition rate from spring to autumn (Groll et al.,2013; Opp et al.,2017) in the Aral Sea region for the period from 2003 to 2O12. Five dust storms have been reported in southwestern Iran during springtime of 2011,2012 (Najafi et al.,2014),and 2014 (Foroushani et al.,2019). Moreover, dust loads from Africa and Asia were transported into the Arctic and deposition reached a maximum rate in spring (Stohl,2006; Quinn et al.,2007; Breider et al.,2014). Fiedler et al. (2014) reported that about ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "$2 5 \\%$ of the total dust emissions from the Sahara occurred in spring due to seasonal cyclones over North Africa.As can be seen from Figures 9,11,and 12,the very similar backward trajectories distribution implied comparable wind directions and dust events in March and May of 2O14. Note that more than $30 \\%$ of all air masses in February 2O15 were derived from the Mediterranean Sea, while twice as much was received from Saudi Arabia and Iraq in April 2O14 and January 2015. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "According to previous studies (Fig. 13)，AOT values ranged from 0.1 to 1.O in a dusty environment and were higher in poluted regions to enumerate the principal thickness(Schaap et al., 2008; Remer et al., 2009; Levy and Hsu, 2015). The Angstrom exponent describes how the AOT typically depends on the wavelength of the light. The smaler value of AOT, the smaller the exponent. ",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/2ae239aecc9f27d26eb7dc9421db1d6d24b9b4179504f0d7c9376ca9d918fdd5.jpg",
        "img_caption": [
            "Fig.13Thickness properties by courtesy of NASA for AOT user manual retrieved from Collection 6.0 MODIS data in a publication of Levy and Hsu (2O15).AE,angstrom exponent. "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This is a measure of how much light the airborne particles prevent from traveling through the atmosphere (Stockli and Jentoft, 2O13). A lower optical aerosol thickness likely would have less impact on radiative forcing (Dubovik et al.， 2Oo2)，while dense aerosols absorb and scatter incoming sunlight more effectively， thus reducing visibility and increasing optical thickness (Schaap et al.,2OO8). The variance in the layers is consistent with the finding of Levy and Hsu (2015),that is,an optical aerosol thickness of less than O.1 indicates a clear sky with maximum visibility, whereas a value of 1.O means the presence of extreme density and very low visibility even at mid-day (Remer et al., 2OO9). In hypothesis testing,AOT should be pronounced the same variation as GDR collected in the study period.Four layers of aerosol thickness therefore,were plotted to identify which one follows the variation in GDR most closely. Figure 14 shows the spatial gradient in AOT over the study area as calculated. ",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/159d36fd110377ef1d18649049813bf0549b882cb197263b8dfb095f084fe23a.jpg",
        "img_caption": [
            "Fig.14Ploting spatial gradient in AOTcompared with the fluctuation values of ground deposition rate (GDR) "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Each aerosol layer has a group of pixel values (O.O-1.O),with a classification of clean, thin, thick,and strong thick aerosol thickness layers.The pixel-value count for each layer was plotted on the primary $Y$ axis while GDR values $\\mathrm { ( m g / c m ^ { 2 } ) }$ were placed on the secondary $Y$ axis. All layers' thicknesses,derived from AOT, were highest in spring and summer,with the maximum values of 5O1 (clean aerosol thickness layer)and 7O4 (thin aerosol thickness layer),respectively. In autumn, the maximum value (364) was observed in thick aerosol thickness layer. Additionally, a strong thickness was detected in strong thick aerosol thickness layer during spring with a maximum magnitude of 85.In general, the results in Figure 15 revealed that the observed GDR-MODIS correlation from March 2014 to March 2015 is indicative of a significant correlation with the thickness increase across the study area, especially in thick and strong thick aerosol thickness layers. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "800(a) Clean 600 (b)Thin 400 (c)Thick 80_(d) Strong thick xt . 500 . . 600 . . 300 . 60 400 . 400 300 200 40 y=2.5553x-6.9355 . R²=0.3770 200 -12.733x+524.99 200 y=0.6374x+372.99 100 =12.29x+84.009 20 R²=0.0696 R²=0.0140 R²=0.3620 0 0 0 0 ? 0 10 20 0 10 20 0 10 20 0 10 20 GDR (mg/cm2) GDR (mg/cm²) GDR (mg/cm2) GDR (mg/cm²) ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In accordance with Remer et al. (2OO9) and Levy and Hsu (2O15)，and the overall trends illustrated in Figure 15,thick and strong thick aerosol thickness layers had notable magnitudes of correlation of $36 \\%$ and $38 \\%$ ,respectively.Whereas,clean and thin aerosol thickness layers were represented as having almost negative or zero correlation, which is similar to the classfication by Dubovik et al. (2O02) and the MODIS data guidance from Levy and Hsu (2O15). Results from comparisons of quantitative AOT retrieval could evaluate that the clean and thin aerosol thickness layers had some uncertainties in screening the GDR. With the results from negative and zero correlation values in clean and thin aerosol thickness layers,respectively,alpha levels were higher than the level of significance ( $\\cdot P { > } 0 . 0 5$ and probability of $9 8 \\%$ confidence). Based on that, and in agreement with previous contributions about thickness classifications (Dubovik et al.，2002; Stockli and Jentoft, 2O13; Levy and Hsu, 2O15),we hence removed the clean and thin aerosol thickness layers of AOT from further calculations.Unlike the clean and thin aerosol thickness layers,the thick aerosol thickness layer, together with the strong thick aerosol thickness layer, had almost the same variation as has been observed from GDR.As can be seen from Figure 16, high layer variations were identified in spring and summer while only small changes were observed in autumn and winter. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Differences from the gradients of thick and strong thick aerosol thickness layers across all four season were identified as the same fluctuation values as for GDR and showed a high correlation coefcient. This is also supported by the elevated AOT identified during spring and summer in southwestern Iran (Sabetghadam et al.， 2O18). These results are in great agreement with previously published evidences (Schaap et al.,2008; Remer et al., 2009; Levy and Hsu,2015), which obtained the annual average AOT values from MODIS.In order to make the best use of satelite data and reduce the uncertainty of aerosol effects on regional and global climate,we recommended that these satellite measurements need to be validated using ground-based observations.Intercomparison and validation of satelite products from different instruments with ground-based observations could reveal interesting details and alow building a long term database of aeolian dust deposition rates. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Thick aerosol thickness (0.298-0.474) -TotalAOT 4501 Strong aerosol thickness (0.474-1.000) TotalGDR -16 .. Polynomial (strong aerosol thickness) 400 -14 350 t 300 250 20 GEe/B3 rmm 200 8 150 6 100 y=1.2028x²-14.103x+37.329 4 50 R²=0.6875 2 0 -50- 0 MarApr May Jun Jul Aug Sep Oct NovDec Jan Feb Mar Spring 2014|Summer 2014|Autumn 2014|Winter 2014 Spring 2015 Month ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "6 Conclusions and remarks ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "This study focused on the enhancement of dust deposition rates in southwestern Iran.The ground deposition rates and geographical variations in dust event frequency were well demonstrated.The composite product data from MODIS and MISR on Terra satellite were also addressed. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The findings suggested that, despite a slightly better estimation from MISR when the sections A,B,and C were affected by a number of dust events,MODIS showed a better performance overall. The comparison of AOT derived from MODIS and GDR over the study area showed a good agreement and approximately $6 5 \\%$ of GDR fell within AOT limitations with uncertainty. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Under the four layer classifications of aerosol thickness: clean, thin,thick,and strong thick, the standard MODIS aerosol products were applied at regional scales to monitor both dust distributions and transportation directions.However, the $1 . 0 ^ { \\circ }$ and even the $0 . 5 ^ { \\circ }$ spatial resolution data are insufficient to depict the deposition rate at local scales due to inherent dust variabilities, as well as the complexity of the land surfaces. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In general, AOT retrieval can represent the strong seasonal and geographical variations in dust deposition rates and their regional distributions.But due to the methodological limitations of these remote sensing approaches, significant uncertainties remain and the possbilities to further understanding the knowledge of dust deposition rates and frequencies in a high spatiotemporal resolution are limited. Thus,combining remote sensing and ground-based dust research is,in many cases, vital to estimate real-world effects of dust on the sink regions. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Although high spatial resolution products with a chronological record are suitable basics for the improvement of dust deposition analyses and ecosystem effect assessments,ground surveys are still a key point for analyzing airborne deposition. However, the deposition rates based on space model algorithms (i.e.，AOT） remain the method of choice,even though they are relatively complicated and less accurate than ground surface observations (i.e., GDR),due to the lack of continuous atmospheric data at required scales over the area of interest. Besides,the development of ground survey algorithms is necessary to make the estimations of deposition rates more accurately. Therefore,current detection algorithms could be modified based on the technology of machine learning from physical characteristics,and spatial and temporal distributions. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The authors would like to thank IRIMO (Iranian Meteorological Organization)for providing observation data for this research and MODIS Giovanni and NEO/NASA for their technical asistance and useful data.The authors gratefully acknowledge the NOAA Air Resources Laboratory Team (ARL) for providing the HYSPLIT transport and dispersion model online. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "BaringakLake(Sistan Plain,Iran）using field measurementsandgeostatistical analyses.ZeitschriftFur Geomorphologie, 61(4): 315-326.   \nAbdouWA,Diner DJ,MartonchikJV,etal.2Oo5.Comparisonof coincident Multiangle Imaging Spectroradiometerand Moderate Resolution Imaging Spectroradiometer aerosol optical depths over landand ocean scenes containing Aerosol Robotic Network sites.Journal of Geophysical Research: Atmospheres,110(D10):D10S07,doi:10.1029/2004jd004693.   \nAlizadeh CO,Zawar-RezaP,Sturman A.2O13.Low level jetintensification bymineral dust aerosols.AnnalesGeophysicae, 31(4): 625-632.   \nArimotoR,RayBJ,Lewis NF,etal.1997.Mass-particle sizedistributionsofatmosphericdustandthedrydepositioof dust to the remote ocean. Journal of Geophysical Research: Atmospheres,102(D13): 15867-15874.   \nAshrafi K,Shafiepour-Motlagh M,Aslemand A,etal.2014.Dust storm simulation over Iran using HYSPLIT.Journal of Environmental Health Science and Engineering,12(1):9,doi:10.1186/2052-336x-12-9.   \nASTER Science Team. 2001. NASA EOSDIS Land Processes DAAC [Map]. NASA/MET/AIST/Japan Space Systems,and U.S./Japan.[2017-11-05]. htps://lpdaac.usgs.gov/products/astgtmv02/.   \nBalakrishnaiahG,Kumar KR,ReddyBSK,etal.2O12.Spatio-temporal variations inaerosolopticalandcloud parameters over southern India retrieved from MODIS satellite data. Atmospheric Environment,47: 435-445.   \nBanks JR,BrindleyHE,StenchikovG,etal.2Ol7.Sateliteretrievalsofdustaerosolover theRed SeaandthePersian Gulf (2005-2015).Atmospheric Chemistry and Physics,17(6): 3987-4003.   \nBieringerPE,Young GS,RodriguezLM,etal.2O17.Paradigms andcommonalities inatmospheric source term estimation methods.Atmospheric Environment,156:102-112.   \nBinietoglou I,Basart S,Alados-Arboledas L,etal.2015.A methodology for investigatingdust model performanceusing synergistic EARLINET/AERONET dustconcentration retrievals (Discussion paper). Atmospheric Measurement Techniques, 8: 3577-3600.   \nBreiderTJ,MickleyLJacobJetal014.Aualdistributiosadouresof rcticerosolcomponents,erooltical depth,and aerosol absorption.Journal of Geophysical Research: Atmospheres,119(7): 4107-4124.   \nCazacu MM,TudoseO,BalaniciD,etal.018.Researchanddevelopmentofcommercial lidarsystems inRomania:Critical review of the ESYRO lidar systems developed by scenviroscopy SRL (ESYRO). European Physical Journal Conferences, 176:11005,doi:10.1051/epjconf/201817611005.   \nCesnulyte V,Lindfors AV,Pitkanen MR A,et al.2014. Comparing ECMWFAOD with AERONETobservations atvisibleand UV wavelengths.Atmospheric Chemistry and Physics,14(2): 593-608.   \nChai T,Draxler R,Stein A.2O15.Sourcetermestimationusing airconcentrationmeasurements and a Lagrangian dispersion model:Experiments with pseudo and real cesium-137observations from the Fukushima nuclear accident.Atmospheric Environment,106: 241-251.   \nChen B,SteinAF,MaldonadoPG,etal.2Ol3.Sizedistributionandconcentrationsof heavy metals inatmosphericaerosols originating from industrial emissions as predicted by the HYSPLITmodel. Atmospheric Environment,71: 234-244.   \nCrosbie E,YounJS,Balch B,etal.2O15.On thecompetitionamongaerosol number,size andcomposition in predicting CCN variability: Amulti-annual field study inanurbanized desert.Atmospheric Chemistryand Physics,15(12): 6943-6958.   \nde LonguevilleF,Ozer P,Doumbia S,etal.2013.Desert dust impactson human health:An alarming worldwide realityanda need for studies in West Africa.International Journal of Biometeorology,57(1):1-19.   \ndi Girolamo L,Bond T,Bramer D,etal.2O04.Analysisof Multi-angle Imaging SpectroRadiometer(MISR)aerosoloptical depths over greater India during winter 2001-2004. Geophysical Research Letters,31(23): 1-5.   \nDindaroglu T.2014.Theuse of the GISKriging technique to determine thespatial changesof natural radionuclide concentrations in soil and forest cover.Journal of Environmental Health Science and Engineering,12(1):130-130.   \nDiner DJ,Beckert JC,ReillyTH,et al.1998.Multi-angle Imaging SpectroRadiometer(MISR) instrument descriptioand experiment overview. IEEE Transactions on Geoscience and Remote Sensing,36(4):1072-1087.   \nDiner DJ,Abdou WA,Bruegge CJ,et al.2O0l.MISR aerosol optical depth retrievalsover southern Africa during the SAFARI-2000 dry season campaign. Geophysical Research Letters,28(16): 3127-3130.   \nDraxlerRR,Hess G.1998.Anoverview of the HYSPLIT_4 modelling system for trajectories,dispersion,and deposition. Australian Meteorological Magazine,47(4): 295-308.   \nDubovik O,Holben B,EckTF,etal.2O02.Variabilityof absorptionandoptical propertiesof keyaerosol typesobservedin worldwide locations.Journal of the Atmospheric Sciences,59(3): 590-608.   \nForoushani MA,OppC,GrollM.2O19.Chemical characterizationof aeolian dust deposition in southern and western Iran. Asian Journal of Geographical Research,2(2):1-22.   \nFranklinM,KalashnkovaOV,GarayMJ,etal.2O18.Characterizationof subgrid-scalevariabilityinparticulate materwith respect to satelite aerosol observations.Remote Sensing,10(4): 623,doi: ARTN 623 10.3390/rs10040623.   \nGao Q,LiL,Zhang Y,etal.2Oo.Studiesonthe springtimedust stormofChina.China EnvironmentalScience,20(6):495- 500.(in Chinese)   \nGeogdzhayevIV,MishchenkoMI,Liu L,et al.2004.Global two-channel AVHRR aerosol climatology:Efectsof stratospheric aerosols and preliminary comparisons with MODIS and MISR retrievals.Journal of Quantitative Spectroscopy and Radiative Transfer,88(1-3): 47-59.   \nGerivani H,LashkaripourGR,Ghafori M,etal.2Ol1.Thesourceof duststormin Iran:Acase studybasedon geological information and rainfall data. Carpathian Journal of Earth and Environmental Sciences,6(1): 297-308.   \nGolitsy G,GileteDA.1993.Introduction:A joint soviet-American experiment forthestudyof Asian desert dust and its impacton local meteorological conditions and climate.Atmospheric Environment.Part A.General Topics,27(16):2467- 2470.   \nGroll M,OppC,AslanovI.2013.Spatialand temporal distributionofthe dust deposition in CentralAsia-resultsfroma long term monitoring program. Aeolian Research,9: 49-62.   \nHu H.1990.The distribution,regionalizationand prospectof China's population.Acta Geographica Sinica,57(2):139-145.   \nHuang J,MinnisP,Yan H,etal.2010.Dustaerosol efectonsemi-arid climateoverNorthwestChina detected fromA-Train satelite measurements.Atmospheric Chemistry and Physics,10(14): 6863-6872.   \nHuang JP, Minnis P,YiYH,etal.2O07.Summerdust aerosols detected from CALIPSOover the TibetanPlateau.Geophysical Research Letters,34(18),doi:10.1029/2007gl029938.   \nHutchinson M,Oh H, Chen W H.2017.Areview of source term estimation methods for atmospheric dispersion events using static or mobile sensors.Information Fusion,36:130-148.   \nIHS under License with ASTM.2010.Standard Terminology Relating to Sampling and Analysisof Atmospheres.IHS under License with ASTM.[2014-12-25].https://wenku.baidu.com/view/8324a4b765ce050876321358.   \nIran Meteorological Organization.2014.Precipitation Map.[2015-09-15].http://www.irimo.ir/index.php?newlang=eng.   \nIRMO.2016.R.OFIRANMeteorologicalOrganization.DustNational Center.[2015-09-15].htp://www.irimo.ir/far/index.php.   \nJethvaH,Satheesh S,Srinivasan J.207.Assessmentof second-generation MODISaerosol retrieval (CollctionO05）at Kanpur, India. Geophysical Research Letters,34(19),doi: 10.1029/2007GL029647.   \nJiang X,Liu Y,YuB,et al.2OO7.Comparisonof MISR aerosoloptical thickness with AERONETmeasurements inBeijing metropolitan area.Remote Sensing of Environment,1O7(1-2): 45-53.   \nKaufman YJ,Koren I. 20o6.Smoke and pollution aerosol effect on cloud cover. Science,313(5787): 655-658.   \nKharazmi R,Tavili A,Rahdari MR,etal.2O18.Monitoring and assessment ofseasonal land cover changes usingremote sensing:A30-year(1987-20l6)case studyof Hamoun Wetland,Iran.Environmental Monitoring and Assessment,190(6): 356,doi: 10.1007/s10661-018-6726-z.   \nKim HS,ChungYS,KimJT.2O14.Spatio-temporal variationsof optical propertiesof aerosols inEastAsia measured by MODIS and relation tothe ground-based massconcentrations observed incentral Korea during 2Ool-20l0.Asia-Pacific Journal of Atmospheric Sciences,50(2): 191-200.   \nKorenI,KaufmanYJ,WashngtonR,etal.O6.TheBodelédepresion:Asinglespotintheaharathatprovidesostof the mineral dustto theAmazon forest.EnvironmentalResearch Leters,1(1):0140o5,doi:10.1088/1748-9326/1/1/014005.   \nLawrence CR,NeffJC.2009.Thecontemporary physical and chemical flux of aeolian dust:A synthesis of direct measurements of dust deposition. Chemical Geology,267(1-2): 46-63.   \nLevy R,Hsu C.2015. MODIS Atmosphere L2 Aerosol Product. NASA MODIS Adaptive Processing System. Goddard Space Flight Center, USA. [2017-11-25]. http:/dx.doi.0rg/10.5067/MODIS/MOD04_L2.006.   \nLevyRC,Matoo S,Munchak LA,et al.2013.The Colection 6 MODIS aerosol products overland and ocean.Atmospheric Measurement Techniques,6(11): 2989-3034.   \nLiuL,MishchenkoMI.2O08.Towardunified satelite climatologyof aerosol properties:Directcomparisonsofdvancedlevel 2 aerosol products.Journal of Quantitative Spectroscopy and Radiative Transfer,109(14): 2376-2385.   \nLoli S,Madonna FRosoldi M,etal.2018.Impactof varying lidar measurement anddata procesing techniques inevaluating cirrus cloud and aerosol direct radiative effects.Atmospheric Measurement Techniques,11(3):1639-1651.   \nMaitiD,PrasadB.2016.Revegetationofflyash:Areview with emphasisongrass-legume plantation and bioaccumulationof metais. Appliea Ecoiogy and Environmentai Kesearcn,14(∠): i85-∠1∠.   \nMartonchikJV,DinerDJ,KahnR,etal.2004.Comparisonof MISRandAERONETaerosolopticaldepthsoverdesertsites. Geophysical Research Letters,31(16),doi:10.1029/2004gl019807.   \nNajafi MS,KhoshakhllaghF,Zamanzadeh SM,et al.2014.Characteristicsof TSP loads during the Middle East Springtime Dust Storm (MESDS) in western Iran.Arabian Journal of Geosciences,7(12): 5367-5381.   \nNeff JC,BallntyneAP,Farmer GL,etal.2Oo8.Increasing eoliandustdeposition inthewestern United Stateslinked to human activity. Nature Geoscience,1(3): 189-195.   \nNgan F,Stein A,Draxler R.2O15.Inline coupling of WRF-HYSPLIT: Model development and evaluation using tracer experiments. Journal of Applied Meteorology and Climatology,54(6): 1162-1176.   \nOfer ZY,Goossens D.1994.Theuseof topographic scale models in predicting eolian dust erosion in hillyareas:Field verification of a wind tunnel experiment. Catena,22(4): 249-263.   \nOpp C,Groll M,AslanovI,et al.2O17.Aeoliandust depositioninthe southern Aral Searegion(Uzbekistan):Ground-based monitoring results from the LUCA project. Quaternary International,429: 86-99.   \nPrasad AK,Singh R P.2O07.Comparison of MISR-MODIS aerosol optical depth over the Indo-Gangetic basin during the winter and summer seasons (2000-2005). Remote Sensing of Environment,107(1-2): 109-119.   \nProspero JM,Nees RT,Uematsu M.1987.Deposition rateof particulate and dissolved aluminumderived from Saharan dust in precipitation at Miami, Florida. Journal of Geophysical Research: Atmospheres,92(D12):14723-14731.   \nQiYL,GeJM,Huang JP.2O13.Spatial and temporaldistributionof MODISand MISR aerosol optical depth over northern China and comparison with AERONET. Chinese Science Bulletin,58(20): 2497-2506.   \nQuinn PK,Shaw G,Andrews E,et al.2007.Arctic haze: Current trends and knowledge gaps.Tellus B,59(1):99-114.   \nReheis MC,KihlR.1995.Dust deposition in southern Nevada and California,1984-1989: Relations to climate,sourcearea, and source lithology. Journal of Geophysical Research: Atmospheres,100(D5): 8893-8918.   \nRemerLA,TanreéDKaufmanYJ,etal.O9.AlgorithforemotesesingoftroposphericerosolfromDIS:Colectio005. NationalAeronauticsndSpaceAdministration,490.http:/iteseerx.ist.psuedu/viewdoc/summary?doi10.1.1.385.6530.   \nRezaei M,Farajzadeh M,Mielonen T,etal.2O19.Analysisof spatio-temporal dust aerosolfrequencyover Iran basedon satellite data. Atmospheric Pollution Research,10(2): 508-519.   \nRolph G,Stein A,Stunder B.2017.Real-time environmental applications and displaysystem:READY.Environmental Modelling & Software,95:210-228.   \nRubin JI, ReidJS,Hansen JA,et al.2017.Asimilationof AERONETand MODIS AOTobservations using variational and ensembledata assimilation methodsand its impactonaerosol forecasting skill.Journal of Geophysical Research: Atmospheres,122(9): 4967-4992.   \nSabetghadamS,Khoshsima M,Alizadeh-ChoobariO.20l8.Spatialandtemporalvariationsofsatelite-basedaerosoloptical depth over Iran in Southwest Asia:Identificationof aregional aerosol hotspot.AtmosphericPolution Research,9(5):849- 856.   \nSchaap M,TimmermansRMA,KoelemeijerRBA,etal.2O08.Evaluationof MODISaerosol optical thicknessover Europe using sun photometer observations.Atmospheric Environment,42(9): 2187-2197.   \nSchaap M,Apituley A,Timmermans R,et al. 2009.Exploring the relation between aerosol optical depth and $\\mathrm { P M } _ { 2 . 5 }$ at Cabauw, the Netherlands.Atmospheric Chemistry and Physics,9(3): 909-925.   \nSchepanski K,HeinoldB,TegenI2O17.Harmatan,Saharanheatlow,and West African monsoon circulation: Modulationson the Saharan dust outflow towards the North Atlantic.Atmospheric Chemistry and Physics,17(17):10223-10243.   \nSokolikIN, WinkerDM,ergameti G,etal.2Oo1.Introduction tospecialsection:Outstandingproblems inquantifyigthe radiative impacts of mineral dust.Journal of Geophysical Research: Atmospheres,106(D16):18015-18027.   \nSongCH,ParkME,LeeKH,etal.2O08.AnivestigationintoseasonalandregionalaerosolcharacteristicsinEastAsiausing model-predicted and remotely-sensed aerosol properties. Atmospheric Chemistry and Physics,8(22): 6627-6654.   \nSorooshian S,AghaKouchak A,ArkinP,etal.2O1.Advanced conceptsonremote sensing of precipitationat multiple scales. Bulletin of the American Meteorological Society,92(10):1353-1357.   \nSteinA,DraxlerRR,Rolph GD,et al.2015.NOAA's HYSPLITatmospheric transport anddispersionmodeling system. Bulletin of the American Meteorological Society,96(12): 2059-2077.   \nStockliR，Jentoft M.2013.Monthly Aerosol Optical Thickness (Aqua/MODIS).National Aeronautics and Space Administration,30394.[2017-11-25]. https://svs.gsfc.nasa.gov/30394.   \nStohl A.20o6.Characteristicsof atmospheric transport into the Arctic troposphere.Jourmal of Geophysical Research: Atmospheres,111(D11),doi: 10.1029/2005jd006888.   \nTaheri $s \\mathrm { H }$ ,Karimi K,HabibiNM,etal.2O15.Monitoringofdust stormand estimationof aerosolconcentration in the Middle East using remotely sensed images.Arabian Journal of Geosciences,8(4): 2O95-2110.   \nTegenI,LacisAA.996.Modelingofparticlesizedistributionand its influenceontheradiativepropertiesof mineraldust aerosol. Journal of Geophysical Research: Atmospheres,101(D14): 19237-19244.   \nWang H,Zhang L,LiuR,et al.2011Comparison and assessmentof the MODISCO05and CO04 aerosol productsoverthe China.Plateau Meteorology,30(3):772-783.(in Chinese)   \nWashington R,Todd M,Midleton NJ,etal.2O03.Dust-stormsource areas determined by the total ozone monitoring spectrometer and surface observations.Annals of the Association of American Geographers,93(2): 297-313.   \nWesely ML,Hicks BB.2Ooo.Areviewof thecurrnt statusof knowledge ondry deposition.Atmospheric Environment, 34(12-14): 2261-2282.   \nWu DL,Ackerman SA,Davies R,et al.O09.Vertical distributionsand relationshipsof cloudoccurrence frequencyas observed by MISR，AIRS，MODIS，OMI，CALIPSO，and CloudSat.Geophysical Research Leters，36(9)，doi: 10.1029/2009gl037464.   \nXiao NC,ShiT,CalderCA,etal.2O09.Spatial characteristicsof thediference between MISRand MODISerosolptical depth retrievals over mainland Southeast Asia.Remote Sensing of Environment,113(1):1-9.   \nYan H,Jiao M,BiB,etalO6.Observationonsand-dustaerosolincenterofTaklimakan Desert.JournalDesertResesrch, 26(3):389-393.(in Chinese)   \nYasui M,ZhouJX,LiuLC,etal.2Oo5.Vertical profilesofaeolian dustinadesertatmosphere observedusing lidarin Shapotou, China.Journal of the Meteorological Society of Japan,83:149-171.   \nYu H,DickinsonRE,ChinM,etal.2Oo3.Anualcycleof global distributionsofaerosolopticaldepth fromintegrationof MODIS retrievalsand GOCART model simulations.Journal of Geophysical Research: Atmospheres，108(D3)，doi: 10.1029/2002JD002717.   \nYu X,LuR,KumarKR,etal.2O16.Dustaerosolpropertiesandradiative forcingobserved inspringduring 2Oo-2014over urban Beijing,China. Environmental Science and Pollution Research,23(15):15432-15442.   \nZhang X,GongS,Shen Z,etal.2Oo3.Characterizationof soildustaerosol inChinaand its transportanddistributionduring 2001 ACE-Asia:1.Network observations.Journal of Geophysical Research:Atmospheres，108(D9):4261，doi: 10.1029/2002JD002632.   \nZiyaee A,KarimiA,HirmasDR,tal.2Ol8.Spatial and temporal variationsof airborne dustfalloutin Khorasan Razavi Province,northeastern Iran. Geoderma,326: 42-55. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    }
]