[
    {
        "type": "text",
        "text": "广州生物医药领域科技创新服务平台发展策略若干建议一广州市生物医药领域科技创新服务平台情况调查与分析1",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "侯红明1\\*庞弘燊²\\*覃筱楚1张伟熊璟慧妮³江小燕1中国科学院广州生物医药与健康研究院广州5105302深圳大学图书馆 深圳5180603华南师范大学经济与管理学院广州510006\\*通讯作者：hou_hongming@gibh.ac.cn，phs@szu.edu.cn[摘要]生物医药产业已经成为继信息产业之后全球经济社会发展的又一重要推动力，而各类型科技创新平台已经成为生物医药产业发展的重要支撑。本文通过对广州市生物医药领域各类型科技创新平台的深入调查与分析，理清了各平台建设、运营和服务的基本情况；并对比国内外相关发展情况，找出了广州市生物医药领域科技创新平台服务存在的问题；提出了如推进生物医药战略性新兴领域的国家实验室建设、牵头建设珠三角生物医药共享平台等具有针对性的对策与参考意见。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[关键词生物医药科技创新服务平台广州",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "各国政府都高度重视生物医药产业的发展。许多国家把生物技术产业作为21世纪优先发展的战略性产业，看作是提高本国竞争力的重要手段，纷纷制定了发展计划，通过加强领导，网罗人才等方式，来加大对生物医药产业的政策扶持与资金投入。例如，美国将生物医药产业作为新的经济增长点，实施“生物技术产业激励政策”，持续增加在生物技术研发和产业化方面的投入；日本制定了“生物医药产业立国”战略；欧盟科技发展第六个框架将45%的研究开发经费用于生物技术等领域；新加坡制定了“五年跻身生物技术顶尖行列”规划，5年内将拨款30亿新元，用于资助生命科学和生物技术产业[。生物产业将逐渐成为继信息产业之后未来全球经济社会发展的又一重要推动力，相关分析认为生物产业的形成阶段为1980-2000年，成长阶段2000-2025年，成熟阶段将在 2025年以后，即目前世界生物产业尚处于大规模产业化的开始阶段[2]。据预测，生物产业将从2020年开始，真正成为世界经济的主导产业之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国超过 $80 \\%$ 的生物医药企业成立时间不超过5年，项目还处于起步期，大多都是院校研究人员、留学归国人员在原有机构所积累的基础研究上创建，平均人员不超过30人，资金不超过500万，企业的主要工作集中于创新产品的研发3。基本上处于投入期，在资金、研发设备等硬件条件、技术支撑、市场渠道等方面的缺乏成为其快速成长的“瓶颈”，极大的妨碍了创新能力的发挥。生物医药公共服务平台作为产业集群内的各类创新要素的载体。可提供设备、信息、技术、人才、资本等各类服务，促进集群内企业与科研机构的交流与合作。可以较好的解决上述问题。因此，我国各生物医药产业集聚区相继建立了各种形式的公共服务平台来为生物医药创新企业的产品研发、中试和产业化提供配套的先进设备、技术支撑和其他服务，帮助这类企业将有限的资源集中于创新。经过多年运作与发展，这些平台在推动产业创新能力，扩大生物医药产业规模，增强产业竞争力，实现产业的可持续发展等等方面正逐步释放其巨大的推动作用[4]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，在政府的主导下，各地方联合高校、企业、科研机构等着手建设各种形式的公共服务平台，平台发展呈现多元化、多样化的发展态势。根据生物医药领域的研发过程，将生物医药领域科技创新服务平台分成三种主要类型：基础条件服务平台、公共与专业技术服务平台以及成果转化服务与产业化集群平台。这些公共服务平台的设立主体、机构性质、职能定位、商业模式等将直接影响到平台的运行效率，同时也将决定平台为生物医药企业提供服务的动力、服务水平以及服务效果。通过对北京中关村、上海张江、广州等三个具有代表性的平台的分析。我们可以看出平台具有以下主要特征5：平台投资主体多元化；平台建设基于整个生物医药产业链；平台以盘活各类创新资源为首要任务；平台的运行采取公益性和市场化相结合的策略。同时现有平台的优势也主要体现在：平台的集聚效应开始显现；提升了整个行业的创新能力；促使国际合作进一步加强。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.广州生物医药领域科技创新服务平台建设的现状与问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1广州生物医药产业发展情况",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2007年，广州成为国家生物产业基地城市和国家医药出口基地城市，它是我国医药健康产业最集中、最有优势的城市，广州的医疗资源丰富，医药文化浓厚，产业基础扎实。截至2014年，有关统计显示广州生物医药产业主营业务收入约1500亿元、增加值约450亿元，产业规模和效益优势已日益突显[6]。2015年，在广州市政府主办的“全球生物医药健康产业发展圆桌会议”上，广州市委常委、常务副市长陈如桂提出，到2025年，生物医药健康产业产值规模将成为广州经济社会发展的第一大支柱产业，规模有望达万亿]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "广州市委、市政府高度重视生物医药健康产业发展，先后出台了《关于促进生物产业加快发展的意见》、《广州市生物产业创新发展行动计划（2010-2012年）》、《广州市生物产业“十二五”发展规划》等等的一系列政策措施，从产业发展战略、人才、资金、税收等多个方面加快培育生物医药健康产业，促进生物与健康产业发展8。依托广州国家生物产业基地规划，结合中新知识城的发展规划和各区（县级市）的产业基础，统筹建设广州科学城、广州国际健康产业城、广州国际生物健康岛等生物技术研发核心区，逐步形成“三中心多区域”产业布局，凸显集聚效应]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，广州在生物医药健康产业上投入财政资金超5亿元，重点支持新药品种、生物诊断、医疗器械等领域，在市科技计划项目重点扶持的三大产业领域中居首位。相继建设了一批重大医药生产创新平台，包括中国科学院广州生物医药与健康研究院、广东华南新药创制中心，并且规划启动了广州国际健康产业城、广州国际生物科技中心等，相关统计数据显示广州已经建成了11个国家工程中心和实验室、13个专业孵化器、133个科技研发机构、153个各级重点实验室、128个各级工程技术研究开发中心和51家各级企业技术中心8。大力扶持生物医药龙头骨干企业，不断增强企业示范带动效应，先后培育了一批在国内具有领先地位的生物医药企业，产生了一大批具有国际先进水平的科技成果。2014年广州生物医药产业发明专利申请量和授权量分别达1905件、1231件，PCT专利申请量达35件8]，创新能力进一步凸显。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人才建设方面，广州市重点培养引进支持创业领军团队、创新领军人才和初期创业人才、青年创新人才四类团队人才，通过出台相关政策和配套实施方案全面改善人才培养、引进和使用环境，着力打造“人才高地”。截至2013年底，广州已有生物医药相关高校院所15所、研究院所40多家[10]。据调查，高校在生物医药相关领域的科技人才达到26560人，占理、工、医类高校科技人员比重的 $6 0 . 3 0 \\%$ [10]。为支持35岁以下的科技人才开展自主创新科研活动，广州市从2011年起设立了珠江科技新星专项。至2013年底，产生300 名珠江科技新星，其中过半数为生物医药领域新星8。在高端人才方面，广州市生物医药产业相关领域的两院院士（13名，占在穗院士总数的 $3 2 . 5 \\%$ ）、“千人计划”专家（39名，占在穗“千人计划”总数的 $3 9 \\%$ ）人数均居各行业之首。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2．广州生物医药领域科技创新服务平台建设的分布现状与问卷调研",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在生物医药领域，目前广州市经过多年来的积累，已经集聚了一批优秀并且成果丰富的科技平台，包括国家工程（技术）研究中心、国家级重点实验室、省部级重点实验室、市厅级重点实验室等，本文对广州市多年来所集聚积累的这几类平台进行了资料调研和汇总，绘制了广州市国家级、省市级生物医药领域主要科技平台分布图如下所示：",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8c891235e4be816bc86f125bf9bdf7f183a3a22a8709cc07e3bfbafac002ee88.jpg",
        "img_caption": [
            "图1广州市生物医药领域主要科技平台分布图"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本文设计了问卷对广州市生物医药创新服务平台进行了调研。重点调查广州市生物医药领域对外科技创新服务资源及对外服务情况；及平台所拥有的可对外开展服务的原值50万以上大型科研仪器、设备、软件及相关科技数据库、生物种质资源、人类遗传、标准物质、实验材料等自然科技资源情况。此次创新服务平台调查共有77家具备可对外开展服务的机构填写了调查表，合计填报创新服务平台140个。根据回收的平台服务专业领域，140个平台集中在药物研发、生物技术、医学研究、实验动物、仪器软件、农业及其他等方面。在此基础上，本文对生物技术与医药研发这两个重点领域进行了进一步的调研，以下分析数据将集中在这两个领域进行分析。本次调查反馈的平台中属于生物技术类的服务平台有42个，药物研发类的服务平台有35个。平台服务资源概况状况描述如下表1-3所示：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/69385013aeeee5ad4afb39d2430922fe2c1218f5d08de475ff4cc09f8cf60f65.jpg",
        "table_caption": [
            "表1生物技术平台与药物研发平台资源概况统计表"
        ],
        "table_footnote": [
            "注：自然科技资源包括人类遗传、标准物质、实验材料等。"
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">平型</td><td rowspan=\"2\">服务</td><td colspan=\"3\">技术人员构成</td><td colspan=\"2\">仪器设备</td><td colspan=\"3\">基础数据资源</td></tr><tr><td>总数</td><td>平均</td><td>中高</td><td>数量</td><td>价值</td><td>数据 库</td><td>质物</td><td>自然</td></tr><tr><td>生物</td><td>117817</td><td>2681</td><td rowspan=\"2\">36 人</td><td>53%</td><td>21</td><td>万元</td><td>5个</td><td>3个</td><td>4个</td></tr><tr><td>药发</td><td>129605</td><td>人</td><td>47%</td><td>210</td><td>2万5元</td><td>3个</td><td>2个</td><td>2个</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/7c3036815ce823e641f4830c275e5d76e3c6d5ca03127d233f1cd4f7098ae2cc.jpg",
        "table_caption": [
            "表2生物技术平台与药物研发平台分布情况统计表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>平台 类型</td><td colspan=\"3\">依托单位/个</td><td colspan=\"8\">专业功能分布/个</td></tr><tr><td rowspan=\"2\">生物</td><td>高校</td><td>科研/医 疗机构</td><td>企业</td><td>基础研 究</td><td>检测 分析</td><td>公共 支撑</td><td>干细 胞</td><td>中试及产 业化</td><td rowspan=\"2\" colspan=\"3\"></td></tr><tr><td rowspan=\"2\">技术</td><td colspan=\"3\"></td><td rowspan=\"2\"></td><td rowspan=\"2\"></td><td rowspan=\"2\">5</td><td rowspan=\"2\">5</td><td rowspan=\"2\"></td></tr><tr><td>7</td><td>14</td><td>18</td><td>12</td><td>10 10</td></tr><tr><td rowspan=\"2\">药物 研发</td><td>高校</td><td>科研/医</td><td>企业</td><td>药物设</td><td>药理</td><td>药物</td><td>安全</td><td>工艺与质</td><td>中试与 生产</td><td>临床</td><td>公共</td></tr><tr><td>14</td><td>疗机构 11</td><td>10</td><td>计筛选 5</td><td>药效 9</td><td>制剂 2</td><td>评价 3</td><td>量标准 4</td><td>3</td><td>研究 4</td><td>支撑 5</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/1b3246072bcd163538ffd6c846444a4984e68b772d539be2f6390f1c5384f4ff.jpg",
        "table_caption": [
            "表3生物技术平台与药物研发平台知识产权和资质情况统计表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"3\">平台 类型</td><td colspan=\"5\">知识产权构成</td><td colspan=\"4\">级别</td></tr><tr><td>出版 著作</td><td>发表 论文/</td><td>申请 专利/</td><td>授权 专利/</td><td>制定 标准/</td><td>市级以上 数量</td><td></td><td></td><td>国家级</td></tr><tr><td>/部</td><td>篇</td><td></td><td>件</td><td>件</td><td>套</td><td>占比</td><td>数量</td><td>占比</td></tr><tr><td>生物技术 药物研发</td><td>12 15</td><td>714 664</td><td>179 52</td><td>217 50</td><td>3 16</td><td>18 8</td><td>43% 23%</td><td>13 2</td><td>31% 6%</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过本次调查发现，在生物与医药研发领域，广州的科技创新服务平台组建模式分为三类：一是个别实际依托于高校的平台单独成立了项目公司，名义为公司形式，但实际仍按高校科研机构内设机构形式开展服务；二是依托于企业的平台基本以企业自建平台为主，以企业模式开展服务；三是依托在高校与科研机构的平台基本以政府投入为主、以依托机构为主导的模式建立，很少引进民营资本的参与，管理方式基本以内部实验室的模式进行管理，管理的重点在实验室内部管理而不是平台对外服务的运营。总体来看，本领域的创新服务平台体系尚未建立多方参与、多元投入、企业化管理、市场化运营的组织运行架构体系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过对广州市生物医药创新平台的综合调查分析，发现这些平台存在的普遍问题是：生物医药创新服务链条基本成型，但服务链两端平台仍有缺失、中段技术平台优势不突出，软性平台严重不足；技术服务平台规模较小、分散程度较高，平台内部的运行机制、管理制度与服务市场化程度有待加；平台运行缺乏有针对性的政策与制度的保障，共享与服务的体制障碍急需化；服务需求与供给的有效对接不足，支撑科技创新的配套服务不完善。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.广州生物医药领域科技创新服务平台类型分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "本文所定义的广州生物医药领域科技创新服务平台是指广州地区依托具有丰富优质科技基础条件、较强科研开发与服务优势的科研机构、高等院校、行业重点企业、科技中介机构等，通过优化整合各类科技资源，向社会提供研究开发、成果转化、技术服务等各类与生物医药领域相关的公共科技服务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "根据生物医药领域的科技研发过程，平台服务对应于基础研究、应用研究试验发展三个主要研发的类别和流程，本文把广州市生物医药领域科技创新服务平台分成三种主要类型：基础条件服务平台、公共与专业技术服务平台以及成果转化服务与产业化集群平台，并在广州市这三类平台中选取了一些具有代表性的案例进行介绍和分析，以期了解广州市在生物医药领域对外科技创新服务链条的整体状况、服务机制等的情况。此外，在实际的调研当中发现，有部分平台的服务功能",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "仅只包括一种类型的服务，它会包括两种或三种的服务类型。因此，很多实际运作的平台，在类型功能上可能会存在交叉现象，所以本文在对平台分类的时候，主要根据其主要职能和平台的服务功能方面进行划分。如平台是以提供公共技术或研发服务为主，则归入公共与专业技术服务平台；如果是以提供基础资源服务为主，则归入基础条件服务平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.1基础条件服务平台",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基础条件服务平台是区域科技创新体系的重要组成部分，是集研究实验基地和大型科学仪器设备、自然科技资源、科学数据、科技文献、科技成果转化公共服务、网络科技环境等共享平台或服务平台于一体的科技基础条件平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "广州生物医药领域的基础条件服务平台主要包括科技文献共享平台、科技数据共享平台、仪器设备共享平台、实验动物公共服务平台、自然资源资源共享平台等的服务平台共五大类型。这些服务平台主要以整合和共享生物医药产业基础资源为目的，分别负责搜集与生物医药产业有关的科技文献、科学数据以及生物医药产业基地内大型高档仪器设备、实验动物资源、自然资源等信息，对信息进行分类处理后，建立资源数据库，并通过网络服务平台公布资源状况，供区域内生物医药企业共享使用[11]。调查结果如图2所示。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通过调研得出分析如下：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）从这类平台建设的共性上来看，基础条件服务平台的建设需要投入大量和持续的经费，并且需要整合大量的优势和特色资源。（2）基础条件服务平台的建设都是通过整合加盟单位或者子平台的资源来实现的，平台集聚的科技资源越多，所能提供的服务范围就越广，但是平台的重建设，轻管理的现象仍旧很明显。（3）有一部分平台目前处于建设的持续阶段，集聚了优势资源，依托较好的管理机制，运行效果好，比如广东省科技资源共享网、广州科技资源公共服务平台、广东省大型科学仪器设施共享服务平台、中国科学院广州生命科学大型仪器区域中心。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/ff52ed802e3bdf6c858be470a443df61a303ddc2571b0bd1a32e52536e995fba.jpg",
        "img_caption": [
            "图2基础条件服务平台分布图"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.2公共与专业技术服务平台",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "公共与专业技术服务平台是围绕产业对共性技术和关键技术的需求，由政府引导支撑，企业、高校、科研院所、行业协会等共同参与，依托有关重点实验室、工程（企业）技术中心、科技企业孵化器等机构建立起来的，为产业发展提供共性技术以及关键技术的研究开发、技术转移、技术资源共享等技术性服务为主的系统[12]。广州生物医药领域的公共与专业技术服务平台包括专业研发服务平台、生物医药检测服务平台、实验动物公共服务平台、信息服务平台、人力资源平台、投融资平台等各种类型的子平台。这些子平台主要提供国内外生物医药产业关键共性技术、人才和市场等方面的技术与信息服务；提供专家咨询、法律咨询等专业咨询服务；实施生物医药产业基地内研究课题的对外合作等[11]。调查结果如图3所示。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "通过调研得出如下分析：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(1） 平台资金投入来源多源化。公共与专业技术服务平台的资金主要有三个来源：国家、省、市等各类平台财政资金的支持；委托服务单位的研发费用、测试、检测费用等；平台依托多种平台资源整合服务，争取了大量的资金投入。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）服务层次与服务对象细分化。广州目前建设生物医药领域的公共与专业技术服务平台种类也非常多，类型丰富多样，针对不同的技术服务层次与服务对象都基本能找到对应的服务机构提供服务。比如针对药物研发方面，有广东华南新药创新中心、中科院广州生物医药与健康研究院，广州中大药物开发中心等机构",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）服务主体多样化。在对外提供公共与专业技术服务平台当中，服务主体多样化，既有国家级的实验室/基地/平台，也包括有省市级的平台或机构、还有一些上市和大中型的企业。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f4c8291c873403df5e710aa9f1423cd823aefcfffaa11595927bbb62b6192ff5.jpg",
        "img_caption": [
            "图3公共与专业技术服务平台分布图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.3成果转化服务与产业化集群平台",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "成果转化服务与产业化集群平台的主要任务是加快技术交易市场发展，促进科技成果流动扩散和转化。根据《广州市生物产业创新发展行动计划（2010-2012年）》[]，广州生物医药产业园区布局将以现有的广州国家生物产业基地规划为基础，结合中新知识城的发展规划和各区（县级市）的产业基础，统筹规划，优化布局，形成“三个核心区、六个特色园区、三个孵化和服务基地”优势互补、协调发展的产业布局（“363布局”），共同构成广州国家生物产业基地整体框架。具体调研结果如图4所示：",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/fc8cb0767fad2d0624d8c46dd73590b4914364ab6fd3e08f6eed006791ef8a88.jpg",
        "img_caption": [
            "图4成果转化服务与产业化集群平台分布图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "通过调研得出如下分析：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）广州生物医药领域具代表性的成果转化服务与产业化集群平台主要都集中在地广人稀的广州经济技术开发区（包括广州国际生物岛、中新广州知识城、广州科学城等），平台都是以科技产业园区的形式集聚发展，并且这类产业园区当中，发展较好的都是规划建设面积广阔，集聚的高技术科研和产业机构众多。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）由于生物产业是知识创新（应用基础研究）、技术创新（应用开发）、成果转化、规模化生产各个环节的整合，因此必须发挥政府的组织协调功能，建立促进生物产业快速发展的机制和政策环境，充分发挥企业作为生物产业发展主体作用，加快生物技术的发展并快速实现产业化",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）需要重视科技园区平台内的孵化器、加速器等的成果转化服务建设，并以产业集聚为引导原则，园区内机构之间要形成产业链条，这些都是成果转化服务与产业化集聚平台发展的优势体现。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.广州生物医药领域科技创新服务平台发展策略与决策建议",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "通过文献资料调研、问卷调研、实地调研以及对政府部门管理人员和相关生物医药产业专家进行咨询等环节，本文已初步完成对我市生物医药领域对外科技创新服务链条的整体状况、服务现状、服务机制等的情况摸查。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "科技创新服务平台建设是科技创新的基础支持力量，是科技持续发展的根本保障，可以提供科研仪器、科技信息、成果孵化、成果转化、技术服务等方面的服务。广州市生物医药领域科技创新服务平台以盘活广州市生物医药领域内各类离散的创新资源为主要任务，应充分利用广州市的大学、研究院所、企业、孵化器、服务机构等已有的设备或科研资源、专业人才，建立并开放多种形式的资源共享体系和服务体系，面向创新企业发展的需求，建立高效、便捷、开放的科学资源服务系统，旨在解决生物医药领域的共性需求，降低成本，提供服务，对于优化科技资源配置，促进科技资源开放共享，构建区域创新体系，建设创新型社会具有重要意义。广州市在具体做法上，一方面可对创新大平台建设与机制体制的模式进行探索，包括：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）推进生物医药战略性新兴领域的国家实验室建设",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国家实验室有明确的目标使命，是为国家战略目标服务，从事原始创新核心工作，承担前沿基础研究和开展高新技术转移的重要研究机构[13]。美、德等发达国家拥有一大批世界著名的国家实验室，并依托国家实验室产生了大量的原始创新[14]。中国政府于1984年组织实施了国家重点实验室建设计划，此外在《国家中长期科学与技术发展规划纲要(2006-2020年)》提出“根据国家重大战略需求，在新兴前沿交叉领域和具有我国特色和优势的领域，主要依托国家科研院所和研究型大学，建设若干队伍强、水平高、学科综合交叉的国家实验室”。2008年《政府工作报告》中也指出了要“推进国家创新体系建设，重点建设一批国家实验室”[15]。在广东省内，乃至广州市内，推进国家实验室的建设意义非凡，因此广州市应该在生物医药领域中，选取与战略性新兴产业或重大科研领域密切相关的方向，如干细胞与再生医学等的技术领域，整合辖区内的优质研发机构整合优质平台研发资源，争取国家实验室的建设，通过国家实验室的建设将能极大地促进广州市区乃至广东省生物医药产业的跨越式发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）牵头建设珠三角生物医药共享平台",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "珠江三角洲地区是我国人口集聚最多、创新能力最强、综合实力最强的三大区域之一，由于它聚集了广东省重要科技资源，是中国规模最大的高新技术产业带，并且也是国内乃至国际重要的高新技术产业生产基地。广州市在牵头建设“珠三角生物医药科技资源共享平台”当中，需要在建设时注意完善协同创新政策法规，保障资源共享；建立合理的协同创新利益分配机制；提高自身创新能力和提高地区合作效应。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（3）建立国家-省-市-区等多级联动的平台机制",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "广州市在生物医药领域平台布局方面，可以围绕各城区产业发展和企业创新的需求，以及平台建设整体布局，建立一套区域推荐，省市共商的建设需求遴选机制，形成以省-市-区、甚至国家-省-市-区多级财政资金为主导的多渠道投入格局，鼓励和引导社会资金参与生物医药领域的平台建设，基于绩效评估管理，建立国家-省-市-区等联动的服务奖励与补贴机制，促进平台服务的效能提升。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（4）其他类型平台建设机制探索",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "此外广州市在生物医药产业领域科技服务创新平台建设的机制中，还可以探索其他类型平台的建设，比如市属高校科技园平台发展模式；省市共建、院市共建科研机构的平台；通过基于龙头企业的方式组建产学研技术创新平台等。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "另一方面，也需要对已有平台的建设优化，具体措施包括：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）做好规划与保障措施",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过统筹设计构建适合产业发展需要的研发服务链条。学习参考美国与欧盟的“关键路径机遇清单“创新医药研究计划”的思路，组织高水平的专业咨询，分析广州发展生物医药产业的重点、优势及研发服务需求，构建适合广州的医药研发创新服务链条。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过重点支持强化链条优势与特色环节。在资源有限的情况下应有所为有所不为，采取差异化发展的方式，对创新服务链条中的优势、特色环节重点支持。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过查缺补漏补足链条缺失环节。对于创新服务链条中的弱势与缺失环节，开展以需求为导向的“补链”行动，政府主管部门可委托相关机构进行服务需求调查。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过政策引导双向调节服务供求。政府需要对服务平台在运营上给予支持，通过制度和政策鼓励企业利用创新服务平台，培育需求市场。比如通过对平台服务的奖励支持平台的运营，通过对用户使用平台服务的补贴降低用户使用平台服务的成本，以鼓励服务需求，通过增加需求支持平台的运营发展。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过政策环境创新促进资源开放服务。加强科技资源共享的制度建设，通过相应的法规或行政制度手段明确国家投资形成的科技基础条件平台的公共物品性质及其向社会提供服务的义务，为共享服务提供法律依据。并针对不同类型科技基础条件资源的特点，实行灵活多样的共享模式[16]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（2）改进建设运维方式",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "多元参与的建设模式。在广州现有的校地协同创新联盟的框架下推出专项措施，鼓励多方合作参与共建生物医药领域的创新服务平台。在平台所有权、管理权、运营权等方面推出创新的模式。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "建立科学的考核与评价体系。对于现阶段以政府为主体在国有科研院所和高等院校投资建设的研发创新服务技术平台，需要在生物医药研发服务技术平台的服务能力、管理水平、产出绩效和基本条件四个维度进行综合评价，做到较全面、系统地评价平台在资源的组织、管理以及共享服务方面的能力水平和成效[17]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在服务体系的统筹管理与协调机制方面，建立创新的评估机制，注重评估监督的实际效果。在认定方式上，借鉴上海的模式对专业领域的创新服务平台进行统一的认定与挂牌管理，此外在评估监督上引入社会化评价机制，接受社会监督，并委托第三方中介机构对平台运行进行评估，通过将评估结果与滚动支持等奖惩措施相结合，形成内部自律与社会监管相互促进的评价模式[17]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（3）统一的信息化宣传推广与中介服务体系建设",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "建立统一的行业创新服务平台的信息门户。搭建用户集聚、共享、服务、交流的资源服务信息共享平台，提供技术服务供需信息发布、供需对接智能检索与匹配、供需双方在线对接，实现平台之间，平台与客户之间，平台与管理机构之间互动交流。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "发挥科技中介的第三方服务功能。建立创新服务驿站，集聚科技代理、信息情报、研发设计、知识产权、申报咨询、认证辅导、技术培训、产业对接、科技金融、项目孵化等方面的专业中介机构为专业技术平台的发展提供辅助的配套支持，以保证服务链运转的畅顺。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1]郭怀英.世界生物医药产业发展的特点及趋势[N/OL].中国中医药报,2005-09-07(004).http://cntcm.39kf.com/shtml/2404-b-18.shtml  \n[2]王昌林.我国生物产业发展的战略思考[J].高科技与产业化.2005,5:4-6  \n[3]綦京梅.我国生物医药专业孵化器发展分析[J].中国电子商务.2008,8:29-31[4]赛迪顾问-消费品产业研究中心.2012-2013年中国生物产业发展研究年度总报告[EB/OL].[2015-09-25].http://ccidconsulting.com/ndbg/1414.jhtml  \n[5]黄卫国.我国生物医药公共服务平台发展现状和未来建设的若干建议[J].中国医药技术经济与管理.2009.3(3):69-70  \n[6]路平.广州构建生物医药健康产业新高地[N].广东科技报.2015-10-9(4)  \n[7]2015年广州生物医药健康产业规模破万亿[EB/OL].[2015-09-  \n10].http://yy.chinairn.com/news/20150910/1427039.html.  \n[8]广州将“五管齐下”构建生物医药健康产业新高地[EB/OL].  \nhttp://news.xinhuanet.com/local/2015-09/09/c_1116503042.htm  \n[9]金喆.生物医药公共服务平台：“广州样本”[N].民营经济报.2012-11-7(28)[10]邹采荣,马正勇,冯元.中国广州科技和信息化发展报告(2014)[M].北京:社会科学文献出版社,2014:137.  \n[11]陈一鸣,廖芝,贺正楚.生物医药产业基地公共创新服务平台的构建[J].长沙理工大学学报（社会科学版）.2015,30(2):94-99  \n[12]齐振远,张晗蕊,王凯.公共技术服务平台建设研究—一以武汉生物技术研究院为例[J].科技创业月刊.2015,19:14-17  \n[13] CROW M. BOZEMAN B.Limited by Design R&D Laboratories in the U.S. NationalInnovation System[M].New York Columbia University Press,1998  \n[14] BOZEMAN B, CROW M .The Environments of U S R&D Laboratories: Political andMarket Influences [J]. Policy Science s, 1990,23(1): 25-56.  \n[15]周光召.基础研究与国家目标一在国家重点实验室计划实施20周年、973计划实施5周年纪念大会上的报告[J].中国基础科学,2005,7(3):5-9.  \n[16]王桂凤,卢凡.我国科技条件平台建设进展及其思考[J].科技进步与对  \n策.2006,11:9-13",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[17]徐守军.我国新药研发技术平台发展策略研究[D].北京:中国人民解放军军事医学科学院博士论文,2010",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Suggestions on The Development Strategy of Guangzhou Science and Technology Innovation Service Platform -The Investigation & Analysis of science and technology innovation service platform in the bio-medical field in Guangzhou   \nHou Hongmingl\\*, Pang Hongshen2\\*, Qin Xiaochu', Zhang Wei³, Xiongjing Huini³,   \nJiang Xiaoyan³   \n1. Guangzhou Institutes of Biomedicine and Health, Chinese Academy of Sciences,   \nGuangzhou, 510530, P. R. China   \n2.Library, Shenzhen University, Shenzhen,518060, P.R. China   \n3. School of Economics and Management, South China Normal University,   \nGuangzhou, 510006, P. R. China   \n\\*Corresponding author E-mail: hou_hongming $@$ gibh.ac.cn, phs@szu.edu.cn ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[Abstract] After the information industry, biological medicine industry has become an important driving force for the world's economic and social development, meanwhile， various types of innovation platform of science and technology has become an important support for the development of biological medicine industry. In this paper, based on in-depth investigation and analysis to innovation platform of science and technology in the field of biological medicine in Guangzhou, we clarified the basic situation of platform construction, operation and service, found problems of these platforms and put forward targeted countermeasures and reference opinions. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[Keywords] Bio-medical field; Science and technology innovation service platform; Guangzhou ",
        "page_idx": 10
    }
]