[
    {
        "type": "text",
        "text": "1 PSCA and MUC1 are targets of CAR T cells for treating NSCLC ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PSCA and MUC1 in Non-small-cell Lung Cancer as Targets ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "of Chimeric Antigen Receptor T cells ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xinru Wei1,23+,YunxinLa,Jin ${ \\mathrm { L i } } ^ { 4 } { \\dagger }$ , Le Qin1,2.3, Youdi ${ \\mathrm { X u } } ^ { 1 , 2 , 3 }$ Ruocong Zhao1,2.3,BhegL $\\operatorname { L i n } ^ { 1 , 2 , 3 }$ , Suna Wang1,2.3，Qiting $\\mathrm { W u } ^ { 1 , 2 , 3 }$ Qiubin Liang5, Muyun Peng6, Fenglei ${ \\mathrm { Y u } } ^ { 6 }$ ,Yangqiu $\\mathrm { L i } ^ { 7 }$ , Xuchao Zhang8, Yilong ${ \\mathrm { \\overline { { W } } u } } ^ { 8 }$ ,Pentao Liu9,Duanqing Pei1,2, Yao Yao1,2,3\\*, Peng Li1,2, 3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Affiliations: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "10 'Key Laboratory of Regenerative Biology， South China Institute for Stem Cell   \n11 Biology and Regenerative Medicine, Guangzhou Institutes of Biomedicine and Health,   \n12 Chinese Academy of Sciences, Guangzhou, 510530, China;   \n13 ²Guangdong Provincial Key Laboratory of Stem Cell and Regenerative Medicine,   \n14 South China Institute for Stem Cell Biology and Regenerative Medicine, Guangzhou   \n15 Institutes of Biomedicine and Health,Chinese Academy of Sciences,Guangzhou,   \n16 510530, China;   \n17 3State Key Laboratory of Respiratory Disease, Guangzhou Institutes of Biomedicine   \n18 and Health, Chinese Academy of Sciences,Guangzhou, 510530, China;   \n19 4State Key Laboratory of Respiratory Disease， The First Affiliate Hospital of   \n20 Guangzhou Medical University, Guangzhou, 51O50o, China;   \n21 5Guangdong Zhaotai InVivo Biomedicine Co. Ltd, Guangzhou, 51000o, China;   \n22 6Department of Thoracic Oncology, The Second Xiangya Hospital of Central South   \n23 University, Changcha, 410000, China;   \n24 7Institute of Hematology, Medical College, Jinan University， Guangzhou, 510632,   \n25 China;   \n26 8Guangdong Lung Cancer Institute, Medical Research Center, Guangdong General   \n27 Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China;   \n28 9Wellcome Trust Sanger Institute,Hinxton, Cambridge CB10 1HH, England, UK. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ju Footnotes: $\\dagger$ indicates co-first authorship   \n31 \\* Correspondence: Peng Li, PhD, Guangzhou Institutes of Biomedicine and Health,   \n32 Chinese Academy of Sciences，19O Kaiyuan Avenue，Science Park, Guangzhou,   \n33 Guangdong, 510530, China; phone: +86-20-32093613; fax: $+ 8 6 - 2 0 { - } 3 2 0 9 3 6 1 3$ ,email:   \n34 li_peng@gibh.ac.cn； Yao Yao, Guangzhou Institutes of Biomedicine and Health,   \n35 Chinese Academy of Sciences，19O Kaiyuan Avenue， Science Park,Guangzhou,   \n36 Guangdong, 510530, China; email: yao_ yao $@$ gibh.ac.cn. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years,immunotherapies, such as those involving chimeric antigen receptor (CAR） T cells, have become increasingly promising approaches to non-small-cell lung cancer (NSCLC) treatment. In this study, we explored the anti-tumor potential of prostate stem cell antigen (PSCA)-redirected CAR T and mucin 1 (MUC1)-redirected CAR T cells in tumor models of NSCLC. First，we generated patient-derived Xenograft (PDX） mouse models of human NSCLC that maintained the antigenic profiles of primary tumors. Next， we demonstrated the expression of PSCA and MUC1 in NSCLC, followed by the generation and confirmation of the specificity and efficacy of PSCA- and MUC1-targeting CAR T cells against NSCLC cell lines in vitro.Finally，we demonstrated that PSCA-targeting CAR T cells could eficiently suppress NSCLC tumor growth in PDX mice and synergistically eliminate PSCA+MUC1+ tumors when combined with MUC1-targeting CAR T cells. Taken together, our studies demonstrate that PSCA and MUC1 are both promising CAR T cell targets in NSCLC and that the combinatorial targeting of these antigens could further enhance the anti-tumor efficacy of CAR T cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: Non-small-cell lung cancer, Patient-derived xenograft, CAR T, PSCA, MUC1 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Globally，lung cancer is thegreatest killeramongallcancers1.2， and non-small-cell lung cancer (NSCLC) accounts for approximately $8 5 \\%$ of all cases of lung cancer3,4.Current therapeutic strategies， including surgery，radiation and chemotherapy， have not yielded significant survival benefits. Tyrosine kinase inhibitors (TKIs) targeting EGFR and ALK have been widely used to treat NSCLC. but frequent resistance to these drugs develops due to acquired mutations of EGFR5-7 and of ALK8. Furthermore, recently introduced CTLA4, PD-1 and PD-L1 immune checkpoint inhibitors have had no’ or only moderate effects on NSCLC10-13. Therefore, novel treatment regimens are still needed. Chimeric antigen receptor (CAR） T cells that target CD19 have generated exciting results in leukemia and lymphoma14-16. However, the broad applicability of these cells for solid cancer is limited by the paucity of truly tumor-specific target antigens. Additionally, the heterogeneity of tumor-associated antigens (TAAs) in solid cancers complicates CAR T cell therapies,as the targets may differ among various cancers and even patients of a same cancer. Therefore, it is important to define the TAA profile of a solid cancer before using TAA-oriented personalized CAR T cell immunotherapies. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Few CAR T cell antigens have been targeted to treat NSCLC. Glypican-3 was recently reported as a promising target for lung squamous cell carcinoma17. In a phase I clinical trial of anti-epidermal growth factor receptor (EGFR) CAR T cells for lung cancer, only 2 of 1 patients achieved partial responses18. The expression of MUC1, a transmembrane glycoprotein， is aberrantly upregulated in many types of cancer, including NSCLC19. A trial of MUC1-targeting CAR T cells is currently recruiting patients with four types of solid cancers， including NSCLC (ClinicalTrials.gov Identifier: NCT02587689). Hence，MUC1 is a promising CAR T cell target in NSCLC. Prostate stem cell antigen (PSCA） is a glycosylphosphoinositol-anchored cell surface antigen20 that is overexpressed mainly in prostate cancer²1， although its expression hasalso been reported in other tumorssuch asgallbladder adenocarcinoma2²andgastric cancer23. Surprisingly， PSCA isfrequently overexpressed in NSCLC20， although this requires confirmation. Antibody-based, PSCA-targeted therapies, as well as a peptide vaccine, have been explored for the treatment of prostate cancer24-28. Furthermore, PSCA-targeting CAR T cels have ben used to treat pancreatic cancer in humanized mice²9,and clinical trials of anti-PSCA CAR T cells for the treatment of prostate, bladder and pancreatic cancers are ongoing (ClinicalTrials.govIdentifier, NCT02092948and NCT02744287). It remains unknown, however, whether anti-PSCA CAR T cells could be used to treat NSCLC. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Patient-derived xenograft (PDX) models have been widely used in translational cancer research30, which faithfully resemble the original tumors from which they were developed and this similarity is maintained across passages31. In this study, we generated a PDX model of NSCLC in which we detected strong histological expression of PSCA and weak expression of MUC1. We subsequently proved the capacities of PSCA- and MUC1-targeted CAR T cells to recognize and kill NSCLC cells expressing the respective target antigens. Finally, we observed enhanced efficacy of a combination of both PSCA- and MUC1-targeted CAR T cells against double-positive NSCLC samples. Our results suggest that PSCA and MUC1 are NSCLC-specific targets of CAR T cells and indicate that combinatorial antigen targeting could enhance the anti-tumor efficacy of these cells. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1. PDX models retained molecular phenotype of NSCLC cells ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "UsingTALEN-mediatedgenetargeting， wepreviouslygenerateda NOD-SCID-IL2Rγ strain (NSI) of mice capable of engrafting and modeling human hematopoietic cels³2.Here， we generated human NSCLC PDX mice by subcutaneously or intravenously implanting dissected primary tumor masses or cell suspensions that could be serially transplanted and engrafted in NSI mice. Immunohistochemistry results showed that HLA+NSCLC cells from a patient (patient P2) that had been engrafted in the lungs of NSI mice expressed E-cadherin, but not vimentin, during both the first and second passages after transplantation (Fig. 1A). Moreover， NSCLC cells from third passage of another patient (patient P1) metastasized from the initial subcutaneous implants to the livers and spleens of NSI mice,and tumor cells from all locations unanimously expressed vimentin but not E-cadherin (Fig. 1B). Therefore, PDX models of NSCLC retained the molecular phenotypes of NSCLC cells across different passages, as well as in different organs of metastasis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2. Frequent expression of PSCA in NSCLC ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "NSCLC samples from 8 patients were successfully engrafted in NSI mice to generate PDX models (Table 1). We subsequently harvested the tumors and evaluated the expression of PSCA and MUC1. Although the latter is frequently overexpressed in NSCLC19,only 2 of the 8 patients in our study expressed this antigen; in contrast, 7 patients， including 2 patients who expressed MUC1，expressed PSCA (Fig. 2). Collectively,our results demonstrate the frequent expression of PSCA in human NSCLC cells,consistent with a previous report20. The co-expression of PSCA and MUC1 in patients with NSCLC prompted an attempt to evaluate the efficacy of combination CAR T cells for dual antigen targeting in our PDX models. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3. Generation of CAR T cells targeting PSCA and MUC1 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To redirect T lymphocytes to PSCA and MUC1，we used a second-generation PSCA-specific CAR and MUC1-specific CAR,which respectively consisted of the single-chain variable fragments (scFvs) derived from the humanized 1G8 anti-PSCA antibody33 and anti-MUC1 HMFG2 monoclonal antibody34,and signaling domains from the costimulatory molecule CD28 and the CD3 $\\zeta$ (Fig. 3A). Lentiviral vectors encoding green fluorescent protein (GFP； negative control)， CAR-PSCA and CAR-MUC1 were transfected into pre-activated human T cells to generate GFP T, CAR-PSCA T and CAR-MUC1 T cells, respectively. Transduction efficiencies were measured as the percentages of $\\mathrm { G F P ^ { + } }$ cells (Fig. 3B). We used reverse transcription polymerase chain reaction (PCR) analyses of the scFv sequences to further confirm the expression of anti-PSCA CAR and anti-MUC1 CAR in T cells (Fig. 3C). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4. CAR-PSCA T cells and CAR-MUC1 T cells specifically targeted PSCA+ and ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MUC1+ lung cancer cells, respectively, in vitro   \nWe evaluated the specificity and efficacy of CAR-PSCA T cells against lung cancer cell lines in vitro.First, in a PSCA expression analysis of three lung cancer cell lines,A549, H23 and H460, only A549 cells were found to strongly express PSCA (Fig. 4A). Immunohistochemistry analyses also consistently detected PSCA in A549 cells (Fig. 2). A luciferase-based in vitro killing assay demonstrated that CAR-PSCA T cells specifically killed A549GL and H23-PSCA-GL cells (Fig. 4B). Enzyme-linked immunosorbent assay (ELISA） results showed the PSCA-specific induction of IL-2 and $\\mathrm { I F N } { - } \\gamma$ production in supernatants from the killing assay (Fig. 4C). Taken together, these findings indicate that CAR-PSCA T cells can recognize and kill PSCA+ cells in vitro.We also confirmed the specificity and efcacy of CAR-MUC1 T cells. Like PSCA,MUC1 was only detected on A549 cells,but not H23 and H460 cells (Fig. 4D). CAR-MUC1 T cells killed A549GL and H23-MUC1-GL cells,but not H460GL or H23GL cells, in vitro (Fig. 4E).We additionally observed MUC1-specific induction of IL-2 and IFN-γ production in culture supernatants (Fig. 4F). Next, A549, H460, H23 and H23-PSCA cells were transduced with a lentiviral vector expressing GFP and luciferase (Fig. 4G)，and H23-PSCA-GL and H23-MUC1-GL cellswere ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "generating by transducing lentiviral vectors encoding PSCA and MUC1 into H23GL cells (Fig. 4H). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5. CAR-PSCA T cells were efficacious against PSCA+NSCLC in PDX mice ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We used a PDX model generated from the $\\mathrm { P S C A } ^ { + } .$ ，MUC1 tumor of one patient (patient P2) to further confirm the efficacy of CAR-PSCA T cells against NSCLC (Fig. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5A). Briefly， dissected tumor masses $( \\sim 2 \\ \\mathrm { \\ m m } \\ \\times \\ 2 \\ \\mathrm { \\ m m } )$ ）were subcutaneously transplanted in NSI mice to generate PDX mice,which subsequently received two infusions of T cells (Fig. 5B); the tumors were calibrated until day 40. NSCLC tumor mass growth was significantly suppressed by CAR-PSCA T cells， but not by CAR-MUC1 T cells (Fig. 5C). On day 40, the smallest tumors were those in mice treated with CAR-PSCA T cells (Fig. 5D)，and tumors treated with CAR-PSCA T cells had much lower weights than those left untreated or treated with GFP T cells (Fig. 5E); however, no significant difference was found when CAR-MUC1 T cells were used, further suggesting that our CAR T cells recognized and killed NSCLC PDX tumors in an antigen-dependent manner. These results prove the efficacy of CAR-PSCA T cells against PSCA+ NSCLC in PDX mice. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6. CAR-PSCA T and CAR-MUC1 T cells synergistically inhibited NSCLC growth in PDX mice ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We next evaluated the efficacy of a combination of CAR-PSCA T and CAR-MUC1 T cells in a NSCLC PDX model generated from another patient (patient ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "P8)whose tumor expressed both PSCA and MUC1 (Fig. 5A). PDX mice were untreated (blank） or treated with identical numbers of GFP T, CAR-PSCA T, CAR-MUC1 T, or a 1:1 mix of CAR-PSCA T CAR-MUC1 T cells (Fig. 5F). Tumor growth was dramatically inhibited by CAR-PSCA T cells, CAR-MUC1 T cells and combined T cells (Fig. 5G-H). Furthermore, the tumor weights in mice treated with combined CAR T cells were significantly less than the weights in mice treated with a single type of CAR T cells (Fig. 5J-K). Collectively, the combination of CAR-PSCA and CAR-MUC1 T cells exhibited superior efficacy against NSCLC, compared with each cell type alone. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The treatment of a majority of patients with solid cancers would require the development of genetically redirected T cells that target private somatic mutations, or neoantigens35.However, this is an arduous task, given the heterogeneity of the mutational landscape within a tumor mass and between metastases. Despite the paucity of tumor-specific antigens shared across various types of solid cancers and among patients within one type of cancer, the TAAs of a single specific cancer are much less heterogeneous than neoantigens. Therefore, CAR T cell immunotherapy remains important during the development of neoantigen targeting techniques. Although numerous TAAs have been detected in NSCLC36, few have been targeted by CAR Tcels37.38. The use ofthese few non-cancer-specific antigens, which include FAP39, EGFR40, mesothelin41 and glypican- $3 ^ { 1 7 }$ , has led to poor or undefined ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "therapeutic outcomes in patients. It is therefore important to broaden the NSCLC-specific targets of CAR T cells. PSCA-targeting CAR T cells have been developed29.42.43 andare ready for use in clinical trials of safety in patients with prostate, bladder and pancreatic cancers (ClinicalTrials.gov Identifier: NCTO2092948 and NCT02744287). Additionally, a trial of MUC1-targeting CAR T cells is currently recruiting patients for NSCLC (ClinicalTrials.gov Identifier: NCTO2587689). In this study， we frequently detected PSCA and MUC1 expression in NSCLC cells and thereby demonstrated the usefulness of anti-PSCA and anti-MUC1 CAR T cells. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Dual targeting of erbB2 and MUC1 by T cells expressing both CARs has been reported to deliver complimentary signals, enhance CAR T cell proliferation， but reduce IL-2 production4 Combinatorial antigen recognition of PSCA and PSMA by a CAR that provides suboptimal activation and a chimeric costimulatory receptor (CCR) respectively has been reported to improve specificity and reduce off-target effects42. This strategy requires two types of chimeric receptors expressing on T cells together. In this study, we tested dual targeting of PSCA and MUC1 by mixed CAR T cells targeting either PSCA or MUC1 in NSCLC PDX models. Cancerous cells within a tumor mass may not unanimously express a single specific antigen, and even the PSCA+MUC1+ samples in our study might contain single positive cancerous cells, therefore,a CAR T cell-based combinatorial targeting strategy may broaden the populations of targeted cancerous cells.   \nAlthough the CAR-PSCA and CAR-MUC1 T cells used in our study caused considerable reductions in tumor sizes, they could not completely eradicate NSCLC in ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "PDX mice. This result could be attributed to the poor survival of CAR T cells in the immunosuppressive PDX tumor microenvironment. Strategies to improve the survival and infiltrating capacities of CAR T cels, such as optimized co-stimulation45-47 & 7 and cytokine co-expression47-51，are worthyof exploration forallCAR Tcells in solid ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "tumors. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Overall, we have demonstrated that because PSCA and MUC1 are both rational targets in NSCLC, PSCA- and MUC1-targeting CAR T cells might comprise novel therapeutic agents for patients with NSCLC. Our results also suggest that a mixture of CAR T cells with different specificities could target simultaneously expressed tumor antigens and lead to better therapeutic outcomes. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Vector Design ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To generate CAR-PSCA and CAR-MUC1 lentiviral vectors, scFvs derived from the humanized 1G8 anti-PSCA antibody33 and anti-MUC1 HMFG2 monoclonal antibody34 were codon optimized and synthesized by Genscript (Piscataway， NJ, USA). These scFvs were cloned into a CAR-encoding vector backbone comprising the CD8a leader sequence, human IgD hinge, portions of the CD28 transmembrane domains and the CD28 and CD3 $\\zeta$ endodomains within the second-generation lentiviral vector pWPXLd. The amino acid (aa) sequences of the CARs were CD8a leader (aa 1-21)， scFv, IgD hinge (aa 187-289), CD28 (aa 153-220), CD3 $\\zeta$ (aa 52-163). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1 Lentivirus production and transduction of primary human T cells ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Lentivirus particles were produced in HEK-293T cells via polyethyleneimine (Sigma-Aldrich，St Louis,MO, USA） transfection. The pWPXLd-based lentiviral plasmid and two packaging plasmids, psPAX2 and pMD.2G, were co-transduced into HEK-293T cells. Lentivirus-containing supernatants were harvested at 48 and 72 hours post-transduction and filtered through a O.45-um filter. Peripheral blood mononuclear cells (PBMCs） were isolated from the buffy coats of healthy donors using Lymphoprep (Fresenius Kabi Norge,AS, Berg i Qstfold, Norway). T cells were negatively selected from PBMCs using a MACS Pan T Cell Isolation Kit (Miltenyi Biotec，Bergish Gladbach,Germany） and activated using microbeads coated with anti-human CD3,anti-human CD2 and anti-human CD28 antibodies (Miltenyi Biotec) at a 3:1 bead:cell ratio for 3 days in RPMI-164O supplemented with $10 \\%$ fetal bovine serum (FBS), $1 0 ~ \\mathrm { m M }$ HEPES, $2 ~ \\mathrm { m M }$ glutamine and $1 \\%$ penicillin/streptomycin. On day 3 post-activation, T cells were transfected with CAR lentiviral supernatants in the presence of $8 \\mathrm { \\ : \\textmu \\ : \\mathfrak { g } / m l }$ polybrene (Sigma). Twelve hours post-transfection, T cells were cultured in fresh media containing IL-2 $( 3 0 0 ~ \\mathrm { U / m L } )$ ； subsequently, fresh media was added every 2-3 days to maintain cell density within the range of $0 . 5 { - } 1 \\times 1 0 ^ { 6 } / \\mathrm { m L }$ Healthy PBMC donors and all patients who provided primary patient specimens gave informed consent to the use of their samples for research purposes,and all procedures were approved by the Research Ethics Board of the Guangzhou Institutes of Biomedicine and Health (GIBH). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "一 Cells and culture conditions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "HEK-293T cells were maintained in Dulbecco's modified Eagle's medium (Gibco, Grand Island, NY, USA). A549 (human lung adenocarcinoma), H23 (human lung adenocarcinoma),and H46O (human large cell lung cancer) cell lines were obtained from ATCC(Manassas,VA, USA) and maintained in RPMI-1640. Luciferase-GFP expressing cell lines （A549GL，H23GL and H460GL） were generated through transfection of the parental cell line with a lentiviral supernatant containing luciferase-2A-GFP and were sorted for GFP expression on a FACS AriaTM cell sorter (BD Biosciences, San Jose, CA,USA). H23-PSCA-GL or H23-MUC1-GL cells were generated by transfecting H23 cells with lentiviral supernatant. DMEM and RPMI-164O media were supplemented with $10 \\%$ heat-inactivated FBS (Gibco/Life Technologies), 10 mM HEPES, $2 ~ \\mathrm { m M }$ glutamine (Gibco/Life Technologies） and $1 \\%$ penicillin/streptomycin. All cells were cultured at $3 7 ^ { \\circ } \\mathrm { C }$ in an atmosphere of $5 \\%$ carbon dioxide. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Flow cytometry ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "All samples were analyzed using an LSR Fortessa or C6 flow cytometer (BD Biosciences),and data were analyzed using FlowJo software (FlowJo, LLC, Ashland, OR, USA). The following antibodies were used: PSCA (clone 7F5) from Santa Cruz Biotechnology(Dallas，TX,USA） and anti-human CD227(MUC-1，clone $1 6 \\mathrm { A } ^ { 5 2 } .$ from Biolegend (San Diego, CA， USA). The clone 16A binds to glycopeptide RPAPGS(GalNAc)TAPPAHG of MUC1 (MUC1-Tn) with high affinity5². The scFv of HMFG2 (used to engineer the CAR) can recognize a range of tumor-associated MUC1 glycoforms, such as Tn, STn, T and ST (binds to MUC1-Tn and MUC1- STn with higher affinity). HMFG2 has the broadest capacity for strong binding to tumor-associated MUC1 glycoforms34. So the CAR-MUC1 T cells we generated can recognize the 16A positively stained cells. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In vitro tumor killing assays and cytokine release assays ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "A549GL，H23GL，H23-PSCA-GL or H23-MUC1-GL target cells were incubated with GFP T, CAR-PSCA T or CAR-MUC1 T cells at the indicated ratios in triplicate wells of U-bottomed 96-well plates. Supernatants were collected from wells with E:T ratios of 1:1 and subjected to an analysis of IL-2 and IFN- $\\cdot \\gamma$ concentrations using ELISA kits (eBioscience, San Diego, CA,USA). Cells were treated with $1 0 0 ~ \\mu \\mathrm { l / w e l l }$ of the luciferase substrate D-luciferin (potassium salt, $1 5 0 ~ \\mathrm { \\mu g / m l }$ ; Cayman Chemical, Ann Arbor,MI, USA),and target cell viability was monitored using a microplate reader at a 45O-nm excitation wavelength. Background luminescence was negligible （ $4 1 \\%$ of the signal from wells containing only target cells)； therefore, the viability percentage $( \\% )$ was equal to the experimental signal/maximal signa $\\times 1 0 0$ ，and the killing percentage was equal to 1Oo - viability percentage. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "PDX models for CAR T cell treatment ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We used 6-8-week-old NSI mice according to protocols approved by the Institutional Animal Care and Use Committee of GIBH. All mice were maintained in specific pathogen-free (SPF)-grade cages and provided with autoclaved food and water. Surgical tumor samples were obtained from the Sun Yat-Sen University Cancer Center (Guangzhou, China) with informed consent of the patients; tumors were cut into $2 \\ \\mathrm { m m } \\times 2$ mm pieces and directly transplanted subcutaneously without matrigel or other additives into 3-6 immunodeficient NSI mice within a 30-min period. Tumors that reached an approximate size $< 1 0 0 0 \\ \\mathrm { m m } ^ { 3 }$ were removed and passaged to other NSI mice. On days 7 and 10, according to the doses used in other reports53.54, 5x ${ 1 0 } ^ { 6 }$ total T cells were injected through the tail vein into each NSCLC-burdened NSI mouse. Tumors were measured every 4 days with a caliper to determine the subcutaneous growth rate. The tumor volume was calculated using the following equation: (length $\\times$ width²)/2. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Reverse Transcription (RT-PCR) ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "mRNA was extracted from cells using RNeasy mini kit (Qiagen, Stockach, Germany)   \nand reverse transcribed into cDNA using the PrimeScriptTM RT reagent Kit (Takara,   \nShiga, Japan). The following primers were used:   \n$\\beta$ -ACTIN forWard: 5' AGAGCTACGAGCTGCCTGAC 3'   \n$\\beta$ -ACTIN reverse: 5' AGCACTGTGTTGGCGTACAG 3'   \nscFv of CAR-PSCA forward: 5' CTCTGTGGGGGATAGGGTCA 3'   \nscFv of CAR-PSCA reverse: 5' TCACAAGATTTGGGCTCGCT 3'   \nscFv of CAR-MUC1 forWard: 5' TCGGTGGAGGAACCAAACTG 3'   \nscFv of CAR-MUC1 reverse: 5' CCTCCCTTTCACAGACTCCG 3' ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Immunohistochemistry ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Tumor tissue sections were fixed with $10 \\%$ paraformaldehyde,embedded in paraffin, sectioned at a thickness of $4 \\mu \\mathrm { m }$ , and stained using a standard hematoxylin and eosin technique. Paraffin sections were also immunostained with antibodies specific for E-cadherin (ZA0565), vimentin (ZA-0511), PSCA (ZA-0158), MUC1 (ZM-0391) and ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "HLA (Abcam, Cambridge, UK) overnight at $4 ^ { \\circ } \\mathrm { C }$ ,followed by secondary staining with secondary goat anti-mouse or goat anti-rabbit Ig (PV-90OO) (ZSGB-BIO,Beijing, China). Images of all sections were obtained with a microscope (DMI6OooB; Leica Microsystems,Wetzlar, Germany). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Statistics ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Data are presented as means $\\pm$ standard errors of the means. Student's t-test was used to determine the statistical significance of differences between samples, and a $\\mathrm { \\bf P }$ value $< 0 . 0 5$ was considered to indicate a significant difference.All statistical analyses were performed using Prism software, version 5.O (GraphPad, Inc., San Diego, CA, USA). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This study was supported by the National Natural Science Foundation of China (NSFC) - 81272329, 81522002, 81570156 and 81327801， Strategic Priority Research Program of the Chinese Academy of Sciences (XDA0102031O), the Natural Science Fund for Distinguished Young Scholars of Guangdong Province (2O14AO30306028), the Guangdong Provincial Applied Science and Technology Research& Development Program (2016B020237006)， the Guangdong Provincial Outstanding Young Scholars Award (2O14TQO1R068), the Guangdong Provincial Basic Research Program(2015B020227003)， the GuangdongProvincial Research and Commercialization Program (2014B090901044)， the Guangdong Province and Chinese Academy of Sciences Joint Program for Research and Commercialization ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Program(2013B091000010)，theGuangzhouBasic ResearchProgram (201510010186)， the MOST funding of the State Key Laboratory of Respiratory Disease， and the National Basic Research Program of China (973 Program) (2011CB504004 and 2010CB945500)， the Frontier and key technology innovation special grant from the Department of Science and Technology of Guangdong province, (2014B020225005), the Guangzhou Science Technology and Innovation Commissi0n Project (201504010016). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Conflict of Interest Statement ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The authors declare no competing financial interests. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Authors and Contributors ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "XW, YL, and JL contributed to the conception and design, collection and/or assembly of data, data analysis and interpretation,and manuscript writing. LQ, YX, RZ,and QL contributed to the provision of study material or patients,collection and/or assembly of data. BL, SL, SW,and QW provided animal care and administrative supports. YY and DP contributed to the conception and design and provided financial support. YY, MP, FY, YL, XZ, YW, and PL contributed to the conception and design. XW and PL contributed to the conception and design, data analysis and interpretation, manuscript writing,and final approval of manuscript and provided financial support. All authors read and approved the final manuscript. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "1 References ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "卜 ↓ IUIIe,L.A.,Et uI. GIUvaI aie ∠. LA LuIILEI J UII UJ,O/-⊥UO (ZU⊥U).   \n3 2. Jemal,A., et al. Global cancer statistics. CA CancerJ Clin 61, 69-90 (2011).   \n4 3. Qin，A.，Coffey， D.G.，Warren，E.H.& Ramnath，N.Mechanisms of immune evasion and   \n5 current status of checkpoint inhibitors in non-small cell lung cancer. Cancer Med 5,   \n6 2567-2578 (2016).   \n7 4. Zappa, C.& Mousa, S.A. Non-small cell lung cancer: current treatment and future advances.   \n8 Transl Lung Cancer Res 5,288-300 (2016).   \n9 5. Thress，K.S.，et al. Acquired EGFR C797S mutation mediates resistance to AZD9291 in   \n10 non-small cellung cancer harboring EGFR T790M. Nat Med 21, 560-562 (2015).   \n11 6. Wang，S.， Tsui, S.T., Liu, C.， Song, Y.& Liu,D. EGFR C797S mutation mediates resistance to   \n12 third-generation inhibitors in T79oM-positive non-small cell lung cancer. Journal of   \n13 hematology&oncology 9,59 (2016).   \n14 7. Wang,S., Cang, S.& Liu, D.Third-generation inhibitors targeting EGFR T790M mutation in   \n15 advanced non-smallcellung cancer. Journal of hematology & oncology 9,34 (2016).   \n16 8. Wu,J., Savooji,J.& Liu, D.Second- and third-generation ALK inhibitors for non-small cell lung   \n17 cancer.Journal of hematology & oncology 9,19 (2016).   \n18 9. Alexander, G.S. et al. Immune biomarkers of treatment failure for a patient on a phase l   \n19 clinical trial of pembrolizumab plus radiotherapy. Journal of hematology & oncology 9,96   \n20 (2016).   \n21 10. Dang,T.O., Ogunniyi, A., Barbee, M.S.& Drilon,A. Pembrolizumab for the treatment of PD-L1   \n22 positive advanced or metastatic non-small cell lung cancer. Expert review of anticancer   \n23 therapy 16,13-20 (2016).   \n24 11. Brahmer, J.，et al. Nivolumab versus Docetaxel in Advanced Squamous-Cell Non-Small-Cell   \n25 Lung Cancer. The New England journal of medicine 373,123-135 (2015).   \n26 12. Garon,E.B.,et al. Pembrolizumab for the treatment of non-small-cell lung cancer. The New   \n27 England journal of medicine 372, 2018-2028 (2015).   \n28 13. Ma，W.，Gilligan，B.M.， Yuan,J.& Li，T. Current status and perspectives in translational   \n29 biomarker research for PD-1/PD-L1 immune checkpoint blockade therapy. Journal of   \n30 hematology&oncology 9,47 (2016).   \n31 14. Geyer，M.B.& Brentjens，R.J. Review: Current clinical applications of chimeric antigen   \n32 receptor (CAR) modified Tcells. Cytotherapy 18,1393-1409 (016).   \n33 15. Park，J.H.，Geyer，M.B.& Brentjens，R.J. CD19-targeted CAR T-cell therapeutics for   \n34 hematologic malignancies: interpreting clinical outcomes to date. Blood 127，3312-3320   \n35 (2016).   \n36 16. Jackson, H.J.， Rafiq,S.& Brentjens, R.J. Driving CAR T-cells forward. Nature reviews. Clinical   \n37 oncology 13,370-383 (2016).   \n38 17. Li， K.,et al. Adoptive immunotherapy using T lymphocytes redirected to glypican-3 for the   \n39 treatment of lung squamous cell carcinoma. Oncotarget 7,2496-2507 (2016).   \n40 18. Feng, K., et al. Chimeric antigen receptor-modified T cells for the immunotherapy of patients   \n41 with EGFR-expressing advanced relapsed/refractory non-smallcell lung cancer. Science China.   \n42 Life sciences 59, 468-479 (2016).   \n43 19. Situ,D., et al. Expression and prognostic relevance of MUc1 in stage IB non-small cell lung   \n1 cancer. Med Oncol 28 Suppl 1, S596-604 (2011).   \n2 20. Kawaguchi, T., et al. Clinical significance of prostate stem cell antigen expression in non-small   \n3 cellung cancer. Japanese journal of clinical oncology 40,319-326 (2010).   \n4 21. Reiter, R.E., et al. Prostate stem cell antigen: a cell surface marker overexpressed in prostate   \n5 cancer. Proceedings of the National Academy of Sciences of the United States of America 95,   \n6 1735-1740 (1998).   \n7 22. Zou,Q., Yang, L., Yang, Z., Huang,J.& Fu, X. PSCA and Oct-4 expression in the benign and   \n8 malignant lesions of galbladder: implication for carcinogenesis, progression,and prognosis of   \n9 gallbladder adenocarcinoma.BioMed research international 2013,648420 (2013).   \n10 23. Zhao,X.，Wang,F.& Hou,M. Expression of stem cell markers nanog and PSCA in gastric   \n11 cancer and its significance. Oncology letters 11, 442-448 (2016).   \n12 24. [125I]Anti-prostate stem cell antigen antibody. (2004).   \n13 25. Ross,S.， et al. Prostate stem cell antigen as therapy target: tissue expression and in vivo   \n14 efficacy of an immunoconjugate.Cancer research 62, 2546-2553 (2002).   \n15 26. Matsueda， S.， et al. Identification of new prostate stem cell antigen-derived peptides   \n16 immunogenicin $H L A - A 2 ( + )$ patients with hormone-refractory prostate cancer. Cancer   \n17 immunology, immunotherapy $\\because$ CIl 53, 479-489 (2004).   \n18 27. Matsueda, S., et al. A prostate stem cellantigen-derived peptide immunogenic in HLA-A24-   \n19 prostate cancer patients. The Prostate 60, 205-213 (2004).   \n20 28. Gu,Z.， Yamashiro, J.， Kono,E.& Reiter， R.E. Anti-prostate stem cell antigen monoclonal   \n21 antibody 1G8 induces cell death in vitro and inhibits tumor growth in vivo via a   \n22 Fc-independent mechanism. Cancer research 65,9495-9500 (2005).   \n23 29. Abate-Daga, D.，et al. A novel chimeric antigen receptor against prostate stem cell antigen   \n24 mediates tumor destruction in a humanized mouse model of pancreatic cancer. Human gene   \n25 therapy 25,1003-1012 (2014).   \n26 30. Hidalgo,M.,et al. Patient-derived xenograft models:an emerging platform for translational   \n27 cancer research.Cancer Discov 4, 998-1013 (2014).   \n28 31. Dong,R.,et al. Histologic and molecular analysis of patient derived xenografts of high-grade   \n29 serous ovarian carcinoma. Journal of hematology & oncology 9,92 (2016).   \n30 32. Ye,W., et al. Quantitative evaluation of the immunodeficiency of a mouse strain by tumor   \n31 engraftments.Journal of hematology & oncology 8,59 (2015).   \n32 33. Olafsen,T.,et al. Targeting,imaging,and therapy using a humanized antiprostate stem cell   \n33 antigen (PSCA) antibody.JImmunother 30,396-405 (2007).   \n34 34. Wilkie,S.,et al. Retargeting of Human T Cels to Tumor-Associated MUC1: The Evolution of a   \n35 Chimeric Antigen Receptor. The Journal of Immunology 180,4901-4909 (2008).   \n36 35. Klebanoff， C.A.，Rosenberg， S.A.& Restifo， N.P. Prospects for gene-engineered T cell   \n37 immunotherapy for solid cancers. Nat Med 22, 26-36 (2016).   \n38 36. Djureinovic, D., et al. Profiling cancer testis antigens in non-small-cellung cancer. JCl insight 1,   \n39 e86837 (2016).   \n40 37. Beatty, G.L.& O'Hara,M. Chimeric antigen receptor-modified T cells for the treatment of   \n41 solid tumors: Defining the challnges and next steps. Pharmacology & therapeutics 166,   \n42 30-39 (2016).   \n43 38. Di, S.& Li, Z. Treatment of solid tumors with chimeric antigen receptor-engineered T cells:   \n44 current status and future prospects.Science China. Life sciences 59,360-369 (2016).   \n1 39. Kakarla, S., et al. Antitumor effects of chimeric receptor engineered human Tcels directed to   \n2 tumor stroma. Molecular therapy : the journal of the American Society of Gene Therapy 21,   \n3 1611-1620 (2013).   \n4 40. Zhou， X.， et al. Cellular immunotherapy for carcinoma using genetically modified   \n5 EGFR-specific T lymphocytes. Neoplasia 15, 544-553 (2013).   \n6 41. Morello, A.,Sadelain, M.& Adusumili, P.S. Mesothelin-Targeted CARs: Driving T Cells to Solid   \n7 Tumors. Cancer Discov 6,133-146 (2016).   \n8 42. Kloss，C.C.， Condomines，M.，Cartellieri，M.，Bachmann，M.& Sadelain，M. Combinatorial   \n9 antigen recognition with balanced signaling promotes selective tumor eradication by   \n10 engineered T cells. Nature biotechnology 31, 71-75 (2013).   \n11 43. Hillerdal，V.， Ramachandran，M.， Leja， J.& Essand，M. Systemic treatment with   \n12 CAR-engineered T cels against PSCA delays subcutaneous tumor growth and prolongs   \n13 survival of mice. BMC cancer 14,30 (2014).   \n14 44. Wilkie,S., et al. Dual targeting of ErbB2 and MUC1 in breast cancer using chimeric antigen   \n15 receptors engineered to provide complementary signaling. J Clin Immunol 32，1059-1070   \n16 (2012).   \n17 45. Long,A.H., et al. 4-1BB costimulation ameliorates T cel exhaustion induced by tonic signaling   \n18 of chimeric antigen receptors. Nat Med 21, 581-590 (2015).   \n19 46. Song，D.G.，et al. CD27 costimulation augments the survival and antitumor activity of   \n20 redirected human T cells in vivo. Blood 119, 696-706 (2012).   \n21 47. Hombach,A.A., Heiders,J., Foppe, M., Chmielewski, M.& Abken, H. OX40 costimulation by a   \n22 chimeric antigen receptor abrogates CD28 and IL-2 induced IL-10 secretion by redirected   \n23 ${ \\mathsf { C D } } 4 ( + )$ T cells. Oncoimmunology 1, 458-466 (2012).   \n24 48. Hoyos,V., et al. Engineering CD19-specific T lymphocytes with interleukin-15 and a suicide   \n25 gene to enhance their anti-lymphoma/leukemia effects and safety. Leukemia 24,1160-1170   \n26 (2010).   \n27 49. Perna,S.K.，et al. Interleukin 15 provides relief to CTLs from regulatory T cel-mediated   \n28 inhibition: implications for adoptive T cell-based therapies for lymphoma. Clinical cancer   \n29 research :an offcial journal of the American Association for Cancer Research 19,106-117   \n30 (2013).   \n31 50. Perna,S.K., et al. Interleukin-7 mediates selective expansion of tumor-redirected cytotoxic T   \n32 lymphocytes (CTLs） without enhancement of regulatory T-cell inhibition. Clinical cancer   \n33 research :an offcial journal of the American Association for Cancer Research 20,131-139   \n34 (2014).   \n35 51. Markley, J.C.& Sadelain, M.IL-7 and IL-21 are superior to IL-2 and IL-15 in promoting human   \n36 T cell-mediated rejection of systemic lymphoma in immunodeficient mice. Blood 115,   \n37 3508-3519 (2010).   \n38 52. Song，W.，et al. MUC1 glycopeptide epitopes predicted by computational glycomics.   \n39 International journal of oncology 41,1977-1984 (2012).   \n40 53. O'Hear, C., Heiber, J.F., Schubert, I.,Fey, G.& Geiger, T.L. Anti-CD33 chimeric antigen receptor   \n41 targeting of acute myeloid leukemia. Haematologica 100, 336-344 (2015).   \n42 54. Qin, H.,et al. Eradication of B-ALL using chimeric antigen receptor-expressing Tcels targeting   \n43 the TSLPR oncoprotein. Blood 126, 629-639 (2015). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Figure legends ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Figure 1. Generation and molecular characterization of patient-derived xenograft (PDX) models of non-small-cell lung cancer. (A) Hematoxylin and eosin (H&E） staining and immunohistochemistry detection of human leukocyte antigen (HLA), E-cadherin and vimentin in tumor sections from both the first and second passages of PDX mice for patient P2 (see from figure 2). Although $\\mathrm { { H L A } ^ { + } }$ cells from PDX mice also expressed E-cadherin, cells from both passages were negative for vimentin. (B) H&E staining and immunohistochemistry detection of HLA, E-cadherin and vimentin in sections from liver, spleen and subcutaneous (s.c.) tissue. Al sections were from a single mouse among the third passage of PDX mice for patient P1 (see from figure 2). Scale bar $= 2 0 \\mu \\mathrm { m }$ ： ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Figure 2. Sections of tumors from eight patient-derived xenograft (PDX) models. ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Representative images correspond to tumors derived from eight patients; all sections were stained with hematoxylin and eosin (H&E） and antibodies against human leukocyte antigen (HLA), PSCA and MUC1. The passage numbers of each PDX for the patients were indicated. The negative controls (NC) are the liver tissues from a same mouse of third passage of PDX for patient P3. Scale bar $= 2 0 \\mu \\mathrm { m }$ . PSCA and MUC1 detection results are also shown in Table 1. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Figure 3. Construction of anti-prostate stem cell antigen (PSCA) and anti-mucin ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "1 (MUC1) chimeric antigen receptor (CAR) T cells.(A） Structures of the genes used for lentiviral transfection. GFP, control without CAR; CAR-PSCA, anti-PSCA CAR; CAR-MUC1, anti-MUC1 CAR. (B) Representative flow cytometric analysis of transfected T cells. (C） Reverse transcription-PCR detection of the following: $\\beta$ -ACTIN in wild type (WT), CAR-PSCA and CAR-MUC1 T cells (left); anti-PSCA scFv in WT and CAR-PSCA T cells and CAR-PSCA vector as a positive control (middle) and anti-MUC1 scFv in WT and CAR-MUC1 T cells and CAR-MUC1 vector as a positive control (right). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Figure 4. T cells expressing the prostate stem cell antigen (PSCA) or mucin 1 (MUC1) chimeric antigen receptor (CAR) specifically killed PSCA+ or MUC1+ lung cancer cell lines, respectively, in vitro. (A) Flow cytometric analysis of PSCA expression on A549, H23 and H46O cell lines. (B) Percentages of lung cancer line cells killed by GFP T cells and CAR-PSCA T cells at the indicated effector (E): target (T) ratios. The ratios were of the absolute number of CAR T cells vs target cells (corrected for transduction efficiency). T cells were cocultured with A549GL, H460GL,H23GL or H23-PSCA-GL cells for $^ { 1 8 \\mathrm { ~ h ~ } }$ ， and luciferase activities were measured using a D-luciferin substrate. $\\%$ of $k i l l i n g = \\%$ (total activities without T cells -activities with T cells)/ total activities without T cells. Data Were representative of killing assays using T cells from three different donors. (C) Results of enzyme-linked immunosorbent assays (ELISAs） to detect IL-2 and $\\mathrm { I F N - } \\gamma$ in the supernatants of cocultures at a E: T ratio of 1:1. (D） Flow cytometric analysis of MUC1 expression on A549, H23 and H460 cell lines. (E) Percentages of lung cancer line cells killed by GFP T cells and CAR-MUC1 T cells at the indicated E: T ratios. (F) Results of ELISAs to detect IL-2 and $\\mathrm { I F N - } \\gamma$ in the supernatants of cocultures at a E: T ratio of 1:1. Data were representative of killing assays using T cells from three different donors.(G) Post-transfection GFP-Luciferase (GL) expression was detected in A549GL,H23GL and H460GL cell lines by flow cytometry. GFP served as a marker of luciferase expression. (H) Flow cytometric detection of PSCA (left） and MUC1 (right) in H23GL cells after lentiviral transduction. Error bars denote standard errors of the means,and groups were compared using the unpaired $t$ -test. $* \\mathrm { ~ P ~ } { < } 0 . 0 5$ \\*\\* P <0.01, \\*\\*\\* P <0.001. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Figure 5.Prostate stem cell antigen chimeric antigen receptor (CAR-PSCA) expressing T cells inhibit the growth of non-small-cell lung cancer (NSCLC) and exhibit synergistic efficacy with mucin 1 CAR(CAR-MUC1) expressing T cells against NSCLC in patient-derived xenograft (PDX) models. (A) Diagram of the experiment with primary NSCLC tumors from patient P2 or P8 in NSI mice. Mice were inoculated subcutaneously with dissected tumor masses from patient P2 or P8 (2 （204 $\\mathrm { m m } \\times 2 ~ \\mathrm { m m }$ ), infused with ${ 5 } { \\times } { 1 0 } ^ { 6 }$ total T cells on days 7 and 10,and culled on day 40 for tumor analysis. B-E were results from the PDX model of patient P2. (B) T cells were analyzed for transfection efficiency before infusion into PDX mice of patient P2. (C） Tumor growth curves in groups treated with no T $( \\mathrm { n } { = } 3 )$ ，GFP T $( \\mathrm { n } { = } 3 )$ ， CAR-PSCA T $\\scriptstyle ( \\mathrm { n = 4 } )$ ）or CAR-MUC1 T $( \\mathrm { n } { = } 4 )$ ） cells.(D） Tumors from mice treated with no T, GFP T, CAR-PSCA T or CAR-MUC1 T cells on day 40 are shown. One mouse from both the no T and GFP T groups died when tumors were small, which was not shown. (E) Comparison of the weights of tumors described in D.F-J were results from the PDX model of patient P8. (F) T cels were analyzed for transfection efficiency before infusion into PDX mice of patient P8.(G) Tumor growth curves in groups treated with no T ( $\\scriptstyle ( \\mathrm { n } = 3 )$ ),GFPT $\\scriptstyle ( \\mathrm { n } = 3 )$ ), CAR-PSCA T $( \\mathrm { n } { = } 4 )$ , CAR-MUC1 T $( \\mathrm { n } { = } 4 )$ ,and combinatorial CAR T cells $( \\mathrm { n } { = } 4 )$ . (H) Tumors from different groups in G on day 4O were shown. Also, both the no T and GFP T groups had one mouse died when tumors were small. (I) Comparison of the weights of tumors in H. (J) Tumors from CAR-PSCA T, CAR-MUC1 T and combinatorial groups were singled out for comparison. Error bars denote standard errors of the means，and groups were compared using the unpaired t-test. \\* P <O.05, \\*\\* P <O.01, \\*\\*\\* P <0.001. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/0703a8cd07a4f961e4ccfac6ec2d3777b2613f1f5d4a0aac897af101f9e285d9.jpg",
        "img_caption": [
            "Figure 1 "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/d95dad84c24bddb91da82f744d1928c48415eccade81d8b987ff639ef7000ad3.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/70168080b46a3e257644f2a78361512c14eed23ed904924d8032ca6b92696eab.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/c295c92153bd623790c2dc106ffb2edc6e147a7679c589e2fc0bc9ee603c818e.jpg",
        "img_caption": [
            "Figure4 "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/fa0a8699b13d98df14ca84a9d9c8f2e7227226c8c0ee4ee8e85dc860efa013b5.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/55e604c230ee42f6d7f66474d7da4c375aa9b145ec406c8c0cc60cb57579cc1b.jpg",
        "table_caption": [
            "1 Table 1 2 Clinical information of the patients and characteristics of the corresponding PDX 3 models 4 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Patient</td><td>Gender</td><td>Age</td><td>Pathology</td><td>PSCA</td><td>MUC1</td><td>E-cadherin (primary/PDX)</td><td>Vimentin (primary/PDX)</td><td>Metastasis in PDX</td><td>Route of administration</td></tr><tr><td>P1</td><td>M</td><td>60</td><td>AC</td><td>+</td><td></td><td>-/-</td><td>+/+</td><td>Yes</td><td>SC</td></tr><tr><td>P2</td><td>M</td><td>69</td><td>AC</td><td>+</td><td></td><td>+/+</td><td>-/-</td><td>No</td><td>IV</td></tr><tr><td>P3</td><td>M</td><td>65</td><td>AC</td><td>-</td><td>-</td><td>-/-</td><td>+/+</td><td>Yes</td><td>SC</td></tr><tr><td>P4</td><td>M</td><td>67</td><td>LCC</td><td>+</td><td></td><td>+/+</td><td>-/-</td><td>No</td><td>SC</td></tr><tr><td>P5</td><td>M</td><td>51</td><td>AC</td><td>+</td><td>-</td><td>ND</td><td>ND</td><td>No</td><td>SC</td></tr><tr><td>P6</td><td>F</td><td>57</td><td>AC</td><td>+</td><td></td><td>ND</td><td>ND</td><td>Yes</td><td>SC</td></tr><tr><td>P7</td><td>F</td><td>72</td><td>SCC</td><td>+</td><td>+</td><td>ND</td><td>ND</td><td>No</td><td>SC</td></tr><tr><td>P8</td><td>F</td><td>58</td><td>SCC</td><td>+</td><td>+</td><td>ND</td><td>ND</td><td>No</td><td>SC</td></tr></table></body></html>",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "5   \n6 M, male; F, female, AC,adenocarcinoma; LCC, large cel carcinoma; SCC,squamous cell   \n7 carcinoma; $^ +$ ，expression； -，no expression; ND，not detected; SC，subcutaneous; IV,   \n8 intravenous.   \n9   \n10   \n11   \n12 ",
        "page_idx": 25
    }
]