[
    {
        "type": "text",
        "text": "NursRxiv ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中医护理临床教学路径在乳腺科护生带教中的应用体会",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘姗姗，刘可欣，陈宏（北京中医药大学东方医院外二乳腺科，北京，100078）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：医院乳腺科作为医院重点专科，拥有北京市中医管理局首批正式授权建设的乳腺专科中医护理门诊，每年承担各院校护生临床实习的带教任务。科室运用中医护理临床教学路径法带教,教授乳腺科特色中医护理技术,展现中医魅力，发挥专科优势,展望\"院系合一\"模式，以期为培养具有中医护理实践能力的优秀护理后备人才，推动中医护理事业高质发展提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：中医护理；临床教学路径；实习护生；护理教学",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Practical experience of Traditional Chinese Medicine nursing clinical teaching path in teaching of breast care nursing students ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIU Shanshan，LIU Kexin，CHEN Hong (Second Department of Breast Surgery,Dongfang Hospital Beijing University of Chinese Medicine,Beijing，100078) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT:As a key specialty of the hospital, the Department of Breast Diseases has one of the first Tradtitional Chinese Medicine（TCM） nursing clinics officially authorized by Beijing Administration of Traditional Chinese Medicine，and undertakes the task of clinical teaching and practice for nursing students from various colleges and universities every year. The TCM nursing clinical teaching path had been used in clinical teaching and practice，aiming to teaching the breast diseases characterized TCM nursing technology，presenting the unique characteristics of TCM, giving play to the specialty advantages，looking forward to the \"integration of schools and departments\" model. It is expected to provide reference for training excellent nursing talents with TCM nursing practice ability and promoting the high-quality development of TCM nursing. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS: Traditional Chinese Medicine nursing； clinical teaching path ； nursing students ; nursing teaching ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "护理学是一门以临床护理实践为主的学科，而护理教育是理论联系实践的桥梁[1]。随着新时期健康中国和教育强国建设战略的提出，对护理教育高质发展提出更高要求2]。北京中医药大学东方医院作为北京市三级甲等医教研一体化发展的中医学院型医院，发挥当代诊疗技术与传统中医理论优势，在中西医结合治疗乳腺疾病、心血管疾病、泌尿男科疾病等专科疾病方面形成自身鲜明特色。中医护理教学是学院型中医院管理的重要部分[3],体现于每年承接大量护生的带教任务。但中医护理临床带教有其特殊之处，如中医理论有异于西医学思维或中医临床技术操作对于西医院校护生掌握难度较大等，适宜的中医护理临床教学方法才可保证对中医护理人才的培养。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "医院乳腺科于2017年10月获北京市中医管理局正式授权建设“乳腺专科中医护理门诊\"项目，是院重要的中医临床实习基地。科室在校护理临床实习手册和院教学大纲基础上，结合自身特色，应用中医护理临床教学路径法对到科护生进行带教，在护理教学任务完成度、教学质控、教学活动参与、教学反馈量化评分等方面均取得优异成绩，现将带教经验总结与体会报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1中医护理带教",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 教学方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科室运用中医护理临床教学路径法开展带教。临床路径教学法于1995年由美国《内科医学年刊》首次报道4，哈佛医学院等将临床路径与其他教学方法结合，提高了学生的动手能力。将临床路径引入到护理临床教学中，即严格时间管理与质量控制，把教学计划具体细化到护生实习的每个星期,要求带教老师根据教学计划有目的、有时间性、循序渐进地进行带教，规范了老师的教学行为，减少了疏忽遗漏，避免了传统教学中的随意性教学和重复教学,证实可提高教学质量[5]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当应用于中医院护理带教中时，中医护理临床教学路径法突出“教、学、做”一体化，让护生在临床实践过程中能够不断提升人文关怀意识，提高发现和解决问题的能力，熟练应用各种中医特色护理技术解决患者实际问题，增强护生的自我价值感,以此激发其学习动力和积极性[6-7]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2教学目标",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "护生需熟悉乳腺科工作特点、特色及国家中医药管理局发布的中医护理常规、技术操作规程文件；初步掌握乳腺科常见病症(不乳儿乳痈、乳核、乳漏等)的中医临床路径;基本掌握乳腺科病房与门诊应用到的中医护理适宜技术操作；为患者实施辨证施护，完成中医护理病历1份；结合治未病理念，为住院患者及家属做好中医特色健康教育，进行1次中医特色健康教育小讲课；在带教老师结合病房实际情况，制定查房计划后完成护理查房与教学查房任务。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3临床带教老师资质 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.1准入标准：经过护理部与科室双层临床资质认证考核，成绩最高者入选主带教，同时配置一名副带教协助主带教展开教学工作。要求具备本科及以上学历，中级以上职称，在专科护理领域工作年限 $\\geqslant 5$ 年，熟悉中医护理专业理论、精通专科业务和中医护理操作技能[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.2具备高度责任心，提升教师正向影响力：要求带教老师热爱教学事业，具备高度责任心[9]。带教老师的任何形象都会给护生留下潜移默化的印象，因此要求带教老师坚持职业道德、业务素质能力及敬业精神",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "带教老师书写教学日志本，从新护生初次入科时开始记录对其的带教活动，包括自检教授内容是否准确，护生是否学习清楚。观察护生情绪，正确疏导其在实习过程中出现的不良情绪，如晕针、疲惫、恐惧、紧张等。运用合理教学方法引导与启发护生，提高其中医临床技能。注重沟通技巧，主动给予护生帮助与支持。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3.3加强科室全体护士的教学意识：护理工作的质量保证，来自于护理团队凝聚的力量和付出，临床教学工作的展开同样需要科室全体护士的关心与参与，除带教老师外，其他护士的工作态度、操作举止也会影响学生对于职业的理解判断。护理工作需要高度协作与沟通，每位护士对于护生的指导都是一对一带教工作的重要补充。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4中医护理临床教学路径表",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中医护理临床教学路径表见表1。 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.5教学评价 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.5.1评价护生学习效果：遵循客观性、整体性、指导性、科学性及发展性原则，对护生进行诊断性评价、形成性评价与总结性评价。诊断性评价在入科时、入科第一周、第二周、第三周及出科时各评价1次，确定护生学习程度，以调整教学目标。形成性评价则是在教学过程中，为完善教学活动，保证教学目标得以实现而进行的评价，试护生完成病例、护理讲课、教学查房等情况形成评价，并及时与护生沟通。总结性评价于出科时进行，包括理论与操作测评，理论测评中最后一题时，留出开放性回答空间，让护生自我总结学习效果，并对乳腺科教学形式提出建议或提出疑问。操作采取带教老师扮演标准化病人(SP)形式进行测评，抽签决定一项基础护理操作及一项中医技术操作，严格按照评分表进行给分。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.5.2评价带教老师：下发护理部设计的科室带教评价反馈表给护生并收集临床带教工作中的问题与建议，无记名填写后上交。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2科室教学特色",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1中医特色适宜技术的实践教学",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1乳腺科病房：教授护生实践基本手法推拿，以及耳穴贴压法、隔物灸、中药膏摩、中药热奄包等乳腺科病房常用中医技术操作，鼓励其在临床操作中实践。遇到常见问题，例如部分护生刚开始实施耳穴贴压治疗时需反复多次才能撕下耳压板上的胶布，或未掌握点燃艾灸方法导致燃烧冷却，此时带教老师应及时干预，告知护生耳穴贴压操作细节和相关技巧，安慰护生情绪，指导其细心、耐心开展操作。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/78748e2621f702528105f2ff43250956c5bb3f87c04988be5f0cb5c93a2fb61e.jpg",
        "table_caption": [
            "表1中医护理临床教学路径表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>预期目标</td><td>具体方法与内容</td><td>周数</td></tr><tr><td>工作流程</td><td>熟悉病房专科日常 进行本科室新护生的入科宣教,护生行为规范，自觉遵守掌握各项规章制度。掌握各项护理制度，各班 工作职责。掌握乳腺科相关专业专科理论知识。</td><td>第一周</td></tr><tr><td>熟悉病房专科环境</td><td>熟悉科室环境,熟悉治疗室,换药室的布局,无菌操作观念扎实,严格执行消毒隔离制度。做到三查七 对。</td><td>第一周</td></tr><tr><td>护理操作</td><td>掌握病房部分基础 协助老师做好出入院患者的健康宣教，及人院患者的接收流程。掌握常见的基础护理操作晨晚间护 理、口腔护理、参与生命体征测量等。</td><td>第一周</td></tr><tr><td>掌握病房护理操作 技术</td><td>在老师的指导下,学习口服给药、各种注射操作、静脉输液、真空采血等基础操作。</td><td>第一周</td></tr><tr><td>掌握整体护理和辨 证施护方法;</td><td>本周以护理操作技能为主。巩固上周学习的学习内容,加强乳腺专科知识理论知识学习（常见病种及</td><td>第二周</td></tr><tr><td>掌握病房专科中医 护理适宜操作技术</td><td>术前术后的护理)熟悉/掌握中医护理操作技能。</td><td></td></tr><tr><td>熟悉专科门诊环境</td><td>通过先前铺垫,护生对乳腺科病房有基本了解后,可安排护生2-3天的乳腺科护理门诊实习,熟悉门诊</td><td>第二周</td></tr><tr><td>熟悉专科门诊中医</td><td>环境、常规、治疗内容。</td><td></td></tr><tr><td>护理适宜技术操作</td><td>乳腺科门诊接待乳痈、乳癖病症患者，护生可观摩乳痈手法排乳技术与乳癖中药膏摩技术。</td><td>第三周</td></tr><tr><td>掌握护理技术操作</td><td>前两周的实习护生有了一定的日常护理工作经验,护生可在带教老师的指导下独立完成某些工作,老</td><td>第三周</td></tr><tr><td></td><td>师要放手不放眼确保带教质量与护理安全。本周主要掌握外科围手术期相关护理。 完成实习要求和本 带教过程中要始终贯通整体护理思维的培养及沟通能力、独立解 决问题能力的培养。本周在对上周学</td><td></td></tr><tr><td>方案要求</td><td>习的内容巩固的基础上，加强乳腺科新知识新技能的讲解培训。</td><td>第四周</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2乳腺科门诊：医院乳腺专科中医护理门诊由护士主导提供乳癖纯绿色治疗与“未病先防，既病防变\"乳痈绿色治疗[10]。在乳腺科门诊，护生可以学习到如何为患者建立个性化的中医健康管理档案(通过“望、闻、问、切\"收集与病因、病位、病性有关的资料)，以及观摩对患者疗效确切的中医外治法，即中药膏摩技术与砭石治疗排乳技术。脱离课堂背景或示教与反示教的教学背景，是护生可以近距离感受中医魅力的最佳途径。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2锻炼护患沟通能力,展现人文关怀",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "乳腺病证多见于成年女性，乳头属足厥阴肝经[],肝主疏泄,反映着女性的情志状态。护生可观察到带教老师在进行中医操作过程中会主动与患者发起对话进行指导，如针对哺乳期乳痈患者介绍自我评估乳房排空状态、乳头清洁方法、人工挤奶方法、乳头内陷矫正方法、正确哺乳姿势、婴儿正确吸吮方式等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在和患者交流过程中，护生应学会发现患者认知不足之处并进行纠正，如患者表达“哺乳期我多吃肉类、多喝浓汤，为了提供有营养的母乳\"等观点，应告知患者“哺乳早期及乳痈发病期应忌油腻、浓汤，适宜进食蔬菜汤等清淡汤”。护生在补充知识的同时可以锻炼护患沟通能力，提升自己的人文关怀素养。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3鼓励参与中医护理查房，建立中医思维能力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中医护理查房突出中医特色和优势，要求查房护士具备一定中医基础、辨证施护能力等[12]。临床带教中应基于中医思维提高护生辨证施护能力，跟师查房则是锻炼中医思维的较好途径[13]。护生可在带教老师协助下与1例乳腺科病房典型疾病-肉芽肿性乳腺炎-患者建立联系，展开有效沟通，从证型入手说明中医治疗原则和中医护理措施的应用，并制定护理方案，从辨证施术、辨证施膳、辦证施教到辨证施养及效果评价。带教老师针对护生存在的问题进行中医特色的补充、优化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1中医院护生带教应突出中医学特色",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科室致力于将中医学特色融人护理临床带教中，采取中医护理临床路径教学法，以培养中医院校护生或西医院校选择中医院作为实习医院的护生成为具有中医护理实践能力的后备人才。作为学院型中医院，中医护理教学的发展也离不开临床实践支持与科研推动[14]。医院护理部应要求带教老师主动开展实践科研，提升研究风气。此外，中医护理临床教学路径是一种可融入其他多元方法的教学模式，易于从实习初期即逐步构建护生的中医临床思维。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2对\"院系合一\"模式的展望",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "穆欣等15研究认为\"院系合一\"模式有利于培养中医护理人才，即医院中医护理专科发展与护理专业的院系合一，可使护生更早融入工作环境，也使教师有效利用临床资源开展科研活动。对于学院型中医院，构建中医护理临床教学路径并应用于临床带教中，可以吸纳更多的中医直属院校护生。同时，中医护理临床教学路径的构建和实施对护理教学提出更高要求，如何培养带教老师，如何平衡临床日益增长的工作量与保证教学质量等，要求在延续适宜教学方法的同时不断挖掘科室教学特色，以吸引护生学习兴趣，满足对中医护理人才的起步培养。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "利益冲突声明：作者声明本文无利益冲突。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1] 石国凤，肖政华，刘琼，等．护理学专业临床教学实习基地师资队伍建设的探索与研究[J].贵阳中医学院学报，2017，39(2）：85-88.  \n[2] 赵宏，高玉琴，原露露，等．护理临床带教教师培养中的问题及对策[J]．中华护理教育，2019，16(5):353-356.  \n[3] 崔屹，邵海波，沈莺，等．以实践为基础、科研为导向的研究型中医院护理带教老师培养[J].上海中医药杂志，2016，50(S1)：74-76.  \n[4] PEARSONSD，GOULART-FISHERD，LEETH. Critical pathways as a strategy for improvingcare：problems and potential[J].Ann Intern Med,1995，123(12):941-948.  \n［5］刘晓春，衡小涪，吴洁，等．针灸康复科中医护理临床教学路径应用效果观察[J]．护理研究，2013,27(10): 945-946.  \n[6］姚洁．将中医临床路径引入内科护理学教学的探讨[J]．护理研究，2014，28(13)：1644-1645.  \n［7］冯嘉依，张炎文，张丹丹，等．以团队为基础的教学结合以问题为基础的教学法在康复护理教学中的应用[J」.解放军护理杂志，2018，35(15)：69-72.  \n［8］王红霞，杜微，李德和．临床护理技术操作带教体会[J]．山东医药，2009，49(7)：100.  \n[9]张媛．护理岗位管理背景下护理本科生毕业实习教学体会[J].护理研究，2014，28(12)：1524-1525.  \n［10］刘姗姗，唐玲，陈宏．中医绿色乳腺专科护理门诊的建设与管理[J]．中西医结合护理，2022，8(1)：37-41.  \n[11］刘可欣，李苏娜，郑红梅，等．手法排乳联合乳通散外敷治疗乳痈脓肿形成穿刺引流术后疼痛1例的护理体会[J].中西医结合护理，2022，8(2)：68-71.  \n[12］张雪键，唐玲，张敬，等．基于中医护理传承优化中医护理查房模式的探讨[J]．中西医结合护理（中英文)，2019,5(12):15-16.ZHANG XJ,TANGL,ZHANGJ,et al. Optimiza-tion of the Traditional Chinese Medicine nursingward-round based on the Traditional Chinese Medi-cine nursing inheritance work[J].Nurs Integr TraditChin West Med,2019,5(12):15-16.  \n[13」莫旭威，王彬，周春宇．以名老中医为中心的中医临床带教模式探讨[J]．中医教育，2018，37(3)：55-57,61.  \n[14」许蓉．护理临床实习规范化管理的实践与效果[J]．护理管理杂志，2011，11(8)：578-579,591.  \n[15］穆欣，张春宇，王东梅，等．“院系合一\"模式下中医护理人才培养的实践与思考[J]．中国护理管理，2015，15(6):648-650.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    }
]