[
    {
        "type": "text",
        "text": "人心难读：冲突中的预测偏差及其心理机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陆静怡　邱天　陈宇琦　方晴雯　尚雪松(华东师范大学心理与认知科学学院，上海200062)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要广泛存在的预测偏差严重妨碍了冲突管理，因此，欲解决冲突管理的难题，必须探究人类在冲突中的预测偏差。然而现有研究多着眼于非冲突中的预测偏差，未考虑冲突的独特性。本项目旨在突破当前的理论困境，探讨冲突事件中预测偏差的独特规律及其心理机制与后果，具体而言包括四大目标：(1)聚焦冲突事件中的预测偏差，并以对应的非冲突事件作为对照，揭示预测偏差在冲突中独特的表现形式，提出冲突事件的\"偏差放大效应\"；(2)从动机性认知视角探讨\"偏差放大效应\"的心理成因，揭示\"负性驱动机制\"；(3)考察\"负性驱动机制\"下预测偏差导致的后果；(4)设计有效的去偏差方案。本项目最终将构建冲突事件中预测偏差的理论模型，推动对预测偏差的全面理解，发展行为决策理论，帮助公众和社会治理者准确预测他人，提升冲突管理能力，提高决策质量。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词预测偏差，冲突，负性偏差，动机性认知",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号B849:C91",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "人生活在\"冲突的世界”，冲突难以避免。冲突事件，是指当事某方采取的行动可能对另一方造成直接且明显的伤害、进而导致紧张关系的事件，例如个体之间的冒犯、企业之间的竞争、群体之间的歧视等。冲突本身并无好坏之分，冲突管理得当可以促进交流创新，调和矛盾，使社会保持生命力，百家争鸣；冲突管理失败则会带来严重后果，有损人际关系，扼杀新思想，阻碍组织进步，导致社会僵化。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "导致冲突管理失败的一个重要原因是错误的预测。例如，当谣言在社交媒体上流传时，高估辟谣对被辟谣者带来的伤害可能使人不愿意辟谣，导致谣言四起，严重危害社会秩序；拒绝他人的请求后，高估被拒绝者的消极反应可能会使人主动疏远朋友，导致人际关系破裂。可见，错误的预测让人既无法发挥冲突的建设性作用，又无法从根本上消解冲突以调和矛盾。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对他人想法的准确预测不仅是冲突管理的关键，也是作出好决策的前提(Lu& Shang,",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2021)：管理咨询公司追求准确预测客户偏好，企业的产品设计追求准确预测消费者喜好，国家的政治交涉追求准确预测他国底牌。预测一旦失准，决策的合理性成疑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "但是，预测偏差(misprediction)广泛存在(Epley,2008)，人无法准确预测他人的感受、想法与行为，这严重妨碍了冲突管理。因此，要想解决冲突管理的难题，研究者必须探究冲突事件中的预测偏差，理解其表现、心理机制、后果，并形成一套有效的冲突管理方案。然而，现有研究多着眼于非冲突事件中的预测偏差，但未能对冲突事件中的预测偏差给予足够关注，缺乏相应理论阐释冲突事件中的预测偏差。考虑到现实的需求和目前的理论困境，研究者亟需探索冲突中的预测偏差，构建新的理论，从而全面理解预测偏差，帮助解决冲突管理的难题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2研究现状",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1从经济学的预测到心理学的预测偏差",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究者对预测的关注由来已久。经济学家早就意识到，对他人想法的预测在宏观层面有助于确保经济良性发展，使供需双方达到平衡(Keynes,1937)；在微观层面有助于最大化个人利益，例如在\"囚徒困境\"中通过预测他人所用策略谋取尽可能短的刑期(Axelrod,1980)，这也是博弈论的核心。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在经济学家指出准确预测他人的重要性后，心理学家探讨了人们预测他人的心理过程，并发现了预测偏差，它是指人对他人的预测偏离他人的实际情况。预测偏差的两种形式是高估(overestimation)和低估(underestimation)。目前，心理学家着重探讨了非冲突事件中的预测偏差，并提出了相应的理论解析这些偏差的心理机制。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2非冲突事件中的预测偏差",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "首先，人在预测未与自己处于社会互动中的他人时存在偏差。研究发现，人会高估他人对相对效用占优的选项的喜爱程度(Lu& Shang,2021)；低估自己表露恐惧和不安后，旁观者对自己的喜爱程度(Gromet& Pronin,2009)；高估自己犯错后，旁观者对自己的严苛程度(Savitsky etal.,2001)；高估他人社交生活的丰富程度(Deri etal.,2017)；高估他人为获得金钱而在公众面前进行表演的意愿(Van Boven etal.,2005)；高估他人选择常见选项的可能性(Reit& Critcher,2020)；高估他人的消费金额(Jung et al.,2020)；高估他人与高社会地位者交朋友的意愿(Garcia et al.,2019)；错误预测他人的冒险程度(Hsee&Weber,1997)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其次，人在预测与自己产生实质性社会互动的他人时也存在偏差。例如，人会低估赞扬带给他人的积极影响(Boothby&Bohns,2021)；表达感激者低估被感激者的积极感受(Kumar&Epley,2018)；与他人分享自身成就者高估他人为自己感到骄傲的程度(Scopelliti etal.,2015);谈话者低估听话者对他们的喜欢程度(Boothby etal.,2018)；故事讲述者预测听众喜欢听新颖的故事，而事实上听众更喜欢听熟悉的故事(Cooney et al.,2017)；发送信息者低估语音信息带给他人的积极感受(Kumar& Epley,2021)；施助者低估求助者在求助时的尴尬体验(Bohns& Flynn,2010)，错误预测受助者愿意给予自己的回报(Zhang&Epley,2009)；求助者低估他人答应帮助自己的可能性(Flynn& Bohns,2008)；送礼者错误预测收礼者喜欢贵重的礼物(Flynn＆Adams,2009)、完整但吸引力一般的礼物(Kupor et al.,2017)、物质型礼物(Goodman&Lim,2018)，而事实上，收礼者不那么在意礼物的贵重程度，喜欢吸引力高但不完整的礼物，喜欢体验型礼物。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "这些非冲突事件中的预测偏差会导致一系列负性后果。对预测者而言，预测偏差有损积极情感体验与幸福感。例如，高估他人对自己的严厉程度可能引发自卑，甚至使人产生自我怀疑(Epley et al.,2002)，造成不必要的焦虑与担忧(Savitsky et al.,2001)。对预测对象而言，预测偏差也会给他们带来麻烦。由于人习惯于先预测他人的喜好再为他人挑选礼物，预测偏差会使收礼者收到自己不喜欢的礼物，这导致了美国每年高达 $40 \\%$ 的礼品退货率(Kupor etal.,2017)。在组织中，由于管理者错误预测员工的动机，从而未能充分鼓励员工参与组织决策，使员工的积极性受到打击(Heath,1999)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3非冲突事件中预测偏差的心理机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现有理论认为，预测者在其所处角色中，根据自己能接触到的信息预测他人，很难将自己置身于预测对象的角色中，从对方立场考虑问题。这种认知局限是非冲突事件中预测偏差的主要原因，涉及以下两部分。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3.1预测者的自我中心",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人在判断他人时表现出自我中心(egocentrism;Epley et al.,2004;Gilovich& Savitsky,1999)，将自己的态度、信念、情绪投射到他人身上，从而产生预测偏差。锚定与调整(anchorand adjustment)、聚光灯效应(spotlight effect)、错误一致性(false consensus)和共情鸿沟(empathy gap)都是自我中心的体现。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "锚定与调整指在估计他人的想法时，人首先锚定在自身视角上，然后朝着他人视角进行调整。然而，这种调整往往不够充分，使得对他人的判断向自我视角偏移(Epley etal.,2004)。这种不充分的调整会导致预测偏差，例如高估他人与自身态度的一致性(Krueger&Clement1994)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "聚光灯效应指人常觉得周围人的目光都聚焦在自己身上，彷佛头顶有一盏聚光灯照射着自己。但事实上，没有人会像自己那样关注自己。因此，人普遍高估他人对自己的关注程度(Gilovich et al.,2000)。这导致人高估他人对自己错误行为的严苛程度(Savitsky etal.,2001)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "错误一致性指人会夸大自己的观点和立场的普遍性，错误认为他人的观点和立场与自己的一致(Ross et al.,1977)。错误一致性也会引发预测偏差，例如喜欢意大利餐的人倾向于认为全世界人民都喜爱意大利餐，爱交际者认为他人也都爱交际。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "共情鸿沟指当人处于“冷\"的非情绪状态时，难以准确预测自己处于“热\"的情绪状态时的感受(Loewenstein,2005)。由于存在共情鸿沟，预测者往往无法准确预估自己在他人所处情绪状态下会作出怎样的反应，再加之人不能准确判断他人与自己之间的差异，从而产生预测偏差(Van Boven etal.,2013)。例如人会高估他人愿意参加尴尬的公众表演的可能性，这是因为共情鸿沟使人高估了自己在相同情境中对尴尬的容忍度(Van Boven etal.,2005)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.2预测者对预测对象所持信息的可及性有限",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "预测者往往无法完整获取关于他人的信息，因此错误预测他人。这种有限的信息可及性(accessibility)体现在以下两方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第一，预测者无法全面观察他人的行为。预测者会将自己看到的他人的行为作为预测他人的依据。然而，他人的很多行为难以观察(Malle&Pearce,2001)，因而导致预测偏差。例如，人很难捕捉到他人观察自己的场景，所以错误预测他人观察自己的频率低于自己观察他人的频率(Boothby et al., 2017)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第二，预测者无法触及他人的内心体验。人了解自身的感受和意图，却无法触及他人内心的想法。因此，人在判断自己时更关注自己的内心体验，在判断他人时更多依据他人的外显行为，这种内省错觉(introspection ilusion)会导致预测偏差(Pronin,2008)。例如，当人们想和他人谈话但羞于迈出第一步时，很难想到他人也和自己一样想聊天却感到害羞，而仅以他人的沉默行为推测他们不愿与人聊天(Epley& Schroeder,2014)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上，由于预测者难以全面了解他人的信息，因而无法准确预测他人。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4已有研究的不足：忽视冲突中的预测偏差",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "现有研究多关注非冲突事件，较少探讨冲突事件中的预测偏差。两个例外是，第一，Levine 和Cohen(2018)考察了实话实说这一可能会引发人际冲突的事件，发现人会高估说出可能会冒犯他人的实话之后他人的消极反应。第二，尚雪松等(2021)考察了好心帮倒忙这一可能会引发人际冲突的事件，发现好心帮倒忙者会高估帮倒忙的负面影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "值得注意的是，冲突事件有其独特性，从理论角度而言，关注冲突事件并将其与非冲突事件进行对比将有助于研究者全面理解预测偏差。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4.1预测偏差的成因：从认知局限到动机性认知",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "绝大多数现有研究仅关注自下而上的加工，采取信息驱动的视角，考察了非冲突情境下的预测偏差，并将其主要原因归结为人被动地受限于认知上的不足，例如缺乏对他人信息的了解、锚定于自身视角等(Epley etal.,2004)。但是人的认知加工方式不仅是自下而上的，知觉集理论(perceptual set theory)指出个体的期望、动机、推理等主观因素可以自上而下地调控信息加工，这对于认知同样至关重要(Alport,1955)。因此，现有研究未能从自上而下的加工视角解析预测偏差的成因。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "事实上，预测偏差完全有可能受动机的驱动自上而下地产生。根据动机性思维(motivatedthinking)理论，人理解事物的方式受自身愿景影响，人会根据其需求主动建构调整对事物的认知，以满足其动机(Kunda,1990)。例如，人相信与自己既有信念一致的梦比不一致的梦更有意义(Morewedge&Norton,2009);相信自己期望的结果更可能发生(Chambers &Windschitl,2004)。因此，在动机的影响下，人也可能主动改变认知，从而作出有偏预测。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在冲突中，人具有在非冲突事件中不具有的独特动机，这些动机可能促使预测偏差自上而下地产生，并决定其特殊的表现和后果。分析冲突事件中人的动机，对解释冲突事件中的预测偏差至关重要。具体而言，冲突事件引发了人的两类动机：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第一，自我保护的动机，即保护自身在冲突中避免或少受消极结果影响的动机。享乐原则(hedonic principle)指出，人具有趋利和避害两种基本动机(Higgins,1998)。而从进化的角度来看，避免消极结果的动机相比获取积极结果的动机具有更强的适应性，能够帮助个体存活。这导致了负性偏差(negative bias)，即人对负性刺激比对正性刺激更为敏感(Baumeister et al.,2001;Rozin&Royzman,2001)。相比非冲突事件，冲突事件具有更多、更严重的负性后果。因此，在面对冲突时，人会产生强烈的自我保护动机，极力回避消极结果(Norem& Cantor,1986)。放大冲突事件对自己造成的负面结果，可帮助人们作好心理准备或采取预先应对，从而满足自我保护的动机。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第二，避免造成人际伤害的动机。冲突事件的负性结果除了作用于预测者自己，还会作用于他人，造成人际影响。根据社会互动中高度优先的\"预防人际伤害原则\"(Schein& Gray,2018)，人对他人可能遭受的损失也非常敏感。相比非冲突事件，在冲突事件中人更需要警惕潜在的人际伤害，尽量不伤害他人。例如反驳他人观点可能会伤害被反驳者、拒绝他人请求可能会伤害提请求者，这些冲突情境下的人际伤害都是人所希望回避的。放大冲突事件对他人造成的负面结果，可帮助人们回避冲突，从而满足避免人际伤害的动机。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从动机性认知的视角出发，上述两种动机会影响人在冲突事件中的认知全过程(Kunda,1990)。根据信息加工理论(information processing theory)，信息加工过程可分为注意搜索信息、知觉加工信息、根据信息思考并决策三个阶段。在三个阶段中，人都会受到在冲突事件中独特动机自上而下的影响。例如在冲突事件中，人会在注意上对潜在的负性结果投以更多关注、在知觉上高估冲突事件负性后果的严重性、在思维上为坏事而忧心忡忡。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上，客观的认知局限在冲突和非冲突事件中均会导致预测偏差。但在冲突事件中，预测偏差还可以由动机所驱动，这是非冲突事件中预测偏差所不具备的机制，也是现有研究所缺失的重要环节。因此，要完整理解预测偏差如何产生，就必须将动机性认知的视角纳入研究框架，构建包含自上而下和自下而上两类路径的预测偏差理论模型。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4.2对预测偏差的理解：从错误到适应性意义",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "由于现有研究多从认知局限的视角解析预测偏差的成因，因此，研究者多认为预测偏差是一种错误，着重关注其消极影响(Epley et al.,2002; Savitsky et al.,2001)，未能充分意识到预测偏差的适应性作用。从动机性认知的视角分析预测偏差的心理机制有助于发现预测偏差的适应性意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "近年来，行为决策领域的研究者提出了生态理性观(ecological rationality)，推动了对理性的理解。该观点指出，只要人的决策过程能够与现实环境协调一致，满足自身的生存发展要求，即使这些过程中存在经济理性意义上的偏差，所谓的偏差也可加以利用、具有适应性(Gigerenzer,2008)。从生态理性的视角来看，预测偏差具有一定的适应性，并非全然是错误。例如，高估他人的情绪反应可以使他人认为预测者更有同理心，对预测者产生更好的印象(Klein,2019)；个体可以通过将消极结果预计得更加糟糕从而让自己作好准备，从而达成自我保护的目的(Dai& Hsee,2013)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在冲突事件中，我们更应当辩证看待预测偏差。鉴于冲突事件后果的严重性和消极性，个体需要在冲突事件中保护自己、减少对他人的伤害。在冲突事件中，由动机驱动的预测偏差能够在一定程度上帮助个体满足其需求，因此，冲突中的预测偏差具有适应性意义，研究者需要站在生态理性的视角，全面认识冲突事件中预测偏差的积极和消极面。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "基于对现有研究的总结和反思，本项目聚焦冲突事件中的预测偏差，并以非冲突事件作为对照，探讨预测偏差在冲突中独特的表现形式及其心理机制与后果，从而突破现有研究的理论困境。本项目提出冲突事件的\"偏差放大效应”，即冲突中的预测偏差大于对应的非冲突",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中的预测偏差。该效应具有\"负性驱动机制”，即冲突让人在注意、知觉和思维等认知加工过程中更加聚焦负性信息。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1研究一：冲突事件的偏差放大效应",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "预测偏差广泛存在于冲突与非冲突事件中。尽管现有研究已经探讨了非冲突中的预测偏差，但没能揭示预测偏差在冲突事件中的独特表现。我们提出，在冲突事件中，预测偏差的程度会被放大，即存在\"偏差放大效应”，例如反驳他人者对他人的体验产生较大的错误预测，而赞同他人者则相对能更准确地预测他人的体验。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "“偏差放大效应\"源自冲突事件的独特性。一方面，冲突事件具有负性事件的属性。根据负性偏差理论，负性事件所引发的心理反应远强于中性和正性事件(Baumeister et al.,2001;Rozin& Royzman,2001)。因此，冲突可能会带来强烈的负性体验。另一方面，冲突事件会造成人际伤害，而在社会互动中，人们优先遵循\"预防人际伤害原则\"(Schein&Gray,2018)。因此，个体尽力避免发起会造成人际伤害的冲突，同时对冲突中涉及人际关系的后果十分敏感。总之，相比非冲突，在冲突中，人们面临更多更严重的负性后果。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对负性后果的敏感使人在发起冲突(如拒绝请求、反驳观点等)时设想最坏的后果，作足准备，进而影响人在冲突事件中的预测。面对冲突的潜在负性后果，人产生自我保护动机，努力保护自己免受伤害(Norem&Cantor,1986),进而在动机的驱使下调控认知(Kunda,1990)。而这些过程在少有负性后果的非冲突事件中并不存在，非冲突事件中预测偏差的来源仅仅是认知的客观局限，不会受到动机的推波助澜。因此，我们提出假设一：人在冲突事件中的预测偏差大于在对应的非冲突事件中的预测偏差。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2研究二：偏差放大效应的负性驱动机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "冲突事件中预测偏差不仅有独特的表现，也有其独特的机制。以往研究从认知局限的视角指出，非冲突事件中的预测偏差主要源于预测者仅用其能接触到的信息预测他人，即客观认知缺陷。诚然，非冲突事件中预测偏差的部分理论可以沿用至冲突事件中。但是，冲突事件可能影响人的动机，从而改变人主动加工信息的过程，自上而下地产生预测偏差。我们将冲突事件中预测偏差的独特机制称为\"负性驱动机制”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "“负性驱动机制\"的根源在于对负性结果的恐惧。根据动机性认知理论，人理解事物的方式往往受自身愿景影响。因此，预测者会根据其需求主动建构对事物的认知。冲突事件具有负性事件的属性并且会带来人际伤害，出于自我保护的目的，人需要在认知加工各环节(包括注意、知觉、思维等)消极化冲突事件所带来的潜在结果，作最坏的打算，以应对冲突(Norem& Cantor,1986)。此类与负性因素相关的独特心理过程形成了“负性驱动机制”，其影响贯穿",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "于认知加工的全过程。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "根据信息加工理论，信息加工可分为注意搜索信息、知觉加工信息、根据信息思考并决策三个阶段，而负性驱动机制会自上而下影响这三个阶段。第一，在注意搜索阶段，人倾向于关注冲突事件可能带来的负性结果而非正性结果。冲突事件既具有消极意义，如引发人际矛盾，也具有积极意义，如激励组织发展。然而从进化的角度看，个体为了保证生存，必须发现并回避负性刺激。因此，在冲突中，人往往把注意投向负性结果，即负性驱动机制在认知加工的最初阶段就会生效。第二，在知觉加工阶段，人倾向于将负性信息知觉得更为严重。出于自我保护动机，个体需要高度重视注意到的负性刺激(Baumeister et al.,200l; Rozin &Royzman,2001)。冲突事件具有积极和消极两面，而负性驱动机制的知觉途径会使人在知觉上放大冲突事件的消极影响，把其负性结果知觉得更加严重。第三，在思维决策阶段，人会表现出担忧性思维，通过将消极结果预计得更加糟糕从而让自己作好准备，从而达成自我保护的目的(Dai& Hsee,2013)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综上，我们提出假设二：在冲突事件中，人会因负性驱动机制而更注意负性刺激、放大对后果的严重程度的知觉、采用担忧性思维，依赖有偏的认知作出预测，进而导致预测偏差。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3研究三：负性驱动机制下预测偏差导致的后果",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "由于冲突事件具有潜在的负性后果，在负性驱动机制下，人们可能会因惧怕负性后果、过度试图自我保护而采取回避行为。这些行为具有一定程度的适应性，可帮助个体满足需求，例如避免人际矛盾；但与此同时，其中某些行为只治标不治本，没有从源头解决冲突。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "回避行为在不同情境中有不同的表现。具体而言，针对冲突对象，回避行为可能表现为人际退缩。例如，在拒绝他人的请求后，高估被拒绝者的消极反应可能会使人主动疏远朋友。针对冲突事件，回避行为可能表现为采取不作为的行为策略，例如不进行辟谣、避免提出不同观点等。当谣言在社交媒体上流传时，利用社交媒体发布并传播辟谣信息是打击谣言最有效的方法(Tripathy etal.,2013)，但高估辟谣对被辟谣者带来的伤害可能使人不愿意辟谣，导致谣言四起，危害社会秩序。此外，人们还可能在持有不同观点时保持沉默，避免提出不同观点，阻碍建设性的沟通(Morrison,2014)。对不同情境中的回避行为,有必要分别进行探究。综上，我们提出假设三：冲突事件中的预测偏差将使人因担忧负性后果而采取回避行为。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4研究四：去偏差方案",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "为了提升决策质量，现有研究针对非冲突事件中导致预测偏差的心理机制，对消除预测偏差进行了尝试(Hsee et al.,2021; Zhang& Epley,2009)。就冲突事件中的预测偏差而言，它有时具有适应性，可以帮助个体回避部分负性结果，但有时也伴随着代价。针对具有负面后果的预测偏差，研究者应当采取去偏差措施。鉴于冲突事件中的预测偏差的独特表现形式和心理机制，有必要针对冲突事件中独特的负性驱动机制开发不同以往的去偏差方案。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "负性驱动机制的关键在于个体面对冲突事件时认知加工受到动机的影响，因此可以通过改变个体的认知加工减弱预测偏差。具体方式有二：一方面，可以直接改变预测者在注意、知觉、思维上的认知加工方式，例如直接减少预测者对负性信息的关注。另一方面，也可以通过改变预测者的外部环境减弱其自我保护动机进而间接改变他们的认知加工方式。例如，可以为预测者塑造安全的环境，减弱其自我保护的需要，从而改变认知加工方式，达到去偏差的目的。如此可进一步检验冲突事件中预测偏差的心理机制，也可帮助人们趋利避害，作出准确的预测。由此，我们提出假设四：通过直接或间接改变预测者面对冲突事件时的认知加工方式，可以减小或消除预测偏差。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "本项目聚焦于冲突事件，以对应的非冲突事件作为对照，拟揭示预测偏差在冲突事件中的独特表现形式与心理机制—“偏差放大效应\"及其\"负性驱动机制”，从而有助于完善关于预测偏差现象及心理机制的理论，构建解释冲突事件中预测偏差的理论模型(图1)。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/c58b7e69c5e1a2fc2b5a5e3640c857e805df6eca98c83d2d02d64760e7ebad14.jpg",
        "img_caption": [
            "图1冲突事件中预测偏差的理论模型"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "该理论模型具有两方面的创新。首先，本项目立足于动机性认知的视角，解释预测偏差负性驱动机制及其引发的偏差放大效应，从而弥补以往研究忽视动机对预测偏差的影响这一不足，并将预测偏差和负性偏差、动机性认知等理论结合起来，形成了更完整的理论框架。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "从现象来看，本项目揭示了相比非冲突事件，人在冲突事件中表现出更大的预测偏差。这也拓展了行为决策的负性偏差理论。以往研究多关注负性偏差对决策者自身的影响(Kahneman&Tversky,1979)。而本项目将负性偏差拓展到人际过程中，认为个体在预测他人时同样存在负性偏差，即相比非冲突事件，在冲突事件这类负性事件中存在更强的预测偏差。这拓展了负性偏差理论的适用范围，提示研究者在探讨以预测为代表的人际过程时，也应当注意负性偏差的影响。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "从机制来看，站在以往研究中信息驱动的视角，不论面对哪类事件，人都存在同样的客观认知局限，故而无法解释为何冲突事件中的预测偏差相比非冲突事件中的预测偏差更大。本项目突破了这种视角上的局限，从动机驱动的视角提出，冲突事件具有的负性属性和潜在后果激发了人的自我保护动机和避免人际伤害动机，由此总结出冲突事件中预测偏差的“负性驱动机制”。该机制强调了动机对认知加工的重要性，推动了动机性认知理论的发展。现有的动机性认知理论多聚焦于动机对个体内部认知过程的影响，例如个体在期望得到好结果的动机驱动下认为积极情绪会比消极情绪更为持久(Mata et al.,2019)。而本项目将动机性认知理论拓展到了人际互动中。冲突事件多发生于人际互动中，此时个体并非被动接受信息，而是主动建构对外部信息的认知，如预测他人情绪体验。在人际冲突中，自我保护动机贯穿了认知加工的各阶段，让预测者聚焦负性信息，并以此预测他人，进而导致回避等后果。人际互动相比内部认知更为复杂，要求个体思他人之所思，而本项目表明动机性认知同样可以在此类的复杂社会过程中指导人的行动。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "其次，本项目超越了研究者对理性的传统理解，从生态理性观出发，对预测偏差作了辩证分析。以往研究只关注客观认知局限，认为其可导致预测偏差、带来消极影响(Epley et al.,2002;Savitsky etal.,2001)，却忽视了在主动认知调控下，预测偏差可以服务于个体的动机和需求。本项目揭示预测偏差负性驱动机制的适应性作用，促使研究者重新审视“何为理性”，增添了生态理性观的影响力。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "最后，本项目有助于冲突管理。揭示冲突事件中预测偏差的规律与心理机制，可有效提高个体、企业与政府的冲突管理能力与效率，为冲突管理提供科学依据。设计去偏差方案，减少具有消极结果的预测偏差，有助于使人保持理性客观，惠人惠己，还有助于高效化解冲突和矛盾，最终防止决策失误，提升决策质量。对个体而言，理解冲突事件中预测偏差的成因有助于准确预测他人，采用理性的方式消解人际矛盾，作出合理的决策。对企业而言，准确预测冲突事件中消费者、客户公司或竞争对手的喜好、想法与反应，有助于提升冲突管理的能力与效率，针对他人的想法，提供精准的服务，采取有效的公关策略，有针对性地应对冲突，实现互惠与双赢。对政府与社会治理者而言，理解冲突事件中预测偏差的表现形式与心理机制，可精准理解社会冲突，从源头抓住社会矛盾的焦点，有利于引导与管控社会事件的发展；掌握去偏差方案，有助于消除社会成员之间的偏见，改善社会氛围。总之，关于冲突事件中预测偏差的研究结果将为精准的社会治理提供科学依据。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献   \n尚雪松，陈卓，陆静怡.(2021).帮忙失败后我会被差评吗？好心帮倒忙中的预测偏差.心理学报,53,291- 305.   \nAllport,F. H. (1955). Theories of perception and the concept of structure. New York: Wiley.   \nAxelrod,R. (1980). Efective choice in the prisoner's dilemma.Journal of Conflict Resolution,24,3-25.   \nBaumeister,R.F.,Bratslavsky,E.,Finkenauer,C.,& Vohs,K.D.(2001).Bad is stronger than good.Review of GeneralPsychology,5,323-370.   \nBohns,V.K.,&Flynn,F.J.(2010).“Why didn't you just ask?” Underestimating the discomfort of help-seeking. Journal of Experimental Social Psychology, 46, 402-409.   \nBoothby,E. J.,& Bohns,V.K. (2021). Whya simple act of kindnessis not simple as it seems: Underestimating the positive impact of our compliments on others. Personality and Social Psychology Bulltin, 47, 826-840.   \nBoothby,E.J.,Clark,M.S.,&Bargh,J.A.(2Ol7).Theinvisibilitycloakillusion: People (incorrectly)believe they observe others more than others observe them. Journal of Personality and Social Psychology,112,589-606.   \nBoothby,E.J.,Cooney, G.,Sandstrom,G. M.,& Clark,M.S. (2018). The liking gap in conversations: Do people like us more than we think? Psychological Science, 29,1742-1756.   \nChambers,J.,& Windschitl,P. (2o04).Biases in social comparative judgments: Therole ofnonmotivated factors in above-average and comparative-optimism effects.Psychological Bulletin, 130, 813-838.   \nCooney, G., Gilbert,D.T.,& Wilson,T.D.(2017). The novelty penalty: Why do people like talking about new experiences but hearing about old ones? Psychological Science,28,380-394.   \nDai, X.,& Hsee, C.K. (2013). Wish versus worry: Ownership efects on motivated judgement. Journal ofMarketing Research, 50,207-215.   \nDeri, S.,Davidai, S.,& Gilovich,T. (2O17). Home alone: Why people believe others’ social lives are richer than their own. Journal ofPersonality and Social Psychology,113,858-877.   \nEpley,N.(2008).Solving the (real) other minds problem. Social and Personality Psychology Compass,2,1455- 1474.   \nEpley,N.,Keysar,B., Van Boven,L.，& Gilovich,T. (2004).Perspective taking as egocentricanchoring and adjustment. Journal of Personality and Social Psychology, 87, 327-339.   \nEpley,N.，Savitsky，K.，& Gilovich,T.(2002).Empathy neglect: Reconciling the spotlight effct and the correspondence bias. Journal of Personality and Social Psychology, 83,300-312.   \nEpley,N.,& Schroeder,J. (2014).Mistakenlyseeking solitude. JournalofExperimental Psychology General,143, 1980-1999.   \nFlynn,F.J.,& Adams,G. S. (2009). Moneycan't buy love: Asymmetric beliefs about gift price and felings of appreciation. Journal of Experimental Social Psychology, 45, 404-409.   \nFlynn,F.J.,&Bohns,V.K. (2o08).Ifyou need help,just ask: Underestimating compliance with direct requests for help. Journal of Personality and Social Psychology, 95,128-143.   \nGarcia,S.M.,Weaver,K.,&Chen,P.(2019).The status signals paradox.Social Psychological and Personality Science,10, 690-696.   \nGigerenzer, G. (20o8). Why heuristics work.Perspectives on Psychological Science,3,20-281.   \nGilovich,T.,& Savitsky,K. (1999). The spotlight effect and the illusion of transparency: Egocentric assessments of how we're seen by others. Current Directions in Psychological Science, 8,165-168.   \nGilovich,T.,Medvec,V.H.,& Savitsky,K. (2ooo).The spotlight effect in social judgment: Anegocentric bias in estimates of the salience of one's own action and appearance. Journal of Personality and Social Psychology, 78, 211-222.   \nGoodman, J. K.,&Lim,S. (2O18). When consumers prefer to give material gifts instead ofexperiences: The role of social distance. Journal of Consumer Research, 45, 365-382.   \nGromet, D. M.,& Pronin, E. (2009). What were you worried about? Actor's concerns about revealing fears and insecurities relative to observers'reactions. Selfand Identity, 8,342-364.   \nHeath, C. (1999). On the social psychology of agency relationships: Lay theories of motivation overemphasize extrinsic incentives. Organizational Behavior and Human Decision Processes,78, 25-62.   \nHiggins,E. T. (1998). Promotion and prevention: Regulatory focus as a motivational principle. Advances in Experimental Social Psychology,30,1-46.   \nHsee, C. K.,& Weber,E. U. (1997). A fundamental prediction error: Self-others discrepancies in risk preference. Journal of Experimental Psychology: General,126,45-53.   \nHsee,C.K., Zeng,Y.,Li,X.,& Imas,A. (2021). Bounded rationalityinstrategic decisions: Undershooting in a resource pool-choice dilemma. Management Science, 67, 6553-6567.   \nJung,M.H., Moon,A.,& Nelson,L.D. (2020). Overestimating the valuations and preference of others.Journal of ExperimentalPsychology:General,149,1193-1214. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Kahneman,D.,&Tversky,A.(1979).Prospect theory: Ananalysis of decision under risk.Econometrica,47,263- 291. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Keynes, J. M. (1937).The general theory of employment. The Quarterly Journal ofEconomics,51, 209-223.   \nKlein, N. (2O19). Better tooverestimate than to underestimate others'feelings: Asymmetric cost oferrors inaffective perspective-taking. Organizational Behavior and Human Decision Processes,151,1-15.   \nKrueger, J.,& Clement,R. (1994).The truly false consensus efect: An ineradicable and egocentric bias in social perception. Journal of Personality and Social Psychology, 65, 596-610.   \nKumar, A., & Epley,N. (2018). Undervaluing gratitude: Expressrs misunderstand the consequences of showing appreciation. Psychological Science, 29,1423-1435.   \nKumar, A., & Epley, N. (2O21). It's surprisingly nice to hear you: Misunderstanding the impact of communication media can lead to suboptimal choices of how to connect with others.Journal of Personality and Social Psychology, 150, 595-607.   \nKunda, Z. (1990). The case for motivated reasoning. Psychological Bulletin, 108, 480-498.   \nKupor,D., Flynn,F.,& Norton, M.I. (2017). Half a gift is not half-hearted: A giver-receiver asymmetry in the thoughtfulness of partial gifts.Personality and Social Psychology Bulletin, 43,1-9.   \nMata,A.,Simao,C.,Farias,A.R.,& Steimer,A. (2O19).Forecasting the duration of emotions: A motivational account and self-other differences. Emotion,19, 503-519.   \nLevine,E.E.,& Cohen,T.R.(2018).You can handle the truth: Mispredicting the consequences of honest communication. Journal of Experimental Psychology: General,147,1400-1429.   \nLoewenstein, G. (2005). Hot-cold empathy gaps and medical decision-making. Health Psychology, 24, 49-56.   \nLu, J.,& Shang,X. (2021). Choosing for others increases the value of comparative utility. Journal of Behavioral Decision Making, 34,311-321.   \nMalle,B.F.,& Pearce, G.E. (20o1). Attention to behavioral events during interaction. Journal of Personality and Social Psychology, 81, 278-294.   \nMorewedge, C.K.,& Norton,M.I. (2009). When dreaming is believing: The (motivated) interpretation of dreams. Journal of Personality and Social Psychology，96,249-264.   \nMorrison，E. W. (2014). Employee voice and science. Annual Review of Organizational Psychology and Organizational Behavior,1,173-197.   \nNorem, J. K.,& Cantor,N. (1986). Defensive pessmism: Harnessing anxietyas motivation.Journal ofPersonality and Social Psychology, 51,1208-1217.   \nPronin,E.(2008).How we see ourselves and how we see others. Science, 320,1177-1180.   \nReit,E.S.,& Critcher, C.R. (2020).The commonness fallacy: Commonly chosen options have less choice appeal than people think.Journal ofPersonality and Social Psychology, ll8,1-21.   \nRoss,L., Greene,D.,& House,P.(1977).The“falseconsensus efect\": An egocentricbias in socialperception and attribution processes. Journal of Experimental Social Psychology，13, 279-301.   \nRozin,P.,&Royzman,E.B. (2oo1).Negativity bias,negativity dominance,and contagion.Personality and Social Psychology Review, 5,296-320.   \nSavitsky,K.,Epley,N.,&Gilovich,T.(2ool).Doothers judgeus as harshlyas we think?Overestimating theimpact of our failures,shortcomings,and mishaps. Journal of Personality and Social Psychology,81, 44-56.   \nSchein,C.,& Gray,K. (2018).The theory of dyadic morality: Reinventing moral judgment by redefining harm. Personality and Social Psychology Review,22,32-70.   \nScopeliti,I.，Loewenstein, G.，& Vosgerau, J. (2015). You call it “self-exuberance”; I call it“bragging\": Miscalibrated predictions of emotional responses to self-promotion.Psychological Science,26, 903-914.   \nTripathy,R.M.,Bagchi,A.,& Mehta,S. (2013).Towards combating rumors in social networks: Models and metrics. Intelligent Data Analysis,17,149-175.   \nVan Boven,L.，Loewenstein,G.，& Dunning，D.(2005).The ilusion of courage in social predictions: Underestimating the impact of fear of embarrassment on other people. Organizational Behavior and Human Decision Processes,96,130-141.   \nVan Boven,L.,Loewenstein, G., Dunning,D.,& Nordgren,L.F. (2013). Changing places: Adual judgment model of empathy gaps in emotional perspective taking. Advances in Experimental Social Psychology,47,7-171.   \nZhang,Y.,& Epley,N. (2o09). Self-centered social exchange: Differential useof costs versus benefits in prosocial reciprocity. Journal of Personality and Social Psychology, 97,796-810. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Inaccurate mind reading: The misprediction in conflicts and its mechanisms ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "LU Jingyi, QIU Tian, CHEN Yuqi, FANG QingWen, SHANG Xuesong (School ofPsychology and Cognitive Science,East China Normal University,Shanghai 2Ooo62,China) ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Abstract: The prevalence of misprediction hinders conflict management. Therefore,it is imperative to explore mispredictions in conflicts to facilitate effective conflict management. However, research has mainly shed light on mispredictions in non-conflicts and neglected the uniqueness of conflicts. This project investigates mispredictions in conflicts and their mechanisms and consequences. Specifically,the aim of this project is fourfold.First, it explores mispredictions in conflicts and proposes the bias-amplification effect of conflicts. Second, it investigates the negativity driving mechanism of the bias-amplification effect. Third, it examines consequences of the mispredictions in conflicts.Last, it develops efective and feasible interventions to eliminate these mispredictions in conflicts.This project is intended to establish a theoretical model of mispredictions in conflicts. The results help to extend theories on behavioral decision making as wellas guide the public and social governance to make accurate predictions about others, to improve conflict management, and to reach high-quality decisions. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Key words: misprediction, conflict, negative bias, motivated reasoning ",
        "page_idx": 14
    }
]