[
    {
        "type": "text",
        "text": "A Critical Role of Temporoparietal Junction in the Integration of Top-Down and Bottom-Up Attentional Control ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Qiong Wu,' Chi-Fu Chang,² Sisi Xi,' I-Wen Huang,² Zuxiang Liu,3 Chi-Hung Juan,2\\* Yanhong Wu,I,4.5\\* and Jin Fan6,7.8.9 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Department of Psychology, Peking University, Beijing, China 2Institute ofognitieeurosience,atonal Central ersityongliiwan 3State Key Laboratory of Brain and Cognitive Science,Instituteof Biophysics, Chinese Academy of Sciences,Beijing, China   \n$^ { 4 }$ Beijing Key Laboratory ofBehaviorand entalHealth,eking Uniersity，Beijing,China 5Key Laboratory of Machine Perception (Ministry of Education), Peking University, Beijing, China   \n（204号 $^ 6$ Department of Psychology， Queens Coiege,The City University of New York, Queens, New York 7Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York 8Department of Neuroscience, Icahn School of Medicine at Mount Sinai, New York 9Friedman Brain Institute, Icahn School of Medicine at Mount Sinai,New York ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Information processing can be biased toward behaviorally relevant and salient stimuli by top-down (goal-directed) and bottom-up (stimulus-driven) attentional control processes respectively. However,the neural basis underlying the integration of these processes is not well understood. We employed functional magnetic resonance imaging (fMRI) and transcranial direct-current stimulation (tDCS)in humans to examine the brain mechanisms underlying the interaction between these two processes. We manipulated the cognitive load involved in top-down processing and stimulus surprise involved in bottom-up processing in a factorial design by combining a majority function task and an oddball paradigm.We found that high cognitive load and high surprise level were associated with prolonged reaction time compared to low cognitive load and low surprise level，with a synergistic interaction effect,which was accompanied by a greater deactivation of bilateral temporoparietal junction (TPJ).In addition,the TPJ displayed negative functional connectivity with right middle occipital gyrus,which is involved in bottom-up processing (modulated by the interaction effect),and the right frontal eye field (FEF),which is involved in top-down control.The enhanced negative functional connectivity between the TPJ and right FEF was accompanied by a larger behavioral interaction effect across subjects.Application of cathodal tDCS over the right TPJ eliminated the interaction effect.These results suggest that the TPJ plays a critical role in processing bottom-up information for top-down control of attention.Hum Brain Mapp 36:4317-4333,2015. （204号 $\\circleddash$ 2015 Wiley Periodicals, Inc. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: attentional control; fMRI; interaction; tDCS; temporoparietal junction ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To survive in a competitive environment,we have to voluntarily select objectsaccording tocurrent goals through mechanisms of selective attention while dealing with sudden events that are not directly related to our original intention.Our ability to do this illustrates a balance between two processes: a voluntary top-down attentional control process，which guides behavior based on internal goals,and an automatic bottom-up attentional control process driven by salient or unexpected stimuli. Prominent models of attentional control assert distinct neural bases underlying these two processes [Corbetta and Shulman，2002;Hopfinger and West，2006;Wen et al., 2012],with a dorsal frontoparietal network for the goaldirected top-down process [Chiu and Yantis,20o9;Corbetta et al.,200O;Pardo et al.,1991] and a right-lateralized ventral frontoparietal network for the stimulus-driven bottom-up process [Chica et al.,2011;Serences et al.，2005]. Although the neural mechanisms underlying each process are well studied, the way in which they coordinate to optimize attention allocation remains elusive. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recent behavioral findings suggest that the influences of bottom-up processing and top-down control, despite being mostly separable,mayalso be closely integrated with one another[Awh et al.,2012].For example,ithas been shown that the capture of attention by salient distractors is more prominent under high cognitive load than low cognitive load[Lavie et al.，2004;Lu and Han,2009],a synergistic interaction effect indicating a conjoint influence from different operations.In addition,evidence from pathological and imaging studies has shown that patients with neglect manifest comparable impairment in both goal-directed and stimulus-driven orienting processes，which are associated with common brain damage localized in ventral parietal cortex [Bays et al.,2010;Cabeza et al.,2012; He et al.,2007]. These lines of evidence suggest that specialized functions could be integrated into a more general function, corresponding to the functional organization of the brain. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To demonstrate the involvement of any brain region in the integration of multiple mental processes,two criteria need to be met: (1) participation in each process Asplund etal.,2010;Shomstein,2012];and (2)an interaction effect between operations [Gray et al.,2002;Gu et al.,2013]. The ventral frontoparietal areashave been consideredas potential candidates for such integrative processing [Asplund et al.,2010; Serences et al.,2005] given their neuroanatomical features [Fox et al.,2oo6] and general involvement in a variety of cognitive operations [Cabeza et al.，2012;Gu et al.,2013]. The temporoparietal junction (TPJ),in particular,has been implicated in detection of salient distractors and cognitive control more generally [Chang et al.,2013; Fan et al.,2005; Geng and Mangun,2011]. Specifically, the right TPJ is robustly activated upon detecting behaviorally relevantstimulibutdeactivatedduringattentiondemanding cognitive tasks [Corbetta et al.，2oo8;Serences etal.,2005;Shulman etal.,2003;Todd etal.,2005]. Therefore,the TPJ is a possible neural site or source for the integration of top-down and bottom-up processes. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,we used functional magnetic resonance imaging (fMRI) and transcranial direct-current stimulation (tDCS) to examine the neural mechanisms underlying the integration of top-down and bottom-up attentional control processes.We simultaneously manipulated cognitive load to involve the top-down control process and the stimulus surprise to trigger the bottom-up process.Given such a design，integration of these two processes would be implied by the existence of brain region(s) demonstrating an interaction effect between cognitive load and stimulus surprise manipulations.If a brain region is critical to the integration，application of tDCS over this brain region should impact the behavioral interaction effect. We predicted that the TPJ plays such an integrative role. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MATERIALSAND METHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Participants ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Thirty-fiveadults(15female and 20male， mean $\\mathrm { a g e } = 2 2 . 0 3 \\pm 2 . 3 8$ years,age range: 18-26 years) participated in the fMRI study,and another 18 adults (9 female and 9 male, mean $\\mathrm { a g e } = 2 3 . 4 1 \\pm 2 . 5 5$ years,age range: 20-28 years) participated in the tDCS study.All participants were righthanded,reported normal or corrected-to-normal vision,and had no known neurological or visual disorders.Written informed consent was obtained from participants before the experiments.The Human Subjects Review Committee of Peking University approved the fMRI study and the Institutional Review Board of the Chang-Gung Memorial Hospital, Taoyuan, Taiwan,approved the tDCS study. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Task Design ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The task was a variation of the majority function task (MFT) [Fan et al.，2008,2011,2014]. Three arrows were ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/80b75eefd3725bcffa0aa9d1d5089ea5986e11de43d6b716ae0962e6318e452d.jpg",
        "img_caption": [
            "Figure I. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Stimuli and procedure.(a) Stimuli used in the experiment and con-standard trials vs. $20 \\%$ oddball trials)．The size of the oddball ditions in a $2 \\times 2$ factorial design. Cognitive load (low load vs.high arrows were counterbalanced across runs and participants.(b)A load)was manipulated by varying the ratio of arrows pointing to schematic description of a standard and an oddball trial. Each trial the same direction (3:0 vs.2:I). Surprise level (standard vs. odd- began with the presentation of three arrows for a fixed duration ball)was manipulated by varying probabilities of two types of of $2 5 0 ~ \\mathrm { m s }$ ,followed by $1 7 5 0 \\mathrm { m s }$ blank screen,during which particiarrows (smaller and larger) that were irrelevant to the task i $8 0 \\%$ pants indicated the direction of the majority of the arrows. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "presented simultaneously on each trial (Fig. 1a). The arrows could appear at any of twelve possible locations, each equidistant (eccentricity of $2 . 3 ^ { \\circ } )$ ）from a central fixation cross.The locations of the three arrows on each trial were constrained to be equidistant from each other to avoid any uneven distribution of the arrows.Each arrow could point to the left or right.In each trial,participants were instructed to indicate whether the majority of the arrows pointed to the left or right.For example,in cases where all three arrows pointed to the left or where two arrows pointed to the left while one pointed to the right, the correct answer would be \"left\".The cognitive load on the top-down control process was manipulated by changingthe congruency of the arrow directions.For half of the trials,all three arrows pointed in the same direction (3:0 condition,low cognitive load). For the other half of the trials,two arrows pointed in the same direction while one arrow pointed in the opposite direction (2:1 condition, high cognitive load). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The stimulus surprise level of the bottom-up process was manipulated by changing the probability of two different sizesof arrows.The smallerarrow was $0 . 9 ^ { \\circ }$ eccentricity in length and $0 . 3 ^ { \\circ }$ in width. The larger arrow was the same length,but its width was twice the eccentricity of the smaller arrow $( 0 . 6 ^ { \\circ } )$ .Theprobability that these two types of arrows appear on the screen was manipulated. One type of arrow was presented on $8 0 \\%$ of the trials (standard trials)，and the other type of arrow was presented on the remaining $2 0 \\%$ of the trials (oddball trials). The size of the oddball arrows was counterbalanced across runs and participants (i.e.， the large arrows used in oddball trials in one run would be used in standard trials in the next run),so that the frequency of the oddball trials relative to the standard trials,rather than the specific size of the arrows,generated the bottom-up effect. It should be noted that the stimulus surprise manipulation of the bottom-up process was task-irrelevant, in that neither the probability nor physical features of oddball arrows were related to top-down control. Therefore，an interaction effect between cognitive load and stimulus surprise would indicate the coordination of top-down and bottom-up processes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiment consisted of four runs.Each run lasted 300 s and began and ended with a $3 0 \\mathrm { ~ s ~ }$ fixation period, during which a fixation cross was displayed constantly. The duration of each trial was $2 \\ \\mathrm { s } ,$ and there were two types of trials:task trials and null trials.Ina 2 s task trial (Fig.1b),three arrows were presented fora fixed duration of $2 5 0 ~ \\mathrm { m s } ,$ ，followed by a $1 7 5 0 ~ \\mathrm { { \\ m s } }$ blank screen,during which participants indicated the majority direction of the arrows with an appropriate key press (left hand button for \"left\" responses, right hand button for \"right\" responses). In a null trial,there were no arrows presented. In each run,there were 80 standard trials,2O oddball trials and 20 null trials.Equal numbers of the low cognitive load (3:0) and high cognitive load (2:1) trials were presented for the standard and oddball trials,and the correct response was equallylikelytobe\"left\"or“right.\"The orderofthetrials was pseudorandomized，with no null trials presented twice in a row.Participants practiced the task outside the scanner until they reached accuracy above $7 5 \\%$ . They were instructed to respond as quickly as possible while maintaining high accuracy.Participants' reaction time (RT) and accuracywererecorded. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "fMRI Data Acquisition ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Functional MRI data was collected using a 3T Siemens Trio scanner with a 12-channel phase-array coil. In the scanner, the stimuli were back-projected via a video projector (refresh rate: $6 0 ~ \\mathrm { H z } ;$ spatial resolution: $1 0 2 4 \\times 7 6 8 )$ onto a translucent screen placed inside the scanner bore. Participants viewed the stimuli through a mirror mounted on the head coil. The viewing distance was $8 3 ~ \\mathrm { c m }$ .Blood oxygen level-dependent (BOLD) signals were acquired with an echo-planar imaging sequence (echo time, $3 0 ~ \\mathrm { m s } ;$ repetition time, $2 0 0 0 \\ \\mathrm { m s } ,$ ：fieldofview, $2 4 0 \\times 2 4 0 \\mathrm { \\ m m } ^ { 2 } .$ matrix, $6 4 \\times 6 4 ,$ ：in-plane resolution, $3 . 7 5 \\ \\mathrm { m m }$ ；flipangle, $9 0 ^ { \\circ }$ ；slice thickness, $5 \\ \\mathrm { m m }$ gap, $0 \\ \\mathrm { m m }$ ；number of slices, 32;slice orientation,axial).A high-resolution 3D structural image (3D magnetization-prepared rapid acquisition gradient echo; $1 \\times 1 \\times 1 . 3 3 \\mathrm { { \\ m m } }$ resolution) was also acquired. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "tDCS Protocol ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The involvement of the TPJ in the interaction between top-down and bottom-up processes was identified by fMRI (see Results). Based on the international 1O-20 system for EEG electrode placement, the stimulation site of tDCS was located in the middle point between T4 and T6 for the right TPJ (Fig.7a). The accuracy of this localization method was confirmed in six participants by using an MRI-guidedframelessstereotaxysystem(Brainsight; Rogue Research). The reference electrode was placed over the left cheek,to avoid any confounding effect from other brain areas [Hsu et al.，201; Liang et al.，2014; Tseng et al.，2012].In the anodal tDCS session, the anodal electrode was placed on the stimulation site and the cathodal electrode was placed on the reference site,and vice versa in the cathodal session. The electrode pads were $5 ~ \\times$ $5 ~ \\mathrm { c m } ^ { 2 }$ and delivered the current for $1 0 ~ \\mathrm { m i n }$ with an intensity of $1 . 5 \\ \\mathrm { m A } ,$ or $0 . 0 9 3 7 \\mathrm { \\ m A } / \\mathrm { c m } ^ { 2 }$ . In the sham session, one half of participants used the montage of electrodes as anodal session,while the other half used the same montage as cathodal session.The current was applied for $3 0 ~ \\mathrm { s }$ with identical electrode placements.After the stimulation, participants started the task,which was an off-line stimulation experimental design. The three stimulation sessions (sham，anodal,and cathodal) were fully counterbalanced across subjects.The interval between the administration of the two conditions was least $^ { 4 8 \\mathrm { ~ h ~ } }$ apart to reduce any possible carry-over interference from any previous stimulation session.All stimulation conditions were within-subjects withidentical materials,stimuli,and procedures.The stimulation protocol complied with the current safety guidelines for tDCS [Nitsche et al., 2003] and was approved by the local ethics committee.In studies of the motor cortex, the application of surface-anodal tDCS enhances cortical activity，while surface-cathodal tDCS reduces cortical activity [for a review,see Nitsche et al.,2008]. The tDCS effect derives mainly from the modulation of the GABAergic activity，which changes neural spike levels beyond baseline activity [Utz et al.，2010]. The similar polarity effect was also observed in studies of cognitive function [Hsu et al.，2011; Tseng et al.,2012]. However,it remains unclear whether the surface tDCS effect in cognitive function is due to the same mechanism as in motor cortex.By combining fMRI data,we assumed that if a brain region is deactivated during a demanding task, the advanced suppression of this region by surface-cathodal tDCS might exhaust the range for further reduction in its activity (and connectivity)，and therefore impact the function of this region. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Behavioral Data Analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For behavioral data,RT and accuracy were entered into to repeated-measures ANOVAs.For the fMRI experiment, cognitive load level (low and high) and stimulus surprise level (standard and oddball) were used as within-subject factors.For the tDCS data,an additional factor of the tDCS condition (sham，anodal，and cathodal)was added in a three-way repeated-measures ANOVA. Incorrect responses were excluded from the computation of the mean RTs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "fMRI Data Analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Image preprocessing and statistical parametric mapping ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data analysis was performed using the Statistical Parametric Mapping package (SPM8;Welcome Department of Imaging Neuroscience,London,UK).Functional volumes werecorrectedforslicetiming，spatiallyrealigned, resampled to $3 \\times 3 \\times 3 ~ \\mathrm { m m } ^ { 3 }$ voxel size,normalized to an EPI template in Montreal Neurological Institute (MNI) space,and spatially smoothed with an isotropic $8 ~ \\mathrm { m m }$ fullwidth at half-maximum Gaussian kernel. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Foreach participant,first-level statistical parametric maps of BOLD signals were created using a general linear model (GLM) with regressors defined for correct responses to each of the four trial types:2 (cognitive load: low vs. $\\mathrm { h i g h } ) \\times 2$ (stimulus surprise:standard vs.oddball).Additional nuisance variables were included for incorrect responses to the four stimuli types. These regressors were convolved with astandard canonical hemodynamic response function. Six parametersgenerated during motion correction were also entered as covariates of no interest. The time series for each voxel were high-pass filtered $( 1 / 1 2 8 ~ \\mathrm { H z }$ cutoff） to remove low-frequency noise and signal drift. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thespecificeffectsoftop-downcognitiveload $( \\mathrm { h i g h - l o w } )$ ，the oddball induced bottom-up processing (oddball- standard)，and the interaction between them ([oddball-standard $\\mathrm { { l } _ { h i g h } }$ -[oddball-standardlow）were tested by applying the appropriate contrasts to the GLM parameter estimates,resulting in contrast maps for these effects for each participant. The contrast maps were entered into a second-level group analysis conducted with a random-effects model that accounts for inter-subject variability and permits population-based inferences.A Monte Carlo simulation using the AlphaSim program (http:// afni.nimh.nih.gov/pub/dist/doc/manual/AlphaSim.pdf) was conducted to determine an appropriate cluster threshold.Assuming an individual voxel type I error of $\\textstyle P < 0 . 0 0 5 ,$ a cluster extent of 46 contiguous voxels was indicated as necessary to correct for multiple voxel comparisonsat $P < 0 . 0 5$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Psychophysiological interaction (PPl) analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "PPI analysis provides a measure of functional connectivity change between different brain regions depending on a specific psychological context [Friston et al.，1997]. This was achieved by using a moderator derived from the product of the activity of a source region and the psychological context.The TPJ was identified from the cognitive load by stimulus surprise interaction contrast (see Results). We were interested in whether the TPJ functionally interacts with regions involved in top-down and bottom-up processing under the modulation of interaction effect.A PPI analysis was carried out to identify region(s) that had differential connectivity with the TPJ modulated by the interaction between top-down and bottom-up processing. The models were tested separately for the left and right TPJ. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For each participant,we first extracted the deconvolved BOLD signal time series from a $6 ~ \\mathrm { m m }$ radius sphere centered on the participant's local maximum voxel located nearest to the peak of the TPJ,which was defined by the whole group cluster (average MNI coordinate of TPJ, left: $x = - 5 2 ,$ $y = - 5 4 .$ $z = 2 3$ ;right: $x = 5 1$ 1 $y = - 5 4 .$ $z = 2 6$ ).The PPI term was calculated as element-by-element product of this TPJ time series (physiological variable) and the vector of the psychological variable，which was the cognitive loadbystimulussurpriseinteraction([oddballstandard $\\mathrm { { l } _ { \\mathrm { { h i g h } } } }$ -[oddball - standardlow). This product was reconvolved with the canonical hemodynamic response function.This new model generated included the PPI term，the physiological variable，and the psychological variable as regressors [see King et al.，2012 fora similar PPI variable definition]. Data from one participant was excluded from PPI analysis because activation in the regionof interest (ROI) of the TPJ could not be identified. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The second-level group data analysis for the PPI was conducted using a one-sample t test with the same threshold used as in the GLM analysis.Since the TPJ tends to be deactivated during attention demanding tasks [Fox,2005; Todd et al., 20o5],as in the current experiment,we sought to assess potential target regions which showed negative functional connectivity with the TPJ. Regions identified as significant clusters indicate two possible interpretations: (1）the connectivity between the TPJ and those regions is altered by the psychological context,or (2) the response of those regions to the psychological context is modulated by TPJ activity. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/14701ab69f086605cf14510831d4298ce2c873e6cd1f9157f45a0dbf3a9baf91.jpg",
        "img_caption": [
            "Figure 2. ",
            "Behavioralresults.(a) Theaccuracyresult:performance decreased in the high cognitive load condition compared with the low load condition. (b) The reaction time (RT) result: high cognitive load as well as the oddball condition was associated with prolonged RT，with a super additive surprise effect. \\* $\\pmb { P } < 0 . 0 1$ ; Error bars: $\\pm S E M$ ， "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Through PPI analysis,we identified regions that functionally interacted with the TPJ.We then tested whether these regions were implicated in top-down or bottom-up processing by conducting a conjunction analysis of the bottom-up (oddball- standard） contrast image and the PPI image，and a conjunction analysis of the top-down (high load-low load) contrast image and the PPI image. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ROl and correlation analyses ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Using contrast maps,ROIs were extracted from a $6 ~ \\mathrm { m m }$ radius sphere centered on the local maximum voxel nearest to the peak.A correlation was computed across subjects between individualbehavioralinteractioneffectinRT (calculatedas [oddball-standard $\\mathrm { { l } _ { h i g h } }$ -[oddball-standardlow）and PPI extracted for each participant. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dynamic causal modeling (DCM) ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Due to the inherent limited causal interpretability of the PPI analysis for the direction of the interaction,we conducted DCM to further examine the connectivity of the TPJ with other brain regions.DCM models the interplay of three mechanisms: direct inputs to the neural ROI, interregional connections between brain regions,and modulation of the connections by contextual variables [Friston et al., 2003]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DCM serves to explain the potential mechanisms (in terms of neural coupling） that underlie the regional responses detected in conventional SPM analysis [Stephan et al.,2o07]. This puts a congruent constraint on the choice of ROI,in which the definition of a ROI is usually based ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/308ad1a65ad2a3da89c7952524dd2a587b4ec594ab72de453731cf52a90ac407.jpg",
        "img_caption": [
            "Figure 3. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Maineffectsof top-downandbotom-uprocesses.(a)Regionsindicatesvoxelswithdecreaseinactivation.SP,superiorrietal associated with the recruitment of top-down attentional process lobule; IPS, intraparietal sulcus; AG,angular gyrus； TPJ,temporo(main efect of cognitive load,high load - low load). (b) Regions parietal junction; IFEF, left frontal eye field;rFEF,right frontal eye associated with the recruitment of bottom-up attentional process field;IAl,left anterior insula;rAl,right anterior insula;vmPFC, (main effect of stimulus surprise level,oddball - standard).Red ventral medial prefrontal cortex; PCC,posterior cingulate cortex; color indicates voxels with increase in activation.Blue color FG, fusiform gyrus; Tha, thalamus; MOG,middle occipital gyrus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "onthe functional specializationrevealedbydifferent statistical contrasts in the conventional SPM analysis.TPJ coordinates were identified based on the cognitive load by stimulus surprise interaction contrast as in the PPI analysis.Other regions included in the DCM were selected based on the conjunction analysis of the bottom-up (oddball- standard) contrast image and the PPI,and the conjunction analysis of the top-down (high load-low load) contrast image and the PPI. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The goal of this DCM analysis was to explain the cognitive load by stimulus surprise interaction in the TPJ by a simple model in which the connections conveying the stimulus-specific information were under the control of modulatory influences of cognitive load.Specifically，the TPJ was reciprocally interconnected with other ROIs that were included in the DCM.The surprise effect as the drivinginput elicits activitydirectly in regions that were identified in the conjunction analysis between bottom-up (oddball - standard) contrast image and the PPI,while the cognitive load modulates the reciprocal interconnections. The model parameters were fitted to each participant's data separately.The statistical significance of each parameter value was determined using classical random-effects analyses. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/5cd995d4e2d9067603642a7eef3292b7c7e70a4ea828dc0e60b799c48ff14265.jpg",
        "table_caption": [
            "TABLE l. Activation and deactivation of brain regions involved in top-down attentional processes "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td colspan=\"2\">MNI</td><td></td><td></td><td></td><td></td></tr><tr><td>Region</td><td>L/R</td><td>BA</td><td>X</td><td>y</td><td>Z</td><td>T</td><td>Z</td><td>k</td></tr><tr><td colspan=\"9\">Positive</td></tr><tr><td>Middle occipital gyrus (IPS)</td><td>R</td><td>19</td><td>30</td><td>-63</td><td>36</td><td>9.76</td><td>6.69</td><td>1633</td></tr><tr><td>SPL</td><td>R</td><td>7</td><td>18</td><td>-72</td><td>57</td><td>9.33</td><td>6.53</td><td></td></tr><tr><td>Postcentral gyrus</td><td>R</td><td>2</td><td>45</td><td>-36</td><td>45</td><td>7.74</td><td>5.84</td><td></td></tr><tr><td>SPL</td><td>R</td><td>40</td><td>39</td><td>-48</td><td>57</td><td>7.55</td><td>5.75</td><td></td></tr><tr><td>Inferior parietal lobule</td><td>R</td><td>40</td><td>36</td><td>-45</td><td>45</td><td>7.49</td><td>5.72</td><td></td></tr><tr><td>SPL (IPS)</td><td>L</td><td>7</td><td>-24</td><td>-63</td><td>57</td><td>9.6</td><td>6.63</td><td>3829</td></tr><tr><td>Inferior parietal lobule</td><td>L</td><td>40</td><td>-36</td><td>-51</td><td>54</td><td>8.07</td><td>5.99</td><td></td></tr><tr><td>Inferior occipital gyrus</td><td>L</td><td>37</td><td>-48</td><td>-66</td><td>-3</td><td>7.08</td><td>5.51</td><td></td></tr><tr><td>Cerebelum crus I</td><td>L</td><td></td><td>-33</td><td>-60</td><td>-30</td><td>6.56</td><td>5.24</td><td></td></tr><tr><td>Middle occipital gyrus</td><td>L</td><td>19</td><td>-27</td><td>-72</td><td>30</td><td>6.47</td><td>5.19</td><td></td></tr><tr><td>Postcentral gyrus</td><td>L</td><td>2</td><td>-51</td><td>-30</td><td>45</td><td>6.1</td><td>4.98</td><td></td></tr><tr><td>Cerebelum VI</td><td>L</td><td></td><td>-24</td><td>-63</td><td>-27</td><td>5.89</td><td>4.85</td><td></td></tr><tr><td>Cerebelum crus II</td><td>L</td><td></td><td>-3</td><td>-81</td><td>-27</td><td>5.85</td><td>4.83</td><td></td></tr><tr><td>Fusiform gyrus</td><td>R</td><td>37</td><td>54</td><td>-54</td><td>-15</td><td>5.76</td><td>4.78</td><td></td></tr><tr><td>Cerebelum crus II</td><td>R</td><td></td><td>6</td><td>-78</td><td>-39</td><td>5.36</td><td>4.53</td><td></td></tr><tr><td>Cerebelum VIIB</td><td>L</td><td></td><td>-6</td><td>-75</td><td>-39</td><td>5.32</td><td>4.51</td><td></td></tr><tr><td>Cerebelum crus I</td><td>R</td><td></td><td>39</td><td>-57</td><td>-30</td><td>4.98</td><td>4.28</td><td></td></tr><tr><td>Cerebelum VIII</td><td>L</td><td></td><td>-30</td><td>-69</td><td>--51</td><td>4.54</td><td>3.98</td><td></td></tr><tr><td> Inferior temporal gyrus</td><td>R</td><td>19</td><td>48</td><td>-69</td><td>-9</td><td>4.5</td><td>3.96</td><td></td></tr><tr><td>Cerebelum crus I</td><td>R</td><td></td><td>48</td><td>-54</td><td>-27</td><td>4.46</td><td>3.93</td><td></td></tr><tr><td>Cerebelum VI</td><td>R</td><td></td><td>27</td><td>-63</td><td>-27</td><td>4.33</td><td>3.83</td><td></td></tr><tr><td>Cerebelum VIII</td><td>R</td><td></td><td>15</td><td>-72</td><td>-48</td><td>4.32</td><td>3.83</td><td></td></tr><tr><td>Cerebelum X</td><td>R</td><td></td><td>27</td><td>-36</td><td>-45</td><td>3.54</td><td>3.24</td><td></td></tr><tr><td>Vermis</td><td></td><td></td><td>3</td><td>-48</td><td>-12</td><td>3.36</td><td>3.1</td><td></td></tr><tr><td>Cerebelum IX</td><td>L</td><td></td><td>-18</td><td>-45</td><td>-54</td><td>3.13</td><td>2.92</td><td></td></tr><tr><td>Middle frontal gyrus</td><td>R</td><td>6</td><td>30</td><td>3</td><td>63</td><td>7.8</td><td>5.87</td><td>811</td></tr><tr><td>Precentral gyrus</td><td>R</td><td>4</td><td>42</td><td>6</td><td>30</td><td>5.9</td><td>4.86</td><td></td></tr><tr><td>Inferior frontal gyrus</td><td>R</td><td>44</td><td>51</td><td>12</td><td>27</td><td>5.51</td><td>4.62</td><td></td></tr><tr><td>Precentral gyrus</td><td>R</td><td>6</td><td>54</td><td>6</td><td>45</td><td>4.52</td><td>3.97</td><td></td></tr><tr><td>Superior frontal gyrus</td><td>L</td><td>6</td><td>-57</td><td>9</td><td>39</td><td>6.36</td><td>5.12</td><td>600</td></tr><tr><td>Precentral gyrus</td><td>L</td><td>6</td><td>-36</td><td>-3</td><td>60</td><td>6.27</td><td>5.08</td><td></td></tr><tr><td>Supplementary motor area</td><td>R</td><td>6</td><td>3</td><td>12</td><td>54</td><td>6.27</td><td>5.08</td><td>277</td></tr><tr><td>Anterior cingulate cortex</td><td>R</td><td>32</td><td>9</td><td>24</td><td>39</td><td>3.68</td><td>3.35</td><td></td></tr><tr><td>Thalamus</td><td>R</td><td></td><td>18</td><td>-9</td><td>18</td><td>5.36</td><td>4.53</td><td>212</td></tr><tr><td>Anterior insular cortex</td><td></td><td></td><td>33</td><td>27</td><td>0</td><td>5.26</td><td>4.47</td><td>144</td></tr><tr><td>Thalamus</td><td>R L</td><td></td><td>-15</td><td>-12</td><td>15</td><td>4.48</td><td>3.95</td><td>183</td></tr><tr><td>Anterior insular cortex</td><td>L</td><td></td><td>-33</td><td>24</td><td>6</td><td>4.07</td><td>3.65</td><td>64</td></tr><tr><td colspan=\"9\">Negative</td></tr><tr><td>Orbitofrontal gyrus</td><td>R</td><td>11</td><td>3</td><td>45</td><td>-6</td><td>10.56</td><td>6.99</td><td>13565</td></tr><tr><td>Angular gyrus</td><td>R</td><td>39</td><td>51</td><td>-66</td><td>33</td><td>9.52</td><td>6.6</td><td></td></tr><tr><td>Posterior cigulate cortex</td><td>R</td><td>23</td><td>3</td><td>-39</td><td>36</td><td>9.08</td><td>6.43</td><td></td></tr><tr><td>Middle occipital gyrus</td><td>L</td><td>19</td><td>-39</td><td>-78</td><td>42</td><td>8.96</td><td>6.38</td><td></td></tr><tr><td>Precuneus Medial superior frontal gyrus</td><td>L</td><td>23</td><td>0</td><td>-57</td><td>27</td><td>8.89</td><td>6.35</td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/dca9b79a5db07e05586f884b23bc1299ae44d4e86c9f4f0aad8c8f05250420e5.jpg",
        "table_caption": [
            "TABLE I. (continued). "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td colspan=\"3\">MNI</td><td></td><td></td><td></td></tr><tr><td>Region</td><td>L/R</td><td>BA</td><td>X</td><td>y</td><td>N</td><td>T</td><td>Z</td><td>k</td></tr><tr><td> Superior occipital gyrus</td><td>R</td><td>19</td><td>15</td><td>-96</td><td>30</td><td>6.24</td><td>5.06</td><td></td></tr><tr><td>Medial superior frontal gyrus</td><td>L</td><td>9</td><td>-3</td><td>45</td><td>51</td><td>6.09</td><td>4.98</td><td></td></tr><tr><td>Temporal pole</td><td>R</td><td>38</td><td>42</td><td>12</td><td>-39</td><td>5.95</td><td>4.89</td><td></td></tr><tr><td>Inferior temporal gyrus</td><td>R</td><td>20</td><td>54</td><td>-3</td><td>-33</td><td>5.8</td><td>4.8</td><td></td></tr><tr><td>Temporal pole</td><td>L</td><td>38</td><td>-30</td><td>18</td><td>-30</td><td>5.74</td><td>4.77</td><td></td></tr><tr><td>Superior occipital gyrus</td><td>L</td><td>19</td><td>-63</td><td>-57</td><td>27</td><td>5.7</td><td>4.74</td><td></td></tr><tr><td>Medial superior frontal gyrus</td><td>L</td><td>8</td><td>-6</td><td>27</td><td>63</td><td>5.7</td><td>4.74</td><td></td></tr><tr><td>Inferior frontal gyrus</td><td>L</td><td>47</td><td>-36</td><td>36</td><td>-18</td><td>5.57</td><td>4.66</td><td></td></tr><tr><td>Parahippocampal gyrus</td><td>R</td><td>36</td><td>18</td><td>0</td><td>-24</td><td>5.51</td><td>4.62</td><td></td></tr><tr><td>Middle frontal gyrus</td><td>L</td><td>9</td><td>-18</td><td>51</td><td>30</td><td>5.36</td><td>4.53</td><td></td></tr><tr><td>Middle cingulate cortex</td><td>R</td><td>23</td><td>6</td><td>-6</td><td>39</td><td>5.11</td><td>4.37</td><td></td></tr><tr><td>Parahippocampal gyrus</td><td>L</td><td>36</td><td>-33</td><td>0</td><td>-24</td><td>5.03</td><td>4.32</td><td></td></tr><tr><td>Middle temporal gyrus</td><td>R</td><td>37</td><td>66</td><td>-45</td><td>-6</td><td>5.03</td><td>4.32</td><td></td></tr><tr><td>Parahippocampal gyrus</td><td>L</td><td>34</td><td>-15</td><td>0</td><td>-18</td><td>4.33</td><td>3.84</td><td></td></tr><tr><td>Thalamus</td><td>R</td><td></td><td>15</td><td>-30</td><td>0</td><td>4.32</td><td>3.83</td><td></td></tr><tr><td>Inferior occipital gyrus</td><td>R</td><td>18</td><td>27</td><td>-102</td><td>0</td><td>4.29</td><td>3.81</td><td></td></tr><tr><td>Inferior occipital gyrus</td><td>L</td><td>18</td><td>-24</td><td>-105</td><td>3</td><td>4.28</td><td>3.8</td><td></td></tr><tr><td>Ventral striatum</td><td>L</td><td></td><td>-18</td><td>6</td><td>-12</td><td>4.27</td><td>3.79</td><td></td></tr><tr><td>Superior temporal gyrus</td><td>R</td><td>42</td><td>42</td><td>-30</td><td>15</td><td>4.24</td><td>3.77</td><td></td></tr><tr><td>Orbitofrontal gyrus</td><td>L</td><td>11</td><td>-18</td><td>27</td><td>-15</td><td>4.08</td><td>3.65</td><td></td></tr><tr><td>Putamen</td><td>R</td><td></td><td>33</td><td>-9</td><td>-3</td><td>3.94</td><td>3.55</td><td></td></tr><tr><td>Inferior frontal gyrus</td><td>L</td><td>45</td><td>-51</td><td>33</td><td>6</td><td>3.91</td><td>3.53</td><td></td></tr><tr><td>Parahippocampal gyrus</td><td>L</td><td>27</td><td>-15</td><td>-36</td><td>-3</td><td>3.82</td><td>3.46</td><td></td></tr><tr><td>Paracentral lobule</td><td>L</td><td>4</td><td>-6</td><td>-21</td><td>72</td><td>3.81</td><td>3.45</td><td></td></tr><tr><td>Inferior frontal gyrus</td><td>R</td><td>45</td><td>57</td><td>36</td><td>6</td><td>3.7</td><td>3.37</td><td></td></tr><tr><td>Parahippocampal gyrus</td><td>R</td><td>30</td><td>24</td><td>-27</td><td>-21</td><td>3.65</td><td>3.33</td><td></td></tr><tr><td>Fusiform gyrus</td><td>R</td><td>37</td><td>30</td><td>-36</td><td>-15</td><td>3.43</td><td>3.15</td><td></td></tr><tr><td>Fusiform gyrus</td><td>L</td><td>30</td><td>-18</td><td>-39</td><td>-15</td><td>3.43</td><td>3.15</td><td></td></tr><tr><td>Supramaginal gyrus</td><td>L</td><td>40</td><td>-66</td><td>-33</td><td>21</td><td>3.38</td><td>3.12</td><td></td></tr><tr><td>Hippocampus</td><td>R</td><td></td><td>18</td><td>-24</td><td>-9</td><td>3.28</td><td>3.03</td><td></td></tr><tr><td>Cerebelum crus II</td><td>R</td><td></td><td>24</td><td>-84</td><td>-36</td><td>6.34</td><td>5.11</td><td>263</td></tr><tr><td>Cerebelum crus II</td><td>L</td><td></td><td>-30</td><td>-78</td><td>-36</td><td>5.86</td><td>4.84</td><td>168</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Behavioral Results of the fMRl Experiment ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Overall performance on the MFT was $4 9 0 \\pm 8 3$ ms $( \\mathrm { M e a n } \\pm \\mathrm { S D } )$ in RT and $9 2 . 3 \\pm 3 . 5 \\%$ in accuracy. Participants were less accurate and slower in the high cognitive load condition (2:1) than in the low cognitive load condition (3:0; Fig. 2). Repeated-measures ANOVAs on RT and accuracy showed that the main effect of cognitive load was significant for both accuracy and RT $( F _ { ( 1 , 3 4 ) } = 1 0 0 4 . 1 5 ,$ $P < 0 . 0 0 1 \\$ and $F _ { ( 1 , 3 4 ) } = 1 5 5 . 6 3 _ { \\cdot }$ 、 $P < 0 . 0 0 1$ ，respectively).We also found a significant main effect of surprise level on RTs $( F _ { ( 1 , 3 4 ) } = 8 . 2 5 ,$ 、 $P < 0 . 0 1 { \\ : }$ )，with slower responsesin oddball trials compared to standard trials.Importantly,we found a significant interaction between cognitive load and surprise level on RTs $( F _ { ( 1 , 3 4 ) } = 1 0 . 4 9 _ { . }$ $P < 0 . 0 1 \\rangle$ ，but not on accuracy $( F _ { ( 1 , 3 4 ) } = 1 . 2 7 _ { \\cdot }$ ， $P > 0 . 2 0 \\}$ .Planned simple comparisons on RT revealed that oddball slowed the response under high cognitive load $( F _ { ( 1 , 3 4 ) } = 1 1 . 4 0 \\$ $P < 0 . 0 1$ ),but not under low cognitive load $( F < 1 )$ . The concurrent processing of the high cognitive load and oddball stimuli had a deleterious effect on performance beyond the effects of either manipulation in isolation. These results suggest an integration of top-down and bottom-up processing by showing the main effects and the interaction between the independent manipulations of each process. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Statistic Parametric Mapping Results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Main effects of top-down and bottom-up control processes ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For the top-down control processing (high-low cognitive load),a statistical parametric map revealed that areas associated with executive control,including frontal eye field (FEF),anterior insular cortex,superior parietal lobule (SPL), and areas along the intraparietal sulcus (IPS) extending to visual areas (regions in red in Fig.3a, Table I),were more active under high load condition compared to the low load condition.In addition，this contrast also revealed significantly less activation or deactivation of the core regions of the default mode network [Raichle et al.,2001] including medial prefrontal cortex,posterior cingulate cortex/precuneus,inferior temporal lobe,and angular gyrus extending inferiorly to TPJ (regions in blue in Fig.3a, Table I). ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/ac7105cecbf079c8f8ee32275be43aa4f306a305dd1096e25c7a1cfe19f84c1e.jpg",
        "table_caption": [
            "TABLE Il. Activation and deactivation of brain regions involved in bottom-up attentional processes "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td colspan=\"3\">MNI</td><td></td><td></td><td></td></tr><tr><td>Region</td><td>L/R</td><td>BA</td><td>X</td><td>y</td><td>Z</td><td>T</td><td>Z</td><td>k</td></tr><tr><td colspan=\"9\">Positive</td></tr><tr><td>Fusiform gyrus</td><td>L</td><td>37</td><td>-45</td><td>-54</td><td>-15</td><td>5.6</td><td>4.68</td><td>703</td></tr><tr><td>Inferior temporal gyrus</td><td>L</td><td>37</td><td>-48</td><td>-66</td><td>-12</td><td>5.27</td><td>4.47</td><td></td></tr><tr><td>Cerebelum VI</td><td>L</td><td></td><td>-39</td><td>-51</td><td>-24</td><td>5.12</td><td>4.38</td><td></td></tr><tr><td>Inferior occipital gyrus</td><td>L</td><td>18</td><td>-36</td><td>-90</td><td>6</td><td>3.5</td><td>3.21</td><td></td></tr><tr><td>Middle occipital gyrus</td><td>L</td><td>19</td><td>-33</td><td>-90</td><td>-3</td><td>3.39</td><td>3.12</td><td></td></tr><tr><td>Postcentralgyrus</td><td>L</td><td>2</td><td>-48</td><td>-36</td><td>57</td><td>5.32</td><td>4.51</td><td>183</td></tr><tr><td>Middle occipital gyrus</td><td>R</td><td>19</td><td>39</td><td>-81</td><td>6</td><td>5.19</td><td>4.43</td><td>1092</td></tr><tr><td> Inferior temporal gyrus</td><td>R</td><td>37</td><td>48</td><td>-57</td><td>-12</td><td>4.98</td><td>4.28</td><td></td></tr><tr><td>Inferior occipital gyrus</td><td>R</td><td>19</td><td>42</td><td>-78</td><td>-6</td><td>4.76</td><td>4.14</td><td></td></tr><tr><td>Middle temporal gyrus</td><td>R</td><td>37</td><td>42</td><td>-69</td><td>12</td><td>4.11</td><td>3.68</td><td></td></tr><tr><td>Fusiform gyrus</td><td>R</td><td>19</td><td>36</td><td>-66</td><td>-15</td><td>4.1</td><td>3.67</td><td></td></tr><tr><td>Middle occipital gyrus</td><td>R</td><td>39</td><td>39</td><td>-72</td><td>21</td><td>3.82</td><td>3.46</td><td></td></tr><tr><td>Superior occipital gyrus</td><td>R</td><td>7</td><td>27</td><td>-66</td><td>39</td><td>3.81</td><td>3.45</td><td></td></tr><tr><td>Cerebelum VI</td><td>R</td><td></td><td>21</td><td>-60</td><td>-18</td><td>3.75</td><td>3.41</td><td></td></tr><tr><td>Middle occipital gyrus</td><td>L</td><td>19</td><td>-30</td><td>-66</td><td>33</td><td>3.9</td><td>3.52</td><td>63</td></tr><tr><td colspan=\"9\">Negative</td></tr><tr><td>Caudate nucleus</td><td>L</td><td></td><td>-12</td><td>18</td><td>-3</td><td>4.76</td><td>4.14</td><td>390</td></tr><tr><td>Caudate nucleus</td><td>R</td><td></td><td>6</td><td>-3</td><td>3</td><td>4.22</td><td>3.76</td><td></td></tr><tr><td>Ventral striatum</td><td>L</td><td></td><td>-18</td><td>9</td><td>-18</td><td>3.8</td><td>3.45</td><td></td></tr><tr><td>Caudate nucleus</td><td>L</td><td></td><td>-18</td><td>3</td><td>18</td><td>3.36</td><td>3.1</td><td></td></tr><tr><td>Thalamus</td><td>L</td><td></td><td>-9</td><td>-3</td><td>0</td><td>3.07</td><td>2.86</td><td></td></tr><tr><td>Orbitalfrontal gyrus</td><td>R</td><td>11</td><td>9</td><td>36</td><td>-18</td><td>4.58</td><td>4.02</td><td>51</td></tr><tr><td>Medial superior frontal gyrus</td><td>R</td><td>6</td><td>9</td><td>-9</td><td>75</td><td>3.47</td><td>3.19</td><td>70</td></tr><tr><td>Medial superior frontal gyrus</td><td>L</td><td>6</td><td>-3</td><td>-15</td><td>72</td><td>3.27</td><td>3.03</td><td></td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For the bottom-up stimulus-driven processing, the contrast of oddball-standard trials showed greater activity during the oddball trials mainly in the occipital gyrus and fusiform gyrus,extending to SPL (Fig. 3b, Table II). Additionally,this contrast wasassociated with significant deactivationin bilateral thalamus. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "eral TPJ (Fig. 4a),as shown by BOLD signal change $( \\% )$ extracted from bilateral TPJ clusters in each condition (Fig. 4b). The peak coordinates of TPJ [right TPJ (rTPJ): 51, $- 5 2 ,$ 24;left TPJ (ITPJ): $^ { - 4 8 , }$ $- 5 4 ,$ ，24] were consistent with previous findings attributed to TPJ from different domains [Geng and Vossel，2013]. The BOLD response pattern revealed that the bottom-up information of the oddball elicited greater deactivation of TPJ under high cognitive load (rTPJ: $t _ { ( 3 4 ) } = - 3 . 2 4$ ， $P < 0 . 0 1$ ；ITPJ: $t _ { ( 3 4 ) } = - 4 . 3 3 ,$ $P < 0 . 0 0 1 \\$ ） while less or non-significant deactivation under the low cognitive load (rTPJ: $t _ { ( 3 4 ) } = 2 . 5 7 .$ 、 $P < 0 . 0 5 ,$ ITPJ: $t _ { ( 3 4 ) } = 1 . 0 ,$ $P > 0 . 1 \\AA$ ).We did not find any other region showing activation or deactivation with the interaction contrast. These results suggest that bilateral TPJ underlie the integration of top-down and bottom-up process. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "PPI Results ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Interaction between top-down and bottom-up processes ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We isolated the brain regions that were associated with the interaction effect,that is,the difference in the surprise effect between high and low cognitive load ([oddball - standard $\\mathrm { { l _ { h i g h } } ^ { - } }$ -[oddball-standardllow). This interaction effect was associated with significant deactivation in bilat",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We found a significant negative PPI between bilateral TPJ and right middle occipital gyrus (rMOG),as well as between left TPJ and right frontal eye field (rFEF),which were modulated by the interaction between the two experimental manipulations (Fig. 5a,Table II). This negative relationship suggests that a decrease in activity in TPJ is associated with an increase in activity in rMOG and rFEF, while this association was greater for the surprise effect ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/8e1a82033349dfd5072bf16f67b2ed87a67687da6fd3c3de755d576af5c764b0.jpg",
        "img_caption": [
            "Figure 4. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Interaction between top-down and bottom-up processes.(a) Regions identified by interaction contrast ([oddball- standard]- high -[oddball- standard]low).Deactivation was seen bilaterally in the region of the TPJ. (b) BOLD signal change $( \\%$ in beta value） extracted from bilateral TPJ clusters in each condition. Error bars: $\\pm S E M$ ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "under the high cognitive load compared to the low cognitive load. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The conjunction analysis of the top-down contrast images of the GLM $\\mathrm { \\ h i g h > }$ low cognitive load） and PPI revealed a common area in rFEF (Fig. 5a).In addition, the conjunction analysis of the bottom-up contrast image of the GLM (oddball $>$ standard) and the PPI revealed a common area in rMOG. These results suggest that TPJ functionally interacted with regions involved in top-down processing as well as with regions implicated in bottomup processing. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The correlation between the magnitude of the PPI and behavioral interaction effect was calculated (Fig. 5b).The PPI between ITPJ and rFEF was negatively correlated with the behavioral interaction effect $( r = - 0 . 5 1 \\$ ， $P < 0 . 0 1 \\$ .The PPI between TPJ and rMOG was marginally correlated with the behavioral interaction (between rTPJ and rMOG: $r = - 0 . 3 4$ 、 $P = 0 . 0 5$ ：between ITPJ and rMOG: $r = - 0 . 3 2 ,$ （204号 $P = 0 . 0 7 \\$ ） ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "DCM Results ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the model of $\\mathrm { r T P J }$ and rMOG (average MNI coordinate, $x = 4 0$ 1 $y = - 7 6 , \\ z = - 5 )$ ，theparameter for the driving input (oddball- standard) to rMOG was significant (Fig. 6a, $t _ { ( 3 3 ) } = 2 . 5 3 ,$ $P < 0 . 0 5 )$ ，which was consistent with the main effect of the bottom-up manipulation in rMOG revealed by the GLM. There was significant negative modulation of cognitive load on the forward connections from rMOG to rTPJ $( t _ { ( 3 3 ) } = - 3 . 0 0$ $P < 0 . 0 1$ ).Critically,thenega tive sign of the modulatory parameter indicated that the strength of the connection from rMOG to rTPJ was more reduced under high cognitive load compared to low load, resulting in the greater deactivation of TPJ. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the model of ITPJ,rMOG (average MNI coordinate, $x = 4 3 , \\ y = - 7 2 , \\ z = 1 0 )$ ，and rFEF (average MNI coordinate, $x = 3 0 , y = - 2 , z = 6 7 )$ ，similar results were obtained as in the previous model. Note that data from two participants were excluded because at least one of the ROIs could not be identified.As shown in Fig. 6b,the parameter for the driving input (oddball - standard) to rMOG was significant $\\begin{array} { r } { t _ { ( 3 1 ) } = 7 . 1 5 , } \\end{array}$ $P < 0 . 0 0 1$ ).Wealso found a significant negative modulatory effect of cognitive load on the forward connection from rMOG to ITPJ $( t _ { ( 3 1 ) } = - 4 . 5 1 ,$ $P < 0 . 0 0 1 \\$ ).Inaddition,there wasa significant negative intrinsic connectivity from ITPJ to rFEF $( t _ { ( 3 1 ) } = - 3 . 5 7 ,$ $P < 0 . 0 1 \\$ )，indicating that TPJ activity was in opposite phaseofFEFactivity. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "These results indicate that rMOG,TPJ,and rFEF form a network that underlies the interaction between top-down and bottom-up processes.The differentiation between oddballand standard trials elicited activation in rMOG then conveyed onto TPJ through the connection from rMOG to TPJ.This connection was negatively modulated by cognitiveload,whichdemonstrates that the irrelevant informationwas filtered or the differentiation between irrelevant and relevant information (that is,oddball versus standard trials)wasmorereduced underhighloadthanunderlow load,resulting in the interaction effect in TPJ deactivation. The less differential effect in TPJ undermines the rejection of irrelevant distractors and leads to an increase in processing the oddball, consistent with previous findings that loading on the cognitive control process increases distractorprocessing [Fockert et al.,2001;Lavie et al.,2004]. The detection of distractors was configured by the negative connection from TPJ to rFEF,in which TPJ signals rFEF, that presumably has a privileged role in linking stimuli with action [Suzuki and Gottlieb,2O13],and resulted in a prolonged RT in processing irrelevant oddball stimuli. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "tDCS Results ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Repeated-measuresANOVAson accuracy and RT showed that main effects of stimulus surprise and cognitive load were significant on both accuracy and RT(Accuracy: $F _ { ( 1 , 1 7 ) } = 9 . 5 6 ,$ ， $P < 0 . 0 1$ and $F _ { ( 1 , 1 7 ) } = 6 0 . 5 8 \\$ 、 $P < 0 . 0 1$ respectively; RT: $F _ { ( 1 , 1 7 ) } = 5 . 2 3 \\$ ， $P < 0 . 0 5$ and $F _ { ( 1 , 1 7 ) } = 4 9 7 . 7 5 ,$ $P < 0 . 0 0 1 \\$ ,respectively). Participants were less accurate and slower in oddball trials than in standard trials,and also less accurate and slower in the high load condition than in the low load condition. We found a significant three-way interaction on RTs $( F _ { ( 2 , 3 4 ) } = 7 . 7 4 \\$ 、 $P < 0 . 0 1 { \\ : }$ )，but not on ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/2b41f6d2d4ab2275c752ae149c2501b47fa4a6aa35dc749957adf241e8c2f977.jpg",
        "img_caption": [
            "Figure 5. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "PPl and ROl results.(a) PPl results. Top row: seed regions of left and right TPJ for PPl analysis. Bottom row: regions showed negative associations with left or right TPJ modulated by the interaction between experimental manipulations.Decreased activity in the left TPj was associated with increased activity in the rFEF and rMOG,while decreased activity in the right TPJ was associated with increased activity only in the rMOG.Green color indicates the seed regions of the bilateral TPJ. Blue color indicates regions showing negative PPls with the TPJ. Red color indicates conjunction regions of bottom-up contrast image of the GLM (oddbal $>$ standard) and the PPl image，and the conjunction of top-down (high cognitive load-low cognitive load) contrast image and the PPI.(b) ROl and correlation results.The PPl between the ITPJ and rFEF was negatively correlated with behavioral interaction effect.The PPl between the bilateral TPJ and rMOG was marginally correlated with behavioral interaction effect. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/7a7c7c1de2ac37bc85a802d5974f3737c40e85cba6aa95d8545ec71089ea0915.jpg",
        "table_caption": [
            "TABLE III. Negative PPI "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td colspan=\"3\">MNI</td><td></td><td></td><td></td></tr><tr><td>Region</td><td>L/R</td><td>BA</td><td>X</td><td>y</td><td>Z</td><td>T</td><td>Z</td><td>k</td></tr><tr><td>L TPJ as seed</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Middle occipital gyrus</td><td>R</td><td>39</td><td>33</td><td>-69</td><td>18</td><td>3.92</td><td>3.53</td><td>114</td></tr><tr><td>Superior frontal gyus</td><td>R</td><td>6</td><td>21</td><td>-9</td><td>75</td><td>3.61</td><td>3.29</td><td>57</td></tr><tr><td>R TPJ as seed</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Middle occipital gyrus</td><td>R</td><td>19</td><td>36</td><td>-72</td><td>-3</td><td>4.55</td><td>3.98</td><td>69</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "accuracy $( F < 1 )$ . The two-way repeated ANOVAs on RTs revealed significant cognitive load by stimulus surprise interaction effect for sham and anodal tDCS condition $( F _ { ( 1 , 1 7 ) } = 3 2 . 1 6 ,$ $P < 0 . 0 0 1$ and $F _ { ( 1 , 1 7 ) } = 6 . 1 3 ,$ $P < 0 . 0 5 ,$ respectively;Fig. $\\mathbf { 7 b , c }$ ).However,the interaction effect in cathodal tDCS condition was not significant $F < 1 ,$ Fig.7d). The value of Bayes factor was smaller than $1 / 3$ 0 $\\mathrm { B } = 0 . 2 2 )$ ,indicating substantial evidence for null.These results indicate that cathodal tDCS over rTPJ eliminated the interaction effect. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We observed an interaction between top-down and bottom-up processes in behavior，which was mirrored by the neural response of TPJ:oddball trials induced bottomup processing with increased RT and elicited more TPJ deactivation under high cognitive load than under low cognitive load.In addition，TPJ showed a negative PPI with rMOG involving bottom-up distractor-related processing as well as with rFEF involving top-down control. The deactivation of TPJ was further explained by the DCM results that the afferent connection to TPJ from rMOG wasnegatively modulated by cognitive load. Importantly,cathodal tDCS overrTPJ eliminated the interaction effect.Together,these findings suggest that TPJ is essential for integrating top-down attentional control with bottom-up processing.By considering the current results and brain physiology,we can explain the functions of TPJ through two potential models. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "A Filter Model of the TPJ ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "A filtering model may explain TPJ deactivation [Shulman etal.,2003,2007].In this model,TPJ acts asa filter to determine the range of information that should or should not act as its input.For example，behaviorally relevant stimuli that match the features of current task would pass through the filter and activate TPJ,reorienting attention through connection with dorsal frontoparietal regions [Corbetta et al.,2008;DiQuattro and Geng,2011]. Under a focused task state，however，behavioral relevanceis restricted to a small range of events. The efficient filtering of distractors relating to the deactivation of TPJ ensures that the task-irrelevant information would not interrupt ongoing processes，especially during the execution of attention-demanding tasks [Todd et al.，2oo5]. This filter model predicts that TPJ activity should be increasingly inhibitedasthedemandofanattentionaltaskincreases.In our study，TPJ showed greater deactivation under high cognitive load relative to low cognitive load,which is consistent with this prediction as well as previous fMRI findings that TPJ was deactivated during effortful cognitive engagement, such as in a working memory or a rapid visual search paradigm [Anticevic et al.,201o; Shulman et al., 2003,2007]. We extended previous findings by showing ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/1333169c048a8f432df69cdf0e470a8745d9bb78ea38b457d13d41ea355ff4a2.jpg",
        "img_caption": [
            "Figure 6. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "DCM models and results.(a) DCM model of the rTPJ and rMOG.(b)DCM model of the ITPJ，rMOG，and rFEF. Bold arrows indicate the driving input (oddball - standard).Arrows with circle in the end indicate the modulatory efect (high load -lowload)， withsignificantmodulationinblack and nonsignificant modulation in gray. Significant parameters are indicated by the asterisk (\\* $\\pmb { P } < 0 . 0 5$ ；\\* $\\pmb { P } < 0 . 0 1$ ；\\*\\*\\* $\\pmb { P } < 0 . 0 0 1$ ） ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/fab5cd30a4029dc0f053d905c5a1936f120bd2e07c3967e03581bd984412d7b9.jpg",
        "img_caption": [
            "Figure 7. tDCS results. (a) schematic representation of the locations of the tDCS. $( { \\bf b } - { \\bf d } )$ results of Sham, anodal,and cathodal tDCS.Significance is indicated by the asterisk (\\* $\\pmb { P } < 0 . 0 5$ $* * *$ （204号 $\\pmb { P } < 0 . 0 0 1$ ） "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "that this filter function related to TPJ deactivation was achieved by regulating distractor-related process originated from visual cortex.Specifically，our DCM results showed that the forward connection from rMOG to TPJ was negatively modulated by cognitive load,while rMOG was in response to oddball-induced distraction. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Our results showed that TPJ was deactivated across all conditions relative to the no-task baseline，although all arrows in the display are possibly task-relevant and a response was required for each trial. These results are not consistent with evidence showing that TPJ is usually activated upon detecting task-relevant stimuli that require immediate motor responses [Doricchi et al., 20o9;Kincade, 2005;Vossel et al.,20o9].For example,in a study using an endogenous cueing task,the discrimination of target was associated with an increased TPJ activity compared to a no-task baseline,regardless of validity of the cue [Vossel et al.，20o9]. This discrepancy may be attributed to task and stimulus differences.For example,tasks that involve spatial shifts of attention are known to activate the ventral attentional system [Corbetta and Shulman,2oo2;Corbetta et al.,2008],while the stimuli in our study were always presented in the fovea. The most important difference between these studies and our study is the extent of attentional demand elicited by different level of uncertainty processing. For example，in the study by Vossel et al. [2009], the uncertainty associated with an infrequent target was reduced by a preceding cue that predicts target location,and thus further degraded cognitive load of the task. In our study，however，the cognitive load was greater because MFT involves a more complex and corresponding higher-leveluncertaintyprocessing.Specifically， the uncertainty of information to be processed in our task is encoded by a group search algorithm involving sampling and resampling of the inputs to find a coherent majority sample,which is accompanied by TPJ deactivation varied asa function of cognitive load [Fan,2014;Fan et al.,2008, 2014]. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We found synergistic increased RT for surprised compared with nonsurprised trials under high cognitive load relative to low cognitive load,accompanied by a greater deactivation of TPJ.This form of BOLD-behavior relationship suggests that filtering of irrelevant information was compromised when the top-down control on processing of relevant information was executed simultaneously.It has been shown that TPJ is deactivated during search through displays containing only distractor objects while is activated upon detecting subsequent target [Shulman et al., 2003,2007; Wen et al., 2012]. Because the deactivation preceded the target, filtering of irrelevant distractors is associated with improved performance as well as increased TPJ activation on subsequent target detection.However,when the distractor is presented simultaneously with the target, these two types of information are integrated and thus interfere with each other due to competition for overlapping executive resources [Fockert et al.，2O01;Gu et al., 2012].In this study,task-relevant information and irrelevant distraction were embedded in a single target object set，and thus were concurrently processed.Specifically, arrow direction that induces goal-directed behavioris task-relevant, while arrow size that triggers stimulusdriven attention by introducing probability difference is task-irrelevant. Because these two types of information were simultaneously presented,a regular amount of TPJ deactivation might not be sufficient to completely block irrelevant information from interfering with goal-directed behavior. If TPJ deactivation were elicited before targets presentation,it would be predicted that the interference from task-irrelevant sources during execution of attentional demanding task should be reduced or prevented. Our tDCS results supported this prediction by showing that the difference in RT between oddball and standard stimuli was eliminated by the application of surfacecathodal tDCS that assumed to likely inhibit neural activity，while this oddball effect was not affected by anodal tDCS that assumed to enhance neural activity. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "TPJ as a Sensor of Bottom-Up Information ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Alternatively,the BOLD-behavior relationship shown in our study might suggest that TPJ acts as a sensor associated with an increase in distractor processing under the top-down control. This account is consistent with a previously outlined framework of load theory in cognitive control [Lavie et al.，20o4].It has been proposed that the appropriate allocation of attention requires active maintenance of stimulus priority，specifying which stimuli are currently relevant [Fockert et al.，2Oo1]. High load on cognitive control would reduce the differentiation of stimulus priority between targets and distractors and thus lead to an opposite effect to the filtering model: irrelevant distractors should be detected rather than ignored.In the current study,when executive resources were occupied under high cognitive load due to increased uncertainty processing, the boundary that differentiates between low-priority andhigh-priority stimuli (that is between task-irrelevant and task-relevant information) might be more ambiguous. Although the arrow size and probability of the oddball were completely irrelevant to the task based on our manipulation, they might become relevant and thus influence behavioral outcome under high cognitive load. For instance，participants might have prepared for the frequently appearing arrow size when cognitive load was $\\mathrm { \\ h i g h } ,$ resulting in an interference effect from oddball due to aviolation of expectation. Accordingly, TPJ deactivation related to the oddball (versus standard) stimuli under high cognitive load might reflect that reduced differentiation of irrelevant distractions from relevant target was associated with decreased neural activity in TPJ.In contrast,TPJ showed an increased activity to oddball compared to standard stimuli under low cognitive load,and thus minimized the intrusion of irrelevant distractors. Note that we did not find bottom-up effects in TPJ,neither in any other core regions of the ventral system (i.e.,anterior insular cortex).This result is consistent with the previous finding that the ventral network activation is restricted totask-relevant stimuli[Fockert et al.,2OO4;Indovina and Macaluso，2006;Kincade，2005；Serences et al.，2005].In our study,however,oddball manipulation was irrelevant to the task in that neither the probability nor physical features of oddball arrows were directly related to top-down control. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We found that TPJ displayed an increased negative functional connectivity with rMOG and rFEF under high cognitive load compared to low cognitive load，while rMOG and rFEF were involved in bottom-up processing and in top-down control respectively. These results sug gest that the increased processing of irrelevant information under high cognitive load might be achieved through disinhibition of other regions by TPJ's deactivation,although TPJ activation is not directly related to distractor processing.Previous studies have noted that deactivation of posterior parietal cortex disinhibits target neurons of contralateral structures and the resultant excitation leads to the restoration of visual orienting performance [Lomber et al.，2002;Payne and Rushmore,2004]. Such a view is supported by previous findings in animals as well as in humans，which indicate that deactivation of intact brain areas would result in enhanced performance,and the principle mechanism is attributed to disinhibition [Schweid et al.,2008; Sparing et al., 2009]. We can associate the sensor model with behavioral outcome by employing the same rationale.In this study，we found that the time course of TPJ was negatively correlated with that of rFEF mediating the effect of cognitive load [e.g., Silvanto et al., 2009].The less differentiation of priority between distractors and targets (that is,oddball vs. standard stimuli) reflecting in TPJ deactivation can lead to the detection of oddball under high cognitive load，which would be achieved by disinhibition of rFEF through the forward negative connection from TPJ to rFEF.Presumably，rFEF interacts with sensory signals from non-targets and has a privileged role in linking stimuli with actions [Gottlieb, 2012;Schall and Hanes,1993;Schall et al.，2004;Taylor et al.，2007].Accordingly，greater disinhibition by TPJ's deactivation should be accompanied by an increase in the processing of distractors,which was evident in our results demonstrating that a larger negative PPI between TPJ and rFEFwas associated with an increased behavioral interaction effect across subjects. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Our current tDCS results are also consistent with the previous TMS finding which demonstrated that TMS over rTPJ would modulate the contingent reorienting,another evidence of the interaction between top-down and stimulus driven controls.In contrast，this effect was absent while TMS was applied over the dorsal frontoparietal regions [Chang et al.,2013]. Both tDCS and TMS evidence support that TPJ plays a critical role in integrating topdown attentional control with bottom-up processing. Although we observed polarity-specific tDCS effect in rTPJ,the focalityand distributionof tDCS needsto be considered.Large electrodes and characteristic of current stimulation tend to allow the current to distribute within the brain.As such,any tDCS effects may be a result of current diffusion that involves a larger area under the cortex.However,studies combining tDCS and fMRI seems to suggest that the current intensity of tDCS is the strongest in the cortical areas immediatelyunderneath the electro des;this is true so far for frontal lobe [DLPFC in human: Pereira et al.,2013;in rat: Takano et al.,2011],visual cortex [Halko et al.,2011], sensorimotor cortex [Antal et al., 2011; Jang et al.,20o9],and medial-temporal areas [Antal et al.,2O12].Therefore,it is less plausible that weaker current outside the stimulation area can account for current results. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In summary,our results suggest that TPJ is implicated in the interaction between top-down and bottom-up attentional control processes.Our results challenge the traditional juxtaposition of top-down and bottom-up processes and support that TPJ plays a critical role in the functional integration of the attentional processes. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The authors thank Dr. Xun Liu for helpful suggestions on the interpretation of our results.They thank Dr.Thomas Lee,Jonathan LoVoi,and Melissa-Ann Mackie for making comments to improve the writing of this article. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Antal A, Koväcs G, Chaieb $\\scriptstyle { \\mathrm { \\mathrm { ~ L , ~ } } }$ Cziraki C,Paulus W,Greenlee MW (2012):Cathodal stimulation of human $\\mathbf { M T } +$ leads to elevated fMRI signal: a tDCS-fMRI study.Restor Neurol Neurosci 30: 255-263.   \nAntal A,Polania $\\begin{array} { r } { \\mathbf { R } , } \\end{array}$ Schmidt-Samoa $\\scriptstyle { C , }$ Dechent ${ \\mathrm { ~ P } } ,$ Paulus W (2011): Transcranial direct current stimulation over the primary motor cortex during fMRI. Neuroimage 55:590-596.   \nAnticevic A, Repovs G, Shulman ${ \\mathrm { G L } } ,$ Barch DM (2010):When less is more: TPJ and default network deactivation during encoding predicts working memory performance. Neuroimage 49:2638- 2648.   \nAsplund CL, Todd JJ, Snyder AP,Marois R (2010):A central role for the lateral prefrontal cortex in goal-directed and stimulusdriven attention. Nat Neurosci 13:507-512.   \nAwh E,Belopolsky AV,Theeuwes J (2012):Top-down versus bottom-up attentional control: A failed theoretical dichotomy. Trends Cogn Sci 16:437-443.   \nBays PM,Singh-Curry V,Gorgoraptis N,Driver J,Husain M (2010): Integration of goal- and stimulus-related visual signals revealed by damage to human parietal cortex. J Neurosci 30: 5968-5978.   \nCabeza R,Ciaramelli E,Moscovitch M(2012):Cognitive contributions of the ventral parietal cortex: An integrative theoretical account. Trends Cogn Sci 16:338-352.   \nChang C-F, Hsu T-Y, Tseng P, Liang W-K, Tzeng OJL, Hung DL, Juan C-H (2013):Right temporoparietal junction and attentional reorienting. Hum Brain Mapp 34:869-877.   \nChica AB,Bartolomeo P,Valero-Cabre A (2011): Dorsal and ventral parietal contributions to spatial orienting in the human brain. JNeurosci 31:8143-8149.   \nChiu YC, Yantis S (20o9):A domain-independent source of cognitive control for task sets: Shifting spatial attention and switching categorization rules.J Neurosci 29:3930-3938.   \nCorbetta M, Kincade JM,Ollinger JM,McAvoy MP, Shulman GL (2000):Voluntary orienting is dissociated from target detection in human posterior parietal cortex. Nat Neurosci 3:292-297.   \nCorbetta M, Patel G, Shulman GL (2008): The reorienting system of the human brain: From environment to theory of mind. Neuron 58:306-324.   \nCorbetta M,Shulman GL (2002): Control of goal-directed and stimulus-driven attention in the brain.Nat Rev Neurosci 3: 215-229.   \nDiQuatro NE,Geng JJ (2011): Contextual knowledge configures attentional control networks. J Neurosci 31:18026-18035.   \nDoricchi F,Macci E, Silvetti M,Macaluso E (2009):Neural correlates of the spatial and expectancy components of endogenous and stimulus-driven orienting of attention in the posner task. Cereb Cortex 20:1574-1585.   \nFan J (2014):An information theory account of cognitive control. Front Hum Neurosci 8:680   \nFan J, Guise KG, Liu $\\scriptstyle \\mathbf { X } ,$ Wang H (2008): Searching for the majority: algorithms of voluntary control. Plos One 3:1-6.   \nFan J, Liu X Wang H(2011): Cognitivecontrol in majority search: A computational modeling approach.Front Human Neurosci 5.   \nFan J McCandliss B,Fossella J, Flombaum J Posner M (2005):The activation of attentional networks.Neuroimage 26:471-479.   \nFan J Van Dam NT,Gu X, Liu $\\scriptstyle \\mathbf { X } ,$ Wang H, Tang CY,Hof PR (2014):Quantitative characterization of functional anatomical contributions to cognitive control under uncertainty.J Cogn Nei1rnsri 26:149n_1506   \nFockert J,Rees G,Frith C,Lavie N (2004): Neural correlates of attentional capture in visual search.JCogn Neurosci 16:751-759.   \nFockert JWd,Rees G,Frith CD,Laviel N(2001): The role of working memory in visual selective attention.Science 291:1803-1806.   \nFox MD (20o5): From the cover: The human brain is intrinsically organized into dynamic,anticorrelated functional networks. Proc Natl Acad Sci 102:9673-9678.   \nFox MD,Snyder AZ，Zacks JM,Raichle ME (2006):Coherent spontaneous activity accounts for trial-to-trial variability in human evoked brain responses.Nat Neurosci 9:23-25.   \nFriston KJ, Buechel C,Fink GR,Morris J,Rolls E,Dolan RJ (1997): Psychophysiological and Modulatory Interactions in Neuroimaging. Neuroimage 6:218-229.   \nFriston KJ,Harrison L, Penny W (2003): Dynamic causal modelling. Neuroimage 19:1273-1302.   \nGeng JJ,Mangun GR (2011): Right temporoparietal junction activation by a salient contextual cue facilitates target discrimination. Neuroimage 54:594-601.   \nGeng JJ, Vossel S (2013):Re-evaluating the role of TPJ in attentional control: Contextual updating? Neurosci Biobehav Rev 37(10 Pt 2):2608-2620.   \nGotlieb J (20l2):Attention, learning,and the value of information. Neuron 76:281-295.   \nGray JR, Braver TS,Raichle ME (2002): Integration of emotion and cognition in the lateral prefrontal cortex.Proc Natl Acad Sci U S A 99:4115-4120.   \nGu $\\scriptstyle \\mathbf { X } ,$ Hof PR,Friston KJ,Fan J(2013):Anterior insular cortex and emotional awareness.J Comp Neurol 521:3371-3388.   \nGu X, Liu X, Van Dam NT, Hof PR,Fan J (2012): Cognition-emotion integration in the anterior insular cortex.Cereb Cortex 23: 20-27.   \nHalko MA, Datta A,Plow EB, Scaturro J, Bikson M, Merabet LB (2011): Neuroplastic changes following rehabilitative training correlate with regional electrical field induced with tDCS.Neuroimage 57:885-891.   \nHe BJ, Snyder AZ, Vincent JL, Epstein A, Shulman ${ \\mathrm { G L } } ,$ Corbetta M(2007):Breakdown of functional connectivity in frontoparietal networks underlies behavioral deficits in spatial neglect. Neuron 53:905-918.   \nHopfinger JB,West VM (2006): Interactions between endogenous and exogenous attention on cortical visual processing. Neuroimage 31:774-789.   \nHsu TY, Tseng LY,Yu JX,Kuo WJ,Hung DL,Tzeng OJ,Walsh V Muggleton NG, Juan CH (2011): Modulating inhibitory control with direct current stimulation of the superior medial frontal cortex. Neuroimage 56:2249-2257.   \nIndovina I, Macaluso E (20o6): Dissociation of stimulus relevance and saliency factors during shifts of visuospatial attention. Cereb Cortex 17:1701-1711.   \nJang SH,Ahn SH, Byun WM, Kim CS,Lee MY,Kwon YH (2009): The effect of transcranial direct current stimulation on the cortical activation by motor task in the human brain:An fMRI study.Neurosci Lett 460:117-120.   \nKincade JM (2005):An event-related functional magnetic resonance imaging study of voluntary and stimulus-driven orienting of attention. J Neurosci 25:4593-4604.   \nKing JA,Korb FM, Egner T (2012):Priming of control: Implicit contextual cuing of top-down attentional set.J Neurosci 32: 8192-8200.   \nLavie N,Hirst A,de Fockert JW,Viding E (2004): Load theory of selective attention and cognitive control. J Exp Psychol Gen 133:339-354.   \nLiang WK,Lo MT,Yang AC,Peng CK,Cheng SK, Tseng P, Juan CH (2014): Revealing the brain's adaptability and the transcranial direct current stimulation facilitating effect in inhibitory control by multiscale entropy. Neuroimage 90:218-234.   \nLomber SG,Payne BR, Hilgetag CC,Rushmore JR (2002): Restoration of visual orienting into a cortically blind hemifield by reversible deactivation of posterior parietal cortex or the superior colliculus. Exp Brain Res 142:463-474.   \nLu S,Han S (20o9): Attentional capture is contingent on the interaction between task demand and stimulus salience.Atten Percept Psychophys 71:1015-1026.   \nNitsche MA,Cohen LG,Wassermann EM,Priori A,Lang N, Antal A,Paulus W,Hummel F,Boggio PS Fregni F,et al. (2008):Transcranial direct current stimulation: State of the art 2008. Brain Stimul 1:206-223.   \nNitsche MA, Liebetanz D, Lang N,Antal A, Tergau F, Paulus W (2003):Safety criteria for transcranial direct current stimulation (tDCS) in humans. Clin Neurophysiol 114:2220-2222.   \nPardo JV,Fox PT,Raichle ME (1991): Localization of a human system for sustained attention by positron emission tomography. Nature 349:61-64.   \nPayne BR,Rushmore RJ (2004): Functional circuitry underlying natural and interventional cancellation of visual neglect.Exp Brain Res 154:127-153.   \nPereira JB,Junqué C,Bartrés-Faz D,Marti MJ,Sala-Llonch $\\scriptstyle \\mathrm { \\mathrm { ~ R , ~ } }$ Compta Y,Falcon C, Vendrell P,Pascual-Leone A,Valls-Solé J (2013):Modulation of verbal fluency networks by transcranial direct current stimulation (tDCS) in Parkinson's disease.Brain Stimul 6:16-24.   \nRaichle ME,MacLeod AM, Snyder AZ,Powers WJ,Gusnard DA, Shulman GL (20o1):A default mode of brain function.Proc Natl Acad Sci U S A 98:676-682.   \nSchall JD,Hanes DP (1993):Neural basis of saccade target selection in frontal eye field during visual search. Nature 366:467- 469.   \nSchall JD, Sato TR, Thompson KG,Vaughn AA, Juan CH (2004): Effects of search efficiency on surround suppression during visual selection in frontal eye field. J Neurophysiol 91:2765- 2769.   \nSchweid L, Rushmore R, Valero-Cabre A (2008): Cathodal transcranial direct current stimulation on posterior parietal cortex disrupts visuo-spatial processing in the contralateral visual field. Exp Brain Res 186:409-417.   \nSerences JT, Shomstein S, Leber AB,Golay X, Egeth HE,Yantis1 S (2005):Coordination of voluntary and stimulus-driven attentional control in human cortex. Psychol Sci 16:114-122.   \nShomstein S (20l2):Cognitive functions of the posterior parietal cortex: Top-down and bottom-up attentional control. Front Integr Neurosci 6.   \nShulman GL,Astafiev SV,McAvoy MP,d'Avossa $G ,$ Corbetta M (2007):Right TPJ deactivation during visual search: Functional significance and support for a filter hypothesis. Cereb Cortex 17:2625-2633.   \nShulman GL,McAvoy MP,Cowan MC,Astafiev SV,Tansy AP, d'Avossa G, Corbetta M (2003): Quantitative analysis of attention and detection signals during visual search. JNeurophysiol 90:3384-3397.   \nSilvanto J, Muggleton N, Lavie N, Walsh V (2009): The perceptual and functional consequences of parietal top-down modulation on the visual cortex.Cereb Cortex 19:327-330.   \nSparing R,Thimm M,Hesse MD,Kust J,Karbe H,Fink GR (2nng): Ridirartinnal altaratinne nf intarhomienharic nariatal balance by non-invasive cortical stimulation.Brain 132:3011- 3020.   \nStephan KE,Harrison LM,Kiebel SJ,David O,Penny WD,Friston KJ(20o7):Dynamic causal models of neural system dynamics: Current state and future extensions.J Biosci 32:129-144.   \nSuzuki M, Gottlieb J(2013):Distinct neural mechanisms of distractor suppression in the frontal and parietal lobe.Nat Neurosci 16:98-104.   \nTakano Y,Yokawa T,Masuda A,Niimi J,Tanaka S,Hironaka N (2011):A rat model for measuring the effectiveness of transcranial direct current stimulation using fMRI. Neurosci Lett 491: 40-43.   \nTaylor PC,Nobre AC,Rushworth MF (2007): FEF TMS affects visual cortical activity. Cereb Cortex 17:391-399.   \nTodd JJ, Fougnie D,Marois R (2005): Visual short-term memory load suppresses temporo-parietal junction activity and induces inattentional blindness.Psychol Sci 16:965-972.   \nTseng P,Hsu TY,Chang CF,Tzeng OJ,Hung DL,Muggleton NG, Walsh V,Liang WK, Cheng SK, Juan CH (2012): Unleashing potential: transcranial direct current stimulation over the right posterior parietal cortex improves change detection in lowperforming individuals. JNeurosci 32:10554-10561.   \nUtzKS,Dimova V,Oppenlander K,Kerkhoff G (2010):Electrified minds:Transcranial direct current stimulation (tDCS) and galvanic vestibular stimulation (GVS) as methods of non-invasive brain stimulation in neuropsychology-a review of current data and future implications.Neuropsychologia 48:2789-2810.   \nVossel S,Weidner $\\scriptstyle \\mathrm { \\mathrm { ~ R , ~ } }$ Thiel CM,Fink GR (2009):What is \"odd\"in Posner's location-cueing paradigm? Neural responses to unexpected location and feature changes compared. J Cogn Neurosci 21:30-41.   \nWen X,Yao L,Liu Y,Ding M (2012): Causal interactions in attention networks predict behavioral performance.J Neurosci 32: 1284-1292. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]