[
    {
        "type": "text",
        "text": "Modeling and analyzing supply-demand relationships of water resources in Xinjiang from a perspective of ecosystem services ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LI Feng1,2.3, LI Yaoming1,2.3, ZHOU Xuewen4, YIN $Z \\mathrm { u n } ^ { 5 }$ , LIU Tie1.2.3, XIN Qinchuan1.2.3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State KeyLaboratoryofDesertandOasis Ecology, XinjiangInstituteofEcologyand Geography,ChineseAcademyofSiences,   \nUrumqi 830011, China;   \n2Research Center for Ecology and Environment ofCentral Asia,Chinese Academy of Sciences, Urumqi 830011,China;   \n3 University of Chinese Academy of Sciences,Beijing 100049,China;   \n4 School of Atmospheric Sciences,Sun Yat-sen University, Guangzhou 510275,China;   \n5 Geophysical Fluid Dynamics Laboratory,Princeton University,Princeton,New Jersey,NJO8542,USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Water shortage is one botleneck that limits economic and social developments in arid and semi-arid areas. As the impacts of climate change and human disturbance intensify across time, uncertainties in both water resource supplies and demands increase in arid and semi-arid areas. Taking a typical arid region in China, Xinjiang Uygur Autonomous Region, as an example, water yield depth (WYD) and water utilization depth (WUD) from 2002 to 2018 were simulated using the Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST） model and socioeconomic data. The supply-demand relationships of water resources were analyzed using the ecosystem service indices including water supply-demand difference (WSDD) and water supply rate (WSR). The internal factors in changes of WYD and WUD were explored using the controlled variable method. The results show that the supplydemand relationships of water resources in Xinjiang were in a slight deficit, but the deficit was alleviated due to increased precipitation and decreased WUD of irigation. WYD generally experienced an increasing trend,and significant increase mainly occurred in the oasis areas surrounding both the Junggar Basin and Tarim Basin. WUD had a downward trend with a decline of $20 . 7 0 \\%$ ， especially in oasis areas. Water resources in most areas of Xinjang were fully utilized and the utilization eficiency of water resources increased. The water yield module in the InVEST model was calibrated and validated using gauging station data in Xinjiang, and the result shows that the use of satelite-based water storage data helped to decrease the bias error of the InVEST model by $0 . 6 9 \\times 1 0 ^ { 8 } \\mathrm { ~ m } ^ { 3 }$ .This study analyzed water resource supplies and demands from a perspective of ecosystem services, which expanded the scope of the application of ecosystem services and increased the research perspective of water resource evaluation. The results could provide guidance for water resource management such as spatial allocation and structural optimization of water resources in arid and semi-arid areas. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: ecosystem services; water resources; climate change; human activities; arid and semi-arid areas; InVEST model; Xinjiang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: LI Feng,LI Yaoming,ZHOU Xuewen,YIN Zun,LIU Tie,XIN Qinchuan.2022. Modeling andanalyzing supply-demand relationships of water resources in Xinjiang from a perspective of ecosystemservices.Journal of Arid Land,14(2):115-138.https://doi.0rg/10.1007/s40333-022-0059-z ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ecosystem services refer to various benefits that humans obtain from natural ecosystems directly or indirectly (Millennium Ecosystem Assessment, 2005). According to the report of Millennium Ecosystem Assessment, ecosystem services include a broad range of services such as supply, regulation, cultural, and support services. Water resource supplies belong to the supply services and have an important role in the evaluation systems of ecosystem services (Costanza et al.,1998; Wang et al., 2019; Ouyang et al.,2020). The number of studies on water resource supplies ranked top among supply services in researches on global watershed ecosystem services (Kaval, 2019) and the number of studies on water yield ranked the first among 13O articles on ecosystem services,as summarized by Ochoa and Urbina-Cardona (2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Water supplies are particularly important for arid and semi-arid areas and limit economic and social developments in these areas. Arid and semi-arid areas account for approximately $4 6 . 0 0 \\%$ of the global land area, where nearly one-third of the global population live in (Lal,2O19).Water shortage brings ecological and social problems to arid and semi-arid areas,including drinking water reduction,food shortage,frequent sand storms, expanded desertification,land salinization, and biodiversity loss (Yu et al., 2O19). Both climate change and human activities could intensify uncertainties in water resource supplies and demands in arid and semi-arid areas.The unique land surface environment and radiative transfer processes in arid and semi-arid areas cause temperature to increase more rapidly in these areas than in other regions,leading to frequent heat waves,increased evaporation，and glacier melting，as documented by studies using climate models (Huang et al.,2O19; Yu et al., 2019).A series of unsustainable development practices, such as excessive cultivation,population overload,and rapid industrialization and urbanization, also contribute uncertainties to water resource demands. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Assessing the sustainable use of water resources in arid and semi-arid areas has become a hot topic in the context of climate change and human activities.The ecological footprint model, the fuzzy evaluation method,and the system dynamics model have been widely used in assessments on the sustainable use of water resources.The ecological footprint model originally proposed by William and Wackernagel (William,1992; Wackernage and Rees,1997; Seidl and Tisdell,1999) was further evolved to the ecological footprint model of water resources,which was used to evaluate the sustainable use of water resources (Li et al., 2O12). Novoa et al. (2Ol9) used the ecological footprint model of water resources to assess the water footprint of agricultural production in a watershed in Chile and simulated the impact of inter-annual climate change on the water footprint. Jia et al. (2O18） applied the fuzzy evaluation method to assess the carrying capacity of water resources for the Heihe River Basin in an arid region of Northwest China. Dawadi and Ahmad (2O13) used a system dynamics method to simulate the changing process of water resources in the Las Vegas Valley in the semi-arid region of southern Nevada, USA and evaluated the impacts of climate change,population growth,and conservation policies on the water resource balances. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The supply-demand relationships in ecosystem services that reflect the coupling correlations between natural ecosystems and human society are now the research frontier in the field of ecosystem services (Yahdjian et al.，2O15). Introducing the supply-demand relationships of ecosystem services into the assessments on the sustainable use of water resources is meaningful as compared with the abovementioned approaches.First, it enriches the assessment methods on sustainable use of water resources and likely circumvents problems in previous methods. For example，some concepts in the ecological footprint model of water resources, such as water ecological footprint and water carrying capacity, are artificially constructed, making it difficult to evaluate the accuracies of the models.By comparison,the water yield depth(WYD) results of the Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST） model can be directly validated using gauging station data. Second, it expands the research direction of ecosystem services. Scholars have carried out researches on ecosystem services in arid lands, mostly focusing on ecosystem service tradeoffs (Kang et al.， 202O), human wel-being (Wei et al.， 2018)，and ecosystem service flow (Chen et al.,2O2O).However, there is also a need to assess and understand the sustainable use of water resources in arid and semi-arid areas based on ecosystem services. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Xinjiang Uygur Autonomous Region is the largest region in China and covers large arid and semi-arid areas in inland Asia. Accompanying with intensified climate change and human activities, uncertainties regarding both water supplies and demands affect water uses in Xinjiang and could exert considerable impacts on the sustainable development of the community and society. In recent years,the climate in Xinjiang has been warmer and weter, with temperature increases at the rate of $0 . 3 4 ^ { \\circ } \\mathrm { C } / 1 0 \\mathrm { a }$ , much higher than the global average (Shi et al.,2OO7; Chen et al., 2015; Huang et al., 2O19). The changing climate in Xinjiang has also led to changes in land surface processes, such as increasing glacier melting (Piao et al., 2O1O) and evapotranspiration (Chen et al., 2O15),and hence caused uncertainties to water supplies. In addition, Xinjiang has experienced rapid socioeconomic development since 2Ooo. In this context, some scholars have carried out researches on supplies or demands of water resources in Xinjiang. In Xinjiang, increased water yield has been modeled and observed in Altay Mountains (Fu et al.,2017), Bosten Lake Basin (Yang et al.,2O2O),and nine high-alpine catchments (Luo et al.,2O19). These studies revealed that increased precipitation and glacial meltwater both contributed to the increase in water yield. On the contrary,decreased water yield has been modeled and observed in the Manas River Basin (Xu et al.,2O2O) and Tarim River Basin(Wang et al., 2O2O). These studies explored that human activities may have led to the reduction in water yield.As for water utilization,it was considered in some studies that water utilization had an increasing trend in Xinjiang due to urbanization and industrialization (Lei et al.,2O12; Zhang et al., 2O2O),but there are still some other studies that revealed that water-saving agricultural and industrial water recycling may led to the decrease in water utilization (Chen and Shi,2O16; Zhou et al.,2020). In the context of climate change and human activities,how do the changes of the supply-demand relationships of water resources in Xinjiang? This question needs to be answered urgently. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The goals of our study are to: (1) account for glacial meltwater to improve the performance of the InVEST model in arid and semi-arid areas; (2) analyze the spatiotemporal variation of water supplies and demands in Xinjiang as wellas their driving factors; and (3) assess the sustainable use of water resources in Xinjiang based on ecosystem services. Specifically, the InVEST model was used to calculate WYD and social historical data were used to calculate water utilization depth (WUD） during the period of 2002-2018. The water supply rate (WSR） and water supply-demand difference (WSDD) were used to quantify the water utilization efficiency and the budget of water resources, respectively. The internal factors in changes of WYD and WUD were explored using the controlled variable method. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Study area and materials ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Xinjiang Uygur Autonomous Region， located in Northwest China, covers an area of approximately $1 . 6 6 \\times 1 0 ^ { 6 } \\mathrm { k m } ^ { 2 }$ and nearly one-six of the land area in China. Xinjiang has a typical geographic feature named as \"thre mountains and two basins\"，where Altay， Tianshan,and Kunlun mountains are distributed from north to south and both the Junggar Basin and Tarim Basin are situated in the gaps among the mountains (Fig.1). As located in inland and surrounded by high mountains,the climate for most areas in Xinjiang is dry with low precipitation. The annual precipitation across the entire region is only $1 3 0 . 0 0 \\ \\mathrm { m m }$ (Zhang et al., 2015). There are only a few wetlands located in the Ii River Valley and the mountainous areas. Numerous glaciers are distributed in high-altitude mountains,which contain rich freshwater that supplies most of the rivers (Chen et al.， 2015； Zhang et al.， 2021). In Xinjiang，although oases account for approximately $5 . 0 0 \\%$ of the entire region (Cai et al.,2O21),they support major population in Xinjiang. The potential evapotranspiration is high across the entire region and could reach over $1 0 0 0 . 0 0 \\ \\mathrm { m m / a }$ due to long sunshine duration and dry climate (Dong et al.,2O2O). The unique climatic and geographic conditions of Xinjiang make most rivers belonging to the inland river system.Most of the 57O rivers in Xinjiang have smallrunoff,and only 18 rivers of them have an annual runoff greater than $1 . 0 { \\times } 1 0 ^ { 8 } ~ \\mathrm { m } ^ { 3 }$ (Ministry of Water Resources of the People's Republic of China, 2018). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(a) N Legend Bareland (b) NA \\~River 国 Broad-leafforest   \n三 / DE 灸 Tianshan Mountains 司 Waterbody ·Korla Hami TarimRiver 4000 ·Aksu Tarim Basin Kumtag 3000 KAashgar Legend Taklimakan Deser 2000 1 City 1500 Hotan Bouediaryd KunlunMountains boundary 0 450km Approved:新S(2021)023 0 450km ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The economy and technology in Xinjiang have witnessed rapid development in recent years. The annual growth rate of gross domestic product (GDP) in Xinjiang remained above $1 0 . 0 0 \\%$ ， higher than the average in China, for most years in the past two decades (Bao and Zou, 2017). The population in Xinjiang increased from $1 8 . 5 { \\times } 1 0 ^ { 6 }$ in 2000 to $2 4 . 9 \\times 1 0 ^ { 6 }$ in 2018 (Statistical Bureau of Xinjiang Uygur Autonomous Region, 2O19). Irrigation water accounted for more than $9 0 . 0 0 \\%$ of the total water uses in Xinjiang (Wang et al., 2O19). While cropping areas in Xinjiang increased from $3 . 3 8 \\times 1 0 ^ { 6 } ~ \\mathrm { h m } ^ { 2 }$ in 2000 to $6 . 2 5 { \\times } 1 0 ^ { 6 } \\ \\mathrm { h m } ^ { 2 }$ in 2018 (Statistical Bureau of Xinjiang Uygur Autonomous Region， 2O19)，developments and promotions of water-saving irrigation technology helped to increase the water utilization efficiency of irrigation from O.38 in 1990 (Shen et al.,2013) to 0.52 in 2015 (Wang et al.,2019). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 Data acquisition ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The details on all used data are shown in Table 1. To address the differences in the spatial resolution and the projection system of the data, we resampled all data in this study to a spatial resolution of $5 0 0 \\mathrm { m }$ under the projection of GCS_Krasovsky_1940 Albers.We prepared the model input data from 2OOO to 2019 based on the official InVEST document and optimized the model parameters to ensure the model performance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tropical rainfall measuring mission (TRMM) data serve as the precipitation data in this study. Because TRMM satellites have high accuracy and high time resolution, they can be used in research areas with sparse meteorological stations (Luo et al.， 2017; Wang et al.， 2018). This study used the TRMM 3B43 v7 data product with a spatial resolution of $0 . 2 5 ^ { \\circ } { \\times } 0 . 2 5 ^ { \\circ }$ . The Climatic Research Unit gridded Time Series (CRU TS） v4 dataset serves as the potential evapotranspiration data (Harris et al.， 2O2O). The potential evapotranspiration data were calculated using the Penman-Monteith formula recommended by Food and Agricultural Organization (FAO),with a spatial resolution of $0 . 5 ^ { \\circ } { \\times } 0 . 5 ^ { \\circ }$ (Dong et al., 2020; Zhou et al.,2020). The Gravity Recovery and Climate Experiment (GRACE) satellite was jointly developed by the German Space Agency (DLR) and the National Aeronautics and Space Administration (NASA). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The GRACE satellite provides useful observations that reflect changes in glaciers and groundwater storage as GRACE has a low satelite orbit and is highly sensitive to the Earth's gravity field (Jin et al.,2016; Rodel et al.,2018; Beveridge et al.,2018; Meng et al.,2019). If the equivalent water column height of GRACE satelite data decreases，then the terrestrial water storage decreases correspondingly, especially on the glacier melting and groundwater extraction. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/b9de319958a2359d4304b7d4bbc10e69e1178bb1c269000bc21c1c38da9da4ef.jpg",
        "table_caption": [
            "Table1 Details of the used data "
        ],
        "table_footnote": [
            "Note:GRACE,GravityRecoveryandClimate Experiment;DEM,digitalelevationmodel;GDP,grossdomesticproduct;TMM, tropical rainfall measuring mission; CRU,Climatic Research Unit;-,dimensionless. "
        ],
        "table_body": "<html><body><table><tr><td>Data type</td><td>Data source</td><td>Unit</td><td>Reference/Website</td></tr><tr><td>Administrative divisions vector borders</td><td>National Catalogue Service for Geographic Information</td><td>二</td><td>https://www.webmap.cn/main.do? method=index</td></tr><tr><td>Land cover data</td><td>European Space Agency</td><td></td><td>https://cds.climate.copernicus.eu/c dsapp#!/dataset/satellite-land-cove r?tab=doc</td></tr><tr><td>Precipitation data</td><td>TRMM 3B43V7</td><td>mm</td><td>https://disc.sci.gsfc.nasa.gov/datas ets ?keywords=trmm3b43&page=1</td></tr><tr><td>GRACE gravity satellite data</td><td>German Research Center for Geosciencescm</td><td></td><td>https://isdc.gfz-potsdam.de/grace-i sdc/grace-gravity-data-and-docum entation/</td></tr><tr><td>Soil texture data</td><td>Resources and Environmental Science Data Center of Chinese Academy of Sciences</td><td>%</td><td>http://www.resdc.cn</td></tr><tr><td>Soil organic carbon data</td><td>Harmonized World Soil Database Version% 1.1 in National Tibetan Plateau Data Center</td><td></td><td>https://data.tpdc.ac.cn/zh-hans/sear ch_index/?q=HWSD</td></tr><tr><td>Maximum buried depth of the root</td><td>Canadell et al. (1996); Zeng (2001)</td><td>mm</td><td>Canadell et al. (1996); Zeng (2001)</td></tr><tr><td>Potential evapotranspiration</td><td>CRU TS4.04</td><td>mm</td><td>https://crudata.uea.ac.uk/cru/data/hrg/</td></tr><tr><td>Biophysical parameter table</td><td>The InVEST model document</td><td></td><td>https://crudata.uea.ac.uk/cru/data/hrg/</td></tr><tr><td>Runoff</td><td>Measured data of Hydrological Station</td><td>m</td><td></td></tr><tr><td>DEM</td><td>Resources and Environmental Science Data Center of Chinese Academy of</td><td>m</td><td>http://www.resdc.cn</td></tr><tr><td>Irrigated cropland maps</td><td>Sciences European Space Agency</td><td></td><td>https://cds.climate.copernicus.eu/c dsapp#!/dataset/satellite-land-cove r?tab=doc</td></tr><tr><td>Spatial distribution of GDP</td><td>Resources and Environmental Science Data Center of Chinese Academy of</td><td>×104 CNY/ km²</td><td>http://www.resdc.cn/data.aspx?DA TAID=252</td></tr><tr><td>Population density</td><td>Sciences Landscan</td><td>person/km²</td><td>https://www.satpalda.com/landscan</td></tr><tr><td>Agricultural comprehensive water utilization depth</td><td>Xinjiang Water Resources Bulletin</td><td>m³/m²</td><td>Water Resources Department of Xinjiang Uygur Autonomous</td></tr><tr><td>Water utilization depth per 10,000 CNY of industrial value</td><td>Xinjiang Water Resources Bulletin</td><td>CNY</td><td>Region (2002-2018) m³ per 10,00o Water Resources Department of Xinjiang Uygur Autonomous Region (2002-2018)</td></tr><tr><td></td><td>Domestic water depth per capita Xinjiang Water Resources Bulletin</td><td>m³/capita</td><td>Water Resources Department of Xinjiang Uygur Autonomous Region (2002-2018)</td></tr><tr><td>Actual water supply volume of each city</td><td>Xinjiang Water Resources Bulletin</td><td>m</td><td>Water Resources Department of Xinjiang Uygur Autonomous Region (2002-2018)</td></tr><tr><td>Ecological water utilization volume</td><td>Xinjiang Water Resources Bulletin</td><td>m</td><td>Water Resources Department of Xinjiang Uygur Autonomous</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For the soil data, Chinese soil texture data including the composition of sand, clay, and silt were downloaded from the Chinese soil texture spatial distribution data of the Resources and Environmental Science and Data Center (Table 1),and soil organic carbon data (Fischer et al., ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2000） in the Harmonized World Soil Database (HWSD） Chinese soil dataset (v1.1） were downloaded from the National Tibetan Plateau Data Center (Table 1).Further, we calculated the plant available water capacity (PAWC) using soil texture data mentioned above according to the formula proposed by Gupta and Larson (1979). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The European Space Agency (ESA) CCI v2.0.7 and v2.1 land cover datasets were used as the crop (irrigation) distribution data, and the distribution map of irrigated cultivated land in Xinjiang was obtained by extracting the land cover type numbered 2O with the spatial resolution of $3 0 0 \\mathrm { ~ m ~ }$ The GDP spatial distribution data were downloaded from the Resources and Environmental Science Data Center of Chinese Academy of Sciences with the spatial resolution of $1 ~ \\mathrm { k m }$ (Table 1). Multiple factors such as land use type, night light brightness,and residential density that are closely related to human economic activities are considered comprehensively. Landscan data were used to be the population distribution density data with the spatial resolution of $1 \\mathrm { k m }$ . Spatial data and multivariate asymmetric modeling methods were used to classify the census data in the administrative areas. The land use types related to ecological water were extracted from the land use data of ESA. The data of agricultural comprehensive water consumption, industrial water consumption per 10,Ooo CNY, domestic water per capita,and ecological water utilization volume were all from the Xinjiang Water Resources Bulletin (Water Resources Department of Xinjiang Uygur Autonomous Region, 2002-2018). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Methods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Water yield depth (WYD) ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The InVEST model jointly developed by Stanford University,World Wide Fund for Nature,and the Nature Conservancy is widely used in the field of ecosystem services (Ochoa and Urbina-Cardon,2O17; Agudelo et al.,2O2O) as it contains modules that can quantify a variety of ecosystem service functions, covering terrestrial, freshwater,and marine ecosystems (Polasky et al.,2011).The InVEST model requires fewer parameters and data, in which the data availability is high. The model is usually less prone to parameter estimation errors and error propagation and is easier to interpret and understand (Tallis and Polasky， 2OO9). The InVEST model uses the Budyko curve in the water yield module. The Budyko curve is widely applied in studies in the UK (Redhead et al.,2O16) and Australia (Donohue et al.,2O12) as wel as global studies (Luo et al., 2020).We briefly describe the modeling of WYD using the InVEST model as follows. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The water yield module in the InVEST model follows the water-heat coupling balance principle described by the Budyko curve.The model simplifies the confluence process and does not distinguish surface runoff and subsurface flow in the raster form (Lang et al.,2O17). The formula for modeling WYD is shown in Equation 1 (Sharp et al., 2015): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W Y D = \\left( 1 - \\frac { E T _ { a } } { P } \\right) \\times P } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where WYD denotes the annual water yield depth (mm); $\\mathrm { E T _ { a } }$ denotes the actual annual evapotranspiration $( \\mathrm { m m } )$ ; and $\\mathrm { \\bf P }$ denotes the annual precipitation $( \\mathrm { m m } )$ 1 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The term $\\mathrm { \\frac { E T _ { a } } { P } }$ in Equation 1iscalculatedusingtheBudykocurve (Zhanget al.,2001）as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { \\mathrm { E T _ { a } } } { \\mathrm { P } } { = } \\frac { 1 + \\omega \\times R _ { b } } { 1 + \\omega \\times R _ { b } + \\displaystyle \\frac { 1 } { R _ { b } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $R _ { b }$ denotes the Budyko drying index; and $\\omega$ denotes the ratio of plant available water depth to annual precipitation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Both parameters $R _ { b }$ and $\\omega$ in the Budyko curve can be calculated using Equations 3 and 4, respectively,as follows (Tallis et al., 2011): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nR _ { b } = \\frac { K \\times \\mathrm { E T } _ { 0 } } { \\mathrm { P } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\omega = Z { \\frac { \\mathrm { A W C } } { \\mathrm { P } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\mathrm { E T _ { 0 } }$ denotes the potential evapotranspiration $( \\mathrm { m m } )$ ； $K$ denotes the evapotranspiration coefficient of plants; $Z$ denotes the seasonal distribution of precipitation ranging from 1 to 3O;and AWC denotes the available water capacity reflecting the amount of water that plants need from soil to grow $( \\% )$ . AWC can be determined based on parameters such as soil properties and root depth. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The modeled results were moved to average for every four years (i.e.,200o-2003,2004-2007, 2008-2011, 2012-2015,and 2016-2019) such that we were able to investigate long-term changes in modeled results given that there was high fluctuation from year to year. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To understand the performance of the InVEST model, we used the runoff data from 14 outfall gauging stations in Xinjiang (including seven in northern Xinjiang and seven in southern Xinjiang） as the validation data for the InVEST model. The upstream catchment area of each gauging station was derived using the soil and water assessment tool (SWAT） model. We then calculated the runoff of each catchment by multiplying the simulated WYD and the corresponding catchment area and validated the modeled runoff with the measured runoff from the corresponding gauging station from 2006 to 2011. The observed values in 2007 were used as the calibrated dataset to optimize the $Z$ parameter. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Glacial meltwater is an important recharge for inland rivers in Northwest China and accounts for $9 . 0 0 \\% - 4 3 . 0 0 \\%$ of the total runoff in inland river basins (Guo et al., 2O16). It is necessary to account for water supplies from precipitation and glacial meltwater in the study of water resources in Xinjiang,while previous studies failed to consider glacial meltwater when applied the InVEST model (Wang et al.，2019; Li et al., 202O; Yang et al.，202O).In this paper, we combined glacial meltwater data from GRACE and precipitation data from TRMM as total water yield sources with the hope of improving the performance of the InVEST model according to water balance (Eq. 5). Specifically speaking,the changes in terrestrial water storage (TWSC) for the year were obtained by subtracting the GRACE data at the beginning of the year from the data at the end of the year (Eq. 6) (Yang et al.,2015; Meng et al.,2019),and then the positive values of the changes were removed. The reduction in water storage in the glacier distribution area that was extracted from the second glacier inventory data of China is considered to be the glacial meltwater (Wei et al., 2014; Guo et al., 2015). ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { \\bf R = P - E T - T W S C } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where R denotes the runoff $( \\mathrm { m m } )$ ； ET denotes the evapotranspiration $\\left( \\mathrm { m m } \\right)$ ; and TWSC denotes the changes in terrestrial water storage (mm). ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { T W S C } _ { i } = \\mathbf { T W S } _ { i _ { - } \\mathrm { e n d } } - \\mathbf { T W S } _ { i _ { - } \\mathrm { b e g i n } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\mathrm { T W S C } _ { i }$ denotes the changes in terrestrial water storage in the $i ^ { \\mathrm { t h } }$ year (mm); and $\\mathrm { T W } \\mathbf { S } _ { i }$ end and $\\mathrm { T W S } _ { i \\_ \\mathrm { b e g i n } }$ denote the terrestrial water storage at the end and beginning of the year $( \\mathrm { m m } )$ ， respectively. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Water utilization depth (WUD) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this study,WUD (mm) was used to characterize the potential demand for water resources and was modeled as the sum of irrigated water utilization depth $( \\mathrm { W U D } _ { \\mathrm { i r r } }$ ，mm),industrial water utilization depth $( \\mathrm { W U D } _ { \\mathrm { i n d } }$ ，mm),domestic water utilization depth $( \\mathbf { W U D _ { d o m } }$ ，mm),and ecological waterutilization depth $( \\mathrm { W U D _ { \\mathrm { { e c o } } } }$ ,mm): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W U D } = \\mathrm { W U D } _ { \\mathrm { i r r } } + \\mathrm { W U D } _ { \\mathrm { i n d } } + \\mathrm { W U D } _ { \\mathrm { d o m } } + \\mathrm { W U D } _ { \\mathrm { e c o } } .\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To calculate $\\mathbf { W U D } _ { \\mathrm { i r r } }$ ，we extracted the distribution map of irrigated land in Xinjiang from the land cover data and then assigned agricultural comprehensive water utilization depth for different cities and regions to the distribution map of irrigated croplands. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The $\\mathrm { W U D } _ { \\mathrm { i n d } }$ was calculated as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W U D } _ { \\mathrm { i n d } } = \\alpha \\times \\mathrm { G D P } \\times w _ { \\mathrm { i n d } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $ { \\alpha }$ denotes the proportion of industrial GDP to total GDP $( \\% )$ ; GDP denotes the total GDP per square kilometer of land $( 1 0 , 0 0 0 \\mathrm { C N Y / k m ^ { 2 } } )$ ; and $w _ { \\mathrm { i n d } }$ denotes the industrial water utilization per $1 0 { , } 0 0 0 \\mathrm { G D P }$ $( \\mathrm { m } ^ { 3 } / 1 0 { , } 0 0 0$ CNY). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $\\mathbf { W U D _ { d o m } }$ was calculated as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W U D } _ { \\mathrm { d o m } } = \\mathrm { P O P } \\times w _ { \\mathrm { d o m } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where POP denotes the population per square kilometer of land $\\mathrm { ( p e r s o n / k m ^ { 2 } }$ ; and $w _ { \\mathrm { d o m } }$ denotes the domestic water utilization per capita $( \\mathrm { m } ^ { 3 } / \\mathrm { c }$ apita). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Ecological water utilization refers to the amount of water needed and used for ecosystem maintenance.In this study,ecological water utilization was accounted for different ecosystem types,including forests,grassland,water body (including wetland),and urban land (Li et al., 2009; Shang et al., 2013). The $\\mathrm { \\Delta W U D _ { \\mathrm { e c o } } }$ was calculated as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W U D } _ { \\mathrm { e c o } } = \\frac { \\mathrm { E W } } { \\mathrm { A } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where EW denotes the ecological water utilization of each administrative region $( \\mathbf { m } ^ { 3 } )$ ; and A denotes the area of land use type $( \\mathrm { k m } ^ { 2 } )$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3 Water supply-demand relationships ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Compared with the previous methods like the ecological footprint model, the perspective of ecosystem services allows for the improvement of verifiability on the assessment of water sustainability and avoids empirical parameters. For example,WYD simulated by the InVEST model is more easily verified using gauging station data than water footprint and carrying capacity of water resources. The perspective of ecosystem services can avoid empirical parameters such as global average yield capacity， yield factors,and equilibrium factors. In addition, existing studies have used ecosystem services to explore ecosystem service tradeoffs (Kang et al.,2O2O), human well-being (Wei et al.,2O18),and ecosystem service flow (Chen et al., 2020), but few applied ecosystem services to assess the sustainable use of water resources in arid areas.The supply-demand relationship indices have been applied in many regions such as Spain (Boithias et al.,2O14),Taihu Lake in China (Li et al.,2O16),and coastal regions in China (Zhai et al.,2020). These indices provided a clear picture of the supplies and demands for local ecosystem services,but few applied them to assess the sustainable use of water resources. In this study, we referenced and refined these indices based on the unique circumstances of Xinjiang to assess the sustainable use of water resources more accurately.We opted to use the diference index instead of the ratio index in existing studies because the arid natural environment of Xinjiang resulted in many zero values for WYD and WUD. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "WSR and WSDD were used to account for the water supply-demand relationships.WSR can reflect the utilization efficiency of water resources and was calculated as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W S R = \\frac { S _ { p } } { S _ { a } } , }\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where WSR denotes the water resource supply rate; $S _ { \\mathrm { p } }$ denotes the potential water supply depth （204号 $\\left( \\mathrm { m m } \\right)$ ; and $S _ { \\mathrm { a } }$ denotes the actual water supply depth $( \\mathrm { m m } )$ . In this study, $S _ { \\mathrm { p } }$ refers to the WYD modeled by the InVEST model and $S _ { \\mathrm { a } }$ refers to the actual water supply depth in each region as published in Xinjiang Water Resources Bulletin (Water Resources Department of Xinjiang Uygur Autonomous Region,2OO2-2O18). WSR indicates that water resources are not fully utilized if it is greater than 1,and otherwise it indicates that water resources are fully utilized. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "WSDD that reflects the balance of water resource supplies and demands was calculated as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W S D D } = \\mathrm { W Y D } - \\mathrm { W U D } .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Values of WSDD indicates that water resources are in surplus if it is much greater than zero, in balance if it is close to zero, or in deficit if it is much less than zero. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4Spatial-temporal analysis and variable analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Cold and hot spot analysis is used for understanding the spatial patterns and distributions of water supplies and demands in our study. The $\\mathbf { G } i ^ { * }$ statistical method is able to reflect the spatial aggregation of points or patches with high (or low) values (Ord and Getis,1992): ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\nG i ^ { * } = \\frac { \\displaystyle \\sum _ { j = 1 } ^ { n } w _ { i j } \\times x _ { j } - \\overline { { X } } \\sum _ { j = 1 } ^ { n } w _ { i j } } { \\displaystyle \\sqrt { [ n \\times \\displaystyle \\sum _ { j = 1 } ^ { n } w _ { i j } ^ { 2 } - ( \\sum _ { j = 1 } ^ { n } w _ { i j } ) ] ^ { 2 } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n{ \\overline { { X } } } = { \\frac { \\displaystyle \\sum _ { j = 1 } ^ { n } x _ { j } } { n } } ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $\\mathbf { G } i ^ { * }$ denotes the statistic of cold and hot spot analysis; $x _ { j }$ is the attribute value of patch $j ; w _ { i j }$ is the spatial weight matrix between patch $i$ and patch $j ; n$ is the total number of patches; $S$ is the variance value of $x _ { \\mathrm { j } }$ ; and $\\bar { X }$ denotes the arithmetic mean of the attribute values of patches. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "$\\mathbf { G } i ^ { * }$ can be statistically tested based on the $Z$ score and the $P$ -value. $Z$ score is the standard deviation of $\\mathbf { G } i ^ { * }$ to measure the aggregation degree. $P$ -value is the significance level to determine whether spatial aggregation is produced. If $Z$ score is positive, it is a hot spot area that clusters with high values,and if $Z$ score is negative,it is a cold spot area that clusters with low values. The $P$ -value is indicative to the significant level of the cold or hot spots (Guerri et al.,2O21).The cold and hot spot analysis was used to analyze the aggregations of high (or low) values about WYD, WUD, WSR, and WSDD. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Both the Sen trend analysis and Mann-Kendall (MK) test were used for time series analysis. The Sen trend analysis is a robust non-parametric statistical method widely used to derive the trend of time series data.It is insensitive to outlier data and errors but does not reflect the significance level of the trend.The Sen trend analysis is derived as follows: ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\beta = \\mathrm { m e a n } \\left( \\frac { x _ { p } - x _ { q } } { p - q } \\right) \\quad \\forall p > q ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $\\beta$ denotes the Sen slope value; and $x _ { q }$ and $x _ { p }$ are time series data. If $\\beta$ is greater than zero, the time series data show an upward trend, whereas if $\\beta$ is less than zero,the time series data exhibit a downward trend. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The MK test is a non-parametric statistical test method that is able to conduct a significance test for the trend of the time series and is not sensitive to outliers: ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\nZ _ { _ m } = \\left\\{ \\begin{array} { c } { { \\displaystyle { \\frac { S } { \\sqrt { \\mathrm { v a r } ( S ) } } } , \\mathrm { i f } \\ S _ { _ m } > 0 } } \\\\ { { 0 , \\quad \\mathrm { ~ i f } \\ S _ { _ m } = 0 ~ , } } \\\\ { { \\displaystyle { \\frac { S + 1 } { \\sqrt { \\mathrm { v a r } ( S ) } } } , \\mathrm { ~ i f } \\ S _ { _ m } < 0 } } \\end{array} \\right.\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\nS _ { m } = \\sum _ { q = 1 } ^ { l - 1 } \\sum _ { p = q + 1 } ^ { l } \\mathrm { s i g n } ( x _ { p } - x _ { q } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $Z _ { m }$ is the standardized test statistic,obeying the standard normal distribution; $S _ { m }$ is the test statistic; sign is the sign function; and $l$ is the number of data. If $| Z _ { m } | > 1 . 9 6$ ，the data series has obvious trends at the significance level of O.O5,otherwise,the data series has insignificant trends at the significance level of O.O1 (Schroter and Remme,2O16).The Sen trend analysis and MK test were used to analyze temporal trends about WYD,WUD,WSR,and WSDD. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Different variables that are input to the model play varied roles in the model. The controled variable method was used to investigate the contribution of each input variable to the modeled result.Taking the water yield module of the InVEST model as an example,variables such as precipitation, potential evapotranspiration,and land cover data are key inputs to the model for predicting WYD. To obtain the contribution rate of precipitation to WYD，we treated the precipitation data in 2Oo2 as the baseline and used them to simulate land surface processes in 2006,2010,2014,and 2018,while keeping the other variables the same.The contribution rate of the variable to the output results can be calculated as follows: ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\nP _ { i j } = \\frac { V _ { \\mathrm { a c t } } - V _ { i j } } { V _ { i j } } ,\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $P _ { i j }$ denotes the contribution rate of variable $j$ to the result in the $i ^ { \\mathrm { t h } }$ year; $V _ { \\mathrm { a c t } }$ denotes the result obtained by inputting all variables in the $i ^ { \\mathrm { t h } }$ year according to the actual situation; and $V _ { i j }$ denotes the result obtained by inputting the variable $j$ in the baseline year and other variables in the $i ^ { \\mathrm { t h } }$ year. To further understand the internal factors of changes in supplies and demands of water resources, we investigated the relative contributions of precipitation, potential evapotranspiration, and land cover to the modeled WYD,as well as the relative contributions of $\\mathbf { W U D _ { \\mathrm { i r r } } }$ $\\mathrm { W U D } _ { \\mathrm { i n d } }$ $\\mathrm { \\Delta W U D _ { d o m } }$ ,and $\\mathrm { \\Delta W U D _ { \\mathrm { { e c o } } } }$ to the total WUD. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4 Results ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1 Model calibrationand validation ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The calibration experiment showed that the root mean square error (RMSE), mean absolute error (MAE),and Pearson's correlation coefficient were $5 . 2 2 \\times 1 0 ^ { 8 }$ $( \\pm 1 . 2 9 \\times 1 0 ^ { 8 } )$ 1 $\\mathbf { m } ^ { 3 }$ ， $4 . 0 8 \\times 1 0 ^ { 8 } \\ \\mathrm { m } ^ { 3 }$ ，and 0.65,respectively. The validation experiment using remaining four-year data shows that the RMSE,MAE,and Pearson's correlation coefficient were $9 . 6 7 \\times 1 0 ^ { 8 }$ （204号 $( \\pm 2 . 8 2 \\times 1 0 ^ { 8 } )$ m³， $6 . 8 7 \\times 1 0 ^ { 8 } ~ \\mathrm { m } ^ { 3 }$ ， and O.72,respectively, when comparing modeled and observed runoff values. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Mean relative bias error between observed runoff data and modeled results without considering glacial meltwater was $1 . 9 6 \\times 1 0 ^ { 8 } ~ \\mathrm { m } ^ { 3 }$ .By comparison,mean relative bias error between observed runoff data and modeled results considering glacial meltwater using the GRACE data decreased to $1 . 2 9 \\times 1 0 ^ { 8 } \\mathrm { m } ^ { 3 }$ (Fig. 2). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2 WYD and WUD ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "WYD in Xinjiang had a spatial distribution pattern close to precipitation and generally decreased from the north to the south and from the west to the east with a range from O.OO to $8 0 0 . 0 0 \\ \\mathrm { m m }$ (Fig. 3al-a5). The areas with WYD above $5 0 . 0 0 \\ \\mathrm { m m }$ were mainly distributed in northwestern Xinjiang and sparsely distributed at high altitudes in both the Tianshan Mountains and Kunlun Mountains. These areas,accounting for $5 . 2 6 \\%$ of total area in Xinjiang,were often rich in water supplies and were shown as the hot spots above the $9 5 . 0 0 \\%$ confidence level (Fig. 3b1-b5). The areas with WYD ranging from 0.10 to $5 0 . 0 0 ~ \\mathrm { m m }$ were mainly distributed in both northern and southern regions of the Junggar Basin and in the oasis areas surrounding the Tarim Basin. Although there was runoff in these basin areas,WYD was relatively small as compared to those in wet areas. The areas with WYD ranging from O.10 to $5 0 . 0 0 ~ \\mathrm { m m }$ were mostly identified as the cold spots above the $9 5 . 0 0 \\%$ confidence level, and about $0 . 1 3 \\%$ of total area in Xinjiang belonged to these areas.The areas with WYD below $0 . 1 0 \\ \\mathrm { m m }$ were mainly distributed in deserts which almost have no runoff,including the Taklimakan Desert, the Gurbantungut Desert,and the Kumtag Desert. Their total area accounted for more than $8 9 . 0 0 \\%$ of the land area in Xinjiang, where deserts were widely distributed. Therefore,these areas were considered as insignificant areas in the cold and hot spot analysis as a result of non-aggregated effects. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/87f211e9969e3aabfedc3ef234fcc55f6378ef2280589248a71cc2d74c6a01cb.jpg",
        "img_caption": [
            "Fig.2Mean relative bias eror between observed runoff data and modeled results without considering glacial meltwater (red violin boxes)and with considering glacial meltwater (blue violin boxes).The holow white dots represent the median.The upper and lower horizontal lines represent the maximum and minimum values, respectively. The bottom and top lines of the box represent the $2 5 . 0 0 \\%$ and $7 5 . 0 0 \\%$ quartiles,respectively. The width of the violin represents the frequency of the data. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In terms of temporal changes,WYD had a continuous upward trend (Fig. 4a), with increases from $8 . 5 1 \\ \\mathrm { m m }$ in 2002 to $1 0 . 8 6 \\ \\mathrm { m m }$ in 2018,rising by $2 7 . 6 1 \\%$ . The increasing trend was significant $( P { < } 0 . 0 5 )$ and the Pearson's correlation coefficient across time was O.91. The Sen trend analysis showed that $7 0 . 8 8 \\%$ of the study area that passed the trend analysis exhibited increasing trends of WYD. The Sen slope was high in some areas of northwestern Xinjiang. The MK test was significant in the north and south sides of the Junggar Basin (Fig. 4b),indicating that WYD was significantly increasing in these areas. There were some areas with decreased WYD,mainly concentrated in the east of both the Tianshan Mountains and Kunlun Mountains and Ili River Valley. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "WUD was found high in oasis areas and cities and low in desert areas (Fig. 5al-a5). WUD in Xinjiang mainly ranged from O.00 to $4 0 0 0 . 0 0 \\ \\mathrm { m m }$ . The areas with WUD above $5 0 0 . 0 0 \\ \\mathrm { m m }$ were mainly distributed in urban and irrigated croplands such as the agricultural areas near the Irtysh River,Ili River,and Tarim River,and in the oases near the northern slope of the Tianshan Mountains. These areas were often identified as the hot spots above the $9 5 . 0 0 \\%$ confidence level, accounting for $6 . 3 5 \\%$ of the total area in Xinjiang (Fig. 5b1-b5). The areas with WUD below 1.00 mm were widely distributed in the desert areas and not clustered. Many areas with WUD ranging from 1.00 to $1 0 0 . 0 0 \\mathrm { m m }$ were identified as the cold spots above the $9 5 . 0 0 \\%$ confidence level and were mainly distributed in the mountainous areas of the Altay Mountains, Tianshan Mountains, and Kunlun Mountains. These areas totally accounted for $1 3 . 9 4 \\%$ of the total area in Xinjiang. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In terms of temporal changes,averaged WUD had a downward trend and its correlation with time had a Pearson's correlation coefficient of $- 0 . 8 5$ . Averaged WUD descended from $6 7 . 5 0 \\$ to $5 3 . 5 3 ~ \\mathrm { m m }$ in the study period, reducing by $2 0 . 7 0 \\%$ (Fig.6a). The Sen trend analysis showed that WUD in the hot spots mostly had a downward trend (Fig. 6b) and the MK test showed that the the north of the Urumqi City (provincial capital of Xinjiang) and the central region in the Changji Hui Autonomous Prefecture experienced significantly decreased WUD above the $9 5 . 0 0 \\%$ confidence level.The areas that experienced decline in WUD accounted for $4 3 . 2 1 \\%$ of the total area in Xinjiang，and the areas with significant decline in WUD were 1.8O times the areas with significant increase. The areas with increased WUD were mainly located in the Altay Mountains, Tianshan Mountains,and Kunlun Mountains. The MK test showed that the increasing trend of ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "WUD was significant in these mountainous regions. WUD was also increased in the downtown area of Urumqi City. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3 WSR and WSDD ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In Xinjiang, $9 3 . 3 9 \\%$ of the areas had WSR less than 1.OO; WSR in a few areas was greater than 1.00.Most of these areas were identified as the hot spots (Fig.7),such as areas in the Altay Prefecture and northern Tacheng Prefecture,around the Tianshan Mountains,and in the west of the Kunlun Mountains. These areas were highly overlapped with the hot spots of WYD. Areas with WSR less than 1.OO were widely distributed in the study area and no obvious spatial aggregation could be found in these areas, so the WSR had litle cold spots. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/0f23994249012ea8aa79243c7c4af0ddc0a287165e1f362c2dbbd1161abc9bec.jpg",
        "img_caption": [
            "Fig.3Spatial distributionof water yield depth(WYD） in Xinjiang from 2002 to 2018（al-a5）and the correspondingcold and hot spot analysis results from 2Oo2 to 2018 (b1-b5).Note that the figure is based on the standard map (新 S(2021)023）of the Map Service System (htps:/xinjiang.tianditu.gov.cn/main/bzdt.html) marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the standard map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/4eb4cac819e8bf468fec0f65347d7c6bda33b6f85c104002b9e64e218d8ac314.jpg",
        "img_caption": [
            "Fig.4Temporal analysis on averaged WYD in Xinjiang from 2002 to 2018 (a) and the Sen trend analysis and Mann-Kendall(MK)testof WYD in Xinjiang from 2002 to 2O18.Note that the figure is based on the standard map(新 S(2021)023)of the Map Service System (htps://xinjiang.tianditu.gov.cn/ main/bzdt.html) marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the standard map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/8eaf86e30fad8b6b5c091b5216d836a358ccb3ce2889664979af3199786acdd6.jpg",
        "img_caption": [
            "Fig.5Spatial distribution of water utilization depth (WUD) in Xinjiang from 2002 to 2018 (a1-a5）and the correspondingcold and hot spot analysis results from 20O2 to 2018 (b1-b5).Note that the figure is based on the standard map (新 S(2021)023）of the Map Service System (https:/xinjiang.tianditu.gov.cn/main/bzdt.html) marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the standard map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/66ab1ccb2b802737b65b11aadd9c48d6fdaa57048fd140ede33fec1b2f65ae01.jpg",
        "img_caption": [
            "Fig.6Temporal analysis on averaged WUD in Xinjiang from 2O02 to 2018(a)and the Sen trend analysis and MK test of WUD in Xinjiang from 2002 to 2018.Note that the figure is based on the standard map（新 S(2021)023） of the Map Service System (https:/xinjiang.tianditu.gov.cn/main/ bzdt.html） marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the base map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "During the study period, averaged WSR in Xinjiang decreased from 0.30 to 0.22, descending by $2 6 . 6 7 \\%$ (Fig. 8a） and its correlation with time reached a Pearson's correlation coefficient of $- 0 . 7 9$ . The areas with increased WSR were mainly distributed in the oases surrounding the Junggar Basin and Tarim Basin (Fig. 8b). The areas with decreased WSR included areas in the east of the Tianshan Mountains and in the northern Bayangol Mongolian Autonomous Prefecture, Ili Kazak Autonomous Prefecture, and northern Altay Prefecture. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In the study area,WSDD mostly ranged from -40o0.00 to $8 0 0 . 0 0 \\ \\mathrm { m m }$ (Fig.9a1-a5） and averages of WSDD generally ranged from $- 5 9 . 0 0$ to $- 4 2 . 0 0 ~ \\mathrm { { m m } }$ . The areas with negative values of WSDD accounted for $8 2 . 4 0 \\%$ of the total area in Xinjiang. Spatially, WSDD was often found in surplus in mountainous areas and in deficit in irrgation areas.Large areas with WSDD greater than $3 0 . 0 0 \\ \\mathrm { m m }$ were identified as the hot spots and were located in high-altitude areas.The other hot spots were areas represented by Altay Prefecture, Tacheng Prefecture,and Bortala Mongolian Autonomous Prefecture (Fig. 9b1-b5).The areas with hot spots above $9 0 . 0 0 \\%$ confidence level accounted for $2 7 . 8 1 \\%$ of the total area in Xinjiang. The areas with WSDD less than $- 5 0 0 . 0 0 \\mathrm { m m }$ were often identified as cold spots,of which the spatial distribution was highly coincident with the hot spots of WUD.The areas with cold spots above $9 0 . 0 0 \\%$ confidence level accounted for $7 . 7 3 \\%$ of the total area in Xinjiang. The other areas where WSDD was close to $0 . 0 0 \\ \\mathrm { m m }$ were considered as non-significant areas in the cold and hot spot analysis. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Averaged WSDD in Xinjiang increased from $- 5 9 . 1 0 \\ \\mathrm { m m }$ in 2002 to $- 4 2 . 7 2 \\ \\mathrm { m m }$ in 2018 （ $( P { < } 0 . 0 5$ ; Fig.1Oa). The Sen trend analysis showed that WSDD in $6 4 . 6 5 \\%$ of the study area that passed the trend analysis increased,especially in the northern Tacheng Prefecture，Bortala Mongolian Autonomous Prefecture,and in the west of the Tianshan Mountains and Kunlun Mountains. The MK test showed that WSDD in the rim of the Junggar Basin significantly increased with high confidence level (Fig.1Ob). There were also some areas where WSDD decreased. For example,tensions in water supply-demand relationships occurred in the east of the Tianshan Mountains and Kunlun Mountains.Areas in the southern slope of the Tianshan Mountains and in the Ili River Valley also presented tensions in water supply-demand relationships. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.4 Controlled variable analysis ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The controlled variable method was used to analyze the relative contribution of precipitation, potential evapotranspiration,and land cover to WYD,as well as the contributions of $\\mathbf { W U D } _ { \\mathrm { i r r } }$ $\\mathrm { W U D } _ { \\mathrm { i n d } }$ ， $\\mathrm { \\Delta W U D _ { d o m } }$ ，and $\\mathrm { \\Delta W U D _ { \\mathrm { { e c o } } } }$ to the total WUD (Fig.11). The contribution rates of variables could reflect the importance of factors on the changes in WYD. Figure 1la showed that precipitation had large impacts on WYD and the contribution rate of precipitation to WYD reached $1 9 . 5 2 \\%$ in 2018. The contribution rate of precipitation to WYD increased with increasing precipitation in Xinjiang over time (Fig.1la and c). The contribution of potential evapotranspiration and land cover to WYD were both maintained at less than $6 . 0 0 \\%$ . Potential evapotranspiration had negative impacts on WYD,and WYD decreased with increasing potential evapotranspiration (Fig. 1la and d).Land cover changes in Xinjiang showed a positive contribution to WYD,and the contribution rate had a slight upward trend. In 2O18,the contribution rate of land cover changes to WYD reached $5 . 5 2 \\%$ . The land cover transfer matrix shown in Table 2 indicated that large areas of bare land were transformed into grassand, ice and snow,cropland,shrubland, and water body. The area of bare land transformed into grassland reached $4 0 { , } 4 7 0 \\ \\mathrm { k m } ^ { 2 }$ ，accounting for nearly $3 . 4 0 \\%$ of the total bare land in 2OO2.Land cover changes in Xinjiang led to increases in water yields. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/e1b708015872e3f1c77f1f6f3fb3e78c41926a2e5b234bda4ce046b1283a3d22.jpg",
        "img_caption": [
            "Fig.7Spatial distribution of water supply rate (WSR) in Xinjiang from 2O02 to 2018 (al-a5） and the correspondingcold and hot spot analysis results from 2Oo2 to 2O18 (b1-b5).Note that the figure is based on the standard map(新 S(2021)023）of the Map Service System (htps:/xinjiang.tianditu.gov.cn/main/bzdt.html) marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the standard map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/bfed334fa14d9693b4ee7953f6ad86a70048013ad20a4059a015dc9818b6576f.jpg",
        "img_caption": [
            "Fig.8Temporal analysis on averaged WSR in Xinjiang from 2OO2 to 2O18(a)and the Sen trend analysis and MK test of WSR in Xinjiang from 2OO2 to 2018 (b).Note that the figure is based on the standard map（新 S(2021)023) of the Map Service System (https:/xinjiang.tianditu.gov.cn/main/ bzdt.html） marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the standard map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/146876560f4b55529ee0139aa8c509dc6ff330c827bca093a31c4cafbb738a78.jpg",
        "img_caption": [
            "Fig.9Spatial distributionof water supply-demand difference (WSDD)in Xinjiang from 20O02 to 2018 (al-a5) and thecorresponding coldand hot spot analysis results (b1-b5).Note that the figure is based onthe standard map(新 S(2O21)023)of the Map Service System (htps://xinjiang.tianditu.gov.cn/main/bzdt.html) marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the standard map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/36fe2481b96cf3915018069a4059596ca4e912d0aa67c0e4e55533029d891a1a.jpg",
        "img_caption": [
            "Fig.10Temporal analysis on averaged WSDD in Xinjiang from 2O02 to 2018(a) and the Sen trend analysis and MK analysis of WSDD in Xinjiang from 2OO2 to 2O18 (b).Note that the figure is based on the standard map（新 S(2021)023）of the Map Service System (https://xinjiang.tianditu.gov.cn/ main/bzdt.html） marked by the Xinjiang Uygur Autonomous Region Platform for Common Geospatial Information Services,and the standard map has not been modified. "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/fd05fa9cf49177840a10df2b5ff0b7e6986a9c20e2c59827fb8e8a6b10ed86ed.jpg",
        "img_caption": [
            "Fig.11Contributions of precipitation，potential evapotranspiration (PET)，and land cover to WYD(a), contribution of irrigated WUD $( \\mathrm { W U D } _ { \\mathrm { i r r } } )$ ,industrial WUD $\\mathrm { ( W U D _ { i n d } ) }$ ，domestic WUD $\\left( \\mathrm { \\mathbf { W } U D _ { d o m } } \\right)$ ，and ecological WUD $( \\mathrm { W U D _ { \\mathrm { { e c o } } } ) }$ to the total WUD (b),and changes in precipitation (c) and PET (d) in Xinjiang from 2002 to 2018 "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The results shown in Figure 11b indicated that the contribution of $\\mathbf { W U D } _ { \\mathrm { i r r } }$ accounted for a majority of nearly $- 3 0 . 0 0 \\%$ in changes of the total WUD. The relative contribution of $\\mathbf { W U D } _ { \\mathrm { i r r } }$ was negative, different from $\\mathrm { W U D _ { i n d } }$ and $\\mathrm { \\Delta W U D _ { d o m } }$ .The reduction in $\\mathbf { W U D } _ { \\mathrm { i r r } }$ has become increasingly important to the changes in the total WUD over time. The relative contributions of $\\mathbf { W U D _ { \\mathrm { i n d } } }$ and $\\mathrm { \\Delta W U D _ { d o m } }$ to the changes in the total WUD were relatively low but positive,and both of them experienced an increasing trend. The contribution rate of $\\mathrm { \\Delta W U D _ { \\mathrm { { e c o } } } }$ was maintained at a relatively unimportant level across years. ",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/0c00ec2f836d5d19bd353ed126017279e2c67e73d2be5343a926737a38e63497.jpg",
        "table_caption": [
            "Table 2 Land cover transfer matrix in Xinjiang from 20O2 to 2O18 (unit: km²) "
        ],
        "table_footnote": [
            "Note:NF,needle-leafforest;BF,broad-leafforest;MF,mixedforest.“indicatesthatthechangedareas weregreaterthan $1 0 0 \\mathrm { k m } ^ { 2 }$ "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">2002</td><td colspan=\"11\">2018</td></tr><tr><td>NF</td><td>BF</td><td>MF</td><td>Shrubland</td><td>Grassland</td><td>Wateyr</td><td>Cropland</td><td>Urban</td><td>Ice ad</td><td>Bare land</td><td>Total</td></tr><tr><td>NF</td><td>398.00</td><td>0.00</td><td>13.90</td><td>0.06</td><td>83.60</td><td>27.00</td><td>0.04</td><td>0.00</td><td>1.28</td><td>0.00</td><td>524.00</td></tr><tr><td>BF</td><td>0.43</td><td>17.30</td><td>19.70</td><td>1.53</td><td>67.40</td><td>0.00</td><td>1.79</td><td>0.00</td><td>0.93</td><td>0.00</td><td>109.00</td></tr><tr><td>MF</td><td>149.00#</td><td>0.34</td><td>620.00</td><td>0.98</td><td>404.00#</td><td>6.24</td><td>1.77</td><td>0.00</td><td>1.10</td><td>0.01</td><td>1183.00</td></tr><tr><td>Shrubland</td><td>0.16</td><td>0.42</td><td>0.07</td><td>187.00</td><td>99.50</td><td>0.44</td><td>7.21</td><td>0.00</td><td>46.20</td><td>56.80</td><td>398.00</td></tr><tr><td>Grassland</td><td>203.00#</td><td>6.15</td><td>101.00#</td><td>115.00#</td><td>339,804.00</td><td></td><td>392.00 26.055.00#</td><td>90.70</td><td>61.70</td><td>7479.00#</td><td>374,309.00</td></tr><tr><td>Water body</td><td>22.10</td><td>0.00</td><td>3.47</td><td>0.12</td><td></td><td>243.00# 5756.00</td><td>16.10</td><td>0.03</td><td>32.80</td><td>288.00#</td><td>6363.00</td></tr><tr><td>Cropland</td><td>0.00</td><td>0.02</td><td>0.19</td><td>0.33</td><td>3243.00#</td><td>14.30</td><td>42,997.00</td><td>55.80</td><td>1.00</td><td>14.80</td><td>46,327.00</td></tr><tr><td>Urban land</td><td>0.00</td><td>0.00</td><td>0.00</td><td>0.00</td><td>63.60</td><td>0.19</td><td>81.80</td><td>2389.00</td><td>0.01</td><td>5.64</td><td>2540.00</td></tr><tr><td>Ice and snow</td><td>0.03</td><td>0.01</td><td>0.00</td><td>2.58</td><td>55.30</td><td>4.30</td><td>1.37</td><td></td><td>0.00 11,372.00</td><td>1752.00#</td><td>13,188.00</td></tr><tr><td>Bare land</td><td>0.00</td><td>0.00</td><td>0.00</td><td>344.00#</td><td>40,470.00#</td><td>619.00#</td><td>2378.00#</td><td>12.70</td><td>9075.00* 1,141,048.00</td><td></td><td>1,193,948.00</td></tr><tr><td>Total</td><td>773.00</td><td>24.20</td><td>759.00</td><td>651.00</td><td>384,534.00</td><td>6821.00</td><td>71,541.00</td><td>2548.00</td><td>20,593.00</td><td>1,150,645.00</td><td>1,638,888.00</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The mean relative bias error of the InVEST model decreased by $34 . 0 0 \\%$ when we accounted for glacial meltwater using the GRACE data. Our study found that considering glacial meltwater into the InVEST model using satellite-based water storage data could help to decrease bias errors in arid and semi-arid areas such as Xinjiang. Previous studies indicated that incorporating glacial meltwater into water supply could improve the performance of the InVEST model in areas with high altitudes and in areas with glaciers (Scordo et al., 2O18;Benra et al.,2O21). Although the Budyko curve did not account for detailed hydrological processes,the simple hydrological model was accurate enough in areas without precise input data. According to validation results, the accuracy of the InVEST model could meet the requirement of studies on ecosystem services at the annual scale (Pan et al., 2O15; Scordo et al., 2018). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "High WYD was mainly distributed in two major areas: northwestern Xinjiang and mountainous areas.Precipitation was the main source of WYD in northwestern Xinjiang，while glacial meltwater was the main source of WYD in mountainous areas.It's worth noting that decreased WYD mainly occurred in the east of both the Tianshan Mountains and Kunlun Mountains with fewer glaciers,possibly due to the arrival of the \"bonus period\". Global warming resulted in considerable glacier melting in the Tianshan Mountains and Kunlun Mountains,leading to increased runoff. However, it was an unsustainable way to increase water resources. After the \"bonus period\" of glacial melting,runoff will decrease significantly,and water resources will correspondingly decrease significantly. This is also a major problem for water resources in the future (Hartmann et al., 2016; Bolch et al., 2021). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Decreased WUD principally occurred in the oasis that contained vast irrigated croplands. Agricultural irrigation was the largest consumption of water resources in Xinjiang (Chen et al., 2016).As technology advances, water-saving irrigation technology is becoming more and more improved and is widely used in agriculture. By the end of 2Ol6,water-saving agricultural area accounted for $7 4 . 5 9 \\%$ of the total cultivated area in Xinjiang,which ranked the first in China (Cao et al.，2O2O).Water-saving agriculture has contributed greatly to the reduction of WUD. Increased WUD was mainly distributed in mountainous areas. Since 2Ooo, ecological engineering projects have greatly improved vegetation cover in Xinjiang (Niu et al., 2O19),and warmer and wetter climate also resulted in increased Normalized Difference Vegetation Index (NDVI) in Xinjiang (Xu et al.,2016; Luo et al., 202O). In a word, vegetation status was slightly improved, especially in mountains where vegetation was concentrated, which can increase the consumption of ecological water. It's worth noting that the hot spots of WYD and WUD mismatched spatially according to the spatial analysis. Mountainous areas were generally hot spots of water yield but cold spots of water utilization, whereas oases were hot spots of water utilization but cold spots of water yield. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Water resources in most of Xinjiang with WSR less than 1.OO were fully utilized and local water supplies needed new facilities. Water yields in northwestern Xinjiang were not full used for water supply.The hot spots and increased areas of WSR were in step with WYD,so the spatial and temporal patterns of WSR were greatly afected by WYD. During the study period, water resources in $8 2 . 4 0 \\%$ of Xinjiang were in deficit, and previous researches had similar conclusions. Specifically, current water resources cannot meet leap-forward development in Xinjiang (Dai et al., 2017),and water resources in Alar, a city located in southern Xinjiang,also cannot satisfy demand for economic development (Liu et al., 2O19). Fortunately, WSDD in $6 4 . 6 5 \\%$ of the region that passed the trend analysis exhibited an increasing trend,and the areas with increased WSDD were mainly distributed in northern Xinjiang，indicating that water deficit in some areas of Xinjiang has been alleviated. Exiting researches showed that the improvements of water-saving technology and ecological management has alleviated the water shortage in Xinjiang (Ling et al., 2019; Zhou et al., 2020). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "According to the controlled variable method, precipitation dominated the changes in WYD,and the contribution rates of precipitation to WYD increased as precipitation rose. Previous studies also indicated that water yield prediction was more sensitive to precipitation than to potential evapotranspiration in Ethiopia (Sahle et al., 2O19),and the similar conclusion was confirmed in UK (Redhead et al., 2O16). The Budyko curve used in the InVEST model allocated precipitation into evapotranspiration and runoff according to the aridity index. Increase in potential evapotranspiration often led to decrease in runoff if precipitation remains unchanging. While local climate and environmental changes have led to increase in WYD in Xinjiang in the past years, people still need to pay attention to uncertainties in water resources due to global climate change. When the climate became warmer and wetter, increases in precipitation positively impacted on water yield,but increases in potential evapotranspiration had negative effects on water yield. Further research and continuous observations may be required to determine which of these two factors is stronger. As for WUD,controlled variable analysis illustrated that $\\mathbf { W U D } _ { \\mathrm { i r r } }$ dominated the changes in WUD,and the contribution rates of $\\mathbf { W U D } _ { \\mathrm { i r r } }$ to WUD decreased as the $\\mathbf { W U D } _ { \\mathrm { i r r } }$ decreased. Previous studies also indicated that irrigation accounted for the largest proportion of total water consumption in Xinjiang,up to $9 7 . 0 0 \\%$ (Chen et al.,2O16),and the similar conclusion also appeared in the study of Guo et al (2015). In addition to the improvement of water-saving agriculture, increases in precipitation also mitigated water use pressures on agricultural irrigation. The contribution rates of $\\mathbf { W U D _ { \\mathrm { i n d } } }$ and $\\mathrm { \\Delta W U D _ { d o m } }$ were relatively low but positive with an upward trend. Local population, economy,and urbanization rate were all increased in recent years and positively contributed to WUD (Tang et al.,2012; Gong et al.， 202O). It was worth noting that upgrades in industrial structure and increases in the proportions of secondary and tertiary industries in Xinjiang led to higher $\\mathbf { W U D _ { \\mathrm { i n d } } }$ and $\\mathrm { \\Delta W U D _ { d o m } }$ . It is necessary for Xinjiang to control the total WUD through measures such as developing water-saving industries and advocating life-saving water conservation strategies. As $\\mathbf { W U D } _ { \\mathrm { i r r } }$ dominated changes in the total WUD in Xinjiang in the past years, it is important to continue prompt water-saving irrigation technologies and also control the expansion of cropland areas. Reasonable planning of the cropland layout and expansion is also needed (Lei et al., 2012; Dai et al., 2017). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "This research focused on discussing the inter-annual spatial distributions and temporal changes of water resource supplies, demands,and their relationships. Due to climatic and topographical conditions in Xinjiang, intra-annual variation in water resources is also considerable. On the water supply side, northern Xinjiang, western Xinjiang,and high-altitude areas often experienced large amounts of snowfall in winter. Although snowfallin one year tended to accumulate in the form of solid water, it did not generate runoff in the corresponding year but gradually turned into runoff with increasing temperature in the following year. The transformation of snow cover to runoff had a lagging effect, meaning that most snowfall benefited water supply services in the following year. There is a need to refine the temporal scale to the monthly scale instead of the annual scale in future studies to account for the lagging effect. On the water demand side,the peak of $\\mathbf { W U D } _ { \\mathrm { i r r } }$ generally occurred from July to August (Shen et al., 2O13） and coincided the period when temperature and evapotranspiration were high,resulting in seasonal water shortage of agricultural irrigation and decrease of water utilization efficiency. There is a need to study ways of storing water resources in surplus months for use in deficit months. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "This research assessed the sustainable use of water resources from the perspective of ecosystem services. As ecosystem services were broad topics, the trade-off and synergy among service functions could be further discussed to better reflect the integrity of the ecosystems (Hong et al., 2020). With a better understanding of ecosystem services,research hot spots continued to emerge, including ecosystem service evaluations,ecosystem service flows, and ecological compensation (Yu and Bi,2O11). The method to study ecosystem services could extend from one single function to multiple functions,which could help deepen and broaden the sustainable assessment of water resources under the framework of ecosystem services. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "This study evaluated the supply-demand relationships of water resources in Xinjiang during the period of 2002-2018 from the perspective of ecosystem services. The InVEST model was used to simulate WYD and socioeconomic data were used to model WUD. WSR and WSDD served as indices to account for the supply-demand relationships of water resources,and then the controled variable method was used to analyze the internal factors of changes in the supplies and demands of water resources.The results showed that WYD experienced a significant increasing trend, especially in oasis areas. WUD had a downward trend, reducing from 67.50 to $5 3 . 5 3 ~ \\mathrm { m m }$ .The decreased WUD were also mainly distributed in oasis areas.During the study period,water resources in Xinjiang were in a slight deficit but mitigated over time with climate change and human activities. Increased precipitation dominated increased WYD,and decreased $\\mathbf { W U D } _ { \\mathrm { i r r } }$ dominated decreased WUD.Water resources in nearly $9 3 . 3 9 \\%$ of Xinjiang were fully utilized and the utilization rate of water resources increased during the study period.The use of satellite-based water storage data helped to decrease the bias error of the InVEST model. The contradiction of water resources in Xinjiang is easing, but it is still necessary to be on the alert for the worsening contradiction between supply and demand in the later stage of glacier melting. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "From the perspective of ecosystem services,this study assessed the water supply-demand relationships and evaluated water resource sustainability in arid and semi-arid areas，which diversified the evaluation methods of water resource sustainability by addressing some issues in previous methods and also extended the application scenarios of researches on the supply-demand relationships of ecosystem services. Compared with the previous methods like the ecological footprint model，considering ecosystem services in the InVEST model can improve the verifiability on assessment of water sustainability and avoid empirical parameters. This research may provide a reference for evaluation on sustainable uses of water resources in the other regions in the world. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (41875122),the Western Talents (2018XBYJRC004),the Guangdong Top Young Talents (2017TQ04Z359),the Introducing Talents to Western China Project of Chinese Academy of Sciences (Y932121),and the Natural Science Foundation of Guangdong Province, China (2021A151501429). We thank the Water Resources Department of Xinjiang Uygur Autonomous Region，China for providing the Xinjiang Water Resources Bulletin for this study.We also acknowledge the Resource and Environmental Science Data Center of Chinese Academy of Sciences for providing the spatial distribution of GDP. Special thanks are also given to the anonymous reviewers for their constructive comments. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Agudelo CAR,Bustos SLH, Moreno CAP.2O20.Modeling interactions among multiple ecosystem services: acriticalreview. Ecological Modelling,429:109103,doi: 10.1016/j.ecolmodel.2020.109103.   \nBao C,Zou JJ.2017.Exploring thecoupling and decoupling relationships between urbanization qualityand waterresources constraint intensity:spatiotemporalanalysis fornorthwest China.Sustainability,9(11):96o,doi:10.3390/su9111960.   \nBenraF,de Frutos A,GaglioM,etal.2O21.Maping water ecosystem services: evaluatingInVESTmodelpredictions indata scarce regions.Environmental Modeling and Software,138:104982,doi:10.1016/j.envsoft.2021.104982.   \nBeveridgeA K,Harig C,SimonsFJ.2018.Thechanging mass of glaciers on the Tibetan Plateau,2002-2016,using time-variable gravity from the GRACE satelite mission. Journal of Geodetic Science,8(1): 83-97.   \nBoithias L,Acuna V,VergonsL,etal2Ol4.Assessmentof the watersupply:demandratiosinaMediteraneanbasinunder different global change scenarios and mitigation alternatives.Science ofthe Total Environment,47O-471: 567-577.   \nBolchT,Duethmann D,Wortmann M,etal.2O21.Decliningglaciers endanger sustainable development of theoasesalong the Aksu-Tarim River(Central Asia)．International JournalofSustainableDevelopmentand World Ecology，doi: 10.1080/13504509.2021.1943723.   \nCaiTY,ZhangXH,XiaFQ,etal.2O21.Theprocess-mode-driving forceofcropland expansioninaridregionsofChinabased on the land use remote sensing monitoring data.Remote Sensing,13(15): 2949,doi: 10.3390/rs13152949.   \nCanadellJ,JacksonRB,EhleringerJR,etal.1996.Maximumrotingdepthofegetationtypesattheglobalscale.Oecologia, 108:583-595.   \nCao YD,Zhang W,RenJZ2O2o.Efficiencyanalysisofthe inputforwater-saving agricultureinChina. Water,12(1):7,doi: 10.3390/w12010207.   \nChen C,ShiJ.2016.Applicationof water-saving irigationtechnologies inminorityareasof Xinjiang.Proceedingsof the2016 International Conference on Economy, Management and Education Technology. Chongqing, China,1210-1214.   \nChen D S,Li J,Yang XN,et al.2O2o.Quantifying water provision service supply，demand and spatial flow forlanduse optimization: acase studyin the Yanhe Watershed.Ecosystem Services,43:101117,doi:10.1016/j.ecoser.2020.101117.   \nChen YN,LiZ,FanYT,etal.2O15.Progressand prospectsof climatechange impactson hydrology inthe arid egionof Northwest China. Environmental Research,139:11-19.   \nCostanza R,D'Arge R,de Groot R,et al.1998.The valueof the world'secosystem services and natural capital.Nature, 387(6630): 253-260.   \nDai S S,Li L H, Xu H G 2O17. Simulation of water scarcity in a leap-forward developing arid region $\\because$ a system dynamics model of Xinjiang Uygur Autonomous Region.Water Policy,19(4): 741-757.   \nDawadi S,Ahmad S.2O13.Evaluating the impact of demand-side management on water resources under changing climatic conditions and increasing population. Journal of Environmental Management,114: 261-275.   \nDong Q,WangWG,ShaoQX,etal.2O2o.Theresponseofreference evapotranspiration toclimatechange inXinjiang,China: historicalchanges,driving forces,and future projections.International Journal of Climatology,40(1): 235-254.   \nDonohueRJ,Roderick ML,Mcvicar TR.2O12. Rots,storms and soil pores: incorporating keyecohydrological processes into Budyko's hydrological model.Journal of Hydrology,436-437: 35-50.   \nFischerGShah M,vanVelthuizen HT.2O.Global agro-ecological zonesassessment:methodologyandresults.IASA Interim Report, 3:1-10.   \nFu Q,LiB,HouY,etal.2O17.Effectsof landuse andclimatechange on ecosystemservices in Central Asia'saridregions: a case study in Altay Prefecture,China. Science of the Total Environment, 6O7-6O8: 633-646.   \nGongYT,ZhangYW.2O20.Spatial correlationanalysis of economic development and water consumptionin Xinjiang.Journal of Coastal Research,104(S1): 605-611.   \nGuerri G, Crisci A,MeseriA,etal.2O21.Thermal summerdiural hot-spot analysis: theroleof localurban featureslayers. Remote Sensing,13(3): 538,doi: 10.3390/rs13030538.   \nGuo B,Li WH,GuoJY,etal.O15.Riskassessmentofregioal irigation waterdemandandsuppy inanarid inlandriver basin of Northwestern China. Sustainability,7(9): 12958-12973.   \nGuo WQ,Liu SY,XuJL,etal.2O15.The second Chineseglacierinventory:data,methods andresults.JournalofGlaciology, 61(226): 357-372.   \nGuo Y,ShenYJ.2O16.Agricultural watersupply/demand changes under projected future climate change in thearidregionof Northwestern China. Journal of Hydrology,540: 257-273.   \nGuptaSC,Larson WE.1979.Estimatingsoil waterretentioncharacteristics fromparticle size distribution,organic mater percent,and bulk density.Water Resources Research,15(6):1633-1635. Scientific Data,7(1): 109.   \nHartmann H,SnowJA,SuBD,etal.2O16.Seasonalpredictionsofprecipitation inthe Aksu-Tarim River Basin forimproved water resources management. Global and Planetary Change,l47: 86-96.   \nHong YY,DingQZhou T,etal.2O2o.Ecosystemservicebundle indexconstruction,spatiotemporal dynamicdisplayand driving force analysis.Ecosystem Health and Sustainability,6(1):1843972,doi:10.1080/20964129.2020.1843972.   \nHuang JP,Ma J, Guan X D,et al.2O19.Progressin semi-arid climate change studies in China.Advances in Atmospheric Sciences,36(9):922-937.   \nJiaR N,Jiang XH,Shang XX,etal.2O18.Studyonthewaterresourcecarringcapacityinthe midlereachesofthe Heihe River based on water resource allocation. Water,10(9): 1203,doi: 10.3390/w10091203.   \nJin SG,Tian X,Feng G2016.RecentglacierchangesinteTienShanobservedbysatelite gravitymeasurements.Globaland Planetary Change,143: 81-87.   \nKang TT,Yang S,Bu JY,et al.2020.Quantitative assssment forthe dynamicsof the main ecosystem services and their interactions in the northwestern arid area,China.Sustainability,12(3):803,doi:10.3390/su12030803.   \nKaval P.2019.Integrated catchment management and ecosystem services:a twenty-fiveyear overview.Ecosystem Services, 37(11): 100912,doi: 10.1016/j.ec0ser.2019.100912.   \nLal R.2019. Carbon cycling in global drylands. Current Climate Change Reports,5(3): 221-232.   \nLang YQ,SongW,Zhang Y.2017.Responses ofthe water-yield ecosystem service to climateand land use change in Sancha River Basin,China.Physics and Chemistry of the Earth,1O1:102-111.   \nLei J,Dng W,Yang Y,etal.2Ol2.Interactions between water-landresourcesandasisurban developmentatthenorther slopes of the Tianshan Mountains,Xinjiang,China.Journal of Arid Land,4(2): 221-229.   \nLi JH,JiangHW,BaiYetal.2O16.Idicators forspatial-temporalcomparisonsofcosystemservicestatusbetweengios:a case study of the Taihu River Basin, China.Ecological Indicators,6O:1Oo8-1016.   \nLi LJ, LI JY,Liang L Q.2009. Method forcalculating ecological water storageand ecological water requirement of marsh. Journal of Geographical Sciences,19(4): 427-436.   \nLi Y,Guo TT,LiPP.2012.Studyoncalculationof ecological footprint model parameters ofBeijingurban waterresources. Advanced Materials Research,374-377:105-108.   \nLi ZH,Deng X Z,Jin G,et al.2O20.Tradeoffs betweenagricultural productionandecosystem services:acase study in Zhangye,Northwest China.Science ofthe Total Environment,707:136032,doi:10.1016/j.scitotenv.2019.136032.   \nLing HB,GuoB,ZhangGP,etal.2O19.Evaluationof theecologicalprotective effctof the \"large basin\"comprehensive management system in the Tarim River basin,China.Science of the Total Environment,65O:1696-1706.   \nLiu XJ,Liu Y2019.The studyonsupply and demand of waterresources in Alar City based on thesystem dynamics model. Journal of Physics: Conference Series,1324(1): 012017,doi: 10.1088/1742-6596/1324/1/012017.   \nLuo M,Liu T,MengFH,etal.20l7.Proportionalcoeficient method appliedto TRMMrainfalldata:case studyof hydrological simulations of the Hotan River Basin(China).Journal of Water and Climate Change,8(4): 627-640.   \nLuo M,LiuT,MengFH,etal.2O19.Identifyingclimatechangeimpactson waterresources in Xinjiang,China.Scienceof the Total Environment,676: 613-626.   \nLuo NN,MaoDH,WenBL,etal.2020.Climatechangeafected vegetationdynamics inthe Northern XinjiangofChina: evaluation by SPEI and NDVI. Land,9(3): 90,doi: 10.3390/land9030090.   \nLuoYY,YangYT,YangDW,etal.2O2O.Quantifyingtheimpactof vegetationchangesonglobalterrestrialrunoffusing the Budyko framework.Journal of Hydrology,590(8):125389,doi:10.1016/j.jhydrol.2020.125389.   \nMeng FC,SuFGLiY,etal2019.Changes interestrial waterstorageduring 2003-2014and posiblecauses inTibetan Plateau. Journal of Geophysical Research: Atmospheres,124(6): 2909-2931.   \nMilennium EcosystemAssessment.20o5.Ecosystems andHuman Wel-being: Synthesis.Washington,DC:IslandPress,155.   \nMinistry of Water Resources of the People's Republicof China.2018.Buletin of River Sediment in China.[2021-12-25]. http://www.mwr.gov.cn/sj/tjgb/zghlnsgb/201906/t20190618_1342326.html. (in Chinese)   \nNiu QF, Xiao XM,Zhang Y,etal.2019.Ecologicalengineeringprojectsincreasedvegetationcover,production,andboass in semiarid and subhumid Northern China.Land Degradation and Development,30(13): 1620-1631.   \nNovoa V,Ahumada-RudolphR,RojasO,etal.2019.Understanding agricultural water fotprintvariabilitytoimprove water management in Chile. Science of the Total Environment,67O:188-199.   \nOchoa V, Urbina-Cardona N.2017.Tools for spatialy modeling ecosystemservices: publication trends,conceptual reflections and future challenges.Ecosystem Services,26: 155-169.   \nOrdJK,GetisA.992.Theanalysisof spatialassociationbyuseofdistancestatistics.GeographicalAalysis,24(3):189-206. information into decision-making.Proceedings of the National Academy of Sciences USA,117:14593-14601.   \nPanT,WuSH,LiuYJ.2O15.Relativecontributionsof landuseand climatechange towatersupplyvariations overYellow River Source Area in Tibetan Plateau during the past three decades.PloS ONE，10(4):eO123793，doi: 10.1371/journal.pone.0123793.   \nPiao SL,Ciais P,Huang Y,et al.2Ol0.The impactsof climate changeon waterresources and agriculturein China.Nature, 467(7311): 43-51.   \nPolasky S,NelsonE,Pennington D,etal.2Ol1.The impactof land-usechange onecosystemservices,biodiversityandreturs to landowners: a case study in the state of Minnesota.Environmental and Resource Economics,48(2): 219-242.   \nRedhead JW,Stratford C,Sharps K,etal.2016.Empirical validationof the InVEST water yield ecosystemservicemodelata national scale.Science of the Total Environment,569-570:1418-1426.   \nRodell M,FamiglietiJS,WieseDN,etal.2O18.Emerging trendsinglobal freshwateravailability.Nature,57(7707): 651-659.   \nSahle M,SaitoOFurst C,etal.2019.Quantifyingand mapingof water-related ecosystemservicesforehancingthescurity of the food-water-energy nexus in tropical data-sparse catchment. Science of the Total Environment,646:573-586.   \nSchroter M,RemmeRP.20l6.Spatial prioritisation for conserving ecosystem services:comparing hotspots with heuristic optimisation.Landscape Ecology,31(2): 431-450.   \nScordoF,SeitzTM,SeitzC,etal.2018.Modelingwateryield:assessingtheroleofsiteandregion-specificatributes in determining model performanceof the InVESTseasonal water yield model. Water,10(11):1496,doi:10.3390/w1011496.   \nSeidl I,Tisdell CA.1999.Carrying capacityreconsidered: from Malthus' population theory toculturalcarryingcapacity. Ecological Economics,31(3): 395-408.   \nShang SH,Wang HJ.2O13.Asessment ofimpactof water diversion projects onecological water uses inarid region.Water Science and Engineering,6(2): 119-130.   \nSharpR，Chaplin-KramerR，WoodS，etal.2015.InVEST3.2.0User'sGuide.[2021-10-25]. https://naturalcapitalproject.stanford.edu/software/invest.   \nShen YJ,Li S,ChenYN,etal.2Ol3.Estimationofregional irigation waterrequirement andwatersupplyrisk inthearid region of Northwestern China 1989-2010. Agricultural Water Management,128: 55-64.   \nShiYF,ShenYP,KangE,etal.2Oo7.Recentandfuture climate change innorthwest China. Climatic Change,8O(3):379-393.   \nStatistical Bureauof Xinjiang Uygur Autonomous Region.2O19.Statistical Bulletinof NationalEconomicand Social Development of Xinjiang Uygur Autonomous Region in 2019. [2021-10-25]. http:/tj.xinjiang.gov.cn/tj/tjgn/202006/06087bf9aeb04c4eb518627b5ee028be.shtml. (in Chinese)   \nTallisEH,RickettsT,GuerryA，etal.2011.InVEST2.2.2UsersGuide.[2021-10-25]. https://storage.googleapis.com/releases.naturalcapitalproject.org/invest-userguide/latest/index.html.   \nTalis H,Polasky S.2O09. Mapping and valuing ecosystem servicesas anapproach for conservation and natural-resource management. Annals of the New York Academy of Sciences,1162(1): 265-283.   \nTang H,YangDG, XiaoYQ,et al.2O12. Dynamic evolutionof citysize andurban waterof oasis city in Xinjiang.Lecture Notes in Electrical Engineering,126(3): 245-253.   \nWackernage M,Rees WE.1997.Perceptualandstructuralbariers toinvesting innaturalcapital:economicsfromanecological footprint perspective. Ecological Economics,20(1): 3-24.   \nWangF, ChenYN,LiZ,etal.219.Assssmentof theiigation waterrequirementand watersuppyiskinthe TarimRiver Basin,Northwest China. Sustainability,11(18): 4941,doi: 10.3390/sul1184941.   \nWang XN,Ding YJ,ZhaoCC,et al. 2018.Validationof TRMM3B42V7 rainfallproduct under complex topographic and climatic conditionsover Hexiregion inthe NorthwestAridRegionofChina.Water,10(8):1006,doi:10.3390/w1081006.   \nWang Y,Zhang S,Zhen H,etal.2O2o.Spatiotemporal evolution characteristics inecosystemservicevaluesbasedon land use/cover change in the Tarim River Basin,China. Sustainability,12(18):7759,doi:10.3390/SU12187759.   \nWang YC,Zhao J,FuJW,etal.2019.Effectsof the Gain for GreenProgramonthe waterecosystem services inanarid area of China—using the Shiyang River Basin as an example.Ecological Indicators,1O4(6): 659-668.   \nWater Resources Departmentof Xinjiang Uygur Autonomous Region.20l8.Xinjiang Water Resources Bulletin (2002-2018). [2021-09-28]. htp:/slt.xinjiang.gov.cn/slt/szygb/list.shtml. (in Chinese)   \nWei HJ,Liu HM, XuZH,etal.2O18.Linking ecosystemservices supply,social demandand human well-being inatypical mountain-oasis-desert area, Xinjiang, China. Ecosystem Services,31: 44-57.   \nWeiJF,LiuSY,GuoWQ,etal.2O14.Surface-areachangesofglaciers intheTibetanPlateauinteriorarea sincethe1970s using recent Landsat images and historical maps.Annals of Glaciology,55(66): 213-222.   \nWilliamER.1992.Ecological fooprints and appropriated carryingcapacity:what urban economics leaves out.Environment and Urbanization,4(2):121-130.   \nXuYF, Yang J,Chen YN.2O16.NDVI-based vegetationresponses toclimate change inanarid area ofChina.Theoretical and Applied Climatology,126(1): 213-222.   \nXu ZH,WeiHJ,DongXB,etal.2O2O.Evaluatingtheecologicalbenefitsofplantationsinaridareasfromtheperspectiveof ecosystemservice supplyanddemand-based onemergyanalysis.Science of the TotalEnvironment,7O5:135853,doi: 10.1016/j.scitotenv.2019.135853.   \nYahdjianL,SalaOE,Havstad K M.2015.Rangeland ecosystemservices: shifting focus from supply to reconciling supplyand demand.Frontiers in Ecology and the Environment,13(1): 44-51.   \nYangT,Wang C,ChenYN,etal.2O15.Climatechange and waterstorage variabilityoveranaridendorheicregion.Jouralof Hydrology,529:330-339.   \nYang X,ChenR S,Meadows MichaelE,etal.2020.Modeling wateryield withthe InVESTmodel inadata scarceregionof northwest China.Water Supply,20(3):1035-1045.   \nYu Y,PiYY,YuX,etal.2Ol9.Cimatechange,waterresourcesandsustainabledevelopmentinthearidandsem-aridladsof Central Asia in the past 3O years. Journal of Arid Land,11(1):1-14.   \nYu ZY,Bi H.2011.The key problems and future direction of ecosystem services research.Energy Procedia,5: 64-68.   \nZeng XB.20o1. Global vegetation root distribution for land modeling.Journal of Hydrometeorology,2(5): 525-530.   \nZhai TL,Wang J,Jin ZF,et al.2O20.Did improvements of ecosystem servicessupply-demand imbalance change environmental spatial injustices?Ecological indicators,11(1):106068,doi:10.1016/j.ecolind.2020.106068.   \nZhang L,Dawes WR,WalkerGR.2Oo1.Responseof meanannual evapotranspirationtovegetationchanges atcatchmentscale. Water Resources Research,37(3): 701-708.   \nZhang P,Deng M,Long A,et al.2020.Couplinganalysisof social-economic water consumptionanditsefectsonthearid environments in XinjiangofChinabasedon the waterand ecologicalfootprints.Journal of AridLand,12(1):73-89.   \nZhangQ,SunP,LiJF,etal.2O5.SpatiotemporalpropertiesofdroughtsandrelatedimpactsoagricultureinXinjang,Ca. International Journal of Climatology,35(7):1254-1266.   \nZhangXT,ChenRS,LiuGH,etal.2O21.Economicvalueoffreshwater provisioningservicesof thecryosphere inthe Urumqi River,Northwest China.Advances in Climate Change Research,12(6): 894-902.   \nZhouF,BoY,CiaisP,etal.2O20.DecelerationofChina'shumanwateruseand itskeydrivers.Proceedingsof thenational academy of sciences,117(14): 7702-7711.   \nZhouJ,WangYJ,SuBD,etal.2OChoiceofpotentialvapotranspirationformulas infuences droughtaessment:aase study in China.Atmospheric research,242(4):104979,doi:10.1016/j.atmosres.2020.104979. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    }
]