[
    {
        "type": "text",
        "text": "面向智慧图书馆的馆员能力建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "初景利1,²,张国瑞 1，2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1.中国科学院文献情报中心；2.中国科学院大学经济与管理学院图书情报与管理系)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：智慧图书馆作为图书馆发展的新阶段，其建设过程中应当将图书馆的馆员能力建设作为首要任务。馆员借助于智能技术面向用户提供智慧服务是智慧图书馆的基本服务模式，而图书馆馆员的能力建设应当从用户需求分析能力、数据管理服务能力、技术研发应用能力、智慧智能服务能力、创新创造能力和专业核心竞争力六个方面进行强化和完善。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智慧图书馆；馆员；能力建设中图分类号：G250.7",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Capability Development of Librarians for the Smart Library Chu Jingli1,²， Zhang Guorui1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.National Science Library， Chinese Academy of Sciences， Bei jing 100190, China; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.Department of Library， Information and Archives Management， School of Economics and Management，University of Chinese Academy of Sciences. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: As a new stage of library development， smart libraries should take librarian capacity development as the primary task during its development. It is the basic service mode of smart libraries for librarians to provide smart services to users with the help of smart technology， and the capacitybuilding oflibrariansshouldbe strengthened and improved from six aspects: user demand analysis ability， data managementserviceability， technologyR&Dand application ability， smart intelligent service ability， innovation and creation ability and professional core competitiveness. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Smart Library; Librarian; Capacity Development ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智慧图书馆无疑是当下图书馆亟待研究的重要课题和未来图书馆发展的主导模式。图书馆的发展能否从传统物理图书馆和数字移动图书馆走向智慧图书馆，不仅决定图书馆在社会中的地位和价值，也甚至会影响图书馆的生存与发展。《中华人民共和国国民经济和社会发展第十四个五年规划和 2035年远景目标纲要》在有关“提供智慧便捷的公共服务”中特别提到“智慧图书馆”[1]。在智能与智慧时代，智慧图书馆不是一项具体业务或技术工程，它是一种高度智慧化的知识服务体系，它强调的是全媒体、平台化和新业态。[2]图书馆如果不是智能与智慧的，则必然与社会的发展格格不入，终将被时代所抛弃。所以，大力加强智慧图书馆的建设，将智慧图书馆建设纳入各级各类图书馆的“十四五”和未来发展规划之中，对图书馆和整个社会的发展都具有十分重要的意义和影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智慧图书馆的建设涉及到非常复杂的问题，比如政策规划（顶层设计）、技术应用（技术支撑体系）、业务重组（业务流程变革与优化）、服务能力（满足用户各种各样的需求）等等，其中最为核心的问题是图书馆员能力问题。图书馆员能力能否与智慧图书馆的发展想匹配，能否在智慧图书馆的建设中发挥主导作用，智慧图书馆能否真正实现预期的目标与任务，不是由政策环境决定的，也不是由先进技术决定的，而是由图书馆员及其能力所决定的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "因此，在智慧图书馆建设过程中应自始至终将馆员能力建设放在首位，将能否发挥馆员能力作为智慧图书馆建设成效的重要检验标准。如果智慧图书馆建设忽视或无视馆员的作用，那这样的图书馆（智慧图书馆）一定不是用户所需求的，也不是真正意义上的智慧图书馆。为了适应快速变化的现实环境,图书馆员工不仅要能胜任对现有体系和服务的执行和管理，还应具备卓越的洞察力和执着的奉献精神，能时刻关注所在学术社区有哪些信息需求，了解如何通过建设新信息源来提升服务质量,并聚焦那些能有效传播信息的新技术。[3]所谓“用户驱动”一定是图书馆员借助于先进的智能技术，更有效率、更为精准、更为深入地满足用户的服务需求。如何发挥图书馆员的知识、专长和智慧，在智慧图书馆的建设任务中，强化馆员能力建设，需要引起更多的关注和重视。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.强化馆员的用户需求分析能力",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从根本上讲，智慧图书馆建设任务的提出是用户需求驱动的。若用户不需要智慧图书馆，则也没有智慧图书馆建设的必要。因此，对用户需求的把握，既是一般意义上图书馆的一个关键问题，也是智慧图书馆建设的一个难点。要加强与用户的互动和交流，融入用户一线，嵌入用户过程，并善于了解、挖掘、预期和洞察用户的需求，并深入地对不同类型和不同个体的用户进行画像分析，为技术研发应用和提供有针对性的个性化服务奠定基础。从某种意义上说，对用户需求把握得越准确、越精到，则智慧图书馆的建设就越有的放矢，就有实际价值和成效。为此，需要建立动态的、持续的用户需求的认知与分析系统，将用户的现实需求、显性需求与其潜在需求、隐形需求结合起来，构建用户的需求数据库（userprofile），并能实现需求的价值转换。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.强化馆员的数据管理服务能力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从技术的角度讲，智慧图书馆也是“数据驱动”的。简单地讲，智慧图书馆以人工智能技术应用为特征，以方物互联为主要表征，以大数据建模与个性化分析为技术优势，以用户需求与服务有机对接为效果导向。所有这一切，数据以及关联数据、语义数据、富媒体数据等是关键性内容。智慧图书馆就是要激活资源的数据、用户的数据、业务流程的数据等，并通过建模过程，将数据的能力转化为服务的能力。图书馆员需要加强数据素养，加大数据类资源的采集和开发力度，并将各类数据资源进行知识组织与揭示，挖掘大数据的价值和作用，将数据的潜力转化为现实的服务能力。在智慧图书馆场景下，以数据为对象的管理与服务将是图书馆员业务的主体，学会数据管理与服务，建设以“数据馆员”（datalibrarian）为主体的业务架构，就会形成图书馆员的优势和专长，在智慧图书馆的建设中发挥主导和关键的作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.强化馆员的技术研发运用能力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智慧图书馆需要什么样的技术并非清晰明确，而且也是动态变化的。任何有助于为用户提供智慧服务、辅助馆员提供知识服务，都是智慧图书馆所需要的。图书馆可以根据自身的业务发展需要和用户服务目标，在一定的财力条件下，经过一定的实验过程，引进各种先进的技术和系统。这些技术和系统可以是自我研发的，也可以通过市场购买，或研发与购买相结合（二次开发）。很多不具备技术研发的图书馆，可能以采购现有系统为主，但必须以充分了解其性能、满足图书馆和用户需求为前提，加强技术的可行性分析和专家的论证。要将有限的经费投入发挥最大的作用，将经费用在刀刃上，避免将技术垃圾为图书馆装潢门面。不能产生图书馆的实际成效的任何技术都是没有意义的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.强化馆员的智能智慧服务能力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "如果说，物理图书馆提供的是文献与信息服务，数字图书馆提供的是情报与知识服务，那么，智慧图书馆提供的则是智能与智慧服务。文献与信息服务以文献的利用及信息的揭示为主要特征，情报与知识服务以情报挖掘与学科服务为主要特征，而智能与智慧服务则以精准快捷和深入专业的数据分析与知识发现为主要特征。智能服务与智慧服务是两个概念。智能服务基本上依赖于系统、软件、工具和平台。在一定的人工介入条件下，用户可以自主自助地完成既定的任务，无须图书馆员更多的干预。而智慧服务则是图书馆员在良好的技术系统的支持下，以用户的具体任务需求为场景，充分地运用自己和团队的知识和智慧，个性化地满足用户复杂而深度的知识需求。如果说智能图书馆需要的是智能服务，而智慧图书馆一定需要智慧服务。图书馆以及用户需要智能服务，更需要智慧服务。智慧服务应该是其区别于其他形态图书馆的最大特点，也是其存在和发展的最大优势。[4]只有智慧服务才能体现图书馆与图书馆员的价值与能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5.强化馆员的创新创造能力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智慧图书馆的智慧服务不是传统图书馆的点对点服务，而是由点及面，由外及里的多维度、多层次服务。因此，服务的方式、内容和反馈都不再是单一的线性传递，而是立体式的精准辐射交互。作为服务的主体对于客体的需要能否精准感知并提供有效服务，是需要馆员的主观能动性的，就图书馆的服务本质而言是为用户免费提供有价值的知识信息过程，馆员需要综合现有图书馆拥有的资源（文献资源、数据资源、空间资源等）、技术、工具和渠道解决用户的需求与认知矛盾，在这一过程中就需要强化馆员的创新和创造能力。主要包括对服务模式的创新和新兴技术、工具的创造与使用。这与智慧服务的内容本质是相匹配的，馆员不仅是知识的“搬运工”更是知识创造转移的重要角色。随着馆员与用户交流的深入开展，馆员将从“服务者”转变为用户的“合作者”，并深度参与科研决策和解决方案的制定，助力用户完成科学研究活动。同时，图书馆员的创新和创造能力会促进智慧服务的开展和推进，也同样会对智慧图书馆的发展和革新带来不竭动力，从而形成螺旋式上升的态势。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "6.强化馆员的专业核心竞争能力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "数字图书馆对图书馆的生存价值是一场考验，而智慧图书馆则很可能是一场更大的考验。但任何关于图书馆生存与消亡的论断都是主观臆测，都是对图书馆发展的简单线性推断分析。图书馆的发展是动态变化的，甚至是超常规的弯道超车。社会一定会越来越发展，技术一定会越来越先进，用户需求一定会越来越复杂，无论图书馆的型态怎样变化，无论图书馆发展到什么程度，最为重要的是图书馆员的专业核心竞争能力。图书馆员资源管理能力强，技术应用水平强，用户服务能力强，则图书馆就一定会发展得越来越好。在智慧图书馆的场景下，图书馆如果不被替代（取代）、",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "消亡，则取决于图书馆员具有什么样的专业能力、核心能力和竞争能力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图书情报专业能力是基础，智慧知识服务核心能力是关键，数据管理与服务竞争能力是战略。构建了这样一套专业核心竞争能力，图书馆员就会有更大的作为，智慧图书馆也将从目标转变为现实。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对于图书馆员能力的探讨是贯穿图书馆研究和建设的始终。作为图书馆服务的主体，馆员的能力直接决定了图书馆服务的方式、内容和质量，这对于智慧图书馆的发展同样也是至关重要的。在智慧图书馆建设中，馆员能力的培养比一般意义的图书馆要求更高，难度更大，但也更重要，更迫切。智慧图书馆的馆员能力建设是智慧图书馆建设的核心，更是要将馆员的职业发展和规划融入到智慧图书馆的建设蓝图中，要从制度保障、技术研发和工具应用、人才培养、服务标准、评价机制等方面协同努力，只有以馆员能力建设为主线，才能构建起体系完备、服务精准、技术先进、管理科学的智慧图书馆[5]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]中国政府网.中华人民共和国国民经济和社会发展第十四个五年规划和 2035年远景目标纲要[EB/OL].  \n[2022-03-13]. http://www.gov.cn/xinwen/2021-03/13/content_5592681.htm.  \n[2]吴建中,郭生山.关于智慧图书馆建设的几点思考——专访吴建中先生[J/OL].图书馆理论与实践:1-6[2022-03-13」.D0I:10.14064/j.cnki.issn1005-8214.20211203.001.  \n[3]伊安·约翰逊,陈旭炎．智慧城市、智慧图书馆与智慧图书馆员[J]．图书馆杂志,2013,32(01):4-7.  \n[4]段美珍,初景利.国内外智慧图书馆研究述评[J].图书馆论坛,2019,39(11):104-112.  \n[5]卢小宾,宋姬芳,蒋玲,等.智慧图书馆建设标准探析[J].中国图书馆学报,2021,47(01):15-33.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[作者简介]初景利（1962—），男，中国科学院文献情报中心、中国科学院大学经济与管理学院图书情报与档案管理系主任，教授，博士生导师，研究方向：图书情报发展战略、网络信息服务、数字出版与传播；张国瑞（1991—），男，中国科学院文献情报中心、中国科学院大学博士研究生，研究方向：网络信息服务。",
        "page_idx": 4
    }
]