[
    {
        "type": "text",
        "text": "Investigationofcropevapotranspirationand irrigation water requirement in the lower Amu Darya River Basin, Central Asia ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Durdiev KHAYDAR 1,2.3,4, CHEN $X \\mathrm { i } ^ { 1 , 2 , 3 , 5 }$ ,HUANG ${ \\mathrm { Y u e } } ^ { 1 , 3 , 5 ^ { * } }$ , Makhmudov ILKHOM4,LIU Tie1.3.5, Ochege FRIDAY1.3, Abdullaev FARKHOD3,4, Gafforov KHUSEN1.3,4,Omarakunova GULKAIYR1.3",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 State Key Laboratory of Desert and Oasis Ecology, Xinjiang Institute of Ecologyand Geography,Chinese Academy of Sciences, Urumqi 830011, China;   \n²Research Center forEcology and Environmentof Central Asia,Chinese Academy of Sciences,Urumqi 830011,China; 3 University of Chinese Academy of Sciences,Beijing 100049,China;   \n4Ministryof Water Resources of the Republicof Uzbekistan,Scientific Research Institute of Irrgation and Water Problems, Tashkent 100187,Uzbekistan;   \n5 KeyLaboratoryof GIS &RS Application XinjiangUygur Autonomous Region, Xinjiang InstituteofEcologyand Geography, Chinese Academy of Sciences,Urumqi 830oi1, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: High water consumption and inefficient irrigation management in the agriculture sector of the middle and lower reaches of the Amu Darya River Basin (ADRB) have significantly influenced the gradual shrinking of the Aral Sea and its ecosystem.In this study, we investigated the crop water consumption in the growing seasons and the irrigation water requirement for diferent crop types in the lower ADRB during 2004-2017. We applied the FAO Penman-Monteith method to estimate reference evapotranspiration $( \\mathrm { E T _ { 0 } } )$ based on daily climatic data collected from four meteorological stations. Crop evapotranspiration $\\left( \\mathrm { E T _ { c } } \\right)$ of specific crop types was calculated by the crop coeficient. Then, we analyzed the net irigation requirement (NIR) based on the effective precipitation with crop water requirements. The results indicated that the lowest monthly $\\mathrm { E T _ { 0 } }$ values in the lower ADRB were found in December ( $\\mathrm { 1 8 . 2 \\ m m } )$ and January $( 1 6 . 0 \\mathrm { m m } )$ ， and the highest monthly $\\mathrm { E T _ { 0 } }$ values were found in June and July, with similar values of $2 1 1 . 6 ~ \\mathrm { m m }$ . The annual $\\mathrm { E T _ { c } }$ reached to 887.2,1002.1,and $4 9 2 . 0 ~ \\mathrm { m m }$ for cotton, rice, and wheat, respectively. The average regional NIR ranged from 514.9 to $7 1 5 . 0 \\mathrm { m m }$ in the 10 Irrigation System Management Organizations (UISs) in the study area, while the total required irrigation volume for the whole region ranged from $4 . 2 \\times 1 0 ^ { 9 }$ to $1 1 . 6 { \\times } 1 0 ^ { 9 } ~ \\mathrm { m } ^ { 3 }$ during 2O04-2017. The percentages of NIR in SIW (surface irrigation water) ranged from $4 6 . 4 \\%$ to $6 5 . 2 \\%$ during the study period, with the exceptions of the drought years of 2008 and 2011, in which there was a significantly less runoff in the Amu Darya River. This study provides an overview for local water authorities to achieve optimal regional water allocation in the study area. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: crop evapotranspiration; crop water requirement; net irrigation requirement; CROPWAT model; Amu Darya River; Aral Sea ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Irrigation is an important aspect of water resource management in inland river basins,and is critical to policy formulation in the agriculture sector. Water security in arid regions is extremely sensitive to climate change and increasing human activities (Timpane et al., 2O17;Waseem et al., 2020; Zhong et al., 2O2O). It is closely tied to knowledge of the existing available water resources and the spatial-temporal variations of water demand from different water users (Masafu et al.,2O16; Deng and Chen,2017; Luo et al.,2O17).The Amu Darya River(ADR) is vital to life in four central Asian countries because it is the major source of water in these regions and provides water resources for domestic,agriculture, power generation, and industrial purposes (Jiang et al., 2O14; Omurakunova et al.,202O). Climate change in the headwater region and human activities in the lower reaches jointly impact on water availability along the river (Ahmed et al.,2O19; Lee et al.,2O19; Sun et al., 2019). Calculations of the water consumption for individual crop types are an important element of a regional water balance analysis. These calculations are useful in regional water resource planning, improving the eficiency of irigation systems and maintaining supply and balance in canal systems (Multsch et al.， 2O17; Xue et al.， 2O17). Regulating irrigation efficiency is an important policy process for agricultural development (Sime and Aune,2O18). Through the improvement of water policy and management in arid regions, significant water savings could be achieved in irrigated agriculture (Koch and Missimer, 2O16; Gafforov et al., 2020). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Amu Darya River Basin (ADRB) is an inland river basin in Central Asia (Hamidov etal.,2016; Howard and Howard，2O16)，and is shared by Turkmenistan and Uzbekistan for agriculture (Gintzburger et al., 2Oo5;Rakhmatullaev et al., 2OO9). During recent decades,a large increase in water was used for irrigation, particularly for cotton production (Abdullaev et al.,2O09; Conrad et al., 2011), which has been a leading factor in the retreat of the Aral Sea and its ecological deterioration (Oren et al.,2010; Yu et al.,2018). Although the misuse of water began in the mid-192Os when the Aral Sea Basin was under control of the Soviet Union (Dukhovny and Stulina, 2OO1; Jiang et al., 2017),massive water withdrawal of irigation canals,such as the Karakum Canal (Hannan, 2000; Berking et al.， 2O17;Brite,2O18), has caused severe water scarcity in the downstream region (Khasankhanova,2Oo5; Jalilov etal.,2O16).In 1991,renovation of the river channel was launched by the state government to minimize the damage to the natural water system (Djanibekov et al., 2012). However,little research has paid attention to irrigation water requirements and irrigation efficiency in the lower ADRB due to the lack of location-specific crop type information and irrigation scheduling for different crops (Karthe et al.,2O15). Irrigation effciency is extremely low in the oasis located in the lower ADRB (Awan et al.,2014; Sidike et al., 2016). Improper use of irrigation water would adversely affect crop yields in the lower ADRB (Aleksandrova et al.,2O16; Reyer et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Uzbekistan is considered as one of the largest irrigation farming countries in Central Asia. Proper use of existing water and land resources can increase crop production and yields in the agriculture sector. Moreover,the determination of the water requirement for a particular crop can prevent largescale wastage of water in addition to normal watering of crops (Duchemin et al., 2Oo6; Stancalie et al.,2010). In order to minimize the water shortages in Uzbekistan, including the lower ADRB (Wegerich, 2OO2; Strickman and Porkka, 2O08), it is important to systematically irrigate the crops based on their actual water demand (Abdullayev etal.,2OO8; Conrad et al.,2O15). Evapotranspiration is one of the best indictors to quantify the impact of climate change and estimate the water consumption of different crop types (Herath et al., 2017; Huang et al., 2018); the FAO (Food and Agriculture Organization of the United Nations) CROPWAT model is a widely used method for calculating actual crop water use due to its practicability (Allen et al.,2Oo5; Srivastava et al., 2018; Tan and Zheng, 2019). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Therefore,the objective of this study is to investigate the spatial-temporal changes of crop evapotranspiration $\\left( \\mathrm { E T _ { c } } \\right)$ with water requirements for the main crop types cultivated within the irrigated area of the lower ADRB.The study estimated the $\\mathrm { E T _ { c } }$ of cotton,winter wheat, rice,maize, alfalfa,different fruits and vegetables,melon,and potato (household-based) during the growing seasons for the period of 2O04-2O17. The results obtained will help to improve the irrigation efficiency, prevent water wastage, and ensure optimal regional water allocation in the study area. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Study area and data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study area is the lower reaches of the ADRB (Fig.la), which is located in the Republic of Uzbekistan, Central Asia. The ADR is one of the major water sources in Uzbekistan and contributes the largest amount of water inflow to the Aral Sea.The main river sources of the ADR are the Vaxsh and Panj rivers (upstream) in the Republic of Tajikistan and Afghanistan. The length of the ADR is $2 5 4 0 ~ \\mathrm { k m }$ from the Panj River, which is the main tributary of the ADR.Previously, the water management system was governed at a regional level in Uzbekistan. Since 21 July 2003,the previous water management system (administrative-territorial) was replaced with a basin principle of irrigation systems management (Aminova and Abdullyev, 2Oo9). The Ministry of Agriculture and Water Resources divided the country into several large river basins,named the Basin Management of Irrigation Systems (BUIS); several Irrigation System Management Organizations (UISs) were included in each BUIS.The main task of BUIS is the allocation of water to irrigation systems and main canals. UISs control the water distribution of district canals and each UIS gives fedback to the main BUIS.The Water User's Association (WUA) is responsible for the water distribution to farmers.Farmers are responsible for water demand and water delivery regime to the WUAs according to crop type and crop area (Bobojonov， 2O08). The lower ADR BUIS $( 4 2 ^ { \\circ } 5 4 ^ { \\prime } 3 1 . 2 0 ^ { \\prime \\prime } \\mathrm { N } _ { \\cdot }$ $5 9 ^ { \\circ } 1 2 ^ { \\prime } 4 4 . 2 4 ^ { \\prime \\prime } \\mathrm { E } )$ in the lower ADRB is one of the largest basin management areas in Uzbekistan (Fig.1b). The elevation in the study area decreases from south-west to north-west and ranges from 100 to $6 0 \\mathrm { m }$ above sea level. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The major portion of the study area is located in the Republic of Karakalpakstan (an autonomous republic within Uzbekistan) in Uzbekistan with six UISs (area of $1 . 8 9 \\times 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 } )$ and the remainder lies in the Khorezm region with four UISs (area of $0 . 4 6 \\times 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 } ,$ ). The irrigated areais about $0 . 7 5 { \\times } 1 0 ^ { 6 } { - } 0 . 8 0 { \\times } 1 0 ^ { 6 } ~ \\mathrm { h m } ^ { 2 }$ . The annual average air temperature is about $5 . 0 ^ { \\circ } \\mathrm { C } \\mathrm { - } 7 . 0 ^ { \\circ } \\mathrm { C }$ and the maximum summer temperature reaches $4 0 . 0 ^ { \\circ } \\mathrm { C }$ .In winter, the minimum temperature decreases below $- 2 0 . 0 ^ { \\circ } \\mathrm { C }$ 、The number of sunny days in this region is $1 8 0 { - } 2 0 0 \\ \\mathrm { d / a }$ ，Annual precipitation ranges from 100 to $1 4 0 ~ \\mathrm { m m }$ . Irrigated agriculture in the study area is the largest water consumer in Uzbekistan. Available water resources can be lower than $4 . 1 4 7 \\times 1 0 ^ { 9 } ~ \\mathrm { m } ^ { 3 }$ in a dry year and higher than $1 1 . 5 8 1 \\times 1 0 ^ { 9 } \\mathrm { m } ^ { 3 }$ in a wet year. Agriculture water consumption largely depends on surface water, mainly from the ADR. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Data Sources ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1 Meteorological data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The meteorological data from 2O04 to 2O17 at the Kungrad, Chimbay, Nukus,and Urgench stations were obtained fromtheNational OceanicandAtmosphericAdministration (https://gis.ncdc.noaa.gov/maps/ncei/cdo/daily)，which included the daily average temperature, daily maximum temperature, daily minimum temperature, dew point temperature, average wind speed,average air pressure,and precipitation. Monthly precipitation and temperature from the Center of Hydrometeorological Service of the Republic of Uzbekistan (Uzgidromet) were used for comparison and assessment of the accuracy of the downloaded climate data.The factors of spatial distributions were processed by Thiessens Polygon (Wu et al., 2019). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To understand the background information about this region，we analyzed annual average temperature and annual precipitation at the four meteorological stations (i.e., Chimbay, Kungrad, Nukus,and Urgench). During 2OO4-2O17,annual average temperature ranged from $1 1 . 0 ^ { \\circ } \\mathrm { C }$ to $1 4 . 5 ^ { \\circ } \\mathrm { C }$ in the study area and showed decreasing trends at all four meteorological stations. The variations of annual average temperature of the four meteorological stations were similar; the minimum values were found in 2O14,and the maximum values were observed in 2OO4 and 2016 (Fig. 2a). The values of average annual precipitation ranged from 80 to $1 8 0 ~ \\mathrm { { m m } }$ during the study period (2004-2O17) and showed increasing trends at all the meteorological stations; the Chimbay station had the highest annual precipitation,and the lowest value was recorded at the Urgench station (Fig. 2b). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d41098d06f357dd7c9d254c53b1c5136f92b5065463cdc46f93c9e127101edff.jpg",
        "img_caption": [
            "Fig.1Location of the Amu Darya River Basin (ADRB;a) and distribution of the 10 UISs (Irigation System Management Organizations）as well as meteorological stations(b） in the lower Amu Darya BUIS(Basin Management of Irrigation Systems) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2 Planting pattern and crop coefficient $\\mathrm { ( K _ { c } ) }$ ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The main crop types in the lower ADRB included cotton, wheat, rice, maize,alfalfa, different fruits and vegetables,melon,potato (household-based),and feed crops (mainly sorghum).The area for each crop type as a percentage of the total area during 2OO4-2O17 is shown in Figure 3.Each irrigation area had its own variation within the cultivated area. Cotton, wheat, rice,and sorghum are the main crops in the study area.There was a great difference in planting pattrns among the 10 UISs.For the four UISs in the northern part of the study area, named Suenli, Kattagar-Bozatau, Kizketken-Kegeyli, and Kuanishjarma, sorghum was the most important crop type, accounting for more than $60 \\%$ of the study area; for the six UISs in the southern part, cotton was the main crop type, occupying $40 \\%$ of the total irrigated area of the lower ADR BUIS; the planting area of wheat was not large,accounting for $1 5 \\%$ of the study area. In the lower ADRB,the planting of rice was mainly distributed in the UISs of Kattagar-Bozatau, Kuanishjarma, Koramazi-Kilichniyozboy,and Toshsoka, and the percentages of planting areas were less than $10 \\%$ .However, the planting area of rice gradually increased from 2004 to 2017, especially in the Kattagar-Bozatau, Kuanishjarma, and Toshsoka UISs, due to ascending market prices. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/405ebf07a07de72198bfa465a00f7e20037ce5b8139324dcf5e9a87e33f2872a.jpg",
        "img_caption": [
            "Fig.2Annual average temperature (a)and annual precipitation (b)changes of thefour meteorological stations in the study area from 20O4 to 2O17.The dotted line represents the trend. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6252cf10d4d4637ef098682216cf5d69efcf73322ff2f2a0f943a4a67e7ea8cd.jpg",
        "img_caption": [
            "Fig.3Planting patern showing the proportions of cultivated crops by irigated area in different UISsin the study area during 2004-2017 "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Due to the elevated geography and local climatic conditions, the growing season started two or three weeks later in the northern regions (e.g., Khorezm and Karakalpakistan) compared with other regions in Uzbekistan (Bobojonov et al., 2O13; Boboev et al.,2O18). Crop seeding and harvesting dates were collected from the Ministry of Agriculture and Water Resources. $\\mathrm { K _ { c } }$ values represent crop-specific characteristics, which depend on crop types, growing stages, duration, climate, and location (Allen et al., 2005). $\\mathrm { K _ { c } }$ is the property of plants used in estimating evapotranspiration (Tyagi et al.,2OoO). It was considered from the FAO database for each crop type during initial, development, mid-season,and late-season stages (Schieder, 2O11). Crop seasonal information in the study area is listed in Table 1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/45988359d8bb91e88ebd0e40ffc9b7995b4d8a93b97f9b40c928b33e993a1013.jpg",
        "table_caption": [
            "Table1 Crop seasonal information in the study area "
        ],
        "table_footnote": [
            "Note: $\\mathrm { K _ { c } }$ ,crop coefficient. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Crop</td><td colspan=\"4\">Vegetation period</td><td colspan=\"4\">Kc</td></tr><tr><td>Planting date</td><td>Harvesting date</td><td>Days (d)</td><td>Initial stage</td><td>Development stage</td><td>Mid-season stage</td><td></td><td>Late-season stage</td></tr><tr><td>Cotton</td><td>12 Apr</td><td>23 Oct</td><td>195</td><td>0.35</td><td>0.77</td><td>1.20</td><td></td><td>0.60</td></tr><tr><td>Wheat</td><td>16 Sep</td><td>13 May</td><td>240</td><td>0.70</td><td>0.92</td><td></td><td>1.15</td><td>0.25</td></tr><tr><td>Rice</td><td>20 May</td><td>16 Sep</td><td>150</td><td>0.50</td><td>0.73</td><td></td><td>1.03</td><td>0.76</td></tr><tr><td>Alfalfa</td><td>2 Mar</td><td>1 Mar</td><td>365</td><td>0.40</td><td>0.67</td><td></td><td>0.95</td><td>0.90</td></tr><tr><td>Maize</td><td>21 Apr</td><td>23 Aug</td><td>125</td><td>0.30</td><td>0.80</td><td></td><td>1.20</td><td>0.35</td></tr><tr><td>Vegetables</td><td>5Feb</td><td>10 May</td><td>95</td><td>0.70</td><td>0.87</td><td></td><td>1.05</td><td>0.95</td></tr><tr><td>Melon</td><td>28 Apr</td><td>25 Aug</td><td>120</td><td>0.50</td><td>0.77</td><td></td><td>1.05</td><td>0.75</td></tr><tr><td>Fruits</td><td>21 Apr</td><td>20 Apr</td><td>365</td><td>0.30</td><td>0.57</td><td></td><td>0.85</td><td>0.45</td></tr><tr><td>Sorghum</td><td>1 May</td><td>8 Sep</td><td>130</td><td>0.30</td><td>0.65</td><td></td><td>1.00</td><td>0.55</td></tr><tr><td>Potato</td><td>10 Mar</td><td>17 Jul</td><td>130</td><td>0.50</td><td>0.82</td><td></td><td>1.15</td><td>0.86</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Methodology ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Reference evapotranspiration $\\mathbf { ( E T _ { 0 } ) }$ ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The FAO Penman-Monteith model has been considered the universal standard to estimate $\\mathrm { E T _ { 0 } }$ (Chen et al.,2OO5; Sentelhas et al.,2O1O) and is widely used globally in the absence of measured data (Surendran et al.， 2O15;Kamali and Nazari, 2O18;Rahimzadegan and Janani, 2O19). The variables used for the calculation of $\\mathrm { E T _ { 0 } }$ in this study included daily maximum and minimum temperature,humidity，hours of sunshine,and wind speed. $\\mathrm { E T _ { 0 } }$ values were calculated in CROPWAT 8.O software in daily time steps and adjusted to a monthly scale for analysis. The calculation formula is listed as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { E T } _ { 0 } = \\frac { 0 . 4 0 8 \\Delta { \\left( R _ { n } - G \\right) } + \\gamma \\displaystyle \\frac { 9 0 0 } { T + 2 7 3 } u _ { 2 } ( e _ { s } - e _ { a } ) } { \\Delta + \\gamma \\left( 1 + 0 . 3 4 u _ { 2 } \\right) } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\mathrm { E T _ { 0 } }$ is the reference evapotranspiration $\\mathrm { ( m m / d ) }$ · $R _ { n }$ is the net radiation at the crop surface $( \\mathbf { M J } / ( \\mathbf { m } ^ { 2 } { \\cdot } \\mathbf { d } ) )$ ： $G$ is the soil heat flux density $( \\mathbf { M J } / ( \\mathbf { m } ^ { 2 } { \\cdot } \\mathbf { d } ) )$ ,which is equal to zero; $T$ is the daily mean air temperature at $2 \\mathrm { ~ m ~ }$ height $( ^ { \\circ } \\mathrm { C } )$ ：， $u _ { 2 }$ is the wind speed at $2 \\mathrm { ~ m ~ }$ height $\\mathrm { { ( m / s ) } }$ ：， $\\boldsymbol { e } _ { s }$ is the saturation vapor pressure $\\left( \\mathrm { { k P a } } \\right)$ ： $\\boldsymbol { e } _ { a }$ is the actual vapor pressure $\\left( \\mathrm { { k P a } } \\right)$ ： $e _ { s } – e _ { a }$ is the saturation vapor pressure deficit $\\left( \\mathrm { { k P a } } \\right)$ ：， $\\Delta$ is the slope vapor pressure curve $\\mathrm { ( k P a / ^ { \\circ } C ) }$ ； and $\\gamma$ is the psychometric constant $( \\mathrm { { k P a } } / { } ^ { \\circ } \\mathrm { { C } ) }$ ,which is considered as $0 . 0 6 7 7 \\mathrm { k P a } / { } ^ { \\circ } \\mathrm { C }$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Allen et al. (1998) recommended the following equations to estimate net radiation: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { R _ { n } = R _ { n s } - R _ { n l } \\ : , } } \\\\ { { R _ { n s } = 0 . 7 7 \\times S R , } } \\\\ { { S R = 0 . 7 5 \\times R _ { a } \\ : , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nR _ { n l } = \\sigma \\left[ \\frac { \\left( T _ { \\mathrm { m a x } } + 2 7 3 . 3 \\right) ^ { 4 } + \\left( T _ { \\mathrm { m i n } } + 2 7 3 . 3 \\right) ^ { 4 } } { 2 } \\right] \\times \\left( 0 . 3 4 - 0 . 1 4 \\sqrt { e _ { a } } \\right) \\times \\left( 1 . 3 5 \\frac { S R } { S R _ { 0 } } - 0 . 3 5 \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $R _ { n s }$ is the net shortwave radiation $( \\mathbf { M J } / ( \\mathbf { m } ^ { 2 } { \\cdot } \\mathbf { d } ) )$ ： $R _ { n l }$ is the net longwave radiation $( \\mathbf { M J } / ( \\mathbf { m } ^ { 2 } { \\cdot } \\mathbf { d } ) )$ · $S R$ is the incoming solar radiation $\\scriptstyle ( \\mathbf { M J } / ( \\mathbf { m } ^ { 2 } \\cdot \\mathbf { d } ) )$ ： ${ \\cal R } _ { a }$ is the extraterrestrial solar radiation $( \\mathbf { M J } / ( \\mathbf { m } ^ { 2 } { \\cdot } \\mathbf { d } ) )$ ， depending on the Julian day number and station latitude,calculated as described by Allen et al. (1998) for each station; $\\sigma$ is the Stefan-Boltzmann constant $( 4 . 9 0 3 { \\times } 1 0 ^ { - 9 } \\mathrm { M J } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { d } ) )$ ·， $T _ { \\mathrm { m a x } }$ and $T _ { \\mathrm { m i n } }$ are the maximum and minimum temperature,respectively ${ \\mathrm { ( } } ^ { \\circ } { \\mathrm { C ) } }$ ； and $S R _ { 0 }$ is the clear sky solar radiation $( \\mathbf { M J } / ( \\mathbf { m } ^ { 2 } { \\cdot } \\mathbf { d } ) )$ . The other parameters in Equation 1 were determined as follows: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta = \\frac { 4 0 9 8 \\Bigg ( 0 . 6 1 0 8 \\times \\exp \\Bigg [ \\frac { 1 7 . 2 7 \\times T _ { \\mathrm { m e a n } } } { T _ { \\mathrm { m e a n } } + 2 3 7 . 3 } \\Bigg ] \\Bigg ) } { \\left( T _ { \\mathrm { m e a n } } + 2 3 7 . 3 \\right) ^ { 2 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\Delta$ is the slope vapor pressure curve $\\mathrm { ( k P a / ^ { \\circ } C ) }$ ; and $T _ { \\mathrm { m e a n } }$ is the daily mean temperature ${ \\mathrm { ( } } ^ { \\circ } \\mathrm { C } { \\mathrm { ) } }$ ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\ne _ { s } = \\frac { \\left[ 0 . 6 1 0 8 \\mathrm { e x p } \\left( \\frac { 1 7 . 2 7 \\times T _ { \\mathrm { m a x } } } { T _ { \\mathrm { m a x } } + 2 3 7 . 3 } \\right) \\right] + \\left[ 0 . 6 1 0 8 \\mathrm { e x p } \\left( \\frac { 1 7 . 2 7 \\times T _ { \\mathrm { m i n } } } { T _ { \\mathrm { m i n } } + 2 3 7 . 3 } \\right) \\right] } { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\boldsymbol { e } _ { s }$ is the saturation vapor pressure $\\left( \\mathrm { { k P a } } \\right)$ ： $T _ { \\mathrm { m a x } }$ is the maximum temperature ${ \\mathrm { ( } } ^ { \\circ } \\mathrm { C } { \\mathrm { ) } }$ ; and $T _ { \\mathrm { m i n } }$ is the minimum temperature ${ \\mathrm { ( } } ^ { \\circ } \\mathrm { C } { \\mathrm { ) } }$ ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\ne _ { a } = 0 . 6 1 0 8 \\times \\mathrm { e x p } \\Bigg ( \\frac { 1 7 . 2 7 \\times T _ { \\mathrm { d e w } } } { T _ { \\mathrm { d e w } } + 2 7 3 . 3 } \\Bigg ) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $e _ { a }$ is the actual vapor pressure $\\left( \\mathrm { { k P a } } \\right)$ ; and $T _ { \\mathrm { d e w } }$ is the dew point temperature ${ \\mathrm { ( } } ^ { \\circ } \\mathrm { C } { \\mathrm { ) } }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Crop water requirement (CWR) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The CWR is the amount of water equal to the amount lost from a crop due to evapotranspiration and is equal to the total actual evapotranspiration in a crop field during the growing seasons (Ye et al., 2015).Estimation of CWR is derived from $\\mathrm { E T _ { c } }$ ,which can be calculated by Equation 9: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { C W R } = \\mathrm { E T _ { c } } = \\mathbf { K _ { c } } \\times \\mathbf { E T _ { 0 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\mathrm { E T _ { c } }$ is the crop evapotranspiration $( \\mathrm { m m } )$ ： $\\mathrm { K _ { c } }$ is the crop coefficient at a specific growth stage (dimensionless)； and $\\mathrm { E T _ { 0 } }$ is the reference evapotranspiration (mm).Due to the difference in planting patterns among the irrigation regions, the CWR varies by UISs (Guclu et al., 2O17; Tao et al., 2018); accordingly, we calculated the regional crop water requirement $\\left( \\mathrm { C W R } _ { \\mathrm { r e g } } \\right)$ in different UISs using Equation 10: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { C W R } _ { \\mathrm { r e g } } = \\frac { \\sum \\mathrm { E T _ { c } } \\times A _ { i } } { A } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\mathrm { C W R } _ { \\mathrm { r e g } }$ is the average crop water requirement by each UIS (mm); $i$ is a special type of crop $( i { = } 1 , 2 , 3 , . . . , 1 0 )$ ，such as cotton，wheat,rice，maize,alfalfa,melon，vegetables,potato,and sorghum; $\\mathrm { E T _ { c } }$ is the crop evapotranspiration (mm) for a special type of crop $i ; A _ { i }$ is the planting area of crop type $i ( \\mathbf { m } ^ { 2 } )$ ; and $A$ is the total crop area in the UIS $( \\mathbf { m } ^ { 2 } )$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3Effective precipitation $( \\mathbf { P _ { e f f } } )$ and net irrigation requirement (NIR) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Effective precipitation is the fraction of the total precipitation as rainfall and snow melt that is available for crop use and can be stored in soil (Doll and Siebert, 2OO2).In this study,following equations were used to calculate the $P _ { \\mathrm { e f f } }$ (Ali and Mubarak, 2O17; Veeranna and Mishra,2017): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nP _ { \\mathrm { e f f } } = \\frac { P \\times \\left( 1 2 5 \\times 0 . 2 \\times 3 \\times P \\right) } { 1 2 5 } , ~ \\mathrm { i f } ~ P \\leq \\frac { 2 5 0 } { 3 } \\mathrm { m m } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nP _ { \\mathrm { e f f } } = \\frac { 1 2 5 } { 3 } + 0 . 1 \\times P , ~ \\mathrm { i f } ~ P \\geq \\frac { 2 5 0 } { 3 } \\mathrm { m m } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $P _ { \\mathrm { e f f } }$ is the effective precipitation (mm),which is used in the CROPWAT model to calculate monthly precipitation values; and $P$ is the monthly precipitation (mm). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The NIR $\\left( \\mathrm { m m } \\right)$ is the water quantity required for the growth of the crop,or the amount of water necessary to reach the field capacity of the soil. It can represent the difference between CWR and $P _ { \\mathrm { e f f } }$ (Ali et al., 2O1O). The NIR for each crop type can be calculated by the following equation: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { N I R } = \\mathbf { C W R } - P _ { \\mathrm { e f f } } .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To compare with the real irrigation volume of each UIS, we calculated the regional net irrigation requirement ( $\\mathrm { N I R } _ { \\mathrm { r e g } }$ ，mm) and regional irrigation water demand $( \\mathrm { I W D _ { r e g } , m ^ { 3 } } )$ as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { N I R } _ { \\mathrm { r e g } } = \\mathrm { C W R } _ { \\mathrm { r e g } } - P _ { \\mathrm { e f f } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { I W D } _ { \\mathrm { r e g } } = \\mathrm { N I R } _ { \\mathrm { r e g } } \\times A ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $\\mathrm { N I R } _ { \\mathrm { r e g } }$ is the regional net irrigation requirement for each UIS (mm); $P _ { \\mathrm { e f f } }$ is the average effective precipitation within the UIS;and $A$ is the total crop area $( \\mathbf { m } ^ { 2 } )$ in the UIS. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Results and discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1Estimation of $\\mathbf { E T _ { 0 } }$ ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $\\mathrm { E T _ { 0 } }$ values were calculated at a daily scale and adjusted to monthly data. The maximum values of $\\mathrm { E T _ { 0 } }$ were found in summer months (i.e., $2 1 1 . 6 ~ \\mathrm { m m }$ in June and July) and the minimum values were observed in winter months (i.e., $1 8 . 2 \\mathrm { m m }$ in December and $1 6 . 0 \\mathrm { m m }$ in January) (Fig.4).The $\\mathrm { E T _ { 0 } }$ ranged from 1110.0 to 1193.0,1137.0 to 1256.0,1147.0 to 1224.0,and 1126.0 to $1 2 2 4 . 0 \\mathrm { { m m } / \\mathrm { { a } } }$ at the Chimbay, Kungrad, Urgench,and Nukus meteorological stations, respectively. Both the highest monthly $\\mathrm { E T _ { 0 } }$ and the highest average annual $\\mathrm { E T _ { 0 } }$ were found at the Kungrad station. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/311ebb8621f5c2a6a7bbf33fa03f2a08b2342f64e776d003fbe4d6c115e0cce8.jpg",
        "img_caption": [
            "Fig.4Monthly reference evapotranspiration (ETo) changes at the Chimbay(a), Kungrad (b),Nukus (c),and Urgench(d) stations during 2O04-2O17.The box and whisker plots show the five-number summary of a set of data:the minimum score,first(lower) quartile,median,third(upper) quartile,and the maximum score.The center represents the middle $50 \\%$ ，or $5 0 ^ { \\mathrm { { t h } } }$ percentile of the data set,and is derived using the lower and upper quartile values.The median value is displayed inside the \"box.\" The maximum and minimum values are displayed with vertical lines(\"whiskers\") connecting the points to the center box. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2 Estimation of CWR in the lower ADRB ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "CWR values for different crop types during 2O04-2O17 were calculated separately for each UIS. As shown in Figure 5,cotton,rice,alfalfa, and fruit crop fields had the biggest water consumption, in which the average CWR values during the growing season in the lower ADRB were 887.2, 1002.1, 991.4, and $8 8 3 . 6 ~ \\mathrm { m m }$ ,respectively. The average CWR for wheat fields was $4 9 2 . 0 \\ \\mathrm { m m }$ which was the lowest value in the study area. The average CWR values for maize, vegetables, melon, potato,and sorghum were 674.9, 619.1, 640.2, 588.5,and $6 6 5 . 0 \\mathrm { m m }$ ,respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/a87acae5d2628b57fc7e4f698378a2852f92abc34433d855733bd01de2c0dbf4.jpg",
        "img_caption": [
            "Fig.5 Crop water requirement (CWR) for main crop types during 2004-2017. The box and whisker plots show the five-number summary of a set of data: the minimum score,first (lower) quartile, median,third (upper) quartile,and the maximum score.The center represents the middle $50 \\%$ ,or 50th percentile of the data set,and is derived using the lower and upper quartile values.The median value is displayed inside the \"box.\" The maximum and minimum values are displayed with vertical lines(\"whiskers\")connecting the points to the center box. Different colors represent different crop types. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To evaluate the accuracy of the $\\mathrm { E T _ { c } }$ estimation of different crop types in the lower ADRB,we compared the estimated $\\mathrm { E T _ { c } }$ values for cotton，wheat,rice,other grain (sorghum),alfalfa, vegetables,and potato with previous studies (Bobojonov,20o8; Schieder, 2011; Liu et al.,2020), and the results are shown in Table 2.The results showed reasonable ranges,although our estimated $\\mathrm { E T _ { c } }$ values for cotton and alfalfa were higher than those reported by Bobojonov (2OO8) and Schieder (2011),and were similar with the results of Liu et al. (2O2O). The estimated $\\mathrm { E T _ { c } }$ values for wheat, rice,sorghum,and vegetables were between the results of the three previous studies,and the estimated $\\mathrm { E T _ { c } }$ for potato was the lowest in the previous calculations.The differences can be attributed to global change factors that were prevalent at the regional scale,such as decrease in temperature, soil moisture, and $\\mathrm { K _ { c } }$ changes (Evett et al., 2OO7; Aleksandrova et al., 2016; Ivushkin et al.,2017). In addition, an uncertainty factor resulting from meteorological input data cannot be ruled out. Previous studies were carred out in different time periods,and new climatic conditions may produce different $\\mathrm { E T _ { c } }$ in this long and continuous time series. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/c890f168fdc0b8ad08c04358695519222e7d57e6decea238367d028b685c23e1.jpg",
        "table_caption": [
            "Table 2 Comparison of the average crop evapotranspiration (ETc) values for main crops in the study area "
        ],
        "table_footnote": [
            "Note: -, no data. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Year/Period</td><td colspan=\"7\">ETc (mm)</td><td rowspan=\"2\">Reference</td></tr><tr><td>Cotton</td><td>Wheat</td><td>Rice</td><td>Sorghum</td><td>Alfalfa</td><td>Vegetables</td><td>Potato</td></tr><tr><td>2018</td><td>866.5</td><td>438.3</td><td>950.0</td><td></td><td></td><td></td><td></td><td>Liu et al. (2020)</td></tr><tr><td>2003</td><td>762.2</td><td>509.2</td><td>758.0</td><td>598.8</td><td>881.8</td><td>866.9</td><td>760.4</td><td>Schieder (2011)</td></tr><tr><td>2006-2007</td><td>799.0</td><td>383.0</td><td>1050.0</td><td>704.0</td><td>700.0</td><td>619.0</td><td>625.0</td><td>Bobojonov (2008)</td></tr><tr><td>2004-2017</td><td>887.2</td><td>492.0</td><td>1002.1</td><td>665.0</td><td>991.4</td><td>619.1</td><td>588.5</td><td>This study</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 6 shows the $\\mathbf { C W R _ { r e g } }$ in the $1 0 ~ \\mathrm { U I S s }$ . The results indicated that the $\\mathbf { C W R _ { r e g } }$ values of the four UISs in the northern part of the study area was lower than those of the six UISs in the southern part. The lowest $\\mathrm { C W R } _ { \\mathrm { r e g } }$ was $5 9 9 \\mathrm { m m }$ in the Kizketken-Kegeyli UIS,which was observed in 2004; the highest $\\mathrm { C W R } _ { \\mathrm { r e g } }$ was $7 8 0 \\mathrm { m m }$ in the Pakhtaarna-Nayman UIS,which was observed in 2O16.The amount of $\\mathrm { C W R } _ { \\mathrm { r e g } }$ in a certain area depended on both climate condition and crop planting patterns. The most important factor influencing the $\\mathbf { C W R _ { r e g } }$ was the change of temperature,which was the basic input data in the evapotranspiration calculation. In the four UISs with lower $\\mathrm { C W R } _ { \\mathrm { r e g } }$ values in the northern part of the study area,lower temperatures were observed at the Chimbay and Kungrad metrological stations,and in the six UISs with higher $\\mathrm { C W R } _ { \\mathrm { r e g } }$ values in the southern part,higher temperatures were observed at the Nukus and Urgench metrological stations. Moreover, crops with low water consumption, such as sorghum and wheat, were the main crop types in the four UISs in the northern part, averagely accounting for $7 1 . 1 \\%$ ， $7 0 . 6 \\%$ ， $6 9 . 7 \\%$ ,and $6 9 . 2 \\%$ of the total crop area of the Suenli, Kattagar-Bozatau, Kizketken-Kegeyli and Kuanishjarma UISs, respectively, during 2004-2017. For the six UISs in the southern part, particularly in the Koramazi-Kilichniyozboy and Shovot-Kulovot UISs,the area percentages of cotton and rice were relatively higher than those in other UISs,and the $\\mathrm { C W R } _ { \\mathrm { r e g } }$ in these two UISs was the largest in the whole study area. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e6c8b64d76b0e79cd55e66d82668d7800ad814bc361ab6c92730150bc8ec886d.jpg",
        "img_caption": [
            "Fig.6 Variations of the UIS-based regional crop water requirements $\\left( \\mathrm { C W R } _ { \\mathrm { r e g } } \\right)$ in the lower ADRB during 2004-2017.1, Suenli; 2,Kattgar-Bozatau; 3,Kizketken-Kegeyli; 4,Kuanishjarma; 5,Mangit-Nazarkhan;6, Koramazi-Kilichniyozboy; 7,Shovot-Kulovot; 8,Pakhtaarna-Nayman; 9,Polvon-Gazavot; 10,Toshsoka. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3 Estimation of the $P _ { \\mathrm { e f f } }$ and NIR ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The key factor in irrigated agriculture is the proper allocation of water (Samian et al., 2014). Because the Ministry of Agriculture and Water Resources determines the water supplied to each crop in Uzbekistan at the beginning of every year, improper use of the specified water may lead to many negative consequences,such as a lack of water in the downstream zone. Figure 7 shows the variations of CWR, $P _ { \\mathrm { e f f } } .$ ，and NIR at the BUIS scale.The NIR values were substantially different among crop types,and the variation of NIR was highly related to the changes of CWR and $P _ { \\mathrm { e f f } } .$ The type of crop with the largest water requirement was rice,while the smallest was wheat. For most types of crops (except for wheat), the highest estimated CWR values were found in 2O14,and the lowest CWR values were observed in 2OO4. Due to the difference of growth periods for the main crop types,even under the same or similar climatic conditions,the $P _ { \\mathrm { e f f } }$ of each crop was quite different. The highest $P _ { \\mathrm { e f f } }$ was estimated for fruits and alfalfa,because of the high precipitation received during the whole year; the lowest $P _ { \\mathrm { e f f } }$ was estimated for rice. Higher $P _ { \\mathrm { e f f } }$ values were observed in 2007 and 2016. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/bde2f3f1d6c9e5e9c669f99f8e85a55f954962b2266210b3b9af63e5c63cfd9e.jpg",
        "img_caption": [
            "Fig.7Crop water requirement (CWR;a),effective precipitation (Pff;b),and net irigation requirement (NIR; c) for different crop types at the BUIS scale during 2OO4-2017 "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The lower $P _ { \\mathrm { e f f } }$ indicates that supplementary irrigation is needed to meet the daily CWR.Therefore, rice was the crop type with the highest irrigation water requirement, and its NIR values ranged from 901.4 to $1 0 4 6 . 0 \\ \\mathrm { m m }$ during 20O4-2017; however, the lowest NIR was found in 2OO7 due to the higher $P _ { \\mathrm { e f f } }$ in that year. The lowest NIR values occurred in wheat fields,ranging from 347.3 to 433.7 $\\mathrm { m m }$ . Figure 8 shows the calculation results of $\\mathrm { N I R } _ { \\mathrm { r e g } }$ and $\\mathrm { I W D _ { r e g } }$ in the 1O UISs.The results indicated that the estimated $\\mathrm { N I R } _ { \\mathrm { r e g } }$ of various crops was also similar in different UISs because of the similar climatic conditions in the study area; however, due to the difference of crop planting structure and total area in different UISs,the $\\mathrm { I W D } _ { \\mathrm { r e g } }$ was quite different. The $\\mathrm { N I R } _ { \\mathrm { r e g } }$ values were 514.9 and $7 1 5 . 0 \\ : \\mathrm { m m }$ ,respectively, in the Kizkegen-Kegeyli (2OO4) and Koramazi-Kilichniyozboy UISs (2017). The highest $\\mathrm { I W D } _ { \\mathrm { r e g } }$ range in the Suenli UIS depended on the crop area, which changed from $1 0 1 0 . 0 { \\times } 1 0 ^ { 6 }$ to $1 2 0 0 . 0 { \\times } 1 0 ^ { 6 } \\mathrm { m } ^ { 3 }$ . The lowest $\\mathrm { I W D } _ { \\mathrm { r e g } }$ ranged from $2 2 8 . 0 { \\times } 1 0 ^ { 6 }$ to $2 5 5 . 0 { \\times } 1 0 ^ { 6 } \\mathrm { m } ^ { 3 }$ in the Koramazi-Kilichniyozboy UIS and from $2 6 0 . 0 { \\times } 1 0 ^ { 6 }$ to $3 0 2 . 0 { \\times } 1 0 ^ { 6 } ~ \\mathrm { m } ^ { 3 }$ in the Kattagar-Bozatau UIS; these areas used less irrigation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.4 Analysis of the irrigation water utilization in the lower ADRB ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Generally, the ratio of irrigation water requirement to actual irrigation water can be used to express the irrigation efficiency. Here,the actual irigation water volume included irrigation water from the surface water and groundwater (Ma et al.,2O18).However, only the actual irrgation volume from the surface water (namely surface irrigation water (SIW, $\\mathbf { m } ^ { 3 } )$ ） during the study period was obtained. As shown in Figure 9, surface water suppled to irrigation areas in the lower ADRB was closely related to the inflow of the ADR (i.e.,at the Tuyamuyun-out hydrological station). The actual SIW allocated to the study area ranged from $4 . 2 \\times 1 0 ^ { 9 }$ to $1 1 . 6 { \\times } 1 0 ^ { 9 } \\mathrm { m } ^ { 3 }$ during 2004-2017.The highest SIW values were found in 2OO5 and 2010, which were typical wet years; the lowest SIW occurred in 2Oo8.In order to analyze the utilization degree of the SIW in the study area,we calculated the percentages of IWD (the sum of $\\mathrm { I W D } _ { \\mathrm { r e g } }$ in the 10 UISs, $\\mathbf { m } ^ { 3 }$ ) in SIW. The percentages ranged from $4 6 . 4 \\%$ to $6 5 . 2 \\%$ ， which indicated that a significant amount of surface water that was distributed in the lower ADRB was wasted. However, in the drought years of 2OO8 and 2011, the inflow water from the ADR decreased sharply, and the percentages of IWD in SIW rose to $9 7 . 3 \\%$ （204 and $9 8 . 6 \\%$ ， respectively； more groundwater must be extracted to supplement the shortage of irrigation water (Vlek et al.,2Oo1).In this region,flood irigation in sandy soils has low efficiency due to high water wastage.Another major problem is that some regions reuse the irrigation return water, which naturally increases the salinity of the fields (Akramkhanov et al.,2O18).Therefore, it is necessary to develop optimal water allocation patterns according to the real irrigation demand in each UIS (i.e., $\\mathrm { I W D } _ { \\mathrm { r e g } } )$ ,which would be scientific references and basis for water allocation at the crop field or regional scales; water-saving technologies should be applied to improve the efficiency of irrigation water. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/edde8f88115331f3f0ec7d3ba91c4978912d62dc70ad57f4d214ddfe38a711c1.jpg",
        "img_caption": [
            "Fig.8Variations of regional net irrigation requirement $( \\mathrm { N I R } _ { \\mathrm { r e g } } )$ ）and regional irrigation water demand $\\mathrm { ( I W D _ { r e g } ) }$ onaverage in the 1OUISs during 20O4-2017 "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "According to the results obtained in this study, at the BUIS scale,high water-consuming crops, including cotton, alfalfa, and rice, consumed over $40 \\%$ of the irrigation water in the lower ADRB. Conrad et al. (2O16) indicated that winter crops have the potential for saving river water, due to the lowest ratio of IWD to CWR for wheat. However, the economy highly depends on the cotton production in Uzbekistan,and there is litte chance to widely promote the wheat planting. Over the past few decades,the overuse and waste of surface water resources have indirectly affected the Aral Sea and ecological environment of the region.This requires more consideration of the ecological benefits in irrigation water allocation and water resources plan in the lower ADRB. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/3c2cc2c27a9cca354c8834916e2f2eba827cd517125b0527766951086d508415.jpg",
        "img_caption": [
            "Fig.9Comparison of the surface irrigation water and inflow from the ARD.SIW,surface irrigation water. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In this study, reference evapotranspiration $( \\mathrm { E T _ { 0 } } )$ ，crop evapotranspiration $\\left( \\mathrm { E T _ { c } } \\right)$ ，and crop water requirement (CWR） in the lower Amu Darya River Basin (ADRB） during 2O04-2017 were estimated by applying the FAO Penman-Monteith method,and the net irrigation requirement (NIR) was also analyzed. The average $\\mathrm { E T _ { c } }$ (representing CWR） values of cotton,rice,and wheat were 887.2,1002.1,and $4 9 2 . 0 \\mathrm { m m }$ , respectively. Regional CWR values of the 1O UISs ranged from 598.7 to $7 7 9 . 9 \\mathrm { m m }$ ,and regional NIR ranged from 514.9 to $7 1 5 . 0 \\mathrm { m m }$ in the vegetation period each year. More than $40 \\%$ of the irigation water was consumed by cotton, alfalfa,and rice,having high NIR values.The annual volume of surface water allocated to the lower ADRB changed from $4 . 2 \\times 1 0 ^ { 9 }$ to $1 1 . 6 { \\times } 1 0 ^ { 9 } \\mathrm { m } ^ { 3 }$ . However,at least $4 6 . 4 \\% - 6 5 . 2 \\%$ of the water was wasted in the irigation processes. The main reason for the loss of irrigation water is the long-standing prevalence of flood irrigation. In addition,natural water losses from canals (evaporation and infiltration) are often severe. Excessive irrigation not only wastes water resources in arid inland regions,but also results in fertilizer loss,soil salinization,and water logging. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Both the results of CWR and NIR at the crop field and regional scales can be used as scientific references for irrigation water allocation and optimization among the UISs in the lower ADRB.The existing irrigation procedures have significant potential to be revised by introducing water-saving approaches and innovative technologies such as drip irrigation. In most irrigation areas of Xinjiang Uygur Autonomous Region, China, drip irrigation and other water-saving irrigation modes have been widely implemented,and the irrigation efficiency of water resources has been significantly improved. These will help to improve the efficiency of irigation water in the lower ADRB, ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Uzbekistan. As such, this study will assist in alleviating severe water policy tensions through sustainable management of water consumption among agrarian communities in the study area. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This study was supportedby the International Cooperation Project of National Natural Science Foundation of China (41761144079),the Strategic Priority Research Program of Chinese Academy of Sciences (XDA20060301),the State's Key Projectof Research and Development Plan (2017YFC04045O1),the International Partnership Programof Chinese Academy of Sciences (131551KYSB20160002)，the project of the Research Center of Ecology and Environment in Central Asia (Y934031),anda grant from the Regional Colaborative Innovation Projectof Xinjiang Uygur Autonomous Region (2020E01010). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AbdullaevI,deFraitureC,GiordanoM,etal.2Oo9.Agricultural wateruseandtrade in Uzbekistan:Situationand potential impacts of market liberalization.International Journal of Water Resources Development,25(1):47-63.   \nAbdullyevIurmetovaF,AbdulevaF,etal.o8.Scio-technicalaspectsofwatermanagementinUzbekistanrging watergovernance issues at the grass root level.In:Rahaman MM,Varis O.Central Asian Waters.Helsinki:Water& Development Publications-Helsinki University Technology,42-48.   \nAhmedY,Al-Faraj FScholzM,etal.2019.Asessmentofupstreamhumaninterventioncoupled withclimatechangeimpacfor a transboundary river flow regime: Nile River basin. Water Resources Management,33(7): 2485-2500.   \nAkramkhanovA,Ul Hassan M,HornidgeAK.2O18.Redrawing soil salinity innovation-focused stakeholder interaction for sustainable land management in Khorezm Province, Uzbekistan.Water,1O(2): 208-225.   \nAleksandrova M,GainAK,Giupponi C.2016.Assessing agricultural systems vulnerability to climate change to inform adaptation planning:anapplicationin Khorezm,Uzbekistan.Mitigationand Adaptation Strategies for GlobalChange,21(8): 1263-1287.   \nAli MH.2010.Crop Water Requirement and Irrgation Scheduling.In Fundamentalsof Irigation and On-farm Water Management. New York: Springer, 399-452.   \nAli MH,Mubarak S.2O17.Effectiverainfallcalculationmethods forfieldcrops:Anoverview,analysisand newformulation. Asian Research Journal of Agriculture,7(1): 1-12.   \nAllen R G,PereiraLS,Raes D,etal.1998.Cropevapotranspiration-Guidelines forcomputing crop water requirements.FAO Irrigation and Drainage Paper 56.Rome: FAO,300(9): D05109.   \nAllen R G,PereiraLS,Smith M,etal.2O05.FAO-56dualcropcoefcient methodforestimatingevaporation fromsoiland application extensions.Journal of Irrigation and Drainage Engineering,131(1):2-13.   \nAminova M,AbdullyevI.29.Water managementinastate-centered environment:water governance analysisofUzbekistan. Sustainability,1(4): 1240-1265.   \nAwan UK,Tischbein B,Martius C.2O14.AGIS-based approach forup-scalingcapillryrisefrom field tosystem levelunder soil-crop-groundwater mix. Irrigation Science,32(6): 449-458.   \nBerking J,BeckersB,Reimann T,etal.2O17.Modern impactsonanancient landscape,the piedmont plaininsouthwest Turkmenistan.Wires Water,4(2): e1202,doi:10.1002/wat2.1202.   \nBoboevH,Djanibekov U,BekchanovM,etal.2Ol8.FeasibilityofconservationagricultureintheAmuDaryaRiverLowlands, Central Asia.International Journal of Agricultural Sustainability,17(1):60-77.   \nBobojonovI,LamersJPA,BekchanovM,etal.2O13.OptionsandconstraintsforcropdiversificationAcase studyinsustainable agriculture in Uzbekistan.Agroecology and Sustainable Food Systems,37(7): 788-811.   \nBobojonovIB.2O08.Modeling Cropand Water Alocation underUncertainty in Irigated Agriculture.A Case Studyon the Khorezm Region,Uzbekistan.Bonn: ZEF/Rheinische Friedrich-Wilhelms-Universitat,141.   \nBrite EB.2Ol8.The hydrosocial empire: The Karakum River and the Soviet conquest of Central Asia in the $2 0 ^ { \\mathrm { u } }$ century. Journal of Anthropological Archaeology, 52:123-136.   \nChen D,GaoG,XuCY,et al.2Oo5.Comparisonofthe Thornthwaite methodand pandatawiththe standardPenman-Monteith estimates of reference evapotranspiration in China.Climate Research,28(2):123-132.   \nConrad C,Schorcht G,ischben B,etal.2Ol2.Agro-meteorological trendsofrecent clmate developmentin Khorezmand implications forcropproduction.In: Martius C,RudenkoI,Lamers J,etal.Coton,Water,Saltsand Soums.Dordrecht: Springer,25-36.   \nConrad C,LamersJ,IbragimovN,etal.2O16.Analysing irigatedcroprotationpatterns inaridUzbekistanbythemeansof remote sensing: Acase study on post-Soviet agricultural land use.Journal of Arid Environments,124:150-159.   \nDeng H,Chen Y.2Ol7.Influences ofrecent climatechangeand human activitieson water storage variations in Central Asia. Journal of Hydrology, 544: 46-57.   \nDjanibekovN,vanAssheK,BobojonovI,etal.2O12.FarmrestructuringandlandconsolidationinUzbekistan:Newfrmswith old barriers. Europe-Asia Studies, 64(6): 1101-1126.   \nDollP, Siebert S.2002.Global modelingofirrgation waterrequrements.WaterResources Research,38(4):8-1-8-10,doi: 10.1029/2001WR000355.   \nDuchemin B,Hadria R,Eraki S,et al.20o6.Monitoring wheat phenologyandirigation in Central Morocco:Ontheuseof relationshipsbetween evapotranspiration，cropscoeficients，leaf area indexandremotely-sensed vegetation indices. Agricultural Water Management,79(1): 1-27.   \nDukhovny VA,StulinaG.2Oo1.Strategyof ransboundaryreturnflowuseintheAral Seabasin.Desalination,139(-3):299- 304.   \nEvettS,IbragimoN,KamilovB,talO.NeutronmoisuremetercalrationinsixsilsofUzbekistanectedbyarboate accumulation. Vadose Zone Journal, 6(2): 406-412.   \nGaforovK S,BaoA,RakimovS,etal.O.Theaessmentofclimatechangeonrainfall-runofferosivity intheChirchikAkhangaran Basin, Uzbekistan. Sustainability,l2(8):3369.   \nGintzburger G,Le Houerou HN,Toderich KN.20o5.Thesteppesof middleAsia: Post-1991agricultural andrangeland adjustment.Arid Land Research and Management,19(3): 215-239.   \nGucluYS,SubyaniAM,Sen Z.20l7.Regionalfuzzychain modelforevapotranspirationestimation.JouralofHydrology,544: 233-241.   \nHamidovA, Helming K,Ball D.2016.Impact of agricultural land use in Central Asia: areview. Agronomy for Sustainable Development,36(1): 6,doi: 10.1007/s13593-015-0337-7.   \nHanan TA.2Ooo.SolutiontotheAraleacrisis?Sustainable wateruseinCentralAsia.WaterandEnvironmentJoural,14(3): 213-218.   \nHerathIK,YeX,WangJ,etal.2O17.Spatialand temporalvariabilityof reference evapotranspirationandinfluenced meteorological factors inthe Jialing River Basin,China.Theoretical and Applied Climatology,131(3-4):1417-1428.   \nHoward K W, Howard K K.2O16.The new \"Silk Road Economic Belt\"as athreat to the sustainable managementof Central Asia's transboundary waterresources.Environmental Earth Sciences,75(11):976,doi:10.10o7/s12665-016-5752-9.   \nHuang X,LuoG,YeFetal.2O18.Efectsofgazingonnetprimaryproductivityevapotranspirationand wateruseeffencyin the grasslands of Xinjiang,China. Journal of Arid Land,1O(4): 588-600.   \nIvushkinK,Bartholomeus H,regtAK,etal.2O17.SateliteTermographyforsoilsalinityassssmentofcroppedareasin Uzbekistan.Land Degradation & Development, 28(3): 870-877.   \nJalilov S M,Keskinen M, Varis O,et al.2016.Managing the water-energy-food nexus:Gains and losss from new water development in Amu Darya River Basin. Journal of Hydrology,539: 648-661.   \nJiangL,WuF,Liu,etal2O14.ModelingtheimpactsofurbanatioandidustrialtransformationonateresourcsCina: An integrated hydro-economic CGE Analysis. Sustainability, 6(11): 7586-7600.   \nJiangL,JiapaerG,BaoA,etal.2O17.Vegetationdyamicsandresponses tolmatechangeandhumanactivitiesinCentralAsia. Science of The Total Environment, 599-600: 967-980.   \nKamali M I, Nazari R.2O18.Determination of maize water requirement using remote sensing data and SEBAL algorithm. Agricultural Water Management, 209:197-205.   \nKartheD,Chalov S,BorchardtD.20l5.Waterresources and theirmanagement incentralAsiain theearlytwentyfirstentury: status,challenges and future prospects.Environmental Earth Sciences,73(2): 487-499.   \nKhasankhanova G.2Oo5.Public participation to improve water resourcemanagement in Uzbekistan.Water Science and Technology,51(3-4): 365-372.   \nKoch M，Missimer T M.2016.Water resourcesassessment and management in drylands.Water,8(6):239，doi: 10.3390/w8060239. tne Nile Kiver. Sustainability,1Z(1): 1oZ,dol: IU.33yU/sulZU10162.   \nLiu Z,Huang Y,LiuT,etal.2O2O.Waterbalanceanalysisbasedonaquantitativeevapotranspiration inversioninthe Nukus irrigation area,Lower Amu River Basin.Remote Sensing,12(14): 2317.   \nLuo M,Meng F,Liu T.2O17.Multi-model ensemble approachestoasessmentof effectsof local climatechange on water resources of the Hotan River Basin in Xinjiang,China. Water, 9(8): 584,doi: 10.3390/w9080584.   \nMaY,LiuS,ongLetal2O18EstimationofdailyvapotranspratinadigationwaterecincyataLandsatkesalefor an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment,216:715-734.   \nMasafu CK,Trigg MA,CarterR.2O16.Water availabilityand agricultural demand: Anassessment framework using global datasets inadatascarcecatchment,Rokel-Seli River,Sierra Leone.JournalofHydrology:Regional Studies,8:22-234.   \nMultsch S,ElsmyME,atarsehS,etal.2O7.Improvingirigationeffciencywillbeinsuficient tomeetfuture waterdemand in the Nile Basin.Journal of Hydrology: Regional Studies,12: 315-330.   \nOmurakunovaG,BaoA,Xu W,etal.O2o.Expansionof impervioussurfacesandtheirdrivingforces inHighlyUrbanizedCities in Kyrgyzstan.InternationalJournalofEnvironmentalResearchandPublicHealth,17(1):362,doi:10.3390/ijerph7010362.   \nOren A,PlotnikovIS,Sokolov S,et al.2010.TheAral Sea and the Dead Sea: Disparate lakes with similar histories.Lakes & Reservoirs: Research & Management,15(3): 223-236.   \nRahimzadegan M,Janani A.2019.Estimating evapotranspirationof pistachiocropbasedon SEBALalgorithmusingLandsat8 satellite imagery. Agricultural Water Management,217: 383-390.   \nRakhmatullaev S,HuneauF,Kazbekov J.2O09.Groundwater resources useand management in the Amu Darya River Basin (Central Asia).Environmental Earth Sciences,59(6): 1183-1193.   \nReyer CP,Otto IM,Adams S,et al.2017.Climate change impacts in Central Asia and their implications for development. Regional Environmental Change,17(6): 1639-1650.   \nSamian M,MahdeiKN,Saadi H,etal.2O14Identifingfactorsafectingoptimalmanagementofagricultural waterJoualof the Saudi Society of Agricultural Sciences,14(1): 11-18.   \nSchiederTM.2011Analysis of water use and crop allcation for the Khorezm region in Uzbekistan using an integrated hydrologic-economic model.Ecology and Development Series No.79.Bonn: ZEF/University of Bonn.   \nSentelhas PC,Gillspie TJ,Santos EA.2Ol0.EvaluationofFAO Penman-Monteith andalternative methods for estimating reference evapotranspiration with missingdatain Souther Ontario,Canada.Agricultural Water Management,97(5): 635-644.   \nSidike A,Chen X,LiuT.2O16Investigatingalternativeclimatedatasources forhydrologicalsimulationsintheupstreamof the Amu Darya River. Water,8(10): 441,doi:10.3390/w8100441.   \nSimeG,AuneJB.2O18.Sustainabilityofimproved cropvarieties andagricultural practices:Acase study inthe Central Rift Valley of Ethiopia.Agriculture,8(11): 177,doi:10.3390/agriculture8110177.   \nSrivastava RK,PandaRK,ChakrabortyA.2O18.Comparisonof actual evapotranspirationof irigated maizeinasub-humid region using four different canopy resistance based approaches.Agricultural Water Management,2O2:156-165.   \nStancalieG,MaricaA,Toulios L.2010.Using earth observationdataand CROPWAT model to estimate theactual crop evapotranspiration.Physics and Chemistry of the Earth,Parts A/B/C,35(1-2):25-30.   \nStrickmanR,PorkkaM.Oo8.Waterand socialchanges inCentralAsia:Problemsrelated tocotonproduction in Uzbekistan. In:Rahaman MM,Varis O.Central Asian Waters.Helsinki: Water& Development Publications-Helsinki University Technology, 105.   \nSun J,LiY,SuoC,etal.2019.Impactsof irigationeficiencyonagricultural water-land nexussystem managementunder multiple ucertainties—Acase study inAmu Darya River basin,CentralAsia.Agricultural Water Management,216:76-8.   \nSurendran U,Sushanth C,Mammen G,etal.2015.Modelingthecropwaterrequirement usingFAO-CROPWATandassessment of water resources for sustainable water resource management:Acase study in Palakkad districtof humid tropical Kerala, India.Aquatic Procedia,4: 1211-1219.   \nTan M,Zheng L.2O19.Increase in economic eficiencyof waterusecaused bycrop structure adjustment inaridareas.Journal of Environmental Management, 230: 386-391.   \nTao H,DiopL,Bodian A,et al.2018.Reference evapotranspiration prediction using hybridized fuzzy model with firefly algorithm: Regional case study in Burkina Faso.Agricultural Water Management,2O8:140-151.   \nTimpane-PadghamBL,BeechieT,KlingerT.0l7.Asystematiceviewofecologicalatributes tatconferresiliencetoliate change in environmental restoration. PLoS ONE,12(3): e0173812,doi: 10.1371/journal.pone.0173812.   \nTyagi N,SharmaD,Luthra S.2Ooo.Evapotranspiratioandcropcoeficientsof wheatand sorghum.Journalof Irigationand Drainage Engineering,126: 215-222.   \nVeranna J,MishraAK.2017.Estimationof evapotranspirationand irigationschedulingofLentilusing CROPWAT8.0model for Anantapur District,Andhra Pradesh,India.Journal of AgriSearch,4(O4),doi:10.21921/jas.v4i04.10204.   \nVlek PL,Martius C,WehrheimP,etal.2Oo1.Economicrestructuringoflandand wateruseintheRegion Khorezm(Uzbekistan). Project Proposal for PhaseI. ZEF Work Papers for Sustainable Development in Central Asia No.1.Bonn:Center for Development Research (ZEF),1-75.   \nWasemM,AhmadI,MujtabaA,etal.2Oo.Spatiotemporaldynamicsofprecipitation insouthwestarid-agricultureonesof pakistan. Sustainability,12(6): 2305,doi:10.3390/su12062305.   \nWegerichK.2OO2.Natural droughtorhuman made waterscarcityin Uzbekistan.CentralAsiaandthe Caucasus,2(14):154-162.   \nXue J,Guan H,Huo Z,etal.2017.Water saving practices enhanceregional eficiencyof waterconsumption and water productivity in an arid agricultural area with shalow groundwater. Agricultural Water Management,194:78-89.   \nYu Y,PiY,YuX,etal.2Ol8.Climatechange,waterresourcesandsustainabledevelopmentinthearidandsemi-aridlandsof Central Asia in the past 30 years.Journal of Arid Land,11(1):1-14.   \nZhong X,JiangX,LiL,etal.2O20.Theimpactofsocio-economic factorsonsedimentload:Acasestudyof theYanhe River Watershed. Sustainability,12(6): 2457,doi: 10.3390/su12062457. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]