[
    {
        "type": "text",
        "text": "智库热 与政策思想市场 \\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨沐 邓淑宜",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "华南理工大学公共政策研究院广州510640",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]自2013年习近平总书记提出中国特色新型智库建设目标以来，中国大陆掀起了一股智库建设的热潮，进而带动了智库研究的热情，形成了实践和理论上的“智库热”。只有将当前的“智库热”置于中国特定的政治经济体制中进行分析，才能准确把握这股“智库热”的本质。[方法/过程]本文提出近年的“智库热”正在形成一个政策思想市场，基于思想市场理论和内部多元主义理论，这个市场具有需求主导、圈层结构、多元竞争、价值信号等特征。本文分析了过去5年有关智库机构、智库活动、智库研究的详实数据并对国内30余家不同类型智库进行了深度访谈。[结果/结论］本文从点到面剖析了近年来的“智库热”，分析结果表明一个具有内部多元主义特征的政策思想市场在近年的“智库热”中逐渐形成。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库　政策思想市场　内部多元主义分类号：C931.2DOI: 10.19318/j.cnki.issn.2096-1634.2016.05.01",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“思想市场”（the market place of ideas）的相关表述最早见于美国最高法院的讨论和判决，与美国宪法第一修正案强调的言论自由同义①。新制度经济学家科斯在讨论第一修正案的经济学时，将思想市场（marketforideas）与产品市场（marketforgoods）做了区分和对比，并指出这两个市场没有本质上的差异[]。科斯的类比提出以后，思想市场的涵义不再仅仅是思想自由表达的理念或活动，而更多是指作用于思想领域的市场机制，具体包括：第一，供求与交易。言论自由并不必然意味着有听众，在思想市场里，只有讲者与听者双方都能获利时，交易才会发生[2]。也就是说，思想市场不仅仅是各抒己见，更是一种通过思想的交换让观念、信息等不一致的供需双方达成一致的机制。第二，多元竞争。思想市场之所以重要，是因为只有在与无知和偏执无限的斗争中，真理才会展现其面目[3]。思想市场里表达和交流自由的重要意义在于形成多元的思想竞争，在各种思想的交锋碰撞中实现优胜劣汰。第三，价值信号。由于思想产品的单件性，思想市场的均衡并不表现为供需数量上的相等，而是供给能够满足需求[4]。而且由于思想市场上不存在某种思想的稀缺性，市场的出清是一个时间序列上的思想不断递进和演化的过程[5]。因此，思想的价值表现为有用性或影响力，而这些价值是指导思想生产、传播和消费的重要信号。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科斯晚年谈论中国经济时指出，缺乏思想市场是中国经济诸多弊端和险象丛生的根源[，中国大陆近年来掀起的智库热则被认为是智库思想市场的逐渐形成[7-8]。自2013年习近平总书记提出中国特色新型智库建设目标以来，各种类型的智库如雨后春笋般涌现。从多元和竞争的意义上来说，近年来的智库热确实有助于思想市场的培育，然而必须指出的是，中国的市场是一种“府内市场”（market in state），市场要服从政府原则[9；政治体制则呈现出一种内部多元主义的特征，不同利益首先被“内部化”，被融入到既有体系之中，进而在体系内部与不同利益群体进行竞争与协作[10]。在这种政治经济体制下，政府在思想市场的培育和发展上也起着主导作用，反映到智库的发展上则是一个以政府权力为中心的多圈层结构，不同类型的智库因其与权力中心距离的远近而有着不同的比较优势和劣势[11]，进而决定了他们的发展现状和路径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本文认为在近年来中国大陆的智库建设热潮中，一个政策思想市场正在逐渐形成。政策思想市场是指政策思想生产、传播、消费等活动的总和以及作用于这些活动的市场机制。在“智库热”中培育起来的政策思想市场深嵌于中国的政治经济体制之中，根据思想市场理论和内部多元主义理论，其具有以下特征：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第一，存在明确的政策思想需求方和供给方，且需求方在政策思想市场的发展过程中起着主导作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第二，存在多种政策思想供给者，他们以政府权力为中心形成圈层结构，并由于所处位置的不同享有不同的资源，生产的政策思想产品也因此呈现多元化的特征。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第三，多元的政策思想产品得以充分地展示和交流，在互动中进行对比和竞争。而政策思想的供需双方之间则有稳定的交换渠道，以实现政策思想产品的消费，",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第四，有明确的政策思想价值信号以判定多元竞争的结果，且这些信号倾向于需求方的偏好。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本文通过分析过去5年有关智库机构、智库活动、智库研究的数据以及对国内30余家不同类型智库的深度访谈材料，从点到面展现了近年来的智库建设热潮。分析结果验证了上述特征，政策思想市场在过去几年的“智库热”中逐渐形成。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库建设与政策思想市场的发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1供给方主体地位的确立",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据思想市场理论，供给方和需求方同时存在且供需双方均能获利是交易发生的前提。在政策思想市场里，需求方为公共政策制定者，主要是各级政府；供给方为从事政策研究并生产政策知识的个人和组织。在中国古代，知识分子以“谋士”“智囊”“帝王师”等身份为君王或朝廷官员提供智力支持，但是，这些知识分子对起用自己的君王或官员具有极强的依附性，其政策知识的生产和供给没有独立性可言。而在当代，随着市场经济和全球化的发展，社会治理日益复杂，政府越来越依赖外部政策知识来进行公共决策。政府的需求主要由学者个人或政府智囊机构来满足，但是这些供给的质量是远远不能满足需求的。学者个人通过承担政府课题或者担任政府顾问以兼职的形式为政府供给政策知识，以理论研究见长的学者由于缺乏对一线政策执行的了解，他们生产出来的政策知识常常被认为“不接地气”；而政府研究室等智囊机构由于自身就隶属于政府，制度空间有限，难以生产独立客观的政策知识，其作用往往局限于论证既定政府政策。可见，在智库兴起之前，政策思想的供给方主体地位是不明显的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库建设则从个人和机构两个层面确立了供给方在思想市场里的主体地位，从而形成了明确的需求方和供给方。智库是指生产并且主要依靠专家的意见和思想来影响政策过程的非营利、独立性组织[12]，中共中央办公厅、国务院办公厅联合印发的《关于加强中国特色新型智库建设的意见》则提出新型智库的八项标准，涵盖资金、人员、平台和组织架构上的要求。通过智库建设，从事政策研究的学者得以专职化，生产政策知识的机构得以实体化，这两者相辅相成，使资金、智力、信息等政策思想的生产资源得以有效组织起来，进行专业的政策思想产品生产和传播，从而确立供给方在政策思想市场的主体地位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "供需双方主体地位的确立是政策思想市场形成的基础，这一过程是由作为需求方的政府主导的。近年来的智库建设热潮发端于2013年习近平总书记首次提出的建设中国特色新型智库的目标，随后各级政府部门纷纷出台相关文件启动智库建设。根据万方法规数据库的检索结果，名称或全文中提及“智库建设”的政策法规共有64条，集中于2010年后颁布，且于2015年大幅攀升（如图1所示）。而且，以2013年习近平总书记有关智库建设的批示为分水岭，批示之前“智库建设”主要出现于地方法规，批示之后提及“智库建设”的中央法规大幅增加并远远超过地方法规的数量，中央政府成为了智库建设的主要推动者。在近年来的智库建设热潮中，不同类型的智库如雨后春笋般出现，虽然目前尚没有权威的统计数据，但从全国范围的个案调研来看，新智库成立或已有科研机构的智库改制活动与推动智库建设的政府文件数量成正比。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b651c1d1ad3f6c4c53825bd3a7cd55b7706d43612d977375caead816b8caca3d.jpg",
        "img_caption": [
            "图1提及“智库建设”的政策法规数量（2010-2016）gure 1 The number of policies and regulations about think tanks (2010-2016)数据来源：万方法规数据库（截至2016年10月7日）"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "政府作为需求方的主导作用在两个案例中可以得到很好地体现，它们分别是上海市教委主导成立的上海高校智库和中宣部主导成立的国家高端智库。早在2011年，上海市教委便提出“战略智库”的概念，通过建设知识服务平台提升上海市高校的咨政能力。2013年习近平总书记提出建设中国特色新型智库建设的目标之后，上海市教委随即在知识服务平台的基础上启动高校智库建设，设立智库建设专项资金，并得到了高校的热烈反响，共有26个高校申报了179个智库项目，经过筛选，首批共成立了18个高校智库。由于缺乏智库建设经验，入选智库在项目初期纷纷要求上海市教委提供更为详细的指导，于是上海市教委和复旦大学共同成立了上海高校智库研究与管理中心，制定了详细的智库建设考核指标，并为高校智库搭建了成果递送渠道和交流传播平台。大部分上海高校智库在访谈中表示，智库建设的前两年几乎围绕教委的考核指标逐项进行建设，可见，上海市教委不仅牵头启动了上海的高校智库建设，在建设过程中也起着主导作用。国家高端智库的案例与上海高校智库相似，由中宣部牵头启动国家高端智库建设，设立高端智库建设专项经费，并搭建内参报告的递送渠道。不同的是，国家高端智库在更高的层面上给予与智库建设相适应的经费、人事和科研管理制度，使入选的试点单位拥有更多的制度空间，能更有效地进行政策知识的生产和传播。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "总之，在“智库热”之前，政策思想的供给方主体地位不明显，政策知识的生产不成体系。在作为需求方的政府的主导下，政策思想的供给方通过智库建设得以确立起在政策思想市场上的主体地位，从而将政策知识的生产资源有效地组织起来，制度化地进行政策思想产品的生产。因此，近年来的智库建设热潮明确了政策知识供需双方的主体地位，这是政策思想市场形成的前提条件。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2政策思想市场的圈层结构",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "政府在智库建设和政策思想市场发展上的主导作用决定了政策知识的供给方和需求方之间不是简单的供需对接关系。政府的主导作用决定了需求方处于政策思想市场的中心位置；资源和有效使用资源的制度空间是智库发展的两个关键因素，而政府权力对这两个因素均有重大影响。因此，以政府权力为中心，由近到远分别是官方智库、高校智库和社会智库，这些不同的机构因其与权力中心距离的远近而享受着不同的资源和制度空间，形成明显的圈层结构，这是嵌于中国经济政治体制中的政策思想市场的特征。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从不同类型的智库占比的变化可以清晰看到这种圈层结构的形成，从原来的官方智库独步天下到官方智库、高校智库、社会智库共同发展，不同举办者合办的智库也越来越多。根据《中国智库名录2015》和上海社会科学院智库评价备选池收录的智库，剔除重复智库和成立时间不可查询的智库，共有1250家智库，这些智库最早可追溯至1917年，最晚则成立于2015年，从历时的智库累计数量可以看到（如图2所示），智库数量在八九十年代稳步增长，踏入21世纪后则实现了翻倍增长，这其中的主要贡献来自于高校智库和社会智库的崛起。从智库类型的组成来看，20世纪80年代以前，智库的类型以官方智库为主，其他类型的智库所占比例极小。高校智库和社会智库随着80年代的改革大潮开始发展，经过90年代的稳步增长，在21世纪的头10年，高校智库和社会智库所占比例已超过官方智库，智库类型开始呈现较为均衡的布局。而且，从21世纪开始，不同类型的举办者合办的智库也越来越多，成为了智库群体中的新生力量。随着“外围”智库的增多，政策思想市场的供给方开始呈现多元化的特征。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/51d31ac2f7754f06a08e8cc3a783657b7004e7e05f6bebf3b65f14f438c7a75a.jpg",
        "img_caption": [
            "图2按举办者分类智库累计数量",
            "Figure 2 The accumulated number of think tanks in terms of sponsors数据来源：根据《中国智库名录2015》和上海社科院智库评价备选池整理"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "而且，这些不同类型的智库并不是政策思想市场里的铁板一块，而是以政府权力为中心呈现圈层结构分布（如图3所示），在圈层结构中所处的不同位置给其带来了不同的资源和制度空间，具体来说，与权力中心有着不同政治距离的智库在信息可及性、生产独立性和知识信任度上有着不同的优势和劣势，从而使得政策思想产品也呈现多元化的特征。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，不同类型的智库拥有不同的生产资源。资金、人才和信息是智库进行政策知识生产的主要资源，轰轰烈烈的“智库热”调动起了社会各界的智库建设热情，不同智库在资金和人才方面并不存在巨大的差异，不同类型的智库大多表示智库建设的资源是充足的，唯独信息在不同类型的智库之间差别极大，而信息恰恰是最关键的政策知识生产资源。官方智库与权力中心紧密联系，有些甚至就是权力中心的一部分，能够及时掌握政府的政策需求信息，利用政府丰富的数据资源也相对容易，其信息可及性最高；高校智库与权力中心的距离稍远，通过政府委托课题能一定程度地掌握政策需求信息和政府数据，其信息可及性居中；社会智库与权力中心的距离最远，除非与政府官员有私人联系，社会智库很难掌握政策需求信息和政府数据，其信息可及性最低。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5765bc1e3d27f60e9a52efca34374af1ef3e1499edcbdf224991c9f700c79b7b.jpg",
        "img_caption": [
            "图3智库的圈层结构",
            "Figure 3 The layer structure of think tanks "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "其次，在政策知识生产环节，不同智库因其与权力中心的距离远近而享有不同程度的生产独立性。以往封闭的决策模式对官方智库的惯性影响最大，就算是已经进行智库改制的官方智库（如社科院系统）都表示，为政府部门论证既定政策的情况经常发生，政策知识生产的自主性受到很大限制。另一方面，体制内的财政、人事、科研管理制度是在规范传统的科研机构的过程中逐步建立的，而智库的定位和运作都与传统科研机构有很大不同。主要依靠财政资源的智库都表示，智库建设的资源是充足的，但受制于现行财政、人事和科研管理制度，想要把充足的资源用于政策知识的生产和智库的建设上来十分困难。这种情况在高校智库中也存在，但受制约程度较官方智库低，高校学者以其学术积淀能为自身争取到一定程度的研究自主性，高校也拥有一定的制度空间为校内智库机构提供财政、人事和科研制度上的便利。而社会智库则得益于与权力中心的距离，在机构运行和研究过程方面都享有最高程度的生产独立性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "最后，在政策知识生产出来之后的传播和使用过程中，离权力中心越近，权力中心对知识生产者的政治信任就越高，其知识合法性程度也越高[]，其政策思想产品被吸纳进权力系统并对政府决策产生影响的几率最大；高校智库与权力中心的距离稍远，权力中心对高校智库的政治信任较官方智库略低，但凭借高校系统雄厚的学术积淀，高校智库生产的政策知识更强调的是科学性和战略性；社会智库与权力中心的距离最遥远，权力中心对社会智库的政治信任最低，而且社会智库也缺乏类似于高校智库的科研实力，但社会智库与社会的距离较为接近，能更加充分地掌握社会公众的利益诉求，其生产的政策知识主要强调实践性和“接地气”，从而形成自己的竞争优势。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总之，近年来的“智库热”确立了政策思想市场里的供需双方主体地位，但是供需双方并不是简单的供需对接关系。政府的主导作用决定了需求方位于政策思想市场的中心位置，而权力对知识的统辖则决定了不同类型的智库以政府权力为中心呈现圈层结构的分布，圈层结构中处于不同位置的政策思想供给者享有不同的资源和制度空间，因此也根据自身的竞争优势生产不同的政策思想产品，使政策思想市场多元化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3政策思想市场的竞争机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "多元的思想产品通过充分的展示和交流，在互动中进行对比和竞争，是思想市场最重要的机制。《国家高端智库管理办法》强调，对于重大战略问题，由多家高端智库分别完成，提供多种政策选项。可见，通过多元的政策思想产品供给来培育政策思想市场的竞争机制也是智库建设的目标之一。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "近年的“智库热”除带来了智库建设的高潮，也带来了智库活动和智库研究的热潮。根据《光明日报》整理的智库年度大事件（2014年和2015年）和智库月度大事件（2016年6月至9月）（如图4所示），智库发展的大事件可以分为4类，分别是新智库成立、智库成果发布、政府有关智库建设的文件或讲话、智库会议或智库交流。从各类大事件的占比可以看到，无论是年度统计还是月度统计，智库会议或智库交流在智库大事件中占最大比例。从图4也可以看到智库建设的脉络：2014年“智库热”刚兴起，有关智库建设的政府文件或讲话占智库大事件的比例约为 $20 \\%$ ，到了2015年智库建设的活动逐渐转移到智库会议或智库交流，到2016年政府文件或讲话所代表的自上而下的智库建设动员已经鲜少出现，智库大事件更集中于智库机构的成立、智库成果的发布和智库行业的交流。在形形色色的智库交流活动中，多元的政策思想产品得到展示的机会，并通过与同行产品的交流和对比实现彼此间的竞争。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/fbb0501880546d477d7b7445e6d09396e148c306fc27f0723c18b80f5b0a6280.jpg",
        "img_caption": [
            "图4智库大事件（2014-2016）",
            "Figure 4 Events of think tanks (2014-2016) "
        ],
        "img_footnote": [
            "数据来源：《光明日报》（截至2016年9月）"
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "多元竞争的重要意义在于实现优胜劣汰，除了搭建多元政策思想产品的展示和交流平台，更为重要的是畅通供需双方之间的交换渠道，使政策思想产品在生产和传播之后得以进入消费的环节。近年来智库建设的一项重要配套工作就是建立稳定的供需对接渠道，既强调由下往上的递送渠道，也强调由上往下的反馈机制。在传统的决策模式里，政策思想的需求方主要依靠私人联系和内参系统吸纳外部政策知识，供需双方的交流渠道具有偶然性和封闭性，渠道的开放主要取决于作为需求方的政府部门的意愿。政府主导的智库建设项目往往配套稳定的、制度化的政策研究成果报送和反馈渠道，使供需双方的交流机制化。比如中宣部牵头的国家高端智库由全国社会科学规划办公室配套主办《国家高端智库报告》内刊，人选高端智库的试点单位按规定定期上递一定量的政策报告，择优收录进刊；再如教育部推动高校智库建设的一个重要举措就是设立《教育部简报（大学智库专刊）》，高校系统的政策研究专家和机构可经由高校的社科研究管理部门上递政策咨询报告，优质的政策咨询报告将收录进刊并由教育部报送相关部门。政策思想产品传播和消费渠道制度化和常态化之后，配套的奖励措施也得以制度化，不少高校将入选这种智库专刊的政策研究成果纳入奖励和职称评定标准。至此，通过智库建设，政策思想产品的生产、传播、消费和“变现”均得以实现制度化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "然而，这种制度化了的渠道依然具有排他性，非国家高端智库试点单位不能进人《国家高端智库报告》渠道，非高等教育系统的个人和机构也很难利用《教育部简报（大学智库专刊）》的渠道。对于远离权力中心的社会智库来说，通过政府主导开放的这些渠道直接对政府决策产生影响十分困难。但是，处于圈层结构最外围的社会智库也有其相对优势，他们对社会公众的利益诉求变化十分敏感，且具有较为宽松的制度环境进行政策知识的生产、整合、传播。加之新媒体技术的发展，通过媒体渠道影响社会公众，创设公共议程，从而间接地对政府决策施加影响就成为了社会智库的重要传播策略。根据CKNI的报纸数据库，以智库为主题的报纸文章从2013年开始稳步增长，并在2015年激增，1年之间翻了2倍多（如图5所示）。许多主流媒体（如光明日报、凤凰网、FT中文网）纷纷设立智库专栏或者专版，有些媒体还把智库建设作为发展战略，打造平台型智库，利用自身的资源优势和运作能力为政策思想市场的供需双方搭建新型的交流渠道。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/4e14506a66b77e1ea8315234bda8cebcec714acabe7dcfca34f6b34b298bc180.jpg",
        "img_caption": [
            "图5以智库为主题的报纸文章数量（2011-2016）Figure 5 The number of newspaper articles about thinktanks (2011-2016)数据来源：CKNI报纸数据库（截至2016年10月7日）"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "也就是说，在智库建设的热潮中，多元的政策思想产品之间形成了频繁的交流和竞争，而在竞争中脱颖而出的产品也通过常规化、多样化的供需对接渠道得到消费。多元竞争机制的建立是政策思想市场真正形成的标志",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4政策思想市场的价值信号",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "多元竞争是为了实现优胜劣汰，敦优敦劣则由政策思想产品的价值决定，这些价值信号判定政策思想市场的竞争结果，并指导着政策思想产品的生产、传播和消费活动。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在以往封闭的决策模式中，作为需求方的政府掌握着资金、信息等政策思想的生产资源，并通过一系列的财政、人事和科研制度管理着政策思想产品的生产过程，政策思想产品的传播和交换渠道也单方面地取决于政府决策的开放程度，因此政府部门的主观判定也就构成了政策思想产品的唯一评判标准。在内参-批示系统里，政府部门决策者的批示和采纳是进行政策知识生产、传播活动的目标，构成了政策思想产品的价值信号，然而这种信号在政策思想市场里是不明确的。公共决策是个反复叠加、错综复杂的过程，一件政策思想产品得到批示或者采纳有可能是因为它具有科学性，也有可能因为它迎合了决策者的政策偏好，更有可能因为它最有效地平衡了官僚系统里的部门利益。以批示或者采纳传达出来的价值信号具有模糊性，不能有效地指导政策思想市场的生产活动，甚至把部分政策思想生产资源转移到猜测和迎合决策者的主观意图之上。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "智库建设的最终目的不是“智库热”本身，而是大浪淘沙后最终建成 $5 0 { \\sim } 1 0 0$ 家高端智库，形成稳定有序的政策思想市场，市场机制的有序运行则离不开有效的价值信号，能够灵敏地反映供需关系的变化，引导政策知识生产资源的有效配置。近年来的智库建设热潮从三个层面上明确了政策思想市场的价值信号。首先，正式启动智库建设的中央政府文件明确了政策思想供给方的定位和功能，《关于加强中国特色新型智库建设的意见》提出中国特色新型智库应该发挥咨政建言、理论创新、舆论引导、社会服务、公共外交等功能。其次，智库建设的热潮带动起了智库研究的热潮，其中的一个重点研究内容就是智库评价，零点集团、上海社科院、中国社会科学评价中心都先后着手进行智库评价指标设计，这些指标主要集中在政策影响力、学术影响力、社会影响力、国际影响力四个方面，把宏观上的功能定位细化到了具体的衡量指标。最后，在实际操作层面也从单一的批示和采纳发展到多元的、明确的价值信号体系，打破了政府部门在政策思想产品价值判定中的绝对主导地位。《教育部简报（大学智库专刊）》引入专家评审制度，邀请来自高校或智库机构的专家对上报稿件进行评审，并把评审意见反馈到供给方，由此传达清晰的价值信号。上海高校智库建设主打“咨政、启民、育才”，相应地，其智库建设考核指标除了传统的批示和采纳，还包括媒体发表、人才培养等详细指标。而在自媒体时代，政策思想供给方借助新媒体技术与社会公众进行即时沟通，其政策思想产品在媒体上的阅读量、转发量等数据也构成了清晰明确的社会评价信号。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "通过近些年的智库建设热潮，政策思想市场的价值信号从单一的政府部门主观评价发展为多元的价值信号体系，这些价值信号能更加清晰地传递政策思想市场里的需求及其变化，指导政策思想生产资源的配置以满足政策需求，从而达到政策思想市场的均衡。而且，多元的价值信号体系也与政策思想市场的圈层结构相适应，处于不同位置的智库机构可利用自身资源和制度上的相对优势集中占领局部政策思想市场，最终形成布局合理的智库群体，也形成运行有序的政策思想市场。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总结与讨论",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "近年来中国大陆的智库建设热潮正在催生一个政策思想市场，根据思想市场理论和内部多元主义理论，深嵌于中国政治经济体制的政策思想市场应具有需求导向、圈层结构、多元竞争和价值信号的特点，通过分析近5年来智库机构数量、智库活动、智库研究等数据，以及对智库个案的深度访谈材料进行分析，本文验证了政策思想市场的存在及其特征。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "这个政策思想市场是伴随着智库建设的推进而逐渐培育起来的。智库建设首先确立了政策思想供给方的主体地位，使资金、智力、信息等资源得以组织起来并进行制度化的政策思想生产。作为需求方的政府主导了这一过程，这就决定了政策思想市场的供需关系不同于一般的产品市场，以政府权力为中心，不同类型的供给方呈现圈层结构分布，并由于其所处位置的不同享有不同的资源和制度空间，从而使得生产的政策思想产品也呈现多元化的特征。这些多元的政策思想供给通过智库建设热潮中的智库活动得到展示、交流和竞争，脱颖而出的政策思想产品也通过智库建设中配套的供需交流渠道完成最终的消费环节。这一系列政策思想的生产、传播和消费活动的有序进行离不开有效的价值信号，智库建设通过政府文件、智库研究、实际操作三个层面确立了政策思想市场的多元价值信号体系，以图指导政策思想生产资源的有效配置，形成稳定的政策思想市场机制。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "然而，必须指出的是，中国的智库建设和政策思想市场均处于起步阶段，虽然智库建设的许多措施都有助于政策思想市场的培育和发展，但落实起来依然存在偏差。在现阶段，政府主导作用的渗透在政策知识生产系统里依然明显，社会智库的力量还很弱小，不同圈层之间、供需双方之间的交流交换渠道依然有待进一步的开放。随着智库建设和政策思想市场的发展，主导这一进程的政府如何逐步抽离，划清政策思想市场供给方和需求方的界限，如何弥合不同圈层之间的信息差距，使不同的供给者平等地参与政策思想市场，如何发挥多元价值信号的作用，引导政策知识生产资源的合理配置，实现差异化发展，这些都是智库建设下一步需要考虑的问题，也是新生的政策思想市场得以发展并稳定运行需要解决的问题。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]Coase R.H. The Economics of the First Amendment:the Market for Goods and the Market for Ideas[J].TheAmericanEconomic Review, 1974, 64(2):384-391.  \n[2]（美)米尔顿·弗里德曼.弗里德曼文萃（上册）[M].胡雪峰，武玉宁，译.北京：首都经济贸易大学出版社,2001.  \n[3](英)罗纳德·哈里·科斯，王宁.变革中国：市场经济的中国之路[M].徐尧，李哲民，译.北京：中信出版社，2013.  \n[4] 张旭昆．思想市场：用经济学方法研究经济学的演化[J].社会科学，1993(7):72-75.  \n[5] 杨沐，金澄.智库、思想市场与独立性[J].公共政策",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "杨沐,邓淑宜．“智库热”与政策思想市场[J].智库理论与实践，2016，1(5)：1-9.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究季刊，2015(2):9-16.  \n[6] 科斯．中国改革：商品市场与思想市场的发展[J].学术界,2012(2):242-244.  \n[7] 王莉丽．中国智库思想市场的培育与规制[J].中国人民大学学报，2014(2):83-88.  \n[8] 王振霞.智库思想市场的功能、规制和管理创新[J].中国社会科学院研究生院学报，2015(5):71-75.  \n[8] 郑永年.重建中国社会[M].北京：东方出版社，2015.  \n[10]郑永年，陈超．新时期的中国共产党：挑战与机遇[J]武汉大学学报（哲学社会科学版),2013(3):10-18,127.  \n[11]郑永年，等．内部多元主义与中国新型智库建设[M].北京：东方出版社，2016  \n[12]Rich A.Think Tanks,Public Policy,and the Politics ofExpertise[M]. Cambridge:Cambridge University Press,2004:11.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "杨沐：文章选题与架构设计，观点提炼与总结;  \n邓淑宜：文献、数据等资料的收集与分析，文字写作。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“Think Tanks Fever” and the Market for Policy Ideas ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Yang Mu Deng Shuyi ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Institute of Public Policy, South China University of Technology, Guangzhou 510640 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Since President Xi Jinping brought up the goal of new types of think tanks with Chinese characteristics,there has beena“think tanks fever”in both the think tank developmentand the think tank research across the mainland China.To accurately capture the nature of this“think tanks fever”,we need to analyze it in the context of the specific political and economic system of China. [Method/process The paper argued that a market for policy ideas was emerging in the recent “think tanks fever\". According to the theory of market for ideas and the theory of internal pluralism,this market for policy ideas was characterized by the drive of demand,the layer structure,the plural competition and value signals.We analyzed data about think tank organizations,activitiesand research in the past five years and expounded the records of in-depth interviews with more than 30 think tanks. [Result/conclusion] the paper comprehensively presents the recent“think tanks fever\". Results show that a market for policy ideas with characteristics of internal pluralism is gradually emerging with the“think tanks fever” in the past few years. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywords: think tankmarket for policy ideasinternal pluralism 收稿日期：2016-10-20 修回日期：2016-10-26 本文责任编辑：唐果媛 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]