[
    {
        "type": "text",
        "text": "国家科技工程项目组织实施中应该充分发挥基础研究作用",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "肖伟刚 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院重大科技任务局北京100864",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要文章从技术创新发展的需要出发，阐述了基础研究和工程研制活动的相互关系，并从组织实施方式角度分析了两者有效衔接的不足，体现为：在项目实施中，部分关键技术细节的机理问题一直未获得明确认知，同时关键技术所需要的基础研究难以深度恰当地介入其中。国家科技工程项目的组织实施，需要高度关注期间基础研究作用发挥的程度和效率。解决这一问题必须从顶层入手，其改进思路应当是有针对性的顶层管理改革以及相应的环境制度塑造。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词基础研究，组织实施，工程研制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.01.010 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在经济全球化时代，一个国家具有较强的科技创新能力，就能不断拥有重要的自主知识产权，并由此在世界产业分工链条中处于高端位置，创造激活国家经济的新产业，从而引领社会的发展。因此，科技创新能力已经成为社会活力的标志，以及国家实力最关键的体现。一些高精尖的技术创新活动需要科学和技术良性相长，其管理需要与时俱进，应当建立对其具有针对性特色的、合适的管理方式。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1科学与技术有机结合是工程创新的本质需要",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科学是一种认识自然的活动，是“知”的范畴；技术是一种控制和改造自然的活动，归于“行”的范畴[]。“做科学”和“做技术”原本具有功能上的差别,但从19世纪开始，科学和技术日益紧密交织发展，两类活动在界限上的区别就越来越模糊了，在组织实施科技工程项目中也应是密切交织、通力合作。两者结合越好，则越“快好省”。美国“曼哈顿”工程和中国“两弹一星”工程中，就任务实施的紧密合作氛围而言，科学家和工程师不分彼此，铸就了人类科技发展史上的辉煌。又如，在当代生物技术和纳米技术领域，科学和技术更是难以区分。所以，通常用R&D（研究与发展）来宏观指代科学技术研究活动。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国家要从政策、规章、组织、文化等诸多方面，促进构建利于良性循环的研发活动链条，减少人、财、物的内耗，带动相关学科和技术融合发展，从而逐步形成有利于激活创新要素的社会体系。《国家中长期科学和技术发展规划纲要（2006—2020年）》指明：“国家创新体系是以政府为主导、充分发挥市场配置资源的基础性作用、各类科技创新主体的社会系统”[2]。可见，国家创新体系的构建需要激活各创新要素，尤其是在研发链条中，各类科技创新主体“紧密联系和有效互动”值得关注。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1基础研究是工程技术创新的“血液”和“源泉”",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基础研究是指为了获得关于现象和可观察事实3的基本原理而进行的理论性或实验性研究。若要细分，基础研究可分为纯粹基础研究（基本理论研究）和应用基础研究（有特定的工程技术应用背景）。工程技术实施进程中涉及的基础研究使我们“知其然，更知其所以然”，极大地促进技术系统的性能提升和发展；对自然现象的科学认知往往传播迅速，很快就会成为先进技术的源泉。例如，GPS卫星装载了提供高精度时频基准的原子钟，其准确性是全球导航定位系统的核心。然而，原子钟起初并不是为导航应用而发明的，而是在人们努力回答有关宇宙特性的基本问题的过程中发现的。50多年前，为了检验物理学基本定理，包括爱因斯坦的广义相对论，需要有一种更为精确的钟表。于是，美国一些高校的物理学家开始着手研发，结果既成功验证了爱因斯坦的预言，又大大提高了计时技术[4]。当时，在物理学之外，还看不出此类超精确钟表有什么更大的用处，但随着科技一如既往的进步，竟开辟出了难以预料的机会——全球卫星导航系统由于空间地域广大、多信号系统转接、系统时间延迟等无疑对星载时钟的高精度有着严苛的要求，由于某些原子（如铷、氢、铯等）超精细能量跃迁所产生的电磁辐射具有一定的特征频率，据此制作共振节拍器可提供超精确、高稳定的计时基准。基于对这一自然现象的机理认识（基础研究的结果），人们（科学家和工程师结合）研制出原子钟，并作为基础性技术极大促进了全球卫星导航系统的发展。如今随着原子物理、量子力学和激光技术的迅猛发展，激光冷却型原子钟（2016年9月25日，我国“天宫二号”空间实验室发射，搭载了世界上第一台激光冷铷原子钟，标志着我国具备了在空间建立超高精度时间频率基准的能力）已在太空试验运行，日频率稳定度已达到 ${ { 1 0 } ^ { - 1 6 } }$ 量级，比当今世界现有全球导航卫星星载原子钟的精度又提高了1一2个数量级。目前应用于空间的热原子钟性能已接近极限，制约了导航定位系统性能的进一步提高，更难于满足诸如深空探测、基本物理常数测量、引力波测量等空间科学探索活动对空间超高精度时间频率基准的需求，欧空局也正在实施国际空间站运行冷原子铯钟计划。可见，基础研究本身就是面向未来，培育创新种子，给予土壤并浇灌涓流之水。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近现代以来，脱胎于西方科学务实求真思想源泉的美国科技界，一直是基础研究和工程应用并重，所以一直能引领世界科技创新发展。《科学新闻》（2005第5期）曾转载了早在1883年8月美国科学促进会年会上著名物理学家亨利·奥古斯特·罗兰的演讲，他指出：“我时常被问及这样的问题：纯科学与应用科学，究竟哪个对世界更重要。为了应用科学，科学本身必须存在。假如我们停止科学的进步而只留意科学的应用，我们很快就会退化成中国人那样，多少代人以来，他们在科学上都没有什么进步，因为他们只满足于科学的应用，却从来没有追问过他们所做事情中的原理。这些原理就构成了纯科学。中国人知道火药的应用已经若干世纪，如果他们用正确的方法探索其特殊应用的原理，他们就会在获得众多应用的同时发展出化学，甚至物理学。因为只满足于火药能爆炸的事实，而没有寻根问底，中国人已经远远落后于世界的进步。”由美国想到中国，这段话很现实地反映了我国沉重的历史包袱一一文化和历史摆在那里，今天是昨天走过来的。受西方科技发展的冲击之后，在专制文化、实用哲学氛围下以及“救亡图存”波澜动荡社会变革中，中国只能逐步引进和仿效西方先进科技，但远远谈不上搞基础研究。新中国成立后，随着我国经济社会的大发展，重视应用工程科技的同时，我们也逐步加大了基础研究的投入，这是科学发展观要求的，更是大国责任。习近平指出：“要高度重视原始性专业基础理论突破，加强科学基础设施建设，保证基础性、系统性、前沿性技术研究和技术研发持续推进，强化自主创新成果的源头供给。”[5]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2工程研制需要通过引入基础研究来创造新的价值",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "工程研制①是指面向系统工程目标实现而开展的项目执行过程活动，兼有“研究”和“制造”内涵，总体上是技术性活动。近现代以来，人类已经发展并总结出各门类的工程科学或技术科学作为其活动的理论依据。1957年，钱学森先生在《论技术科学》中指出“技术科学是自然科学（基础科学）和工程技术的综合”。技术科学属于应用科学层次，其为工程提供有科学基础的工程理论并服务之，如空气动力学、计算流体力学、岩土力学、空间飞行器设计、卫星导航技术、核能技术等；但面对一些高新技术领域和新性态或极端物理环境条件（如高马赫数的超声速飞行状态、高温高密度等离子体状态、临近空间高动态飞行动力技术、高瞬态高速电子学与信息系统、面向特殊材料的超高精密度超快激光加工技术），既有知识远远不足以支持人类社会进步的工程需要，因此需要不断发展。当今时代，发展全球化，危机（经济危机、健康危机、环境危机等）亦全球化，一个国家具备各类工程科学领域的坚实基础尤为重要。高科技工程面临诸多的难点问题需要解决，工程科学本身需要发展，工程实践中的新现象需要认知，尤其是在特殊物理状态和极端环境条件下实现某些功能系统，需要理论建模、机理规律、技术方法的持续摸索，因此工程研制需要引入基础研究去共同创造价值。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2当前我国科技工程项目在基础研究衔接中存在的问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国家科技工程项目是国家任务，被赋予了引领产业发展并带动基础研究发展的使命。例如，《国家中长期科学和技术发展规划纲要（2006—2020年）》确定的一系列科技重大专项，就是通过核心技术突破和资源集成，在一定时限内完成的重大战略产品、关键共性技术和重大工程，是我国科技发展的重中之重。之所以称之为中长期发展规划的国家科技重大专项，就是因为其中的工程研制需要的技术科学储备尚缺乏，更没有相关应用基础研究成果可提供系统性支撑，所以需要不断攻坚克难，从而带动从基础、技术到产业的全面发展。“选准关系全局和长远发展的战略必争领域和优先方向，通过高效合理配置，深人推进协同创新和开放创新，构建高效强大的共性关键技术供给体系，努力实现关键技术重大突破，把关键技术掌握在自己手里。”[5]这里面的关键在于过程，大目标已经摆在那里，期间的优先方向和细分课题是否能高效合理确定和配置？是否能有效推进协同创新和开放创新？如果答案是否定的，则难以构建高效强大的共性关键技术供给体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "自2006年起，包括科技重大专项在内的国家科技工程项目大多已取得了巨大的进展，成绩斐然。但有些科技工程项目，由于我国相关技术和学科基础很薄，基础性、机理性、深层次的科学问题尚未认识清晰，尚未充分有效牵引基础研究并“快好省”地创新突破关键核心问题，所以有必要撇开外表系统构建去审视内部管理机制的改进。例如，大型飞机C919虽已完成了首飞试验，但这只是平稳状态下的（试验），很多技术只是集成当下民航业外商的成熟技术产品一就其飞行控制技术而言，“侧杆 $^ { \\cdot + }$ 主动控制（ACT） $^ +$ 电传操纵（FBW）系统”在应对非平稳状态时仍存在安全隐忧；就整个飞控安全的保障机制来说，尚缺乏引入自动化包线控制保护，这些都是需要深入研究控制飞行的多系统关系机理（控制律）并落实到相关软硬件系统。然而，上述方面研究似乎并未提上C919设计师系统的议事日程。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "正如清华大学副校长施一公院士等诸多有识之士所言，我国科技进展很快，但所看到的大多是指标和现象，其依赖于政府较大的投入（跟过去比），是经济实力为主决定的。美国等发达国家在相关科技领域依然领先于我们，差距依然不小。我国很多领域是大而不强，其中生产产品必需的很多关键技术及所依赖的核心器件或原材料占有着高价值和高资金比例，而它们还只能依赖进口。世界上的半导体加工设备、超高精密机床、工业机器人、顶尖精密光电仪器、基建工程器械、精密轴承、专用碳纤维、先进医疗诊断设备、高端光缆等，大部分离不开美国和日本的材料和设备，还有一些是德国、瑞士等欧洲国家的产品。尽管我国GDP居全球第二，但是我国科技实力和创新能力尚未能与之匹配。在科技资源安排的效能上，从全国智力集成与带动角度看，某些国家级科技工程项目的基础研究和工程研制两类科研活动衔接并不顺畅。一方面，工程中的机理性科学问题认知模糊；另一方面，工程中基础研究课题边缘化，尚未充分发挥作用。具体表现在3个方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 组织实施模式“一刀切”，难以集思广益和深究细作科学问题",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国科技工程项目的组织模式主要是参照“两弹一星”后逐步建立起来的“两总”系统（总设计师系统和总指挥系统）模式，即在“两总”领导下由总体设计部（即总体单位）牵头组织，落实到技术活动就是计划控制下的多项目管理，其适合已经过预先研究后（没有科学问题或原理已基本解决）去研制系统工程产品，如研制导弹、卫星、飞机、舰船等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“两总”系统本源是“科学技术治理，行政服务管理”。回想“两弹一星”刚过后的氢弹发展，彭恒武组织科学家和工程师们充分讨论后，明确了3条技术途径，同时设立3支团队并行研究并保持交流（针对问题分享评价，并对比各自进展），到后期则完全集中会战——3支团队完全合作进攻同一目标。因此，只用了8个月时间，就完成了从原子弹爆炸（核裂变）到氢弹爆炸（核聚变）的成功，创造了世界奇迹。那时候，全线科技人员整日都是围绕技术问题进行深人民主的讨论，把“人”的激情与效能、团队之间的交流与质疑、工程问题的“穷尽其问”做到了最大化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着科技发展，行业分工细化，总体单位及相应技术负责人员（“两总”系统主要负责人），被赋予了代表国家组织实施重大项目的责任，这就要求其不仅精通系统工程专业知识，更要敢于担当，善于捕捉问题，具有超脱于本单位利益的大局胸怀。然而，由于人的知识水平有限，又是属于特定组织之中，科技工程项目被以行政化、程式化的流程推进，各级负责人的利益倾向和思维定式在所难免。项目管理本身的知识体系（目标、范围、成本、时间、质量、人力、沟通、综合、风险、采购、合同，个别特殊工程还要加上信息档案保密）须服从服务于高度统一的、计划性的组织实施管理办法，项目实施的技术总体队伍逐步干成一个小圈子，往往只是能够把握好负责人本单位的项目“系统”，没有调动全国优势力量。工程体系缺乏面向基础问题灵活处理（发挥全国优势深入研讨深究）的机制，究其根本，是因为组织实施模式僵化，而不是面向基层做事和以解决问题为准则来进行制度性设计的。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2追逐“高大上”，影响基础研究和工程研制两类科研主体的有效对接",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科技工程项目往往研制建设周期紧迫，主管部门管理程序有特定的计划要求，其执行以流程化、程式化推进，总体单位赶工期、抓流程，只关注“技术指标”的考核要求，不关心细节和隐患问题，加之学科基础理论和人才偏弱，没有能力去思考深层次的原理问题。若没有建立适当的、面向问题的研讨机制，自然而然，容易导向全线“为做而做”，从而各层责任者都倾向于“通过、上马、上位、做大、做全”。因此，尚未浮出水面的“小事”就不受重视，一些细节性的工程研制与基础研究之间的边缘问题，往往因落入体系管理之中的真空地带而没人管，或者没人深究。工程研制需要优势科研院所相关专业课题组有针对性地在理论建模、机理与规律方面开展深入探究；而当前形势下，部门利益导致所有单位都在竭力打造“大而全”，都倾向于在本系统内勉强拓展上下游产品研发能力甚至新建基础学科理论能力，导致低水平重复。笔者在基层工作协调中，看到一个普遍现象一一有些课题很好地突破了核心原理，但由于没有后继支持只好戛然而止或经历长时间等待。应用基础研究成果进入工程应用，还需要跨单位人员参与的“对接式”或“耦合性”的中试科研活动，然而目前工程研制组织管理体系中无论人力或项目安排均对此类科研活动并不相容，也没有相关的日常工作机制（没有规划，没列计划，没人管），利益导向和价值评价均不能形成针对这类科研活动的灵活吸纳。由于不属于工程任务模块的硬性构件，对于应用基础研究课题的考核评价流于形式化，缺乏科学合理的优劣评判，导致干好干坏一个样。在科技工程实施中，基础研究相关课题组的作用发挥乏力，其原因不一而足，企业战略、利益导向、圈子文化、习惯思维、工作套路、文化心理等方方面面的因素交织，但究其根本，是由于科技工程管理文化中“计划经济”评判决策思维过于强势所导致的“高大上”倾向造成的，缺乏面向问题和细节的制度安排。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 深度交流严重不足，阻碍基础研究成果向工程研制的注入",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对于因缺乏科研深度交流导致科技资源浪费和创新活力不足的问题，我国科技界早有共识。早在2009 年，世界经济合作与发展组织和国家科技部在联合调查及评估分析中国的企业、公立研究机构、大学、研究-产业联合体之后，在《中国创新政策述评》中指出，“中国的国家创新体系存在大量‘创新孤岛’，他们之间不仅缺乏相互协同，而且更重要的是缺乏交流”，“从国家创新体系效能远景来看，当前的研发及创新模式并不理想，在知识生产方和潜在利用者之间存在过多的“物理’分割”，“其研发支出的绝大部分都投向了创新体系的‘硬件设施’建设”。发展至今天，虽然我国科技投入有了长足的发展，各单位也都大大拓宽了科研方向和改善了科研条件设施，但是由于各单位各自为战，缺乏深入交流，造成了较多低水平重复建设。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在科技工程项目实施中，总体单位由于外部环境（需求、计划、资金等）变化等原因往往不落实合作协议，而其作为掌握任务方案指标（技术需求变化、规划经费调整等）等科技资源决策权的甲方，可凭借优势地位在组织研讨评议交流等过程中逐步恶意吸纳（无偿侵占）相关知识成果（技术思路、技术方案、工艺配方等），造成后续合作中彼此信任度降低。此外，总体单位还倾向于培育多家单位竞争，虽其目的是降低成本，但也容易形成无序竞争。科技资源控制权的滥用，碾压了本来就不健全的科技成果转移转化生态环境，甚至牵引了恶性竞争。由于我国知识产权保护制度不健全，目前对侵犯知识产权处理的执行力度匮乏，无论在法律方面还是行政管理方面，知识产权制度的贯彻和执行都有很大难度，从而导致同行之间防范心理难以解除。强势单位滥权、项目恶性竞争、科研诚信缺失、知识产权流失等问题，导致了科技工程项目实施中法人单位之间缺乏深度共享合作交流的局面。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3改进思路建议",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "针对需要举全国之力的中长期发展规划的国家级科技工程项目，在大环境难以短期改观的前提下，必须根据其科技特点并结合国情文化，以动态的视角设计顶层实施管理模式：“两总”是管理基线，着力在“问题”导向，建立监督机制，创新评价制度，引导文化氛围。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1要根据科技工程特点实施管理",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在科技突飞猛进的今天，学科门类层出不穷且分支交叉，科技工程项目也各有特点。因此，应当根据其中的总目标、分目标、主要问题和学科技术等特征，并充分考虑我国具体文化国情，研究特色管理模式并且动态调整。管理有原则，原则有例外，例外有约束。在坚持“两总”系统管理要义前提下（设计、协调、分解、把控系统工程目标），针对不同科技工程项目的学科和技术特点，实行层次性授权（国家主管机关抓大放小）和机制性监督（国家层面的第三方独立监理）政策。对于应用基础研究部分（有些科技专项为支撑关键技术攻关专门设有基础研究任务）宜实施动态化管理，着力面向问题。以机制性监督为例，要在国家层面建立独立的第三方专职特派员监理机制。专职特派员未必是专家，在“两总”之上，要被赋予相应职权，需要被赋予超脱于任何任务实施单位之外的协调监督权，可以称为国家项目协调员或观察员。要面向科技工程实施中的难点问题，引导国内相关团队参与深度交流研讨，并跟踪问题的解决，跟踪并监督问题解决的闭环过程；不必很懂技术，但有职责控制整个解决问题的程序过程，计划上协同配合“两总”系统对工程主线的推进。这样，就有利于打破部门、系统、单位、机构、学科、行业等壁垒，有效选择并集中全国优质科技资源，加快实现重大突破。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2要把基础研究耦合入工程研制过程",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "既然基础研究作为科技工程项目的任务模块，就应该得到同步重视，并且需要建立科学合理的管理模式，使其纳入工程研制过程。对于应用基础研究任务，整个工程研制团队各级技术负责人在组织实施中需要有“层层向下负责”的理念，即一切本着把工程一线的基础性问题解决好的要求来做事。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）要动态化面向问题，共同明确课题，宽松式过程管理。总设计师系统及各级技术负责人把握协调工程主线技术指标，根据工程实施状况不断研讨提出需要解决的基础问题（现状是大多数“两总”提不出要求），在此基础上组织全体系队伍研讨明确基础研究课题。组织讨论问题，要开诚布公，扩大同行专家介入力度，逐步分解为应用基础研究课题。应用基础研究课题管理不宜完全照搬工程研制主线“计划/指标”式管理办法，宜实行“宽进严出”式的阶段目标管理。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）要全面性评判进展，共同解析优劣，严格后期管理。总设计师系统及各级技术负责人对于基础研究课题虽要宽容失败，但要深入（广泛、全面、合理的专家介入）评判进展，强化一线对接研讨，有时候还需要（临时改变计划，而不是僵化执行原定计划）开展“耦合式、中试性”研究（边研边试的跨单位课题研究）。总体单位有义务积极支持基础研究课题组（一般是外围科研院所）开展相关研究，提供一手实验数据或研究实验条件。对于应用基础研究团队及其课题成果，无论进展优劣，工程主线不仅要“用”（紧密接触并深度评判以互促提高），更要科学引导“研”（牵引向更高、更远的愿景），以正向激励基础研究团队。对此，工程研制总体单位技术负责人的能力、胸怀和威信乃至个人魄力无疑是决定性的因素：基础研究的科学家队伍最大的愿望是对自然现象机理深度探究后的认可度、使用成效或边界条件状况反馈等，以期持续提高认知能力；因此，科技工程项目主线各层级各分支任务模块负责人绝不能以“拿来主义”思想来简单化对待外围的基础研究支撑团队，否则会挫伤积极性。比如，某科技工程项目中需要优化设计极限利用空气动力的推进系统，基础研究课题组已经提供了一种模式管道气动传热规律，即特定条件下极限燃烧关系的初步模型，然而总体单位拿去后没有合理使用或不善于提取要义进行管道优化设计，更没有给予课题组所需要的正向反馈，导致浪费了很长时间。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "已经进入体系的、从事科技工程项目的各类团队都是为系统工程目标服务的，其中基础研究是面向问题的深层次机理的，更应给予合理的重视。为防正实操层面走入边缘化，应把“引导基础研究”列入总体单位“两总”技术人员的考核要求，加强深度合作的“耦合式”研究是必要的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3加强诚信体系和相关法制建设",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "科技工程项目管理推进中的诚信体系以及相关规章制度必须建立起来，以塑造良好的工程科研生态环境。没有法制，就没有诚信，也就没有契约的基础。科技工程项目实施活动中，各单位、各科研团队之间的诚信氛围的建立，需要健全的法制。从国家整体科研环境看，需要建立行之有效的知识产权保护制度。通过制定实操性强的法律法规，支持技术转移并保护技术转移中知识产权所有者的权益；鼓励查究知识产权投诉，要让侵权、抄袭、模仿、造假行为付出难以承受的沉重代价，从而逐步树立风清气正的科技活动氛围，树立尊重知识、尊重原创的社会环境。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对于诚信度的考核，欧美日等国的相关意识非常高，应借鉴、参照这些国家的先进经验，在开展法制建设的同时考虑建设我国的社会诚信体系。对于科技工程项目实施管理，要着重考虑系统工程的各层次主管的诚信度考核，建立第三方、高层的诚信度信息监督机制，不能单纯看工作计划的推进。例如，在国家层面的第三方（部际）专职特派员监理机制中，也应当包括对牵头单位和“两总”系统中各级行政和技术决策者的诚信度考评内容，其信息的采集应包括总体单位、紧密研发合作单位和委托加工外协单位等方面，并通过定期问卷采访、基层调查等活动给予技术决策者增加考核要素。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4改变对科研人员评价的固有范式",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对于科技人员尤其是科技工程实施总体单位人员的考核评价方式，要灵活多样，而不应当仅仅是抓计划和牵大头。“天下熙熙，皆为利来，天下攘攘，皆为利往”，科研概莫能外。主管部门有必要反思和改进对组织和人员的评价和晋升导向——“好大喜功”“搞大名目”的倾向使人不屑于做默默无闻的、底层的、枯燥的“小事”。细节小事固然单调孤苦，需要长期积累数据分析对比，但恰恰其中可能蕴含着有待发掘的创新要素。科研无大小，学术有深浅，科研人员的自我价值实现应该在于“学术掌握要深，问题解决要彻底”一—是时候该改变“一刀切”式的科研评价问题了。项目总体单位对于科技工程项目的执行，尤其是含有诸多关键技术和基础问题的长期重大项目，应当逐步探索建立多元化评价体系，使总体单位科研人员尤其是各层次设计师系统都发自于内心地愿意沉下心来关注边缘性细节性问题，并以此为工作宗旨，积极引导好基础研究课题组的参与。采用灵活多样的手段增加对于敢提想法人员的个体表现机会，比如“展示”也是一种奖励，可激发其内在发展动力。此外，更要在科技人员技术职称评定、补贴奖金、带薪休假等诸多方面，给予体现。科技工程项目的总体单位要营造“敢于质疑、面向问题、深度研讨”的工作氛围，弱化行政化，建立健全鼓励质疑并欢迎不同意见的评价奖励体系。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "为加速实现一系列共性关键技术的重大突破，国家科技工程项目组织实施中需要充分和高效地发挥期间所需要的基础研究的作用。历史国情和体制习惯形成的现状，需要我们从实操层面去深刻审视其中的关键动作要素，基础研究的充分发挥，落实起来靠的就是系统工程研制中各级技术决策者的个人发挥，而执行个体是组织中的人，其行为是有激励、激情和利益考量的，科研生态环境的改观也是需要通过制度层面的改进而逐步改观。我们需要与时俱进，根据国家科技工程项目特点，从顶层考虑管理组织实施，从基层考虑问题解析解决，上下贯通，有针对性地改革、改进科技工程项目中群体行为组织制度。2017年6月2日，中共中央政治局委员、国务院副总理刘延东主持召开了2017年国家科技重大专项组织实施推进会，既充分肯定了近10年来的成绩，也强调指出：“及时优化技术路线和组织方式，要深化改革，不断完善市场经济条件下新型举国体制，凝聚培养更多科技领军人才和高科技创新企业，高质量高效率地推进专项组织实施。”我们有理由相信，充分发挥基础研究作用，国家科技工程项目一定会推进的越来越好。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1刘立.科技政策学研究.北京：北京大学出版社,20112国务院.国家中长期科学和技术发展规划纲要（2006一2020年）.[2006-02-09].http://www.most.gov.cn/mostinfo/xinxifenlei/",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "gjkjgh/200811/t20081129_65774.htm. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "蒲生，译.北京：科学技术文献出版社,1999.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3布莱恩·阿瑟.技术的本质：技术是什么，它是如何进化的．曹东溟,译.杭州：浙江人民出版社,2014.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5习近平.加快从要素驱动、投资规模驱动发展为主向以创新 驱动发展为主的转变.[2015-07-02].http://cpc.people.com.cn/ xuexi/n/2015/0720/c397563-27331458.html. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4 威廉·J·克林顿,小阿伯特·戈尔.科学与国家利益.曾国屏，王",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Role of Basic Research Should Be Fully and Effectively Played during Organization and Implementation of R&D Programs in National Science-Technology Field ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "XIAO Weigang ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（Bureau of Major R&D Programs,Chinese Academy of Sciences, Beijing 1Oo864, China）",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractTisartsfrohasofolicalioatioodtteeesicachd development,analyzestheshortageoffectivelink-upetweenthetwoaboveatpresentinChina,teteamofengineeringdevelopet cannotgetadepunderstandingoftemechanismoftekeytechnicaldetailsforalong tiehiletetamofbasicreseachcaotgetdep interventionofthyeccaletailuigteproaplemetatioIderttielyplemetatioalprogra,eloud paygreatatentioteoperatingefiecyofbasiceseach.Tosoletheproblfrothot,tp-lveloranzatioalsstmshouldbe firstly taken into consideration. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywordsbasic research,organization and implementation, engineering development肖伟刚中科院重大科技任务局高级工程师，光电工程专业硕士。长期从事光电与航空航天系统工程领域相关的国家科技重大专项和科技工程项目协调管理，参与组织研究了多项战略高技术发展规划。E-mail: wgxiao@cashq.ac.cn",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b9267d314e1b5a5dfa3f0a53448952ceb7f2b4efa81b35273bd38e21ddb12bbf.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "XIAO WeigangSenior engineer of Bureau of Major R&D Programs, Chinese Academy of Sciences (CAS), Master of photoelectrical engineering.He has long been engaged in coordination and management for national key projects ofScience and Technology related to photoelectrical enginering and aerospace,participated inactivities of planning research for strategic high technology.E-mail: wgxiao@cashq.ac.cn ",
        "page_idx": 7
    }
]