[
    {
        "type": "text",
        "text": "中国社会智库的运营创新探析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王辉耀 苗绿 邓莹",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国与全球化智库北京100004",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］由于中外政治、经济和社会环境的不同，中国社会智库运营面临比发达国家智库更多的问题和挑战。如何在国内环境创新运营模式，是中国特色新型智库建设十分重要的一个方面。[方法/过程］本文通过对中外智库发展环境的对比，分析了中国社会智库创新运营模式的必要性和障碍，主要以中国典型社会智库——中国与全球化智库为例，探讨了中国社会智库在运营的创新策略。[结果/结论]本文总结出社会智库运营创新的五个方面，建议社会智库塑造研究核心竞争力，探索建立多元的收入机制，集聚国际化人才，重视社会传播和加强国际交流与合作。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：社会智库运营 智库创新策略 五力模型分类号：C932.4DOI: 10.19318/j.cnki.issn.2096-1634.2016.02.09",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，习近平总书记多次对智库建设作出重要批示，指出智库是国家软实力的重要组成部分，要高度重视、积极探索中国特色新型智库的组织形式和管理方式等。十八届三中全会通过的《中共中央关于全面深化改革若干重大问题的决定》明确提出，加强中国特色新型智库建设，建立健全决策咨询制度。2015年1月，两办发布《关于加强中国特色新型智库建设的意见》（以下简称《意见》），其中提到鼓励中国发展的智库类型中包括社会智库，特别提到“探索社会智库参与决策咨询服务的有效途径，营造有利于社会智库发展的良好环境”。由于中外政治、经济和社会环境的不同，中国社会智库运营面临比发达国家智库更多的问题和挑战。如何在国内环境创新运营模式，是中国特色新型智库建设十分重要的一个方面。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国社会智库发展的浪潮",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "21世纪以来，产生了数十家具备世界影响力的智库品牌，智库发展进入内部整合阶段，增长速度有所减慢。截止到2015年12月，全球智库数量达到6846家，较2014年增加了228家。以中国为代表的亚洲国家，智库数量一直呈现增长态势。2015与2014年相比，纳入《全球智库报告》的亚洲智库增长了 $14 . 4 \\%$ 。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在《意见》出台后，中国智库在媒体的强势传播下，成为了目前最受关注的社会发展现象之一。有关机构曾估计，仅 $2 0 1 4 { \\sim } 2 0 1 5$ 两年间，中国新挂牌的各类智库就达到5000家左右。社会智库发展有“一哄而上”的态势。各类机构都在建立附属于或独立于自身机构的研究部门/机构，而且都被冠名为“智库”，如各类媒体利用信息资源和专家资源优势建立的智库、企业下属的研究机构更名为“智库”，高校纷纷建立独立政策研究所，响应智库发展的号召。但是，根据严格的独立性、政策性、公益性的定义，如今的很多智库还不能称为真正的智库。本文主要讨论的对象还是以老牌的影响力较大的社会智库为主。",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b153439489897124d372767e2e5c49a1eb8d7f0f33adde74843d804033aebad6.jpg",
        "img_caption": [
            "图1 世界智库数量增长趋势",
            "Figure 1 The growth of the number of think tanks in the world 来源：2012 THINK TANKS AND CIVIL SOCIETIES PROGRAM,Global Go To Think Tank Index Report "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国社会智库运营概况",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国社会智库真正开始快速发展，始于党的十四大之后市场经济体制的建立和中国政府职能的转变。作为中国智库的新生力量，它对官办智库体系具有不可替代的功能互补作用，是中国思想市场的“另一半大脑”。据统计，2015年，社会智库推动政策改革方面卓有成效，像中国行政体制改革研究会，17项成果得到党中央、国务院领导同志多次批示。中国与全球化智库全年共向中央部委提交《建言献策参考》60余篇，有10多篇被采用。中国国际经济交流中心、中国（海南）改革发展研究院获批首批参加国务院部分政策措施第三方评估单位。《意见》出台后，江苏、湖南、安徽、山东、广东等省也先后印发了地方版“实施意见”，对社会智库发展进行了专门安排。中国社会智库迎来了前所有未有的发展机遇期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "《意见》出台后，中国智库发展也受到了国际关注，独立性更强的社会智库更是吸引了国际智库研究者的眼球。在2016年初发布的《全球智库报告2015》中，中国的“全球最佳社会智库排名”50强榜单中，有6家中国智库上榜；而在“全球最值得关注智库排名”100强榜单中，有4家中国智库上榜。这是迄今为止，中国社会智库在全球智库排行榜中上榜数量最多的一次。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从运作方式来看，中国社会智库目前主要有三种运营模式。一是以国内经济社会规划类政策研究为主的民办研究机构，二是市场化的咨询服务机构，三是社会化的国际智库。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以国内经济社会规划类政策研究为主的政策研究机构，以中国（海南）改革发展研究院、中国经济体制改革研究会、人大重阳金融研究院为代表。从性质上看均是非营利性的民间研究机构，但其专业性丝毫不逊于体制内的研究机构。其资金多来源于充足的政府课题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "市场化的咨询服务机构，如零点咨询研究院、长城企业战略研究所和安邦咨询公司，主要以商业咨询机构的形式存在，也承担公共政策咨询的任务，兼具社会智库的功能。它们普遍专注政府微观管理、产业发展、企业战略等微观研究领域,完全采取市场化的运作方式，自筹资金，自负盈亏。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "社会化的国际智库模式以中国与全球化智库（以下简称CCG）为主要代表，充分借鉴了世界先进智库的运营模式，自筹资金，自负盈亏；注重公共传播，运营模式十分国际化。同时，这类机构也面临最多的运营难题，是本文主要分析的对象。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3中国社会智库运营创新的必要性及问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1中国社会智库发展环境的特殊性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库发展环境迥异（详见表1）造成了中国智库不能照搬发达国家智库的运营模式。较为明显的，发达国家智库对公共政策影响是多维度的，包括担任领导人顾问、研究报告、研讨会、听证会、引导公众舆论施压。中国智库影响政策机制较为单一，主要通过研究报告／研究内参形式上报文字建议，且官方智库拥有天然的建言渠道，而社会智库明显缺乏影响渠道，政策影响机制具有明显二元性。从资金来源看，官方智库能够直接或间接获得国家资助，而社会智库只能寻找市场资金，或通过微薄的政府课题收入维持运营。与发达国家捐赠制度相比，中国社会智库获得企业捐赠的难度也很大。国际人才缺乏、难以获得决策者信任也是中国社会智库面临的中国“特色”问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/0fbf3813431aac513a19ff23c11e255146504a093e721bc22efb461bd8fa367a.jpg",
        "table_caption": [
            "表1中美智库环境的简单对比",
            "Table 1 The comparison of think tank policy environments between China and the U.S. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>指标</td><td>中国</td><td>美国</td></tr><tr><td>公共政策决策环境</td><td>决策效率高</td><td>决策效率低</td></tr><tr><td>影响机制</td><td>单一性：通过研究报告提出政策建议 二元性：官方智库建议直达高层 社会智库缺乏稳定建言渠道</td><td>多维度：领导人顾问、研究报告、研讨会、听证会、 引导公众舆论施压</td></tr><tr><td>经济环境</td><td>注重国际；国有经济强大</td><td>经济转型矛盾突出，智库研究更注重国内，开始国内经济放缓，智库研究注意力普遍延伸至全球， 寻求刺激经济方法；私营经济强大</td></tr><tr><td>受信任度</td><td>政府对社会智库信任度低于对官办智库信任度； 社会对官办智库了解不够，对社会智库缺乏信任</td><td>智库普遍受到政府、政要、公众的信任</td></tr><tr><td>竞争环境</td><td>95%是官方智库</td><td>大部分是社会智库，智库之间开展广范围竞争</td></tr><tr><td>资金来源</td><td>官办智库主要依靠财政、国有力量注资、或直接 注册为国有企业生存 社会智库缺乏资金来源，主要依靠自有资金、研 究课题收入生存</td><td>基金会、企业捐赠、政府订单等</td></tr><tr><td>人才环境</td><td>智库人才匮乏，高等教育水平低，社科人才供应 缺口大，缺乏流动渠道</td><td>社科人才供应充足，成熟的旋转门机制</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2中国社会智库运营创新需要解决的问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "虽然数量在增多，社会智库运营无规范、生存艰难、缺乏扎实研究成果、搭草台班子的种种问题并没有得到根本性的改变。有学者将其总结为“亚形态”智库多，规范型智库少；“吆喝型”智库多，高水平成果少，甚至有泛滥发展、泡沫发展的趋势。社会智库依然是一群弱势群体。要改变社会智库发展的问题，笔者认为，应该从智库运营人手，建立起一套科学、规范的运营模式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "笔者结合运营CCG8年的经验，认为当前中国社会智库运营模式的创新，需要优先解决以下几个问题：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2.1 如何保障资金来源稳定性和独立性社会智库的经费主要来自固定的私人、企业、政府和基金会的捐款，以及商业合同和政府合同。目前，中国社会虽然已经出现了慈善捐赠的风气，但还很少涉及到对智库的捐助。相较于官方智库的天然“身份”优势，社会智库获得政府项目就需要付出比官方智库更多的努力。而仅仅依靠政府课题收入显然是很难长期维持运营。社会智库需要寻找其他资金来源，从社会和私人部门获得支持，主动为自己创造源头活水。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2.2如何建立研究的核心竞争力社会智库打造研究的核心竞争力，有很大的制约因素，即获取政府数据信息的渠道和范围有限，很难获得某些重要的、核心数据和信息。研究工作“巧妇难为无米之炊”。如何在信息数据不充足的情况下，调整研究战略，寻找替代性的研究角度、方法和工具，对社会智库塑造具有核心竞争力的研究能力至关重要。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前不少社会智库，新成立的社会智库和大部分媒体智库，缺乏研究竞争力的情况尤甚。不少媒体智库往往没有自己的研究人员，依靠外部专家网络发布产品。外部专家则四处到各种智库兼职，发表类似的观点和言论，难以形成系统性的政策建议。类似的智库很多，但笔者认为，这些智库应该算作一种智库平台。提出切实可行的政策建议，需要长期的研究积累。仅仅打造大量的智库平台，距离发达国家智库充当政府的“第四部门”的作用还很远。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.3 如何拓宽政策影响渠道中国社会智库虽然处境艰难，但需要秉持自己影响政府决策的目的。由于数量庞大的官办或半官方智库可以相对容易地获得来自政府的课题研究，社会智库在拓宽政策影响渠道上需要付出更多的努力，不仅要争取申请政府课题、还要注重与政府的沟通，树立有政策影响力的品牌。在某些政策问题上，政府一般都会有自己的立场和观点，对这些立场和观点的合理性的证明，官办或半官方智库可以很好地满足这个需求。社会智库如果有不同的立场和观点，如何恰当地提出自己的建设性的建议，往往关乎日后是否能够继续获得政府客户的信任。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.4 如何防止人才流失，培养智库人才我国社会智库人才环境具有优势，也具有很大的劣势。优势是人才数量充足：每年高校毕业生700万人，回国留学人员接近40万人，其中不乏智库发展所需的优秀人才。不足是大部分学生对智库工作没有清晰的认识，学校并没有有意识、有计划培养智库人才。社会智库人才流失现象十分严重。兰德研究人员的平均年龄是35岁，在公司工作的平均年限为8年；而在我国社会智库人才工作年限达到2\\~3年以上的就算老员工了。智库不仅是研究机构，也是一个媒体平台、交流平台、智力网络；大型智库甚至也是资金运营机构、出版机构。智库需要多元化人才，我国智库缺乏传播界、企业界的精英人才的流入。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.5如何率先探索国际化道路党的十八大以来，习近平总书记曾多次强调民间外交。社会智库兼具学术性、政策性、公益性，是开展民间外交的最重要的主体。社会智库的民间属性走国际化道路拥有独特的优势一一没有官方背景和政治色彩，可以很好地回避对外合作交流中的尴尬身份和立场问题。在开展国际化运营模式上，社会智库拥有发展壮大的可行路径。《意见》特别将国际化作为中国特色新型智库的标准之一，还提到“深化国际交流合作机制改革。加强中国特色新型智库对外传播能力和话语体系建设，提升我国智库的国际竞争力和国际影响力。建立与国际知名智库交流合作机制，开展国际合作项目研究，积极参与国际智库平台对话。”可见，中国已将智库国际化运营作为加强软实力建设、促进参与全球事务管理的重要事项来抓。社会智库如何在这一要求下充分发挥自身优势，十分值得探索。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社会智库运营的“五力模型”及对策建议",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1 社会智库运营的“五力模型”",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "笔者认为，影响公共政策是智库存在的本质意义。智力资本、独立性、影响力是智库创新运营的三个原则。创新在三个原则之上，需要借助五种能力的支撑，本文将其总结为智库创新运营的五力模型（见图2）。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/dff322f6c4e8d12d30c3062940a8760fc87e48a9c335d37ed6f51f8cb84e1e9e.jpg",
        "img_caption": [
            "图2 社会智库运营“五力模型\" Figure 2 The“five forces model” for civil think tanks' operation model innovation "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "研究支撑力。研究能力是五力模型的核心。只有扎扎实实做研究，才能不断进发出新的思想火花，为国内传播、国际传播形成支撑，并最终拓展到对政策的影响力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "思想创新力。思想创新力是智库的核心竞争力，是决定智库能否可持续发展的关键因素。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社会传播力。建立多层次的信息传播机制，是智库研究成果实现影响力最大化的必经之路这就需要智库与各种媒体建立常态化的联系机制，形成良好的合作关系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国际输出力。全球化背景下，智库还需具备国际视野，打造自己的国际输出力，赢得国际话语权，如此才有可能影响国际的舆论与政策，更好的助推中国的大国崛起。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "政策影响力。这是五力模型的最终归宿，其他四种力量通过各种途径，最终均为了实现政策影响力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2中国社会智库运营创新的对策建议",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CCG创办于2008年。经过8年的发展，CCG已经拥有近百名全职研究人员，除了总部北京，CCG在广州、深圳／东莞、青岛成立了研究院，在上海设立了办事机构，在香港、纽约、华盛顿、法兰克福、伦敦等重点城市设立了常驻代表，已经成为国内规模最大、研究网点最多的社会民间智库。根据2015年美国宾夕法尼亚大学的TTCSP项目发布的《全球智库报告2015》，在中国顶级智库排行榜中，CCG排名第7；在全球智库综合排名中排全球第110名，是中国国内排名最靠前的两家社会智库之一。结合CCG运营的经验，对中国社会智库的运营创新提出几点对策，供智库实践者、研究学者和政策制定者参考。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2.1坚持研究作为核心竞争力，将思想创新放在首位",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第一，重视全职研究人员的培养，重视研究的持续性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库的研究尤在于精而不在广。智库应用性的研究更应该深入和扎实，注重数据和实证分析，注重调查研究，才能给政府提供切实可行的政策建议。通过观察也可以发现，其他几家政策影响力较大的社会智库都有自己专长的研究领域，如21世纪教育研究院、察哈尔学会分别关注教育与外交。中国人民大学重阳金融研究院则对金融领域的研究最为专长。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "提升研究专业水平是社会智库的生存之本。由于资金来源不确定，不少中国社会智库的全职研究人员都很少，有些甚至只有一个秘书处，只有1\\~2名全职研究人员。没有足够的全职研究力量可能造成研究的不连续，无法形成扎实的研究能力，也就不能提供切实可行的政策建议。CCG十分注意吸收和培养全职研究人员。目前，CCG拥有将近百名专职研究人员，其中专门有一支50人左右的研究团队，长期对人才领域跟踪研究。精细化研究使得社会智库逐渐成为某一细分领域的专业机构，经过几年的积累，社会智库将逐渐在这一领域具有发言权，其政策影响力会逐渐显现出来。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第二，精细化研究，占领研究领域话语权。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "多年来，CCG一直聚焦国际人才研究领域,在多年的持续跟踪、系统调研、信息反馈与评估、经验积累的基础上，CCG在国际人才研究领域已具有一定的权威性和发言权。CCG是目前国内出版蓝皮书最多的研究机构，《中国海归发展报告》《中国留学发展报告》《中国国际移民报告》等已成为其品牌产品，奠定了CCG在国际人才、海归创业、出国留学和国际移民等研究领域的权威地位。近年来，CCG又在企业国际化研究领域发力，从2014年起，连续两年发布《中国企业全球化报告》蓝皮书，多维度总结中国企业全球化的成功经验，深入分析当前所处环境、面临的问题和风险，并提出了相应政策与对策建议，填补了企业“走出去”研究领域蓝皮书的空白。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基于多年的研究积累，CCG已经形成了专业领域的话语权。2015年，CCG通过研究发布具有影响力的《中国海归创业就业报告》，还在年底发布了“2015中国留学人员创新创业50人”“2015中国企业全球化50强”“中国企业国际化新锐50 强”等榜单。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CCG国际研究能力也得到认可。迄今为止，CCG与国内和国际知名出版社如人民出版社、中信出版社、社科文献出版社和英国Emerald等出版社密切合作，出版图书已有几十种。其中，《国家战略—人才改变世界》一书曾被国务院副总理汪洋推荐并在广东省委干部学习班上导读。过去一年，CCG还承接了国际移民组织、国际劳工组织、世界银行的5项研究课题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第三，重视国际议题研究、前沿问题研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CCG特别重视智库的建设性，注重构建良好的政府与智库关系，掌握用政策建议的语言给政府政策制定者建言献策，充分发挥智库政策影响力功能。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "过去几年，CCG政策研究能力不断加强，而且随时根据实时热点调整研究战略和方向。2015年，CCG在国内智库中率先成立“一带一路研究所”，发布首个“一带一路”研究国别地图，连续八个月每月定期举办“一带一路”区域研究圆桌论坛，在国内外媒体发表两百余篇相关文章，并成功入选中联部“一带一路”智库联盟理事单位，在“一带一路”战略研究领域形成了持续的影响力。CCG的建言献策工作在2015年卓有成效，提交《建言献策参考》60余篇，其中十多篇被中央领导和有关部委批示采用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2.2探索自我造血机制，资金来源多元化、稳定化智库要实现独立性，至少需要做到以下三点：首先，研究人员要具备专业的知识和职业操守，保证能避免外界的干扰，独立自主地完成相关研究。其次，智库需要有多种经费来源渠道，保证经费来源的稳定性，避免对单一资助者的过度依赖，实现经济上的独立，避免研究被经费所累，成为资助者的“利益代言人”。另外，智库也可以考虑研究、筹资与经营分开的模式，尽量为研究提供独立自由的空间。最后，发挥智库影响决策的作用，影响政府在智库方面的政策决策，为智库营造一种能够维护自身独立性的制度与文化环境。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "探索社会智库独立自主的运作模式，在不影响独立性、非营利原则，在对收入和支出进行严格限制的前提下，积极拓展资金筹集的渠道，以实现自我造血和维持运营的目标。经过努力，CCG近年来逐渐获得了稳定的资金来源，目前已基本能维持机构的运转。其收益来源主要包括企业家与社会捐助、政府研究课题收入、举办活动的赞助费用收人、出版物收入等。CCG目前拥有超过100名企业家的理事会。通过定期将研究成果和理念向企业家宣传，CCG获得了大部分企业理事在价值观层面的认可，纷纷给予CCG支持。目前CCG的理事会成员包括福耀集团董事长曹德旺先生、北京王府学校校长王广发先生、慈铭健康体检管理集团总裁韩小红女士、红杉中国基金的创始及执行合伙人沈南鹏先生、百度公司创始人李彦宏先生、新希望集团董事长刘永好先生等各行业精英。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2.3打破人才瓶颈，集聚国际化人才",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第一，构建国际化的智库管理和研究团队。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CCG智库的不断发展成熟，与其拥有一支高素质的管理和研究团队密不可分。CCG拥有一支充满智慧与活力的研究团队。他们具有多元的文化背景，这些研究人员毕业于美国哈佛大学、英国爱丁堡大学、日本京都产业大学、新加坡国立大学、清华大学、北京大学等国内外名校，其中博士占比近四分之一，硕士和双硕士占比合计达到 $70 \\%$ 。他们大多具有双语研究能力，有些具有三语能力，还具有多元的专业背景，涵盖了经济学、社会学、公共政策、人才学、国际关系、文学、哲学、工商管理、法学、计算机等几十个专业。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "去年CCG还被国家授予博士后工作站资质，开始招收博士后。为提升国际研究的质量，CCG专门聘请了来自美国知名学府的教授担任CCG的外国专家，从事全职研究。此外，CCG还聘请了一批国内外知名学者，担任特邀高级研究员和兼职研究人员，共同完成相关领域的研究课题。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第二，构建外部专家网络，延伸研究广度、提升研究深度。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在美国众多知名智库中，除了兰德公司以外，其他智库的常规人员规模都不大，基本都是在300人以下，大部分不到100人。广泛构建兼职专家团，利用外部智力，是世界智库普遍的做法。美国企业研究所全球研究人员70多名，外部兼职研究人员，访问学者有90多名，比全职研究人员还多。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CCG目前拥有近百位国内外知名特邀专家和特邀高级研究员，并在全球范围内汇聚具有政策创新能力、能推动政府决策、拥有国际一流研究成果的专家加盟CCG的全球研究网络。CCG的学术专家指导委员会的专家队伍阵容强大，是云集全球顶尖专家最多的中国智库。新加坡国立大学东亚研究所所长郑永年担任了CCG学术专家委员会的主任。专家委员会成员还包括南方科技大学校长陈十一、中央党校战略研究室主任段培君、布鲁金斯学会约翰桑顿中国中心主任李成等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CCG的学术专家经常保持对CCG的指导和交流，参与CCG的学术研讨活动，CCG也经常发布和出版他们的研究动态和成果，保持与专家的合作，这些国际一流的专家为CCG智库的发展提供了智库的学术指导和打下坚实的研究基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第三，参考国际智库做法，建立“旋转门\"机制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考国际知名智库的“旋转门”机制，CCG探索打造出一支国际化的顾问委员会，为智库的良性发展提供指导。CCG顾问委员会成员包括原国家铁道部部长，原欧美同学会常务副会长，原人社部副部长，全国人大外事委员会副主任、中国科协副主席等国内有多年资深政府经验的高层领导人士，他们的丰富的政策制定经历不仅在宏观上指导CCG，也为CCG的视野全球化开拓了思路。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.4注重社会影响力的塑造，重视社会传播",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第一，举办品牌智库活动，宣传研究思想。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "论坛、学术座谈会和研讨会体现世界一流智库社会影响力。美国布鲁金斯每年有200多场活动，平均每个工作日都有一场思想风暴。CCG借鉴了布鲁金斯的模式，将智库活动作为研究推广、制造社会影响力的最重要的工作。CCG如今每年举办50多场活动，平均每周就有一场，是国内举办最多活动的智库。2015年，最多的一个月竟然举办了6场活动，包括2场国内外大型论坛，3场圆桌会，一场午餐会。比如2015年9月23日，CCG举办的中国创业教育研讨会，就邀请到了美国前国务卿、斯坦福大学原教务长康多莉扎·赖斯女士的出席。CCG已经创办了好几个智库活动品牌，包括中国与全球化圆桌论坛、中国人才50人论坛、中国企业全球化论坛，连续十年组织的中国留学人员创新创业论坛和每月、每季度的CCG精英午餐会及CCG圆桌会，以不同的形式、邀请到国内外最权威的专家学者、高级政府官员和商界精英人士。嘉宾在论坛上思想激荡、智慧进发，给予CCG研究以启发，也扩大了智库网络，赋予了深厚的智库底蕴。活动已经成为了CCG“智库中的智库”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第二，积极建立和维护双语传播平台。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "当今世界已经进入信息爆炸时代。随着新媒体的发展，信息更迭速度加快，人们获取信息的方式也逐渐从纸质图书和报告，向电子读物和新媒体平台转变。美国的布鲁金斯学会、美国企业研究所、英国查塔姆社和美国战略创新研究中心均已开始进行传播战略的转型，加强利用新媒体与公众及政府客户沟通。我国社会智库注重品牌塑造，更应注重传播力量。采用新媒体方式加快传播速度已经是时代要求，社会智库需要尽快适应。CCG目前已经建立了网站、微信公众平台、微博、博客、Twitter和Facebook六种传播平台，其中微信公众平台已经成为CCG传播最重要的载体。CCG根据研究领域不同，建立6个微信公众号，关注人数超过10万人。其他传播平台定期更新，且均为双语同速传播。这在国内社会智库，甚至大部分官方智库中，也十分少见。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.5加强国际交流与合作，积极开展民间外交CCG是国内国际化程度最高的智库。除国际化的工作团队、专家团队，智库的研究和活动无处不体现出全球化的特征。CCG重视在国际上开展广泛的合作，重视民间外交。CCG与国际组织机构包括世界银行、联合国机构、国际劳工组织、国际移民组织、国际猎头协会、国际大都会人才组织、布鲁金斯学会、美国企业研究所、战略与国际研究中心、移民政策研究所、威尔逊中心、基辛格中心、传统基金会、德国劳动力研究所、加拿大亚太基金会、亚洲协会、百人会、欧盟商会等开展了合作与交流。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "CCG经常与国际化智库交流运营和建设经验，并与这些智库建立良好的长效合作机制，举办双边研讨会和联合研究。CCG也是最早“走出去”办活动的中国民间智库，曾在美国哈佛大学举办“中美慈善研究研讨会”（2015），在纽约举办“中美企业慈善交流会”（2015），在新加坡合办了“习近平治下的中国”研讨会（2015），在哥伦比亚大学举办“中国高等教育与人才发展论坛”（2013），在哈佛大学举办“中国高等教育与人才研讨会（2012）”，在华盛顿国会山举办“中国企业投资美国论坛”（2011）等活动。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "CCG成功邀请过国际移民组织总干事威廉·斯温（WilliamLacy Swing）、波兰前副总理格泽高滋·W·科勒德克（GrzegrorzW.Kolodko）、非洲开发银行行长唐纳德·卡贝鲁卡（DonaldKaberuka）、美国能源部助理部长乔纳森·埃尔金德（JonathanElkind）和哈佛大学多位教授等到访、交流分享观点。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "同时，CCG有一个非常国际化的理事会。现任CCG主席由原国家对外经济贸易部副部长、原博鳌亚洲论坛秘书长龙永图担任，联席主席由亚洲协会联席主席、香港恒隆集团主席陈启宗担任。龙永图是中国入世谈判第一人，被称为真正的“全球化先生”（Mr.Global）；陈启宗不仅商业成绩斐然，也非常活跃于国际舞台，被称为中美“民间外交大使”。不仅如此，CCG还吸引了中国一流的企业家加人中国社会智库的建设。很多中国知名的企业家如曹德旺、李彦宏、刘永好、宗庆后等都担任了CCG 副主席，毛大庆、严望佳、张亚勤等中国商界精英则构成了CCG强大的常务理事阵容。国际化背景是CCG顾问和理事队伍的特色，这也决定着CCG的国际化发展之路。他们积极参与中国智库建设，为智库发展提供了诸多宝贵的思想。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国已经迎来了智库发展的春天。这是我国经济领域改革开放取得成功后，在思想领域的一次改革开放。要想建设有中国特色的智库，也需要在思想市场中让市场起决定性的作用。中国智库的发展应走“百花齐放”的道路，社会智库的参与是不可缺少也是不能缺少的一支力量。中国社会智库刚刚起步，正在蓬勃发展，具备发展的潜力，以后还会走向更加壮大。随着中国各项制度的完善、民众思维的更加开放、智库自身的不断努力，相信在不久的将来社会智库将会成为中国智库中的一匹黑马，在完善公众决策机制、构建中国软实力、促进中国国际地位提升方面发挥重要作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]王辉耀，苗绿.大国智库[M].北京：人民出版社,",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2014:26-48.  \n[2] 王辉耀．国际人才竞争战略[M].人民出版社，2010:50-80.  \n[3] 王辉耀.中国智库国际化的实践与思考[J].中国行政管理，2014(5).  \n[4] 中国社会智库运营模式的创新，走进中国与全球化智库（CCG）[EB/OL].[2016-02-05]. http://world.people.com.cn/n1/2016/0205/c14549-28114530.html.  \n[5]周湘智.茁壮成长的智库新力量[N].光明日报,2016-03-23(16).  \n[6] 薄洁萍.充分认识基础研究对智库建设的重要性[N]光明日报，2016-02-17（16），  \n[7] James G.McGann.Global Go To Think Tank IndexReport 2015[R].University ofPennsyvania, 2015.  \n[8] 朱旭峰．中国智库不需要照搬外国模式[N].[EB/OL].[2014-09-12].http://opinion.china.com.cn/opinion_86_109086.html.  \n[9]立足智库建设创新实践 打造中国最佳社会智库—从中国与全球化智库（CCG）看中国社会智库的影响力提升[EB/OL].[2016-02-06]. http://theory.gmw.cn/2016-02/06/content_18823334.htm.  \n[10]戴丽丽.智库巡礼：中国与全球化智库大力创新运营模式[EB/OL].[2016-02-06].http://www.china.com.cn/opinion/think/2016-02/06/content_37752350.htm.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "王辉耀：论文选题指导、总体把握、观点提供；  \n苗绿：文体框架、编撰指导、观点提供和总结；  \n邓莹：观点提炼与分析、案例分析与数据分析，文字写作。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Analysis on the Operation Model Innovation of China's Civil Think Tanks ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wang Huiyao Miao Lu Deng Ying ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Center for China & Globalization,Beijing 100004 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significancel Due to the differences of the political,economic and social environment, China's civil think tanks are facing more challenges when they are operated in China than in Western countries. How to innovate their operation model is critical for and an important aspect ofnew think tanks'development with Chinese characteristics.[Method/process]Along with the case studyof Center for China & Globalization,one of the largest civil think tanks,this paper analyzed the necesity and challenges existing in innovating the operation model of China's civil think tanks.[Result/conclusion] This paper creates the five forces model for civil think tanks'operation innovationand suggests China’s civil think tanks building core competitivenessbased onresearch abilities,diversifying revenue sources,attracting internationalized talents and emphasizing communication and international cooperation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: civil think tank operation model think tank innovation five forces model 收稿日期：2016-04-11修回日期：2016-04-18本文责任编辑：吕青 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]