[
    {
        "type": "image",
        "img_path": "images/03a3a2a361a8bff33f64e63d5d7173ee44d6bc056d28778db756d2744f6f30e5.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科学谋划和加快建设世界科技强国",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/3a5ec454e2f714eb4869a85903e6498b9b2b492ace1bd16c93a1ec714bf1e16c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "白春礼中国科学院 北京 100864",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "摘要　建设世界科技强国是以习近平同志为核心的党中央作出的重大战略决策，是中国创新发展的必由之路。文章系统分析了建设世界科技强国的重大战略意义，提出要在深刻认识科技强国格局的新变化以及准确判断我国科技创新发展的基础、潜力和问题的基础上，科学谋划和推进世界科技强国建设，制定分阶段实施的目标任务和路线图，进一步明确建设世界科技强国的目标任务和发展路径，顶层设计建设世界科技强国的重大改革发展举措，坚持集中力量办大事的制度优势，坚持重大创新产出导向，打牢基础、补齐短板、紧抓尖端，加快建设一支高水平的创新队伍",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关键词 世界科技强国，顶层设计，集中力量办大事，重大产出导向",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2017.05.001 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在2016年5月30日召开的全国科技创新大会、两院院士大会、中国科协第九次全国代表大会上，习近平同志发表重要讲话，吹响了建设世界科技强国的号角。建设世界科技强国，是党中央立足国家发展全局，在奋力实现“两个一百年”奋斗目标的关键时期、在我国科技创新发展的关键阶段作出的重大战略决策，是我国创新发展的必由之路。建设世界科技强国目标宏伟、任务艰巨，需要全党全社会持续不懈地努力奋斗。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1深刻认识建设世界科技强国的重大现实意义",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当前，我国已成为世界第二大经济体，每年GDP的增量相当于世界GDP排名第20 位左右的国家GDP总量。以我国这么大的经济总量，单纯靠资源投人和投资驱动，难以从根本上保证经济持续健康发展。而且，从长远来看，预计到2028年左右我国人口将达到高峰，老龄人口比例将超过1/4，老龄化将成为影响我国经济社会发展的一个关键问题，同时能源资源瓶颈制约也会更加凸显。这决定了我们只有牢固树立新发展理念，科学谋划和加快建设世界科技强国，将创新作为引领发展的第一动力，不断提升自主创新能力，才能为经济发展注人新动能、创造新动力，真正实现科技强、产业强、经济强、国家强。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从世界科技发展态势来看，随着经济全球化、社会信息化深入发展，各类创新要素充分流动和优化配置，科技创新合作更加广泛深入，大大加快了新一轮科技革命和产业变革的步伐。宇宙起源、物质结构、生命起源、脑与认知等一些基本科学问题孕育着革命性突破，先进制造、清洁能源、人口健康、生态环境等重大创新领域加速发展，深空、深海、深地、深蓝成为各国竞争的焦点，人工智能、大数据、虚拟现实等成为创新型企业竞相发展的重点。这些领域将持续涌现一批颠覆性技术，有可能从根本上改变现有的技术路径、产品形态、产业模式，成为重塑世界格局、创造人类未来的关键变量。当前，发达国家都在深入研究并积极应对未来二三十年内可能出现的这一重大变革。面对世界科技发展的新形势，我们要有全球视野，站在长远发展的战略高度，紧紧把握难得的战略机遇，科学谋划和加快建设世界科技强国，使我国在未来国际科技竞争中抢得先机、占据主动。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 准确把握建设世界科技强国面临的新形势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近现代以来，以两次科学革命和三次技术革命为标志，重大科学发现、重大技术突破层出不穷，推动了新兴产业的兴起和发展，催生了以英、法、德、美、日等国为代表的科技强国，其主要特征是科技创新综合实力处于全球领先地位，主要产业处于高端水平，劳动生产率位居世界前列。目前，美国的科技创新实力依然处于全面领先地位，德、日、英、法处于第二方阵并在一些重点领域保持国际领先水平，我国的排名大致在20一30位。但随着我国在科技创新方面的迅速崛起，这一格局正在发生新变化，东亚在全球科技创新中的竞争力、影响力、吸引力不断提升，北美、欧洲、东亚三足鼎立将在未来一个时期重新标注全球创新格局。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "经过多年的积累和发展，尤其是国家中长期科技发展规划实施以来，我国科技创新能力和水平快速提升，产出数量位居世界前列，产出质量大幅提高，已成为具有重要影响力的科技大国，目前正处于从量的积累向质的飞跃、从点的突破向系统提升转变的重要时期。我国与世界科技强国的差距主要表现为：创新基础比较薄弱，重大原创成果不多，很多高端技术仍然受制于人，中低端产出占比过大，创新体制政策不够健全等。虽然差距明显，但我国的发展潜力不可低估：我国已经形成了持续、高强度的研发投入能力，目前已超过日本、德国，位居世界第二，这是未来我国科技跨越式发展的重要基础；我国拥有完整的工业体系和创新链条，还有源源不断的人才队伍，这是建设世界科技强国的关键保障；我国经济规模、人口规模为科技创新提供了强劲需求动力；新科技革命的战略机遇为我国在更高起点上实现弯道超车创造了有利条件。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 科学确立建设世界科技强国的目标任务和方式路径",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "习近平同志关于建设世界科技强国的重要讲话，进一步指明了我国科技创新的前进道路和努力方向，赋予广大科技工作者新的使命和任务。中国科学院深入学习贯彻讲话精神，积极发挥国家高端科技智库作用，组织一批科技专家和科技政策与管理专家，对建设世界科技强国的深刻内涵、战略目标、重大任务、发展路径以及重点领域等进行深人研究，进一步深化了对建设世界科技强国的认识。在谋划和建设世界科技强国的过程中，我们既不能急于求成，也不能犹豫不前，需要搞好顶层设计，找准关键问题和薄弱环节，制定分阶段实施的目标任务和路线图。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "习近平同志提出的建设世界科技强国“三步走”战略，是立足我国科技发展实际、着眼国家全局和长远发展的战略安排。近中期建设创新型国家的目标，就是要从整体上打好创新基础、提升创新能力、提高创新效率、优化创新体制，为建设世界科技强国打下坚实基础。在此基础上，再经过20年的努力，在若干重大创新领域产出一批代表国家水平、在国际上领先的重大成果，培育若干新兴产业，综合科技实力进入世界前列。从现在起，我们就要按照建设世界科技强国的战略目标要求，在全面贯彻落实《国家创新驱动发展战略纲要》基础上，组织动员全国科技专家和相关力量，研究制定面向2030年的科技中长期发展规划，进一步明确细化近中期的目标任务和战略举措。同时，要对2050年我国经济社会发展需求进行深入系统的情景分析，尤其要科学把握新科技革命可能突破的重大方向，组织制定面向2050年的科技发展远景规划，有力指导和加快推进世界科技强国建设。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 走出一条中国特色科技强国之路",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "建设世界科技强国，国际上的成功经验可以学习借鉴，但决不能简单模仿和照搬。我们要发挥自身的优势特色，找准突破口，抓住关键问题，扬长避短、趋利避害，走出一条中国特色科技强国之路。为此，要牢牢把握以下几个方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）坚持集中力量办大事。这是我国独特的制度优势，“两弹一星”、载人航天和探月工程的成功经验充分证明了这一点。坚持集中力量办大事，就是在事关国家全局和长远发展的重大创新领域，集中全国优势科技资源，组织力量开展协同创新和科技攻关，着力解决一批战略性科技问题；按照择优择重的原则，进一步调整科技投入结构和重点方向，创新资源应更多向创新能力强、创新产出高、创新效益好的科研院所、研究团队聚集，做优做强国家战略科技力量。把国家实验室建设作为体制机制改革的突破口，进一步加强政策设计、完善体制机制，充分发挥国家战略科技力量的率先引领和关键核心作用，加快带动我国科技创新实现整体跨越。把北京、上海科技创新中心建设以及合肥综合性国家科学中心建设作为重要抓手，特别是要发挥雄安新区建设这一有利条件，高起点、高标准建设若干具有全球影响力的国家创新高地，有效集聚全球优质创新资源，辐射和带动我国区域创新能力的整体跃升。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）树立重大创新产出导向。过去我们强调“原始创新、集成创新、引进消化吸收再创新”，主要是基于当时我国科技创新水平总体不高、创新能力整体不强的现实。新形势下，我们要按照建设世界科技强国的总目标、总要求，在更高起点上进一步明确与我国科技创新转型发展相适应的创新政策、创新体制、创新文化，引导科技界在思想观念、组织体制和科技评价上实现根本转变，强调增强创新自信，强化重大创新产出导向，在基础和前沿方向上努力取得具有前瞻性的原创成果，在重大创新领域开发有效满足国家战略需求的技术与产品，在产业创新上发展具有颠覆性的引领性关键核心技术，加快推动自主创新能力的整体跃升，推动科技与经济深度融合，大幅提升高端科技供给，从根本上解决低水平重复、低端低效产出过多等问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）打牢基础、补齐短板、紧抓尖端。从科技创新规律出发，加快建设一批一流的科研院所、研究型大学，加强产学研用合作，紧密结合国家需求和区域发展战略，进一步优化学科布局，加强专业学科基础建设，构建高效完善的中国特色国家创新体系，筑牢发展的根基。抓住发展基础薄弱、需求迫切、关键核心技术受制于人的战略领域（如信息技术、先进制造、医药健康、能源资源等），创新组织模式，加快突破，缩小差距，迎头赶上。积极开展重点科技领域路线图战略研究，准确研判新一轮科技革命和产业变革可能突破的重大前沿方向（如人工智能、神经科学、量子计算等），及时进行重点布局，力争率先取得新突破、孕育新优势，抢占未来科技竞争的制高点。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）加快建设一支高水平创新队伍。充分利用全球人才流动的有利机遇，以优化人才结构、提升人才质量为重点，强化需求导向，进一步健全完善人才政策体系，培养造就一支“高精尖缺”人才队伍。建立健全人才竞争择优、有序流动机制，打破围墙、拆除栅栏，激发各类人才创新活力和潜力，逐步提高人才队伍水平。赋予科研院所和科研团队更大的用人自主权，以创新质量、贡献、绩效分类评价各类人才，进一步规范既有效激励又公平合理的分配政策，充分激发科研人员的积极性、主动性和创造性，营造良好的创新环境，实现人尽其才、才尽其用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Scientific Planning Speeding up the Construction of World Science and Technology Power ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Bai Chunli ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（Chinese Academy of Sciences,Beijing 100864, China ）",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AbstractConstructing world science and technology power is the major strategic decision made by the CPC Central Commitee with Xi Jinping as thecore,and it is amust wayof innovative development of China.The article analyzes the strategical significance of constructing science and technology power,and puts forward that we should deeply understand the new changes of the paternon scienceand technology power,accurately judge the foundations, potentials,and problems of China's innovatively development on science and technology. Based on this deep understanding,scientifically plan and promote the construction of science and technology power,formulate stage wiseimplementable targeted tasks and roadmapto furtherclarifythe tasks and developing route,top leveldesign the major reform and development initiatives of constructing science and technology power, insist on the governance advantages of concentrating on large scale of event by all means,insist on the major innovative output driven,lay the foundation,makeupthe shortages,grasp the cutting edge innovation,speedupthe construction ofa high level of innovation team. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywordsworld science and technology power,top level design,concentrating on large scale of event by all means, major output driven ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "白春礼化学家和纳米科技专家。中科院院长、党组书记、学部主席团执行主席，发展中国家科学院院长，中共十八届中央委员会委员。1953年9月出生，辽宁人。博士。中科院、发展中国家科学院、美国国家科学院、美国艺术与科学院、英国皇家学会、欧洲科学院、俄罗斯科学院等10余个国家科学院或工程院院士。兼任中国微纳协会名誉理事长、国家纳米科技指导协调委员会首席科学家等；国务院学位委员会副主任委员、国家科技奖励委员会副主任委员等；《中国科学院院刊》主编，若干化学和纳米科技领域重要国际学术刊物的共同主编或国际顾问编委。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "E-mail: xwnie@cashq.ac.cn ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Bai ChunliWell-known chemist and leading scientist in nanoscience,Dr.Bai Chunli is the President of the Chinese Academy of Sciences (CAS).He is also the President of the Presidium of the Academic Divisions of CAS,and the President of the World Academy of Sciences for the Advancement of Science in Developing Countries (TWAS).He has along list of scientific publications and has won more than twenty prestigious awards and prizes for his academic achievements,including UNESCO Medal of “Contributions to Development of Nanoscience and Nanotechnology\". He has been elected member or foreign member of world-known academies of science or engineering, including the CAS,TWAS,US National Academy of Sciences (NAS), the Royal Society, American Academy of Arts and Sciences (AAAS),Academia Europaea (the Academy of Europe),the Russan Academy of Sciences (RAS), the Australian Academy of Science (AAS),the Indian Academy of Sciences (IAS),the German Academy of Science and Engineering (acatech),the Royal Danish Academy of Sciences and Lettrs,Honorary Fellow of the Royal Society of Chemistry,Honorary Memberof the Chemical Society of Japan(CSJ),and Honorary Doctor or Professor of several highly selected universities.He also serves as the Chief Scientist for the National Steering Commitee for Nanoscience and Technology and was the Founding Director of China National Center for Nanoscience and Technology.Moreover, he is the Editor-in-Chief of Bulletin of Chinese Academy of Sciences,Member of the International Editorial Advisory Board of JACS,Angewandte Chemie,Advanced Materials,and Chemical Physics Letters.E-mail: xwnie@cashq.ac.cn ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]