[
    {
        "type": "text",
        "text": "Robust and easy-repairable superhydrophobic surfaces with multiple length-scale topography constructed by thermal spray route ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiuyong Chen, Yongfeng Gong, Deyan Li, Hua Li\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLaboratoryfneaterialsdatedoloiesKybatoryfritealsdrotetihologesofjoc Ningbo InstituteofMaterialsTechnologyand Engineering,ChineseAcademyofSciences,Ningbo 315201,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HIGHLIGHTS",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GRAPHICAL ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b3262df4a7ee60c3d26f7a33ae76c7a807ee0aa5e4371f236b94fd783a3ace8b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLE INFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nSuperhydrophobicity   \nThermal spray   \nMultiscale structure   \nMechanically robust   \nTitania   \nPolytetrafluoroethylene ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This paperdemonstrates a thermal spray routefor making superhydrophobic surfaces with mechanically robustand easy-repairable performances. Cone-like geometry with multi-scale topographical structures was firstly achieved by plasma spray deposition of titania using stainless steel mesh as shielding plate, then polytetrafluoroethylene/nano-copper composites were deposited by suspension flame spray onto the patterned titania coating.The coatings exhibit superhydrophobicity with a water contact angle of ${ \\sim } 1 5 3 ^ { \\circ }$ and a sliding angle of ${ \\sim } 2 ^ { \\circ }$ .Unlike the surfaces with normal structure,the coatings with multiplelength-scale structure retain the superhydrophobicity even after severe mechanical abrasion.The superhydrophobicity can be further easily restored after it is damaged by abrasion.The thermal spray construction of superhydrophobic surfaces proposed in this research offers the advantages of precisely tailoring the surface textures and surface chemistry cost-efficiently over as large an area as desired, showing bright prospects for versatile applications. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Superhydrophobic surfaces have drawn extensive interests fromboth academia and industry during the past decades due to their potential applications in various fields,for example anticorrosion [1,2],anti-icing [3,4],self-cleaning [5,6],antifouling [7,8],and drag-reducing [9,1O]. However,practical applications of the superhydrophobic surfaces are usually restricted by their poor mechanical stability.In nature,plants retain their superhydrophobicity by reconstructing their surfaces with micro-/nanohybrid structuresand releasing wax-like materials after destroyed [11-13].Yet it isalmost impossible for the superhydrophobic surfaces made artificially to follow nature's way when destroyed. Therefore,fabrication of the superhydrophobic surfaces with favorable mechanical stability and easy reparability is to be developed towards accomplishinglong-term functional applications. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To enhance their mechanical properties,the superhydrophobic surfaces with micro-/nano- hierarchical structures have been attempted.For example,Kondrashovet al.reporteda mechanicallyrobust superhydrophobic surface with hierarchical roughness consisting of silicon microcones and silicon nanograss,which was achieved by a cryogenic deep reactive ion etching process [14]. Emelyanenko et al.developed a durable superhydrophobic coating on stainless steel based on nanosecond IR laser micro-and nanotexturing with subsequent chemisorption of fluorooxysilane [15]. Groten et al.fabricated superhydrophobic surfaces with combined micro-/nano-scale structures by silicon etching and subsequent coating with a monolayer of fluoropolymer[16]. The abovementioned techniques offer the superhydrophobic surfaces promising mechanical strength.However,these strategies raise the concerns of cost and processing complexity.Developing cost-efficient methods for large-scale fabrication of superhydrophobic surfaces with favorable mechanical stability and easy reparability is highly desirable.Recently,we have proposed a thermal spray route for constructing novel superhydrophobic coatings[17,18],providing the possibilities of fabricating large-scale superhydrophobic surfaces using a wide variety of engineering materials deposited on various substrates [19,20]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The idea of constructing superhydrophobic surfaces with mechanically robust and easy-repairable performances is inspired from natural hydrophobic surfaces which are able to self-heal both their structures and surface chemistryafter damaged.Several recent studies report the surfaces with a roughness at two length scales to ensure that hydrophobicity retains well even after some surface features are worn away [21-23]. In this study,we present a new superhydrophobic surface with multiple length-scale structure for enhanced mechanical strength and ease of healing after destruction. Titania coating with the surfaces in cone geometry was made by plasma spray,followed by suspension flame spray deposition of polytetrafluoroethylene (PTFE)/copper nanoparticles (nano-Cu）as a top layer.The hydrophobicity and mechanical strength of the surfaces were systematically assessed and elucidated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Commercial titania powder with the size range of $+ 1 5 { - } 4 5 \\mu \\mathrm { m }$ (Sun-spraying Science and Technology Co., Ltd., China) was used as the starting feedstock for coating fabrication.The coatingswere deposited by atmospheric plasma spray(APS-2ooo K,Beijing Aeronautical Manufacturing Institute,China) on stainless steel plates (316L). The plasma net energy of $3 0 \\mathrm { k W }$ was used for fabricating the coatings.Micropatterned topographical features of the coatings were achieved using stainless steel mesh as shielding plate. The meshes with the size of $7 4 \\mu \\mathrm { m }$ $1 2 5 \\mu \\mathrm { { m } }$ and $1 7 3 \\mu \\mathrm { { m } }$ were used in turn for constructing cone-like geometry.Argon was used as the primary gas and the powder carrier gas with the flow rate of $4 2  { \\mathrm { l / m i n } }$ and $4 1 / \\mathrm { m i n }$ ,respectively.The auxiliary gaswashydrogen with the flow rate of $1 1 1 / \\mathrm { m i n }$ .The powder feeding rate was $5 0 \\mathrm { g / m i n }$ and the spray distance was $1 5 0 \\mathrm { m m }$ .Further fabrication of a PTFE/nano-Cu layer was made on the pre-micropatterned titania coatings.PTFE/nano-Cu suspension was employed for the coating deposition according to an established protocol by suspension flame spray [17]. The FS-4 flame torch (Wuhan Research Institute of Materials Protection, China) was employed for the spraying. Forpreparing the PTFE/nanoparticles suspension,Cu nanoparticles with the size of ${ \\sim } 8 3 5 \\mathrm { n m }$ inmean diameter(Xinshengfeng Technology Co.,China) were added into alcohol.The suspension with Cu concentration of $5 . 0 \\mathrm { w t } . \\%$ and PTFE(Zhejiang Juhua Co.,China) concentration of 5.0 wt $\\%$ were prepared. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Microstructure of the coatings was characterized by field emission scanning electron microscopy(FESEM,FEI Quanta FEG250,the Netherlands).Chemical composition of the samples was detected by X-ray diffraction(XRD,Bruker AXS,Germany) using $\\operatorname { C u } \\operatorname { K } \\alpha$ radiation operated at $4 0 \\mathrm { k V }$ and $4 0 \\mathrm { m A }$ .Contact angle and slidingangle measurements were carried out using a video-based optical system (Dataphysics OCA2o,Germany).The numerical values were measured at room temperature after water droplet was knocked down onto the surface of the samples.Volume of each distilled water droplet was $5 \\mu \\mathrm { l }$ for contact angle measurement and $1 5 \\mu \\mathrm { l }$ for slidingangle measurement.For every contact/sliding angle for each sample,five measurements were made from different surface locations.Sizes of the starting particles were examined using ZetasizerNano ZS(Malvern Instruments,UK).Mechanical durability of the constructed coatings was assessed by scratch testing method, which has been extensively used for evaluating hydrophobic surfaces [24-29].8o0 # sandpaper was used as the abrasion surface. The hydrophobic surfaces were tested facing the sandpaper with varying slidingdistancesunderanapplied pressure of $2 5 \\mathrm { k P a }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.Resultsanddiscussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To comparatively investigate the influence of topography of the surfaces on their hydrophobicity and mechanical durability, the as-sprayed titania coatings without the assistance of stainless steel mesh were also fabricated.The as-sprayed titania coatings display relatively smooth topographical morphologywith typical rough microstructure(Fig.1a-1) and their thickness is tunable by easily controlling the spray processing(e.g., ${ \\sim } 9 0 \\mu \\mathrm { m }$ as shown in Fig.1a-2).Two length-scaled topographical morphology of the titania coatings was successfully fabricated with theaid of the mesh shielding during the plasma spraying (Fig.1b and c). The unique micropatterned surfaces showclearly the cone-like structural features with two length scales profile.The mesh size decides crucially the key topographical features of micropatterned titania coatings, namely the height and root diameterof the conesand the distance between two adjacent cones.The unique protrusions exhibit the diameter of ${ \\sim } 1 2 8 \\mu \\mathrm { m }$ (Fig. 1b-1), ${ \\sim } 1 9 2 \\mu \\mathrm { m }$ (Fig. 1b-2), ${ \\sim } 3 4 2 \\mu \\mathrm { m }$ (Fig.1 b-3) at root and are sharp at top,respectively,depending on the size of the shielding mesh used for the fabrication of the surfaces.Cross-sectional view of the cone geometry shows clearly unique structural feature (Fig.1c and the enlarged view shown as the inset in Fig.1c). In addition,almost identical microstructures are seen for all the coatings (insets in Fig.1a-1 and b-1),which suggest porous nature of the microenvironment on the surfaces of the constructed coating matrix.The micro-porous structures provide ideal platform for settlement of additional nanomaterials.These features should affect performances of the coatings. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Further modification of the as-sprayed titania coatings was done by the suspension flame spray deposition of PTFE/nano-Cu composites.Morphologies and size distribution of the untreated and PTFE treated Cu nanoparticles are shown in Fig.2.The starting well-dispersed Cu nanoparticles have the size of ${ \\sim } 8 3 5 \\mathrm { n m }$ in mean diameter(Fig.2a).After the PTFE treatment,Cu particles get notably aggregated,showing the size of ${ \\sim } 1 5 . 3 \\mu \\mathrm { m }$ in mean diameter (Fig.2b).XRD characterization of the untreated titania coatings suggests presence of anatase and rutile (Fig.3a), indicating certain transformation of anatase to rutile during the plasma spraying.This is normal since anatase transforms to rutile at elevated temperatures.Indeed the phases do not matterin this case.The additional construction of the PTFE/nano-Cu layer is further evidenced by the XRDdetection (Fig.3b). The results show successful modification of the titania coatings with the PTFE/nano-Cu top layer. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Wettability assessment revealed superhydrophilic nature of the as-plasma sprayed titania coatings witha water contact angle of less than $1 0 ^ { \\circ }$ ,regardless of additive patterning or not.After the further construction of the PTFE/nano-Cu top layer,all the coatings display superhydrophobicity with water contact angle(CA) of ${ \\sim } 1 5 3 ^ { \\circ }$ and sliding angle (SA) of lower than $4 ^ { \\circ }$ (Table 1). In addition,the patterned titania coating with the PTFE/nano-Cu top layer shows a SA of ${ \\sim } 2 ^ { \\circ }$ ,more slippery than other surfaces without the cone geometry.Synergistic effect of the cone-like topographical matrix structure and the PTFE/nano-Cu layer is suggested for the superhydrophobicity. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b6f2e99db6b0d4d879d7875e0cb37414f980990f56343efd8de989b989bd4e7f.jpg",
        "img_caption": [
            "Fi titaniaoatingsfbcatediththshegnd(cosctioloologoftoatingb-).eefttlmsu $7 4 \\mu \\mathrm { m }$ $1 2 5 \\mu \\mathrm { m }$ ,and $1 7 3 \\mu \\mathrm { m }$ fr to typical cones. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/33af83741c02f59f84dd1338692b29b9e827604ac094996d764487addb694d49.jpg",
        "img_caption": [
            "Fig "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e16e695e3bf1bebfba94bdc466ddf7ccd87a305662d719e48b8a60faf1ff0b29.jpg",
        "img_caption": [
            "Fig.3.XRD curves of (a) the as-spayed titania coating and (b) the PTFE/nano-Cu modified titania coating. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/5d7244114ba64bb9fde7812dc77538df496d7f11fefa1957fdd8cca4aa5a5764.jpg",
        "table_caption": [
            "Table 1 Contact angle and sliding angle of water droplets tested on the coatings. "
        ],
        "table_footnote": [
            "Coating A: the titania coating with normal surface structure; coating B: the titania coating with surface cone geometry made with $7 4 \\mu \\mathrm { m }$ mesh shielding; coating C: the titania coating with surface cone geometry made with $1 2 5 \\mu \\mathrm { m }$ mesh shielding; coating D: the titania coating with surface cone geometry made with $1 7 3 \\mu \\mathrm { m }$ mesh shielding. "
        ],
        "table_body": "<html><body><table><tr><td>Samples</td><td>Contact angle/o</td><td>Slide angle/o</td></tr><tr><td>Coating A</td><td><10</td><td>-</td></tr><tr><td>PTFE/nano-Cu layer alone</td><td>152.5</td><td>4</td></tr><tr><td>PTFE/nano-Cu on coating A</td><td>152.8</td><td>3.5</td></tr><tr><td>PTFE/nano-Cu on coating B</td><td>152.7</td><td>2</td></tr><tr><td>PTFE/nano-Cu on coating C</td><td>152.6</td><td>2</td></tr><tr><td>PTFE/nano-Cu on coating D</td><td>153.3</td><td>2</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To elucidate the superhydrophobic characteristics of the surfaces,microstructure examination was carried out.SEM observation clearly shows the top layer with alternative morphologies (Fig.4a).For comparison purposes,the PTFE/nano-Cu composites were also sprayed directly on glass plate (Fig.4a-1).It is not surprising that the PTFE/nano-Cu layer shows nanostructures similar to the starting particles (inset in Fig.4a-1 versus Fig.2b-1).However,micro-/nano- hybrid topographical structures are obviously fabricated afterdepositionof the PTFE/nano-Cu layer on the titania coatings (Fig.4a-2 and a-3).PTFE/nano-Cu has colonized evenly on the cones and inside the caves existing in the surface layer of the coatings,and diffusion into the pores within the coatings is also seen (the insets in Fig.4a-2 and a-3). It is clear that the prepatterned titania coatings exhibit significantly reinforced multiple length-scale topography after the construction of PTFE/nano-Cu layer.The distinct multiple length-scale topography should account for the significantly enhanced hydrophobicity.This resultis consistent with a previous study that the structures in the sizes of more scales possess more efficient self-cleaning performances [6]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The multiple length-scale superhydrophobic structure constructed by thermal spray approach is schematically depicted (Fig.4b). The superhydrophobic coatings can be constructed on a wide variety of substrate materials,metals,ceramics,or polymers, et al.(Fig. 4b-1).The inorganic matrix coatings with microporous topographical structures and micron-sized cone geometry are made by thermal spray approach (Fig.4b-2).Further modification by suspension thermal sprayed PTFE/nano-Cu facilitates accomplishment of superhydrophobicity of the coatings(Fig.4b-3). Obviously,sizes,spacing and shapes of the structures affect predominately wettability of the surfaces.The cone geometry in the size of tens of microns essentially performs the function as rough hydrophobic skeleton and supplies mechanical strength.Further decoration by PTFE/nano-Cu as the thin top layer provides nanostructures and low energy materials.It was realized that cone-like structure in nanoscale featuresalso produces superhydrophobicity[3O],even though if the superhydrophobic surfaces can hold up against surface damage is still a challenging question. It has been reported that conical surface textures exhibita spontaneous,partial reappearance of trapped gas phase upon liquid depressurization, yet the superhydrophobic state of the nanostructured conical textures vanishes above critical pressures which depend on texture shape and size [31].The mechanism as to how nanostructured geometry offers superhydrophobicityis believed to be attributed to partially trapped air inside the nanostructures,which in turn gives rise to incomplete liquid penetration [32]. Our technique route equips the inorganic matrix coatings with tunable surface textures in micron-sized scale and additional hydrophobic surface chemistry.The low energy PTFE layer with nanostructures inhibits possible infiltration of water droplets,facilitatinga longtermhydrophobicity.Itis noted,however,that the wettability of the constructed surfaces depends to a large extent on the spacing between adjacent cones (Table 1),which needs to be further elucidated.The most exciting advantage of the approach proposed in this research is the wide selection of substrate materials and inorganic coating materials,simplicity in fabrication and efficiency in cost. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mechanical damage of superhydrophobic surfaces usually results in increased sticking of water,leading to loss of hydrophobicity.The PTFE/nano-Cu coating alone on glass plate can be easily removed by finger scratching.While mechanical durability of the superhydrophobic surfaces constructed on titania coatings was examined by scratch testing.The evolution of CA and SA of water droplets on the superhydrophobic surfaces as a function of the abrasion length is shown in Fig.5.To quickly assess mechanical stability of the superhydrophobic surfaces,a relatively high load pressure of $2 5 \\mathrm { k P a }$ was employed for the examination.It is clear that CA of all the surfaces is constrained by the abrasion (Fig.5a-1). With increase in abrasion length,CA of the normal titania coating covered by the PTFE/nano-Cu top layer drops markedly,showing a value of ${ \\sim } 1 3 0 ^ { \\circ }$ as the abrasion length is $0 . 5 \\mathrm { m }$ ，Surprisingly,all the surfaces constructed on the patterned titania coatings retain the superhydrophobicity with a water contact angle of ${ \\sim } 1 5 0 ^ { \\circ }$ . SA values of all the surfaces obviously increase with the increase in abrasion length (Fig.5a-2). Compared with CA,SA valuesare more sensitive to the abrasion.When the abrasion length is increased to $0 . 5 \\mathrm { m }$ ,SA of the normal titania coating increases significantly from ${ \\sim } 3 . 5 ^ { \\circ }$ to ${ \\sim } 1 2 ^ { \\circ }$ .While SA values of all the surfaces constructed on the patterned titania coatings are lower than $1 0 ^ { \\circ }$ as the abrasion length is $0 . 5 \\mathrm { m }$ It is noted that the micropatterned topographical features are remained well after the abrasion (Fig.5b-1,b-2), predominately due to the fact that as typical ceramic material, titaniaoffersremarkable capabilityof resistingwear.Afterlong time abrasion,only the sharp top end parts of the cones are worn off, majority of the cone geometry is retained. Consequently,most of the micro-/nano-scaled topographical morphologies and the surface chemistryare largely protected.The nanoscaled structure and surface chemistry of the low surface energy hydrophobic layer can befurther preserved by the microporous structure and microscaled titania in between the protrusions(see the enlarged surface view shown as inset in Fig.5b-1). It is therefore anticipated that as far asthe patterned structural features are still there,the superhydrophobicity of the surfaces persists.It is therefore clear that the durability of the superhydrophobicity of the constructed surfaces in harsh wear service environmentis mainly decided by mechanical strength of the matrix coating materials (titania in this case). Furthermore,it is interesting to note that the surfaces constructed on the titania coating with the inter-distance between adjacent cones of ${ \\sim } 2 2 7 . 5 \\mu \\mathrm { m }$ show the best hydrophobic performances after severe abrasion(Fig.5a).This indicates the remarkable influence of the pattern size on wettability,which has also been realized by other researchers [33-36]. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/de661620672aa45f53b8089f34343d91f30e3f93e12f779bda6bef8ecf0a25b5.jpg",
        "img_caption": [
            "g Ea materials,simpledepositioofteoatingsithonegeometryndfurterodicatioofEno-Cutoeveuphdobity "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/3302f49ed2200431607abee6cedcbc5a7eecd76bc172509b2fb6881183faff6e.jpg",
        "img_caption": [
            "Fig.5.Waterotactage(-)angage(-ofteupdrooicfacesvess tebrasiongthdethledreof $2 5 \\mathrm { k P a }$ (b-1,b-2) SEM imgesft areas). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In addition to the mechanical durability,easy reparability is another essential variable for a superhydrophobic surface for long-term functional services [37-39]. In this study, the damaged superhydrophobic surfaces with multi-scale structures can be easily recovered by further suspension flame spray deposition of PTFE/nano-Cu.The hydrophobicity of the coatings deteriorates after severe abrasion,showing a water contact angle of ${ \\sim } 1 4 0 ^ { \\circ }$ (Fig.6).After one more time suspension flame spray deposition ofPTFE/nano-Cu,the damaged surfacesare restored and this process allows the coatings to once more display superhydrophobicity. This reparability is repeatable and works for many cycles (Fig. 6). It is clear that in the first 7 cycles of damage-repair treatment, increase in the treatment cycle triggers slight decrease in CA of the damaged surfaces.Nevertheless,the surfacesare stillhydrophobicin nature.This easy-reparability characteristic is important for practical applications of the superhydrophobic surfaces in harsh environment. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/81bfc8f602f26e2d250ad748c8b5e2c5e5e05f5470bde193ab568431ac88e6d8.jpg",
        "img_caption": [
            "Fig.6.Water contact angle of the hydrophobic surfaces with cone geometry versus the number of damage/repair cycle. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4. Conclusions ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Patterned titania coatings with cone-like geometry have been fabricated by plasma spray.And further modification of the coatings by PTFE/nano-Cu as top layer deposited by suspension flame spray results in significantly enhanced hydrophobicity.Superhydrophobic surfaces with multi-scaled structures have been constructed and the surfaces possess both favorable mechanical stabilityand easyreparability.The multi-scaled surfaces exhibit the superhydrophobicitywith a high CA $( \\sim 1 5 3 ^ { \\circ } )$ and a low SA $( \\sim 2 ^ { \\circ } )$ The results shed light on constructing large-scale wear-resistant superhydrophobic surfaces by thermal spray approach for long-term functional applications. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This work was supported by National Natural Science Foundation of China (grant # 51401232,41476064 and 31271017) and Ningbo Municipal Natural Science Foundation (grant # 2014A610005). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]F.Z. Zhang, L.L. Zhao, H.Y. Chen, S.L. Xu, D.G. Evans, X. Duan, Corrosion resistance of superhydrophobic layered double hydroxide films on aluminum, Angew. Chem.Int.Ed.47(2008) 2466-2469.   \n[2] Q.W. Chu,J. Liang, J.C. Hao,Facile fabrication of a robust super-hydrophobic surface on magnesium alloy, Colloid. Surf.A 443 (2014) 118-122.   \n[3] R.J. Liao, Z.P. Zuo, C. Guo, Y. Yuan, A.Y. Zhuang, Fabrication of superhydrophobic surface on aluminum by continuous chemical etching and its anti-icing property, Appl. Surf. Sci. 317 (2014) 701-709.   \n[4]N.Wang,D.S. Xiong, Y.L. Deng, Y. Shi, K.Wang,Mechanically robust superhydrophobic steel surface with anti-icing, UV-durability,and corrosion resistance properties,ACS Appl. Mater Int.7(2015) 6260-6272.   \n[5] R.Furstner,W. Barthlott, C. Neinhuis,P.Walzel, Wetting and self-cleaning properties of artificial superhydrophobic surfaces, Langmuir 21 (2005) 956-961.   \n[6] F.J.Wang,T.H. Shen, C.Q. Li,W. Li, G.L. Yan, Low temperature self-cleaning properties of superhydrophobic surfaces, Appl. Surf. Sci. 317 (2014) 1107-1112.   \n[7] J. Genzer, K. Efimenko, Recent developments in superhydrophobic surfaces and their relevance to marine fouling: a review, Biofouling 22 (20o6)339-360.   \n[8] J.S.Chung,B.G. Kim,S.Shim,S.E. Kim,E.H.Sohn,J. Yoon,J.C.Lee, Silver -perfluorodecanethiolate complexes having superhydrophobic,antifouling, antibacterial properties,J. Colloid Interf.Sci. 366 (2012) 64-69.   \n[9] C.Lee, C.J. Kim, Underwater restoration and retention of gases on superhydrophobic surfaces for drag reduction, Phys. Rev. Lett. 1O6 (2011) 014502.   \n[10] M. Zhou,J. Li, C.X. Wu, X.K. Zhou, L. Cai, Fluid drag reduction on superhydrophobic surfaces coated with carbon nanotube forests (CNTs), Soft Matter 7 (2011) 4391-4396.   \n[11] X.L. Wang, XJ. Liu, F. Zhou, W.M. Liu,Self-healing superamphiphobicity, Chem. Commun. 47 (2011) 2324-2326.   \n[12] K. Koch, B. Bhushan, W. Barthlott, Multifunctional surface structures of plants: an inspiration for biomimetics, Prog. Mater.Sci. 54(2009)137-178.   \n[13] Z.G. Guo, W.M.Liu, Biomimic from the superhydrophobic plant leaves in nature: binary structure and unitary structure, Plant Sci. 172 (2007) 1103-1112.   \n[14] V. Kondrashov,J. Ruehe, Microcones and nanograss: toward mechanically robust superhydrophobic surfaces, Langmuir 30 (2014) 4342-4350.   \n[15] A.M. Emelyanenko, F.M. Shagieva, A.G. Domantovsky, L.B. Boinovich, Nanosecond laser micro- and nanotexturing for the design of a superhydrophobic coating robust against long-term contact with water, cavitation,and abrasion, Appl. Surf. Sci.332 (2015) 513-517.   \n[16] J. Groten,J. Ruhe,Surfaces with combined microscale and nanoscale structures: a route to mechanically stable superhydrophobic surfaces? Langmuir 29 (2013) 3765-3772.   \n[17] X.Y. Chen,J.H. Yuan,J.Huang, K. Ren, Y. Liu, S.Y. Lu, H.Li, Large-scale fabrication of superhydrophobic polyurethane/nano ${ \\bf \\nabla } \\cdot { \\bf A l } _ { 2 } { \\bf O } _ { 3 }$ coatings by suspension flame spraying for anti-corrosion applications, Appl Surf. Sci. 311 (2014) 864-869.   \n[18] X.Y. Chen, Y.F. Gong, X.K. Suo,J. Huang, Y. Liu, H. Li, Construction of mechanically durable superhydrophobic surfaces by thermal spray deposition and further surface modification, Appl. Surf. Sci. 356 (2015) 639.   \n[19] H. Herman,S. Sampath, R. McCune,Thermal spray: current status and future trends, MRS Bull. 25 (2000) 17-25.   \n[20] R.S. Lima, B.R. Marple, Thermal spray coatings engineered from nanostructured ceramic agglomerated powders for structural, thermal barrier and biomedical applications: a review,J. Therm. Spray Technol. 16 (2007) 40-63.   \n[21] Y.H. Xiu, Y. Liu, D.W. Hess, C.P. Wong, Mechanically robust superhydrophobicity on hierarchically structured Si surfaces, Nanotechnology 21 (2010) 155705.   \n[22] Y.C. Jung, B. Bhushan, Mechanically durable carbon nanotube-composite hierarchical structures with superhydrophobicity,self-cleaning, and low-drag, ACS Nano 3 (2009)4155-4163.   \n[23] J. Zimmermann, F.A. Reifler, G. Fortunato, L.C. Gerhardt, S. Seeger, A simple, one-step approach to durable and robust superhydrophobic textiles, Adv. Funct. Mater.18 (2008)3662-3669.   \n[24] F.H. Su, K. Yao,Facile fabrication of superhydrophobic surface with excellent mechanical abrasion and corrosion resistance on copper substrate by a novel method, ACS Appl. Mater. Inter. 6 (2014) 8762-8770.   \n[25] LT. Yin,J. Yang, Y.C.Tang, L Chen, C. Liu, H. Tang,C.S. Li, Mechanical durability of superhydrophobic and oleophobic copper meshes, Appl. Surf. Sci. 316 (2014) 259-263.   \n[26] X.T. Zhu, Z.Z. Zhang,J. Yang, X.H. Xu, X.H. Men, X.Y. Zhou, Facile fabrication of a superhydrophobic fabric with mechanical stability and easy-repairability,J. Colloid Interf. Sci. 380 (2012) 182-186.   \n[27] Z.X.She, Q.Li, Z.W. Wang, L.Q.Li,F.N.Chen,J.C. Zhou, Researching the fabrication of anticorrosion superhydrophobic surface on magnesium alloy and its mechanical stability and durability, Chem. Eng. J. 228 (2013) 415-424.   \n[28] X.T. Zhu, Z.Z. Zhang, X.H Men, J.Yang, K. Wang,X.H. Xu, X.Y. Zhou, Q.J. Xue, Robust superhydrophobic surfaces with mechanical durability and easy repairability,J. Mater.Chem.21 (2011) 15793-15797.   \n[29] MJ. Guo, Z.X Kang, W.Li,JY. Zhang, Afacile approach to fabricate a stable superhydrophobic film with switchable water adhesion on titanium surface, Surf. Coat. Tech.239 (2014) 227-232.   \n[30] A. Checco, A. Rahman, C.T. Black, Robust Superhydrophobicity in Large-area nanostructured surfaces defined by block-copolymer self assembly, Adv. Mater.26 (2014) 886-891.   \n[31] A. Checco,B.M. Ocko,A. Rahman, C.T. Black, M. Tasinkevych, A. Giacomello, S. Dietrich, Collapse and reversibility of the superhydrophobic state on nanotextured surfaces, Phys. Rev. Lett. 112 (2014), 216101.   \n[32] V. Zorba,L. Persano, D. Pisignano, A. Athanassiou, E. Stratakis, R. Cingolani, P. Tzanetakis, C.Fotakis, Making silicon hydrophobic: wetability control by two-lengthscale simultaneous patterning with femtosecond laser irradiation, Nanotechnol0gy 17 (2006) 3234-3238.   \n[33] G. DavaasurenCV.Ng,H.S.ODM.CunGeomericstudyoftasnt superhydrophobic surfaces of molded and grid patterned polydimethylsiloxane (PDMS), Appl. Surf. Sci. 3i4 (2014) 530-536.   \n[34] C.E. Cansoy, H.Y. Erbil,O. Akar,T. Akin, Efect of pattern sizeand geometry on the use of Cassie-Baxter equation for superhydrophobic surfaces, Colloid. Surf. A 386 (2011) 116-124.   \n[35] P.Wagner,R. Furstner,W. Barthlott, C.Neinhuis, Quantitative assessment to the structural basis of water repellency in natural and technical surfaces, J. Exp. Bot.54(2003) 1295-1303.   \n[36] C.Neinhuis,W. Barthlott, Characterization and distribution of water-repellent, self-cleaning plant surfaces, Ann. Bot. -London 79 (1997) 667-677.   \n[37] X.T. Zhu, Z.Z. Zhang, J. Yang, X.H. Xu, X.H. Men, X.Y. Zhou, Facile fabrication of a superhydrophobic fabric with mechanical stability and easy-repairability, J. Colloid Interf. Sci. 380 (2012) 182-186.   \n[38] X.T. Zhu, Z.Z. Zhang, B. Ge, X.H. Men, X.Y. Zhou, Fabrication of a superhydrophobic carbon nanotube coating with good reusability and easy repairability, Colloid Surf. A 444 (2014) 252-256.   \n[39] Q. Wang,J.L. Li, C.L. Zhang, X.Z. Qu, J.G. Liu, Z.Z. Yang, Regenerative superhydrophobic coating from microcapsules,J. Mater. Chem. 20 (2010) 3211-3215. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]