[
    {
        "type": "image",
        "img_path": "images/7d48bfc6e525bf317b6bc6be2ab84221eecf25d375c7fe5a89330be3733c9c70.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "与中国合作：一次愉快有益的经历",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KatharinaKohse-Hoinghaus（德国）德国比勒费尔德大学，2016年中国科学院国际科技合作奖获得者",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "20年前我第一次来到中国，受邀在上海的一次会议上发言。此后多年来，我时常回到这里，与中国科学院以及其他顶尖大学和研究所的同事们一起工作。两个月前我还来过中国，每次来我都满怀惊诧，这样一个拥有悠久文化传统的国家的发展速度竟能如此之快。我目前从事燃烧领域的研究工作，这项工作能充分利用我在化学、物理、化学工程和机械工程方面的经验。燃烧过程中会释放化学能量，这些能量储存在燃料当中发挥作用。采用物理学的方法可以分析化学反应的细节，工程师通过分析基础信息或完善燃烧过程，或完善发动机设计。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在中国，工业发展需要满足大量人口出行和消费的需求。在这个背景下，燃烧科技能发挥更大的作用。如何更高效地利用能源，开发绿色燃料，减少颗粒物和废气排放，是我们面对的挑战。在过去12一15年里，中国燃烧科技领域取得了巨大的进步，成为世界舞台上受尊敬的合作伙伴。有趣的是，在各种会议、合作、学术团体以及评论文章中，都能发现这一点。目前，中国的燃烧研究从短期以解决问题为导向的模式发展到了具有前瞻思维、深层次理解的发展模式。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在中国做研究的时候，我们利用同步辐射探索复杂的反应环境，确定污染物生成。在众多科研人员中，上海交通大学的齐飞教授发挥了中流砥柱的作用，他是同步辐射燃烧研究方面的先驱。我很荣幸能成为像中国科学技术大学、上海交通大学、清华大学能源与工程研究院这样久负盛名的研究院所中的一员。我还在美国、欧洲、亚洲、阿拉伯其他知名燃烧研究院担任客座教授或顾问。不过，认真敬业、雄心勃勃的年轻中国学者给我留下了深刻印象。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "20 世纪90年代，中国学者的思路还比较狭隘，但是现在我遇到的年轻中国研究人员都有在国外最好的实验室学习、工作的经历。在德国，我们有挖掘个人潜力的传统。我曾担任洪堡基金会国际咨询委员会普选委员会副主任，参与评估世界范围内几百个年轻研究员的奖学金申请，很高兴看到越来越多的中国人得到资助。我很欢迎青年领袖们通过类似的项目到我们实验室来，我也一直关注他们的事业发展，他们中的大多数人回到了中国做教授。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国际燃烧研究学会是一所拥有悠久传统和国际声誉的学术机构，目前由我担任主席。学会现在发生了新变化，着力推动国际和中国实验室间的合作。国际燃烧研究学会的中国分会已经发展成了34个分会中最大的一个，并于2010 年在北京举办了国际燃烧会议，属中国首次。让我印象深刻的还有中国科学技术大学火灾科学国家重点实验室，它是世界上最大的火灾燃烧研究机构之一。此外，越来越多有雄心的年轻科学家参加暑期班和区域会议，丰富的国际交流经验自然而然地使他们形成一个圈子。我很高兴得知中国领导人重视国际合作，也很感动自己能成为这个学术圈子里的一员。我希望在未来与中国进行稳定的长期合作。",
        "page_idx": 0
    }
]