[
    {
        "type": "text",
        "text": "Heterogeneous Single Atom Catalyst: A New Type of Artificial Enzyme ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chao Zhao\", Can Xiong',Man Qiao4, Tongwei Yuan',Jing Wang', Yunteng Qu', XiaoQian Wangl, Fangyao Zhou', Zhijun Li', Qian ${ \\mathrm { X u } } ^ { 3 }$ , Shiqi Wang',Min Chen',Wenyu Wang', Yafei Li4, Yuen Wu\\*1, Yadong Li² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "'Departmentof Chemistry,iChEM(Collborative Innovation Center of Chemistryfor Energy Materials), University of Science and Technology of China, Hefei 23oo26, China;   \n²Department of Chemistry, Tsinghua University, Beijing 1ooo84, China;   \n3National Synchrotron Radiation Laboratory,Universityof Science and Technologyof China,Hefei z3oo29,China; 4Jiangsu Collaborative Innovation Centre of Biomedical Functional Materials,School of Chemistryand Materials Science,Nanjing Normal University,Nanjing 2ioo23, China.   \nSupporting Information Placeholder ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT:Herein，we report a high-temperature gasmigration strategy to fabricate a heterogeneous single iron atomcatalyst and demonstrate its excellent natural enzymeslike activity (defined as single atom enzymes,SAEs).The results reveal that the localized well-defined $\\mathrm { F e N } _ { 4 }$ sites of Fe SAEs is highly similar to the active metal centers of the natural heme-containing enzymes.The Fe SAEs exhibits superduper peroxidase,oxidase and catalase enzyme-like activities,exceeding that $\\mathrm { F e } _ { 3 } \\mathrm { O } _ { 4 }$ nanozymes by a factor of 40. More importantly，Fe SAEs could effectively activates hydrogen peroxide $\\mathrm { ( H } _ { 2 } \\mathrm { O } _ { 2 } )$ ina hydroxyl free radicals (·OH) pathway,which makes it useful as a heterogeneous Fentonlike system to deal with the increasing environmental pollution. Our findings open up a new family of artificial material that mimics the natural enzymes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Enzymes are a class of biomolecules that widely participate invarious cellular activities to efficiently control the processes of metabolism,nutrition,and energy conversion of organisms. The natural enzymes possess great practical significance in the fields of clinical medicine,biotechnology and contemporary chemical engineering.Nevertheless,the practical applications of natural enzymes are severely restricted due to either the limited sources,or difficulty in thepurification methods，and the high tendency to denaturation.Therefore,the development of biomimetic enzymes with similar or even superior performance than natural enzymes has become one of the most important topics'.Nanozymes are nanomaterials that can exhibit intrinsic natural enzyme-like properties²-4.This has attracted widespread research attention because of their high stability, ease of large-scale production,and economical price.Since theintrinsicperoxidase-like activity offerromagnetic nanoparticles was first reported in $\\mathsf { 2 0 0 7 } ^ { \\mathrm { \\bar { 6 } } }$ ,various nanozymes with natural enzyme-likeactivity have achieved overwhelmingachievementsinclinicalmedicine, environmental protection，and bio-energy fields7-9.Unlike the natural enzymes typically exhibits an efficient turnover rate and high substrate specificity,nanozymes usually show relative low activity and poor specificity due to the diverse crystallizednanostructuresand diversesurface configurations. To date,the properties of nanozymes can only be adjusted by size control，doping and surface modification'0-13. Meanwhile, unclear activity centers of nanozymes also lead to diffculties in gaining insight into the mechanisms of their natural enzyme-like activity.Therefore, developing artificial enzyme with adequate activity,stability and substrate specificity is still a vital challenge to realize its practical applications. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Single atom catalysts with well-defined electronic and geometric structures have attracted extensive attention in energy conversion and chemical transformation owing to their maximum atom efficiency,unique quantum size effect and excellent selectivity14-16. Moreover, single atom catalysts could serve as the bridge linking homogeneous catalysis and heterogeneous catalysis'7.However,the utilization of single atom catalysts in biocatalysis and environmental protection are seldomly reported.In this work,we firstly demonstrate that single Fe atom catalysts with similar structure to natural heme-containing enzymes perform intrinsic enzymes mimics activities,including oxidase,peroxidase,catalase and others. The heme-containing enzyme generally contains a ferrous porphyrin structure and plays a critical role in hemoglobin, myoglobin and brain hemoglobin for oxygen storage and transportation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Herein，Fe SAEs exhibit extremely high activity and stability with respect to $\\mathrm { F e } _ { 3 } \\mathrm { O } _ { 4 }$ nanozymes.The calculated specific activities valuel of Fe SAEs $( 6 . 7 5 ~ \\mathrm { U / m g } )$ was greater than that of $\\mathrm { F e } _ { 3 } \\mathrm { O } _ { 4 }$ (0.17 $\\mathrm { \\Delta U / m g ) }$ by a factor of 4o.With abundant well-defined Fe- ${ \\bf \\cdot N _ { 4 } }$ sites，Fe SAEseffectively activates hydrogen peroxide $\\mathrm { ( H } _ { 2 } \\mathrm { O } _ { 2 } )$ ina hydroxyl free radicals $( \\bullet \\mathrm { O H } )$ pathway.Meanwhile,the Fe SAEs could serve asa heterogeneous Fenton-like system for the degradation of carcinogenic organic pollutants in wastewater'.The Fe SAEs exhibits excellent catalytic activities and recyclabilities during catalysis process. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/e0196dd971514c45ff47ac9ac786546c46a68075e48033669a33cf9c9c187c19.jpg",
        "img_caption": [
            "Figure1.(A,B) Schematic illustration for the synthesisof Fe SAEs，(C) Macrostructures and active sites of natural enzymes,nanozymes and Fe SAEs,(D) TEM image of ZIF-8, (E)TEM image of Fe SAEs,(F) HAADF-STEM image of Fe SAEs and Corresponding SAED pattern,(G) Magnified BFSTEM image ofFe SAEs (H) Corresponding HAADF-STEM image ofFe SAEs,showing that only Fe atomsare present in Fe SAEs,(I) EDS mapping images of Fe,Nand C. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this work,we report a high-temperature gas-migration strategy to construct porphyrin-like single Fe sites on the Ndoped carbon nanomaterials (Fe SAEs).The Fe loading is $1 . 2 \\%$ ，asdetermined by inductively coupled plasma atomic emission spectrometry (ICP-AES) results.Figure iA and iB shows the formation mechanism of Fe SAEs.The volatile Fe atoms produced from iron powder at high temperature were successfully migrated to the nitrogen-doped carbon surpport along with small molecule carbon nitrogrn fragments (CNx) under the flow of nitrogen.The well-defined ZIF-8 was synthesized by a modified reported method,exhibiting a narrow sizedistribution(2oonm）anduniform rhombododecahedral shape (Figure iD and Si). Subsequently ZIF-8 and iron powder were separately placed in a porcelain boat with nitrogen flow. During the pyrolysis process, the $Z \\mathbf { n }$ nodes would be evaporated away under high temperatures (1200 $^ { \\mathrm { o } } C )$ ,leaving the N-rich carbon with abundant defect. Additionally,the CNx molecules bond with surface Fe atoms of iron powder to form volatile Fe(CNx) species.Under the nitrogen flow，the volatile Fe (CNx） species could be transported and trapped by the defective N-rich carbon, generating the isolated Fe SAEs.The transmission electron microscopy (TEM） image(Figure iE and $S _ { 2 }$ ）indicates the absence of metal nanoparticles in Fe SAEs.The ring-like selected-area electron diffraction (SAED）pattern(Figure iF inset）demonstrates its poor crystallinity.Both aberration correctedbright-fieldscanningtransmissionelectron microscopy (BF-STEM) (Figure iG) and high-angle annular dark-fieldscanningtransmissionelectronmicroscopy (HAADF-STEM)(Figure iH and S4）were carried out to further elucidate the existence of single Fe atoms,rather than Fe metal nanoparticles.The homogeneously distributed dark dots in BF-STEM image and bright dots in HAADFSTEM image directly confirmed the existence of Fe sites, due to the different Z contrasts among Fe，N and C.Figure iI shows the homogeneous elemental distribution of Fe,C,and N overall the Fe SAEs by electron energy-loss spectroscopy (EELS). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/d9392519064368380f5893e334dd594109684114d0c0cd794c37238ad5a41811.jpg",
        "img_caption": [
            "Figure2. (A) XRD,(B),XPS spectra for the Nis region of Fe SAEs(C) Fe K-edge XANES spectra,(D） The $\\mathbf { k } _ { 3 } ^ { \\mathbf { \\sigma } }$ -weighted X(k)-function of the EXAFS spectra,(E) The corresponding Fe K-edge EXAFS fitting curves of Fe SAEs,(F) Fe L-edge spectra. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Of note that,no characteristic peak of Fe crystals was observed in the X-ray diffraction (XRD) pattern for Fe SAEs, further implying its poor crystallinity (Figure 2A).Fe SAEs showed a broad shoulder peak,assigning to the(oo2）plane of graphitic carbon.The Raman spectrum result displays a high intensity ratio of $\\mathrm { ~ D ~ }$ toG $\\left( \\mathrm { I _ { D } } \\ / \\ \\right) \\mathrm { I _ { G } } = 1 . 0 3 ,$ ）(Figure S6), confirming the highly graphitic nature for Fe SAEs.As verified by Brunauer-Emmett-Teller(BET) measurement,Fe SAEs possesses large surface area $( 1 2 4 9 ~ \\mathrm { ~ m } ^ { 2 } \\mathrm { g } ^ { - 1 } )$ and pore diameter $\\left( \\mathbf { o . 4 5 \\ n m } \\right)$ ,benefiting for exposing more active sites (Figure S9).Furthermore,we investigated the coordination environment and electronic structure of the probed element byX-rayabsorption near-edge structure (XANES).The $\\mathsf { N }$ 1S spectrum suggested the coexistence of graphitic-N (4ol.3 eV), pyrrolic-N $( 4 0 0 . 4 ~ \\mathrm { { \\ e V } ) }$ ，and pyridinic-N $( 3 9 8 . 7 ~ \\mathrm { e V } )$ ，which facilitated the stabilization ofFe SAEs(Figure2B).Figure S8 revealed the C K-edge,as measured by XAS.The strong $\\pi ^ { * }$ band and $\\sigma ^ { * }$ band indicate Fe SAEs was well graphitized,in line with the aforementioned XRD and Raman results.The extended $\\mathrm { \\Delta X }$ -rayabsorption fine structure(EXAFS) was employed to obtain more detailed structural information of Fe SAEs.As shown in Figure $\\mathsf { \\Omega } _ { 2 C }$ ,the intensity of white-line for Fe SAEs located between those for Fe foil and $\\mathrm { F e } _ { 2 } \\mathrm { O } _ { 3 } ,$ indicating the positive charge of $\\mathrm { F e } ^ { \\delta + } \\left( 0 < \\delta < 3 \\right)$ . Furthermore the majority of Fe species was Fe-N with a peak at $1 . 5 \\textup { \\AA }$ which was verified by the Fourier transformed (FT) $\\mathbf { k } ^ { 3 } .$ weighted $\\chi ( \\mathbf { k } )$ -function of EXAFS spectra in R space(Figure 2D).The main peak located at $1 . { \\overset { - } { 5 } } { \\overset { * } { \\mathrm { A } } }$ for Fe SAEs,further verifying its atomic dispersion of single Fe siteswith respect to the Fe-Fe bond with the distance.According to fitting results,as shown in Figure 2E and Table S1, the coordination number of Fe-N is $^ 4$ for Fe SAEs.Moreover,XAS result exhibita single peak at $\\mathrm { L } _ { 3 }$ -edge forFe SAEs,indicating the delocalized Fe 3d-electrons (Figure 2F). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/dceb54e308cee7b8027f1a71c118943bf78153510336414b432512529465bec3.jpg",
        "img_caption": [
            "Figure3.(A,B) POD-like and OXD-like activity of Fe SAEs (time-dependent absorption spectra of TMB oxidation),(C) Comparision of the activity ofFe SAEs,N-C, $\\mathrm { F e } _ { 3 } \\mathrm { O } _ { 4 }$ MNPs and N-C. (D) EPR spectrum detected in peroxidase-like activity of Fe SAEs，(E）Fenton-like catalytic performance，phenol degradation curves,(E)Reusability of the Fe SAEs in phenol degradation. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To characterize the heme-containing enzymes-like activity of Fe SAEs,we tested the experiments using the natural heme-containing enzymes substrates under physiological conditions.By studying the oxidation of3，3，5， $5 ^ { - }$ tetramethylbenzidine (TMB)ando-phenylenediamine (OPD) in the presence of $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ or $\\mathrm { O } _ { 2 }$ to give a blue and yellow color, Fe SAEs exhibited Michaelis-Menten kinetics in the TMB and OPD colorimetric reaction,which proved that the Fe SAEs have peroxidase (POD)-like (Figure $3 \\mathsf { A }$ ,S13-Si5andTable S2) and oxidase (OXD)-like activity (Figure $3 ^ { \\mathrm { B } }$ and $\\mathrm { S u } { - } \\mathrm { S } _ { 1 2 } \\mathrm { \\cdot }$ ） ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Electron paramagnetic resonance (EPR） results provided insight into the mechanism of the heme-containing enzymes-like activity for Fe SAEs.As shown in Figure $\\mathrm { _ { 3 } D }$ ,Fe SAEs performed a 5, $5$ -dimethyl-1-pyrroline N-oxide (DMPO) trapped EPR spectrum with a set of intense four peaks, matching perfectly with hydroxyl radicals (·OH） species. Based on the EPR results,we further applied the Fe SAEs in the Fenton-like catalysis system to the degradation of stubborn organic pollutants.Phenol was selected asa representative pollutant to evaluate the property of Fe SAEs. Asexpected,Fe SAEs can effectively degrade the phenol in the aqueous solutions,and over $8 3 \\%$ phenol could be removed within $3 0 ~ \\mathrm { { m i n } }$ (Figure $3 ^ { \\mathrm { E } }$ ).Nevertheless,the $\\mathrm { F e } _ { 3 } \\mathrm { O } _ { 4 } .$ N-C and $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ only give removal efficiency of $2 4 . 4 \\%$ ， $8 . 5 \\%$ and $3 \\%$ ,respectively.More importantly,the performance of Fe SAEs was maintained more than ten times without significant loss of activity (Figure $\\mathrm { 3 F } )$ ，implying that the structure of Fe- ${ \\bf \\cdot N _ { 4 } }$ possess robust stability under the rigorous conditions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2b0814ab832d5b0bde557f45d6a25d2fb1e5b1c224f62b02df9d0c145593c007.jpg",
        "img_caption": [
            "Figure 4. Energies and models of intermediatesin mechanism of POD-like activity at the Fe SAEs from DFT calculations. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To gain the origin of the superior activity of Fe SAEs toward peroxide-mimickingreaction， wecarriedoutdensity functional theory calculations to investigate the catalytic reaction mechanisms of peroxidase process.We used $\\mathrm { F e N } _ { 4 }$ structure embedded in graphene as the experiment model to examine the peroxide-mimicking activity of Fe SAEs.The energyprofileandreactionpathwayofperoxidasemimicking on the confined Fe atom are depicted in Figure 4. First,the $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ molecule can spontaneous dissociation into $H _ { 2 } O$ molecule and a $\\scriptstyle { \\mathrm { F e = O } }$ intermediatewitha favorable energy of $- 2 . 3 5 \\mathrm { e V }$ .Then,another $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ molecule dissociation onthe other sideof the central Fe atom is identified to be exothermic by $\\mathbf { o . } 7 4 \\mathrm { e V }$ and forming an $_ { \\mathrm { O = F e = O } }$ intermediate The extra O species of the $_ { \\mathrm { O = F e = O } }$ is favorable for the adsorption of the first TMB molecule via the formation of an $_ \\mathrm { O - H }$ bond with energy of -o.ol eV,which is agree well with previousstudies. However， adsorptionanotherTMB molecule is the rate-determining step (RDS) with energy uphill by $ { \\mathbf { o . 8 6 ~ e V } } _ { : }$ ，since the O species has been saturated with the former Hatom.The twice deprotonations process of oxTMB forming·OH radicals are exothermic with an energy of -0.31 and $- \\mathbf { 0 . 3 4 } \\ \\mathrm { ~ e V }$ ，which has been detected by EPR experiments (Figure $\\mathrm { 3 D }$ ).In Figure4，we can see the overall change in energy is (ETotal) $- 2 . 8 0 \\ \\mathrm { e V }$ ,and the largest ERDS is $\\begin{array} { r } { 0 . 8 6 \\ \\mathrm { e V } . } \\end{array}$ The negative ETtal and small ERDS values indicate that the Fe SAEsoxidation of TMB by $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ is thermodynamically favorable,which is in line with the experimentallyobservedhighperoxidase-mimicking performance.It should be noted here, the RDS will become thermodynamically favored as the temperature increases and especially when the contribution of entropy is considered. The reaction pathway of catalase-mimickingc activity is also considered and showed in Figure Si6.The overall change in energy of catalase-mimickingc is (ETotal） -3.67 eV,and the largest ERDS is o.67 eV.Therefore,the decomposition of $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ to form $\\mathrm { ~ O ~ } _ { 2 }$ is also thermodynamically favorable. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Insummary,we have demonstrated that Fe SAEs successfully performing an intrinsic enzyme mimics activity similar to natural heme-containing enzymes. The Fe SAEs exhibits superduper peroxidase,oxidase,catalase enzyme-like and Fenton-like activities,which makes it useful in bio-detection and environmental protection.This works open up a new family of artificial material that mimics the natural enzymes. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ASSOCIATEDCONTENT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Detailed experimental procedures； SEM and TEM images; BET data, XRD data. This material is available free of charge via the Internet at http://pubs.acs.org. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "AUTHORINFORMATION ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1440.   \n(8) Zhang, J.; Zhuang, J.; Gao,L.; Zhang, Y.; Gu, N.; Feng,G.; Yang,D.; Zhu, J.; Yan, X. Chemosphere 2oo8,73,1524-1528. (9) Zhuang,J.; Zhang, J.;Gao,L.; Zhang, Y.; Gu, N.; Feng, G.; Yan,X.; Gao,L. Feng, G.; Yang,D.; Yan, X. Mater. Lett.2008, 62,3972-3974.   \n(10) Hu,Y.; Gao,X.; Zhu,Y.; Muhammad,F.; Tan, S.; Cao,W.; Lin,S.; Jin, Z.; Gao,X.; Wei, H. Chem. Mater. 2o18,30, 6431- 6439.   \n(1) Fan, K.; Wang,H.; Xi, J.; Liu, Q.; Meng, X.; Duan,D.; Gao, L.; Yan, X. Chem. Commun. 2017, 53, 424-427.   \n(12) Zhang, z.; Zhang, X.; Liu, B.; Liu,J.J. Am. Chem. Soc. 2017, 139,5412-5419.   \n(13) Liu, B.; Liu,J. Nano Res.2017,104,1125-1148.   \n(14) Qiao, B.; Wang,A.; Yang, X.; Allard, L. F.; Jiang, Z.; Cui,Y.; Liu,J.; Li,J.; Zhang, T. Nature Chem. 2oll,3, 634-641.   \n(15) Liu,P.; Zhao, Y.; Qin, R.; Mo, S.; Chen, G.; Fu, G.; Zheng, N.F. Science 2016,352, 797-801.   \n(16) Yin, P.; Yao,T.; Wu, Y.; Zheng,L.; Lin,Y.; Liu,W.; Ju,H.; Zhu, J.; Hong, X.; Deng, Z.; Zhou, G.; Wei, S.; Li, Y. Angew. Chem. Int.Ed.2016,55,10800-10805.   \n(17) Zhao, C.; Yu,H.; Wang,J.; Che,W.; Li, Z.;Chen,M.; Yang, J.; Wei, S.; Wu,Y.; Li,Y.Mater. Chem. Front.,2o18,2,1317-1322. (18) Jiang,B.; Duan, D.; Gao,L.; Zhou,M.; Fan, K.; Tang, Y.; Xi,J.; Liang,M.; Yan,X. Nat.Protoc.,2018,13,15o6-1520. (19)Li, X.; Huang, X.;Miao, S.; Ding, J.; Cai,W.;Huang,Y.; Zhang,T.; Liu, B.J. Am. Chem. Soc. 2018,1o.1021/jacs.8b05992. Corresponding Author   \nyuenwu@ustc.edu.cn   \nAuthor Contributions   \nC. Z. and C.X. contributed equally.   \nNotes   \nThe authors declare no competing financial interests. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This work was supported by National Key R&D Program of China 2017YFA (o208300） and (o70010o)， the National Natural Science Foundation of China (215221o7，21671180, 2152109i,Ui4632o2) and the Fundamental Research Funds for the Central Universities (WK6o3ooooo8i） and State Key Laboratory of Organic-Inorganic Composites (oic-2oi8o1007). We thank the photoemission endstations beamline iWiB in Beijing Synchrotron Radiation Facility (BSRF)，BLi4Wi in Shanghai Synchrotron Radiation Facility (SSRF),BLioB and BLIU in National Synchrotron Radiation Laboratory (NSRL) for the help in characterizations. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(1)Mirts,E.N.; Petrik, I.D.;Hosseinzadeh,P.; Nilges,M.J.;   \nLu,Y. Science 2018,361,1098-1101.   \n(2) Lin, Y.; Ren, J.; Qu, X. Acc. Chem. Res. 2014, 47,1097-1105.   \n(3) Zhou, Y.; Liu, B.; Yang,R.; Liu,J. Bioconjugate Chem. 2017, 28,2903-2909.   \n(4) Wei, H.; Wang,E. Chem. Soc. Rev.,2013,42, 6o6o-6093.   \n(5) Kotov,N.A. Science 2010,33o,188-189.   \n(6) Gao,L.; Zhuang, J.;Nie,L.; Zhang, J.; Zhang,Y.; Gu, N.;   \nWang，T.；Feng，J.；Yang，D.；Perrett，S.； Yan，X. Nat.   \nNanotechnol. 20o7,2,577-583.   \n(7)Fan,K.;Xi,J.; Fan,L.;Wang,P.; Zhu, C.;Tang,Y.; Xu,X.;   \nLiang,M.; Jiang,B.; Yan, X.; Gao,L. Nat. Commun. 2018,9, ",
        "page_idx": 3
    }
]