[
    {
        "type": "text",
        "text": "转型与发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国区域战略规划质量提升策略研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "顾春光",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "北京大学全球互联互通研究中心北京100872",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的／意义]一个高质量的规划对区域经济社会发展具有重要的意义。尤其在国家治理体系和能力现代化的大背景下，我国区域战略规划被赋予了更加丰富的内涵，在全面建成小康社会的历史进程中发挥着战略性、全局性的纲领性功能。［方法/过程］本文将规划编制分为战略定位阶段、战略博弈阶段和战略平衡阶段，分别分析了每一个阶段决定规划质量的核心要素。如果战略定位机制、战略博弈机制、战略平衡机制运行良好，形成一个均衡发展的格局，这样的区域战略规划应能促进区域经济可持续发展。「结果/结论」本文对如何提升规划质量等方面提出了若干政策建议：一是加强区域战略规划立法工作；二是遵循区域战略规划运行规律；三是建立规划全生命周期责任制；四是建立规划制定与实施协同运行机制；五是以规划评价推动区域治理体系建设；六是加强第三方评价机制建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：区域战略规划质量保证提升策略 分类号：F207 DOI: 10.19318/j.cnki.issn.2096-1634.2016.06.13 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "战略规划作为我国政府公共政策的组成部分，对经济社会的影响远大于崇尚自由经济的西方国家。一个高质量的规划对区域经济社会发展具有重要的意义。尤其在国家治理体系和能力现代化的大背景下，我国区域战略规划被赋予了更加丰富的内涵，在全面建成小康社会的历史进程中发挥着战略性、全局性的纲领性功能[1]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "提升区域战略规划质量的必要性",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "区域战略规划是地方政府公共政策的重要组成部分，在依法治国背景下其作用和价值日渐凸显。党的十八届三中全会指出：“政府要加强发展战略、规划、政策、标准等的制定和实施，加强市场活动监管，加强各类公共服务供给。”作为顶层设计的重要组成部分，在日趋复杂的社会环境下，区域战略规划被赋予了更加丰富的时代内涵，已经发展成为政府履职依据、社会发展蓝图和人民行动纲领，成为国家治理体系和治理能力现代化的重要手段。区域战略规划评价工作对于确保区域战略规划效能的发挥具有重要意义，因此越来越得到各国的重视，其地位和作用正在通过制度化或法制化的程序，不断得到巩固和强化[2]。英美两国对规划评估的考虑已成为规划编制时的必要环节。德国政府建立了全国范围内国土规划信息定期汇报机制。《中华人民共和国城乡规划法》提出了对城镇体系规划、城市总体规划等建立评估机制的明确要求。我国“十一五”经济社会发展规划开启了中期评估的制度建设，“十二五”规划单章论述了完善规划实施和评估机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平指出，规划失误是最大的浪费，规划折腾是最大的忌讳。近年来，由于主客观原因，不少地方政府将战略规划作为谋求自身利益最大化的手段，忽视了规划作为公共政策的属性，使规划编制成为程式化的工作，背离了原有的定位，编制的质量与效果大打折扣。在当前制度安排下，地方政府规划往往陷入“规划规划、墙上挂挂”的困境。一个再好的规划，如果不能有效落地，也只能是空中楼阁。2016年，我国正处于“十三五”规划的开局之年。面对复杂多变的世情国情，为了完成全面建成小康社会的历史重任，区域战略规划应与时俱进，适应时代和现实的需求，更好地发挥凝聚、引领和保障等功能作用[3]。在这一背景下，如何探索规划编制质量保证机制，将对各地方政府未来编制高质量的规划工作具有重要的实践价值。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "规划质量保证机制的核心要素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据规划编制的一般程序，本文将其分为战略定位阶段、战略博弈阶段和战略平衡阶段。如果战略定位机制、战略博弈机制、战略平衡机制运行良好，形成一个均衡发展的格局，这样的区域战略规划应能促进区域经济可持续发展。那么，在每一个阶段，能够保证高质量规划的核心要求是什么？",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1战略定位机制 主体多元化",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在战略定位阶段，中国的群众路线在这一阶段发挥了重要作用。中国已形成一套集思广益制定规划的机制安排，其民主实践已超越了“碎片化”政策过程的传统观点。但是，总体来看，战略定位科学性存在问题很重要的一方面原因，就是社会公众事实上被隔离在政策讨论之外，处于一个整体失声的状态[4]。在规划编制过程中，公众缺乏有效的参与渠道，自身的利益诉求无法形成独立的话语权。当然，也不排除个别社会民众被邀请参加座谈会等象征性参与。其原因既与缺乏有效的利益机制相关，也与民众具有“搭便车”等潜在心理预期相关，对规划事务缺乏持久的热情和专业的知识，在一定程度上表现为政治冷漠现象。因此，他们参与规划的能力、动机、渠道和手段等各个方面的欠缺，导致参与规划的深度、广度和效度都或多或少地产生了问题。如果公众的声音被无视，那么规划本身的价值将大打折扣，成为政府单方面的规划，失去规划存在的价值。只有社会公众秉承公共理性，其规划对话才能形成价值，为战略定位机制注入新的活力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 战略博弈机制 博弈充分化",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，我国正处于一个经济社会转型的特殊时期。在经济、社会和科学技术剧烈变化的阶段，长期以来积累的深层次问题不断显现出来。在这一背景下，规划作为调节社会关系和重大利益的公共政策工具，其作用与日俱增。规划是一个复杂而深刻的利益整合过程，它承载的就是对社会矛盾和冲突的调和，并提供社会共识和战略指引，从而构成社会前进的动力。任何回避或者忽略文本背后激流暗涌的利益整合过程，必然使规划失去原本的意义，使之沦为一文不值的谈兵之纸，无法真正落地。但是，在“十二五”规划具体实践中也出现了一些问题，如政府越位、公众缺位、专家错位。理想状态下的“政府一公众一专家”等博弈结构，往往被中央政府和地方政府之间的博弈所代替[5]。从我国“十二五”规划编制案例中，可以很清晰地看到，中央和地方两股力量博弈在“十二五”规划编制中的竞合过程，集中反映了两级政府对发展方式、战略路径等方面的不同理解，也从另一个侧面说明了改变路径依赖的艰难性。过度地追求经济利益，必然付出环境资源等方面的代价。“十二五\"规划中期评估报告显示，大部分任务和目标实施进展顺利，但是，中央力图控制的节能减排等关键指标进展缓慢，经济发展主要动力依然来自大规模的投资驱动，平衡型的增长战略没有真正落地。这恰恰是双方博弈没有形成真正有效共识的环节。此外，不少地方政府在规划过程中缺乏广泛深入研讨，缺乏上下左右的互动，有意无意地回避社会矛盾。他们对信息的搜集更多的是象征性意义，战略博弈更多的是政府体系内部的利益调和，在战略平衡阶段即使程序严谨，必然也是一个缺乏内容的规划，是一个政府自身的规划而不是整个区域的规划。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3战略平衡机制 -平衡多维化",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "政府的权力是人民赋予的，不能仅仅考虑强势集团的共识，而是要统筹考虑全社会的福利，并从一个更长远的周期和维度内寻求长治久安。在我国计划经济时代，投资、财政和信贷等平衡是计划编制的基本原则。在市场经济条件下，规划编制更应侧重于多种维度的平衡。尤其在现阶段，经济社会处于较为剧烈的转型期间，城市化进程加速，户籍、就业、教育、医疗等民生问题越来越尖锐，城乡差距、地区差距和代际差距越来越成为整个社会关注的焦点，规划应正视并关注这些维度的平衡，并通过空间、产业和代际等不同维度的手段配置资源，引导和平衡利益相关者行动方向，因此应具有很强的权威性、稳定性和连续性。“十二五”规划由过去简单的保增长，逐步向全面协调可持续发展方向转变。这种变化平衡了各种增长行为的收益和代价，是一种科学发展的理念。我国幅员辽阔，各地情况较为复杂，地区发展不平衡，既有经济较为发达的东部沿海地区，又有经济欠发达的中西部地区。如何发挥其比较优势，需要结合中央理念，立足于本地的资源禀赋，科学分析内外部环境，抓住机遇，迎接挑战，才能做出一个既有一定高度、又符合当地实际情况的高质量规划。但是，从具体实践来看，我国区域战略规划无论从编制程序还是平衡程度，都与既定的要求存在很大的差距。地方政府制定的规划往往对环境以及自身资源禀赋的分析往往不到位，在具体资源配置等方面容易重城市而轻农村，重发达而轻欠发达，重当代而轻后代，难以做到真正的平衡，实现机会均等的公正。特别是在资源型省份，对物质建设过于强调，在社会发展等方面重视程度不够，对资源环境等方面实质性平衡略显不足。如果不能理顺内在的逻辑，社会经济系统出了问题，可能会让整个社会付出沉重的代价[]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "提升区域战略规划质量的若干策略",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从建国初期第一个五年计划到2015年为止，我国已经完成了十二个五年计划（规划）的编制和实施工作，对经济社会发展产生了重要而深刻的影响。在新的历史阶段，面对复杂多变的世情国情区情，面对日趋复杂的社会治理环境，区域战略规划应与时俱进，主动适应参与主体多元化、博弈规则法制化、综合平衡科学化等现实需求，更好地发挥凝聚、引领和保障等功能作用，促进和推动区域经济社会健康可持续发展。基于上述情况，结合本文研究成果，建议从以下6个方面加强和改进区域战略规划编制工作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1加强区域战略规划立法工作",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "区域战略规划的本质是由特定空间的优势与特定时期的机遇所决定的，能够使特定区域各类利益相关者长期利益均衡和最大化的解决方案。在寻找最佳解决方案的过程中，对应着一整套完整和科学的方法论。目前，不少地方政府规划编制和执行往往走人了运动式、会议式的模式，这与我国国家治理体系现代化的背景严重脱节，也不符合依法治国的内核精神。针对我国区域战略规划随意性较大等现象，加强规划立法，提高规划严肃性，将规划文本由行政文件转向法律文件越来越必要[7]。在美国等西方国家，规划审批权力由地方议会行使，从另一个侧面证明了规划编制等行为已列入地方立法行为。与行政行为比较，法律行为权威性大、约束力强，这与区域战略规划内在的严肃性和稳定性等要求具有较强的一致性，有利于提高规划编制的质量，也有利于规划更好地执行和落地。因此，从长远来看，应把规划立法作为一项事关长远和全局的重要事项加以重视和推进。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "规划立法是一项复杂而重大的社会工程，需要进一步明确规划功能定位、性质、作用、程序、实施等方面内容，厘清规划与市场之间的关系问题。一是做好规划体系顶层设计。当前，我国规划层级繁多、类型多样，各级各类规划定位冲突，关系不清。针对这些问题，规划立法要从顶层设计着手，建立一个以国民经济和社会发展规划为龙头、以各级各类规划为协调的统一有序、功能互补、层次清晰的国家规划体系，从法律上真正解决“多规合一”的实践难题[8]。二是优化规划编制程序。我国政府区域战略规划编制过程相对不透明、不公开，编制程序较为随意，一些必要的征求意见环节缺失。编制完成后，不能及时向社会公开，影响了规划的行动纲领价值。因此，要通过立法行为，建立较为科学、民主和规范的规划编制流程，明确必要的法定程序，如前期研究、起草、征求意见、论证、公示、审批、发布等关键环节。三是严格规划执行机制。针对规划执行层面随意性大、效果不明显等问题，立法工作应着力构建责任清晰、界面明确、监督有效的实施执行机制，使规划实施拥有可评估、可追溯、可问责的闭环评价体系，推动规划在区域经济社会发展中发挥应有的价值和贡献。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2遵循区域战略规划运行规律 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在对规划本质深刻理解的基础上，本文将规划形成过程进一步解析为战略定位阶段、战略博弈阶段和战略平衡阶段。在每一个阶段中，都蕴含着经济社会发展的内在规律。编制一个好的战略规划，应遵循每一阶段的客观规律，确保规划编制的科学性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "确保每一个人都能充分地表达意见。区域是所有人的区域，不仅区域内的各类群体，上级政府、外地投资者，乃至周边区域的人群都与区域经济社会发展有着千丝万缕的联系。他们构成了区域战略规划的利益相关者[9。如果在区域战略规划编制过程中，没有他们参与的身影，那么从程序上来讲显然是不完整的，同时在执行的过程中也会因为缺乏民意基础而难以真正落地。一是应进一步完善规划编制环境，做到真正地开门搞规划，实质性地引进专家、公众等多元主体，分类参与规划编制各个阶段的博弈过程，形成多元主体构成的规划参与格局；二是充分利用微信、网络、新媒体等多种技术平台，多层次、多渠道地收集信息资源，全方位地反映社会各类群体的利益诉求；三是建立公众参与率约束机制，明确对公众参与率、代表性等方面的具体程序和考核要求，并对意见采用率提出具体要求。建立纸质、电子（包括音频、视频）等物质载体，以便真实地记录公众意见，为考核提供重要参考依据。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "形成一个充分互动的博弈格局。当前，规划具有话语权的博弈主体更多地体现在中央和地方两级政府之间，其博弈基本上处于单线状态，无法与社会产生良性互动，并产生较好的群众基础[10]。因此，一是构建相互制衡的主体结构。要发挥公众主体利益相关者、专家能力提供者、政府平台提供者的功能定位，确保权力在核心利益相关者之间进行规范性、有效性的配置，建立价值偏好与理性之间的平衡。地方政府更重要的工作应是提供对话的平台，科学制定游戏规则，并对最终的方案或者结果做出综合平衡，构建多元化、相互制衡的规划主体结构。二是优化专家智库供给市场。在战略博弈机制的运行过程中，专家发挥了协调、沟通、引导等核心功能，是形成规划方案的一条主线。我国智库建设应加快专业性能力建设，强化独立性运行要求，提高特色化水平。三是推进博弈“潜规则”显性化。长期以来，我国区域经济社会发展中，特殊利益群体凭借着经济等方面的话语权，往往与地方政府结成联盟，形成博弈的“潜规则”。应积极推进博弈“潜规则”变成“明规则”，并做到公平、公正、公开，成为公众共同遵循的准则而非少数群体操作的“潜规则”。如果停留在“潜规则”层面，那么能够实现利益最大化的只能是少数强势群体。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "做出一个全局和战略眼光的平衡决策。规划应着眼于一个区域的长远发展，突出战略眼光和前瞻思维，在时间和空间等多个维度实现规划的统筹平衡。一是明晰政府自身定位与边界。从某种意义上来说，规划陷入程序化的泥潭，根本原因不在于规划本身的定位，而是在于政府在经济社会中的自身定位。在简政放权的大背景下，规划应更好地服务于政府定位转型，强化对政府供给公共服务的约束力，助推市场在资源配置上发挥决定性作用，在厘清政府和市场边界的基础上，最大限度地释放市场活力，解放和发展社会生产力。二是提升规划自身系统性和兼容性。从规划自身角度来看，我国规划体系尚不完善。由于我国各部门之间存在壁垒，诸多规划之间缺乏衔接性，削弱了整个规划体系的系统性。建议以区域经济与社会规划为切人点，整合不同类型和层次的规划，明确各级各类规划的边界条件，形成既有顶层设计又有类别衔接的规划体系，以此推进“多规合一”的实践，构建我国统一、科学、系统的规划体系。三是构建鼓励长期行为的政策激励环境。当前，由于地方政府的任期制以及GDP考核导向，更多地关注短期利益而不是长期利益。因此，实现区域战略规划真正的综合平衡需要有先进的发展理念作为顶层指引，改革政府及官员考核机制，致力于追求更加系统和平衡的新型增长模式，推动实现长期利益和短期利益、局部利益和全局利益、群体利益和集体利益之间的协调，实现区域经济社会的健康和可持续发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3建立规划全生命周期责任制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在规划编制过程中，战略定位、博弈和平衡机制次序发挥作用，最终将生成若干以经济、社会、环境为核心的一系列数量指标以及与之配套的经济技术政策。此后，规划编制将告一段落，并进入规划执行阶段。在这一过程中，事实上存在责任不清晰的困境。首先，中央政府和地方政府的责任界面不清晰。由于信息不对称，以及人力精力的局限，中央政府对地方政府规划的指导和监管力度不够，过度依赖于地方政府的数据资料。其次，由于任期制的限制，上一任政府编制规划往往由现任政府实施。编制规划和实施规划主体错位，地方政府对上一届规划的责任感不强。最后，专家团队是决定规划编制质量的重要因素之一。由于地方政府具有独特的权威性，专家往往屈从于政治的力量，在一定意义上失去了专业独立性，提供专业化服务的责任感缺失。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为了解决这一问题，必须从规划编制实施的全生命周期着手，建立考核激励机制，落实责任追究制度。一是要发挥中央（上级）政府的指导责任。在整个规划体系中，中央政府处于最高也是最核心的地位。当前，国家发展改革系统由于人力资源不足，难以对地方政府规划编制和实施进行有效地监控和指导。建议吸收高校、科研院所相关人员，组建相对固定的团队，相对专注于规划编制的培训和实施的动态指导工作，真正使地方五年规划既能落实中央的战略意图，又能体现地方特色和阶段特征。二是强化地方政府的主体责任。在市场化改革的大背景下，地方政府应进一步简政放权，弱化审批功能，强化规划功能。要把规划作为政府治理的重要手段，建立区域战略规划质量评价指标体系标准，建立区域战略规划质量考核机制，建立责任追究制度，强化对规划编制质量、时间节点和实施效果等方面的全方位考核，助推地方政府执政能力和水平的提高。三是明确专家团队的服务责任。应树立尊重知识的氛围，尽量避免对专家团队越权干预，为专家团队创造良好的工作环境。强化专家团队对服务合同的履约责任，提升其专业服务水平，树立自身的专业权威性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4建立规划制定与实施协同运行机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在当前制度安排下，地方政府规划往往陷入“规划规划、墙上挂挂”的困境。究其原因，很重要的一点是规划编制和实施涉及多类主体。地方政府任期和规划周期存在一定的交叉，但不完全重合。出于政绩的动机，地方政府有着强烈修改上一任政府规划的愿望，从而造成了规划的不连续性。编制规划团队往往由咨询公司、高校、科研机构等构成，决策部门由地方政府行政首长以及发改委、住建委、国土局等政府部门构成，实施单位由下属机构或者下一任政府构成。编制、决策和实施等主体的多元化，势必造成规划执行的动机和效果产生偏差。规划编制完成后，即使是一个高质量的规划文本，但是由于难以执行或者效果不理想，也会失去编制的价值和意义。因此，必须解决规划编制和规划执行之间的衔接问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "建立规划制定与实施协同运行机制，关键是制度设计。一是在规划编制阶段提前吸收执行人员介人，形成联合工作机制，尽可能保证制定规划和实施规划是同一群体或人员，以更好地理解规划文本的内涵，方便执行实施。二是强化规划政策连续性。地方政府编制规划时，应该加强对上一任规划的评估，并结合环境变化，提出修改规划的原因，处理好政府换届与规划思路的延续和对接，以保持两个规划的政策连续性，发挥好五年规划的实质作用[]。三是发挥公众的监督作用。要借助传统媒体和新媒体等多种渠道，进一步推动政务公开透明工作，建立规划编制信息和执行信息通报机制，让公众的知情权落到实处，从而更好地监督地方政府执行规划工作，保证区域经济社会各项事业始终行驶在规划的主航道上。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.5以规划推动区域治理体系建设",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一个良好的区域战略规划编制环境，应建构在一个多中心、多层次、网络化的社会治理体系中，并在国家治理现代化进程中加以完善[12]。在提升区域战略规划编制质量的同时，也将在一定程度上促进区域治理体系的健全和完善。一是强化战略定位机制，培育公众参政能力。一个好的战略定位机制，离不开公众的积极参与。目前，我国公众参政议政的素养和意愿不高。政府在畅通公众利益表达渠道的同时，应加强培育公众参政议政的素养和能力，支持社会组织的建设，为构建区域治理体系创造基础条件。二是强化战略博弈机制，探索多元治理模式。一个好的战略博弈机制，在于多元主体的良性互动，通过辩论解决矛盾，形成共识。不少地方政府在规划过程中缺乏广泛深入研讨，缺乏上下左右的互动，有意无意地回避社会矛盾。他们对信息的搜集更多的是象征性意义，战略博弈更多的是政府体系内部的利益调和。应适应区域治理的理念，构建政府一公众一专家等多元主体的博弈结构，把区域战略规划真正变成整个区域的规划，而不是一个政府自身的规划。三是强化战略平衡机制，提高政府执政能力。区域治理能力现代化对政府执政能力提出了较大的挑战。但是在规划实践中，地方政府往往重城市而轻农村，重发达而轻欠发达，重当代而轻后代，难以做到真正的平衡，实现机会均等的公正。应加强政府执政能力建设，提高驾驭全局的综合水平，深化战略平衡机制建设，从而不断完善区域治理体系，促进区域经济社会健康发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.6加强第三方评价机制建设",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "评估环节是我国区域战略规划的重要控制手段，也是保证实施质量不可或缺的重要环节之一。目前，我国地方政府规划评估一般可以分为自我评估和外部评估（第三方评估）。在实践工作中，地方政府更倾向于自我评估。第三方评估往往也是政府部门下设研究机构或者由当地高校等机构承担，实质上并没有真正的独立性。因此，其评估的公正性、客观性就大打折扣。从内容方面来看，大都倾向于肯定成绩，而忽略了规划实施过程中存在的问题。而后者对于地方政府则往往意义更大。从方法论来看，目前评估一般都沿用“蓝图一致法”，科学性尚不足。实践中过于依赖被评估部门的数据提供，很容易造成被动局面，使得评估工作流于形式。在“甲方”支付给“乙方”费用这一机制的作用下，专家很难发表实质性不利于“甲方”的意见。这种制度性的安排将使技术精英沦为政治的附庸，或者从“技术精英”转型为“政治精英”。如参与规划前期课题的机构，本身就属于高校、政府部门下属研究机构等，从性质上来看则属于体制内的学术精英。而民间的研究机构则处于相对边缘化的地位。而作为一个巨大而复杂的经济社会系统，其决策过程仅仅局限于体制内，显然并非是双赢或者多赢的局面。特别需要第三方的独立的声音，能够代表和体现社会公众的意志和声音，为规划的编制提供更好的理性和民意基础[13]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "因此，现阶段亟需创新地方政府评估方法，引进真正具有独立意义的第三方评估力量，确保规划目标的实现。一是筹建规划评估研究机构，强化第三方评估能力建设。从国外来看，第三方评估机构一开始往往良莠不齐，在不断的市场竞争中优胜劣汰，逐步产生水平较高、公信力较强的专业化评估机构。当前，我国第三方评估机构从总体上来说还比较弱小。应加强评估学科和能力建设，建立一支较为专业化的评估人才队伍，逐步形成有序发展的第三方评估学科。二是建立第三方评估供应市场。应有计划地培育第三方评估供应商，制定鼓励研究会、高校、专业咨询公司等独立于体制外的机构承担第三方评估工作等政策，为第三方评估市场的培育创造条件。要建立第三方评估招标机制，推动第三方评估市场化运作。加强评估结果综合应用，发挥激励与约束作用。通过第三方评估发现差距，诊断问题，找到系统解决方案。三是建立大数据评估平台。当前，制约规划实施落地存在多方面原因，其中由于部门的壁垒造成数据的割裂、信息的不对称，从而制约了规划评估的可操作性。评估机构只能依靠被评估单位提供的数据，因此无法真正监督和评价规划的执行情况[14]。要逐步建立全国范围内互联互通、统一共享的规划信息系统。建立执行信息采集机制，每一个执行单元应动态输入执行信息，以便于地方政府监控和指导规划实施情况。建立信息通报机制，在掌握一手动态信息的基础上，上级机关应统揽全局，及时协调资源，对执行单元未来发展做出有效的指导。同时，增强规划信息开放度，除必要的涉密信息外，应有计划、有步骤地向社会公众开放数据信息[15]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4小结 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "要想真正推进规划编制的科学化发展，涉及到规划由蓝图向公共政策转型的重大课题，这是一个系统性、长期性和艰巨性的公共治理工程[16]。本文对如何提升规划质量等方面提出了若干政策建议：一是加强区域战略规划立法工作；二是遵循区域战略规划运行规律；三是建立规划全生命周期责任制；四是建立规划制定与实施协同运行机制；五是以规划评价推动区域治理体系建设；六是加强第三方评价机制建设。现阶段，提升规划质量无论对于政府还是学术界，都是一个宏大的课题。具体解决和落实需要进一步凝聚各方智慧和力量，更需要解放思想、勇于破除利益格局。只有长期不懈地努力和坚持，才能不断提升规划质量，促进区域经济社会健康可持续发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]王绍光,鄢一龙，胡鞍钢.中国中央政府“集思广益”型决策模式：国家“十二五”规划的出台[J].中国软科学,2014(6): 1-16.  \n[2] 金太军，姚虎.公共政策的思维范式：中国场域的实践[J].马克思主义与现实，2012(6):116-122.  \n[3] 薛澜.顶层设计与泥泞前行：中国国家治理现代化之路[J].公共管理学报,2014(4):1-6.  \n[4] 孟芊.我国发展规划编制中的多元主体参与研究[J].中国行政管理，2014(5):77-81.  \n[5]胡鞍钢．中国特色的公共决策民主化：以制定“十二五”规划为例[J].清华大学学报（社科版），2011(2): 44-50.  \n[6]郝彦菲，高辉清.切实做好“十二五”规划中期评估工作[J].宏观经济管理，2013(7):20-22.  \n[7] 贾川.完善发展规划评估机制的对策与建议[J].中国经贸导刊，2012(12):92-93.  \n[8] 赖世刚.城市规划实施效果评价研究综述[J].规划师，2014(11): 16-19.  \n[9] 鄢一龙，吕捷，胡鞍钢．整体知识与公共事务治理：理解市场经济条件下的五年规划[J].管理世界，2014(12): 70-78.  \n[10]李娟，梁运文.基于扎根理论的国家战略性区域规划形成机制研究[J].学术论坛，2014(9):57-62.  \n[11]张云昊.我国社会科学研究参与公共政策制定的过程分析：以“十二五”规划为例[J].中国行政管理，2013(7):22-25.  \n[12]杨冠琼，刘雯雯.公共问题与治理体系：国家治理体系与能力现代化的问题基础[J].中国行政管理,2014(2):15-22.  \n[13]高辉清，胡少维.进一步完善规划实施的保障机制[J].宏观经济管理，2013(11):50-55.  \n[14]代明，江思莹．发展战略规划实施成效评价量表编制[J].兰州学刊，2013(10):122-125.  \n[15]鄢一龙，王绍光，胡鞍钢．中国中央政府决策模式演变[J].清华大学学报（哲学社会科学版),2013,28(3):114-122.  \n[16]霍国庆，顾春光，张古鹏.国家治理体系视野下的政府战略规划：一个初步的分析框架[J].中国软科学，2016(2): 156-168.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Study on the Strategy of Improving the Quality of Regional Strategic Planning in China ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Gu Chunguang ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Centre for Global Policies Studies,Peking University, Beijing 1000872 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] A high quality planning is of great significance to the development of regional economy and society.The regional strategic planning of our country has been endowed with more abundant connotation,and it is playing a strategic,overall and programmatic function in the historical process of building a well-off society in an al-round way. [Method/process] In this paper, the planning system was divided into the strategic positioning stage,the strategic game stage and the strategic balance stage.The author analyzed the core elements ofthe quality of each stage.Ifthe strategic positioning mechanism,the strategic game mechanism and the strategic balance mechanism were running wel, the regional strategic planning should be able to promote the sustainable development of the regional economy.[Result/conclusion] Accordingly,this paper puts forward some policy suggestions on how to enhance the quality of planning: strengthening the regional strategic planning legislation; following the operation rules of regional strategic planning; establishing the whole life cycle planning responsibility system; seting up the planning coordination mechanism and implementation; promoting the construction of the regional governance system with the planning evaluation; strengthening the construction of the third party evaluation mechanism. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: regional strategic planningquality assurance mechanism promotion strategy ",
        "page_idx": 6
    }
]