[
    {
        "type": "text",
        "text": "The behaviors of helium atoms in tantalum, rhenium and osmium ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yu-Wei You, $a$ Jie Hou, ${ } ^ { a , b }$ Jingjing Sun, $^ { a , b }$ Xiang-Shan Kong, $a$ Xuebang Wu, $a$ C. S. Liu, $^ { a , \\dagger }$ J. L. Chen,c ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\boldsymbol { a }$ Key Laboratory of Materials Physics, Institute of Solid State Physics， Chinese Academy of Sciences,P.O.Box 1129,Hefei 230031,P.R. China （2 $b$ University of Science and Technology of China, Hefei 230026, P. R. China   \nCInstitute of Plasma Physics, Chinese Academy of Sciences, Hefei 230031, P. R. China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We present systematic first-principles studies of occupancy, diffusion，and segregation of He atoms, as well as underlying evolution mechanism of He clusters in Ta, Re and Os precipitates to help to understand the effect of alloying solutes on He retention and bubble formation. It is found that single He atom prefers tetrahedral (T） site in Ta and basal octahedral (BO） site in Re and Os. Single He atom prefers the diffusion path from one T site to the closest T site in Ta, and the diffusion path from one BO site to the next BO site passing an octahedral site along (Ooo1) direction in Re and Os. The diffusion of single He atom in Ta,Re and Os is relatively difficult than that in W. He atoms are energetically favorable to segregate at interstitial sites forming $\\operatorname { H e } _ { n }$ clusters in Ta, Re and Os,and form close-packed He monolayer structure between (11O) planes in Ta. The binding strength of $\\operatorname { H e } _ { n }$ cluster in Ta,Re and Os is relatively small than that in W(W $>$ Os $>$ Re $>$ Ta). Compared with interstitial sites, He atoms are more energetically favorable to aggregate in vacancy cluster forming ${ \\mathrm { V a c } } _ { m } { \\mathrm { H e } } _ { n }$ . The binding strength order of ${ \\mathrm { V a c } } _ { m } { \\mathrm { H e } } _ { n }$ cluster in the systems obeys W $\\simeq$ Os $>$ Re $>$ Ta. We thus expect that the presence of Ta and Re may contribute to reduce He retention and bubble formation in W. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Confinement thermonuclear fusion energy, a kind of clean and sustainable energy source, is expected to provide sufficient energy to satisfy the mounting demand of mankind. The International Thermonuclear Experimental Reactor(ITER） is thereby constructed to realize self-sustaining combustion and demonstrate the scientific and technological feasibility of fusion energy [1]. Tungsten (W) is chosen as diverter plasma facing materials (PFMs) in ITER and considered a promising candidate for an application in future nuclear fusion reactors because of the good properties of high resistance to erosion and sputtering, and stability against neutron damage. However, the irradiation of D,T,and helium (He) ions,and high-energy neutrons (up to 14 MeV) will result in the degradation of the mechanical properties and structural strength of W by producing H/He bubbles and transmutation element precipitates in the material. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Under neutron irradiation in a fusion reactor, W undergoes transmutation to its near-neighbors in the periodic table. The burn-up calculations showed that pure W is primarily transmuted to tantalum (Ta),rhenium ( $\\mathrm { R e }$ ）and osmium (Os） isotopes under high-energy neutron irradiation. By calculations, Gilbert and Sublet predicted that the concentrations of transmutation elements Ta, Re and Os reach up to O.81 at. $\\%$ ， $3 . 8 \\ \\mathrm { a t . \\% }$ and 1.4 at. $\\%$ after five years of fusion operation [2], respectively. The concentrations of transmutation products are unquestionable at significant levels. In contrast, the level of transmutation predicted for ITER conditions is lower by orders of magnitude [2]. On the other hand, Re is often artificially introduced as alloying elements for improving the mechanical properties of W for fusion reactor applications, and Ta and Re elements are added in W for reducing the D retention and suppressing bubble formation. Typically, between 5 and 26 at. $\\%$ （20 Re are added to increase the low temperature ductility and to improve the high temperature strength and plasticity, the creep strength and the recrystallization temperature of W [3-7]. Many experimental works are performed to access the infuence of Ta and Re on H retention and bubble formation in tungsten [8-11]. Zayachuk et al. found that the amount and size of bubbles in W-1 at. $\\%$ Ta and W-5 at.% Ta exposed to D are significantly smaller than that in pure tungsten [8-1O]. Meanwhile, Alimov et al. found that the size and density of bubbles in W-5 at. $\\%$ Re is much smaller than that in pure tungsten exposed to D ions at 523 K [11]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Neutron irradiation also induces structure modification of W alloys (WTa, W-Re, and W-Os) and solute-rich precipitates formation although Ta, Re and Os are far below the solubility limit. It was reported that the solute-rich precipitates with $\\chi$ phase structure $\\mathrm { ( R e _ { 3 } W ) }$ appear in neutron irradiated W-based binary alloys containing 5, 11，and 25 wt. $\\%$ Re [12]. It was also found that the $\\chi$ and $\\sigma$ phase (ReW) precipitates are formed in W-26 at. $\\%$ （20 Re alloys [13-16]. Similarly, many needle-like precipitates and black dots appeared in W-3 at. $\\%$ Os alloy irradiated to 1.54 dpa [17], and plate or needlelike precipitates in $\\{ 1 1 0 \\}$ planes were observed as well in W-5 at.%Re-3 at. $\\%$ Os and W-25Re-3Os dilute ternary alloys [18, 19]. Therefore, there may be plenty of solute precipitates in W in a fusion environment. Meanwhile, He ions are ubiquitous in W exposed to He ions in a fusion environment, and consequently interact with solute precipitates, which will also reversely influence He bubble formation and He retention in W. Thus, it is crucial to study the behaviors of He in solute precipitates. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Solute precipitates in W have the common character, i.e., the local concentrations of solutes like Ta， Re and Os are very high. According to the phase diagram， W-Re alloy is initially body-centered cubic (bcc) structure and transformed to bcc $+ \\sigma$ ， $\\cdot$ ， $\\cdot$ and ultimately close-packed hexagonal (hcp) phase with the increase of solute concentration [2O]. And it is found in our previous work that Re and Os are energetically favorable to accumulate at vacancies, providing local high-concentration of Re and Os in W [21]. Thus, the precipitates with locally high-concentration of solutes are assumed to be bcc Ta, hcp Re and hcp Os. The behaviors of He in solute precipitates regarding the influence of Ta, Re and Os on He bubble formation at atomic level are extremely diffcult to be directly determined by experiments. While theoretical simulations are very effective ways to obtain the behaviors of He in Ta, Re and Os. First-principles theory is a kind of accurate and reliable method which is widely used to study the energetics of point defects and the interaction between He and point defects [22, 23]. In the present work, firstprinciples calculations are systematically performed to study the clustering of He atoms at interstitial sites and the interaction of He with vacancy, as well as the diffusion behaviors of He in bcc Ta and W,as well as hcp Re and Os. It is found that He atoms are energetically favorable to segregate at both interstitial sites and vacancies in the systems, and He atoms are more preferable to nucleate at vacancies. He atoms prefer to form close-packed monolayer structure between (11O) planes in bcc Ta. The binding strength of $\\cdot$ clusters in Ta, Re and Os is relatively small than that in W, and the strength of Vac $\\cdot$ He $n$ in Os is close to that in W but larger than that in Ta and Re. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.Computational details ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "All the calculations performed in this work are based on density functional theory as implemented in the Vienna $A b$ -initio Simulation Package (VASP) [24, 25]. The projector augment approximation wave potentials (PAW） and the generalized gradient approximation (GGA） with the exchange-correction functional proposed by Perdew and Wang are employed [26]. The wave functions are expanded in the plane-wave basis set using an energy cutoff of 500 eV for Ta, W, Re,and Os systems. The integrations over the Brillouin zone are performed considering a mesh of 3 $\\times$ 3 $\\times$ 3 $k$ for the calculations in the 128-atom 4 $\\times$ 4 $\\times$ 4 supercells of Ta, W, Re, and Os. The positions of the atoms and the volume of the supercell are fully optimized to obtain the energy for each system. When the forces on each atom converge to a value below $0 . 0 1 \\ \\mathrm { e V } / \\mathrm { \\AA }$ ， the structural optimization process will be terminated. The point-defect formation energy is calculated according to the following formula [27]: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nE _ { f } ( X ) = E ( X ) - E ( n o X ) - \\sum _ { i } n _ { i } \\mu _ { i } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $E ( X )$ and $E ( n o X )$ are the total energies of the systems with and without point-defect $X$ ，respectively. $\\mu _ { i }$ is the chemical potential of species $i$ ，and $n _ { i }$ is the number of atoms of species $i$ added to ( $n _ { i } > 0$ ）or removed from ( $n _ { i } < 0 )$ the supercell to form the point-defect. In the calculations, the energy of a single atom in a 128-atom supercell is taken as the chemical potential for Ta, W, Re or Os, and the chemical potential of helium is zero since He is a closed-shell atom. The incremental binding energies of ${ \\mathrm { H e } } _ { n }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "clusters are then given by: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nE _ { b } ( H e _ { n } ) = E ( H e _ { n - 1 } ) - E ( H e _ { n } ) - ( E ( P ) - E _ { g } ( H e ) ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $E _ { g } ( H e )$ is the total energy of the system containing a He atom at the energy-lowest interstitial site, and $E ( H e _ { n } )$ is the energy of the system with an interstitial ${ \\mathrm { H e } } _ { n }$ cluster，and $E ( P )$ is the energy of perfect system. $n$ is the number of He atoms. The incremental binding energy of ${ \\mathrm { V a c } } _ { m } { \\mathrm { H e } } _ { n }$ is expressed by: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nE _ { b } ( V a c _ { m } H e _ { n } ) = [ E ( V a c _ { m } H e _ { n - 1 } ) + E _ { g } ( H e ) ] - [ E ( V a c _ { m } H e _ { n } ) + E ( P ) ] ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $E ( V a c _ { m } H e _ { n } )$ is the total energies of the systems containing a vacancyhelium cluster $V a c _ { m } H e _ { n }$ ： $m { = } 0$ or $1$ . Since He is a kind of light element, zero-point-energy (ZPE) correction may influence the stability of He in all the systems. ZPE of He atoms are calculated by summing up the vibrational energies of the normal modes by the expression: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nZ P E = \\frac { 1 } { 2 } \\sum _ { i } \\hbar \\nu _ { i } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\hbar$ and $\\nu _ { i }$ are Plank's constant and the normal vibration frequencies. The direct calculations regarding the vibrational energies of the systems in the presence of He-involved defects is computationally expensive. Besides, the masses of the considered metal atoms are much larger than that of He, which results in that the vibrational energies of metal atoms are much smaller than that of He atoms. Therefore Einstein approximation is used to calculate ZPE of He atoms in all metals, and the metal atoms are fixed and ZPE is calculated only from normal vibrational modes of He atoms. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1. Solution of interstitial He in Ta， W, Re, and Os ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The most-stable states of both W and Ta are bcc structures,and both Re and Os are hcp structures. In bcc structure, there are two kinds of high-symmetry interstitial sites,i.e., tetrahedral (T) site and octahedral (O) site. In contrast, there are as many as six possible interstitial sites in hcp structure, that are, T site, basal tetrahedral (BT) site, midway between two nearest neighbors in the basal plane (BC), basal octahedral (BO) site, O site, and midway between two nearest neighbor atoms out of basal plane (C). All the notations of interstitial sites are the same as those in Refs [28, 29], and these initial interstitial sites in hcp structure are shown in Figure 1. The formation energies of He at the T and O in bcc W and Ta, and He at T, O, C,BT,BC,and BO sites in hcp Re and Os are determined. The formation energies are calculated with and without ZPE corrections,and the results are summarized in Table 1. According to our calculations,He is energetically more favorable to occupy T site rather than O site by O.21 eV and O.31 eV in W and Ta, respectively. The site-preference of He in Ta and W agrees well with previous results [30]. The formation energies with ZPE correction for He at T and O sites also agree well with previous values [31]. In hcp structure, it is unstable for He to occupy BC and BT sites in both Re and Os. When He atoms are put at BC and BT, they will move to the closest BO and T sites, respectively. Except for the calculations of He atoms at the interstitial sites, the substitutional sites are also considered in all the four metals. In calculating the formation energy of He at substitutional site,a vacancy is assumed to presented in the systems. The formation energy of single He atom at substitutional site in W is the lowest followed by that in Ta, Os and Re. When ZPE corrections are considered, the formation energies of He at the interstitial sites and substitutional sites are somewhat increased. However, formation energies are about O.1 eV increased when ZPE corrections are included, which do not change the site-preference of interstitial He in all the four metals. In the following calculations, the lowest-energy configurations of interstitial He in the metals are taken as references. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/38c90255e02e3972d07fb36ba601e7d17e2a482313fac693728d78c297ca713f.jpg",
        "img_caption": [
            "Figure 1: (Colour online) The configurations of high-symmetry interstitial sites in hcp structure: tetrahedral site (T),basal tetrahedral (BT） site,basal plane (BC), basal octahedral (BO） site, octahedral (O） site and the midway between two nearest neighbor atoms(C) out of the basal plane. The gray and green balls are Re (or Os) and He atoms, respectively. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Table 1. The solution energy (in eV) with and without ZPE correction of He at various interstitial and substitutional sites in bcc W and Ta, and hcp Re and Os via first-principles calculations. The interstitial sites are plotted in Figure 1. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/749da5b1710a361d7bc6ce9373005395481f1ba11574e0dc674e4c40b4588a14.jpg",
        "table_caption": [],
        "table_footnote": [
            "α Reference [30] b Reference [31] "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"4\">Without ZPE</td><td colspan=\"4\">With ZPE</td></tr><tr><td>Ta</td><td>W</td><td>Re</td><td>Os</td><td>Ta</td><td>W</td><td>Re</td><td>Os</td></tr><tr><td>T</td><td>3.33(3.16a)</td><td>6.18(6.15a)</td><td>5.55</td><td>7.19</td><td>3.41</td><td>6.26(6.14b)</td><td>5.67</td><td>7.34</td></tr><tr><td>0</td><td>3.64(3.42a)</td><td>6.39(6.39a)</td><td>5.29</td><td>6.64</td><td>3.73</td><td>6.43(6.37b)</td><td>5.34</td><td>6.71</td></tr><tr><td>BO</td><td>1</td><td>1</td><td>4.95</td><td>6.33</td><td>1</td><td>1</td><td>5.07</td><td>6.44</td></tr><tr><td>C</td><td>1</td><td>1</td><td>5.73</td><td>7.11</td><td>1</td><td>1</td><td>5.81</td><td>7.18</td></tr><tr><td>Sub</td><td>1.76(1.75a)</td><td>1.62(1.38a)</td><td>2.10</td><td>1.84</td><td>1.82</td><td>1.69</td><td>2.18</td><td>1.93</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2. Diffusion of interstitial He atom in Ta, Re, and Os ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As shown in the context, the occupancy preference of an interstitial He atom has been determined and shown in Table 1 for Ta, W，Re,Os. The diffusion behavior of He from one ground-state to the next in the systems is determined using the nudged elastic band (NEB) method as done in our previous work [32,33]. Thus, two migration paths of He atom in Ta are chosen, i.e., from one most-stable T site to its nearest T site,and from one T site to the second nearest T site passing through one O site. The barriers of interstitial He in perfect Ta are shown in Figure 2. We find that the most favorable diffusion path of one interstitial He in Ta is from T site to its closest T site (from T $^ { \\perp }$ toT $_ 2$ ), and the barrier is as low as O.096 eV which is in good agreement with the value by Yin et al [34]. The energy-lowest barrier in Ta is slightly larger than that in bcc W and almost the same as that in bcc Nb [35]. The barrier is O.33 eV for He to diffuse from T site to its second nearest T site (from T $\\cdot$ to T $^ 3$ ） passing through O site. In contrast， the migration barrier of an interstitial He from T site to its nearest T site in perfect W is even as small as O.06 eV which agrees well with the values by Becquart [36] but slightly smaller than the values by González [37]. Therefore, interstitial He atom is relatively free to move in W than that in Ta. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b499806103c70d74c2c855200a246d39a6a12e1e9af3bf483bf6870e0822dac3.jpg",
        "img_caption": [
            "Figure 2: (Colour online) (a) The diffusion path of one He atom in hcp Re and Os. (b) The diffusion barriers of He from $\\mathrm { T _ { 1 } }$ to $\\mathrm { T } _ { 2 }$ and $\\mathrm { T _ { 3 } }$ in $\\mathrm { T a }$ ,and barriers of He from T site toBO $'$ passing through BO, O,and C sites in Re and Os. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In hcp Re and Os, the diffusion path and barrier are very different from that in bcc W and Ta. As shown in Figure 2, it is difficult for one interstitial He atom to migrate from one BO site directly to another BO site. The diffusion paths of one interstitial He atom to move along the paths T $$ BO $$ O $$ C $$ BO’and T $$ BO $$ O $$ BO' are considered in both Re and Os. The diffusion barrier of one He atom along T $$ BO is close to zero, and T site is the transition state. In Re, it has to overcome O.3l eV for one He atom to move from BO site to the transition state O site, and 0.57 eV for He atom to diffuse from the transition state O to another transition state C site and then directly to BO’ site. In contrast, it will only overcome 0.31 eV for one interstitial He atom to move from BO to BO’ site passing through transition state O site. Thus, interstitial He atom has to overcome 0.31 eV to move from one ground-state to another in Re. The chosen diffusion paths of one interstitial He atom in Os are the same as that in Re. The diffusion barrier of He from T to BO site is also close to zero. The diffusion barrier of one He atom to move along the path BO-→O is 0.24 eV in Os,and it has to overcome 0.70 eV for the path of O- $$ C $$ BO'.However, it only needs to overcome O.24 eV for He atom to diffuse from one BO to BO’ passing through transition state O site. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/d07d905e03663eed38f5985f1b169ba2c03a8458ec51f75c8cfa84836505318e.jpg",
        "img_caption": [
            "3.3. Clustering of interstitial He in Ta, Re, and Os ",
            "Figure 3:(Colour online） The close-packed helium monolayer structure of ${ \\mathrm { H e } } _ { n }$ cluster （ $_ { \\mathit { \\Pi } ^ { \\prime } }$ =2-6)between (11O) planes in Ta. The grey and green balls are Ta and He atoms, respectively. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The segregation of He atoms is associated with cluster and bubble formation in metals, which directly influences the mechanical properties and performance of the metals in fusion reactor. In our previous work, it has been found that He atoms are energetically favorable to accumulate in a close-packed arrangement at interstitial sites between (11O） planes forming helium monolayer structure in W [38]. The accumulation of multiple He atoms at interstitial sites in Ta,Re and Os forming ${ \\mathrm { H e } } _ { n }$ cluster is studied in the same way. Considering the symmetry of the system， all possible interstitial sites closest and next closest to any He atom in the ground-state （204号 $\\mathrm { H e } _ { n - 1 }$ cluster are considered and the formation energies of the configurations are compared to find the most stable state of $\\cdot$ . As many as nine possible sites close to the tetrahedral interstitial He are calculated to find the groundstate configuration of $\\cdot$ . The most stable ${ \\mathrm { H e } } _ { n }$ cluster is found in the same way once the formation energy of the configuration is the lowest. The stable configuration of $\\operatorname { H e } _ { n }$ cluster in W was exhibited in our previous work [38]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Like W, metal Ta is also a bcc structure. Single He atom prefers to occupy T site in Ta, and the second He atom prefers another T site, forming He-He pair along (1O0) direction as the first structure in Figure 3, which is about 0.16 eV lower than the energy of the next stable configuration. It is found in recent work that He-He pair is slightly displaced in the $\\cdot$ direction in bcc Nb [35]. The third He atom will result in the displacement of the original two He atoms from T sites, forming a triangle between (11O) planes. With the continuing segregation of He atoms at the interstitial sites, the close-packed interstitial $\\cdot$ cluster is formed between the (110) planes. The structures of $\\cdot$ cluster ( $n$ =2-6) between (11O) planes in Ta are shown in Figure 3. In bcc Ta, the distance between (110) planes $\\textstyle { \\frac { \\sqrt { 2 } } { 2 } } a _ { 0 }$ is the largest interplanar spacing, where $a _ { 0 }$ is the lattice constant of Ta. In metals Re and Os,BO is the most stable interstitial site for He. In hcp Re, the first He atom occupies BO site, and the second He atom takes another BO site along Ooo1〉 direction. The third He atom occupies the midway of the original two He atoms. When the fourth He atom diffuses to the cluster, the cluster becomes more compact. When the fifth He atom segregates to the He cluster, the cluster becomes a hexahedron, and the sixth He atom stays outside of the hexahedron. As for the situation of interstitial He cluster in Os, the first He atom also takes BO site, while the second He atom occupies another BO site in the same octahedron. The following He atoms do not take the regular high-symmetry interstitial sites but segregate together and form compact ${ \\mathrm { H e } } _ { n }$ cluster. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The incremental binding energies of interstitial $\\cdot$ in $\\mathsf { W }$ , Ta, Re and Os are calculated and plotted in Figure 4. The positive value of the binding energy suggests that He atoms can accumulate in the clusters one by one. The general tendency of the binding energy increases with the He atom number in all the four systems. The influence of ZPE corrections on the energies is also considered. It is found that the infuence of ZPE corrections is very small to the binding energy and thus is negligible. The binding energy of $\\operatorname { H e } _ { n }$ cluster in W is the largest followed by that in Os, Re and Ta. The continuous increase of the total binding energies of $\\cdot$ cluster with $n$ in metals indicates that trapping one more He atom to the $\\operatorname { H e } _ { n }$ is possible. Specifically, the binding energies for one He atom attracted to $\\mathrm { H e _ { 5 } }$ are as high as 2.35 eV and 0.85 eV in W and Ta, respectively, where the results in W agree well with the value obtained by Becquart et al [39]. The binding energies of one He atom to $\\mathrm { H e _ { 5 } }$ are 1.46 and 1.63 eV in Re and Os, respectively. So the tendency for He atoms to segregate in all the four metals still exists. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/a0f862740446d59e6e5e09de93d6295de55b36cbf70d603dae889c958962c43b.jpg",
        "img_caption": [
            "Figure 4: (Colour online) The incremental binding energies of ${ \\mathrm { H e } } _ { n }$ clusters in Ta, W, Re and Os as a function of the number of He atoms in the clusters. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.4. Clustering of He in vacancies in Ta, Re， and Os ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In a fusion environment, the implantation of He ions and high-energy neutrons knocks on the lattice atoms and produces a large amount of vacancy and vacancy clusters in materials. The produced vacancy and vacancy clusters inevitably interact with the ubiquitous He atoms,resulting in the formation of He clusters and bubbles,and ultimate hardening and embrittlement of the material. It is difficult for experiments to find the lattice location of He in W despite careful studies by Picraux et al, however, it is qualitatively found that multiple He atoms have the tendency to be trapped at defect centers [4O]. In the presence of vacancy, single He atom is much more preferable to take vacancy center (substitutional site) rather than interstitial site, and thus vacancy can act as strong traps for He atoms diffusing through the bulk and form VacHe $^ n$ cluster. In this part, the energetics and configurations regarding the segregation of He atoms inside vacancy clusters are considered in W, Ta, Re and Os. The ground-state configurations of $\\mathrm { V a c H e } _ { n }$ clusters are determined as that done for ${ \\mathrm { H e } } _ { n }$ . When two He atoms are trapped inside one Ta vacancy, the two atoms form a split dumbbell along (110)direction. In contrast, two He atoms in a W vacancy reside along (111) direction. When the number of He atom is added up to 3 in a Ta vacancy, a equilateral triangle is then formed similar to the situation in a W vacancy. Four He atoms form a tetrahedron in monovacancy in Ta and W. When He atom number is further increased in Ta vacancy, He cluster becomes more and more compact but irregular. As for two He atoms accommodated in monovacancy in Re and Os, the situations are similar to that in Ta and W although the orientations of the two-He-atom dumbbells are very different. The clusters containing three and four He atoms form triangle and tetrahedron in Re and Os, respectively. The $\\operatorname { H e } _ { n }$ cluster is more compact in Os than that in Re. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/55f8a7fe62605e8e707a851d73dd0fe7d0d8db71dd95535556a365802c7ef641.jpg",
        "img_caption": [
            "Figure 5:(Colour online) (a） The incremental binding energies of $\\mathrm { V a c H e } _ { n }$ clusters as a function of the number of He atoms in Ta,W, Re and Os.(b) The incremental binding energies of ${ \\mathrm { V a c } } _ { 2 } { \\mathrm { H e } } _ { n }$ clusters in Ta,W,Re and Os. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The incremental binding energies are calculated regarding the groundstate configurations of ${ \\mathrm { V a c } } _ { m } { \\mathrm { H e } } _ { n }$ and exhibited in Figure 5. The binding energetics of $\\cdot$ are shown in Figure 5 (a). The binding energy of one He atom with monovacancy in Ta is 1.67 eV, and the value becomes 1.70 eV once ZPE correction is considered. The values are slightly smaller than the value obtained by Yin et al [34]， which may be due to the different convergence criteria concerning the forces on each atom. In general, the ZPE correction is very small and negligible for the binding energy of VacHe $n$ in Ta. The similar situations are found in W, Re and Os, and ZPE corrections are negligible. The binding energies of one He to vacancy and VacHe are 4.55 and 3.21 which agree well with the results by Becquart [41] and Nguyen-Manh [42]. Basically， the binding energy of $\\cdot$ decreases with He number although there are some fluctuations. The calculated binding energies of $\\cdot$ in $\\mathsf { W }$ agree well with the values by González et al [41， 43]. This indicates that the binding ability of He atom to $\\cdot$ is reduced gradually with $\\cdot$ . The underlying physical reasons controlling the binding energetics of He with vacancy will be analyzed in the following part. In the same way, the binding energies of He atoms with two-vacancy cluster $\\cdot$ ）in Ta, W, Re and Os are calculated and presented in Figure 5 (b). The similar decrease tendency is found for the binding energy of $\\cdot$ . According to the present calculations, the binding energy of $\\cdot$ is much larger in W than that in Ta and Re especially in Ta. The binding strength of $\\mathrm { V a c } _ { m } \\mathrm { H e } _ { n }$ in W is close to that in Os. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.5. Mutation of He cluster in Ta and W ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In order to investigate the growth and evolution of a $\\operatorname { H e } _ { n }$ cluster,it is necessary to study the possibility for the emission of lattice atoms around the interstitial ${ \\mathrm { H e } } _ { n }$ in Ta,W，Re and Os systems. The present calculations suggest that the self-interstitial atom in (111) dumbbell is the most stable configuration in both W and Ta. The ground-state configurations of SIA in Ta and W agree well with the results obtained by Nguyen-Manh et al [44]. Therefore，it is assumed that lattice atoms are emitted from the $\\operatorname { H e } _ { n }$ cluster and the lattice atoms move away by {111) dumbbell configuration in Ta and W,respectively. The ${ \\mathrm { H e } } _ { n }$ cluster can be dissolved by the reactions of Hen→VacHe $_ n +$ SIA or ${ \\mathrm { H e } } _ { n } {  }$ He $^ { \\cdot } n { - } 1$ +He,where SIA suggests self-interstitial atom. The reaction of He $n$ →VacHe $^ n$ +SIA can be defined by （204号 $E _ { d } = E ( V a c H e _ { n } ) + E _ { S I A } - E ( H e _ { n } ) - E _ { p }$ and the reaction of He $\\boldsymbol { n }$ →He $_ { n - 1 } +$ He can be defined as Eq. 2. The dissolution energy can defined by $E _ { d } ^ { \\prime }$ $\\vec { z } _ { d } ^ { \\prime } { = } E _ { d } { + } E _ { m }$ ， where $E _ { m }$ is the diffusion barrier of interstitial He atom or SIA in perfect system [22]. The defined dissolution energy suggests the energy needed for a SIA or He atom to emit from their initial site and diffuse away. If the dissolution energy of a SIA from the $\\cdot$ is smaller than that of a He atom from the cluster, it will be possible for the mutation of ${ \\mathrm { H e } } _ { n }$ to $\\cdot$ . Otherwise, it can only emit He atom from $\\operatorname { H e } _ { n }$ . According to our results in the context, the diffusion barriers $E _ { m }$ for an interstitial He atom from one T site directly to its nearest T site are O.06 eV and 0.096 eV in W and Ta systems, respectively. The diffusion barriers of a SIA translated from one {111) dumbbell to the nearest (111) are 0.003 eV and 0.027 eV in Ta and W, respectively. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/a1f07077d66a8eeeb3c63cb0b6b06b404b6d0e392982270a09bb28d10e997722.jpg",
        "img_caption": [
            "Figure 6: (Colour online) The dissolution energies of SIA and He atom from ${ \\mathrm { H e } } _ { n }$ cluster as a function of He atom number in Ta and W. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In bcc Ta and W, the dissolution energies of SIA and He atom from $\\operatorname { H e } _ { n }$ （204号 are calculated and plotted in Figure 6. From the Figure, the dissolution energies of SIA from $\\operatorname { H e } _ { n }$ cluster in Ta and W are initially larger than that of He atom from ${ \\mathrm { H e } } _ { n }$ clusters. The dissolution energies of a SIA from ${ \\mathrm { H e } } _ { n }$ （204号 decrease when $n$ is increased in both W and Ta. In contrast, the dissolution energies of a He atom from ${ \\mathrm { H e } } _ { n }$ cluster increase with $n$ in both systems. When the number of He atom $n$ exceeds 6, the dissolution energies of a He atom from ${ \\mathrm { H e } } _ { n }$ cluster become larger than that of a SIA from $\\operatorname { H e } _ { n }$ in both Ta and W. The results indicate that a SIA can be emitted from ${ \\mathrm { H e } } _ { n }$ , forming $\\mathrm { V a c H e } _ { n }$ cluster in both systems. Similarly, in both Re and Os, the dissolution energies of a SIA from $\\operatorname { H e } _ { n }$ cluster decrease with $n$ ，while the dissolution energies of a He atom from ${ \\mathrm { H e } } _ { n }$ increase with $n$ . From the calculations, it has been demonstrated that the emission of a SIA from $\\operatorname { H e } _ { n }$ to form VacHe $n$ and ${ \\mathrm { V a c } } _ { m } { \\mathrm { H e } } _ { n }$ is possible if $n$ is large enough. By the continual emission of SIA and trapping He atoms, ${ \\mathrm { H e } } _ { n }$ cluster may grow larger and form He bubbles. However, there is no systematical difference between Ta and W for ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "the grow ability of ${ \\mathrm { H e } } _ { n }$ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.Discussion ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.1. The physical reasons controlling He clustering in Ta， W， Re， and Os ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The underlying mechanisms controlling the clustering of He atoms in Ta, W, Re and Os are analyzed in this section. As is known, He is a kind of closed-shell atom， and any hybridization of He with Ta, W, Re and Os is energetically unfavorable. Therefore, He atom prefers to accumulate at free space to avoid the hybridization with bulk atoms in the systems. He atom at interstitial site often results in the displacement of surrounding lattice atoms away from the He atom. For example, He atom located at T site in Ta pushes the closest lattice atom away by 0.19 $\\cdot$ . He atoms at BO sites in Re and Os lead to the displacements of the nearest lattice-point atoms away by O.24 and 0.21 A, respectively. In this way, He can stay away from the lattice atom to avoid hybridization. This may be the reason why the binding energy of ${ \\mathrm { H e } } _ { n }$ increase with He atom number. In contrast, vacancy and vacancy cluster can provide more free space for He atoms to avoid chemical hybridization with metal atom. As the increase of He atom in vacancy cluster, the free space in the vacancy cluster is gradually reduced which result in decrease of the binding energy of He with $\\cdot$ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The volume change of the system may also associate with the incremental binding strength of He clusters. The volume change of the system containing a $\\cdot$ is defined as $\\Delta$ V=V( $\\cdot$ )-V(Perf)，and the volume change of the system containing a $\\cdot$ is approximated by $\\cdot$ V=V $\\cdot$ $( \\mathrm { V } ( \\mathrm { P e r f } ) / 1 2 8 ) ^ { * } 1 2 7$ . The relationships regarding the binding energies of $\\cdot$ （204号 and $\\mathrm { V a c H e } _ { n }$ clusters with the volume change of the systems containing the clusters are calculated and presented in Figure 7. The $\\cdot$ V of the system containing ${ \\mathrm { H e } _ { n } }$ cluster increases with $\\cdot$ . From Figure 7 (a), the incremental binding energies of $\\cdot$ increase with $\\Delta$ V of the system containing the cluster in all the four metals. The situation of $\\mathrm { V a c H e } _ { n }$ is different from that of $\\cdot$ He atoms are energetically favorable to cluster close to vacancy center. If the space of vacancy is sufficient large, and He atoms in vacancy may have less influence on surrounding lattice atoms. The $\\cdot$ V of the systems containing $\\mathrm { V a c H e } _ { n }$ clusters also increases with $\\cdot$ ，while the binding energies decrease with $\\cdot$ V. Although the accumulation of He atoms inside vacancy can result in volume increase, the increased space of single vacancy still can not meet the space-requirement of He atom. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/510c0877747b9c3d0839a98e029f869d2f54731a6a7516e5d94b4b56c79e702c.jpg",
        "img_caption": [
            "Figure 7: (Colour online) The relationship between the volume change and the incremental binding energy of ${ \\mathrm { H e } } _ { n }$ (a)and ${ \\mathrm { V a c H e } } _ { n }$ cluster (b). "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The accumulation of He atoms at interstitial sites forming ${ \\mathrm { H e } } _ { n }$ induces the increase of free volume in the systems, which also is also associated with lattice distortion around ${ \\mathrm { H e } } _ { n }$ cluster. The lattice distortion induces local stress, which reduces the vacancy formation energy around $\\operatorname { H e } _ { n }$ . The decrease of vacancy formation energy suggests the stability of lattice-point atoms are substantially reduced. From the definitions of vacancy formation and dissolution energies close to $\\operatorname { H e } _ { n }$ cluster, the difference is only a constant. This is why both vacancy formation and dissolution energies are reduced with ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "He atom number $n$ . The reduction of the stability of lattice-point atom may be the underlying reasons why the emission of a SIA from $\\operatorname { H e } _ { n }$ clusters is possible. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4.2. Comparison regarding the nucleation and evolution of He clusters in Ta, W, Re, and Os ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In a fusion reactor, neutron irradiation results in transmutation of W to Ta, Re and Os isotopes [2], and the transmutation elements segregate in W forming precipitates containing high concentration Ta, Re and Os [12, 17- 19]. As the continual segregation of transmutation elements, W alloy may transform to bcc $+ \\sigma$ ， $\\sigma$ ， $\\chi$ and eventually bcc Ta, and hcp Re and Os systems. The precipitates naturally interact with He and influence He retention and He bubble formation in W. The interaction of He plasma with W often results in bubble and blister formation [45-47], which degrades the mechanical properties of material and threatens the stability and safety of reactor. It has been widely observed that the presence of transmutation elements Ta, Re and even their precipitates can reduce D retention and suppress bubble formation [8-11]. However, the influence of transmutation elements Ta, Re and Os on He retention and bubble formation involving the behaviors of He in pure Ta, Re and Os systems is mysterious. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/2b39df8328ff5d6d969efab5179a63887a1bb056e8621966a4c4fdc8095e4049.jpg",
        "img_caption": [
            "Figure 8: (Colour online) The stability of isolated $\\mathrm { H e } _ { n }$ clusters ( $\\boldsymbol { n }$ =2 to 6)in Ta and W calculated using objective kinetic Monte Carlo method in the same conditions. "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "According to the present calculations, He atoms are energetically favorable to segregate in Ta, Re and Os similar to the situation in W. The difference is that He can continually accumulate at interstitial sites in W and Ta forming closed-packed monolayer between (11O) planes,whereas He atoms form disordered structures in Re and Os. The binding strength of $\\operatorname { H e } _ { n }$ cluster in W is the strongest followed by that in Os,Re and Ta. Based on the energetics and kinetics properties of He in W and Ta, the desorption of isolated interstitial He clusters in the systems is calculated using objective kinetic Monte Carlo method and presented in Figure 8. The heating rates is $1 ~ \\mathrm { K / s }$ . It is found that the desorption peaks of interstitial $\\operatorname { H e } _ { n }$ clusters mainly reside between about 140 and 340 K in Ta. In contrast, the desorption peaks of $\\operatorname { H e } _ { n }$ clusters are shifted to the range of 410 to 850 K in W. So $\\cdot$ clusters are much more stable in W than in Ta. In a word, the larger He clusters is more stable due to larger binding energy. The presence of stable ${ \\mathrm { H e } _ { n } }$ clusters causes the emission of self-interstitial atom from the clusters, that is, trap-mutation process occurs. The trap-mutation process goes on and may result in bubble formation. The migration of He atom in W and Ta is easy due to the small diffusion barriers. In contrast, the diffusion of single He atom in Re and Os is relatively difficult because the diffusion barriers for the favorite path in Re and Os are larger than that in Ta and W. Generally, all these conditions may contribute to the suppression of Ta, Re and Os on He bubble nucleation and growth in W. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "5.Conclusions ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Systematic first-principles calculations are performed to study the occupy, diffusion，and segregation of He atom，as well as the underlying evolution mechanism regarding He clusters in bcc Ta and W, and hcp Re and Os. It is found that He atom prefers tetrahedral (T) interstitial site in Ta,and basal octahedral (BO) interstitial site in Re and Os. The diffusion study of interstitial He using NEB method shows that the favorite diffusion paths of one He atom are from one tetrahedral (T) site to the closest T in Ta. The barrier for the favorite path is O.096 eV in Ta. He atom is more preferable to move from one basal octahedral (BO） site to the next passing through octahedral site along {OoO1) direction in both Re and Os,and the barriers for the diffusion in Re and Os are O.31 and O.24 eV, respectively. He atoms are energetically favorable to segregate at interstitial sites forming $\\operatorname { H e } _ { n }$ cluster in all Ta, W, Re and Os, and He atoms are energetically favorable to segregate at interstitial sites forming close-packed monolayer structure between (110) planes in bcc Ta. The presence of vacancy promote the segregation of He atoms in Ta, W, Re and Os. He atoms aggregate in vacancy cluster forming ${ \\mathrm { V a c } } _ { m } { \\mathrm { H e } } _ { n }$ in the systems. The binding strength of $\\operatorname { H e } _ { n }$ and ${ \\mathrm { V a c } } _ { m } { \\mathrm { H e } } _ { n }$ clusters in W is relatively large than that in Ta, Re and Os. The presence of solutes Ta，Re and Os,especially Ta, may contribute to suppress the He bubble nucleation and growth in W. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "This work was supported by the National Magnetic Confinement Fusion Program (Grant No 2015GB112001), the National Natural Science Foundation of China (Nos 11405202 and 11505229)， the Youth Innovation Promotion Association of CAS (2015384),and the Center for Computation Science, Hefei Institutes of Physical Sciences. This research project was part of the CRP(Co-ordinated Research Projects) program carried out under the sponsorship of the International Atomic Energy Agency. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[1] ITER Physics Basis Editors, et al. Nucl. Fusion 39(1999) 2137.   \n[2] M. R. Gilbert and J.-Ch. Sublet, Nucl. Fusion 51 (2011) 043005.   \n[3] I. Smid, M. Akiba,G. Vieider, and L. Plochl, J. Nucl. Mater. 258-263 (1998) 160.   \n[4] Y. Mutoh, K. Ichikawa, K. Nagata, and M. Takeuchi, J. Mater. Sci. 30 (1995) 770.   \n[5] H. P. Gao and R. H. Zee, J. Mater. Sci. Lett. 20(2001) 885.   \n[6] A.Luo, D.L. Jacobson,and K. S. Shin, Int. J.Refract.Metal. Hard Mater. 10(1991) 107.   \n[7] R. C. Rau, J. Moteff, and R. L. Ladd, J. Nucl. Mater. 24 (1967) 164. [8] Y. Zayachuk, M. H. J.'t Hoen, P.A. Zeijlmans van Emmichoven et al., Nucl. Fusion 52 (2012） 103021.   \n[9] Y. Zayachuk, M. H. J.'t Hoen, P. A. Zeijlmans van Emmichoven et al., Nucl. Fusion 53 （2013) 013013.   \n[10] Y. Zayachuk,A. Manhard, M. H. J.'t Hoen et al.， Nucl. Fusion 54 (2014) 123013.   \n[11] A. V. Golubeva, M. Mayer, J. Roth, V. A. Kurnaev, and O. V. Ogorodnikova, J. Nucl. Mater. 363-365 (2007) 893.   \n[12] R. K. Williams,F.W. Wiffen，J. Bentley, and J. O. Stiegler，Met. Trans. 14A (1983) 655.   \n[13] T. Tanno, A. Hasegawa, M. Fujiwara, J. C. He, S. Nogami, M. Satou, T. Shishido,and K. Abe,Mater.Trans.49（2008) 2259.   \n[14] Y. Nemoto,A. Hasegawa, M. Satou, and K. Abe, J. Nucl. Mater. 283- 287 (2000) 1144.   \n[15] T. Tanno,A. Hasegawa, J. C. He, M. Fujiwara, S. Nogami, M. Satou, T. Shishido,and K. Abe,Mater. Trans. 48(2007) 2399.   \n[16] M. Fukuda, K. Yabuuchi, S. Nogami, A. Hasegawa, and T. Tanaka, J. Nucl. Mater. 455 (2014) 460.   \n[17] T. Tanno, A. Hasegawa, J. C. He, M. Fujiwara, M. Satou, S. Nogami, K. Abe,and T. Shishido, J. Nucl. Mater. 386-388 (2009) 218.   \n[18] T. Tanno, M. Fukuda, S. Nogami, and A. Hasegawa, Mater. Trans. 52 (2011) 1447.   \n[19] J. C. He, A. Hasegawa, M. Fujiwara, M. Satou, T. Shishido,and K. Abe,Mater. Trans. 45 (2004) 2657.   \n[20] M. Ekman,K. Persson,G.Grimvall, J. Nucl. Mater. 278 (2000) 273.   \n[21] Y. W. You, X. S. Kong, X. B. Wu, C. S. Liu, Q. F. Fang, J. L. Chen, and G. N. Luo, Nucl. Fusion 57 (2017) 086006.   \n[22] C. C. Fu and F. Willaime, Phys. Rev. B 72 (2005) 064117.   \n[23] C. S. Becquart and C. Domain, Curr. Opin. Solid State Mater. Sci. 16 (2012) 115.   \n[24] G. Kresse and J. Hafner, Phys. Rev. B 47 (1993) 558.   \n[25] G. Kresse and J. Furthmuller, Phys.Rev. B 54 (1996) 11169.   \n[26] J. P. Perdew, J. A. Chevary, S. H. Vosko, K. A. Jackson, M. R. Pederson,D. J. Singh,and C. Fiolhais, Phys. Rev. B 46(1992) 6671.   \n[27] C. G. Van de Walle and J. Neugebauer, J. Appl. Phys. 95 (2004) 3851.   \n[28] M. G. Ganchenkova, P. V. Vladimirov, and V. A. Borodin, J. Nucl. Mater. 386-388 (2009） 79.   \n[29]L. Yang, S. M. Peng, X.G. Long, F.Gao,H.L. Heinisch, R. J. Kurtz, and X. T. Zu, J. Appl. Phys. 107(2010) 054903.   \n[30] T. Seletskaia, Y. Osetsky, R. E. Stoller, and G. M. Stocks, Phys. Rev. B 78 （2008) 134103.   \n[31] H. B. Zhou, Y. L. Liu, S. Jin, Y. Zhang, G. N. Luo, and G. H. Lu, Nucl. Fusion 50 (2010) 115010.   \n[32] Y. W. You, X. S. Kong ， X. B. Wu, Q. F. Fang, J. L. Chen, and G.N. Luo, and C. S. Liu, J. Nucl. Mater. 433 (2013) 167.   \n[33] Y. W. You., X. S. Kong, X. B. Wu, Y. C. Xu, Q. F. Fang, J. L. Chen, and G. N. Luo, C. S. Liu, B. C. Pan, and Z. W. Wang, AIP Adv. 3 (2013) 012118.   \n[34] W. Yin, X. J. Jia, Q. Z. Yu, and T. J. Liang, J. Nucl. Mater. 480 (2016) 202.   \n[35] M. A. Cerdeira, S. L. Palacios, C. Gonzalez, D. Fernández-Pello，R. Iglesias, J. Nucl. Mater. 478 (2016) 185.   \n[36] C. S. Becquart and C. Domain, Phys. Rev. Lett. 97 (2006) 196402.   \n[37] C. Gonzalez and R. Iglesias, J. Mater. Sci. 49 (2014) 8127.   \n[38] Y. W. You, D. D. Li, X. S. Kong, X. B. Wu, C. S. Liu, Q. F. Fang, B. C. Pan, J. L. Chen,and G. N. Luo, Nucl. Fusion 54 (2014) 103007.   \n[39] C. S. Becquart and C. Domain， Nucl. Inst. Meth. Phys. Res.B 255 (2007) 23.   \n[40] S. T. Picraux and F. L. Vook, J. Nucl. Mater. 53(1974) 246.   \n[41] C. S. Becquart and C. Domain, J. Nucl. Mater. 385 (2009) 223.   \n[42] D. Nguyen-Manh and S. L. Dudarev, Nucl. Inst. Meth. Phys. Res. B 352 (2015) 86.   \n[43] C. Gonzalez, M. A. Cerdeira, S. L. Palacios, and R. Iglesias, J. Mater. Sci. 50 (2014) 3727.   \n[44] D. Nguyen-Manh, A. P. Horsfield, and S. L. Dudarev, Phys. Rev. B 73 (2006) 020101.   \n[45] W. M. Shu, E. Wakai and T. Yamanishi, Nucl. Fusion 47 (2007) 201.   \n[46] M. Miyamoto,D. Nishijima, Y. Ueda,R. P. Doerner, H. Kurishita, M. J.Baldwin, S. Morito,K. Ono,and J. Hanna,Nucl. Fusion 49 (2009) 065035.   \n[47] H. Iwakiri, K. Yasunaga,K.Morishita, and N. Yoshida, J. Nucl. Mater. 283-287(2000) 1134. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    }
]