[
    {
        "type": "text",
        "text": "Interactionsbetweenvegetationdynamicand edaphic factors in the Great Salt Desert of central Iran ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hossein BASHARIl\\*, SeyedMehrdad KAZEMI1, Soghra POODINEH', MohammadR MOSADDEGHI²,Mostafa TARKESH1, SeyedMehdi ADNANI ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Department of Natural Resources, Isfahan University of Technology, Isfahan 8415683111, Iran; ²Department of Soil Science,College of Agriculture,Isfahan Universityof Technology,Isfahan 8415683111,Iran; 3Forests and Rangelands Research Department, Qom Agricultural and Natural Resources Research and Education Center, Agricultural Research,Education and Extension Organization (AREEO), Qom 3716184729,Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Investigating the relationships between vegetation dynamic and edaphic factors provide management insights into factors affecting the growth and establishment of plant species and vegetation communities in saline areas. The aim of this study was to assess the spatial variability of various vegetation communities in relation to edaphic factors in the Great Salt Desert, central Iran. Fifteen vegetation communities were identified using the physiognomy-floristic method. Coverage and density of vegetation communities were determined using the transect plot method. Forty soil samples were collected from major horizons of fifteen profiles in vegetation communities,and analyzed in terms of folowing soil physical and chemical characteristics: soil texture,soluble $\\mathrm { N a ^ { + } }$ concentration, sodium adsorption ratio (SAR),electrical conductivity (EC),pH, organic matter content, soluble $\\mathrm { M g ^ { 2 + } }$ and ${ \\mathrm { C a } } ^ { 2 + }$ concentrations, carbonate and gypsum contents， and spontaneously- and mechanically-dispersible clay contents. Redundancy analysis was used to investigate the relationships between vegetation dynamic and edaphic factors. The generalized linear method (GLM) was used to find the plant species response curves against edaphic factors. Results showed that plant species responded differently to edaphic factors,in which soluble sodium concentration, EC, SAR, gypsum content and soil texture were identified as the most discriminative edaphic factors. The studied plant species were also found to have diferent ecological requirements and tolerance to edaphic factors,in which Tamarix apbyll and Halocnemum strobilaceum were identified as the most salt-resistant species in the region. Furthermore,the presence of Artemisia sieberi was highly related to soil sand and gypsum contents. The results implied that exploring the plant species response curves against edaphic factors can asist managers to lay out more appropriate restoration plans in similar arid areas. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: desert; generalized linear method; mechanicall-dispersible clay; ordination; plant species responsecurves; spontaneously-dispersible clay ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Understanding how vegetation coverage varies in response to edaphic factors,especiall in arid environments,can serve as a useful guideline for effective land use and identifying appropriate species for desert restoration programs (Mokhtari-Asl et al., 2O08; Sheikhzadeh et al.,2019). At large scales,climatic factors exert the greatest influence on the growth and distribution of plant species,while soil physical and chemical properties appear to play a more important role at local scales (Kent,2O11; Khatibi et al.,2O17). Halophytes are salt-tolerant plants that complete their growth cycles thoroughly in saline soils (Flowers et al.,1977; Agarwal et al.,202O). The growth and reproduction performance of these plant species considerably differ across the salinity gradient (Ungar, 1967). Saline soils are characterized by a low plant diversity with a small number of (or even a single） plant species,whose distributions are associated with their own biological characteristics and the region's edaphic properties (Abbas et al.,2016,2017).Despite it is believed that edaphic properties such as electrical conductivity (EC),acidity and water table level substantially influence the vegetation communities of halophytes, more assessments need to be conducted to gain a clear understanding of plant distribution in saline soils (Salama et al.,2013; Gonzalez-Alcaraz et al., 2014; Abbas et al., 2016). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Identifying highly resistant species to harsh environments and soil/environmental stresses is important for succeeding land management planning and combating desertification practices (Gonzalez-Alcaraz et al., 2O14). Plant species response curves have substantial implications for the interpretation of the relationships between plant species and edaphic conditions. These curves can be derived by statistical techniques such as the generalized linear model (GLM） and generalized additive model (GAM) as well as data from multivariable analysis. During the past decades, many attempts have been made to assess the growth performance of plant species against edaphic factors (Magurran,2OO4; Park et al.,2O2O).Most studies in this field have selected small geographical extents with a relatively narrow range of habitat parameters that may potentially lead to biased interpretation of the species ecological niche (Piernik,2O12),while neglecting to determine how significant these findings may be over vast environmental gradients in desert and saline regions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The flora of arid regions in central Iran belongs to the Irano-Turanian ecoregion and contains a large number of endemic plant species threatened by a heightened risk of extinction, mainly due to adopting improper policies such as dam construction that diverts water flow and cuts water supply to central Iran. Such improper practices contribute to increasing the area of saline soils and accelerate desertification in these fragile areas. It is estimated that around $2 4 { \\times } 1 0 ^ { 6 } \\ \\mathrm { h m } ^ { 2 } \\ ( 1 5 \\% )$ of land in Iran is covered with salt-affected soils (Piernik,2O12；Allahgholi and Asri, 2014). Although the association between soil properties and vegetation coverage was addressed well in some arid and saline areas (Abbas et al.,2O16; Koull and Chehma,2O16; Salama et al.,2016; Cao et al.,2O2O), it has not yet received the desired atention in some other parts of the world such as central Iran, which suffer from limited accessibility and extreme environmental conditions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study aimed to investigate the relationships between vegetation coverage and edaphic factors using various multivariate analyses. The knowledge on these relationships and extrapolating the results to other similar regions can provide practical solutions to rehabilitating and restoring degraded rangelands in arid and desert areas. We also investigated the contribution of soil dispersible clay (i.e.,an index of aggregate instability),which plays a pivotal role in soil erodibility and plant establishment. Another attempt was made to study and classfy the plant species response curves in relation to edaphic factors in the desert area of central Iran. The results of this research will contribute for protecting the endemic species from the risk of extinction and preventing of desert encroachment on agricultural lands. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area of this research comprises the Hoz-e Soltan Playa, the Moreh and Masileh plains in Qom Province, which is located in the northwestern edge of the Great Salt Desert, central Iran $( 3 4 ^ { \\circ } 4 5 ^ { \\prime } - 3 4 ^ { \\circ } 5 5 ^ { \\prime } \\mathrm { N } _ { \\mathrm { \\scriptscriptstyle { i } } }$ $5 1 ^ { \\circ } 1 5 ^ { \\prime } { - } 5 1 ^ { \\circ } 3 0 ^ { \\prime } \\mathrm { E }$ ；Fig.1).The study area covers an area of $1 6 { \\times } 1 0 ^ { 4 } ~ \\mathrm { h m } ^ { 2 }$ and has an arid and semi-desert climate based on the De Martonne climate classification method(de Martonne,1926). The coldest and hottest months are January and June in this area with mean temperatures of $- 1 ^ { \\circ } \\mathbf { C }$ and $4 0 ^ { \\circ } \\mathrm { C }$ ，respectively. The mean minimum and maximum relative humidities are $5 \\%$ and $98 \\%$ , respectively. The monthly evaporation is the maximum in June (i.e., $4 9 3 \\ \\mathrm { m m }$ . The annual potential evapotranspiration is $1 9 5 8 ~ \\mathrm { m m }$ (IMO, 2015). Precipitation has a large spatiotemporal variability in the study area. From south and west to north and east, temperature increases and precipitation and the number of freezing and cloudy days decrease. With a gentle slope,the plains of the region are extended inward to the salt lakes causing the land to be formed mostly by alluvial deposits with varying soil texture. Some parts of the study area have high soil infiltrability whose subsurface water resources are near to the soil surface (Asrari et al., 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e052ebdbed9a530e8e7fc079ddf176002d407a49968c2a3d050208f69ee7e871.jpg",
        "img_caption": [
            "Fig.1Location of the study area (a) and sampling sites (b) in the Great Salt Desert,central Iran "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Data collection and analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Vegetation communities were firstly distinguished by overlaying aerial photographs with 1:50,000 topographical maps. Afterwards， the field-based physiognomy-floristic method was employed to better identify vegetation communities.In total， fifteen vegetation communities (sampling sites） were identified across the study region and termed as $\\mathbf { S } _ { 1 } { - } \\mathbf { S } _ { 1 5 }$ in this study (Fig. 1b). A random systematic sampling design was used to collect soil and plant samples from each vegetation community. We used the minimal area method to determine the optimum plot size for studying vegetation characteristics (Muellr-Dombois and Ellenberg，1974). Plot sizes varied from $\\overline { { 4 \\mathrm { ~ } } } \\mathrm { ~ m } ^ { 2 }$ 1 $( 2 \\mathrm { ~ } \\mathrm { m } { \\times } 2 \\mathrm { ~ m } )$ in the Artemisia community to $2 5 ~ \\mathrm { ~ m } ^ { 2 }$ $( 5 ~ \\mathrm { \\ m } { \\times } 5 ~ \\mathrm { \\ m } )$ in the Tamarix community. Moreover，we determined the number of plots $( N )$ following the initial sampling based on the changes in vegetation coverage using the Cochran's method (Eq.1) (Cochran,1977): ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\nN = ( t ^ { 2 } \\times s ^ { 2 } ) / ( k \\times \\overline { { x } } ) ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $t$ is the value of $t \\cdot$ -student with $n { - } 1$ degrees of freedom at the probability level of $5 \\%$ ， $s$ is the sample variance; $\\mathbf { \\Pi } _ { x } ^ { - }$ is the mean; and $k$ is the acceptable error value. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Three $5 0 \\mathrm { - m }$ transects,each comprising ten appropriately sized plots were established in each vegetation type. Number of plant species and their coverage were quantified within each plot. In order to determine the physical and chemical properties of soils,we excavated $_ { 1 - \\mathrm { m } }$ vertical soil profile in each vegetation community. We collected soil samples from each soil horizon based on visual inspection (i.e., 40 soil samples from 15 soil profiles). Samples were air-dried and passed through a $2 \\mathrm { - m m }$ sieve mesh.In the laboratory，soil samples were analyzed to determine soil texture by hydrometer method,and $\\mathsf { p H }$ and electrical conductivity (EC）were determined by $\\mathrm { p H }$ and EC meters,respectively. Soil calcium carbonate equivalent (CCE） was_measured by NaOH back-titration method,gypsum by acetone method, soluble ${ \\mathrm { C a } } ^ { 2 + }$ and $\\mathbf { M } \\mathbf { g } ^ { 2 + }$ concentrations by titration method, soluble $\\mathrm { { N a } ^ { + } }$ concentration by a flame photometer,and organic matter (OM) content by Walkley-Black method (Carter and Gregorich, 2OO8). Soil aggregates instability was characterized using spontaneously-dispersible clay (SDC） and mechanically-dispersible clay (MDC) contents. SDC characterizes the soil dispersible clay without any external force and is important in sodic soils,but MDC accounts for the soil dispersible clay after application of an external force, e.g.， shaking (Rengasamy et al., 1984; Czyz and Dexter, 2O15). SDC and MDC were determined by sedimentation (pipete） method. We calculated SDC and MDC as percentages of total clay in order to characterize the dispersible contents independent of soil texture (total clay). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Weighted mean properties of soil horizons (Weaver et al.，1994） were used to investigate the effect of soil on vegetation coverage. We analyzed the relationships between vegetation coverage and edaphic factors using various multivariate analyses based on the canopy cover percentage and soil properties (soil texture,soluble $\\mathrm { { N a } ^ { + } }$ ，sodium adsorption ratio (SAR),EC,pH,OM,soluble $\\mathbf { M } \\mathbf { g } ^ { 2 \\ddag }$ and $\\mathrm { C a } ^ { 2 + }$ concentrations, carbonate and gypsum contents, SDC and MDC). Subsequent to compiling a list of plant species and environmental variables,we used various ordination methods to assess the relationships between vegetation coverage and environmental factors.Detrended correspondence analysis (DCA） was first utilized for ordination and the length of gradients was measured. Next, redundancy analysis (RDA） was selected due to the length of gradients $\\scriptstyle \\lambda = 0 . 4$ ： Table 1) (Ter Braak,1985). The species responses against edaphic factors were assessed using plant species response curves derived from the GLM method (Salama et al.，2O16). The relationships between vegetation coverage and edaphic factors were explored using these curves. The CANOCO v4.5 software was employed to perform ordination and draw the plant species response curves in relation to edaphic factors (Magurran, 2OO3). Moreover,cluster analysis of vegetation types in response to edaphic factors was performed using the Sorenson similarity indices and complete-linkage method embedded in the PAST v2.12 software. The stepwise multiple regression method was also used to explore the possible correspondence between SDC and MDC,as indices of soil aggregate instability and soil properties. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/c9fa17acea8ecdcc540e3011b8e7f86c388185d97d7c01a70d49577267017543.jpg",
        "table_caption": [
            "Table 1Results of DCA (detrended correspondence analysis)of vegetation coverage and edaphic factors in the Great Salt Desert, central Iran "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Axis</td><td>1</td><td>2</td><td>3</td><td>4</td></tr><tr><td>Eigenvalue</td><td>1.00</td><td>0.90</td><td>0.46</td><td>0.27</td></tr><tr><td>Length of gradient</td><td>0.40</td><td>2.52</td><td>1.69</td><td>2.21</td></tr><tr><td>Cumulative variance of plant species (%)</td><td>29.70</td><td>56.60</td><td>70.50</td><td>78.60</td></tr><tr><td>Cumulative variance of soils (%)</td><td>33.70</td><td>54.80</td><td>0.00</td><td>0.00</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Density and coverage of vegetation communities ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The highest and lowest values of vegetation coverage were recorded for T. aphylla $( 6 8 . 1 \\% )$ and Tamarix aphylla-Halocnemum strobilaceum $( 2 . 6 \\% )$ communities,respectively. Density of $T .$ （20 aphylla community ranged from high along the streams to sparse with a low vegetation coverage. The highest plant density (33,OOO stands $/ \\mathrm { h } \\mathrm { \\overline { { m } } } ^ { 2 } .$ ） was observed in Phragmites australis-Halocnemum strobilaceum community and the least plant density (7OO stands $/ \\mathrm { h m } ^ { 2 } \\cdot$ ）belonged to Tamarix aphylla-Seidlitzia rosmarinus community (Table 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Relationships between vegetation coverage and edaphic factors ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil physical and chemical properties measured in vegetation communities are presented in Table 3.The highest EC value of 179.1 dS/m and $\\mathrm { p H }$ value of 8.9 were observed in the $S _ { 5 }$ (T. aphylla) ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/0ccf5209f472cb2ab8fcacdeb214b4a7ac4b2398ac35db84500f67ca53e59164.jpg",
        "table_caption": [
            "Table 2Elevation,vegetation coverage and plant densityof diferent vegetation communities in the Great Salt Desert, central Iran "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Number</td><td>Vegetation community</td><td>Site</td><td>Elevation (m)</td><td>Vegetation</td><td>Plant density</td></tr><tr><td></td><td></td><td></td><td></td><td>coverage</td><td>(stands/hm²)</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/a697dda1336472173391def6b84935dba68d6ac3c725fbc71d6e71e2750d3624.jpg",
        "table_caption": [
            "Hossein BASHARI et al.: Interactions between vegetation dynamic and edaphic factors in the Great.. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td></td><td colspan=\"3\">(%)</td></tr><tr><td>S1</td><td>Phragmitesaustralis-Halocnemumstrobilaceum</td><td>Hoz-e Soltan</td><td>818</td><td>6.5</td><td>33.000</td></tr><tr><td>S</td><td>Halocnemum strobilaceum-Tamarixaphylla</td><td>Moreh</td><td>822</td><td>10.8</td><td>2300</td></tr><tr><td>S</td><td>Alhajimannifera-Seidlitziarosmarinus</td><td>Hoz-e Soltan</td><td>822</td><td>61.1</td><td>21,000</td></tr><tr><td>S4</td><td>Tamarixaphylla-Halocnemum strobilaceum</td><td>Moreh</td><td>824</td><td>2.6</td><td>3000</td></tr><tr><td>S5</td><td>Tamarixaphylla</td><td>Masileh</td><td>831</td><td>5.8</td><td>2000</td></tr><tr><td>S6</td><td>Artemisia sieberi-Stipagrostisplumosa</td><td>Moreh</td><td>850</td><td>2.8</td><td>10,000</td></tr><tr><td>S7</td><td>Artemisia sieberi</td><td>Hoz-e Soltan</td><td>855</td><td>3.4</td><td>6000</td></tr><tr><td>Sg</td><td>Halostachys caspica-Halocnemum strobilaceum</td><td> Hoz-e</td><td>817</td><td>11.5</td><td>4000</td></tr><tr><td>S9</td><td>Halocnemum strobilaceum</td><td>Hoz-e Soltan</td><td>819</td><td>30.7</td><td>10,000</td></tr><tr><td>S10</td><td>Halocnemum strobilaceum-Seidlitzia rosmarinus</td><td>Hoz-e</td><td>820</td><td>32.9</td><td>8600</td></tr><tr><td>S11</td><td>Halocnemum strobilaceum-Tamarix aphylla</td><td>Soltan Moreh</td><td>800</td><td>3.4</td><td>2100</td></tr><tr><td>S12</td><td>Tamarixaphylla</td><td>Hoz-e</td><td>847</td><td>68.1</td><td></td></tr><tr><td></td><td>Tamarix aphylla-Seidlitzia rosmarinus</td><td></td><td></td><td></td><td>2900</td></tr><tr><td>S13</td><td>Artemisia sieberi</td><td>Masileh</td><td>840</td><td>7.6</td><td>700</td></tr><tr><td>S14 S15</td><td>Halocnemum strobilaceum</td><td>Masileh Masileh</td><td>855 819</td><td>4.7 6.9</td><td>9000 3000</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "and $\\mathbf { S } _ { 1 5 }$ （ $H .$ strobilaceum） communities,respectively. The lowest SDC percentage was observed in Alhaji mannifera-Seidlitzia rosmarinus community $( 8 . 8 \\% )$ ，highlighting the most stable soil structure with high sand but low clay contents in this region. MDC percentage of Artemisia sieberi-Stipagrostis plumosa community was as low as $1 1 . 1 \\%$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The ordination results obtained by RDA method showed that the study region encompassed three separate communities (Fig.2). The first community included A. sieberi, S. plumosa and $P$ harmala,which were influenced by the soil sand, gypsum and carbonate contents.The second community consisted of $H .$ ，strobilaceum，S. rosmarinus, $H .$ caspica, $P _ { \\cdot }$ ，australis and $A$ mannifera, whose presence was associated with high amounts of SDC and soil silt content. In the third community, the presence of $T .$ aphylla was attributed to high levels of clay，soluble $\\mathrm { { N a } ^ { + } }$ concentration， SAR and EC. T. aphylla community was negatively correlated with soil sand content and the increment in soil soluble $\\mathrm { { N a } ^ { + } }$ concentration led to an increase in SAR.Moreover, EC, soluble $\\mathbf { M } \\mathbf { g } ^ { 2 + }$ concentration, SAR and clay content were relatively high in this vegetation type and showed positive correlations with the presence of T. aphylla. A. sieberi community was highly influenced by the percentages of sand and gypsum in the soils.H. caspica, $H .$ strobilaceum and S. rosmarinus were positively linked to SDC and MDC and negatively to CCE content. $P _ { \\cdot }$ australis and A. mannifera had positive correlations to soil silt content. Communities dominated by species such as S. plumosa and $P$ 、harmala showed positive correlations with CCE content (Fig. 2). Soluble $\\mathrm { { N a } ^ { + } }$ concentration,EC,CCE, SDC,clay, silt and sand contents were found to be the most important edaphic factors discriminating vegetation communities (Fig.2). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "SDC and MDC were significantly and positively correlated with each other $_ { ( r = 0 . 6 1 ) }$ ，while negatively with sand content with $r$ values of $- 0 . 5 4$ and $- 0 . 5 2$ ，respectively (Table 4). The correlation analysis also revealed strong negative relationships between CCE content and dispersible clay contents (SDC and MDC) with $r$ values of $- 0 . 7 0$ and $- 0 . 8 4$ ，respectively（Table 4). SAR showed positive correlations with soluble $\\mathrm { { N a } ^ { + } }$ concentration $_ { ( r = 0 . 6 5 ) }$ and EC $( r { = } 0 . 5 0 )$ .A negative relationship was found between EC and soil sand content ( $\\overset { \\cdot } { r } = - 0 . 4 2 )$ (Table 4). ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r }  \\left| \\frac { \\Delta } { 2 } \\mathfrak { E } \\right| _ { \\mathrm { c } } ^ { \\mathrm { c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c c } } { \\frac { \\Delta } { } { \\Omega _ _ { \\mathscr { c } } } } & & & & & & & & & & & & & & & & & & & & & & & & & & & & & & { \\stackrel { \\Delta } { \\Xi } { \\Xi } } & & & & { \\vec { \\Xi } { \\kappa \\kappa } } & & { \\vec { \\kappa \\kappa } } & & { \\vec { \\kappa \\kappa } } & & { \\vec \\kappa } & { \\vec \\kappa \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } & { \\vec \\kappa } &  \\vec \\ \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/318780e1bc3fd056b01019919eb16fa2d419aec42ba77b27b1e5212645e40e63.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.2Redundancy analysis (RDA)orientation diagram of different vegetation communities with environmental variables.EC,electrical conductivity； SAR,sodium adsorption ratio； OM,organic matter;SDC,spontaneouslydispersible clay; MDC,mechanically-dispersible clay； CCE, calcium carbonate equivalent. $ { \\mathrm { M g } } ^ { 2 + }$ ， magmatism; （204号 $\\mathrm { { N a } ^ { \\bar { + } } }$ ，sodium; $\\dot { \\mathrm { C a } } ^ { 2 + }$ ,calcium. $ { \\mathbf { S } } _ { 1 } -  { \\mathbf { S } } _ { 1 5 }$ represent the fifteen vegetation communities. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/2f15c834c723ae1caed1539318f6648f72f20160cf1e5acf92c06beab4c0284f.jpg",
        "table_caption": [
            "Table 4 Correlation coefficients between edaphic factors through RDA "
        ],
        "table_footnote": [
            "Note: OMrgancater;CCE,calccboateqalent; Gyy;EC,elericalouctiity;,odadoiati; $\\mathrm { { N a } ^ { + } }$ ，sodium; $\\mathrm { C a } ^ { 2 + }$ ,calcium; $ { \\mathbf { M } }  { \\mathbf { g } } ^ { 2 + }$ ,magmatism; SDC,spontaneously-dispersible clay; MDC,mechanically-dispersible clay.\\*, $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td>Index</td><td>Sand</td><td>Silt</td><td>Clay</td><td>OM</td><td>CCE</td><td>Gyp</td><td>EC</td><td>pH</td><td>SAR</td><td>Na+</td><td>Ca²+</td><td>Mg2+</td><td>SDC</td><td>MDC</td></tr><tr><td>Sand</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Silt</td><td>-0.88*</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Clay</td><td>-0.30*</td><td>0.00</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>OM</td><td>0.02</td><td>0.04</td><td>0.00</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>CCE</td><td>-0.20*</td><td>0.20</td><td>0.38</td><td>-0.36*</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Gyp</td><td>0.28</td><td>-0.15</td><td>-0.30</td><td>-0.08</td><td>0.14</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>EC</td><td>-0.42*</td><td>0.40</td><td>0.10</td><td>-0.30</td><td>-0.50*</td><td>-0.30</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>pH</td><td>-0.37*</td><td>-0.54*</td><td>0.30</td><td>0.10</td><td>0.25</td><td>-0.80*</td><td>0.60*</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>SAR</td><td>-0.23</td><td>-0.16</td><td>0.67*</td><td>-0.23</td><td>-0.27</td><td>-0.30</td><td>0.50</td><td>0.22</td><td>1.00</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Na+</td><td>-0.40*</td><td>0.29</td><td>0.26</td><td>-0.32</td><td>-0.40*</td><td>-0.24</td><td>0.90*</td><td>0.43*</td><td>0.65*</td><td>1.00</td><td></td><td></td><td></td><td></td></tr><tr><td>Ca²+</td><td>-0.20</td><td>0.51*</td><td>-0.60*</td><td>-0.17</td><td>-0.38*</td><td>-0.06</td><td>0.60*</td><td>0.90*</td><td>-0.29</td><td>0.43*</td><td>1.00</td><td></td><td></td><td></td></tr><tr><td>Mg2+</td><td>-0.41*</td><td>0.61*</td><td>-0.30</td><td>-0.13</td><td>-0.50</td><td>-0.10</td><td>0.70*</td><td>0.88</td><td>-0.22</td><td>0.62*</td><td>0.78*</td><td>1.00</td><td></td><td></td></tr><tr><td>SDC</td><td>-0.54*</td><td>0.01</td><td>-0.40*</td><td>-0.07</td><td>-0.70*</td><td>-0.57*</td><td>0.19</td><td>0.54*</td><td>0.50*</td><td>0.22</td><td>0.40*</td><td>0.19</td><td>1.00</td><td></td></tr><tr><td>MDC</td><td>-0.52*</td><td>0.11</td><td>-0.10*</td><td>0.06</td><td>-0.84*</td><td>-0.64*</td><td>-0.25</td><td>0.31*</td><td>0.50*</td><td>0.33*</td><td>0.03</td><td>0.20</td><td>0.61*</td><td>1.00</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The multiple regression model between dispersible clay content and soil properties revealed that SDC negatively linked with CCE（ $( P { < } 0 . 0 \\bar { 5 }$ ， $R ^ { 2 } { = } 0 . 4 7 \\dot { 7 }$ ； Fig. 3a). MDC also had a negative relationship with CCE（ ${ \\it P } { < } 0 . 0 5$ ， $R ^ { 2 } { = } 0 . 3 3 4$ ; Fig.3b).Results highlighted the importance of CCE as a predictor of SDC and MDC in the region. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cluster analysisbased on vegetation coverage obtained three distinctive vegetation communities at the similarity level of $60 \\%$ (Fig. 4). The first community belonged to carbonatetolerant and coarse-textured soils-like species (psammophytes)，which are found in desert areas with high soil sand contents. Species in the second community were found in areas with high soil silt contents.T. aphylla,as the most salinity- and sodicity-tolerant species,was categorized as the only member of the third community that grew in highly saline soils (Fig. 4). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/2254b07a754ecf426dd21a5c3a8225fd5ee3e46ba14adf09ba16f7a19bd9aec9.jpg",
        "img_caption": [
            "Fig.3Relationships of spontaneously-dispersible clay (SDC,a） content and mechanicall-dispersible clay (MDC,b) content with calcium carbonate equivalent (CCE) "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/47efd64dbb3553d4717c8c942d95e7708a861853cad2fa80a15013e3b00a942c.jpg",
        "img_caption": [
            "Fig.4Cluster analysis based on vegetation coverage in the Great Salt Desert, central Iran "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3Plant species response curves against edaphic factors ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plant species differently respond to edaphic factors. The coverages of S.rosmarinus,T. aphylla and $H .$ strobilaceum showed an upward trend with increasing gypsum content up to $10 \\%$ and then a downward one with gypsum content greater than $1 5 \\%$ (Fig. 5a). On the contrary, coverage of $A$ sieberi decreased with increasing gypsum content up to $10 \\%$ and then started to increase with gypsum content greater than $1 5 \\%$ (Fig. 5a). Coverage of $T .$ aphylla increased while that of $A$ sieberi increased with increasing EC up to $1 5 0 \\mathrm { ~ d S } / \\mathrm { m }$ Coverage of $H .$ strobilaceum and S. rosmarinus increased with increasing soil EC and started to decrease when EC values was greater than $1 0 0 ~ \\mathrm { d } \\mathrm { S } / \\mathrm { m }$ (Fig.5b). Coverages of S. rosmarinus,T. aphylla and $H .$ strobilaceum increased with increasing soil sand content up to $50 \\%$ and reduced when sand content was greater than $60 \\%$ . Coverage of $A$ . sieberi showed a constant trend with increasing sand content and then had an upward trend when sand content was above $60 \\%$ (Fig. 5c). With increasing soil clay content, coverages of A. sieberi and $H .$ strobilaceum decreased,whereas $T .$ aphylla showed an upwardly trend. S. rosmarinus exhibited no discernible trend in relation to soil clay content (Fig. 5d). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This study explored the relationships between vegetation coverage and soil characteristics in the Great Salt Desert, central Iran. The composition and distribution of vegetation communities in the study area were highly related to the ability of individual species to cope with flooding,salinity and sodicity,and nutrient limitation. For example, we found that the distribution of mono-specific communities (e.g.，T. aphylla and $H .$ ，strobilaceum） is related to specific soil physical and chemical gradients in the central Iranian deserts. Apaydin et al.(2Oo9） also reported the occurrence of stable species around salt marsh of Black Sea. Significant zonation of saltmarsh plants appears in the Hoz-e Soltan Playa due to sharp physical gradients and species tolerance to harsh physical conditions (Sahragard and Chahouki, 2O15). Edaphic factors and flooding are often reported to determine the establishment and zonal paterns of plant species around salt wetlands (Apaydin et al.， 2OO9). This study found significant relationships between composition and distribution of vegetation communities and a series of edaphic factors including EC,soluble $\\mathrm { { N a } ^ { + } }$ concentration, SAR,CCE,sand and silt contents in the Great Salt Desert,central Iran ，which is consistent with the result of Quevedo and Frances (2Oo8),who assessed the relationship between soil and vegetation coverage in an arid and semi-arid region and found that soil texture was the most important contributing factor to establishment of plant species.The plant species response curves to environmental gradients in the study area provide a means for identifying the species fundamental and realized niches (Austin，2Oo5).It should be noted that the abundance of dominant plants in saline landscapes of central Iranian deserts is partly explained by the environmental gradients summarized in this study. Competition or facilitation between species and random recruitment should be explored to give a more accurate interpretation of vegetation changes as suggested by Zhang and Wang (2016). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f0418979486e450f17202d0599fea2b1f12d15a563f88977637c368ac783f3a0.jpg",
        "img_caption": [
            "Fig.5Plant species response curves from generalized linear model (GLM) relating coverage of vegetation communities to edaphic factors.Ta.ap,Tamarix aphylla；Ha.st，Halocnemumstrobilacum;Se.ro,Seidlitzia rosmarinus;Ar.si,Artemisia sieberi. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Hoz-e Soltan Playa, Moreh Plain and Namak Lake are among the lowest points in the center of the Iranian deserts,and facing to inlet and outlet discharged water in various seasons. The temperature fluctuations and flooding-drying cycles increase soil EC and soluble $\\mathrm { C a } ^ { 2 + }$ $\\mathrm { { N a } ^ { + } }$ and $\\mathbf { M g } ^ { \\hat { 2 } + }$ concentrations in some vegetation communities in these areas. Soluble ions concentrations increase during summer as compared with spring and winter and then remarkably decrease during autumn season (Apaydin et al.，2Oo9). Higher EC values in $H .$ strobilaceum $T .$ aphylla, T. aphylla-H. strobilacum,T.aphylla and $H .$ strobilaceum communities can also be related to the underground movement of saline waters from the Namak Lake towards the Masileh Plain and the subsequent upward transfer of salts to the soil surface due to evaporation and capillary rise. Furthermore,dam constructions in the upper zone of this area caused a sharp decrease in water input to this area compared with the past. In warm seasons,soil surface has undergone a ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "capillarity phenomenon due to the high temperature,causing increases in carbonate content.   \ngypsum content, $\\mathrm { { N a } ^ { + } }$ and $ { \\mathbf { M } }  { \\mathbf { g } } ^ { 2 + }$ concentrations (Asrari et al., 2012). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Relatively strong negative correlations were observed between dispersible clay content and CCE in the study area. These relations can be interpreted as follows. Carbonates are cementing agents for soil aggregation, and they release divalent cations (i.e., ${ \\mathrm { C a } } ^ { 2 + }$ and $\\mathbf { M g } ^ { 2 + } .$ ）in the soil solution that can negatively flocculate charged clay particles by cationic bridges.Therefore, increasing CCE leads to a decrease in aggregate instability as characterized by the dispersible clay content (Fig. 3). It should be noted that in general, soil salinity improves soil aggregation by contracting the difuse double layer surrounding clay particles.In our study，however，the concentration of soluble $\\mathrm { { N a } ^ { + } }$ was higher than those of $\\dot { \\bf M } \\bf { g } ^ { 2 + }$ and $\\mathrm { C a } ^ { 2 + }$ ,and therefore,the sodicity could minimize the efect of soil EC，leading to the disintegration of soil aggregates and increasing soil dispersible clay content， which is in agreement with the resultsof Gonzalez-Alcaraz et al. (2014) and Yang et al. (2016). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Plant species with potential to tolerate the stress of drought environment can survive in these extreme environments (Kent, 2O11). Hence, it is highly important to protect soil against erosion by identifying resistant species to such environment. According to the results obtained from the plant species response curves and RDA analysis,T. aphylla is the most resistant plant to unfavorable soil conditions in the study region. Moreover, A. sieberi can thrive in the region with high levels of carbonates.Plant species such as S. rosmarinusm and H. caspica can tolerate only a narrow range of environmental conditions and disappear beyond their edaphic thresholds (Hejcmanova-Nezerkova and Hejcman， 2OO6; Kent, 2O11). The structural and functional responses of plant species to various environmental conditions can be well assessed using an appropriate multivariate analysis approach (Kleyer et al., 2O12). The results of this study may lead to new approaches for more efective solutions to the saline environment of central Iranian deserts. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our results found that vegetation communities in the study area were classified into three distinctive vegetation communities， which included carbonate-tolerant and coarse-textureddependent species,high soil silt and organic matter content-dependent species,and salinity- and sodicity-tolerant species. We also highlighted the importance of soil carbonate content as a predictor of dispersible clay content in these arid and saline areas. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Due to the anthropogenic effects and frequent drought events,central Iranian deserts are often experiencing severe degradation in soil and vegetation. In order to avoid permanent loss of the plant diversity,it is necessary to implement conservation strategies in these fragile ecosystems. Thus,our data provide a valuable baseline for future monitoring studies regarding the possible changes in plant species distributions,and can be used to facilitate reclamation and restoration projects. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The authors would like to thank the Isfahan University of Technology,Iran for the financial support.We also gratefully acknowledge the field-work support of Qom Agricultural and Natural Resources Research and Education Center,Iran.The authors are grateful to Mr.Mohammad-Reza MORADIfor his assstance in this study and Dr. Saeid POURMANAFI for his help to provide maps. We are grateful for the reviews from the editor, Ms. Audrey HE and two anonymous reviewers, who significantly improved the quality of this paper. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abbas MS,AfefeAA,HatabEBE,etal2Ol6.Vegetation-soilrelationshipsinwadiEl-Rayanprotectedarea,westedsert, Egypt.Jordan Journal of Biological Sciences,9(2): 97-107. AgarwalP,DabiM,KinhekarK,etal.2020.Specialadaptivefeaturesof plant speciesinresponse tosalinity.In: Hasanuzaman M,Tanveer M.Salt and Drought Stress Tolerance in Plants Signaling Networksand Adaptive Mechanisms. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Allhgholi A,Asri Y.2014.Changes in plant communities within thesouth east salt marshes of Orumieh Lake.Plant Ecophysiology,5(15): 74-87. (in Persian)   \nApaydin Z,KutbayHGOzbucak T,etal.2O09.Relationshipsbetweenvegetationzonationandedaphic factors inasaltarsh community (Black Sea Coast). Polish Journal of Ecology,57(1): 99-112.   \nArevalo JR,Ferandez-Lugo S,Reyes-BetancortJA,etal.2O17.Relationshipsbetwensoil parametersandvegetation in abandoned terrace fieldvs.non-terraced fieldsinarid lands (Lanzarote，Spain):anopportunity forrestoration.Acta Oecologica,85: 77-84.   \nAsrari A,Bakhshikhaniki G H,Rahmatizadeh A.2O12.Assessmentof relationship betweenvegetationand saltsoil in Qom Province. Iranian Journal of Range and Desert Research,19(2): 264-282.(in Persian)   \nAustin M P.2Oo5.Vegetationand environment:discontinuities and continuities.In:van der Marel E.Vegetation Ecology. Oxford: Blackwell Publishing, 52-84.   \nCao QQ，Yang B M,LiJR,etal.2020.Characteristicsof soil water and salt associated with Tamarix ramosissima communities during normal and dry periods in a semi-arid saline environment. CATENA,193: 104661.   \nCarter MR, Gregorich E G. 2008. Soil Sampling Methods of Analysis $2 ^ { \\mathrm { n d } }$ ed.). Boca Raton: CRC Press,1224.   \nCochran W G.1977.The estimation of sample size.In: Cochran W G. Sampling Techniques ( $3 ^ { \\mathrm { r d } }$ ed.).New York: John Wiley& Sons,72-86.   \nCzyzEA,DexterAR.0l5.Mechaicaldispersioofclayfromsoilinto aterreadily-disprsedandspontaneously-dispersed clay. International Agrophysics,29(1):31-37.   \nde Martonne E.1926.Anew climatological function: the aridity index.La Meteorologie,2: 449-458.(in French)   \nFlowersTJ,TrokeP,YeoAR.1977.Themechanismofsalt tolerance inhalophytes.Annual RevieofPlantPhysiology,28(1): 89-121.   \nGonzalez-AlcarazMN,Jimenez-CarcelesFJ,AlvarezY,etal.2O14.Gradientsof soil salinityand moisture,andplant distribution,ina Mediteraneansemi-arid saline watershed:amodelof soil-plantrelationships forcontributing tothe management. CATENA,115: 150-158.   \nGreig-Smith P.1983. Quantitative Plant Ecology ( $3 ^ { \\mathrm { r d } }$ ed.). Oxford: Blackwell Scientific Publications,374.   \nHejcmanova-Nezerkova P,Hejcman M.2006.A canonical corrspondence analysis (CCA）of the vegetation-environment relationships in Sudanese savannah,Senegal. The South African Journal of Botany,72(2): 256-262.   \nIMO.2015. Iran Meteorological Organization Archive.[2015-09-20]. htps://www.irimo.ir/eng/index.php.   \nKent M.2O11.Vegetation Description and Data Analysis: APractical Approach.New York: John Wiley & Sons,414.   \nKhatibiR,Soltani S,Khodagholi M.2O17.Efectsofclimaticfactorsandsoil salinityonthedistributionof vegetationtypes containing Anabasis aphylla in Iran: a multivariate factoranalysis.Arabian Journal of Geosciences,10(2):1-18.   \nKleyerM,DrayS,BelloF,etal.20l2.Assessingspeciesandcommunityfunctionalresponses toenvironmental gradients: which multivariate methods? Journal of Vegetation Science,23(5): 805-821.   \nKoull N,Chehma A.2O16.Soilcharacteristicsandplant distribution insaline wetlandsofOued Righ,northeasterAlgeria. Journal of Arid Land,8(6): 948-959.   \nMagurran AE. 2Oo4.Measuring Biological Diversity. Australia: Black well Science Ltd., 256.   \nMokhtari-AslAAF,MesdaghiM,AkbarluoM,etal.2O08.Investigationonrelationshipsbetweensomesoilcharacteristicnd distributionofrangelands species (Case study:Eastern Azarbayjan-Marand Gherkhelar rangelands).Journal of Agricultural Sciences and Natural Resources,15(1): 14-24.(in Persian)   \nMueler-Dombois D,Elenberg H.1974.Aims and MethodsofVegetation Ecology.New York: Wiley& Son,93-135.   \nPark HJ,Hong MGKimJG2020.Efects ofsoilfertilityandfloodingregimeonthe growthofAmbrosia trifida.Landscape and Ecological Engineering,16(1): 39-46.   \nPiernik A.2012.Ecological Paternof Inland Salt Marsh Vegetation in Central Europe.Poland: Nicolas Copernicus University Press,229.   \nQuevedo DI,FrancesF.2O08.Aconceptual dynamic vegetation-soil model foraridand semiarid zones.Hydrologyand Earth System Sciences,12(5): 1175-1187.   \nRengasamyP,GreeneR,Ford G,et al.1984.Identificationof dispersivebehaviourandthe managementofred-brownearths. Australian Journal of Soil Research, 22(4): 413-431.   \nSahragard HP,Chahouki MZ.2O15.Anevaluationof predictive habitat models performanceof plant species in Hoz-e Soltan rangelands of Qom Province. Ecological Modelling,309: 64-71.   \nSalamaF,Ghani MAE,Tayeh NE.2Ol3.Vegetationand soilrelationships in theinland wadi ecosystemof central Eastern Desert,Egypt. Turkish Journal of Botany,37(3): 489-498.   \nSalamaF,Ghani MAE,Gadallah M,etal.2O16.Characteristicsof desert vegetationalongfourtransects inthearid environment of southern Egypt. Turkish Journal of Botany, 40(1): 59-73.   \nSheikhzadehA,BashariH,Tarkesh-EsfahaniM,etal.2Ol9.Investigationofrangeland indicatorspeciesusingparametricand non-parametric methods in hilly landscapes of central Iran. Journal of Mountain Science,16(6):1408-1418.   \nTer Braak CJF.1985.Corrspondence analysis of incidence andabundance data: properties intermsof aunimodalresponse model. Journal of Biometrics,41(4): 859-873.   \nUngarIA.1967.Vegetation-soilrelationshipsonsalinesoils in Northern Kansas.American Midland Naturalist,78(1): 98-120.   \nWeaverRW,AngelJS,BotomleyPS.1994.MethodsofSoil Analysis: Microbiologicaland Biochemical Properties.Madison: Soil Society of America,1152.   \nYangF,AnFH,MaH,etal.2Ol6.Variationsonsoilsalinityandsodicityanditsdriving factors analysisunder microtopography in different hydrological conditions.Water, 8(6): 227.   \nZhangLW,WangBC.2O16.Intraspecificinteractions shiftfromcompetitive tofacilitativeacrossalowtohighdisturbance gradient in a salt marsh. Plant Ecology,217(8): 959-967. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]