[
    {
        "type": "text",
        "text": "Metatarsal I osteohistology of Xixianykus zhangi (Theropoda: Alvarezsauria) and its implications for the development of the arctometatarsalian pes ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "QIN Zi-Chuan1,2.3 ZHAO Qi12 XU Xing1,2.3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionandHumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing100044)   \n(2 CAS Centerfor ExcellenceinLife and Paleoenvironment Beijing10o044 \\*Corresponding author: xu.xing@ivpp.ac.cn)   \n(3 University of Chinese Academy of Sciences Beijing 100049) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractThe late-branching alvarezsaurian Xixianykus zhangi is among the smallest known non-avialan theropods.With great similarity to its close relatives,it is highly cursorial as indicated by proportionally long lower segments of the hindlimbs and the presence of an arctometatarsalian pes-a highly modified structure that has been suggested to improve cursorial capability in theropods.Here we describe the osteohistology of the metatarsal II of the holotype of X. zhangi (XMDFEC V 0011). Two rarely reported histological features, radial vascular canals and Sharpeys fibers,are presented in this study. We suggest that both features are related to the development of the arctometatarsalian pes; however,further investigations of metatarsal osteohistology in theropods are required for the validation of our interpretation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsosteohistology, alvarezsaurian,arctometatarsalian,radial vascular canals, Sharpey's fibers ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Qin Z C, Zhao Q, Xu X, in press. Metatarsal I osteohistology of Xixianykus zhangi (Theropoda:Alvarezsauria) and its implications for the development of the arctometatarsalian pes.Vertebrata PalAsiatica.DOI: 10.19615/j.cnki.1000-3118.190425 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Alvarezsauria is an early-branching subgroup of maniraptoran theropods with a nearly global geographical distribution (Bonaparte,1991; Perle et al.,1993; Karhu and Rautian,1996; Novas,1997; Chiappe et al.,1998; Hutchinson and Chiappe,1998; Naish and Dyke, 2004; Martinelli and Vera, 2007; Alifanov and Barsbold, 2009; Longrich and Currie, 2009; Xu et al.,2010,2011; Agnolin et al.,2012; Averianov and Sues,2017). The late-branching members of this group are highly cursorial animals,as indicated by two features-extremely long lower segments of the hindlimbs and arctometatarsalian pes.The latter is characterized by a laterally compressed metatarsal II that contributes to a highly compacted metatarsus and has been suggested to improve cursorial capabilities (Holtz,1995; Snively et al., 2004). Xixianykus zhangi is a late-branching alvarezsaurian theropod from the Upper Cretaceous Majiacun Formation of Xixia,Henan Province, China (Xu et al.,2O1O) and similar to other latebranching alvarezsaurians,it has an extremely modified arctometatarsalian pes that is featured by a significantly short metatarsal II producing an even more compacted metatarsus (Xu et al., 201O).Here,we study the pedal osteohistology of the holotype of $X .$ zhangi (XMDFEC V 0011) to investigate the development of the highly modified pes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Material and method ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We sampled the right metatarsal II of the holotype of Xixianykus zhangi, XMDFEC V 0011 (Xixia Museum of Dinosaur Fossil Eggs of China). In this study, two ground sections were made based on the distal end of the right metatarsal II (Fig. 1). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5b0f1137d2027994ac7f47d8b303eb941afa1169c1343261843d35d6fdbe5257.jpg",
        "img_caption": [
            "Fig.1 The holotype of Xixianykus zhangi (XMDFEC V 0011) and the sketch diagram for where the ground sections sliced A. the holotype of $X .$ zhangi (XMDFEC $\\mathrm { ~ V ~ } 0 0 1 1 \\$ )in ventral view (a dotted line indicates the sampled position); B.the dorsal (B1),ventral (B2) and medial (B3) views of its distal portion of right tarsometatarsus of $X .$ zhangi; C.the sketch diagram showing the spatial relation between the metatarsals II and II on the thin section (the metatarsal II colored in white is where we histologically sectioned). C is no scaled. Abbreviations: FE.femur; FI. fange; IL.ilium; IS. ischium; MTII. metatarsal I; MTIII.metatarsalIII; MTIV. metatarsal IV; PU. pubic; SV. sacral vertebrae; TM. tarsometatarsus; TT. tibiotarsus "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Histological sections used in this study were prepared using standard techniques (Padian and Lamm, 2O13). The distal end of the preserved portion of the right metatarsal I was embedded in resin, and the diaphyseal transverse sections were made using a diamond circular saw fitted with a diamond-tipped wafering blade. One surface of each ground section was polished with a wheel grinder/polisher (EXAKT40oCS) by rough emery paper (500 grit),and then grounded using emery paper with finer grit $( 4 0 0 0 ~ \\mathrm { g r i t } )$ to produce a smooth texture ideal for the adhesion to a glass slide. The ground sections were then cut to a thickness of about $2 5 0 ~ { \\mu \\mathrm { m } }$ with a diamond circular saw before being ground down further to the desired final thickness of $8 0 ~ \\mu \\mathrm { m }$ (ground section I) and $5 0 ~ { \\mu \\mathrm { m } }$ (ground section II), leaving the exposed surface of the section smooth. The ground section I is more distally located than the ground section II, the distance between them is about $1 { - } 2 \\mathrm { m m }$ .Each slide was then cleaned ina waterfilled ultrasonic cleaner to remove microscopic grit and finally capped with a glass coverslip. The completed two thin sections were studied in normal and polarized light, observed with Zeiss Axio Imager A2 microscope, and photographed with ZEN software from Zeiss. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Histological description ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Both ground sections display compact primary cortices with sparse primary vascular canals (Figs. 2A,3A). The medullary cavity is eliptical and filled with crystals (Fig. 3A). Two lines of arrested growth (LAGs) are identified (Fig.2) and have been interpreted as a oneyear growth record (Chinsamy, 2Oo5). Though fibrolamellar bone occupies most of the cross section, the endosteal bone forms an uninterrupted band of lamellar bone laying alongside what used to be the endosteum. Longitudinal primary vascular canals and osteocyte lacunae dominate the bone cortex (Fig. 2B). OA ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ground section I,which has a thickness of $8 0 ~ \\mu \\mathrm { m }$ ，displays radially arranged vascular canals in most of the cortex except for the ventral half of the lateral portion, and for the endosteal bone (Fig. 2A). These radial canals cross the growth marks without any morphological changes, indicating a multiyear forming structure (Fig. 2C). These radial canals are about $1 0 0 { - } 3 0 0 ~ \\mu \\mathrm { m }$ apart (Fig. 2C). Most of those in the lateral portion of the ground section are approximately $2 0 0 ~ { \\mu \\mathrm { m } }$ long,and those in the other portions of the ground section are variable in length and in general much shorter. Most radial canals are oriented perpendicularly to sub-perpendicularly to the periosteum. They reach close to the periosteum on the lateral and medial sides but are much deeper within the cortex and far from the periosteum on the dorsal side. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In ground section II, which has a thickness of $5 0 ~ { \\mu \\mathrm { m } }$ ，Sharpey's fibers can be seen on the lateral side when observed under polarized light (Francillon et al.,199o; Holger and Sander, 2013). Under polarized light equipped with a quartz interferometer plate, Sharpey's fibers emerge as a blue-colored filamentous structure (Fig.3A). Since the ground section I is thicker, Sharpey's fibers are hardly observed. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/3923ac0b8d51ec4edff3ec760444eca09eee97528aab82f8719a7829c46c6a98.jpg",
        "img_caption": [
            "Fig. 2The micrograph of the ground section I of metatarsal I of Xixianykus zhangi (XMDFEC V 0011) seen under normal light "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A. the whole section under the normal light (red dots, primary canals; blue lines,radial canals; green line, endosteal bone boundary); B. the medial portion of the slice is dominated by longitudinal canals (two LAGs are indicated by two red arrows); C.a radial canal lies acrossthe two LAGs (indicated by ared arrow) ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b9aa7faf9ebfffe0bc3490829f862c74943ccf19c580b91c30e9e1cf56d7824d.jpg",
        "img_caption": [
            "Fig.3Microphotograph of the ground section II of metatarsal II of Xixianykus zhangi (XMDFEC V 0011) under polarized light A.whole cross section observed under polarized light; B.Sharpey's fibers can be seen in the lateroventral corner of metatarsal I (indicated by the black arrows); C.sparselydistributed Sharpey's fibers on the lateral side of metatarsal I (indicated bythe small black arrows) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Near the lateroventral portion, what appears to be a bundle of radial Sharpey's fibers can be seen. This bundle is obliquely oriented to the ventral periosteal surface (with an angle of approximately $4 0 ^ { \\circ }$ ,Fig.3B).More dorsally in the lateral portion of the ground section are more sparsely distributed, much shorter Sharpey's fibers.These fibers are parallel to each other and to nearby radial canals,and they are nearly perpendicular to the periosteal surface (Fig. 3C). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The main histological features observed in the metatarsal II of Xixianykus zhangi, including proportionally large medullary cavity, fibrolamellar-bone-dominated cortex,are similar to those in the long bones of other small-sized theropods,such as the Shuvuuia and Archaeopteryx (Erickson et al., 2001, 2009). For example, the medullary cavity is proportionally large, the cortex is mainly composed of fibrolamellar bone, longitudinal vascular canals dominate the cortex and are relatively sparse in distribution (Erickson et al., 2001,2009). ev ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Two histological features,the radial vascular canals and the Sharpey's fibers, are particularly interesting. Sharpey's fibers were first reported in alveolar tooth sockets of mammals as part of the periodontal ligament that can be traced through dental tissues (Sharpey, 1848). Sharpey's fibers also referred to connective tissue fibers that continuous with skeletal tissues and their enthesis. Sharpey's fibers also function as the binding of cranial bones and attaching cranial muscles to bone periosteum (Pritchard et al., 1956; Jones and Boyde,1974; Nicaise et al., 1988; Hieronymus, 2006). Sharpey's fibers have been reported in extinct taxa, and have been suggested that they functioned as same as in extant animals (Chinsamy, 2005; Francillon et al.,1990; Holger and Sander, 2013). Among Mesozoic theropods, Sharpey's fibers have been reported in the tibia of the ceratosaurian Masiakasaurus knopfleri (Lee and O'Connor, 2013), the femur of an unnamed ceratosaurian (Canale,2016), the hindlimb of the early-branching avialan Confuciusornis (Ricqles et al., 2Oo3),and the quill knobs of a few early-branching avialans (Wang,2O12).In the first thre examples, Sharpey's fibers were probably used for muscle attchment whereas in the last case,they have been suggested to represent the insertion sites of feathers to bone (Wang,2Ol2). Sharpey's fibers were also suggested to be present in the metatarsals of some tyrannosaurids and in Allosaurus based on intermetatarsal rugose facets (Snively and Russell, 2oo3), though in the absence of any histological evidence. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Our observation represents the first histological evidence for the presence of Sharpey's fibers in the pes of any Mesozoic theropod. Sharpey's fibers in XMDFEC V OO1l include two different types:1) obliquely oriented, densely-bunched ones in the lateroventral corner of the cross section of metatarsal II; and 2) parallelly arranged and sparsely distributed ones in the lateral portion of the cross section of metatarsal I. In living mammals, the Sharpey's fibers found at the junction of cranial bones are sparser than those found at muscle attachment (Jones and Boyde,1974).The densely-packed Sharpey's fibers seen in the lateroventral corner of the cross section of metatarsal II of XMDFEC $\\mathrm { ~ V ~ } 0 0 1 1$ were more likely to be used for a tendinous atachment, whereas the parallelly arranged and sparsely distributed ones were most likely part of a ligamentous sheath surrounding and binding the metatarsal bones together, as in living mammals where Sharpey's fibers are used to bind cranial bones in a firm yet slightly movable manner (Pritchard et al., 1956). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In living birds, radial canals represent extremely rapid growth (Margerie et al., 2004; Montes et al.,2O1O),but they are also known in two other conditions such as in pathological bones and in bones associated with substantial shape changes (Erickson and Tumanova, 2000). Radial vascular canals were not reported in other small theropods such as Mahakala or Archaeopteryx (Erickson et al., 2Oo9), nor other alvarezsaurians including Shuvuuia deserti, Albinykus Baatar, Xiyunykus pengi and Bannykus wulatensis (Erickson et al., 2Oo1; Nesbitt et al.,2011; Xu et al.,2018). They are also unknown in giant theropods (Erickson et al., 2004, Horner and Padian, 20o4) and were not found even in sauropods (Curry, 1999; Klein and Sander, 2oo8), presumably because these gigantic dinosaurs had lower maximum growth rates and bone deposition rates than those of living-birds (Margerie et al.,2004; Montes et al., 2010; Erickson, 2014). b ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "However, radial vascular canals are known to be present in the ceratopsians Psittacosaurus mongoliensis (Erickson and Tumanova, 2ooo) and P. lujiatunensis (Zhao et al., 2013),and the hadrosaurian Maiasaura (Cubo et al.,2015). In these cases, the radial vascular canals were suggested to be related to substantial shape changes as a result of loading change (Erickson and Tumanova,2000; Zhao et al.,2013; Cubo et al.,2015). Radial yascular canals were also reported in the early-branching sauropodomorpha Plateosaurus engelhardti but the interpretation of these structures was ambiguous (Klein,2004). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our report of the presence of radial vascular canals in XMDFEC V O011 is the first one in any theropod. They differ from the radial vascular canals that were identified as resulting from a pathology, like those found in a giant dinosaur (identified as a possible ornithopod or sauropod) in the following criteria (Chinsamy and Deratzian, 2oo9): radial canals are $1 0 0 { - } 3 0 0 ~ { \\mu \\mathrm { m } }$ apart from each other rather than densely bunched; radial canals are oriented perpendicularly to the periosteum rather than parallelly; radial canals extend from the endosteum to the periosteum instead of limited to near the periosteum.Radial vascular canals in XMDFEC $\\mathrm { ~ V ~ } 0 0 1 1$ are probably related to substantial shape changes,as suggested for other dinosaurs (Erickson and Tumanova, 2000; Zhao et al.,2013; Cubo et al.,2015). More specifically, the lateroventral portion of metatarsal II expands significantly laterally to buttress the ventrally thin metatarsal II to form the arctometatarsal condition. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The presence of Sharpey's fibers and radial vascular canals in metatarsal II of Xixianykus shed new light on how the arctometatarsal condition forms. The former feature explains how the metatarsals connects in a firm but movable manner, which is important for cursorial capability; the latter feature explains the substantial shape change,seen at the histological level, that occurs during the development of the arctometatarsal condition. However, more histological investigations of theropod metatarsals, especially in the arctometatarsalian pes,are needed to confirm this interpretation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe thank Ding Xiaoqing for preparing specimens, Zhang Shukang for guidance of manufacturing histological slices,and Chen Guanhan for photographs.We thank P. Martin Sander from University of Bonn for the discussion.We thank Alida Bailleul for the discussion and her comments on the manuscript. This study was supported by the National Natural Science Foundation of China (41688103 and 41120124002). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "张氏西峡爪龙(兽脚类：阿尔瓦雷斯龙类)第二跖骨的骨组织学a 及其对“窄足型”足部结构发育的启示",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "秦子川1.2.3 赵祺1,2 徐星1,2.3(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京 100044)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(2中国科学院生物演化与环境卓越创新中心北京100044)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3中国科学院大学北京100049)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "摘要：阿尔瓦雷斯龙类的一晚期演化支——张氏西峡爪龙(Xixianykus zhangi),是体型最小的非鸟兽脚类恐龙之一。与其他阿尔瓦雷斯龙类类似，其胫跗骨和足部相对较长，并具有善于奔跑的兽脚类恐龙中常见的窄足型足部，指示其可能非常善于奔跑。对张氏西峡爪龙的第二跖骨进行了骨组织学研究，发现了两种罕见的骨组织学结构：放射状骨脉管和沙比纤维。认为这两种结构与其具有的窄足型足部有关，然而还需要对更多的兽脚类跖骨进行骨组织学研究来验证这一结论。 a关键词：骨组织学，阿尔瓦雷斯龙类，窄足型足部，放射状骨脉管，沙比纤维",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AgnolinFL,PowellJE,NovasFEetal.,201.Newalvarezsaurid(Dinosauria: Theropoda)fromuppermost Cretaceousof north-western Patagonia with associated eggs.Cretaceous Res,35:33-56   \nAlifanovVR,BarsboldR,20o9.Ceratonykus oculatus gen.etsp.nov.,anew dinosaur (?Theropoda,Alvarezsauria)from the Late Cretaceous of Mongolia.Paleontol J,43: 94-106   \nAverianov A,Sues HD,2Ol7.TheoldestrecordofAlvarezsauridae (Dinosauria:Theropoda)inthe Northern Hemisphere. PLoS One,12:e0186254   \nBonaparteJF,991.Losvertebrados fosilesdelaFormacionRioColorado,delaciudaddeNeuquenycercanias,Cretacico superior,Argentina.Rev Mus Arg Ci Nat “Bernardino Rivadavia\",4:17-123   \nCanale JI,Cerda I,NovasFEetal.,2016.Smal-sized abelisaurid(Theropoda:Ceratosauria)remains from the Upper Cretaceous of northwest Patagonia,Argentina. Cretaceous Res,62:18-28   \nChiappe L M,NorellMA,Clark JM,1998.The skull ofarelativeof thestem-group birdMononykus.Nature,392: 275- 278   \nChinsamy TA,2Oo5.The Microstructure of Dinosaur Bone: Deciphering Biology with Fine-Scale Techniques.Baltimore, Maryland: Johns Hopkins University Press.50-51   \nChinsamy TA,Deratzian T,2Oo9.Pathologic bonetissues inaturkey vulture andanonavian dinosaur: implications for interpreting endosteal bone and radial fibrolamellar bone in fossil dinosaurs.Anat Rec,292:1478-1484   \nCubo J,Woodward H,WolffEetal.,2015.Firstreportedcasesof bomechanicallyadaptive bone modeling innon-avian dinosaurs. PLoS One,10: e0131131   \nCurry K A,1999.Ontogenetic histology of Apatosaurus (Dinosauria: Sauropoda): new insights on growth rates and longevity.JVert Paleont,19: 654-665   \nMargerie DE,RobinJP,VerrierDetal.,2O04.Asessing arelationshipbetween bone microstructure and growthrate:a fuorescent labelling study in the king penguin chick (Aptenodytes patagonicus).JExp Biol,207: 869-879   \nErickson GM, 2014. On dinosaur growth. Annu Rev Earth Planet Sci, 42: 675-697   \nErickson G M,Tumanova TA,20oo.Growth curve of Psitcosaurus mongoliensis Osborn (Ceratopsia: Psitacosauridae) inferred from long bone histology. JLinn Soc London Zool,130: 551-566   \nErickson G M,Rogers KC, Terby A,2001. Dinosaurian growth paterns and rapid avian growth rates. Nature,412: 429 433   \nErickson G M, Makovicky P J, Currie P J et al. 2004. Gigantism and comparative life-history parameters of tyrannosaurid dinosaurs. Nature,430: 772-775   \nErickson G M,Rauhut OW,Zhou Z Het al.,2009. Was dinosaurian physiology inherited by birds? Reconciling slow growth in Archaeopteryx.PLoS One,4: e7390   \nFrancillon VH, De Buffrénil V, Castanet J et al.,1990. Microstructure and mi lization of vertebrate skeletal tissues. In: Carter JG ed. Skeletal Biomineralization: Patterns,Processes and Evolutionary New York: Van Nostrand Reinhold.471-530   \nHieronymus TL,2006. Quantitative microanatomy of jaw muscle atachment in extant diapsids.JMorphol, 267: 954 967   \nHolgerP,Sander M,2013.Histological evidence for muscle insertion in extant amniote femora: implications for mu reconstruction in fossls. JAnat, 222(4): 419-436   \nHoltz TR,1995.The arctometatarsalian pes,an unusual structure of the metatarsus of Cretaceous theropoda (Dinosaur: Saurischia). J Vert Paleont,14: 480-519   \nHorner JR,K.Padian,2004.Age and growth dynamics of Tyrannosaurus rex.Proc Biol Sci,271: 1875-1880   \nHutchinson JR,Chiappe L M,1998.The first known alvarezsaurid (Theropoda: Aves)from North America.JVert Paleont, 18: 447-450   \nJones SJ,BoydeA,1974.Theorganizationand gross mineralizationpaternsofthecolagen fbres insharpeyfbrebone. Cell Tiss,148: 83-96   \nKarhu AA,RautianAS,1996.AnewfamilyofManiraptora (Dinosauria: Saurischia)fromtheLate Cretaceous ofMongolia. Paleontol J,30: 583-592   \nKlein N,2Oo4.Bonehistologyand growthofthe prosauropod dinosaurPlateosaurus engelhardtivon Meyer,1837from the Norian bonebeds of Trosoingen (Germany)and Frick(Switzerland).Ph.D thesis.Bonn: University of Bonn.1-136   \nKlein N,SanderM,o08.Ontogeneticstagesinthelong bone hstologyofsauropoddinosaurs.Paleobiology,34:247263   \nLee AH,O'ConnorPM,2013.Bone histologyconfirms determinate growthand smallbody size inthe noasauridtheropod Masiakasaurus knopfleri.JVert Paleont, 33: 865-876   \nLongrich NR,CurrePJ,20o9.Albertonykus borealis,a new alvarezsaur (Dinosauria:Theropoda) from the Early Mastrichtian of Alberta, Canada: implications for the systematics and ecology of the Alvarezsauridae. Cretaceous Res,30:239-252   \nMartinelli A G,Vera E,2Oo7.Achillesaurus manazonei,anew alvarezsaurid theropod (Dinosauria)from the Late Cretaceous Bajo de la Carpa Formation,Rio Negro Province,Argentina. Zootaxa,1582:1-17   \nMontesL,RoyNL,Peret Metal.,2010.Relationships betweenbone growthrate,body massandresting metabolic rate in growing amniotes: a phylogenetic approach. Biol JLinn Soc, 92: 63-76   \nNaish D,DykeG,o4.Heptasteornis wasnorithomimid,troodontid,dromaeosauridorowl:thefrstalvareaurid (Dinosauria: Theropoda) from Europe.Neues Jahrb Geol Paläontol Monatsh,7: 385-401   \nNesbittS J, Clarke JA,Turner A H et al.,2011.Asmallalvarezsaurid from the eastern Gobi Desert offers insight into evolutic atterns in the Alvarezsauroidea.J Vert Paleont, 31: 144-153   \nNicaise G M,Manzanares MC,Bulpa Petal.,1988.Calcifiedtissues involved in the ontogenesisofthe human cranial vault. Anat Embry,178:399   \nNovas F E,1997. Anatomy of Patagonyku puertai (Theropoda,Avialae,Alvarezsauridae), from the Late Cretaceous of Patagonia.J Vert Paleont,17: 137-166   \nPadian K,LammE T,2013.Bone HistologyofFossil T rapods. Berkeley, CA: University of California Press.56-175   \nPerleA,Norell MA,Chiappe L etal.,1993.Flightless bird frol Cretaceous of Mongolia.Nature, 362: 623-626   \nPritchard JJ,Scott JH,GirgisFG,1956.The structureand developmentof cranialand facial sutures.JAnat,90:73-86   \nRicqlesAD,PadianK,HornerJR etal,20o3.Osteohistologyof Confuciu is sanctus (Theropoda: Aves). J Vert Paleont, 23:373-386   \nSharpey W,1848.In elements of anatomy. In: Quain R,Sharpey W eds. Bone or the Osseous Tis .London: Taylor,Walton, and Marberly. 973-974   \nSnively E,Russell AP,20o3.Kinematic model of tyrannosaurid (Dinosauria: Theropoda) arctometatarsu function. J Morphol,255: 215-227   \nSnivelyE,RusellAP,PowellGL,2Oo4.Evolutionary morphologyof thecoelurosaurian arctometatarsus:descriptive morphometric and phylogenetic approaches. Zool JLinn Soc,142: 525-553   \nWang S,2012.Histologyof birds’ulnar papilae and its CTmicrostructure reconstruction.M.S.thesis.Beijing: University of Chinese Academy of Sciences.1-73   \nXuX,Wang DY,SulivanCetal.,2O10.Abasal parvicursorine(Theropoda:Alvarezsauridae)from the Upper Cretaceous of China. Zootaxa, 2413:1-19   \nXu X,Sullivan C,Pittman Metal.,2011.The first known monodactylnon-avia dinosaurandthecomplex evolutionof the alvarezsauroid hand.Proc Natl Acad Sci USA,108: 2338-2342   \nXu X,ChoiniereJ,TanQetal.,2l8.TwoEarlyCretaceous fosilsdocument transitional stagesinalvarezsauriandnosaur evolution. Curr Biol,28: 2853-2860   \nZhao Q,BentonMJ,Sullivan Cetal.,2013.Histologyand postural change during the growthof theceratopsian dinosaur Psitacosaurus lujiatunensis.Nat Commun, 4: 2079 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]