[
    {
        "type": "text",
        "text": "Plant cover as an estimator of above-ground biomass in semi-arid woody vegetation in Northeast Patagonia, Argentina ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Laura B RODRIGUEZ1,², Silvia S TORRES ROBLES1\\*, Marcelo F ARTURI, Juan M ZEBERIO1,Andrés C HGRAND4, Néstor IGASPARRI5.6 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 National UniversityofRio Negro,Atlantic Headquarters,Center for Environmental Studies from Norpatagonia(CEANPa), Viedma 8500, Argentina;   \n2 National Council of Scientific and Technical Research (CONICET), Viedma 8500,Argentina;   \n3EcologicalandEnvironmental SystemsResearch Laboratory (LISEA)，National Universityof La Plata,La Plata1900, Argentina;   \n4 National Institute of Agricultural Technology (INTA),AER Patagones, Carmen de Patagones 8504,Argentina;   \n5InstituteofRegionalEcology(IER),National UniversityofTucuman (UNT)-NationalCouncilof ScientificandTechical Research (CONICET), Tucuman 4000,Argentina;   \n6FacultyofNatural SiencesandMiguelLillIstitute,National UniversityofTucuman(UNT),YerbaBuena41O7,Argentina ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The quantification of carbon storage in vegetation biomass is a crucial factor in the estimation and mitigation of $\\mathrm { C O } _ { 2 }$ emissions. Globally,arid and semi-arid regions are considered an important carbon sink. However,they have received limited atention and,therefore,it should be a priority to develop tools to quantify biomass at the local and regional scales.Individual plant variables,such as stem diameter and crown area, were reported to be good predictors of individual plant weight. Stand-level variables,such as plant cover and mean height, are also easy-to-measure estimators of above-ground biomass (AGB) in dry regions. In this study，we estimated the AGB in semi-arid woody vegetation in Northeast Patagonia, Argentina. We evaluated whether the AGB at the stand level can be estimated based on plant cover and to what extent the estimation accuracy can be improved by the inclusion of other field-measured structure variables. We also evaluated whether remote sensing technologies can be used to reliably estimate and map the regional mean biomass.For this purpose, we analyzed the relationships between field-measured woody vegetation structure variables and AGB as wellas LANDSAT TM-derived variables. We obtained a modelbased ratio estimate of regional mean AGB and its standard error. Total plant cover allowed us to obtain a reliable estimation of local AGB,and no better fit was attained by the inclusion of other structure variables. The stand-level plant cover ranged between $1 8 . 7 \\%$ and $9 5 . 2 \\%$ and AGB between about 2.O and $7 0 . 8 ~ \\mathrm { M g / h m ^ { 2 } }$ . AGB based on total plant cover was well estimated from LANDSAT TM bands 2 and 3, which facilitated a model-based ratio estimate of the regional mean AGB (approximately $1 2 . 0 ~ \\mathrm { M g / h m ^ { 2 } } )$ （204 and its sampling error (about $30 . 0 \\%$ ). The mean AGB of woody vegetation can greatly contribute to carbon storage in semi-arid lands.Thus, plant cover estimation by remote sensing images could be used to obtain regional estimates and map biomass, as well as to assess and monitor the impact of land-use change on the carbon balance,for arid and semi-arid regions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: above-ground biomass; shrublands;ratio estimation; carbon storage; remote sensing; Patagonia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The loss of biomass is an important cause of increased greenhouse emissions mainly promoted by land-use change (Foley et al.，2005；Houghton, 20o5). Thus,a decrease in deforestation rates is considered an important strategy to reduce $\\mathrm { C O } _ { 2 }$ emissions (Kindermann et al., 2008). In thiscontext， carbon storage in vegetation biomass represents a valuable environmental service,and its quantification is, therefore，an important measurement to estimate and mitigate $\\mathrm { C O } _ { 2 }$ emissions from deforestation (Houghton，2007；GTOS,2010). Carbon storage has been widely studied, especially in tropical and subtropical forests, over the last decades (Baccini et al.,2008; Saatchi et al., 2011; Gasparri et al.,2013; Hansen et al., 2013; Cartus et al.， 2014; Hengeveld et al.， 2015). However， the carbon storage of woody communities in arid and semi-arid regions has received much less attention (Grainger,1999; Malagnoux et al.,2007; Le Polain de Waroux and Lambin, 2012). Globally,arid and semi-arid regions are considered an important carbon sink since they cover approximately $45 . 0 \\%$ of the land area of the world (Gruinzweig et al., 2003; Nosetto et al., 2006). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In dry ecosystems,tree cover and shrub cover are closely related to carbon storage,and their spatio-temporal features are strongly dependent on climate， soil， herbivory，wildfire frequency，and land-use change (Sankaran et al.,2O05； Torres Robles et al., 2015; Zeberio and Pérez,2O2O).Field estimation of biomass vegetation in arid and semi-arid regions is usually more difficult than it is in temperate forest regions due to the lack of classical tools such as national forest inventories and the standardized biomass equations available for trees (Le Polain de Waroux and Lambin, 2012). Therefore,it is a priority to develop tools to quantify biomass at the local and regional scales,to correctly estimate the impact of land-use change on the carbon balance of these arid and semi-arid ecosystems. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "At the local scale, above-ground biomass (AGB) is frequently estimated through dimensional analysis,based on the allometric relationship between the plant dimension and the dry mass for individual species or species groups (Jenkins et al.， 2004). Stem base diameter and diameter at breast height (DBH) are the most common and useful variables to estimate biomass at the individual tree level (Chave et al.， 2005; Fonseca et al.，2009). In multistemmed woody species,the most useful variables are those related to the crown size because this is the best way to represent the plant volume (Hierro et al.,20oo; Hofstad, 2005; Onatibia et al.,2010; Conti et al.,2019). However, allometric formulas for the estimation of tree and shrub biomass are not always available，especially for semi-arid vegetation，which is usually dominated by small trees and multi-stemmed shrubs (Hierro et al.,2Oo; Conti et al., 2013).In addition,serious dificulties arise when allometric models are used in the field because time-demanding variablesmust be measured. Furthermore, individuals are not isolated; instead,overlapping crowns are frequently found among individuals of the same or different species (Torres Robles et al.， 2015; Zeberio et al.，2018).Alternatively，stand-level vegetation variables， such as plant cover and mean height， were shown to be easy-tomeasure independent variables to estimate AGB in dry regions (Flombaum and Sala, 2007；Chojnacky and Milton， 2008；Pearce et al.， 2010). Moreover， plant cover has been highlighted as a good single variable estimator of vegetation biomass in arid or semi-arid shrublands (Flombaum and Sala, 2007; Zhang et al., 2019), which can be appropriately estimated from remote sensing images. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "At the regional scale, remote sensing techniques have been considered valid tools for mapping and monitoring forest biomass (Dong et al., 2003; Houghton, 2005; Dengsheng, 2006). Statistical approaches are commonly used to link field data with remote sensing information in arid and semi-arid regions (Dengsheng，2006; Chen et al.，2010). These approaches seek relationships between the vegetation biomass measured in the field and spectral variables (Galidaki et al.，2017; Chen et al.，2018).However,models to estimate AGB derived from remote sensing images are ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "specific for a given region at a given moment and have low transferability in space and time (Eisfelder et al.,2O12). Thus,local and regional estimates of AGB are needed to understand the dynamics of carbon storage in arid and semi-arid regions of the world. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A significant proportion of arid and semi-arid areas of South America are located in Argentina (Fensholt et al., 2012). AGB and plant cover have been estimated at a regional scale based on remote sensing technologies in Argentinian dry forestlands (Gasparri et al., 2O10; Gasparri and Baldi, 2013; Gonzalez-Roglich and Swenson,2016) and shrublands. However, the wide range of variations in climate, physiognomy, and floristic composition throughout the arid and semi-arid areas in Argentina makes it clear that many local and regional estimations are still necessary. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study，we estimated AGB in semi-arid woody vegetation in Northeast Patagonia, Argentina. We evaluated whether AGB at the stand level can be estimated from plant cover and to what extent the estimation accuracy is improved by the inclusion of other field-measured structure variables.We also evaluated whether the relationship between field-measured plant cover and remote sensing estimates can be used to reliably estimate and map the regional biomass. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Methods and materials ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study area is located in Northwest Patagonia, Argentina, which is in the transition between the Espinal and Monte Ecoregions,within the geographical coordinates of $3 8 ^ { \\circ } 0 0 ^ { \\prime }  – 4 1 ^ { \\circ } 0 0 ^ { \\prime } \\mathrm { S }$ and $6 4 ^ { \\circ } 2 8 ^ { \\prime } - 6 2 ^ { \\circ } 1 5 ^ { \\prime } \\mathrm { W }$ (Morello et al., 2012; Oyarzabal et al.,2018) (Fig.1). The zonal vegetation is the shrub-steppe with the height of $1 . 5 { - } 3 . 0 \\mathrm { ~ m ~ }$ and vegetation cover of $5 0 . 0 \\% { - } 8 0 . 0 \\%$ . The most common shrub species are Larrea divaricata Cav., Chuquiraga erinacea D. Don subsp. erinacea, Condalia microphylla Cav., Monttea aphylla (Miers) Benth.& Hook, Prosopis flexuosa DC. var. depressa F.A. Roig.,and Schinus johnstonii F. A. Barkley (Roig et al.,20o9; Torres Robles et al., 2015). Tree species are Greoffroea decorticans (Gillies ex Hook. & Arn.) Burkart $( 3 . 0 \\mathrm { - } 6 . 0 \\mathrm { ~ m ~ }$ in height), Prosopis caldenia Burkart $( > 6 . 0 \\mathrm { ~ m ~ }$ in height),and Prosopis flexuosa DC. var. flexuosa Phil. $( { > } 6 . 0 \\mathrm { ~ m ~ }$ in height). These tree species are found as sparse trees or in small groups $( < 1 \\ \\mathrm { h m } ^ { 2 } )$ (León et al.,1998; Morello et al., 2012; Torres Robles et al.,2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The climate is sub-temperate transitional dry, with warm summers and moderately cold winters, and windy， especially in spring and summer. Precipitation varies in a Southwest-northeast gradient, approximately from 300 to $5 9 0 ~ \\mathrm { m m / a }$ ,with maximums in autumn and spring and high variability between years (Godagnone and Bran, 2Oo9). Winters usually alternate between water surplus and water deficit (Gabella and Campo,2O16). Besides,soil water deficit exhibits in every spring,summer, and the beginning of autumn (October to April or May), with the maximum soil water stress occurring in the middle of summer (January) (Gabella and Campo, 2016). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Mean AGB of woody vegetation was estimated using a model-based ratio estimator (Kangas and Maltamo, 2006). First, we sampled the woody vegetation structure in 42 sampling sites (see Fig. 1) between 2010 and 2012. Second, we estimated the biomass by direct harvest in 21 out of the 42 sites between 2014 and 2016.Third, we fitted a model to estimate the AGB of the 42 sampling sites using stand-level plant cover as the independent variable.We fitted a second model using the AGB of the 42 sampling sites as the dependent variable and LANDSAT TM bands as independent variables.Finally, we estimated AGB at the regional scale and calculated the ratio between stand structure-based and satelite-based biomass estimates. From this ratio,we estimated the mean biomass for the whole study area and calculated its sampling error. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Stand structure field sampling ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Stand structure was assessed in 42 sampling sites selected from the visual analysis of very highresolution images on the Google Earth platform. Based on such analysis, we selected the sampling sites that represent a gradient of vegetation cover between low and high, according to Di Gregorio and Jansen (2Ooo） to achieve appropriate spatial distribution.Due to this non-random sampling procedure, we used model-based estimation (Kangas and Maltamo, 2Oo6). In each site, the sample unit consisted of three $1 0 \\ \\mathrm { m } { \\times } 1 0 \\ \\mathrm { m }$ plots which were established along a transect line with a distance of $7 0 \\mathrm { m }$ between plots. We located the starting point of the transect and selected its direction, so that the sample unit matched the selected plant cover category that were detected in the Google Earth images. We considered three woody plant categories: (1） large individuals, referring to single-stemmed plants separated from other plants(at least $5 \\ \\mathrm { c m }$ in diameter at the stem base); (2) small individuals, referring to multi-stemmed plants separated from other plants or single-stemmed plants with $_ { \\mathrm { D B H < } 5 \\mathrm { c m } }$ (stem diameter at $1 . 3 \\mathrm { ~ m ~ }$ in height); and (3) plant groups, including two or more small individuals, with the same or different species,and crowns in contact. We recorded the following measurements: (1） total height, as the distance between the highest point of the plant crown and the soil; (2) DBH, as the diameter of the stem at $1 . 3 \\mathrm { m }$ in height, only for large individuals； and (3） crown diameters,as the maximum diameter of the crown of individuals or groups,and a second measurement of a perpendicular diameter. Plant height was measured with an optical clinometer or a metric stick for plants less than $2 . 0 \\mathrm { ~ m ~ }$ in height.DBH was measured with a diametric tape and crown diameters with a metric tape. Based on these measurements,we calculated total plant cover (coverT) at the plot level as the sum of the crown cover of individuals and groups of plants divided by the plot area. The crown cover for each plant was approximated to the area of a circle of diameter equal to the average of maximum and perpendicular diameters. We calculated the maximum and average heights of the plot based on the height of individuals and plant groups. Basal area was calculated for every individual with DBH greater than $5 \\mathrm { c m }$ ： ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8cbe00d3649da05ad7dab4e05590a64cca0351342532f6537265904ba5da28aa.jpg",
        "img_caption": [
            "Fig.1 Geographical location of the study area and distribution of sampling sites. Structural survey sites: 1-42; harvest sites for biomassestimation:1-21.The solid line indicates the limit between \"Monte\"(southwest)and \"Espinal\" (northeast) ecoregions according to Morelo et al. (2012),and the dotted line indicates the boundaryof the transitional vegetation unit \"Transition Monte\",according to Oyarzabal et al. (2018). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4Local-scaleAGB estimation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Based on the structure sampling,we selected 21 sites for biomass estimation. The selected sites approximately represented the observed range of woody vegetation cover, as well as even spatial distribution.In each of the 21 sites,a $5 ~ \\mathrm { m } { \\times } 5 ~ \\mathrm { m }$ plot was centered in the third plot where stand structure was previously sampled. In this plot, plant cover, height, and DBH were measured as described previously and all the above-ground parts of the woody plants were harvested. Plant parts were weighted in the field in separate categories: (1) leaves and branches with diameter less than $1 \\mathrm { c m }$ ; (2) stems or branches with diameter of $1 { - } 5 \\ \\mathrm { c m }$ ; (3) stems or branches with diameter of $5 { \\mathrm { - } } 1 0 ~ { \\mathrm { c m } }$ ; and(4） stems with diameter greater than $1 0 \\ \\mathrm { c m }$ . Aliquots of different categories were collected and oven-dried to constant weight to determine the humidity factors.We then estimated the dry biomass for each harvested plot, based on the field weights and the humidity factors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We fitted a linear model to estimate AGB from plant cover in the plot and evaluated whether the model fit improved with the inclusion of basal area, maximum height, average height, or the cover of different plant categories (plants with DBH of less than $5 \\ \\mathrm { c m }$ , in the range of $5 { \\mathrm { - } } 1 0 ~ { \\mathrm { c m } }$ ，and greater than $1 0 \\ \\mathrm { c m } \\dot { }$ ).We selected the final model was selected based on the Akaike Information Criterion (AIC), which is an appropriate measure to compare models with a different number of independent variables (Burnham and Anderson, 2Oo2). The $P$ values of the slope of independent variables and coefficient of determination $( R ^ { 2 } )$ were also indicated.Plots of fitted vs.observed values,as well as the histograms of the residuals, were used to visually evaluate the adequacy of the selected model and variables transformation (natural logarithm). The fitted linear model was applied to estimate AGB in all 42 sites where the woody vegetation structure was measured. Data were analyzed by Infostat software (di Rienzo et al., 2016). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 Regional-scale AGB estimation and mapping ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The biomass estimated for the 42 sites based on the stand structure was used to fit a linear model at a regional scale,using the LANDSAT 5 TM bands as independent variables (path 227-228 and row 088-O87-O86). The images were obtained from United States Geological Survey (www.usgs.gov). The fit of models to estimate plant biomass based on LANDSAT bands and vegetation indices can strongly vary among dates due to variations in plant and soil absorption and reflection responses (Gaspar et al.， 2010). Thus,we analyzed images free of clouds between 2007 and 2O11 to cover different phenological phases and seasons, with are close to the dates of vegetation sampling. By visual interpretation, we ensured that no sample site was affected by land-use change within the time range of the LANDSAT image dates. A geometric and radiometric correction was applied to all images to remove data acquisition errors (Gonzalez-Iturbe Ahumada, 2004). The Rayleigh correction was applied to allimages to calculate the reflectance at the surface level (Kaufman， 1989). The following vegetation indices were also calculated: Normalized Difference Vegetation Index (NDVI) (Rouse et al.， 1974), Enhanced Vegetation Index (EVI) (Huete et al., 2002),and Soil-Adjusted Vegetation Index (SAVI) (Huete,1988). The mean of three pixels, corresponding to the location of each structure plot per site, was calculated for bands 1 to 7 (except the thermal infrared band 6),as well as for each vegetation index. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We fitted linear regression models for each image date. Since similar models used for estimating biomass only include one or two independent variables (Gasparri et al., 2O1O),we first explored the simple linear correlations between structure-based estimations of biomass and the following predictors: satelite bands and vegetation indices.The best-correlated variable was then included in the model,and the remaining variables were added one at a time.We used AIC to compare the fit of different models.Student $t$ values were used to evaluate the significance of each variable in the model and the predicted vs. observed plots to visually explore the linearity and homoscedasticity of the residuals. Based on such plots,we determined whether log-linear transformations (natural logarithm) should be applied or not. $R ^ { 2 }$ was also indicated for each model. The selected model was applied to each pixel of the image with woody vegetation, for the corresponding date. We applied a map mask to exclude the AGB mapping for urban and agricultural areas as well as dunes, water bodies,and rocky areas. The mask was defined by using local maps. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.6 Mean biomass estimation and sampling error ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The mean biomass of the study area was calculated from the ratio between the mean structurebased biomass estimate (variable $y$ ) and the mean satellite-based biomass estimate (variable $x$ ）for 42 sampling sites.This ratio was multiplied by the mean satellite-based biomass estimation for the entire images. Since the 42 sampling sites were selected to represent the observed range of woody plant cover, rather than following a sampling design, we estimated the sampling error for the model-based ratio estimation (Kangas and Maltamo,20o6). A bootstrap procedure was applied to estimate the sampling error (Gregoire and Salas,2009；Mageto and Motubwa, 2018). This procedure consisted of four steps,as follows: (1) 21 pairs of values $x$ (plant cover） and $y$ (fieldmeasured biomass) were randomly taken from 21 observed data with reposition; (2) the linear model was fitted to estimate biomass based on plant cover; (3) the biomass was estimated for 42 pairs of values randomly taken from the 42 sampling sites with repetition; and (4) the linear model was fitted to estimate biomass based on satelite variables (those selected in previous procedures), and the mean biomass was calculated by ratio estimation. This procedure was repeated l0oo times and the percentiles 5 and 95 were taken as $9 5 \\%$ confidence limits.Additionally,we plotted the observed values (structure-based estimation of biomass） vs. predicted values (satellite-based estimations of biomass) obtained from all 1ooo simulations.Percentile lines $5 \\%$ and $9 5 \\%$ were drawn using quantile regression for descriptive purposes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Vegetation structure data and local-scale AGB estimation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Total plant cover ranged between $1 8 . 7 \\%$ and $9 5 . 2 \\%$ in the 42 sites sampled for the estimation of vegetation structure (Table S1).The cover of plants with DBH less than 5 cm accounted for more than $8 0 . 0 \\%$ of the total cover in 32 out of 42 sites,while the cover of plants with DBH greater than $5 \\ \\mathrm { c m }$ accounted for a maximum of $4 0 . 0 \\% - 6 0 . 0 \\%$ in only 5 of these 42 sites (Table S1; Fig. 2).Among the sampling sites where direct harvest was carried out, the cover of plants with DBH greater than $5 \\mathrm { c m }$ accounted for more than $5 0 . 0 \\%$ of the total cover in 7 out of 21 sites (Table S2). Plant biomass mostly ranged between 2.0 and $7 0 . 8 \\ \\mathrm { M g / h m } ^ { 2 }$ and reached a maximum of 161.1 $\\mathrm { M g / h m } ^ { 2 }$ (Table S2). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/18068a3cdfbdb5851ad090df2af1ca50aabfb1a568a194252ca2c2bb3155ee91.jpg",
        "img_caption": [
            "Fig.2Woody vegetation with different total coverages in the study region.(a),site 19 (cover of $9 5 . 2 \\%$ ); (b),site 12 (cover of $6 8 . 6 \\%$ ); (c),site17(cover of $7 1 . 4 \\%$ ); (d),site2(cover of $2 6 . 0 \\%$ ） "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All the models used for estimating AGB based on structure variables fitted well $( R ^ { 2 } { > } 0 . 7 0$ in all cases). The best linear trends in the observed-predicted plots were obtained from models fitted with log-transformed dependent and independent variables. The model fitted using only total cover as predictor exhibited a lower AIC than those including more detailed structure variables (Table 1). This model exhibited clear linear trends and homogeneous dispersion in the observedpredicted plot (Fig.3). The maximum observed biomass followed the linear trend of all data. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/a4605bf11a758bde5084c508c11056107fd49a1c27cd8fb6c57686b595c5141e.jpg",
        "table_caption": [
            "Table 1 Models used to estimate above-ground biomass (AGB) based on structure variables "
        ],
        "table_footnote": [
            "Note:AGB,abovegroundomass;Cover,totalplantover;BAasalarea;Mahightaximueightintheplot;eanight mean height in the plot; $\\mathrm { C o v e r } _ { > 1 0 }$ ,vegetation cover of individuals with a diameter at breast height (DBH) greater than $1 0 \\ \\mathrm { c m }$ ; Cover5-10, vegetation cover of individuals with DBH between 5 and $1 0 \\mathrm { c m }$ $\\mathrm { C o v e r } _ { < 5 }$ ,vegetation cover of individuals or groups with DBH less than 5 cm; n,number of sites; $\\mathbf { b } _ { 0 }$ ,b1， $\\mathbf { b } _ { 2 }$ ，and $\\mathbf { b } _ { 3 }$ ,coefficients；AIC,Akaike Information Criterion; $R ^ { 2 }$ ,coefficient of determination;\\*\\*\\* and \\*\\* significance levelsof0.ooland0.O1,respectively;NS,non-significant;-,nodata.#meanstheselectedmodelinthisstudy. "
        ],
        "table_body": "<html><body><table><tr><td>Model</td><td>n</td><td>bo</td><td>b1</td><td>b2</td><td>b</td><td>AIC</td><td>R²</td></tr><tr><td>logAGB=bo+bilogCoverT#</td><td>21</td><td>-4.62***</td><td>1.92***</td><td></td><td>-</td><td>31.9</td><td>0.80***</td></tr><tr><td>logAGB=bo+bllogCoverT+b2BA</td><td>21</td><td>-4.03**</td><td>1.75***</td><td>0.16NS</td><td></td><td>32.6</td><td>0.80***</td></tr><tr><td>logAGB=bo+bilogCoverT+b2Mean height</td><td>21</td><td>-4.26**</td><td>1.75***</td><td>0.33NS</td><td></td><td>32.1</td><td>0.81***</td></tr><tr><td>logAGB=bo+bllogCoverT+b2Max height</td><td>21</td><td>-4.18**</td><td>1.75***</td><td>0.11NS</td><td>-</td><td>33.1</td><td>0.80***</td></tr><tr><td>logAGB=bo+b,Cover>10+b2Cover5-10+b3Cover<5</td><td>21</td><td>1.26**</td><td>0.03***</td><td>0.04**</td><td>0.02NS</td><td>38.4</td><td>0.75**</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/da582a7b1b82b226c9f713ff98467c14bb576755f88d1583baf5f4f772c136e9.jpg",
        "img_caption": [
            "Fig.3Relationship between log-transformed total plant cover and log-transformed above-ground biomass.The selected model is plotted as a solid line. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Regional-scale AGB estimation from satellite data and mapping ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "High absolute correlations were found between AGB and individual bands as well as between AGB and vegetation indices.The greatest absolute correlations were observed in late spring and no significant correlations were observed in middle or late summer, as shown in Table 2.The best model to estimate log-transformed AGB was fitted with data from late spring, including the logtransformed band 3 as the first variable in the model.The log-transformed band 2 was retained as the second variable in the model, which exhibited an approximately linear trend between the observed and predicted values (Table 3; Fig. 4).No further variables were retained based on AIC values. The fitted AGB values ranged approximately between 2.5 and $7 0 . 3 ~ \\mathrm { M g / h m } ^ { 2 }$ ： ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/ccc4ec90e98c5dcf31639efbbd509254b51be9ea556320b4bffe854e2866b739.jpg",
        "table_caption": [
            "Table 2Pearson's correlation coeficient for the bands (LANDSAT TM) and green indices (NDVI, SAVI,and EVI) in relation to the biomass on different dates "
        ],
        "table_footnote": [
            "Note:B1,bad;B2band;B3,nd;B4band4;B5,n;B7,ad7;DVomaledDierenceVegetatonIde;V Soil-AdjustedVgetationde；VancedVegetatioIde；\\*ndigniicancelevesf respectively; NS, non-significant. "
        ],
        "table_body": "<html><body><table><tr><td>Date (dd/mm/yy)</td><td>B1</td><td>B2</td><td>B3</td><td>B4</td><td>B5</td><td>B7</td><td>NDVI</td><td>SAVI</td><td>EVI</td></tr><tr><td>19/09/10</td><td>-0.41**</td><td>-0.68***</td><td>-0.61***</td><td>-0.62***</td><td>-0.66***</td><td>-0.59***</td><td>-0.06 NS</td><td>-0.29*</td><td>-0.23NS</td></tr><tr><td>10/10/10</td><td>-0.64***</td><td>-0.68***</td><td>-0.68***</td><td>-0.75***</td><td>-0.66***</td><td>-0.58**</td><td>0.05NS</td><td>-0.33**</td><td>-0.27*</td></tr><tr><td>21/12/10</td><td>-0.63***</td><td>-0.69***</td><td>-0.76***</td><td>-0.54**</td><td>-0.69***</td><td>-0.67***</td><td>0.77***</td><td>0.68***</td><td>0.73***</td></tr><tr><td>23/01/11</td><td>-0.32**</td><td>-0.37**</td><td>-0.39**</td><td>-0.16NS</td><td>-0.43**</td><td>-0.39**</td><td>0.41**</td><td>0.28*</td><td>0.31**</td></tr><tr><td>17/03/07</td><td>-0.64***</td><td>-0.68***</td><td>-0.67***</td><td>-0.17NS</td><td>-0.62***</td><td>-0.63***</td><td>0.51**</td><td>0.39**</td><td>0.41**</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/18e6e0222c0cd33647aa9f16a44bd622955f03342ac7924bb083bb1bed9c3260.jpg",
        "table_caption": [
            "Table3 Regression models ofAGBbased on spectral data "
        ],
        "table_footnote": [
            "Note:TheB2,B3,NDVI,andEVIweredatedon21December2010.TheB4was datedon10October2010.\\*\\*and\\*\\*,significance levels of0.ooland0.O1,respectively;NS,non-significant;-,nodata.# means the selected modelinthis study. "
        ],
        "table_body": "<html><body><table><tr><td>Model</td><td>n</td><td>bo</td><td>b1</td><td>b2</td><td>AIC</td><td>R²</td></tr><tr><td>logAGB=bo+bllogB2+b2logB3#</td><td>42</td><td>3.64NS</td><td>11.77**</td><td>-11.30***</td><td>62.3</td><td>0.62***</td></tr><tr><td>AGB=bo+biNDVI</td><td>42</td><td>-31.23***</td><td>226.48***</td><td></td><td>75.1</td><td>0.58***</td></tr><tr><td>logAGB=bo+bilogB4</td><td>42</td><td>-5.70***</td><td>-4.34***</td><td></td><td>93.1</td><td>0.56***</td></tr><tr><td>AGB=bo+bEVI</td><td>42</td><td>-34.12**</td><td>304.37***</td><td></td><td>76.7</td><td>0.52***</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f3e16594484f2c3980f510975ba42d114c7a2c4adabc33849b759131bc1eea97.jpg",
        "img_caption": [
            "Fig.4 Predicted Vs.observed values of the regression of log-transformed AGBbased on bands 2and 3.The solid line indicates a linear model with intercepl ${ \\boldsymbol { \\cdot } } = 0$ and slope $\\scriptstyle : = 1$ "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The application of the model to the entire study area yielded a predicted biomass ranging between 4.9 and $9 6 . 7 ~ \\mathrm { M g / h m } ^ { 2 }$ . A clear spatial trend was apparent on the map (Fig. 5). The highest AGB values of woody vegetation were found in the study area where rainfall is higher, while the lowest values were observed towards the southwestern part, where rainfall is lower. In this sense, at the regional level, AGB of woody vegetation decreased from northeast to southwest (Fig. 5a). However, high biomass values were observed along the entire gradient (Fig. 5b). Regarding the biomass categories, $5 8 . 0 \\%$ of the surface land had values between 5.O and $1 0 . 0 \\ \\mathrm { M g / h m } ^ { 2 }$ ，and $3 2 . 0 \\%$ showed values between 10.0 and $2 0 . 0 ~ \\mathrm { M g / h m } ^ { 2 }$ ,that is, $9 0 . 0 \\%$ of the region yielded AGB values between 5.0 and $2 0 . 0 \\ \\mathrm { M g / h m } ^ { 2 }$ (Fig. 5a). In contrast, $1 0 . 0 \\%$ of the region exhibited AGB ranging from $2 0 . 0 \\mathrm { M g / h m } ^ { 2 }$ to more than $6 0 . 0 \\mathrm { M g / h m } ^ { 2 }$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The mean AGB in study area was $1 1 . 9 ~ \\mathrm { M g / h m } ^ { 2 }$ by ratio estimation $( 8 . 0 { - } 1 6 . 0 \\ \\mathrm { M g / h m ^ { 2 } } )$ (Fig. 6). The total AGB of the study area $( 0 . 6 0 \\times 1 0 ^ { 6 } \\mathrm { k m } ^ { 2 } )$ was $7 2 . 4 ~ \\mathrm { T g }$ ,equivalent to a carbon stock of 36.2 Tg C. The bootstrap-based confidence interval yielded a sampling error of about $3 3 . 0 \\%$ . The bootstrapped predicted-observed plot showed an approximately linear trend while the effect of influencing local data was observed for predicted biomass of about $2 5 . 0 \\ \\mathrm { M g / h m } ^ { 2 }$ . The lines of $5 . 0 \\%$ and $9 5 . 0 \\%$ quantile regression showed symmetric departures from the expected predictedobserved relationship (intercept ${ \\mathrm { \\Omega } } = 0$ ,slope $\\scriptstyle : = 1$ ） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1 Local-scale AGB estimation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Total plant cover allowed us to obtain accurate estimates of AGB. There were wide diffrences between sites in the cover of diferent plant size categories as well as in the mean height and maximum height. Despite the structure variation, the estimate of AGB based on the total cover was not improved by including more structure variables in the model. The cover of the smaller plants (plants with DBH less than 5 cm or stem height below $1 . 3 \\mathrm { ~ m } \\dot { }$ ）was clearly the most important component of woody vegetation. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9535195fa8d90764f3580bf33659c6cf71891cf5b01f752e3b256a29a7734655.jpg",
        "img_caption": [
            "Fig.5 AGB mapped for the entire study area based on LANDSAT TMbands 2 and 3 (a),and cut-ofs of AGB along the geographic gradient (b-e).Isohyets reflects the mean annual precipitation. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/3120c0248a296ffff33f1ea67f035aa260e08e1b7f9a98a6105bc67e6fef72ac.jpg",
        "img_caption": [
            "Fig.6 Predicted vs.observed plots of the model of AGB based on bands 2 and 3 in 100o permutations of the bootstrap procedure. Solid and discontinuous lines exhibit $9 5 \\%$ upper and lower confidence limits (5 and 95 quantiles,respectively). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Stem diameter and plant height may be needed for the accurate estimation of biomass of woody vegetation (Chojnacky and Milton, 20o8; Pearce et al., 2010); however, plant cover demonstrated to be a suitable predictor of biomass measured at the field scale or using remote sensing technologies (Gonzalez-Roglich and Swenson,2016; Pordel et al.,2018; Fusco et al., 2019). In Argentina, different studies have found that models to estimate the individual shrub weight based only on crown cover or diameter and those including plant height had a similar fit. Onatibia et al. (2010) found that in semi-arid,cold-temperate shrublands of central Patagonia, Argentina, the individual weight of three dominant shrub species was similarly estimated by models based on the average crown diameter and those models including total plant height. Similarly,in semi-arid, warm-temperate shrublands,the crown diameter was the best estimator of individual plant weight in shrub species while stem diameter was the best estimator of tree species (Hierro et al., 2000). All the species in that study are found in our study area.Finally, in semi-arid woody vegetation of northern Argentina (Chaco region), crown area was the best estimator of individual plant weight in single-variable models for eight shrub species with the height ranging between 1.O and $4 . 0 \\mathrm { ~ m ~ }$ (Conti et al., 2Ol3). Moreover,crown area was the best estimator of individual plant weight for all species-pooled data. These studies explain at the individual plant level what we found at the stand level. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Stand-level AGB estimates of semi-arid woody vegetation in Argentina are scarce given the wide distribution area and variable climate.The stand-level plant cover we estimated ranged between $1 8 . 7 \\%$ and $9 5 . 2 \\%$ and AGB between about 2.0 and $\\dot { 7 } 0 . 8 \\ \\mathrm { M g / h m } ^ { 2 }$ . These estimates are lower than those found for the stand-level subtropical Chaco forests in semi-arid regions （204号 $( 4 5 . 0 { - } 1 3 5 . 0 \\ \\mathrm { M g / h m } ^ { 2 }$ ； Gasparri et al., 2O1O) and those found for the semi-arid warm-temperate Espinal savanna (about $5 . 0 { - } 1 0 0 . 0 ~ \\mathrm { M g / h m ^ { 2 } }$ ; Gonzalez-Roglich and Swenson, 2016). On the other hand, the stand-level AGB we estimated was higher than the AGB of warm-temperate Monte shrublands $( 7 . 0 { - } 8 . 0 ~ \\mathrm { M g / h m ^ { 2 } }$ ； Zivkovic et al.,2013),above the semi-arid cool temperate Monte shrublands in east of Patagonia (about $1 0 . 0 { - } 3 0 . 0 ~ \\mathrm { M g / ~ h m } ^ { 2 }$ ，Bertiller et al.，2004),and the cool temperate shrublands in northwest $( 1 0 . 0 { - } 1 4 . 0 ~ \\mathrm { M g / h m ^ { 2 } }$ , Nosetto et al., 2006) and south (5.0-20.0 $\\mathrm { M g / h m } ^ { 2 }$ ; Peri, 2011) of Patagonia. Thus, the AGB we estimated follows a decreasing north-south gradient of semi-arid ecosystem, and large geographical gaps need to be filled. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2 Regional estimate of AGB and mapping ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Total plant cover was well estimated from LANDSAT TM. Different results were reported regarding the estimation of plant cover or biomass based on satellite bands or indices. Many studies found that vegetation indices are good predictors of plant cover or biomass (Gasparri et al., 2010; Yan et al.,2013; Pordel et al., 2018; Fusco et al.,2019), while individual LANDSAT TM bands or linear combinations were also reported to be good predictors (Chen and Gilieson, 2009; Chen et al.,2018; Lopez Serrano et al.,2020). The estimation of vegetation variables based on remote sensing products is also dependent on seasonal vegetation changes (Chen and Gillieson, 2009；Gasparri et al.，201O； Issa et al.，202O). Here，we found the linear combination of LANDSAT TMbands 2 and 3 at the end of spring,to be the best predictor of field-measured plant cover. Typically, vigorous vegetation shows a reduced reflectance in blue and red wavelengths (visible bands 1 and 3,respectively) and a relative maximum reflectance in the green portion of the spectrum (band 2) (Navone,20o3).In this sense,the coeficients of bands 2 and 3 in the model were positive and negative, respectively, and the model fitted well right before the dry season begins. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The good fit of the model for estimating AGB based on LANDSAT bands allowed us to estimate a reliable ratio of regional biomass to woody vegetation. The use of ratio estimation is recommended if the Pearson linear correlation is above 0.6O between the target variable (the estimation of AGB based on total plant cover measured in the field) and the auxiliary variable (fitted values of the model based on LANDSAT bands 2 and 3) (Kangas and Maltamo,2006). This condition is largely satisfied since the model fit is greater than $6 0 . 0 \\%$ 0 $( R ^ { 2 } { = } 0 . 6 3 )$ . The \"modelbased\" condition of our ratio estimator of mean AGB is attributed to the fact that we did not follow a sampling design to select the sites in which target and auxiliary variables were simultaneously observed. Instead, these sites were selected to represent a gradient in plant cover in an approximately even spatial distribution throughout the study area. Due to this non-probabilistic selection of the sampling sites,the reliability of the estimation relies on the adequacy of the model and constitutes a recommended procedure for the estimation of mean AGB from remote sensing and its sampling error (Stahl et al.,2O16). Since the AGB was estimated based on field-measured total plant cover, we used a bootstrap procedure,rather than the standard formulas given, for example, by Kangas and Maltamo (2006), to calculate the sampling error. The bootstrap was carried out by resampling the database that we used to fit the regresson of AGB on plant cover, both measured in the field,as well as the regression of AGB estimated from plant cover on LANDSAT bands. Thus,the entire estimation procedure was taken into account in the estimation of the sampling error. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The mean model-based ratio estimate of AGB was clearly under the middle point of the field observed and of the estimated AGB because the pixels with low estimated AGB were far more frequent than the pixels with high estimated AGB. Mean and sampling error estimates over large areas are needed to quantify the contribution of woody vegetation to the ecosystem carbon stock. The mean AGB found (approximately $1 2 . 0 ~ \\mathrm { \\ M g / h m ^ { 2 } }$ ）represented a mean carbon stock of approximately $6 . 0 \\ \\mathrm { M g / h m } ^ { 2 }$ ，which was slightly lower than the carbon stock reported for the Espinal savannas $( 8 . 0 \\ \\mathrm { M g / h m } ^ { 2 } )$ ,located about $2 5 0 ~ \\mathrm { k m }$ to the northwest of the study area in more humid and warmer climate conditions. Sampling error (about $3 0 . 0 \\%$ ）and the estimation area size were also similar between both studies: $0 . { \\bar { 5 0 } } { \\times } 1 { \\bar { 0 } } ^ { 6 } \\ \\mathrm { k m } ^ { 2 }$ in Gonzalez-Roglich and Swenson (2016) and $0 . 6 1 \\times 1 0 ^ { 6 } \\mathrm { k m } ^ { 2 }$ of woody vegetation in this study. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The geographical gradient of local AGB shown by satellite-based estimates clearly agrees with a climate gradient and the structural geographical variations described by Torres Robles et al. (2015). The mean annual precipitation ranges from $5 0 0 { - } 6 0 0 ~ \\mathrm { m m / a }$ in north-northeast of the study area to $3 0 0 { - } 4 0 0 ~ \\mathrm { m m / a }$ in south-southwest of the study area. The maximum local AGB in the map ranges from ${ > } 6 0 . 0 \\ \\mathrm { M g / h m } ^ { 2 }$ to about $5 . 0 { - } 1 0 . 0 \\ \\mathrm { M g / h m } ^ { 2 }$ in the same geographical gradient. The maximum satellite-based estimates of AGB are similar to the satellite-based estimates of AGB in subtropical semi-arid Chaco forests (about $5 4 . 0 ~ \\mathrm { M g / h m ^ { 2 } }$ )reported by Gasparri and Baldi (2013) at the driest end of a precipitation gradient in northern Argentina (about $4 0 0 \\ \\mathrm { { m m } / \\mathrm { { a } } }$ ).This highlights the important role that the extensive semi-arid shrublands play in carbon storage. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Shoshany and Karnibad (2O15) proposed a model to estimate the AGB in semi-arid shrublands in Israel. Based on this model, they estimated a maximum AGB of about 40.0 and $1 5 . 0 ~ \\mathrm { M g / h m } ^ { 2 }$ for mean annual precipitation of 55O and $3 5 0 \\ \\mathrm { m m / a }$ ,respectively. These values are similar to those estimated in the present study if the uncertainty of such estimates is taken into account. Local AGB is greatly affected by land use (Shoshany and Karnibad, 2O15),and Torres Robles et al. (2015) reached the same conclusion in relation to woody vegetation structure in the study area. A high smal-scale spatial variation in AGB is observed in east-southeast of the study area, where intensive land-use change affects the woody vegetation structure (Torres Robles et al., 2015). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Total plant cover allowed us to obtain a reliable estimation of local AGB,and no beter fit was attained by the inclusion of other structure variables.In turn,AGB calculated from total plant cover was well estimated from LANDSAT TM bands 2 and 3,which allowed us to obtain a model-based ratio estimate of the regional mean AGB and its sampling error. The biomass in the region ranged from $9 6 . 7 ~ \\mathrm { M g / h m } ^ { 2 }$ in northeast to $4 . 9 ~ \\mathrm { M g / h m } ^ { 2 }$ in southwest, with an average value for the region of $1 1 . 9 \\ \\mathrm { M g / h m } ^ { 2 }$ (an error of $3 3 . 0 \\%$ ). The mean AGB of woody vegetation can greatly contribute to carbon storage in arid and semi-arid lands. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Knowing the mean AGB in the region provides us with a useful tool to estimate the impact of land-use change on the carbon balance of these ecosystems.In this context, our results show the importance of estimating AGB from woody cover and remote sensors,which should be used formally in woody vegetation biomass monitoring systems in arid and semi-arid ecosystems. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This research was funded bythe National UniversityofRio Negro Research Project (40-C-658)and the Research Project National Instituteof Agricultural Technology, UniversityAsociationofHigher Agricultural Educationand National Council of Veterinary Deans (Proyect 940175).This work is part ofLaura B RODRIGUEZ's Ph.D.thesis ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "supported by ascholarship from National Council of Scientific and Technical Research, Argentina.Special thanks to Dr.Timothy GREGOIRE,who kindly helped us to define the procedure for sampling error estimation. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "imagery.Environmental Research Letters,3(4): 045011,Doi:10.1088/1748-9326/3/4/045011.   \nBertilerMB,BisigatoAJ,CarreraAL,etal.2O04.Structureof thevegetationandfunctioningofthecosystemsofMonte Chubutense. Bulletin of the Argentine Botanical Society,39(3-4):139-158.(in Spanish)   \nBurnhamKP,Anderson DR.2002.Model Selection and Multimodel Inference:APractical Information-Theoretic Approach. New York,NY: Springer,261-303.   \nCartus O,KeldorferJ,WalerW,etal.014.Aationaldetailedapofforestbovegoudcarbostocksinexicomote Sensing,6(6): 5559-5588.   \nChave J,AndaloC,Brown S,etal.20o5.Tree alometryandimprovedestimationofcarbon stocksand balance intropical forests. Oecologia,145(1): 87-99.   \nChen W,CaoCX,HeQS,etal.2010.Quantitative estimationof the shrubcanopyLAIfromatmosphere-corrected HJ-1 CCD data in Mu Us Sandland.Science China Earth Sciences,53:26-33.   \nChen W,Zhao J,Cao C,etal.2018.Shrub biomass estimation insemi-arid sandland ecosystem basedonremote sensing technology. Global Ecology and Conservation,16: e00479,doi: 10.1016/j.gecco.2018.e00479.   \nChen Y,Gilieson D.2009.EvaluationofLandsat TM vegetation indices for estimatingvegetationcoveron semi-arid rangelands: A case study from Australia. Canadian Journal of Remote Sensing,35(5): 435-446.   \nChojnackyDC,Milton M.2008.Measuring carbon in shrubs.In: Hoover CM.Field measurements for forest carbón monitoring. New York: Springer, 45-72.   \nConti G,EnricoL,CasanovesF,etal.2Ol3.Shrubbiomass estimation inthesemiarid Chacoforest:Acontribution to the quantification of an underrated carbon stock.Annals of Forest Science,70: 515-524.   \nConti G,GoréLD,Zeballos SR,etal.20l9.Developingallometric models topredictthe individualabovegroundbiomassof shrubs worldwide.Global Ecology and Biogeography,28(7): 961-975.   \nDengshengL.o06.The potentialandchallengeofremote sensing-basedbiomass estimation,International JournalofRemote Sensing,27(7): 1297-1328   \ndi GregorioA,Jansen LJM.20oo.Land Cover Classfication System (LCCS):classificationconceptsanduser manual. FAO/UNEP/Cooperazione Italiana,Rome,20-31.   \ndiRienzoJA,CasanovesF,BalzariniMG,etal.2016.InfoStat Versin2016.Grupo InfoStat,FCA,National Universityof Cordoba,Argentina.http://www.infostat.com.ar.   \nDongJ,KaufmannRK,MyneniRB,etal.2Oo3.Remote sensingestimatesofborealand temperate forest woodybioass: carbon pools,sources,and sinks.Remote Sensing of Environment, 84(3): 393-410.   \nEisfelderC,KuenzerC,Dech S.2O12.Derivation of biomass information for semi-arid areasusingremote-sensing data. International Journal of Remote Sensing,33(9): 2937-2984.   \nFensholt R,LangankeT,Rasmussen K,etal.2012.Greennessinsemi-aridareas acrosstheglobe 1981-2007—anEarth Observing Satelite based analysis of trends and drivers.Remote Sensing of Environment,121:144-158.   \nFlombaum P,SalaOE.20o7.Cover isagood predictorofabovegroundbiomassinarid systems.Journalof AridEnvironments, 73(6): 597-598.   \nFoley JA,DeFries R,Asner GP,et al.20o5.Global consequences of land use.Science,309(5734): 570-574.   \nFonseca WG,AliceFG,ReyJM.20o9.Models toestimate the biomass ofnative species inplantationsandsecondaryforests in the Caribbean zone of Costa Rica. Bosque,30(1): 36-47.(in Spanish)   \nFuscoEJ,Rau BM,Falkowski M,etal.2019.Accounting forabovegroundcarbon storageinshrublandand woodland ecosystems in the Great Basin.Ecosphere,10(8): e02821,doi:10.1002/ecs2.2821.   \nGabela J,CampoAM.2016.FragilityandenviromentaldegradationiruralareasofthetemperatearidArgentiniandiagoal. Estudios Geograficos,77 (281): 491-519.(in Spanish)   \nGalidaki G,Zianis D,GitasI,etal.2O17.Vegetationbiomassestimatiowithremotesensing:focusonforestandotherwooded land over the Mediterranean ecosystem.International Journal of Remote Sensing,38(7):1940-1966.   \nGasparri NI,Parmuchi MG,Bono J,etal.2010.Assessing multi-temporalLandsat7ETM+ images forestimating above-ground biomass in subtropical dry forests of Argentina.Journal Arid Environments,74(10):1262-1270.   \nGasparriNI,Baldi G.2O13.Regional paternsand controlsof biomassinsemiarid woodlands:lessons from the Northern transient decoupling dynamics in a multi-decadal analysis.Global Environmental Change-Human and Policy Dimensions, 23(6): 1605-1614.   \nGodagnone RE,Bran DE.2O09.Integrated inventoryof the naturalresourcesof the province of Rio Negro.Buenos Aires: INTA,319-363.(in Spanish)   \nGonzalez-Iturbe Ahumada JA.2O04.Introduction to remote sensing:sampling techniques for naturalresoure managers. Mexico: Autonomous Universityof Mexico,Autonomous UniversityofYucatan National Councilof Science and Technology, and National Institute of Ecology,455-471.(in Spanish)   \nGonzalez-Roglich M,Swenson J.2O16.Tree coverandcarbon mappingof Argentine savannas: Scaling from field toregion. Remote Sensing of Environment,172: 139-147.   \nGrainger A.1999.Constraints on modellng the deforestationand degradationof topical open woodlands.Global Ecologyand Biogeography,8: 179-190.   \nGregoireTG,Salas C.2oo9.Ratio estimationwith measurement errr in theauxiliary variate.Biometrics,65(2):590-598.   \nGrinzweigJM,LinT,RotenbergE,etal.20o3.Carbonsequestrationinarid-land forest.Global Change Biology,9(5):791- 799.   \nGTOS.010.Aframeworkforterrestrialclimate-relatedobservationsanddevelopmentofstandardsfortheterrestrialessential climate variables: proposed work plan.[2016-11-20]. http://www.fao.org/gtos/doc/pub78.pdf.   \nHansen MC,Potapov P V,Moore R,et al. 2013.High-resolution global maps of $2 1 ^ { \\mathrm { s t } }$ -century forest cover change. Science, 342(6160): 850-853.   \nHengeveld GM,Didion M,Clerkx S,etal.2O15.The landscape-level effectofindividual-owneradaptationtoclimatechange in Dutch forests.Regional Environmental Change,15:1515-1529.   \nHierro JL,BranchLC,VillarealD,etal.2Ooo.PredictiveequationsforbomassandfuelcharacteristicsofArgentinebs. Journal of Range Management, 53: 617-621.   \nHofstad O.20o5.Review of biomassand volume functions for individual trees and shrubs in southeast Africa.Journal of Tropical Forest Science,17(1): 151-162.   \nHoughton RA.20o5.Aboveground forestbiomassand the globalcarbon balance.Global ChangeBilogy,11(6): 945-958.   \nHoughton R A.2007.Balancing the global carbon budget. Annual Review ofEarth and Planetary Sciences,35: 313-347.   \nHuete AR.1988.A soil-adjusted vegetation index (SAVI).Remote Sensing of Environment,25: 295-309.   \nHuete A,Didan K,MiuraT,etal.2o02.Overviewof theradiometricandbiophysical performanceof the MODISvegetation indices.Remote Sensing of Environment, 83(1-2):195-213.   \nIs SM,DahyBS,SaleousN.2020.Accurate mappingofdatepalmsatdiferentage-stages forthepurposeofestimating their biomass.Annalsof the Photogrammetry,Remote Sensingand Spatial Information Sciences,Voume 3.XXIVh Interational Society for Photogrammetry and Remote Sensing Congress.4 July-10 July 2021. Nice,France,461-467.   \nJenkins JC,ChojnackyDC,HeathLS,etal.2o04.Comprehensivedatabaseofdiameter-basedbiomassregresions forNorth American trees species.Delaware: US Departmentof Agriculture,Forest Service and Northeastern Research Station,1-45.   \nKangas A,Maltamo M. 2006.Forest Inventory: Methodology & Applications.Berlin: Springer,357.   \nKaufmanYJ.1989.Theatmospheric efectonremote sensing and its correction.In:AsrarG.Theoryand ApplicationofOptical Remote Sensing.New York:Wiley Publication,336-428.   \nKindermannG,Obersteiner M,SohngenB,etal.20o8.Globalcostestimatesofreducingcarbon emisions throughavoided deforestation.Proceedings of the National Academy of Sciences,105(30): 10302-10307.   \nLeón RJC,BranD,Collantes M,etal.1998.Mean vegetationunitsof extra-AndeanPatagonia.AustralEcology,8:125-144. (in Spanish)   \nLePolainde WarouxY,LambinEF.2O12.Monitoringdegradation inaridandsemi-aridforestsand woodlands:thecaseofthe argan woodlands (Morocco).Applied Geography,32(2): 777-786.   \nLopez SerraoPM,Cardenas DominguezJL,Coral-Rivas JJ,etal.220.Modelingof aboveground biomass with landsat8 oli and machine learning in temperate forests.Forests,11(1):11,https://doi: 10.3390/fl1010011.   \nMageto T,Motubwa J.2018.Botstrapconfidence interval for modelbasedsampling.American Journalof Theoretical and Applied Statistics,7(4): 147-155.   \nMalagnoux M,SeneEH,Atzmon N.2oo7.Forests,trees and water inarid lands:adelicate balance.Unasylva,58:24-29.   \nMorello J,Mattucci SD,RodriguezAFetal.20l2.Argentineecoregionsndecosystemcomplexes.Buenosires:Graphic Orientation,309-347. (in Spanish)   \nNavoneSM.2Oo3.Remote Sensors Apliedtothe StudyofNaturalResources.Buenos Aires:FacultyofAgronomy,University of Buenos Aires,81-95.(in Spanish)   \nNosetoMD,JobbagyEG,Paruelo JM.20o6.Carbonsequestration insemi-aridrangelands: ComparisonofPinus ponderosa plantations and grazing exclusion in NW Patagonia.Journal Arid Environments,67(1):142-156.   \nOiatibiaGR,AguiarMR,CipriotiPA,etal.2010.IndividualplantandpopulationbiomassofdominantshrubsinPatagoian grazed fields.Ecologia Austral,20: 269-279.   \nOyarzabalM,ClavijoJ,OakleyL,etal.2018.VegetationunitsofArgentina.AustralEcology,28:040-063.(inSpanish)   \nPearce HG,Anderson WR,ogartyLG,etal20l0.Linearmixed-efects models forestimatingbiomassandfuelloadsin shrublands.Canadian Journal ofForest Research,40(10):2015-2026.   \nPeriPL.2011Carbonstorage incold temperate ecosystemsinSouthernPatagonia,Argentina.In:IslamAtazadeh.Biomassand Remote Sensing of Biomass.London,In Tech,213-225.   \nPordelF,EbrahimiA,AziziZ.2O18.Canopycoverorremotelysensedvegetationindex,explanatoryvariablesofaboveround biomass in an arid rangeland,Iran. Journal Arid Land,1O(5):767-780.   \nRoigFA,Roig-JunentS,CorbalanV.29.Biogeographyofthe Monte Desert.JournalofAridEnvironments,73(2):64-172.   \nRouseJW,HaasHR,DeringDW,etal.974.Monitoring theveraladvancementandretrogradation(greenwaveeffectof natural vegetation.NASA/GSFC Type II Final Report, Greenbelt,Md,371.   \nSaatchi SS,HarisNL,BrowS,etal.2l1.Benchmarkmapofforestcarbonstocks intropicalregionsacross threecotinents. Proceedings of the National Academy of Sciences,108(24): 9899-9904.   \nSankaranNM,HananNP,ScholesRJ,etal.2O5.Determinantsofwoodycover inAfricansavannas.Nature,438(7069): 846-849.   \nShoshany M,KarnibadL.2O15.Remote sensing of shrubland drying in the south-east Mediterranean，1995-2010: Water-Use-Efficiency-Based mapping of biomass change.Remote Sensor,7(3): 2283-2301.   \nStahlG,SarelaS,hnellS,etal016.Useofmodelsinlargearea forestsurveys:cmparingmodelassisted,modelbased and hybrid estimation.Forest Ecosystems,3(5):1-11.   \nTorres Robles SS,Arturi M,ContrerasC,etal.2O15.Geographical variationsof the structureandcompositionof the woody vegetation inthe limit betweenthe spinalandthe mount inthe NortheastofPatagonia (Argentina).BuletinoftheArgentine Botanical Society,50(2): 209-215.(in Spanish)   \nYanF,WuB,WangY.2013.Estimating aboveground biomass inMuUsSandyLandusingLandsatspectral derivedvegetation indices over the past 30 years.Journal Arid Land,5:521-530.   \nZeberio JM,Torres Robles S,CalabreseGM.2018.Landuse andconservation status of the woody vegetationof the Monte in the Northeast of Patagonia.Austral Ecology,28:543-552.(in Spanish)   \nZeberioJM,PerezCA.O2O.Rehabilitationofdegradedareas innortheasternPatagonia,Argentina:Efectsofenvironmental conditions and plant functional traits onperformanceofnative woody species.JournalofAridLand,12:653-665.   \nZhang W,BrandtM,WangQ,etal.20l9.From woodycovertowoodycanopies: How Sentinel-land Sentinel-2data advance the mapping of woodyplants insavannas.Remote SensingofEnvironment,234:111465,doi:10.1016/j.rse.2019.1465.   \nZivkovicL,MartinezCareteroE,DalmassoA,etal.2Ol3.CarboaccumulatedintheplantbiomassoftheVillavicencio reserve (Mendoza-Argentina).Buletin of the Argentine Botanical Society,48(3-4): 543-551. (in Spanish) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Appendix ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/3e043000bbec686e680932c60f9a3f908cf8acabc259c000750d4f525d3e0692.jpg",
        "table_caption": [
            "Table S1 Estimates of the structural variables for the analyzed sites "
        ],
        "table_footnote": [
            "Note: $n$ ,number of sites; Mean height,mean height in the plot; Maximum height,maximum height in the plot; $\\mathrm { C o v e r } _ { > 5 }$ ,vegetation cover of individuals with a diameter at breast height (DBH) greater than $5 \\mathrm { c m }$ .The percentage with respect to the total coverage is indicated in parentheses. $\\mathrm { C o v e r } _ { < 5 }$ ,vegetation cover of individuals with a diameter at breast height (DBH) less than $5 \\mathrm { c m }$ .The percentage with respect to the total coverage is indicated in parentheses.CoverT,total plant cover; BA,basal area. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">n</td><td rowspan=\"2\">1abieS1 Mean height</td><td rowspan=\"2\">meight (m)</td><td rowspan=\"2\">Cove</td><td rowspan=\"2\">EstimatesOr tieStructurarvariaolesTor tnealaryzed Sites Cove</td><td rowspan=\"2\">CoverT</td><td rowspan=\"2\"></td></tr><tr><td>B</td></tr><tr><td>3</td><td>0.78</td><td>1.50</td><td>0.0</td><td>18.7 (100.0)</td><td>18.7</td><td></td></tr><tr><td>5</td><td>1.64</td><td>2.50</td><td>4.0 (18.0)</td><td>18.2 (82.0)</td><td>22.3</td><td>4.6</td></tr><tr><td>42</td><td>2.38</td><td>4.00</td><td>10.9 (46.0)</td><td>13.0 (54.0)</td><td>23.9</td><td>4.3</td></tr><tr><td>2</td><td>0.57</td><td>1.50</td><td>0.0</td><td>26.0 (100.0)</td><td>26.0</td><td></td></tr><tr><td>9</td><td>1.28</td><td>2.00</td><td>0.0</td><td>26.7(100.0)</td><td>26.7</td><td></td></tr><tr><td>29</td><td>1.09</td><td>1.80</td><td>0.0</td><td>27.8 (100.0)</td><td>27.8</td><td></td></tr><tr><td>41</td><td>1.56</td><td>2.00</td><td>0.0</td><td>28.5 (100.0)</td><td>28.6</td><td></td></tr><tr><td>4</td><td>0.88</td><td>2.50</td><td>0.9 (3.0)</td><td>27.8 (97.0)</td><td>28.6</td><td>0.4</td></tr><tr><td>35</td><td>0.78</td><td>1.50</td><td>0.0</td><td>32.9 (100.0)</td><td>32.9</td><td></td></tr><tr><td>8</td><td>0.77</td><td>1.50</td><td>0.0</td><td>36.0 (100.0)</td><td>36.0</td><td></td></tr><tr><td>10</td><td>0.73</td><td>1.50</td><td>0.0</td><td>36.3 (100.0)</td><td>36.3</td><td></td></tr><tr><td>22</td><td>1.11</td><td>1.70</td><td>0.0</td><td>36.6 (100.0)</td><td>36.6</td><td></td></tr><tr><td>36</td><td>0.85</td><td>2.00</td><td>0.0</td><td>37.3 (100.0)</td><td>37.3</td><td></td></tr><tr><td>34</td><td>0.91</td><td>2.00</td><td>0.0</td><td>41.8 (100.0)</td><td>41.8</td><td></td></tr><tr><td>26</td><td>0.84</td><td>1.50</td><td>0.0</td><td>44.3 (100.0)</td><td>44.3</td><td></td></tr><tr><td>6</td><td>1.03</td><td>2.00</td><td>0.0</td><td>44.3 (100.0)</td><td>44.3</td><td></td></tr><tr><td>1</td><td>1.01</td><td>2.00</td><td>0.0</td><td>45.3 (100.0)</td><td>45.3</td><td></td></tr><tr><td>31</td><td>1.03</td><td>4.00</td><td>19.8 (43.0)</td><td>26.0 (57.0)</td><td>45.8</td><td>2.2</td></tr><tr><td>11</td><td>1.07</td><td>1.50</td><td>0.0</td><td>48.3 (100.0)</td><td>48.3</td><td></td></tr><tr><td>13</td><td>1.04</td><td>2.00</td><td>0.4 (1.0)</td><td>48.1 (99.0)</td><td>48.4</td><td>0.2</td></tr><tr><td>27</td><td>0.68</td><td>1.50</td><td>0.7 (1.0)</td><td>50.2 (99.0)</td><td>50.9</td><td>0.4</td></tr><tr><td>24</td><td>0.75</td><td>1.50</td><td>0.0</td><td>52.5 (100.0)</td><td>52.5</td><td></td></tr><tr><td>32</td><td>1.01</td><td>2.00</td><td>0.0</td><td>54.1(100.0)</td><td>54.1</td><td></td></tr><tr><td>30</td><td>1.21</td><td>3.00</td><td>3.1 (6.0)</td><td>51.8 (94.0)</td><td>54.9</td><td>1.7</td></tr><tr><td>40</td><td>1.53</td><td>2.00</td><td>0.0</td><td>56.1 (100.0)</td><td>56.1</td><td></td></tr><tr><td>23</td><td>1.13</td><td>2.10</td><td>0.0</td><td>57.1 (100.0)</td><td>57.1</td><td></td></tr><tr><td>7</td><td>1.69</td><td>3.50</td><td>19.1 (33.0)</td><td>38.6 (67.0)</td><td>57.8</td><td>9.6</td></tr><tr><td>16</td><td>1.71</td><td>5.00</td><td>16.3 (28.0)</td><td>41.7 (72.0)</td><td>57.8</td><td>18.0</td></tr><tr><td>28</td><td>0.94</td><td>1.75</td><td>0.0</td><td>59.4 (100.0)</td><td>59.4</td><td></td></tr><tr><td>15</td><td>1.25</td><td>2.00</td><td>0.0</td><td>60.4 (100.0)</td><td>60.4</td><td></td></tr><tr><td>14</td><td>1.63</td><td>4.00</td><td>11.9 (19.0)</td><td>49.3 (81.0)</td><td>61.2</td><td>4.3</td></tr><tr><td>33</td><td>1.56</td><td>3.50</td><td>9.5 (14.0)</td><td>57.9 (86.0)</td><td>67.4</td><td>8.6</td></tr><tr><td>12</td><td>1.52</td><td>3.00</td><td>4.6 (7.0)</td><td>64.0 (93.0)</td><td>68.6</td><td>17.7</td></tr><tr><td>25</td><td>1.43</td><td>3.00</td><td>11.1 (16.0)</td><td>58.0 (84.0)</td><td>69.1</td><td>5.2</td></tr><tr><td>20</td><td>1.12</td><td>2.00</td><td>0.8 (1.0)</td><td>69.9 (99.0)</td><td>70.7</td><td>0.4</td></tr><tr><td>17</td><td>1.71</td><td>4.00</td><td>26.2 (37.0)</td><td>45.2 (63.0)</td><td>71.4</td><td>11.2</td></tr><tr><td>38</td><td>1.12</td><td>3.00</td><td>4.7 (6.0)</td><td>71.6 (94.0)</td><td>76.3</td><td>2.5</td></tr><tr><td>39</td><td>1.94</td><td>4.00</td><td>37.1 (48.0)</td><td>40.4 (52.0)</td><td>77.5</td><td>20.5</td></tr><tr><td>37</td><td>1.82</td><td>3.00</td><td>28.6 (36.0)</td><td>50.5 (64.0)</td><td>79.1</td><td>111.2</td></tr><tr><td>18</td><td>1.49</td><td>2.50</td><td>17.4 (21.0)</td><td>64.9 (79.0)</td><td>82.3</td><td>1.0</td></tr><tr><td>21</td><td>2.08</td><td>5.00</td><td>40.6 (44.0)</td><td>52.5 (56.0)</td><td>93.0</td><td>7.3</td></tr><tr><td>19</td><td>1.91</td><td>4.50</td><td>50.6 (53.0)</td><td>44.6 (47.0)</td><td>95.2</td><td>24.6</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/bedf1d12d47a7ed0218a9f13d7e944277ca6aeaa2d0401b5859547097484137f.jpg",
        "table_caption": [
            "Table S2 Structural variables in the Monte-Espinal transition ofNE Patagonia "
        ],
        "table_footnote": [
            "Note: $n$ ,numberofsites; CoverT,totalplantcover; Meanheight,mean heightintheplot; Maximumheight,maximumheightinheplot; BA, basal area; $\\mathrm { C o v e r } _ { > 1 0 }$ ，vegetation cover of individualswith a diameter at breast height (DBH) greater than $1 0 \\ \\mathrm { c m }$ ；Cover5-10, vegetation cover of individuals with DBH between 5 and $1 0 \\mathrm { c m }$ $\\mathrm { C o v e r } _ { < 5 }$ ,vegetation cover of individuals or groups with DBH less than 5 cm;AGB,above-ground biomass. "
        ],
        "table_body": "<html><body><table><tr><td>n</td><td>CoverT (%)</td><td>Mean height (m)</td><td>Maximum height (m)</td><td>BA (m²)</td><td>(%) Cover>10</td><td>(%) Cover5-10</td><td>Cover<5 (%)</td><td>AGB (Mg/hm²)</td></tr><tr><td>1</td><td>19.2</td><td>0.5</td><td>1.2</td><td>0.0</td><td>0.0</td><td>0.0</td><td>19.2</td><td>5.3</td></tr><tr><td>2</td><td>22.3</td><td>0.5</td><td>0.7</td><td>0.0</td><td>0.0</td><td>0.0</td><td>22.3</td><td>2.7</td></tr><tr><td>3</td><td>24.0</td><td>1.1</td><td>1.4</td><td>0.0</td><td>0.0</td><td>2.8</td><td>21.2</td><td>2.0</td></tr><tr><td>4</td><td>32.7</td><td>0.8</td><td>1.8</td><td>0.0</td><td>0.0</td><td>0.0</td><td>32.7</td><td>7.5</td></tr><tr><td>5</td><td>34.6</td><td>1.1</td><td>1.1</td><td>0.0</td><td>0.0</td><td>23.6</td><td>11.1</td><td>14.8</td></tr><tr><td>6</td><td>45.1</td><td>1.1</td><td>1.7</td><td>0.0</td><td>0.0</td><td>16.6</td><td>28.5</td><td>14.0</td></tr><tr><td>7</td><td>45.1</td><td>2.5</td><td>3.5</td><td>0.9</td><td>31.6</td><td>13.6</td><td>0.0</td><td>34.7</td></tr><tr><td>8</td><td>46.8</td><td>1.3</td><td>1.7</td><td>0.0</td><td>0.0</td><td>46.8</td><td>0.0</td><td>20.2</td></tr><tr><td>9</td><td>47.5</td><td>0.7</td><td>2.5</td><td>0.0</td><td>0.0</td><td>0.0</td><td>47.5</td><td>12.4</td></tr><tr><td>10</td><td>48.3</td><td>1.2</td><td>2.5</td><td>0.0</td><td>0.0</td><td>12.0</td><td>36.3</td><td>15.4</td></tr><tr><td>11</td><td>50.4</td><td>1.5</td><td>1.4</td><td>0.5</td><td>18.1</td><td>21.7</td><td>10.6</td><td>27.1</td></tr><tr><td>12</td><td>51.2</td><td>1.2</td><td>1.7</td><td>0.0</td><td>0.0</td><td>12.2</td><td>39.0</td><td>14.7</td></tr><tr><td>13</td><td>56.2</td><td>1.8</td><td>1.5</td><td>0.0</td><td>0.0</td><td>43.0</td><td>13.2</td><td>18.2</td></tr><tr><td>14</td><td>57.9</td><td>1.0</td><td>1.1</td><td>0.0</td><td>46.4</td><td>0.0</td><td>11.5</td><td>10.9</td></tr><tr><td>15</td><td>69.0</td><td>1.5</td><td>2.2</td><td>0.3</td><td>63.6</td><td>0.0</td><td>5.4</td><td>70.8</td></tr><tr><td>16</td><td>70.7</td><td>1.8</td><td>4.0</td><td>1.1</td><td>50.0</td><td>0.0</td><td>20.7</td><td>20.3</td></tr><tr><td>17</td><td>77.0</td><td>2.0</td><td>4.3</td><td>1.3</td><td>48.3</td><td>14.8</td><td>13.9</td><td>54.8</td></tr><tr><td>18</td><td>78.5</td><td>1.4</td><td>2.5</td><td>0.0</td><td>78.5</td><td>0.0</td><td>0.0</td><td>29.3</td></tr><tr><td>19</td><td>91.0</td><td>2.2</td><td>3.5</td><td>0.9</td><td>62.5</td><td>0.0</td><td>28.4</td><td>51.7</td></tr><tr><td>20</td><td>92.7</td><td>1.2</td><td>1.7</td><td>0.0</td><td>44.2</td><td>47.8</td><td>0.8</td><td>58.9</td></tr><tr><td>21</td><td>144.7</td><td>1.4</td><td>5.0</td><td>7.4</td><td>128.0</td><td>0.0</td><td>16.7</td><td>161.1</td></tr></table></body></html>",
        "page_idx": 15
    }
]