[
    {
        "type": "text",
        "text": "CurrentStatusandPerspectivesofPatient-Derived Xenograft Models in Cancer Research ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yunxin Lai²,Xinru Wei2,Shouheng Lin2,Le Qin2,LinCheng12,Pengi,2 1Key Laboratory of Regenerative Biology,South China Institute for Stem Cel Biology and Regenerative Medicine, Guangzhou Institutes of Biomedicine and Health, Chinese Academy of Sciences, Guangzhou, 510530, China;   \n²Guangdong Provincial Key Laboratory of Stem Cell and Regenerative Medicine, South China Institute for Stem Cell Biology and Regenerative Medicine, Guangzhou Institutes of Biomedicine and Health,Chinese Academy of Sciences,Guangzhou, 510530, China;   \n3State Key Laboratory of Respiratory Disease, Guangzhou Institutes of Biomedicine and Health, Chinese Academy of Sciences, Guangzhou, 510530, China.   \n\\*Correspondence to: Peng Li, PhD, email: li peng@gibh.ac.cn.   \nEmail addresses: Yunxin Lai, Lai yunxin@ gibh.ac.cn; Xinru Wei, Wei_xinru@ gibh.ac.cn; ShouhengLin，lin_shouheng@gibh.ac.cn; Le Qin, Qin le@gibh.ac.cn; Lin Cheng, Cheng_ lin@ gibh.ac.cn; Peng Li, li peng@ gibh.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cancers remain a major public health problem worldwide,which still require profound research in both the basic and preclinical fields.Patient-derived xenograft (PDX) models are created when cancerous cells or tissues from patients’ primary tumors are implanted into immunodeficient mice, which can faithfully recapitulate human tumor biology and have been extensively used in cancer research. The routes of implantation appeared to affect the outcome of PDX research,and there has been increasing applications of the more faithful patient-derived orthotopic xenograft (PDOX） models. In this review,we firstly summarize the methodology to establish PDX models and then go over recent application and function of PDX models in basic cancer research on the areas of cancer characterization， initiation， proliferation, metastasis and tumor microenvironment, and in preclinical explorations of anti-cancer targets, drugs and strategies,and finally give our perspectives on the future prospects of PDX models. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: PDX models, basic, preclinical, cancer research, drugs ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Background ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cancers are among the leading causes of death worldwide. The Cancer Moonshot 2020 program has been launched in 2O16 to transform the cancer research and care ecosystem and double the rate of progress in cancer prevention， diagnosis，and treatment [1], though success achieved in reducing cancer death rates in the United ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "States [2]. This program envisaged the development of precision medicine based on five critical elements—clinical bioinformatics, precision methods,disease-specific biomarkers, drug discovery and development, and precision regulations-to guard the application of precision medicine [3]. Novel techniques and research tools would play important roles in this process. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Patient-derived xenograft (PDX) models are immunodeficient mice engrafted with patients’ cancerous cells or tissues. The development of PDX models for cancer research, based on the assumption that these models faithfully resemble the original tumors,especially for the patient-derived orthotopic xenograft (PDOX） models [4], has significantly enhanced cancer research in recent years. These models for various types of cancers, such as chronic lymphocytic leukemia [5], large B cell lymphoma [6],pancreatic cancer, colorectal cancer [7],gastric cancer [8,9],colon cancer [10], high-grade serous carcinoma [11] and intrahepatic cholangiocarcinoma [12],are biologically stable and accurately reflect the patients’ tumors with regards to histopathology， gene expression， genetic mutations， inflammation [13], and therapeutic response. Thus,PDX models allow invaluable assessment of human tumor biology， identification of therapeutic targets，and preclinical screening and evaluation of drugs for various cancers. In this review, we summarize the methodology to establish PDX models (Fig 1)，go over the recent advances of basic cancer studies and preclinical studies in which PDX models have been used (Fig 2), and give our perspectives on the future prospects of PDX models. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Methodology to establish PDX models ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Immunodeficient mice: Immunodeficient mice engrafted with human immune systems provide powerful models for the study of human immunobiology in vivo, and PDX models with these humanized mice are critical tools for studying the interaction between human immunity and various cancers. In order to establish a PDX model, we need a highly immunodeficient mouse strain. Several types of immunodeficient mice can be used to establish xenograft models: athymic nude mice, SCID,NOD-SCID, and recombination-activating gene 2 (Rag2)-knockout mice [14]. However, these strains are usually used to establish cancer cell line xenograft models. Primary cancerous cells or tissues require higher immunodeficiency for efficient engraftment in mice. NOD/SCID mice with IL2rg mutations, such as $\\mathrm { N O D . C g  – } P r k d c ^ { s c i d } I l 2 r g ^ { t m l W j l }$ (NSG) [15] and NODShi.Cg-Prkdc $^ { \\mathrm { s c i d } } I l 2 r g ^ { \\mathrm { t m 1 S u g } }$ (NOG) mice [16], are with enhanced immunodeficiency and able to engraft almost all types of human cancers [17-20]. We generated a strain of NOD/SCID/IL2rg-/- (NSI) mice， which exhibit severe immunodeficiency, lacking T, B,and NK cells,and used these mice in studies of both leukemia and solid tumors [21-25]. As the number of immunodeficient strains increases,the choice of mouse strains for cancer research matters.We developed a method to quantitatively evaluate the immunodeficiency of various strains of mice, through the tumor engraftment index (TEI) [21]. Recently,we also derived a nude train of NOD/SCID/IL $2 \\mathrm { r g } ^ { - / - }$ mice, called NSIN, by deleting foxnl with CRISPR/Cas9 system. The nude NSIN mice showed even higher immunodeficiency than NSI mice by TEI,and can be more suitable for studies of tumors with poor engraftment efficiency (data unpublished). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Primary tumor samples: For the first implantation, patient-derived tumors may be implanted into immunodeficient mice in the form of small tumor fragments or cell suspensions derived from blood of patients or from digestion of tumors into single-cell suspensions. Principal determinants of successful tumor engraftment into immunodeficient mice are the viability and sterility of the human tumor [26]. Cancer cells or tissues can be mixed with basement membrane matrix proteins (Matrigel) before injected into recipient animals,which enables the growth of tumors with greater efficiency of take and growth [27]，without loss of the primary tumor phenotype [28]. Tumor cells can also be co-injected with additional cell types,such as fibroblasts, stromal cells, endothelial cells,according to experimental objectives. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Heterotopic vs orthotopic implantation: Cancerous cells or tissues may be implanted heterotopically or orthotopically and monitored for tumor formation (Fig 1). Relative to the orthotopic implantation， the principal benefits of heterotopic implantation include ease of cell implantation, accurate monitoring and measurement of tumor size,and a reduced procedural complication. Subcutaneous and intravenous PDX models, for solid tumors and leukemia respectively,are most widely used in cancer research. Orthotopic implantation of is more technically challnging, time-consuming， and often requiresultrasound examinations or exploratory laparotomies to confirm the presence of tumors inside; however, the advantage is that the external milieu is more closely preserved in orthotopic tumors and theoretically better approximates the‘natural’ setting of human tumors. This method has been shown to increase the incidence of metastases associated with xenograft growth, and should be considered when metastases are important experimental outcomes [29]. To improve the engraftment efficiencies of inadequate quantities of patient-derived tumors,it is favorable to do the initial subcutaneous implantation of patient-derived tumors into F1 mice. Once grown, the tumor may then be digested and orthotopically implanted into subsequent generations of mice. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Induced pluripotent stem cells (iPSC)-derived PDX models: Since many patients' primary tumors cannot engraft directly in immunodeficient mice, other methods are needed to establish PDX models for these patients. Primary tumor cells can be reprogrammed to iPSC,and then differentiated into the cell type of origin,which then can be used to establish PDX models.PDX models derived through an intermediate iPSC stage, could be useful in the approximately one-third of patients whose primary cells cannot PDXs [3O]. An advantage of this method is that an intermediate iPSC stage enables the genetic manipulation of the cells in vitro before transplantation to facilitate tracking or study of their effects on tumor growth in vivo. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Next-generation PDX models with humanized mice: Recent advances in immunotherapies highlight the importance of the immune system in tumor progression and treatment, which require PDX models with human immune system to facilitate the study of immunity-cancer interactions and preclinical assessment of cancer immune therapies. To establish human immune system-conditioned PDX models，we first need to generated humanized mice (also known as human hemato-lymphoid chimeric mice or human immune system models). One method for the generation of humanized mice involves the transplantation of total peripheral blood or tumor-infiltrating lymphocytes (TILs） into immunodeficient mice. These procedures are known to cause severe graft- versus-host disease (GVHD) 2-5 weeks after injection [31] and limit the useful investigative time window [32]. Another method is to transplant CD34-positive human hematopoietic stem cells (HSCs） or precursor cells isolated from umbilical cord blood, bone marrow and peripheral blood, either alone or in combination with additional human immune tissues (e.g. human thymic tissue) into immunodeficient mice [33]. Transplantation with HSCs results in a more complete hematopoietic reconstitution, as HSCs give rise to various lineages of human blood cells in mice.To improve the integrity of engrafted human immune system， genetically modified immunocompromised mouse strains have been generated, such as NOG-GM3, NSG-SGM3 and MISTRG [34]. The next-generation PDX models based on genetically and immune cells humanized mice， though expensive, are to be used widely in future cancer research. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PDX models in basic cancer research ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Basic cancer research is to characterize cancer biology and explore mechanisms involved for improved understanding or prediction of cancer. PDX models essentially provide important in vivo and ex vivo evidences to aid basic studies of cancer, including tumor characterization, tumorigenesis and metastasis. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Characterization: Providing that PDX models faithfully mimic human cancers, they can be used to delineate the per se molecular, cellular, sub-clonal characterizations of various types of cancers.In the PDX model of acute lymphoblastic leukemia (ALL), a rare unfavorable ALL subpopulation has been defined which is dormant and treatment resistant, and mimics patients’ primary cells at minimal residual disease [35]. PDX models of acute myeloid leukemia (AML） were used to study the relationships between clonal architecture and functional heterogeneity, in which subclones showed variable engraftment potential in immunodeficient mice and xenografts were predominantly comprised of a single genetically defined subclone [36]. For solid tumors,intratumoral heterogeneity arises from the evolution of genetically diverse subclones during tumor progression, and PDX models are ideal tools for studying the stability, the proliferation,persistence,chemotherapy tolerance and the mechanisms involved [37]. PDX models revealed that tumor growth can be driven by a minor cell subpopulation，which enhances the proliferation of all cells within a tumor by overcoming environmental constraints and yet can be outcompeted by faster proliferating competitors, resulting in tumor collapse [38]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Tumorigenesis: PDX models are frequently used to study the cellular components involved in cancer cell initiation and proliferation. The cancer stem cell (CSC) hypothesis suggests that neoplastic clones are maintained exclusively by a rare fraction of cells with stem cell properties. Xenograft assay identified $\\mathrm { C D } { 1 3 3 } ^ { + }$ human brain tumor initiating cells (TICs) that initiate tumors in vivo, providing insights into human brain tumor pathogenesis, giving strong support for the CSC hypothesis as the basis for many solid tumors[39]. The intrinsic molecular mechanismsof tumorigenesis are usually studied in cancer cell line xenograft (CCLX） models， in which cancer cell lines were genetically modified, to consolidate in vitro studies. For examples,LZAP inhibits，by the evidence from cancer cell line xenografts that decreased LZAP expression promoted, tumor growth and vascularity [40]; knockdown of endogenous PCBP1 enhanced tumorigenesis whereas overexpression ofexogenousPCBP1abrogatedtumorformation[41]；Notch-and Hedgehog-dependent TICs were identified in prostate cancer CCLX models [42]; shRNA targeting lncRNAs in castration-resistant prostate cancer cell lines strongly suppressed tumor xenograft growth in vivo [43]. Since it is more difficult to culture and overexpress or knockdown target genes in primary tumors compared to cancer cell lines in vitro, the studies of molecular mechanisms of tumorigenesis with PDX models can adopt the in vivo treatment of molecular inhibitors or agonists to monitor tumor growth. Musashi (Msi) is a critical element of pancreatic cancer progression and Msi inhibition blocked the growth of primary patient-derived tumors [44]. The initiation of human neuroendocrine prostate cancer from prostate epithelial cells is driven by N-Myc and activated AKT1, as evidenced by the in vivo transformation in NSG mice of prostate basal epithelial cells overexpressing N-Myc and myrAKT1 [45]. MiRNA-126 stabilizes B-ALL in a proliferative B cell precursor state by targeting cell cycle/apoptosis and p53 response genes and antagonizing miRNA-126 in human B-ALL reduces disease burden in its PDX model [46]. Millions of somatic mutations have been found in cancers through genome sequencing, but the functional impact of most mutations is poorly understood. With the help of PDX models, we can define the impactful mutations that induces tumor formation and/or confers resistance to therapy [47].The proliferation of human cancer cells can be easily defined or compared through the growth of cancer cells in PDX mice. Human cancer cells in PDX models increase growth rate with time per se without treatment [48]. A method was established for identifying novel cancer targets via negative-selection RNAi screening using a human breast cancer xenograft model at an orthotopic site in the mouse, by which a set of metabolic genes associated with aggressive breast cancer and stemness were screened to identify those required for in vivo tumorigenesis [49]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Metastasis: Metastasis is the basis of cancer lethality, of which the mechanisms are not fully understood and interventional strategies not well-defined. PDX models are useful in defining cell populations and molecules associated with metastasis. Metastasis-initiating cells (MICs) have been proven critical for cancer metastasis. But it is difficult to identify and isolate adequate numbers of MICs from patients for research. PDX models are depositories of MICs.PDX model of human breast cancer Was usedtoidentifyandisolateMICsthroughahighlysensitive fluorescence-activated cell sorting (FACS)-based assay [5O]. Circulating tumor cells (CTCs) play a critical role in tumor metastasis and have been identified and isolated from patients with several tumor types. Isolated CTCs have been used to generate PDX models of breast [51], pancreatic [52],and prostate cancer [53]. And these PDX models are ideal for the study of tumorigenecity， phenotypic and genetic characterizations of CTCs [54]. Recently, both CCLX and PDX models were used to assess the effect of blocking the fatty acid receptor CD36 on the metastasis of cancer which revealed CD36 as a anti-metastasis target [55]. Elsewhere, the relationship between metastasis and P53 deficiency was studied in PDX models of triple-negative breast cancer [56]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "PDX models in preclinical cancer research ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CCLX models are not adequate for preclinical development of anticancer agents because most human cancer cell lines do not accurately reflect human malignant tumors [57]. In contrast, PDX models can better recapitulate each individual patient's cancer pathology. The use of these models for in vivo preclinical investigations would yield results more predictive of subsequent activity in patients. PDX models provide in vivo platforms to study the mechanisms by which anti-tumor agents exert their effects and the cellular and molecular mechanisms of therapy resistance of cancers [58,59]. Here we give a brief summarize of preclinical cancer research which uses PDX models to identify therapeutic targets and evaluation of various types of anti-cancer drugs. Representative drugs and their targets have been shown in table 1. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Identification of cancer biomarkers through PDX models ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "PDX models in preclinical cancer research is to aid the identification of cancer-specific biomarkersthat can be used for diagnosis， prognosisand therapeutically targeted. Whole-transcriptome profiling of PDX models to identify both tumor- and stromal-specific biomarkers supports drug efficacy studies and compartment-specific biomarker discovery [6O]. PDX models have been used to evaluate possible detective agents for the diagnosis of cancers， such as the fluorescently labeled chimeric anti-CEA antibody in the detection of colon cancer [61].The prognostic value of stem cell markers in cancers such as hepatocellular carcinoma (HCC） [62] has been evaluated in PDX models. For cancers such as bladder cancer, PDX models are useful both for the discovery of novel molecular targets and predictive biomarkers and for determining the risk of treatment failure [63].Generation of paired chemonaive and chemoresistant small cell lung cancer (SCLC） PDX models led to the finding that EZH2 promotes chemoresistance by epigenetically silencing SLFN11 and EZH2 inhibition prevents acquisition of chemoresistance and improves chemotherapeutic eficacy in SCLC [64]. NEK2 represents a strong predictor for drug resistance and poor prognosis in cancer, in that targeting NEK2 by NEK2 shRNA overcame drug resistance and induced apoptosis in vitro and in a myeloma PDX model [65]. The long non-coding RNA gene SAMMSON can be targeted to sensitizes melanoma to MAPK-targeting therapeutics both in vitro and in PDX models [66]. The IGF-1 receptor is universally expressed in various cancers,which can be therapeutically targeted, as exemplified by an orthotopic PDX model of multiple myeloma [67]. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Identification and evaluation of potential drugs ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Precision medicines exert selective pressure on tumor cells that leads to the preferential growth of resistant subpopulations, necessitating the development of novel generations of therapies to treat the evolving cancers. A critical role for PDX models in preclinical research is to identify therapeutic targets, including specific molecules and molecular interactions. Another major role for PDX models is as a guide for the clinical treatment of cancer patients (Fig 2). The choice of therapeutics is critical for cancer treatment and is dependent on the cancer type and the patient. PDX models provide solutions to the challenges that researchers face in cancer drug research such as positive tumor responses in mouse models but not translating over when the study is implemented in humans. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "First,PDX models can help to discriminate the most suitable therapy for cancer patients (Fig 2). PDX models can be used to identify patients with cancers that are resistant to chemotherapy [68],and define the association between drug resistance and genetic mutations [69]. PDX models can be used to test new treatment techniques before clinical use. Encapsulating BYL719， a PI3K αinhibitor,into P-selectin-targeted nanoparticles led to specific accumulation of BYL719 in the tumor milieu of PDX model for head and neck squamous cell carcinoma [70]. Transdifferentiation-induced neural stem cells which were genetically engineered with optical reporters and tumoricidal gene, were evaluated effective in globlastoma PDX models [71]. Precise fluorescence-guided surgery (FGS） has the potential to greatly improve outcomes for patients with recalcitrant cancers. During development, the technique was preclinically evaluated in a PDX model of pancreatic cancer, in which cancer and stroma cells were labeled with different colors [72]. A PDX model of colon cancer was also used for FGS with fluorophore-conjugated anti-CEA antibody [73]. Although the tumors in PDX mice resemble the surgery-derived initial primary tumors,it may occur that the secondary tumors grown in patients after surgery evolve with additional mutations, making the results from PDX models unreliable for the same patient. Another noteworthy issue is the time window allowed for cancer patients since the evaluation through PDX models may require at least three months. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Second, which is most important, PDX models are useful for preclinical drug tests which can indicate drug safety, efficacy and dosage. PDX models have been applied to preclinical drug testing in many different types of cancers, including pancreatic cancer [74],NSCLC [75,76],melanoma [77], breast cancer [78,79],colon cancer [80],and prostate cancer [81] etc. PDX models-based oncology drug development in specific cancers has been discussed comprehensively [82]. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Chemicals: PDX models have been used to evaluate dozens of small-molecule compounds,mainly kinase inhibitors,in various cancer. Kinase inhibitors have been tested in PDX models for cholangiocarcinoma [83], chordoma [84], NSCLC [85], and gastric cancer [86] etc. VEGF blocker FP3 inhibited gastric cancer through an antiangiogenic mechanism in a PDX model [87]. CXCR4 is critical to T-ALL cell leukemogenicity and required for T-ALL migration, homing and niche positioning [88]. And targeting CXCR4 with small-molecule antagonists reduces tumor growth in murine T-ALL and T-ALL PDX models [89]. Inhibition of the MDM2-p53 interaction suppressed tumor growth in PDX models for non-small cell lung cancer (NSCLC） [90]. Inhibition of MTH1 selectively causes incorporation of oxidized dNTPs in cancer cells， leading to DNA damage， cytotoxicity and therapeutic responses in patient-derived mouse xenografts [91]. Gesterone receptor antagonists show antiproliferative and proapoptotic activities in breast cancer PDX models [92]. Luteolin inhibits tumor growth in cMet-overexpressing PDX models of gastric cancer [93].The compound trabectedin modulates gene and microRNA expression and various signaling pathways in PDX models [94]. PF-06463922，a potent and brain-penetrant ALK/ROS1 inhibitor, displayed superior potency against all known clinically acquired ALK mutations and led to regression of EML4-ALK-driven brain metastases and prolonged mouse survival [95]. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Antibodies: Moreover, PDX models allow novel antibodies to be tested before clinical application. Antibody-based therapies have been widely used in the clinical treatment of cancer patients,and PDX models have been used to test the use of antibodies for the treatment of various cancers [96,97]. Especially， immune checkpoint blockade therapy (ICBT)，which blocks PD-1，PD-L1 or CTLA4 with antibodies,has elicited a remarkable clinical response in certain cancer patients. We recently evaluated new PD-1/PD-L1 antibodies in NSCLC PDX models established in humanized NSI mice reconstituted with human HSC or blood cells (unpublished). Nevertheless, intrinsic resistance to immune checkpoint inhibitors remains a daunting challenge [98]. PDX models can be used to evaluate treatments targeting specific resistance mechanisms to sensitize ICBT-resistant tumors. As for other antibodies, NSCLC PDX models with genetic aberrations within EGFR,KRAS,and FGFR1 were used to evaluate the range of responses to Gefitinib,which were shown in vivo to be consistent with the results of clinical trials [75]. In a human bladder cancer PDX model, bladder cancer stem cells (CSCs) actively contribute to therapeutic resistance, which can be abrogated by a PGE2-neutralizing antibody and Celecoxib drug-mediated blockade of PGE2 signaling [99]. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Anti-cancer microorganisms: PDX models are valuable tools for the careful assessment ofattenuated microorganismsin cancer treatment. Salmonella typhimurium A1-R,a facultative anaerobe that can grow in the oxic viable region of tumors an in necrotic regions, has shown efficacy against osteosarcoma [100], soft-tissue sarcoma [1O1] and melanoma [1O2] in orthotopic PDX models.And the oncolytic viruses are also promising for cancer treatment. The attenuated vesicular stomatitis strains,AV1 and AV2, were tested in a xenograft model of ovarian cancer, which effected complete and durable cures in the majority of treated animals when delivered systemically [103]. Oncolytic virus Delta24-RGD [104] and measles virus strains [1O5] has been tested in PDX models for Glioblastoma. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Combinations: Targeted cancer therapies often lead to resistance,which can be suppressed through combination drug therapies. Combinatory targeting of two or more onco-signaling pathways is a promising strategy for caner therapy. PDX models are useful for defining the optimal target combinations which avoid therapy resistance, ashasbeen done in the glioblastoma PDX model through single-cell phosphoproteomics [1O6] and other cancers. CDK4/6 inhibitors resensitize PDX tumors to HER2-targeted therapies and delay tumor recurrence [1O7]. Combination treatment with the Aurora Kinase A inhibitor MLN8237 and ABT-199 is synergistic in PDX models of MYCN-amplified neuroblastomas [108]. Combined CDK4/6-PI3K inhibition overcomes intrinsic and adaptive resistance leading to tumor regressions in PIK3CA mutant breast cancer PDXs [1O9].BRAF(V60OE） mutant colon cancers may benefit from combination therapy consisting of BRAF and EGFR inhibitors EGFR and BRAF(V6oOE) inhibitors synergize to induce apoptosis of colorectal cells and to suppress colorectal tumor growth in a xenograft model [11O]. Anti-CD47 antibody synergized with Rituximab，by promoting phagocytosis， to eliminate lymphoma in both disseminated and localized non-hodgkin lymphoma (NHL) xenograft models [111]. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "High through-put drug screening and assessment: A major issue in cancer drug development is the low success rate of new agents. Many compounds advance to large phase II studies,which consume considerable resources,but eventually fail because of low efficacy. These poor results arise partly because conventional preclinical models to screen new agents for clinical development have poor predictive value [112]. Furthermore, new drugs are tested in patients without selection and response monitoring through appropriate biomarkers. In this regard, the availability of PDX models with high predictive value is of major interest. The ex vivo cultured PDX tumor cells can be used for the in vitro high through-put screening of anti-cancer drugs (Fig 2） [113]. PDX models theoretically can provide unlimited sources of human tumor cells for ex vivo high-throughput drug assessment. A large biobank of breast cancer PDXs, which preserves morphological and molecular characteristics and intra-tumor genomic clonal architecture of the originating tumors, has been generated and used for high-throughput drug assessment in PDX-derived tumor cells in vitro [114]. Public Repository of Xenografts (PRoXe) is a publicly available repository of well-characterized leukemia and lymphoma PDXs, which can be used to characterize drug efficacy and generate transcriptional, functional,and proteomic biomarkers in both treatment-naive and relapsed/refractory disease,and randomized phase I-like studies with PRoXe are applicable to a range of therapeutic agents, especially those that act through cancer cel-intrinsic mechanisms [115]. PDX models are also useful for assessment of drugs screened from high-throughput computational design. A novel computational design approach yields multivalent pan-RAS inhibitors and PDX models were used to confirm the eficacy of the identified small-molecule compound binding to KRAsGl2D [116]. Another computationally designed protein BINDI, binding with BHRF1 of Epstein-Barr virus,suppressed tumor growth and extended survival in a PDX model of EBV-positive human lymphoma [117]. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "CAR T cell immunotherapies: Adoptive transfer of chimeric antigen receptor (CAR) T cells has shown great promise in treating cancers, especially in B cell leukemia with CAR T cells targeting CD19. PDX models are frequently used for preclinical studies of chimeric antigen receptor (CAR) T cells [118-12O]. Novel designs of CARs have been frequently evaluated in PDX models. The in vivo model with NSG mice was critical to demonstrate that targeting an anti-CD19 CAR to the TRAC locus with CRISPR/Cas9 enhances tumor rejection， a strategy averting antigen-stimulated differentiation and exhaustion[121]. The“On-switch” CARsthatenable small-molecule control over CAR T cell therapeutic functions as to timing, location and dosage of T cell activity, thereby mitigating toxicity [122]. Loss of HVEM, which disrupts HVEM-BTLA inhibitory interaction, leads to cell-autonomous activation of B cell proliferation and promotes lymphoma development. So the anti-CD19 CAR T cells producing HVEM were tested and showed improved anti-lymphoma efficacy in the PDX model [123]. The CAR T cell immunotherapies have not generated satisfactory results in almost all types of solid tumors. PDX models for solid tumors will play essential roles in future studies to promote efficacies of CAR T cells against solid tumors. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Collectively, PDX models facilitate the discovery and testing of various therapeutic regimens including small-molecule compounds， antibodies， microorganisms and cytotoxic cells. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "PDX models are generated by transplanting primary tumors into immunodeficient mice.PDX models are used when in vitro data are proved as additional in vivo evidences; PDX models are directly studied and lead to certain discoveries which are followed by further research in vitro. The use of these xenograft models to study human tumor biology and drug screening is,however, limited by several factors, including the replacement of human stromal components (such as cancer-associated fibroblasts,endothelial cells,immune and inflammatory cells) by murine elements, the lack of a functional immune system and the lack of interactions between human stromal cells and the immune system. The development of PDX models that account for interactions between tumor, stromal, vascular,and immune cells is essential to produce a tumor microenvironment more representative of the human host. PDX models in humanized xenochimeric mice, or XactMice, engrafted with human HSPCs before tumor engraftment expressed the chemical stimuli necessary to give rise to stromal and immune cells that recreated the original tumor microenvironment observed clinically [124]; nonetheless,better PDX models are still needed to simulate real cancer-stromal interactions in patients. Furthermore, new approaches to optimizing cancer drug development are required to fully achieve the goal of individualized, precision cancer therapy，and improved preclinical models that more closely reflect the genomic complexity of human cancers are needed. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Recent studies using single-cell sequencing suggest that in some PDX models, only a limited number of clones propagate in mice, indicating a selection process [125]. The identification of lymphocytesrecognizing tumor-specific mutant neoantigens represents a major step toward the future eradication of heterogeneous cancers. Only recently reported was the identification of neoantigen-specific lymphocytes in the peripheral blood of melanoma patients [126]. However, the routine detection of lymphocytes that target neoantigens is currently limited to T cells isolated directly from cancer patients,which are often not available. This limitation might be overcome using PDX models produced by engrafting an autologous immune system. With genetically humanized immunodeficient mice which can engraft a more integrate human immune system, we will be able to upgrade the translational research on cancers as well as on other diseases including infectious diseases,autoimmune diseases. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "PDX models are increasingly used in translational cancer research. These models are useful for the study of cancer biology, biomarker development, drug screening,and the preclinical evaluation of personalized medicine strategies. This review provides a timely overview of the key roles of PDX models in both basic and preclinical cancer research and a detailed discussion of major hurdles in the field. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Figure Legends ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Figure 1. Overview of the methodology to establish PDX models and their uses in cancer research. Tumors from cancer patients (PO) are fragmented or digested into single cell suspension and then transplanted (directly or with additives such as Matrigel) into immunodeficient mice (P1) for engraftment. Once grown, tumors were transplanted into secondary recipients (P2） for tumor expansion. The expanded tumors can then be cryopreserved or transplanted into P3 mice for caner research of the type of origin. Specifically, tumors can be transplanted into the sites other than that the tumorsare derived，called heterotopic transplantation; or into the corresponding sites of the tumors like brain [39,95], lung [127], liver [12],pancreas [128,129], kidney [26] and ovary [11], which is called orthotopic transplantation. The successfully established PDX models are to be used in cancer research, which consists of two, basic and preclinical, arms. Basic and preclinical cancer research in PDX models are connected with each other,as basic research can identify therapeutic targets or strategies for preclinical tests and preclinical research can generate new basic questions. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Figure 2. Use of PDX models in drug screening and preclinical therapeutic ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "evaluation. Drug screening: PDX models can be used to expand tumors derived patients without adequate initial tumors for in vitro studies. The expanded tumor cells can be cultured and manipulated ex vivo,and used for high through-put screening of drugs or combinations. Identified candidate drugs and combinations can be further evaluated in PDX mice before use in patients, or directly used in patients if the drugs have been approved. Preclinical therapeutic evaluation: Given different clinical therapeutic regimens are available for cancer patients,PDX models can be used to define the best for individual patients.Briefly, the PDX mice of one patient are randomly divided into certain groups,and treated with different therapeutic regimens. Through tumor assessment, the best regimen can be identified. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Table 1. Representative potential therapeutic drugs and their targets in various types of cancers that have been assessed by xenograft models. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Declarations ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "List of abbreviations ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Circulating tumor cells (CTCs); patient-derived xenograft (PDX); non-small cell lung cancer (NSCLC)； hepatocellular carcinoma (HCC)； Precise fluorescence-guided surgery (FGS) ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Ethics approval and consent to participate ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "All experimental protocols (SYXK（ Yue ） 2O15-O063) were performed in accordance with instruction guidelines from the China Council on Animal Care and approved by the guidelines of the Ethics Committee of Animal Experiments at Guangzhou Institutes of Biomedicine and Health (GIBH). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Consent for publication ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Consent to publish has been obtained from the participants. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Availabilityof data andmaterial ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The data supporting the conclusions of this article are included within the article. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Competing interests ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The authors declare no competing interests. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Funding ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "This study was supported by National Natural Science Foundation of China (815220O2)， the Strategic Priority Research Program of the Chinese Academy of Sciences (XDB19030205)， the Natural Science Fund for Distinguished Young Scholars of Guangdong Province (2O14A030306028), the Guangdong Provincial Applied Scienceand TechnologyResearch&DevelopmentProgram (2016B02O237006), the Guangdong Provincial Outstanding Young Scholars Award (2014TQ01RO68), the Frontier and key technology innovation special grant from the Department of Science and Technology of Guangdong province, (2O15B020227003, 2014B020225005， 2016B030229006)， the Guangdong Provincial Research and Commercialization Program (Grant No.2014B090901044)，amd the Guangzhou Science Technology and Innovation Commission Project (2O1504010016). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Yunxin Lai, Xinru Wei, Le Qin and Lin Cheng drafted and revised the manuscript. All authors read and approved the final manuscript. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Not applicable ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "1. Singer DS,Jacks T, Jaffee E: A U.S.\"Cancer Moonshot\" to accelerate cancer research.Science 2016,353:1105-1106.   \n2. Siegel RL, Miller KD, Jemal A: Cancer Statistics,2017.CA CancerJ Clin 2017.   \n3. Chen C, He M, Zhu Y, Shi L, Wang X: Five critical elements to ensure the precision medicine. Cancer Metastasis Rev 2015,34:313-318.   \n4. Hoffman RM: Patient-derived orthotopic xenografts: better mimic of metastasis than subcutaneous xenografts.Nat Rev Cancer 2015,15:451-452.   \n5. Durig J,Ebeling P, Grabellus F, Sorg UR, Mollmann M,Schutt P, Gothert J,Sellmann L, Seeber S, Flasshove M, et al: A novel nonobese diabetic/severe combined immunodeficient xenograft model for chronic lymphocytic leukemia reflects important clinical characteristics of the disease. Cancer Res 2007,67:8653-8661.   \n6. Chapuy B, Cheng H, Watahiki A, Ducar MD, Tan Y, Chen L, Roemer MG,Ouyang J, Christie AL, Zhang L, et al: Diffuse large B-cell lymphoma patient-derived xenograft models capture the molecular and biological heterogeneity of the disease. Blood 2016,127:2203-2213.   \n7. Tignanelli CJ， Herrera Loeza SG， Yeh JI: KRAS and PlK3CA mutation frequencies in patient-derived xenograft models of pancreatic and colorectal cancer are reflective of patient tumors and stable across passages. Am Surg 2014, 80:873-877.   \n8. Zhu Y,Tian T,Li Z,Tang Z,Wang L,Wu J,Li Y,Dong B,Li Y,Li N,et al: Establishment and characterization of patient-derived tumor xenograft using gastroscopic biopsies in gastric cancer. Sci Rep 2015,5:8542.   \n9. Zhang T， Zhang L， Fan S, Zhang M,Fu H,Liu Y, Yin X,Chen H，Xie L， Zhang J,et al: Patient-Derived Gastric Carcinoma Xenograft Mouse Models Faithfully Represent Human Tumor Molecular Diversity. PLoS One 2015,10:e0134493.   \n10. Seol HS, Kang HJ,Lee SI, Kim NE, Kim TI,Chun SM, Kim TW, Yu CS, Suh YA,Singh SR,et al: Development and characterization of a colon PDX model that reproduces drug responsiveness and the mutation profiles of its original tumor. Cancer Lett 2014,345:56-64.   \n11. Dong R, Qiang W, Guo H, Xu X, Kim JJ, Mazar A, Kong B,Wei J: Histologic and molecular analysis of patient derived xenografts of high-grade serous ovarian carcinoma.J Hematol Oncol 2016, 9:92.   \n12. Cavalloni G, Peraldo-Neia C, Sassi F, Chiorino G, Sarotto I, Aglietta M, Leone F: Establishment of a patient-derived intrahepatic cholangiocarcinoma xenograft model with KRAS mutation. BMC Cancer 2016,16:90.   \n13. Kuracha MR, Thomas P, Loggie BW, Govindarajan V: Patient-derived xenograft mouse models ofpseudomyxomaperitoneirecapitulatethehumaninflammatorytumor microenvironment. Cancer Med 2016,5:711-719.   \n14. Morton CL， Houghton PJ: Establishment of human tumor xenografts in immunodeficient mice.Nat Protoc 2007,2:247-250.   \n15. Shultz LD,Lyons BL， Burzenski LM,Gott B,Chen X,Chaleff S，Kotb M,Gilies SD，King M, Mangada J,et al: Human lymphoid and myeloid cell development in NOD/LtSz-scid IL2R gamma null mice engrafted with mobilized human hemopoietic stem cels.J Immunol 2005,   \n174:6477-6489.   \n16. Ito M，Hiramatsu H, Kobayashi K, Suzue K, Kawahata M，Hioki K, Ueyama Y, Koyanagi Y Sugamura K, Tsuji K, et al: NOD/sCID/gamma(c)(null) mouse: an excellent recipient mouse model for engraftment of human cels. Blood 2002,100:3175-3182.   \n17. Ishikawa F， Livingston AG，Wingard JR，Nishikawa S，Ogawa M: An assay for long-term engrafting human hematopoietic cells based on newborn NOD/SCID/beta2-microglobulin(null) mice. Exp Hematol 2002, 30:488-494.   \n18. Hiramatsu H, Nishikomori R, Heike T, Ito M, Kobayashi K, Katamura K, Nakahata T: Complete reconstitution of human lymphocytes from cord blood $\\cos 4 +$ cells using the NOD/sclD/gammacnull mice model. Blood 2003,102:873-880.   \n19. Agliano A，Martin-Padura I，Mancuso P，Marighetti P， Rabascio C， Pruneri G， Shultz LD, Bertolini F: Human acute leukemia cells injected in NOD/LtSz-scid/IL-2Rgamma null mice generate a faster and more efficient disease compared to other NOD/scid-related strains. Int J Cancer 2008,123:2222-2227.   \n20. Covassin L, Jangalwe S,Jouvet N,Laning J, Burzenski L, Shultz LD,Brehm MA: Human immune system development and survival of non-obese diabetic (NOD)-scid IL2rgamma(nul) (NSG) mice engrafted with human thymus and autologous haematopoietic stem cells. Clin Exp Immunol 2013,174:372-388.   \n21. Ye W, Jiang Z, LiGX, Xiao Y, Lin S,Lai Y, Wang S,LiB,JiaB,Li Y,et al: Quantitative evaluation of the immunodeficiency of a mouse strain by tumor engraftments.J Hematol Oncol 2015,   \n8:59.   \n22. Xiao Y,Jiang Z,Li Y, Ye W,Jia B,Zhang M, Xu Y,Wu D,LaiL, Chen Y,et al: ANGPTL7 regulates the expansion and repopulation of human hematopoietic stem and progenitor cells. Haematologica 2015,100:585-594.   \n23. Jiang Z,Deng M,Wei X, Ye W, XiaoY, Lin S,Wang S, LiB,Liu X, Zhang G,et al: Heterogeneity of CD34 and CD38 expression in acute B lymphoblastic leukemia cels is reversible and not hierarchically organized.J Hematol Oncol 2016,9:94.   \n24. Ye W, Jiang Z, Lu X, Ren X, Deng M, Lin S, Xiao Y, Lin S, Wang S, LiB,et al: GZD824 suppsses the growth of human B cell precursor acute lymphoblastic leukemia cels by inhibiting the SRC kinase and PI3K/AKT pathways. Oncotarget 2016.   \n25. Jiang Z,Jiang X,Chen S, Lai Y, Wei X, LiB,Lin S, Wang S,Wu Q, Liang Q,et al: Anti-GPC3-CAR T Cells Suppress the Growth of Tumor Cells in Patient-Derived Xenografts of Hepatocellular Carcinoma.Front Immunol 2016,7:690.   \n26. Pavia-Jimenez A，Tcheuyap VT, Brugarolas J: Establishing a human renal cell carcinoma tumorgraft platform for preclinical drug testing. Nat Protoc 2014, 9:1848-1859.   \n27. Gock M， Kuhn F，Mullins CS， Krohn M， Prall F， Klar E， Linnebacher M: Tumor Take Rate Optimization for Colorectal Carcinoma Patient-Derived Xenograft Models. Biomed Res Int   \n2016, 2016:1715053.   \n28. Alkema NG,TomarT, Duiker EW,Jan Meersma G, Klip H,van der Zee AG,Wisman GB,de Jong S:Biobanking of patient and patient-derived xenograft ovarian tumour tissue: efficient preservation with low and high fetal calf serum based methods.Sci Rep 2O15, 5:14495.   \n29. Fu X,Guadagni F， Hoffman RM: A metastatic nude-mouse model of human pancreatic cancer constructed orthotopically with histologically intact patient specimens. Proc Natl Acad Sci U S A 1992, 89:5645-5649.   \n30. Papapetrou EP: Patient-derived induced pluripotent stem cells in cancer research and precision oncology. Nat Med 2016, 22:1392-1401.   \n31. King MA, Covassin L，Brehm MA, Racki W, Pearson T, Leif J, Laning J，Fodor W,Foreman O, Burzenski L,et al: Human peripheral blood leucocyte non-obese diabetic-severe combined immunodeficiency interleukin-2 receptor gamma chain gene mouse model of xenogeneic graft-versus-host-like disease and the role of host major histocompatibility complex. Clin Exp Immunol 2009,157:104-118.   \n、 Holzapfel BM，Wagner F， Thibaudeau L， Levesque JP， Hutmacher DW: Concise review: humanized models of tumor immunology in the 21st century: convergence of cancer research and tissue engineering. Stem Cels 2015,33:1696-1704.   \n3. Drake AC，Chen $\\scriptstyle \\mathbf { Q } ,$ Chen J: Engineering humanized mice for improved hematopoietic reconstitution. Cell Mol Immunol 2012, 9:215-224.   \n1. Byrne AT, Alferez DG,Amant F,Annibali D, Arribas J, Biankin AV, Bruna A,Budinska E, Caldas C, Chang DK,et al: Interrogating open issues in cancer precision medicine with patient-derived xenografts. Nat Rev Cancer 2017.   \n; Ebinger S, Ozdemir EZ, Ziegenhain C,Tiedt S, Castro Alves C, Grunert M,Dworzak M, Lutz C, Turati VA, Enver T,et al: Characterization of Rare, Dormant,and Therapy-Resistant Cells in Acute Lymphoblastic Leukemia. Cancer Cell 2016,30:849-862.   \n. Klco JM,Spencer DH, Miller CA, Grifith M, Lamprecht TL,O'Laughlin M,Fronick C, Magrini V, Demeter RT, Fulton RS,et al: Functional heterogeneity of genetically defined subclones in acute myeloid leukemia. Cancer Cell 2014, 25:379-392.   \n7. Kreso A, O'Brien CA,van Galen P, Gan OI, Notta F, Brown AM,Ng K,Ma J,Wienholds E, Dunant C, et al: Variable clonal repopulation dynamics influence chemotherapy response in colorectal cancer. Science 2013, 339:543-548.   \n3. Marusyk A,Tabassum DP, Altrock PM, Almendro V, Michor F, Polyak K: Non-cell-autonomous driving of tumour growth supports sub-clonal heterogeneity. Nature 2014, 514:54-58.   \n9. Singh SK,Hawkins C, Clarke ID, Squire JA,Bayani J， Hide T, Henkelman RM, Cusimano MD, Dirks PB: Identification of human brain tumour initiating cells. Nature 2OO4, 432:396-401.   \n）. Wang J, An H,Mayo MW, Baldwin AS,Yarbrough WG: LZAP, a putative tumor suppressor, selectively inhibits NF-kappaB. Cancer Cell 2007,12:239-251.   \nL. Wang H, Vardy LA,Tan CP,Loo JM, Guo K, Li J, Lim SG, Zhou J, Chng WJ, Ng SB,et al: PCBP1 suppresses the translation of metastasis-associated PRL-3 phosphatase. Cancer Cell 2010, 18:52-62. Domingo-Domenech J， Vidal SJ， Rodriguez-Bravo V， Castilo-Martin M，QuinnSA, Rodriguez-Barrueco R, Bonal DM, Charytonowicz E, Gladoun N,de la Iglesia-Vicente J,et al: Suppression of acquired docetaxel resistance in prostate cancer through depletion of notch-and hedgehog-dependent tumor-initiating cells. Cancer Cell 2012, 22:373-388.   \n. Yang L, Lin C, Jin C, Yang JC,Tanasa B, Li W, Merkurjev D, Ohgi KA,Meng D, Zhang J,et al: IncRNA-dependent mechanisms of androgen-receptor-regulated gene activation programs. Nature 2013, 500:598-602.   \n1 Fox RG,Lytle NK,Jaquish DV,Park FD,Ito T, Bajaj J,Koechlein CS,Zimdahl B, Yano M,Kopp J, etal: Image-based detection and targeting of therapy resistance in pancreatic adenocarcinoma. Nature 2016, 534:407-411.   \n; Lee JK，Phillips JW, Smith BA，Park JW, Stoyanova T,McCaffrey EF， Baertsch R, Sokolov A, Meyerowitz JG,Mathis C，et al: N-Myc Drives Neuroendocrine Prostate Cancer Initiated from Human Prostate Epithelial Cells. Cancer Cell 2016,29:536-547.   \n;. Nucera S，Giustacchini A，Boccalatte F，Calabria A，Fanciullo C，Plati T，Ranghetti A, Garcia-Manteiga J， Cittaro D， Benedicenti F， et al: miRNA-126 Orchestrates an Oncogenic Program in B Cell Precursor Acute Lymphoblastic Leukemia. Cancer Cell 2016, 29:905-921.   \n47. Berger AH, Brooks AN,Wu X, Shrestha Y， Chouinard C， Piccioni F， Bagul M， Kamburov A, Imielinski M， Hogstrom L，et al: High-throughput Phenotyping of Lung Cancer Somatic Mutations. Cancer Cell 2016,30:214-228.   \n48. Pearson AT，Finkel KA，Warner KA，Nor F， Tice D，Martins MD，Jackson TL，Nor JE: Patient-derived xenograft (PDX) tumors increase growth rate with time. Oncotarget 2016, 7:7993-8005.   \n49. Possemato R, Marks KM, Shaul YD, Pacold ME, Kim D, Birsoy K, Sethumadhavan S,Woo HK, Jang HG, Jha AK,et al: Functional genomics reveal that the serine synthesis pathway is essential in breast cancer. Nature 2011, 476:346-350.   \n50. Lawson DA，Bhakta NR，Kessenbrock K，Prummel KD，Yu Y，Takai K，Zhou A，Eyob H, Balakrishnan S,Wang CY, et al: Single-cell analysis reveals a stem-cell program in human metastatic breast cancer cells.Nature 2015, 526:131-135.   \n51. Giuliano M, Herrera S, Christiny P, Shaw C, Creighton CJ, MitchellT, Bhat R, Zhang X, Mao S, Dobrolecki LE， et al: Circulating and disseminated tumor cells from breast cancer patient-derived xenograft-bearing mice as a novel model to study metastasis. Breast Cancer Res 2015, 17:3.   \n52. Torphy RJ，Tignanelli CJ，Kamande JW，Moffitt RA，Herrera Loeza SG，Soper SA，Yeh JJ: Circulating tumor cells as a biomarker of response to treatment in patient-derived xenograft mouse models of pancreatic adenocarcinoma. PLoS One 2O14, 9:e89474.   \n53. Williams ES, Rodriguez-Bravo V, Chippada-Venkata U, De la Iglesia-Vicente J, Gong Y, Galsky M, Oh W, Cordon-Cardo C， Domingo-Domenech J: Generation of Prostate Cancer Patient Derived Xenograft Models from Circulating Tumor Cells.JVis Exp 2015:53182.   \n54. Yu M, Bardia A, Aceto N, Bersani F, Madden MW, Donaldson MC, Desai R, Zhu H, Comaills V, Zheng Z，et al: Cancer therapy. Ex vivo culture of circulating breast tumor cells for individualized testing of drug susceptibility.Science 2014,345:216-220.   \n55. Pascual G, Avgustinova A, Mejetta S, Martin M, Castellanos A, Attolini CS, Berenguer A, Prats N,Toll A, Hueto JA,et al: Targeting metastasis-initiating cells through the fatty acid receptor CD36. Nature 2017, 541:41-45.   \n56. PowellE,Shao J, Yuan Y, Chen HC,CaiS,Echeverra GV, Mistry N,Decker KF,Schlosberg C, Do KA，et al: p53 deficiency linked to B cell translocation gene 2 (BTG2) loss enhances metastatic potential by promoting tumor growth in primary and metastatic sites in patient-derived xenograft (PDX) models of triple-negative breast cancer. Breast Cancer Res 2016, 18:13.   \n57. Bousquet G, Janin A: Patient-Derived Xenograft: An Adjuvant Technology for the Treatment of Metastatic Disease. Pathobiology 2016,83:170-176.   \n58. Ter Brugge P, Kristel P, van der Burg E, Boon U,de Maaker M,Lips E, Mulder L,de Ruiter J, Moutinho C, Gevensleben H,et al: Mechanisms of Therapy Resistance in Patient-Derived Xenograft Models of BRCA1-Deficient Breast Cancer.JNatl Cancer Inst 2O16,108.   \n59. Krumbach R, Schuler J, Hofmann M, Giesemann T, Fiebig HH, Beckers T: Primary resistance to cetuximab in a panel of patient-derived tumour xenograft models: activation of MET as one mechanism for drug resistance. EurJ Cancer 2011, 47:1231-1243.   \n60. Bradford JR,Wappett M,Beran G,Logie A, Delpuech O, Brown H, Boros J, Camp NJ,McEwen R, Mazzola AM,et al: Whole transcriptome profiling of patient-derived xenograft models as a tool to identify both tumor and stromal specific biomarkers. Oncotarget 2016, 7:20773-20787.   \n61. Metildi CA， Kaushal S，Luiken GA，Talamini MA，Hoffman RM，Bouvet M: Fluorescently labeled chimeric anti-CEA antibody improves detection and resection of human colon cancer in a patient-derived orthotopic xenograft (PDOX) nude mouse model. J Surg Oncol 2014, 109:451-458.   \n62. Zhao Q, Zhou H, Liu Q, Cao Y, Wang G, Hu A, Ruan L, Wang S, Bo Q,Chen W,et al: Prognostic value of the expression of cancer stem cell-related markers CD133 and CD44 in hepatocellular carcinoma: From patients to patient-derived tumor xenograft models. Oncotarget 2016,7:47431-47443.   \n63. Skowron KB, Pitroda SP, Namm JP, Balogun O,Beckett MA, Zenner ML, Fayanju O,Huang X, Fernandez C， Zheng W, et al: Basal Tumor Cell Isolation and Patient-Derived Xenograft Engraftment Identify High-Risk Clinical Bladder Cancers.Sci Rep 2016, 6:35854.   \n64. Gardner EE,Lok BH, Schneeberger VE, Desmeules P, Miles LA, Arnold PK,Ni A, Khodos l，de Stanchina E，Nguyen T,et al: Chemosensitive Relapse in Small Cell Lung Cancer Proceeds through an EZH2-SLFN11 Axis. Cancer Cell 2017,31:286-299.   \n65. Zhou W, Yang Y, Xia J,Wang H,Salama ME, Xiong W, Xu H, Shetty S, Chen T, Zeng Z,et al: NEK2 induces drug resistance mainly through activation of efflux drug pumps and is associated with poor prognosis in myeloma and other cancers. Cancer Cell 2013, 23:48-62.   \n66. Leucci E,Vendramin R, Spinazzi M, Laurette P, Fiers M,Wouters J, Radaelli E, Eyckerman S, Leonelli C， Vanderheyden K，et al: Melanoma addiction to the long non-coding RNA SAMMSON. Nature 2016, 531:518-522.   \n67. Mitsiades CS, Mitsiades NS,McMulan CJ, Poulaki V, Shringarpure R,Akiyama M, Hideshima T, Chauhan D, Joseph M, Libermann TA，et al: Inhibition of the insulin-like growth factor receptor-1 tyrosine kinase activity as a therapeutic strategy for multiple myeloma, other hematologic malignancies, and solid tumors. Cancer Cel 2004, 5:221-230.   \n68. Dobbin ZC, Katre AA,Steg AD,Erickson BK,Shah MM,Alvarez RD,Conner MG,Schneider D, Chen D, Landen CN: Using heterogeneity of the patient-derived xenograft model to identify the chemoresistant population in ovarian cancer. Oncotarget 2014, 5:8750-8764.   \n69. Lohse l，Borgida A，Cao P， Cheung M，Pintilie M，Bianco T，Holter S，Ibrahimov E, Kumareswaran R, Bristow RG, et al: BRCA1 and BRCA2 mutations sensitize to chemotherapy in patient-derived pancreatic cancer xenografts.BrJ Cancer 2015,113:425-432.   \n70. Mizrachi A,Shamay Y, Shah J， Brook S, Soong J,Rajasekhar VK,Humm JL, Healey JH,Powell SN， Baselga J, et al: Tumour-specific Pl3K inhibition via nanoparticle-targeted delivery in head and neck squamous cell carcinoma. Nat Commun 2017,8:14292.   \n71. Bago JR，Alfonso-Pecchio A,Okolie O,Dumitru R，Rinkenbaugh A， Baldwin AS,Miller CR, Magness ST, Hingtgen SD: Therapeutically engineered induced neural stem cells are tumour-homing and inhibit progression of glioblastoma. Nat Commun 2016, 7:10593.   \n72. Yano S,Hiroshima Y, Maawy A, Kishimoto H, Suetsugu A, Miwa S, Toneri M, Yamamoto M, Katz MH,Fleming JB,et al: Color-coding cancer and stromal cells with genetic reporters in a patient-derived orthotopic xenograft (PDOX) model of pancreatic cancer enhances fluorescence-guided surgery. Cancer Gene Ther 2015,22:344-350.   \n73. Hiroshima Y, Maawy A,Metildi CA, Zhang Y, Uehara F, Miwa S, Yano S, Sato S,Murakami T, Momiyama M， et al: Successful fluorescence-guided surgery on human colon cancer patient-derived orthotopic xenograft mouse models using a fluorophore-conjugated anti-CEA antibody and a portable imaging system.J Laparoendosc Adv Surg Tech A 2014,   \n24:241-247.   \n74. Rubio-Viqueira B, Jimeno A， Cusatis G， Zhang X, lacobuzio-Donahue C， Karikari C， Shi C, Danenberg K, Danenberg PV, Kuramochi H,et al: An in vivo platform for translational drug development in pancreatic cancer. Clin Cancer Res 2006,12:4652-4661.   \n75. Zhang XC, Zhang J, Li M, Huang XS, Yang XN, Zhong WZ, Xie L, Zhang L, Zhou M, Gavine P,et al: Establishment of patient-derived non-small cell lng cancer xenograft models with genetic aberrations within EGFR, KRAS and FGFR1: useful tools for preclinical studies of targeted therapies.J Transl Med 2013,11:168.   \n76. Merk J,RolfJ,Becker M,Leschber G,Fichtner l: Patient-derived xenografts of non-small-cell lung cancer: a pre-clinical model to evaluate adjuvant chemotherapy? Eur J Cardiothorac Surg 2009,36:454-459.   \n77. Fiebig HH, Schuler J， Bausch N,Hofmann M,Metz T, Korrat A: Gene signatures developed from patient tumor explants grown in nude mice to predict tumor response to 11 cytotoxic drugs. Cancer Genomics Proteomics 2007,4:197-209.   \n78. Marangoni E, Vincent-Salomon A, Auger N, Degeorges A, Assayag F,de Cremoux P, de Plater L, Guyader C, De Pinieux G,Judde JG,et al: A new model of patient tumor-derived breast cancer xenografts for preclinical assays. Clin Cancer Res 2007, 13:3989-3998.   \n79. de Plater L, Lauge A, Guyader C, Poupon MF, Assayag F, de Cremoux P, Vincent-Salomon A, Stoppa-Lyonnet D, Sigal-Zafrani B, Fontaine JJ, et al: Establishment and characterisation of a new breast cancer xenograft obtained from a woman carrying a germline BRCA2 mutation. BrJ Cancer 2010,103:1192-1200.   \n80. Jin K,Li G,Cui B, Zhang J,Lan H, Han N, Xie B, Cao F, He K,Wang H,et al: Assessment of a novel VEGF targeted agent using patient-derived tumor tissue xenograft models of colon carcinoma with lymphatic and hepatic metastases. PLoS One 2011, 6:e28384.   \n81. Yoshida T, Kinoshita H, Segawa T， Nakamura E, Inoue T, Shimizu Y, Kamoto T, Ogawa O: Antiandrogen bicalutamide promotes tumor growth in a novel androgen-dependent prostate cancer xenograft model derived from a bicalutamide-treated patient. Cancer Res   \n2005, 65:9611-9616.   \n82. Tentler JJ,，Tan AC,Weekes CD,Jimeno A,Leong S， Pitts TM,Arcaroli JJ，Messersmith WA, Eckhardt SG: Patient-derived tumour xenografts as models for oncology drug development. Nat Rev Clin Oncol 2012, 9:338-350.   \n83. Wang Y Ding X,Wang S, Moser CD,Shaleh HM, Mohamed EA, Chaiteerakij R,Allotey LK, Chen G，Miyabe K,et al: Antitumor effect of FGFR inhibitors on a novel cholangiocarcinoma patient derived xenograft mouse model endogenously expressing an FGFR2-CCDc6 fusion protein. Cancer Lett 2016,380:163-173.   \n84. Siu IM,Ruzevick J, Zhao Q,Connis N, Jiao Y, Bettegowda C, Xia X, Burger PC, Hann CL,Gallia GL: Erlotinib inhibits growth of a patient-derived chordoma xenograft. PLoS One 2013, 8:e78895.   \n85. Martin P, Stewart E, Pham NA,Mascaux C,Panchal D, Li M, Kim L, Sakashita S,Wang D,Sykes J，et al: Cetuximab Inhibits T79oM-Mediated Resistance to Epidermal Growth Factor Receptor Tyrosine Kinase Inhibitor in a Lung Adenocarcinoma Patient-Derived Xenograft Mouse Model. Clin Lung Cancer 2016,17:375-383 e372.   \n86. Li J,Davies BR,Han S, Zhou M, Bai Y, Zhang J, Xu Y,Tang L,Wang H,Liu YJ,et al: The AKT inhibitor AZD5363 is selectively active in Pl3KCA mutant gastric cancer, and sensitizes a patient-derived gastric cancer xenograft model with PTEN loss to Taxotere.J Transl Med 2013, 11:241.   \n87. Jin K，Lan H,Cao F, Xu Z， Han N,Li G,He K，Teng L: Antitumor effect of FP3 in a patient-derived tumor tissue xenograft model of gastric carcinoma throughan antiangiogenic mechanism. Oncol Lett 2012, 3:1052-1058.   \n88. Passaro D,Irigoyen M,Catherinet C, Gachet S, Da Costa De Jesus C,Lasgi C,Tran Quang C, Ghysdael J: CXCR4 Is Required for Leukemia-lnitiating Cell Activity in T Cell Acute Lymphoblastic Leukemia. Cancer Cell 2015, 27:769-779.   \n89. Pitt LA，Tikhonova AN,Hu H,Trimarchi T, King B,Gong Y, Sanchez-Martin M, Tsirigos A, Littman DR, Ferrando AA,et al: CXCL12-Producing Vascular Endothelial Niches Control Acute T Cell Leukemia Maintenance. Cancer Cell 2015,27:755-768.   \n90. Hai J,Sakashita S,Allo G,Ludkovski O,Ng C, Shepherd FA,Tsao MS: Inhibiting MDM2-p53 Interaction Suppresses Tumor Growth in Patient-Derived Non-Small Cell Lung Cancer Xenograft Models. J Thorac Oncol 2015,10:1172-1180.   \n91. Gad H, Koolmeister T,Jemth AS,Eshtad S, Jacques SA,Strom CE, Svensson LM, Schultz N, Lundback T， Einarsdottr BO，et al: MTH1 inhibition eradicates cancer by preventing sanitation of the dNTP pool. Nature 2014, 508:215-221.   \n92. Esber N,Cherbonnier C,Resche-Rigon M, Hamze A,Alami M,Fagart J,Loosfelt H,Lombes M, Chabbert-Buffet N: Anti-Tumoral Effects of Anti-Progestins in a Patient-Derived Breast Cancer Xenograft Model. Horm Cancer 2016,7:137-147.   \n93. Lu J, LiG, He K,Jiang W, Xu C, Li Z,Wang H, Wang W, Wang H,Teng X, Teng L: Luteolin exerts a marked antitumor effect in cMet-overexpressing patient-derived tumor xenograft models of gastric cancer.J Transl Med 2015,13:42.   \n94. Peraldo Neia C, Cavalloni G,Chiorino G, Ostano P,Aglietta M, Leone F: Gene and microRNA modulation upon trabectedin treatment in a human intrahepatic cholangiocarcinoma paired patient derived xenograft and cell line. Oncotarget 2016.   \n95. Zou HY, Friboulet L, Kodack DP, Engstrom LD,Li Q,West M,Tang RW,Wang H,Tsaparikos K, Wang J，et al: PF-06463922,an ALK/ROS1 Inhibitor， Overcomes Resistance to First and Second Generation ALK Inhibitors in Preclinical Models. Cancer Cell 2015, 28:70-81.   \n96. Wang CJ， Tong PJ， Zhu MY: The combinational therapy of trastuzumab and cetuximab inhibits tumor growth in a patient-derived tumor xenograft model of gastric cancer. Clin Transl Oncol 2016, 18:507-514.   \n97. Wu X,Zhang J, Zhen R, LvJ, Zheng L, Su X, Zhu G,Gavine PR, Xu S,Lu S,et al: Trastuzumab anti-tumor efficacy in patient-derived esophageal squamous cell carcinoma xenograft (PDECX) mouse models. J Transl Med 2012,10:180.   \n98. Zhao X，Subramanian S: Intrinsic Resistance of Solid Tumors to Immune Checkpoint Blockade Therapy. Cancer Res 2017,77:817-822.   \n99. Kurtova AV, Xiao J,Mo Q, Pazhanisamy S, Krasnow R, Lerner SP, Chen F, Roh TT, Lay E, Ho PL, Chan KS: Blocking PGE2-induced tumour repopulation abrogates bladder cancer chemoresistance.Nature 2015,517:209-213.   \n100. Murakami T, Igarashi K, Kawaguchi K, Kiyuna T, Zhang Y, Zhao M, Hiroshima Y, Nelson SD,Dry SM, Li Y, et al: Tumor-targeting Salmonella typhimurium A1-R regresses an osteosarcoma in a patient-derived xenograft model resistant to a molecular-targeting drug. Oncotarget 2017,   \n8:8035-8042.   \n101. Murakami T, DeLong J, Eilber FC,Zhao M,Zhang Y, Zhang N,Singh A，Russell T, Deng S, Reynoso J，et al: Tumor-targeting Salmonella typhimurium A1-R in combination with doxorubicin eradicate soft tissue sarcoma in a patient-derived orthotopic xenograft (PDOX) model. Oncotarget 2016,7:12783-12790.   \n102. Yamamoto M, Zhao M， Hiroshima Y， Zhang Y， Shurell E， Eilber FC， Bouvet M，Noda M, Hoffman RM: Efficacy of Tumor-Targeting Salmonella A1-R on a Melanoma Patient-Derived Orthotopic Xenograft (PDOX) Nude-Mouse Model. PLoS One 2016,11:e0160882.   \n103. Stojdl DF, Lichty BD,tenOever BR，Paterson JM,Power AT, Knowles S,Marius R， Reynard J, Poliquin L， Atkins H,et al: VSV strains with defects in their ability to shutdown innate immunity are potent systemic anti-cancer agents. Cancer Cel 2003, 4:263-275.   \n104. Berghauser Pont LM, Kleijn A, Kloezeman JJ,van den Bossche W, Kaufmann JK,de Vrij J, Leenstra S, Dirven CM, Lamfers ML: The HDAC Inhibitors Scriptaid and LBH589 Combined with the Oncolytic Virus Delta24-RGD Exert Enhanced Anti-Tumor Efficacyin Patient-Derived Glioblastoma Cells. PLoS One 2015,10:e0127058.   \n105. Allen C,Opyrchal M,Aderca I,Schroeder MA, Sarkaria JN, Domingo E,Federspiel MJ,Galanis E: Oncolytic measles virus strains have significant antitumor activity against glioma stem cells. Gene Ther 2013,20:444-449.   \n106. Wei W, Shin YS, Xue M, Matsutani T, Masui K, Yang H,Ikegami S, Gu Y, Herrmann K,Johnson D, et al: Single-Cell Phosphoproteomics Resolves Adaptive Signaling Dynamics and Informs Targeted Combination Therapy in Glioblastoma. Cancer Cell 2016, 29:563-573.   \n107. Goel S,Wang Q,Watt AC, Tolaney SM, Dillon DA, Li W, Ramm S, Palmer AC, Yuzugullu H, Varadan $\\mathsf { v } ,$ et al: Overcoming Therapeutic Resistance in HER2-Positive Breast Cancers with CDK4/6 Inhibitors. Cancer Cell 2016, 29:255-269.   \n108. Ham J, Costa C, Sano R, Lochmann TL, Sennott EM, Patel NU, Dastur A, Gomez-Caraballo M, Krytska K， Hata AN,et al: Exploitation of the Apoptosis-Primed State of MYCN-Amplified Neuroblastoma to Develop a Potent and Specific Targeted Therapy Combination. Cancer Cell 2016,29:159-172.   \n109. Vora SR,Juric D, Kim N, Mino-Kenudson M, Huynh T, Costa C,Lockerman EL,Pollack SF, Liu M, Li X,et al: CDK 4/6 inhibitors sensitize PlK3CA mutant breast cancer to Pl3K inhibitors. Cancer Cell 2014,26:136-149.   \n110. Prahallad A, Sun C, Huang S, Di Nicolantonio F,Salazar R,Zecchin D,Beijersbergen RL, Bardelli A，Bernards R: Unresponsiveness of colon cancer to BRAF(V6o0E) inhibition through feedback activation of EGFR. Nature 2012, 483:100-103.   \n111. Chao MP, Alizadeh AA,Tang C, Myklebust JH, Varghese B, GillS,Jan M, Cha AC,Chan CK, Tan BT,et al: Anti-CD47 antibody synergizes with rituximab to promote phagocytosis and eradicate non-Hodgkin lymphoma. Cell 2010, 142:699-713.   \n112. Johnson JI,Decker S，Zaharevitz D,Rubinstein LV，Venditti J，Schepartz S,Kalyandrug S, Christian M, Arbuck S, Holingshead M, Sausville EA: Relationships between drug activity in NCI preclinical in vitro and in vivo modelsand early clinical trials. British Journal of Cancer 2001, 84:1424-1431.   \n113. Sugimoto K, Hayakawa F， Shimada S,Morishita T, Shimada K, Katakai T, Tomita A, Kiyoi H, Naoe T: Discovery of a drug targeting microenvironmental support for lymphoma cels by screening using patient-derived xenograft cells. Sci Rep 2015, 5:13054.   \n114. Bruna A, Rueda OM, Greenwood W, Batra AS, Callari M, Batra RN,Pogrebniak K, Sandoval J, Cassidy JW,Tufegdzic-Vidakovic A,et al: A Biobank of Breast Cancer Explants with Preserved Intra-tumor Heterogeneity to Screen Anticancer Compounds. Cel 2016,167:260-274 e222.   \n115. Townsend EC, Murakami MA, Christodoulou A,Christie AL, Koster J, DeSouza TA,Morgan EA, Kallgren SP, Liu H,Wu SC, et al: The Public Repository of Xenografts Enables Discovery and Randomized Phase Il-like Trials in Mice. Cancer Cell 2016,29:574-586.   \n116. Welsch ME, Kaplan A, Chambers JM, Stokes ME, Bos PH, Zask A, Zhang Y, Sanchez-Martin M, Badgley MA，Huang CS,et al: Multivalent Small-Molecule Pan-RAS Inhibitors. Cell 2017, 168:878-889 e829.   \n117. Procko E， Berguig GY, Shen BW, Song Y， Frayo S,Convertine AJ,Margineantu D, Booth G, Correia BE, Cheng Y, et al: A computationally designed inhibitor of an Epstein-Barr viral Bcl-2 protein induces apoptosis in infected cells. Cel 2014, 157:1644-1656.   \n118. Posey AD,Jr., Schwab RD,Boesteanu AC, Steentoft C, Mandel U, Engels B, Stone JD,Madsen TD, Schreiber K, Haines KM,et al: Engineered CAR T Cells Targeting the Cancer-Associated Tn-Glycoform of the Membrane Mucin MUC1 Control Adenocarcinoma. Immunity 2016, 44:1444-1454.   \n119. Long AH, Haso WM, Shern JF, Wanhainen KM, Murgai M,Ingaramo M,Smith JP, Walker AJ, Kohler ME， Venkateshwara VR,et al: 4-1BB costimulation ameliorates T cell exhaustion induced by tonic signaling of chimeric antigen receptors. Nat Med 2015,21:581-590.   \n120. Adusumilli PS，Cherkassky L，Villena-Vargas J，Colovos C，Servais E，Plotkin J， Jones DR, Sadelain M: Regional delivery of mesothelin-targeted CAR T cell therapy generates potent and long-lasting CD4-dependent tumor immunity.Sci Transl Med 2014, 6:261ra151.   \n121. Eyquem J，Mansilla-Soto J, Giavridis T, van der Stegen SJ, Hamieh M,Cunanan KM, Odak A, Gonen M， Sadelain M: Targeting a CAR to the TRAC locus with CRISPR/Cas9 enhances tumour rejection. Nature 2017, 543:113-117.   \n122. Wu CY, Roybal KT, Puchner EM, Onuffer J,Lim WA: Remote control of therapeutic T cells through a small molecule-gated chimeric receptor. Science 2015, 350:aab4077.   \n123. Boice M， Salloum D，Mourcin F， Sanghvi V，Amin R，Oricchio E， Jiang M，Mottok A, Denis-Lagache N, Ciriello G,et al: Loss of the HVEM Tumor Suppressor in Lymphoma and Restoration by Modified CAR-T Cells. Cell 2016,167:405-418 e413.   \n124. Morton JJ, Bird G,Keysar SB,Astling DP,Lyons TR,Anderson RT,Glogowska MJ,Estes P, Eagles JR, Le PN,et al: XactMice: humanizing mouse bone marrow enables microenvironment reconstitution in a patient-derived xenograft model of head and neck cancer. Oncogene   \n2016,35:290-300.   \n125. Eirew P, Steif A,Khattra J, Ha G, Yap D, Farahani H, Gelmon K,Chia S,Mar C,Wan A,et al: Dynamics of genomic clones in breast cancer patient xenografts at single-cell resolution. Nature 2015,518:422-426.   \n126. Gros A,Parkhurst MR,Tran E,Pasetto A,Robbins PF, Ilyas S,Prickett TD,Gartner JJ,Crystal JS, Roberts IM，et al: Prospective identification of neoantigen-specific lymphocytes in the peripheral blood of melanoma patients. Nat Med 2016, 22:433-438.   \n127. Wang X, Fu X， Hoffman RM: A new patient-like metastatic model of human lung cancer constructed orthotopically with intact tissue via thoracotomy in immunodeficient mice. Int JCancer1992,51:992-995.   \n128. Kim MP, Evans DB,Wang H, Abbruzzese JL, Fleming JB, Galick GE: Generation of orthotopic and heterotopic human pancreatic cancer xenografts in immunodeficient mice.Nat Protoc   \n2009,4:1670-1680.   \n129. Pratesi G，Petrangolini G，Tortoreto M，Addis A，Belluco S，Rossini A，Selleri S，Rumio C, Menard S, Balsari A: Therapeutic synergism of gemcitabine and CpG-oligodeoxynucleotides in an orthotopic human pancreatic carcinoma xenograft. Cancer Res 2005,65:6388-6393. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    }
]