[
    {
        "type": "text",
        "text": "NursRxiv ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI:10.12209/issn2708-3845.20220724001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "剖宫产术后疼痛干预研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "赵莹，张雅萱（北京中医药大学东方医院，北京100078）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：目的总结剖宫产术后疼痛干预的具体措施并对其研究进展进行综述。方法检索中国知网、万方数据库、维普数据库中与剖宫产术后疼痛干预有关的近5年文献资料,对其研究内容进行深入分析。结果剖宫产术后疼痛十预措施包括健康宣教、心理疏导、音乐疗法、镇痛护理、中医护理。结论剖宫产术后疼痛将会给患者睡眠质量及康复效果带来严重不利影响，而实施良好的护理干预则有助于降低患者机体的疼痛程度，但受研究方案所限，仍然有待于今后大样本临床研究予以验证和完善。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：剖宫产；疼痛；护理",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "剖宫产是指通过手术的方式协助胎儿娩出的一种分娩方法,也是妇产科常见的手术之一[]主要适用于发生胎儿窘迫、产程迟滞、胎位不正、多胎、巨大儿等情况分娩，或产妇骨盆狭窄不能顺产者[2]。然而,剖宫产属于有创操作,产妇术后普遍存在不同程度的疼痛感，不仅影响其正常休息，还会延长其康复时间和住院时间，所以合理有效的护理具有十分重要的意义[3]。近些年,学者们致力于减轻剖宫产术后疼痛的干预研究，获得了一定成效。因此本文对剖宫产术后疼痛干预方式进行归纳和总结，以期为临床产科减轻产妇术后疼痛提供参考，现综述内容如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1剖宫产术后疼痛概述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1剖宫产术后产妇疼痛现状 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "相关研究表明4，我国产妇剖宫产率为$4 6 . 2 \\%$ 。由于术后存在切口，会给产妇带来疼痛感，而切口处大量炎性物质的释放也会引起中枢神经的敏感性提高，导致疼痛感增强。此外，产后缩宫素的使用会促进子宫收缩，进而增加了产妇的疼痛感。此外，受到产妇疼痛阈值、情绪、以及社会支持等因素的影响，产妇表现出不同的疼痛程度。贺琰等人5采用数字模拟评分法调查了100例剖宫产产妇的术后疼痛程度，研究结果发现， $5 3 \\%$ 的产妇存在中重度疼痛。国外有学者调查了剖宫产产妇术后运动，包括下床、喂奶等疼痛程度，发现 $100 \\%$ 的产妇存在着疼痛，其中$3 3 . 1 \\%$ 的产妇为中度疼痛， $6 . 8 \\%$ 的为重度疼痛。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "由此可见，产后疼痛不容乐观，且给产妇带来很多不利影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2剖宫产术后疼痛的危害",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "剖宫产术后疼痛不仅会给产妇的生理带来不适，导致睡眠质量下降，限制术后早期下床活动，进而影响胃肠道功能的恢复；此外由于疼痛的不良刺激，还会导致焦虑、抑郁等负性情绪的产生[7]。李兰兰等人[8的研究发现,由于疼痛可以兴奋交感神经，导致泌乳素的释放受到阻碍，从而影响了产后的乳汁分泌，使母乳喂养率随之降低。因此，通过不同的干预缓解剖宫产妇术后疼痛程度，对于存进产妇产后恢复，改善母乳喂养率意义重大。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2减轻剖宫产术后疼痛的干预措施",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1非药物镇痛 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1.1健康宣教相关研究表明产妇对疼痛的认知与疼痛程度密切相关[9]。由于产妇缺乏疼痛相关知识，认为镇痛剂对身体有害，影响乳汁分泌和子宫恢复，所以出现疼痛应该忍受，导致得不到有效的止痛措施。因此，对患者进行疼痛认知教育尤为重要，徐晓玲[等人选择了90例剖宫产产妇作为研究对象，并随机分为实验组和对照组。对照组给予常规护理，而实验组在对照组基础上给予疼痛认知教育，告知产妇疼痛的概念和原因，疼痛对产后的影响并介绍新的镇痛技术和药物的作用，从而提高产妇的疼痛认知水平。研究结果表明，在健康教育后，干预组产妇的疼痛指数明显低于对照组，且产妇的焦虑、抑郁量表评分也低于对照组。而贾彩慧[1将等人的研究结果与此一致。由此可知，良好的健康宣教有助于提高剖宫产产妇的认知，提高他们的疼痛管理意识，并学会减轻疼痛的方法，从而降低疼痛感",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.2心理疏导由于产妇普遍存在产后负性心理情绪，因此给予积极的心理疏导尤为重要，石珊珊将选择了该院就诊的400例剖宫产产妇为研究对象，并采用随机数字表法分为对照组和观察组各200例。对照组产妇给予常规围产期护理，而观察组产妇则进行阶段性心理干预，在分娩前为产妇做心理诊断和心理指导，分娩中采用冥想和音乐干预，分娩后与新生儿亲吻、拥抱，并结合健康教育，使产妇在整个围产期处于身心愉悦状态，研究结果表明，观察组产妇的疼痛评分显著低于对照组。此外，张碧琼[13等人的研究还发现通过心理疏导，还可以降低产妇焦虑、抑郁状况，改善负性心理状态。而彭婉平[4]研究中则是通过认知干预，在心理疏导的基础上让患者进行想象放松训练。结果表明，产妇术后疼痛感明显降低。由此可见，良好的心理疏导有助于降低机体疼痛感。目前关于健康焦虑多是依据量表的评分来评定，主要包括短版健康焦虑量表(SHAI)和健康焦虑元认知量表（MCQ-HA）[15]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.3音乐疗法随着疼痛非药物治疗的发展,音乐疗法已经成为疼痛干预的重要方法，且很多学者将其应用于剖宫产术后产妇的疼痛干预中。林娜佳等[15选择了100例产妇为研究对象，随机分为两组各50例，对照组实施常规护理，干预组实施音乐放松法，产妇回到病房后休息时，采用播放器给他们播放轻柔舒缓、高雅舒畅的音乐曲目，如《春江花月夜》、《渔舟唱晚》、《高山流水》等，结果表明音乐干预能显著降低产妇的疼痛评分。韩祥宁通过音乐疗法取得了相同的研究结果。宣改玲针对剖宫产产妇的音乐干预则不同于上述两位研究者，他是根据患者爱好选取其喜欢的音乐曲目，类型以民族音乐、古典音乐、轻音乐、流行音乐、戏曲等为主，干预后对两组产妇进行焦虑评分，得出干预组产妇评分更低的结论。因此，音乐疗法可以有效改善产妇术后的疼痛症状，缓解负性情绪，具有一定的推广使价值。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.4中医护理对于剖宫产术后的疼痛，中医治疗的优越性逐渐凸显。孟波等[18将艾灸和耳穴贴压应用于剖宫产术后产妇的疼痛干预中，取得良好效果。具体做法是将艾灸盒置于产妇的神阙、关元、中极、子宫等穴位上，艾灸半小时，每天两次。同时用王不留行籽固定在耳部对应子宫、盆腔、神门、皮质下等穴位，每次按压30次\\~50次，每天3次。最后采用疼痛评分量表测量产妇的疼痛程度，结果发现艾灸结合试耳穴贴压能有效缓解产妇术后疼痛程度，且接受度较好。因此，通过艾灸和耳穴贴压能够显著降低剖宫产术后疼痛程度，提高产妇的舒适度。近年来，耳穴广",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "泛地运用于妇科疾病预防和治疗中，并取得良好效果。本研究通过梳理国内外关于耳穴干预妇科疾病的主要研究成果，提出耳穴在妇科领域的研究趋势及亟待探索的问题，以期为耳穴干预妇科疾病的研究与实践提供借鉴[19]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 药物镇痛 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，剖宫产术后产妇的药物镇痛主要有传统的止痛药物如杜冷丁、舒芬太尼等药物的使用。但是这些药物的大量使用可以引起恶心、呕吐、尿潴留的并发症,严重情况还可以导致呼吸抑制[20]。因此近些年，临床医务工作者有探究了其他药物镇痛方式并取得一定疗效，其中静脉自控镇痛泵和腹横肌平面阻滞应用最为广泛。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.1静脉自控镇痛泵静脉自控镇痛泵是近些年普遍应用于临床的药物镇痛方式,且其安全性和有效性得到了证实。陈景娟等人[20]以160例剖宫产产妇为研究对象，并随机分为观察组和对照组。对照组产妇给予杜冷丁肌内注射止痛，观察组产则妇静脉自控镇痛。该镇痛泵在手术结束后由手术室带回，内含有 $0 . 2 \\sim 0 . 4 ~ \\mathrm { m g }$ 芬太尼、$0 . 5 \\%$ 布比卡因 $\\cdot 5 \\mathrm { m g }$ 氟哌利以及 $0 . 9 \\%$ 氯化钠组成，总共 $1 0 0 \\mathrm { m l }$ 。药液匀速泵入静脉内，若产妇疼痛程度增加，可以选择按压增加止痛药物的泵入量，直至疼痛减轻。术后 $4 8 \\mathrm { ~ h ~ }$ 予以拔出。通过采用视觉模拟评分法(VAS)对疼痛程度进行评分、并测量产妇各应激激素的数值，来判定疗效。研究结果表明，与对照组相比，实验组产妇术后4h、8h、12h、24h的疼痛评分均较低，而肾上腺皮质激素、去甲肾上腺素、皮质醇(Cor)和肾上腺素等激素水平也显著低于对照组。除镇痛效果以外，朱月英等人2则是探讨了静脉自控镇痛泵对剖宫产产妇的睡眠质量、泌乳等状况的影响。研究发现，通过干预，产妇睡眠质量得到提高，且泌乳量也显著高于对照组。分析原因是因为静脉自控镇痛可以连续、微量、均匀、有效的进入静脉，降低产妇术后疼痛的同时，能够抑制机体对疼痛应激产生反应，从而调节产妇的身心状态，促进睡眠质量，进而可以提高泌乳量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2腹横肌平面阻滞张晓琴等人[22采用超声引导下的腹横肌平面阻滞来减轻剖宫产术后产妇的疼痛，具体做法是在术后将 $0 . 3 7 5 \\%$ 的罗帕卡因 $2 0 \\mathrm { m l }$ 经超声引导注射入腹横肌。通过观察术后疼痛时间发现该组产妇在术后疼痛时间延迟，且术后6-12h内，疼痛评分明显降低，患者恶心呕吐等不良反应的发生率也低于对照组。但该研究也存在一定的局限性，研究对象的样本量较小，且为单中心抽样，后续研究可以多中心大样本为选择，进一步证实该方法的有效性。王刚等人[23]采用同样的方法，但其研究中除TAP阻滞外，还联合运用了布托啡诺自控镇痛泵来进行干预，发现该方法与传统的镇痛方式，以及单纯使用静脉自控镇痛泵相比，效果更佳明显，因此建议联合用药。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3小结 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上所述，剖宫产术后疼痛现状不容乐观，其对产妇及新生儿带来的不利影响也不容忽视，不仅加重患者心理负担，还会削弱其睡眠质量，影响术后康复，因此科学有效护理干预十分有必要。目前，针对剖宫产术后疼痛的干预方法主要包括药物治疗和非药物治疗。其中非药物治疗有健康宣教、心理疏导、音乐疗法、中医护理等，而药物治疗则有静脉镇痛泵和TAP阻滞较为常用。这些方法均有助于降低患者机体的疼痛程度，但受部分学者所用研究方案所限，所得研究结果仍然有待于今后大样本临床研究予以验证和完善。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1] 陈敏珊.优质护理对剖宫产产妇术后疼痛及新生儿室息的影响[J」.实用妇科内分泌杂志（电子版），2019，6(2):136，138.  \n[2] 段然，漆洪波.ACOG剖宫产后阴道试产指南(2017版)解读[J.中国实用妇科与产科杂志，2018，34(5):537-541.  \n[3] 赵俊艳，任爽.剖宫产术后的护理方式分析与研究[J」.实用妇科内分泌杂志（电子版），2018，5(35)：137-138.  \n[4] 王娜，丁焱.无剖宫产指征孕妇行剖宫产相关原因的研究现状及对策[J].中华护理杂志，2012，47(8):751-754.  \n[5]贺琰.剖宫产术后疼痛的护理干预研究[J].中国现代医生,2012,50(10):103-104.  \n[6]ISMAIL S,SHAHZAD K,SHAFIQF. Observationalstudy to assess the effectiveness of postoperative painmanagement of patients undergoing elective cesareansection[J」.JAnaesthesiol ClinPharmacol,2012,28(1) :36-40.任靖.优质护理在剖宫产术后疼痛缓解中的效果观察[J].实用妇科内分泌杂志(电子版),2016,3(7)：139-140.  \n[7］杜小华.优质护理对缓解剖宫产术后疼痛的效果观察[J].实用临床护理学电子杂志，2018,3(26) :134.  \n[8］李兰兰,冯莺.剖宫产术后镇痛对产妇泌乳影响的研究进展[J].护理学报,2014,21(22):21-24.  \n[9]宁小菊.手术病人疼痛认知及其与术后疼痛的相关性[J].当代护士(学术版),2009(8):5-7.  \n[10］徐晓玲.优质护理干预对剖宫产产妇术后疼痛、心理状态及恢复的影响[J].现代诊断与治疗,2018,29(23):3933-3934.  \n[11］贾彩慧.优质护理对减轻产妇剖宫产术后疼痛的效果分析[J].实用临床护理学电子杂志,2017,2(42) :106.  \n[12］石珊珊.阶段性心理干预在改善剖宫产产妇产后心理状况及产后恢复中的应用[J].全科护理,2020,18(33):4631-4633.  \n［13］张碧琼.优质护理模式对剖宫产产妇术后疼痛和心理状态的影响分析[J].临床医学工程,2016,23(5) :675-676.  \n[14］彭婉平.不同心理干预对剖宫产术后妇女缓解疼痛的效果观察[J].中国计划生育学杂志,2015,23(7):483-486.  \n［15］林娜佳.音乐放松疗法对初产妇分娩疼痛与焦虑水平的影响[J].天津护理,2018,26(5):579-581.  \n［16］韩祥宁.音乐疗法对剖宫产产妇术后疼痛和睡眠质量的影响[J].当代护士（下旬刊）,2016(11)：66-67.  \n[17］宣改玲,瞿春华.音乐疗法在剖宫产产妇围手术期中的应用[J].上海护理,2016,16(4):51-53.  \n[18］孟波,桂珩.中医干预治疗对剖宫产术后疼痛的影响[J]．湖北中医药大学学报，2018,20（4）：110-112.  \n[19］顾燕,蔡孟,宋云,等．右美托咪定复合舒芬太尼用于重度子痫前期剖宫产产妇术后自控静脉镇痛的研究[J]．上海交通大学学报（医学版）,2018,38(7) :784-787.  \n[20］陈景娟,张继良,赖晓君.静脉自控镇痛在剖宫产产妇中的应用效果及安全性评估[J].中国妇幼保健,2020，35(24):4876-4878.  \n[21］朱月英，王曼,刘盈盈.硬膜外自控镇痛对剖宫产产妇镇痛效果、睡眠质量、泌乳、产后应激的影响[J].中华保健医学杂志，2019，21(4)：368-369，371.  \n[22］张晓琴，詹锐,彭丽君.右美托咪定作为罗哌卡因佐",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "剂用于腹横肌平面阻滞对剖宫产术后镇痛的影响[J].东南国防医药，2020,22(6):627-631.[23］王刚，杜洪印，丁梅，等.TAP阻滞联合布托啡诺PCIA用于全麻剖宫产术后镇痛的效果[J].中华麻醉学杂志，2019,39(2):189-191.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "http://www.nursrxiv. org. cn ",
        "page_idx": 3
    }
]