[
    {
        "type": "text",
        "text": "先进无线协作通信技术",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "周恩 周一青 石晶林",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：有限的无线资源与不断增长的无线业务需求成为越来越突出的矛盾。怎样进一步提高频谱使用效率已成为未来无线技术研究的重要课题。受频谱资源以及独立优化架构的限制，现有的无线网络将很难进一步提高空中接口的频谱效率和网络的整体性能。为从根本上提高无线频谱利用的效率，需要使网络中的各元素进行智能协作，从而达到网络资源共享、提高传输可靠性和系统吞吐量、有效改善用户服务质量。这就是先进无线协作通信技术。本文对无线协作通信技术进行了较系统的总结和介绍。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：无线系统 协作通信协作互助宽带通信",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "以移动通信、宽带无线接入等为代表的无线网络已成为重要的高新技术支柱产业。然而，已有的和即将推出的系统在无线资源综合优化利用等方面存在局限性，仍然不能很好地解决有限的频谱资源与迅速增长的业务需求之间的矛盾，由此产生的无线通信瓶颈问题日益突出。传统的无线通信体系框架主要基于资源独立优化的使用模式，在此基础上演进和发展的技术具有局部优化的特征，进一步提升频谱资源利用率的空间已非常有限。解决无线通信瓶颈问题，需要从根本上提高无线频谱资源利用的有效性。先进无线协作通信技术通过合理地利用包括空间、频率、时间、信号、功率、终端和网络等资源，最大限度提高频谱效率和资源共享系统容量，成为解决宽带无线通信瓶颈最具希望的途径和手段。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "协作通信的范围非常广泛。根据参与协作的网络元素不同，可大致分为基站间的协作、基站与终端间的协作、终端间的协作以及异构网络间的协作服务等。协作传输为无线协作通信下的具体信号传输技术，它包括协作传输的建立机制、传输策略、编码策略、协作目的、利用的分集等许多方面，如图1所示。协作传输的目的可以是用户受益，即改善某一特定用户链路的性能；也可以是系统受益，即提高整个系统的性能。可以静态地进行协作，也可以动态地自适应协作，显然后者可以获得更好的性能。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "放大转发(AF)转发策略 解码转发(DF)压缩转发(CF) ·CRC校验转发决策门限判决重复编码增量编码编码策略 网络编码舞科 空时编码 ■选择合并重叠/差分调制 ■最大比合并合并策略 编码合并(对增量静态策略 冗余传输)自适应度动态策略 ■空时解码合并用户受益协作目的系统受益 空间分集分集 时间分集■频率分集",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "无线通信系统为干扰受限系统，以LTE/LTE-A为例，其多小区间干扰为制约进一步提升系统频谱效率的最大障碍。受多小区间干扰的影响，网络提供的服务随位置的不同呈现极大的差异性，使得网络容量与用户间公平性成为一对不可调和的矛盾。协作通信打破了传统网络独立优化的机制，可以有效地改善或解决这些棘手的问题。下面，将主要以LTE-A系统为例，分类系统介绍先进无线协作通信技术。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 基站之间的协作",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着LTE-A 的提出，人们对小区平均频谱效率和小区边缘频谱效率越来越重视。相比较而言，小区边缘的频谱效率最受人们关注。这主要是因为LTE-A系统的上下行都是以正交频分复用(OFDM)为基本多址复用方式的频分系统。与以码分多址（CDMA）4为基本多址复用方式的第三代移动通信系统（3G）不同，LTE-A系统没有处理增益，小区内部因为完全频分正交，几乎没有干扰问题，但在小区边缘处的干扰处理相对棘手。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "多点协作传输技术（ $\\mathrm { \\ C o M P ^ { 5 } }$ ）是利用多个小区的发射天线协作传输来使小区边缘处无线链路可以支持较高容量和可靠传输，有效解决小区边缘干扰问题，同时提高系统平均频谱效率。多点协作联合传输的方式主要可以分为两类：信号相关的传输方式和信号非相关的传输方式。相关的传输方式是指要求各个节点传输的信号在接收方具有一定的相关特性，从而使得各信号能够获得较大的合并增益；非相关的传输则不需要考虑信号在接收方的相关特性，其主要获得的是分集增益。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/9b777218cd30db2814cb11c2923300968b9a27de287856e98006851fc43d1236.jpg",
        "img_caption": [
            "图2．多点协作传输技术（CoMP）架构"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "\\*图中 $\\mathsf { H } _ { \\mathrm { i , j } }$ 为第i个用户终端到第j个基站的信道信息",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对解决蜂窝网络中的小区间干扰问题，无论下行还是上行，基站间协作都是一种极具潜力的技术。在下行，多个基站进行协作式的多点信号传输，在上行，多个基站进行协作式地多点接收和联合信号处理。多点协作传输技术要求在多个基站间共享一定的信息，比如相关信道信息和数据信息等，从而要求基站间具有极低时延的可靠链路连接，以在多个协作的基站节点间实现毫秒级的信息交互。根据信息获取方式的不同，多点协作传输技术架构可以分为集中式多点协作传输技术架构和分布式多点协作传输技术架构，如图2所示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "集中式多点协作传输技术架构，如图2（a）所示，有一个中心单元来收集协作基站覆盖区域内所有用户的信道状态信息和用户数据，并根据这些用户状态信息进行全局优化决策，包括用户调度、资源分配、信号传输方式等。中心单元计算各协作基站的优化传送信号，并将优化后的传送信号通过回传链路传送给各个基站，然后发送，并要求各协作基站间具有较高的时间同步。集中式架构的主要挑战在于，协作基站与中心单元间需要具有大容量低时延高可靠的回传链路通信连接，且需要设计相应的信息交互通信协议。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "分布式多点协作传输技术架构假设各基站调度器具有同等地位，且协作基站可获得所有协作用户的信道状态信息，由此不再需要基站间的回传通信链路。如图2（b）所示，各协作用户向整个协作集中的各个基站进行信道状态信息汇报。分布式架构最大的好处是减少了基础设施建设和额外信令协议开销，不需要现有系统进行较大的改变。其缺点主要有二：一是性能劣于集中式架构；二是无线反馈链路具有极度不可靠性，需要考虑反馈出现错误时的处理机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "另外还有许多多点协作传输技术介于这两种极端架构之间，以在开销和性能上获得优化的折中。3GPP考虑一种方法，取消中心单元实体，但保留不同基站间的信息回传链路，协作决策由各协作基站共同决定，且由于回传链路的高速传输能力，可实现各协作基站间同步的信号发送。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 基站与终端的协作",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基站与终端间的协作主要有两种模式，一种是多个基站与多个终端组成虚拟多入多出（MIMO）模式进行协作信号传输和联合信号处理，另外一种是基于专用中继的无线协作通信网络。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "多基站多终端组成虚拟多入多出模式的协作信号传输主要适用于多小区重叠覆盖的区域。由于该区域用户到服务基站的距离和到干扰基站的距离相当，因此会遭受较大的多小区间干扰，导致服务质量下降。通过将",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0e11ff970033c78984f2901447450f2bd2434d5b55cfed1ea7170920876106eb.jpg",
        "img_caption": [
            "图3．基站与终端间的协作通信"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "临近区域里的用户终端与基站以协作多入多出的形式进行信号传输，如图3所示，可以有效地将多小区间干扰转变为多流间的干扰，通过恰当的联合信号处理获得较大的空间分集和信号处理增益。多基站多终端虚拟多入多出协作传输模式要求基站间共享一定的信息，因此也需要基站间具有高速的数据通信链路连接。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "另外一种是基于专用中继的无线协作通信网络。为提升系统服务质量和改善系统整体性能，中继在未来无线通信网络中将起到越来越重要的作用。3GPP 在LTE-A中定义了Type 1中继（层三中继）和 Type2 中继（层二中继）。对于Rel-8 终端，Type1中继的表现如同一个基站；对于LTE-A终端，Type1中继可能具有比Rel-8 基站更多的性能增强。图4为",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中继辅助增强的蜂窝无线网络，中继的主要作用是改善链路传输质量和拓展网络覆盖范围。在具有中继辅助的无线网络中，基站、中继与终端用户可以一起进行优化的协作传输，改善用户服务质量和提升系统容量。中继辅助协作场景可划分为双向协同中继、多址接入协同中继和广播协同中继三种。结合这三种典型场景，可以采用先进无线网络编码技术来进一步提升系统整体性能。以上行多址中继接入信道协",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b1eef8fbec9c4fdb54c885232801c9aaf0d4b6aa6af279aa0a7bab1f7645fb25.jpg",
        "img_caption": [
            "图4.中继辅助增强的蜂窝无线网络"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作传输为例：在第一个阶段，协作终端用户进行信号传输，由协作中继和基站接收；在第二阶段，协作中继将收到终端的信号进行一定的处理（比如网络编码）后，再转发给基站。基站对从终端用户直接收到的信号和中继转发的信号进行联合信号处理，并检测解码出各终端用户的信息。此种情况下，中继与终端进行了一定的协作传输，具体协作传输方式需要根据优化目标和场景进行优化设计。另外，不同的中继协作方式有其不同的适用环境。从网络优化的观点看，中继协作传输方式也需要智能地自适应选择，以最大程度地优化网络性能。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 终端之间的协作",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "无线信道具有的多径衰落特性是阻碍信道容量增加和服务质量改善的主要原因之一。多入多出技术通过在接收端和发射端同时安置多根天线，形成多入多出信道结构，既可有效对抗衰落，又能充分利用空域资源，大幅度提高信道容量。在未来的无线通信系统中，基站将具有越来越强大的功能和处理能力。由于受实际处理能力、功率以及物理尺寸的限制，用户终端的天线数目远小于基站配置的天线数。为提升系统整体吞吐量或改善小区边缘用户的服务质量，而终端协作可构建虚拟多入多出传输，充分利用多入多出信道空间特性，降低多小区间干扰，提高用户吞吐量和系统整体容量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "传统的无线通信网络是由系统设备（基站，专用中继等）来提供服务，其中系统设备数量只占少部分，承受着巨大的压力，仅靠系统设备很难在系统容量和用户公平性上取得较好的折中。而与此同时，系统中还存在着大量的用户设备。若用户设备也能提供互助式的中继功能或协作传输能力，将极大地提升网络系统整体容量和改善小区边缘处的服务质量，并可以实现总体功耗更低的绿色通信网络目标。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图5为蜂窝网络场景下终端协作传输示意图。终端协作传输可以分为非中继式终端协作传输和中继式终端协作传输两种模式。非中继式终端协作传输采用多用户多入多出模式。多入多出信道的一端为基站的多根天线阵，另一端为多个用户组成的多天线阵。多用户共享相同的时、频资源，提高了系统频谱利用效率。另外一种为中继式终端协作模式。该模式不仅",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "利用多入多出信道的特性，还利用了不同终端不同地理位置的特性，采用互助式的信号协作传输，可以极大地改善用户终端的服务质量和网络覆盖范围。如图所示：根据一定策略，不同数量的用户组成终端协同传输组。组内终端进行信息交互后，再进行互助式的信息传输。以两用户终端协作传输为例：其中一用户终端为源用户（S)，另一用户终端为伙伴用户 (P)，协作传输过程分为两个阶段，第1阶段为用户终端间信息交互，用户在相互正交的信道里发送各种的信息，协作用户终端和基站接收；第2个阶段为互相帮助阶段，源终端转发伙伴终端的信息，伙伴终端转发源终端的信息给基站。基站将根据两个阶",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/bf03034af698dc2f76389bcd49ece741dbae4bbd91c1d2b186f40b500be2a3f7.jpg",
        "img_caption": [
            "图5．终端协作传输 "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "段收到的所有信号进行联合处理，检测恢复出协作终端组所有用户传送的信息，并可获得较大的空间和时间分集增益。若恰当与信道编码结合，可获得分布式编解码增益，更好地改善链路的传输质量。另外，也可以引入更先进的网络编码技术，设计优化的中继协作协议和传输方式，进一步提升系统频谱效率。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "分布式协作传输是实现绿色无线网络的关键路径。图6给出了用户终端网络式协作传输的示例：如果某一用户终端处于小区边缘处，且有跟基站进行大量数据交互的需求，然而用户终端跟基站之间的直通链路质量很差，则数据交换很难完成。但若有邻近的中继和用户终端设备进行协作通信，情况将大为改观。用户终端、中继、协作终端与基站通过协作构成一个网式通信链路网络，使用户终端可以实现与基站的高速数据交互功能。由于协作终端与用户终端、中继、基站间的距离更短，由此信道质量更好，可以以更低的信号能量进行通信，实现绿色通信的目标。该种用户终端网络式协作传输可以极大地克服目前网络中存在的瓶颈，将是未来重要的研究和发展方向。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/146e48e2f714b2af902e5f15fb081af1149d516694d5393cc51e98e726b9dd32.jpg",
        "img_caption": [
            "图6.网络式分布协同通信"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5 异构网络间的协作",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "人们对无线通信的速率需求不断增长，然而无线频谱资源却是非常有限的。为提供更高容量的无线接入服务，无线接入系统带宽必将增加。LTE-A采用了载波聚合（CA）技术来实现高达100MHz的宽带无线通信，可以将不连续的频段聚合起来使用，从而提供了一种高效利用频谱的手段。载波聚合仅是在同一种网络内有效利用频谱资源的手段。在异构网络间实现频谱共享，提高无线接入服务质量是另外一种极具吸引力的技术途径，虽然目前这种途径尚未被3GPP考虑。由于不同服务的客户可能采用基于不同无线接入技术的终端，在某一特定区域，服务提供商可能会同时提供几种无线接入技术（比如LTE、WIMAX、HSPA等）。同时，随着设备集成度的不断提高，在未来支持多种无线接入技术的终端将得到普及。这就使服务提供商有可能实现异构网络间协作，在保证提供所要求服务质量（QoS）的前提下对多模用户终端以何种无线接入技术进行服务实行优化决策，以尽可能提高频谱利用效率。在这种场景下，每种无线接入网络所需要的频谱资源将随时间和空间而变化，从而可以利用这种变化特性在异构网络间进行动态地资源分配。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/667c3e6c08944a38ee5d830ff066b69893d2270e6784ae3a17705c1bfa8b355d.jpg",
        "img_caption": [
            "图7.异构网络间的协作"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "图7给出了异构网络间协作的示例：采用不同无线接入技术的两种网络在某一区域重叠覆盖，如图7（a）所示。两无线接入网基站（可以位于同一位置）根据事先的频谱划分采用各自独立的无线资源管理（ $\\mathbf { R R M } ^ { 1 0 }$ ）策略对其所接入用户进行服务。为实现异构网络间的协作，在更高层，可引入联合无线资源管理（ $\\mathrm { J R R M } ^ { 1 1 }$ ）来负责异构无线网络间的频谱共享。上层的联合无线资源管理工作的粒度通常远大于下层的本地无线资源管理（ $\\cdot \\mathrm { L R R M } ^ { 1 2 }$ ）工作的粒度。以LTE或LTEA系统为例，本地无线资源管理通常工作在毫秒级，而上层的联合无线资源管理则通常工作在秒级或分钟级。联合无线资源管理与本地无线资源管理以一种分层的架构进行协作：联合无线资源管理首先根据本地无线资源管理汇报的统计信息和一定的外部策略进行异构无线网络间的频谱动态分配，本地无线资源管理再根据联合无线资源管理分配的结果进行调度和管理，从而可实现更高效的频谱利用，如图7（b）所示。另外，对于实时性要求不是很高的业务，比如文件传输（ftp）业务，多模终端可以同时接入多个无线接入网，通过多个异构网络多模终端提供协作式接入服务，进一步提高用户终端的接入速率。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "6 结束语",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（下转第39页）",
        "page_idx": 5
    }
]