[
    {
        "type": "text",
        "text": "Dynamics of groundwater recharge near a semi-arid Mediterranean intermittent stream under wet and normal climate conditions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Youssef HAJHOUJI1, Younes FAKIR1.2\\*, Simon GASCOIN³, Vincent SIMONNEAUX3, Abdelghani CHEHBOUNI² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Faculty of Sciences Semlalia,Cadi Ayyad University,4Oooo,Marrakech,Morocco;   \n2 Center for Remote Sensing Application (CRSA), UM6P,43150, Benguerir, Morocco;   \n3 Center for the Study of the Biosphere from Space (CESBIO),3140o,Toulouse,France ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: In arid and semi-arid stream-dominated systems, the temporal variability in groundwater recharge has not been widely addressed.Various questions remain about the sources of groundwater recharge,its patterns, and the appropriate measuring techniques. Hence,the main objective of the present study was to assess the changes that might affect the pattern of groundwater recharge under weter than normal surface water availability. Therefore, the groundwater depth was monitored near a semi-arid Mediterranean intermittent stream on the piedmont of the High Atlas Mountains in the mountain catchment of the Wadi Rheraya over two hydrological years (2014-2016) with different climate conditions: extreme wet and normal conditions. Groundwater recharge was assessed using the episodic master recession algorithm.During the two years,the patern of groundwater recharge was dominated by episodic events and by a high seasonality from wet seasons to dry seasons. In the wet year (2O14-2015), the highest groundwater recharge was recorded folowing an extreme flood, which deeply replenished groundwater. Furthermore, an exceptional steady state of the groundwater depth was induced by a steady groundwater recharge rate. For several groundwater recharge events, the assessed recharge had multiple sources，mainly from streamflow at the local scale,but possibly from precipitation,underflow, deep percolation or irigation return from the upstream part of the catchment. Local recharge by streamflow was likely to be short-lived,and lateral recharge was likely to last longer. Consequently,the episodic master recession algorithm estimated the total groundwater recharge that could encompass various sources. In the future, more studies and multidisciplinary approaches should be carried out to partition these sources and determine their specific contributions. In semi-arid stream-dominated systems,different groundwater recharge patterns induced by extreme hydrological events (e.g., wet events) and various potential sources of groundwater recharge should be considered when assessing and predicting groundwater recharge. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: groundwater recharge; water table fluctuation; episodic master recesionalgorithm; episodic recharge; wet year; Wadi Rheraya ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: Youssef HAJHOUJI, Younes FAKIR,Simon GASCOIN, Vincent SIMONNEAUX,Abdelghani CHEHBOUNI. 2022.Dynamics of groundwater recharge near a semi-arid Mediterranean intermitent stream under wet and normal climate conditions.Journal of Arid Land,14(7):739-752.https://doi.org/10.1007/s40333-022-0067-z ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In arid and semi-arid basins,numerous plain aquifers are experiencing chronic groundwater depletion because of high groundwater abstraction and/or low groundwater recharge (van Lanen and Peters,200O; Boukhari et al., 2015;Watto and Mugera, 2016; Ashraf et al.，2021).Low groundwater recharge is usually due to low precipitation and high evapotranspiration (Flint et al., 2002;Walvoord et al., 2O02). Therefore,in these basins, mountain front groundwater recharge linked to streamflow is often considered the primary source of recharge (de Vries and Simmers, 2002; Manning and Solomon,2003; Simmers,2003; Wilson and Guan,2004; Dahan et al.,2008). The infiltration processes of streamflow have been widely analyzed (Ronan et al.，1998; Stonestrom and Constantz, 2003; Niswonger et al., 2005; Keery et al., 2007; Rau et al., 2010; Lautz,2012; Clutter and Ferré, 2018；Kurylyk et al.， 2019). However,there are few applied studies on the processes of groundwater recharge and its temporal variability in arid and semi-arid basins (Shanafield and Cook,2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In general, the behavior of groundwater recharge in arid and semi-arid stream-dominated systems is still not well analyzed (Cuthbert et al.， 2O16). Indeed,when studying groundwater recharge in these systems,particularly those with shallow groundwater, various questions might need to be addressed. Existing studies have shown that the main source of groundwater recharge is from the water losses of nonperennial streams, mainly from floods that bring high amounts of water during episodic recharge events (Shentsis and Rosenthal, 2O03; Dages et al.,2O08; Cuthbert et al.,2O19; Shanafield et al., 2O21). However, in the case of agricultural practices,substantial groundwater recharge could be generated by irgation returns from diverted streamflow (Bouimouass et al., 2O2O). Therefore, groundwater recharge could be from multiple sources rather than a single source. Moreover, the typical pattrn of groundwater recharge is characterized by episodic recharge, which is related to the intermittency of streamflow and the episodic character of floods.In this context,research studies on the variation in the pattern of recharge under specific climate conditions are still lacking，e.g.，extreme wet events could impact the hydrological regime of stream catchments and hence the subsequent groundwater recharge. Finally， the water table fluctuation method is one of the most used techniques due to its advantages over the other methods of being simple to apply and of providing the most direct possible observations and measurements of recharge (Cuthbert et al., 2O16; Nimmo and Perkins, 2018). However, the water table fluctuation method might not always be applicable because of some limitations described by Healy and Cook (2002). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present study，a well tapping into a shallow alluvial aquifer near a semi-arid Mediterranean intermitent stream was monitored over two hydrological years (20l4-2016): one with an extremely wet climate (2014-2015) and the other with a typical arid climate (2015-2016). Groundwater recharge was assessed over the two years by the water table fluctuation method using the episodic master recession algorithm. The main objectives of this study were to(1) analyze the changes that may affect groundwater recharge patern under wetter than normal surface water availability； (2) determine the effects of an extreme wet hydrological event on groundwater recharge; and (3） explore the adequacy of the episodic master recesson algorithm for assessing groundwater recharge in semi-arid stream-dominated systems. Thus,this study highlighted the complexity of assessing and predicting groundwater recharge in a developed semi-arid stream catchment. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Data and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1Study area and data collection ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area is located $3 5 ~ \\mathrm { k m }$ south of Marrakech City in Morocco，near a semi-arid Mediterranean intermittent stream on the piedmont of the High Atlas Mountains in the mountain catchment of the Wadi Rheraya (Fig.1). The area is characterized by a typically Mediterranean semi-arid climate. The average annual precipitation (197O-2O16) on the piedmont is $3 5 0 ~ \\mathrm { m m }$ The mountains receive more precipitation ( $5 0 0 ~ \\mathrm { m m }$ on average during the period of 2008-2018) both as rainfall and snowfall. The mountain catchment of the Wadi Rheraya at the Tahanaout gauge station is $2 2 5 ~ \\mathrm { k m } ^ { 2 }$ and encompasses the highest peak in North Africa (Jbel Toubkal,with the elevation of $4 1 6 7 \\mathrm { m }$ a.s.l.)(Fig.1). Streams in the study area are generally intermittent or transient types.Part of the streamflow is derived for irrigating olive trees and wheat crops. The alluvial unconfined aquifer in the study area comprises alluvial deposits of Neogene and Quaternary age, which extend downstream to the plain. The measured transmissivity values vary from $5 . 0 { \\times } 1 0 ^ { - 5 }$ to $9 . 0 { \\times } 1 0 ^ { - 2 } \\mathrm { m } ^ { 2 } / \\mathrm { s }$ with an average of $6 . 7 { \\times } 1 0 ^ { - 3 } \\ \\mathrm { m } ^ { 2 } / \\mathrm { s }$ ，and the hydraulic conductivity values vary from $4 . 6 { \\times } 1 0 ^ { - 6 }$ to $5 . 5 { \\times } 1 0 ^ { - 3 } ~ \\mathrm { m } / \\mathrm { s }$ with a mean of $4 . 4 { \\times } 1 0 ^ { - 4 } ~ \\mathrm { m / s }$ (Sinan and Razack, 2Oo6). Previous studies have presented piezometric maps of the alluvial aquifer showing evidence of groundwater recharge from streamflow in the piedmont area (Boukhari et al., 2O15;Bouimouass et al.，2O2O).The groundwater is used for drinking purpose and irrigation in dry seasons. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cd533cb86f6f057dd0b2581d5bec547bd054049d7aea19cd81c026873831ae08.jpg",
        "img_caption": [
            "Fig.1Location of the monitoring welland the mountain catchment of the Wadi Rheraya with its streamflow and precipitation gauge stations.1，Tamatert;2,Tachedert; 3,Aremd; 4,Matate;5,Imskerbour; 6,Asni;7, Tahanaout. Groundwater depth is indicated around the monitoring well. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The present study extended over two years, from July 2O14 to August 2O16.The measured data included daily precipitation in the mountain catchment, streamflow at the Tahanaout gauge station, and groundwater depths at a distance of $8 0 \\mathrm { ~ m ~ }$ from the Wadi Rheraya streambed. Daily precipitation data over the mountain catchment were measured in the period of 2OO9-2016 (Fig. 1; Table 1) in the framework of the Tensift Basin observatory (http:/trema.ucam.ac.ma).The longest precipitation time series has been acquired on the piedmont of the High Atlas Mountains by the Tahanaout gauge station since 1971. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Daily streamflow has been monitored since 1962 at the Tahanaout gauge station,located in the hillslope region, $8 ~ \\mathrm { k m }$ upstream from the study area (Fig. 1). The main floods were specifically measured between 1962 and 2Oo6; afterward,only daily streamflow was measured. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The groundwater levels were measured at a groundwater monitoring well equipped with two automatic measuring probes. A submersible datalogger for real-time water level monitoring (TD-Diver probe,Van Essen Instruments,Delft, The Netherlands） based on a pressure sensor measured the pressure exerted by both the water column and the atmospheric pressure.Another datalogger(Baro-Diver probe，Van Essen Instruments,Delft， The Netherlands） measured the real-time atmospheric pressure to account for the changes in the groundwater level induced by the atmospheric pressure alone. The equivalent hydrostatic pressure of the water was used to calculate the groundwater level. The groundwater monitoring well was selected to be far from any direct pumping influence.First, the monitoring well was in an area surrounded by bare soil and natural vegetation. Second， the groundwater level did not show any abrupt drawdowns or perturbations that might be induced by pumping. The groundwater depth at the monitoring well was $9 . 0 0 \\mathrm { ~ m ~ }$ at the start of the monitoring (2 July2O14),and it varied between a minimum value of $7 . 6 9 \\mathrm { m }$ and a maximum value of $1 0 . 7 2 \\mathrm { m }$ during the period of 2014-2016. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/502f37ebac0009a50e32b5616866f44e3ec3931c4e9f9d9efffa02451a4ee0da.jpg",
        "table_caption": [
            "Table 1 Precipitation gauges and their measurement periods "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Gauge station</td><td rowspan=\"2\">Number</td><td rowspan=\"2\">Longitude</td><td rowspan=\"2\">Latitude</td><td rowspan=\"2\">Altitude (m)</td><td colspan=\"2\">Measurement period</td></tr><tr><td>Start time</td><td>End time</td></tr><tr><td>Tamatert</td><td>1</td><td>07°52'48\"W</td><td>31°08'31\"N</td><td>1924</td><td>18 June 2013</td><td>31December 2016</td></tr><tr><td>Tachedert</td><td>2</td><td>07°50'56\"W</td><td>31°09'25\"N</td><td>2343</td><td>1 September 2009</td><td>31December 2016</td></tr><tr><td>Aremd</td><td>3</td><td>07°55'23\"W</td><td>31°07'34\"N</td><td>1940</td><td>1 December 2009</td><td>31December 2016</td></tr><tr><td>Matate</td><td>4</td><td>07°56'28\"W</td><td>31°09'22\"N</td><td>1751</td><td>19 June 2013</td><td>31 December 2016</td></tr><tr><td>Imskerbour</td><td>5</td><td>07°56'24\"W</td><td>31°12'25\"N</td><td>1404</td><td>1 September 2009</td><td>31 December 2016</td></tr><tr><td>Asni</td><td>6</td><td>07°58'52\"W</td><td>31°15'00\"N</td><td>1170</td><td>1 September 2009</td><td>31 December 2016</td></tr><tr><td>Tahanaout</td><td>7</td><td>07°57'47\"W</td><td>31°17'31\"N</td><td>1064</td><td>1 September 1970</td><td>31 December 2016</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The value of the specific yield was estimated to be O.23 near the study area (Fakir et al., 2021) and was the difference between the quasi-saturated water content and the field capacity (Heppner et al.,2Oo7). The field capacity value was inferred from water content measurements of the alluvial sediment in one hydrological year using soil moisture sensors (Theta Probe Type $\\mathbf { M L 2 x }$ Delta-T Devices Ltd., Cambridge, England) at different depths. This estimated specific yield is consistent with the value indicated by a previous study of the alluvial aquifer (Sinan, 2OOO) and is comparable to the average value of O.21 assigned by Healy (2OlO) to alluvial aquifers. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2Groundwater recharge assessment using the water table fluctuation method ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the present study, the water table fluctuation method (Healy and Cook,2OO2） was used to estimate groundwater recharge by applying the episodic master recession algorithm developed by Nimmo and Perkins (2O18). The water table fluctuation method stipulates that rises in groundwater levels in unconfined aquifers are due to the episodic recharge reaching the water table. Groundwater recharge was calculated as the product of two key terms in Equation 1: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nR = \\Delta H \\times S _ { y } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $R$ is the groundwater recharge (m); $\\Delta H$ is the difference between the peak of the rise of groundwater level and the low value of groundwater level estimated for the extrapolated precedent recession phase, i.e., the level if no groundwater recharge had occurred; and $S _ { y }$ is the specific yield (unitless).The method is adequate for measuring individual and short-term (hours or a few days） groundwater recharge events of shallow aquifers with rapid groundwater-level fluctuations and for which groundwater drainage can be approximated by graphic extrapolation. It can also be applied to assess long-term groundwater recharge rates (seasonal or annual); in that case, since groundwater drainage might be significant, what is measured is an estimate of change in subsurface storage $( \\mathbf { m } ^ { 3 } )$ ,referred to as net groundwater recharge (Healy and Cook, 2Oo2). The water table fluctuation method considers groundwater recharge in a given period as the sum of the episodic recharges calculated from individual groundwater-level rises. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The main uncertainties of the method could be the frequency of groundwater level measurements and the difficulty in determining an accurate specific yield (Crosbie et al., 2005). Furthermore,the method excludes situations of high drainage and steady rate of recharge (Healy and Cook, 2OO2). In this study, the water table variation was measured at an hourly time step, which is ideal for the water table fluctuation method. The specific yield was estimated near the study area (Fakir et al.,2O21) as explained in the previous section. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The episodic master recession algorithm automatically identifies the main discrete recharge episodes and estimates groundwater recharge generated during each of these episodes based on the water table fluctuation rates. Three site-specific parameters are required to apply the episodic master recession algorithm (Nimmo et al.,2015; Nimmo and Perkins, 2O18), which can be inferred from the water table data: (1) lag time, the time interval between the occurrence of a water-input event and its resulting water table response; (2) fluctuation tolerance,the maximum value of water level variation as a function of time, which can be considered system noise rather than a response to incoming recharge flux; and (3） master recession curve,a mathematical representation of expected water table decline (recession） in the absence of episodic recharge as a function of hydraulic head (Crosbie et al.,2005; Heppner and Nimmo,2005; Nimmo and Perkins,2018).The master recession curve is considered as the relationship between the water table elevation $( H )$ and the water table decline rate (dH/dt,where $t$ is the time). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Based on a first analysis of the observed water table fluctuation, the lag time was equal to $\\mathrm { ~ 1 ~ d ~ }$ and the fluctuation tolerance was equal to $0 . 0 1 \\mathrm { ~ m ~ }$ 、A lag time of $\\mathrm { ~ 1 ~ d ~ }$ was justified by the rapid reaction of the water table to the hydrological events and the multiday duration of recharge episodes.A low value was assigned to the fluctuation tolerance $( 0 . 0 1 \\mathrm { ~ m } )$ ，which was small enough to detect all episodes of significant recharge.Both parameters were determined once for a given site; consequently, they did not affect episode-to-episode comparisons (Nimmo et al., 2015).The master recession curve parameters estimated based on the curve fit of $\\mathrm { d } H / \\mathrm { d } t$ as a function of $H$ ，were established over the study period as a linear regression function with a coefficient $R ^ { 2 }$ of 0.64. Since the groundwater monitoring well was near the wadi and far from pumping influence， and as the groundwater table measurements used were free of barometric-pressure oscillations, it was considered that the recorded rises in groundwater level were due to general recharge (not related to a single source) and the drops in groundwater level were attributed to natural discharge. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Precipitation analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We performed the seasonal analyses according to the four seasons: autumn (SeptemberNovember)，winter (December-February of the following year)， spring (March-May）and summer (June-August). The annual scale refers to the conventional hydrological year from September to August of the following year. Over the mountain catchment, the average annual precipitation during the period of 2O09-2016 varied from $3 0 5 ~ \\mathrm { m m }$ at the Asni gauge station to $5 9 5 \\mathrm { m m }$ at the Tachedert gauge station (Table 2). The year 2O14-2O15 was by far the wettest (650 mm),with a high precipitation gradient across the mountain catchment, while precipitation was low $( 2 6 1 ~ \\mathrm { m m } )$ and homogeneous in the year 2015-2016 (Fig. 2). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d26304e5b866d6577b35195a8dc0226854b787652ebadbef37a36abdb5254a72.jpg",
        "table_caption": [
            "Table 2Annual and average precipitation over the mountain catchment of the Wadi Rheraya "
        ],
        "table_footnote": [
            "Note: -,no data available. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Gauge station</td><td rowspan=\"2\">Altitude (m)</td><td colspan=\"3\">Annual precipitation (mm)</td></tr><tr><td>2014-2015</td><td>2015-2016</td><td>2009-2016</td></tr><tr><td>Tachedert</td><td>2343</td><td>1093</td><td>284</td><td>595</td></tr><tr><td>Aremd</td><td>1940</td><td>860</td><td>296</td><td>473</td></tr><tr><td>Tamaterte</td><td>1924</td><td>684</td><td>261</td><td></td></tr><tr><td>Matate</td><td>1751</td><td>383</td><td>198</td><td></td></tr><tr><td>Imskerbour</td><td>1404</td><td>600</td><td>247</td><td>393</td></tr><tr><td>Asni</td><td>1170</td><td>281</td><td>268</td><td>305</td></tr><tr><td>Tahanaout</td><td>1064</td><td>647</td><td>275</td><td>426</td></tr><tr><td>Average</td><td></td><td>650</td><td>261</td><td></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/0101ce2c20f86355632e69e5f9d36d900ff8859f7c8f80d003b716fc8b256e5c.jpg",
        "img_caption": [
            "Fig.2Precipitation isohyetal maps of the mountain catchment of the Wadi Rheraya forthe hydrological years 2014-2015 (a) and 2015-2016 (b) "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The standardized precipitation index (SPI) (McKee et al.,1993） recommended by the World Meteorological Organization for meteorological drought monitoring （World Meteorological Organization ,2O12) has been applied since 1971 using the Tahanaout gauge station data. The SPI is calculated as: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { S P I } = \\frac { X _ { i } - \\overline { { X } } } { \\sigma } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $X _ { i }$ is the precipitation for the station $\\left( \\mathrm { m m } \\right)$ ; $\\bar { X }$ is the mean precipitation $\\left( \\mathrm { m m } \\right)$ ; and $\\sigma$ is the standard deviation (mm). The drought severity classes based on the SPI are presented in Table 3. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/58e66d58b0bdac91c5850d00d12d6247ca8887d04fd7c2b6ed64b68e2634e957.jpg",
        "table_caption": [
            "Table 3Drought severity classes based on the standardized precipitation index (SPI) values (McKee et al., 1993) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>SPI</td><td>Drought severity class</td><td>SPI</td><td>Drought severity class</td></tr><tr><td>≥2.00</td><td>Extremely wet</td><td>-1.49 to -1.00</td><td>Moderate drought</td></tr><tr><td>1.50-1.99</td><td>Very wet</td><td>-1.99 to -1.50</td><td>Severe drought</td></tr><tr><td>1.00-1.49</td><td>Moderately wet</td><td>≤-2.00</td><td>Extreme drought</td></tr><tr><td>-0.99 to 0.99</td><td>Near normal</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For over 46 a of precipitation data in the mountain catchment (Fig.3),the series was dominated by normal precipitation years, constituting $76 \\%$ of the series, dry years constituting $13 \\%$ and wet years constituting $11 \\%$ . The year 2O14-2O15 was classified as the extremely wet year, and the year 2015-2O16 were categorized as the normal year. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 Streamflow analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Over the 1962-2O16 period, the average annual streamflow of the Wadi Rheraya was $1 . 5 5 ~ \\mathrm { m } ^ { 3 } / \\mathrm { s }$ The hydrological regime (Fig. 4) shows an important snowmelt contribution in spring and early summer (Hajhouji et al.,2018). The analysis of the main flood events between 1962 and 2006 showed that these floods were generally rapid (Fig. 5),and $7 7 \\%$ of the floods had a base time less than $3 0 \\mathrm { h }$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/b21dd6691e5942f0d018fbe901e19dd47810e0d252f8f8c5e69122249416dcfd.jpg",
        "img_caption": [
            "Fig.3Calculated standardized precipitation index (SPI) from1971-1972 to 2016-2017 using the Tahanaout gauge station data and the corresponding annual climate types "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.50 3.00 (s/ra miirlns 2.50 2.00 1.50 1.00 0.50 0.00 S0000000 a m Month ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/536d07a5e814256e62d7989968c2ebed218293cf766a556e0a18e56745253909.jpg",
        "img_caption": [
            "Fig.4Average monthly streamflow of the Wadi Rheraya during the period of 1962-2016 ",
            "Fig.5Variations in the peak flow and time base of the main floods from 1962-1963 to 2005-2006 "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The most frequent flood peak flow rate was between 2O.OO and $4 0 . 0 0 ~ \\mathrm { m } ^ { 3 } / \\mathrm { s }$ (Fig. 6), but some exceptional flow rates could be very high and destructive (e.g., $6 8 0 . 0 0 ~ \\mathrm { m } ^ { 3 } / \\mathrm { s }$ in August 1995). Normally, floods could occur throughout the year but more frequently in autumn and spring (Fig. 6). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9b44c82f7a511d63f0c3178d30f3178148728f8728e5055eb2fac7ff5fda4d1f.jpg",
        "img_caption": [
            "Fig.6Frequency of the flood peak flow (a)and seasonal distribution (b)of the main floods from 1962 to 2006 ",
            "Fig.7Variations in precipitation (a) and groundwater depth and streamflow (b)during the period of 2014-2016 "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the wet year of 2014-2015, the average streamflow was $2 . 9 7 ~ \\mathrm { m } ^ { 3 } / \\mathrm { s }$ High-flow events were frequent in winter,and the largest flood was recorded on 21 November 2Ol4，with a daily streamflow of $4 8 . 0 0 ~ \\mathrm { m } ^ { 3 } / \\mathrm { s }$ .The baseflow remained high during 2014-2015 (Fig.7). In the normal year of 2015-2016, the average streamflow decreased to $1 . 1 7 ~ \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 、High-flow events were less frequent,and the highest streamflow was $1 2 . 9 3 ~ \\mathrm { \\ m } ^ { 3 } / \\mathrm { s }$ on 16 February 2016. The baseflow decreased dramatically in summer. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "() ninenderd 380706050403020100 1 中 2s5 35s5 1 1 J202844   \n244113411 44212444 410200 1 2201115 221 8445 2101115 210232 9227 140 L300905 2211205 1 9301 10 7   \n7.0 Groundwater depth 一 Streamflow 60   \n(u) grdep gaaeetrg 580 8.5 4030 50 (s/su) miouains   \n9.0   \n9.5 20   \n10.0   \n10.5 10   \n11.0 b02 2s H 0   \n40224 24211544 44014404 210 1 M 24212445 22202505 1 m 222840   \nDate ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3 Groundwater depth dynamics ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The groundwater depth dynamics were strongly characterized by fluctuations reflecting the alternation of recharge episodes, which coincided with periods of precipitation and floods in the Wadi Rheraya,as well as discharge episodes (Fig.7). The magnitude and duration of these fluctuations were very different between the wet year and normal year. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "At the start of the wet year in November 2O14,a notable rise in the groundwater depth of 2.53 m was associated with precipitation and the largest flood on 21 November 2O14.The groundwater depth remained high for several months. In spring, the groundwater depth rose again following a flood at the end of March 2O15 and remained at a stable level for almost 1.5 months until the end of May 2015.From June to September 2015，groundwater experienced a long and smooth recession. In the normal year of 2O15-2Ol6,the groundwater depth fluctuations occurred more rapidly than those in the previous year. After the rise of the groundwater depth in spring, the level of the groundwater depth decreased significantly in summer when the streamflow in the Wadi Rheraya became very low. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4 Groundwater recharge variation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "From July 2014 to August 2016,13 groundwater recharge episode events (E1 to E13） were identified by the episodic master recession algorithm (Fig. 8; Table 4),eight in the wet year and five in the normal year. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the wet year of 2O14-2015, the highest groundwater recharge $( 0 . 6 6 ~ \\mathrm { ~ m ~ } )$ occurred in November 2O14 (E2; Fig. 8), following an exceptional hydrological event characterized by the highest recorded flood ( $4 8 . 0 0 \\ \\mathrm { m } ^ { 3 } / \\mathrm { s } )$ and precipitation $( 3 3 4 ~ \\mathrm { m m } )$ . The sixth recharge episode (E6; Fig. 8),which lasted $4 4 { \\mathrm { ~ d ~ } }$ ，corresponded to the period when the groundwater depth was stable, which could be explained by a steady rate of groundwater recharge.In this case,the water table fluctuation method developed for episodic events could not accurately calculate groundwater recharge. However, using the same master recession curve as the other events,groundwater recharge of this episode was estimated to be $0 . 0 6 \\mathrm { m }$ (Table 4). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/268a3473776df316235cc3b09acbb6d8c64222ed7d540db5b54ae50ef158f456.jpg",
        "img_caption": [
            "Fig.8Results of the episodic master recession analysis showing the groundwater recharge episodes (E1-E13) during the period of 2014-2016.MRC,master recession curve. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The cumulative estimated episodic groundwater recharge of the wet year was $1 . 1 9 \\mathrm { ~ m ~ }$ （ $63 \\%$ of the total groundwater recharge for both years). The winter recorded $70 \\%$ of the annual groundwater recharge. It was mainly generated by E2 on 22 November 2O14 (up to $84 \\%$ ） ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Groundwater recharge occurred over $2 4 5 { \\mathrm { d } }$ ,or $68 \\%$ of the wet year. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the normal year of 2O15-2O16, the cumulative episodic groundwater recharge was $0 . 6 7 \\mathrm { ~ m ~ }$ （ $( 3 7 \\%$ of the total groundwater recharge for both years).Up to $72 \\%$ of groundwater recharge occurred in the wet year, with most occurring in spring $( 4 6 \\% )$ . The hydrological events in summer did not generate groundwater recharge，leading to a decrease in the groundwater depth. Groundwater recharge processes lasted only 131 day, or $38 \\%$ of the normal year. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/c0181cd52d82798d77d804d6e57dd99a9d82492821075842015085dcd59004cd.jpg",
        "table_caption": [
            "Table 4Characteristics of the groundwater recharge episodes inferred from the episodic master recesson during the period of 2014-2016 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Year</td><td>Groundwater rephade</td><td>Start time</td><td>End time</td><td>Duration (d)</td><td>Groundwater recharge (m)</td><td>Cumulative grouarde (m)</td><td>Total precipitation</td><td>Number of precis tation</td><td>Peak streamflow</td></tr><tr><td rowspan=\"9\"></td><td>E1</td><td>17 Sep 2014</td><td>10 Oct 2014</td><td>24</td><td>0.05</td><td>0.05</td><td>23.14</td><td>3</td><td>9.87</td></tr><tr><td>E2</td><td>24 Oct 2014</td><td>24 Dec 2014</td><td>62</td><td>0.66</td><td>0.71</td><td>334.19</td><td>19</td><td>48.02</td></tr><tr><td>E3</td><td>4 Jan 2015</td><td>1 Feb 2015</td><td>29</td><td>0.08</td><td>0.79</td><td>52.19</td><td>8</td><td>8.46</td></tr><tr><td>E4</td><td>11 Feb 2015</td><td>26 Feb 2015</td><td>16</td><td>0.06</td><td>0.85</td><td>13.90</td><td>6</td><td>2.30</td></tr><tr><td>E5</td><td>8 Mar 2015</td><td>6 Apr 2015</td><td>30</td><td>0.14</td><td>0.99</td><td>89.62</td><td>10</td><td>9.41</td></tr><tr><td>E6</td><td>14 Apr 2015</td><td>27 May 2015</td><td>44</td><td>0.06</td><td>1.05</td><td>50.73</td><td>7</td><td>4.17</td></tr><tr><td>E7</td><td>9 Jul 2015</td><td>26 Jul 2015</td><td>18</td><td>0.02</td><td>1.07</td><td>30.98</td><td>7</td><td>2.85</td></tr><tr><td>E8</td><td>6 Aug 2015</td><td>27 Aug 2015</td><td>22</td><td>0.06</td><td>1.13</td><td>36.72</td><td>8</td><td>2.58</td></tr><tr><td>E9</td><td>20 Sep 2015</td><td>9 Nov 2015</td><td>51</td><td>0.19</td><td>1.32</td><td>55.43</td><td>10</td><td>3.73</td></tr><tr><td rowspan=\"5\"></td><td>E10</td><td>7 Jan 2016</td><td>14 Jan 2016</td><td>8</td><td>0.03</td><td>1.35</td><td>1.68</td><td>1</td><td>1.88</td></tr><tr><td>E11</td><td>9 Feb 2016</td><td>9 Mar 2016</td><td>30</td><td>0.14</td><td>1.49</td><td>55.21</td><td>10</td><td>12.93</td></tr><tr><td>E12</td><td>16 Mar 2016</td><td>1 Apr 2016</td><td>17</td><td>0.14</td><td>1.63</td><td>46.36</td><td>6</td><td>3.05</td></tr><tr><td>E13</td><td>27 Apr 2016</td><td>21 May 2016</td><td>25</td><td>0.17</td><td>1.80</td><td>19.07</td><td>4</td><td>2.48</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For the whole study period, the cumulative groundwater recharge was $1 . 8 0 \\mathrm { ~ m ~ }$ ，The total duration of groundwater recharge was estimated to be $3 7 5 { \\mathrm { ~ d } } .$ ，which was $48 \\%$ of the observation period. The duration of groundwater recharge events was longer than the duration of the corresponding precipitation events (Table 4). This may indicate that groundwater recharge was mainly due to streamflow. In addition, there was a low correlation between groundwater recharge and peak streamflow ( $scriptstyle \\overbrace { r = 0 . 1 9 }$ ， $R ^ { 2 } { = } 0 . 0 3 \\$ ） or average streamflow ( $scriptstyle \\overbrace { r = 0 . 3 0 }$ $R ^ { 2 } { = } 0 . 0 3 \\rangle$ ）of each event; these coeficients were calculated without considering the exceptional second event (E2） because ofits large difference from the others. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The study area is located near a semi-arid Mediterranean intermittent stream that is generally characterized by a high snowmelt contribution from the High Atlas Mountains,which are responsible for higher streamflow and more floods in spring and early summer. In the mountain catchment of the Wadi Rheraya, the snow regime is a main characteristic, as shown by several previous studies (e.g.,Hanich et al., 2O22). The annual contribution of snow to streamflow was assessed from $1 5 \\%$ to $50 \\%$ , depending on the meteorological conditions of the year (Boudhar et al.，2009；Marchane et al.，2013)．According to the SPI， the climate on the piedmont is characterized by $13 \\%$ of the years being considered dry and $11 \\%$ being considered the wet years, and the remaining $76 \\%$ of years are considered normal. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The present study focuses on the changes that may affect groundwater recharge mechanisms in the wet year. In both the wet year (2014-2015) and the normal year (2015-2016), the majority of groundwater recharge occurred during the wet seasons. In the wet year, the very rainy winter, with its associated streamflow and floods,was the highest groundwater recharge period (almost $70 \\%$ of the total), while in the normal year, as winter had lower precipitation, the spring season with its floods issued from snowmelt was the highest groundwater recharge period $( 4 6 \\% )$ . Therefore, the time of greatest groundwater recharge was during the periods with higher precipitation, higher streamflow or more floods when the amount of water could saturate the underlying sediment and generate high amounts of recharge (McCallum et al., 2O14). In summer, there was little (in the wet year) or no recharge (in the normal year). Seasonality is a main characteristic of the temporal distribution of groundwater recharge under a semi-arid climate. Seasonality was explained by the high moisture of the sediment in the wet season (Fakir et al.，2O21)，which generated higher hydraulic conductivities and fewer unsaturated pores than that in the dry season characterized by dry sediment due to water scarcity. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In the wet year, two additional features were observed.First, the largest flood on 22 November 2014 was classfied as an extreme event with a return period estimated to be approximately 20 a (Zkhiri et al.,2Ol7).The amount of surface water generated by this event led to the above normal groundwater level rise and subsequently to a very high recharge amount. The latter represented $60 \\%$ of the recharge recorded in the wet year. The alluvial aquifer was significantly replenished. Second, in spring 2O15,an exceptional steady state of groundwater depth occurred during almost 1.5 months due to a steady rate of groundwater recharge. In this case,the rate of groundwater recharge was constant and equal to the rate of groundwater drainage. This groundwater recharge regime seemed unusual in semi-arid mountain catchments where the typical pattern of groundwater is mainly characterized by episodic recharge. For that regime, groundwater recharge was not episodic,and its estimation fell beyond the scope of the water table fluctuation method (Healy and Cook, 2Oo2). However, it was possible to use the episodic master recession algorithm to estimate this recharge. Other techniques could be used in such conditions,but they require further investigationsand aquifer characteristics (Eaton，2O19).In semi-arid mountain catchments,such sustained groundwater recharge can only be linked to exceptionally high and constant streamflow. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The recorded duration of groundwater recharge events, often several weeks, was longer than that of the corresponding precipitation events.It was also longer than the duration of floods that are generally rapid ( $7 7 \\%$ of floods were less than $3 0 \\ \\mathrm { h } )$ . Furthermore,a low correlation existed among recorded groundwater recharge， precipitation and streamflow. Therefore， groundwater recharge near the streambed semed to be due not only to local recharge from streamflow but also to upstream lateral recharge from several potential sources, including underflow, deep percolation from the upper reach of the catchment or irrigation return from upstream. Local recharge by streamflow is likely to be short-lived,and lateral recharge at a slower rate is likely to last longer. Therefore,the episodic master recession algorithm estimated the amounts of total recharge that probably integrated various components.Hence，the time lag used in the episodic master recession algorithm should not be considered a representative characteristic of a unique source of recharge. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This fact emphasizes the importance of combining other methods (e.g.，hydrochemistry, isotopes，etc.） to assess each component of the total recharge. Consequently，in semi-arid stream-dominated systems,the variation in groundwater recharge is rather erratic because it is controlled by numerous parameters. Among them are the abovementioned multiple sources of recharge and their time scale,sediment moisture conditions (Batlle-Aguilar and Cook,2012; Schwartz, 2016; Fakir et al.,2021),soil depth above the water table (Cao et al.,2016),sediment permeability (Shanafield et al.,2O12; Vileneuve et al.,2O15),climate variability (Moeck et al., 2020） and land use changes (Lasagna et al.， 2O2O). Therefore，assessing and predicting the variability of groundwater recharge in such developed semi-arid mountain catchment is complex and needs to consider the various parameters controlling the processes of groundwater recharge. In addition， long-term and large-scale monitoring could better characterize the temporal variability and the catchment-scale heterogeneity of groundwater recharge. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Water table fluctuations were monitored near a semi-arid Mediterranean intermittent stream in a semi-arid mountain catchment over two hydrological years (2O14-2O16) with contrasting climate conditions: a wet year and a normal year. In general, groundwater recharge was episodic and presented a high seasonality from wet seasons to dry seasons. Extremely wet periods brought a large amount of water that introduced an unusual groundwater dynamic and hence recharge rates. An extreme hydrological event induced a very large rise in the groundwater depth. Additionally, an unusual steady state regime of the groundwater depth was observed, induced by a steady groundwater recharge rate. These conditions strongly replenished the alluvial aquifer. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Groundwater recharge near the semi-arid Mediterranean intermittent stream on the piedmont of the High Atlas Mountains was due to local recharge mainly from streamflow and probably from heavy precipitation of the wet year. However, the duration of some groundwater recharge events was longer than the recorded floods or precipitation events,showing the importance of lateral recharge from various potential sources, probably combining underflows or irigation returns from a large part of the stream-dominated systems. Therefore,the episodic master recession algorithm allowed us to estimate the total groundwater recharge that could encompass various sources.More research should be cared out at large temporal and spatial scales to segregate these sources and determine their respective contributions. This is vital for assessng and predicting groundwater recharge in such a developed semi-arid mountain catchment, especially considering the threat of climate change. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In arid and semi-arid regions, wet conditions are rare,and their return period is generally long. Consequently, despite their importance for groundwater recharge and aquifer replenishment, they cannot counterbalance the efects of droughts and mismanagement that have severely affected groundwater resources. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This study was supported by the projects SAGESSE-Decision Support System for Water Resources Management (Priority Projects of Scientific Research and Technological Development PPR Type B/2015/48,2016-2021), CHAAMS-Global Change:Assessment and Adaptation to Mediterranean Region WaterScarcity (ERANETMED3-062,2017-2022),and ALTOS-Managing Water Resources within Mediterranean Agrosystems by accounting for Spatial Structures and Connectivities (PRIMA-S2,202O-2023).The authors are grateful to GeoSciences Semlalia Laboratory (UCA-University Cadi Ayyad, Morocco),TREMA Laboratory-Remote Sensing and Water Resources in Semi-Arid Mediterranean Areas (UCA and IRD-The French National Research Institute for Sustainable Development),ABHT-The Hydraulic Agency of the Tensift Basin,Mr.Mohamed KASBANI (TREMA Laboratory-Remote Sensing and Water Resources in Semi-Arid Mediterranean Areas）and Mrs. Kim PERKINS (US Geological Survey,Menlo Park, CA, USA). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Ashraf S,NazemiA,KouchakA.2O21.Anthropogenicdoughtdominates groundwaterdepletioinIran.ScientificReports,: 9135,doi: 10.1038/s41598-021-88522-y.   \nBatle-AguilarJ,CookPG2O12.Transientinfltrationfromephemeral streams:Afieldexperimentatthereachscale.Water Resources Research,48(11),doi:10.1029/2012WR012009.   \nBoudharA,HanichL,BouletG,etal.2Oo9.Evaluationofthesnowmeltrunoffmodel inthe MoroccnHighAtlas Mountains using two snow-cover estimates.Hydrological Sciences Journal, 54(6):1094-1113.   \nBouimouass H,Fakir Y,Tweed S,etal.2O2O.Groundwater recharge sources insemiarid irigated mountain fronts. Hydrological Processes,34(7):1598-1615.   \nBoukhari K,FakirY,StigterT,etal.2Ol5.Originofrechargeandsalinityandtheirroleonmanagementisuesofalarge alluvialaquifer system in the semi-arid Haouz plain,Morocco.EnvironmentalEarth Sciences,73(1O):6195-6212.   \nCao G,ScanlonBR,HanD,etal.2O16.Impactsofthickeningunsaturated zoneongroundwaterrecharge intheNorthChina Plain. Journal of Hydrology, 537: 260-270. unsaturated soils. Vadose Zone Journal,17(1): 1-8.   \nCrosbie R S,Binning P,Kalma JD.2O05.Atime seriesapproach to inferring groundwater recharge using the water table fluctuation method.Water Resources Research,41(1),doi:10.1029/2004WR003077.   \nCuthbert MO,Acworth RI, AndersenMS,etal.2016.Understandingandquantifying focused,indirect groundwaterrcharge from ephemeral streams using water table fluctuations.Water Resources Research,52(2): 827-840.   \nCuthbert M O,Taylor R G, Favreau $\\mathbf { G }$ et al. 2019. Observed controls on resilience of groundwater to climate variability in sub-Saharan Africa. Nature,572: 230-234.   \nDahanO,TatarskyB,EnzelY,etal.2Oo8.Dynamicsofflood waterinfiltrationand ground waterrecharge inhyperariddesert. Groundwater, 46(3): 450-461.   \nDages C,Voltz M,Lacas JG etal.2Oo8.An experimentalstudyof water tablerecharge byseepage losses froma ditch with intermittent flow.Hydrological Processes,22(18): 3555-3563.   \nde Vries JJ,Simmers I.o2.Groundwaterrecharge:anovervieof procesesandchallenges.HydrogeologyJournal,0(1): 5-17.   \nEatonTT.2019.Episodic and continuous recharge estimationfromhigh-resolution wellrecords.Groundwater,58(4):511-523.   \nFakirY,Bouimouass H,ConstatzJ.O21.Seasonalityinintermittentstreamflowlossesbeneath asemiaridMediteranan wadi.Water Resources Research,57(6),doi:10.1029/2021WR029743.   \nFlint AL,FlintLE,KwicklisEM,etal.2Oo2.EstimatingrechargeatYucca Muntain,Nevada,USA:omparisonofethods. Hydrogeology Journal,10(1): 180-204.   \nHajhouji Y,Simonneau V,GascoinS,etal.2O18.Raifall-Runoff modelingandhydrologicalregieanalysisofa-arid snow-influenced catchment.Caseof the Rheraya river(High Atlas,Morocco).La Houille Blanche,104(3): 49-62.   \nHanichL,Chehbouni A,Gascoin S,etal.2O22.Snow hydrology in the Moroccan Atlas Mountains.Journal of Hydrology: Regional Studies,42,doi: 10.1016/j.ejrh.2022.101101.   \nHealy R W, Cook PG.20o2. Using groundwater levels to estimate recharge. Hydrogeolgy Journal,10(1): 91-109.   \nHealy R W.2010.Estimating Groundwater Recharge.Cambridge: Cambridge University Press,256.   \nHeppner CS,Nimmo JR.2005.Acomputer program for predicting recharge with amaster recesion curve.Menlo Park,CA, USA: US Geological Survey,doi:10.3133/sir20055172.   \nHeppner CS,NimmoJR,FolmarGJ,etal.2O07.Multiple-methods investigationofrecharge atahumid-region fracturedrock site,Pennsylvania, USA. Hydrogeology Journal,15(5): 915-927.   \nKeryJ,BinleyA,CrookN,etal.2Oo7.Temporalandspatial variabilityof groundwater-surface waterfluxes:Development and application of an analytical method using temperature time series.Journal of Hydrology,336(1-2): 1-16.   \nKurylyk BL,IvineDJ,Bense VF2O19.Theory,tols,ndmultidisciplinaryapplications forracinggroundwaterfluesfro temperature profiles.WIREs Water, 6(1),doi: 10.1002/wat2.1329.   \nLasagnaM,Mancini S,deLucaDA.2O20.Groundwater hydrodynamic behaviours basedon water table levels to identify natural and anthropiccontrolling factors in the Piedmont Plain (Italy).Scienceof the Total Environment,716,doi: 10.1016/j.scitotenv.2020.137051.   \nLautzLK.2O12.Observing temporal paternsof vertical flux through streambed sediments using time-series analysisof temperature records. Journal of Hydrology,464-465:199-215.   \nManning AH,Solomon DK.2003.Using noblegases toinvestigatemountain-frontrecharge.Journalof Hydrolgy,75(3-4): 194-207.   \nMarchane A,JarlanL,HanichL,etal.2Ol3.Characterizationof snowcoveronthe Moroccan Atlas bythe MODISsensorand relation with climate (period 20oo-2011).French Journal of Photogrammetry and Remote Sensing,204:13-22.   \nMcCallum AM,AndersenMS,Rau GC,etal.2O14.River-aquiferinteractions inasemiarid environment investigatedusing point and reach measurements. Water Resources Research,50(4): 2815-2829.   \nMcKee TB,DoeskenNJ,KleistJ.1993.The relationshipof droughtfrequencyandduration totimescales.In:Proceedingsof the $8 ^ { \\mathrm { t h } }$ Conference on Applied Climatology. Anaheim, California, USA,17(22): 179-183.   \nMoeck C,Grech-Cumbo N,PodgorskiJ,et al.2020.A global-scaledatasetof direct natural groundwaterrechargerates:A reviewofvariables，processesandrelationships.ScienceoftheTotalEnvironment，717，doi: 10.1016/j.scitotenv.2020.137042.   \nNimmo JR,Horowit C,Mitchell L.2015.Discrete-storm water-table fluctuation method to estimate episodicrecharge. Groundwater, 53(2):282-292.   \nNimmoJR,Perkins K S.2018.Episodic master recession evaluation of groundwater and streamflow hydrographs for water-resource estimation. Vadose Zone Journal, 17(1):1-25.   \nNiswongerRG,PrudicDE,PohllG,etal.2Oo5.Incorporatingseepage loses into theunsteadystreamflowequations for simulating intermitent flowalong mountain front treams.WaterResources Research,41(6),doi:10.1029/2o04WR03677.   \nRau GC,AndersenMS,McCallm AM,etal.2O10.Analytical methods thatuse natural heatasatracertoquantify surface water-groundwater exchange,evaluated using field temperature records.Hydrogeology Journal,18(5):1093-1110.   \nRonanAD,PrudicDE,ThodalCE,etal.998.Fieldstudyand simulationofdiurnaltemperature efectson infiltrationand variably saturated flow beneath an ephemeral stream.Water Resources Research,34(9): 2137-2153.   \nSchwartzU.2Ol6.Factorsaffectingchanel infiltrationoffloodwaters inNahalZnbasinNegevdesert,rael.Hdrological Processes,30(20): 3704-3716.   \nShanafieldM,CookPG,Brunner P,etal.2O12.Aquiferresponse tosurfacewater transience indisconnected streams.Water Resources Research,48(11),doi: 10.1029/2012WR012103.   \nShanafieldM,CookPG2O14.Transmissionlosses,infiltratioandgroundwaterrechargethrough ephemeraland interitent streambeds:A review of applied methods.Journal of Hydrology,511: 518-529.   \nShanafieldM,Bourke SA,ZimmerMA,etal.2O21.Anoverviewof the hydrologyof non-perenial riversand streams. WIREs Water,8(2),doi:10.1002/wat2.1504.   \nShentsis I,RosenthaE.23.Rechargeofaquifersbyfloodevents inanaridregion.HydrologicalProceses,7(4):695-712.   \nSimmers I. 2O03.Understanding Water in a Dry Environment ( $1 ^ { \\mathrm { s t } }$ ed.).IAH International Contributions to Hydrogeology 23. London: CRC Press,1-353.   \nSinan M.2Ooo.Methodologyofidentification,evaluationand protectionof waterresources of regionalaquifers bycombining GIS,geophysics and geostatistics:Aplication to the Haouz aquifer(Marrakech,Morocco).PhD Thesis.Rabat: Mohammed V University.   \nSinan M,RazackM.2O6.Estimationofthetransmiivityfieldofaheterogeneousalluvialquiferusingtransverseesistance. Application to the Haouz groundwater (Morocco). Journal of Water Science,19(3): 221-232.   \nStonestrom DA,ConstantzJ.2O03.Heat asatool for studying the movementof ground water near streams.US Geological Survey Circular,1260:1-96.   \nvanLanenHAJ,PetersE.Ooo.Definition,effctsadessmentofgroundwaterdroughts.In:VogtJVSomaFDrought and Drought Mitigation in Europe.Dordrecht: Kluwer Academic Publishers,49-61.   \nVillneuveS,CookPG,ShanafieldM,etal.2O15.Groundwaterrechargeviainfiltrationthroughanephemeralriverbed,central Australia.Journal of Arid Environments,117: 47-58.   \nWalvoord MA,Plummer MA,PhilipsFM,etal.2002.Deeparid system hydrodynamics1.Equilibrium states and response times in thick desert vadose zones.Water Resources Research,38(12):44-1-4-15,doi:10.1029/2001WR000824.   \nWatto MA,Mugera A W.2016.Groundwater depletion in the Indus Plainsof Pakistan:imperatives,repercussions and management issues. International Journal of River Basin Management,14(4): 447-458.   \nWilsonJL,Guan H.2O04.Mountain-Block Hydrologyand Mountain-Front Recharge.In:HoganJF,PhillipsFM,Scanlon B R,et al.Groundwater Recharge ina Desert Environment:The Southwestern United States.Washington DC:American Geophysical Union,294.   \nWMO (World Meteorological Organization).2012.Standardized Precipitation Index User Guide.In: Svoboda M,Hayes M, Wood D.WMO-No.1090.Geneva: WMO.   \nZkhiri W,TramblayY,HanichL,etal.2Ol7.Regionalfloodfrequencyanalysisin theHighAtlas mountainous catchmentsof Morocco.Natural Hazards,86(2): 953-967. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]