[
    {
        "type": "text",
        "text": "基于复杂系统视角的粤港澳大湾区战略系统研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张小娟 贾海薇华南农业大学公共管理学院广州510642",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]随着粤港澳大湾区建设成为我国区域发展的重大战略，如何拟定和设计粤港澳大湾区的发展战略成为当前面对的重要问题。[方法/过程]本文以复杂系统的相关理论为依据，结合技术路线图工具，分析和描绘了粤港澳大湾区的战略系统的要素、结构及其运行机制。[结果/结论]战略系统是城市系统中的一个子系统，粤港澳大湾区的战略系统包括战略愿景、战略目标、战略任务、战略重点和战略执行五大要素，它们之间相互衔接、环环相扣、逐步递进。粵港澳大湾区的战略系统是粤港澳大湾区整体系统中发挥着重要的“他组织”作用的子系统，它对粤港澳大湾区整体系统中社会系统、经济系统支撑系统和空间系统的运行和发展进行有目的规划、组织、引导、控制和协调，推动粤港澳大湾区世界级城市群、世界经济湾区美好愿景的实现。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：战略系统 粤港澳大湾区 复杂系统分类号：F127",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自国务院提出2017年启动珠三角湾区跨省域城市规划，以及2017年3月粤港澳大湾区写入政府工作报告以来，粤港澳大湾区建设成为我国国家及区域发展的重大战略，中央、省级相继出台政策大力促进粤港澳大湾区城市群的发展，各地政府也在积极研制出台一系列政策促进湾区经济的发展。粤港澳大湾区包括香港、澳门和珠三角9市（广州、深圳、珠海、佛山、江门、东莞、中山、惠州、肇庆），粤港澳大湾区的目标是建设世界级城市群、世界级经济湾区，这一目标实现的关键是要将“ $2 { + } 9 ^ { \\prime \\prime }$ 个城市作为一个整体系统来规划和建设，明确大湾区建设涉及的主要领域及其相互关系，制定相应的发展战略和规划，切实推进大湾区内不同城市各相关领域之间的互联互通、协同合作。本文拟通过对粤港澳大湾区战略系统的要素、结构及其运行机制的分析，为相关规划的编制、政策的制定以及相关体制机制的建立提供理论参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1战略系统的理论分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1战略系统内涵分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "战略系统是由城市战略规划和系统思维相结合而来。一直以来，战略研究是企业经营管理中采用的基本方法，但近些年来，随着城市的日益企业化发展，人们开始应用企业的战略管理理念和方法来研究编制和实施城市的战略规划[1-2]。从城市战略的发展历程看，以2000年广州的战略规划为先导，城市战略突破了传统的孤立的城市个体视角，开始重视城市在区域的地位及其地区性整合，重点关注对城市未来可持续发展产生重要影响的前瞻性（时间上）、区域性（空间上）、战略性（内容上）、框架性（形式上）的问题，与此同时，城市战略也突破了单纯的空间规划，逐渐涉及到城市经济、社会、环境等多方面与城市竞争力和可持续发展密切相关的内容3。由于城市战略是以城市建设与发展的全局规律为研究对象的，涉及到城市经济、社会、环境、技术、空间等各主要领域的多个方面，并需要依据它们之间的联系和作用方式建立它们之间的有机联系，从这个意义上说，城市战略呈现为一个有机的系统，因此，战略研究需要系统思维。同时，系统思维又使城市战略研究更加严谨、科学。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "结合上文分析，战略系统是城市系统中的一个子系统，它以城市建设与发展的全局规律为研究对象，它首先结合城市建设发展中经济、社会、生态、空间等核心要素以及它们的联系和作用方式，构建一个理论上的城市整体系统，然后结合内外环境的分析，对城市未来的建设发展进行长期性、全局性、整体性的规划和谋划，并运用一定的实施机制对城市系统的运行与发展进行针对性地干预，从而使城市系统向人类预期的方向演进。战略系统一般具有3个组成部分：战略研究、战略规划和战略实施。其中战略研究是通过基础研究、专题研究、个案研究等明确城市系统中的核心要素及其联系和作用方式，构建理论上的城市系统。战略规划是通过对城市发展的内外环境的分析，利用一定的规划技术和方法对城市规划建设的主要内容按照特定的秩序进行排列组合，并通过一定的文字和图示形式呈现出来，作为城市建设发展的依据和方案。战略实施是依照战略规划对城市建设和发展进行干预控制并接受控制反馈的方法与过程。战略系统通过战略研究、战略规划和战略实施来引导和控制城市系统向预期的方向发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2基于路线图工具的战略系统的要素和结构分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "战略系统一般具有愿景、目标、手段、主体、客体等内容组成。为了更加清晰地描绘粤港澳大湾区建设的战略系统的主要内容和结构组成，本文将结合路线图的方法来分析粤港澳大湾区建设的战略系统路线图是一种战略管理工具，它是一种将战略的愿景、目标、任务和行动方案有机结合的自上而下的规划工具，它能够协调各利益相关者形成统一的使命愿景，并利用结构化、系统化的方法统筹考虑目标、任务和资源保障之间的关系。基于路线图工具，本文构建的粤港澳大湾区建设的战略系统的内容与结构如图1所示。其中，战略系统的要素主要由战略愿景、战略目标、战略任务、战略重点和执行措施组成，分别回答粤港澳大湾区建设去哪里、如何去、怎么做和具体执行的问题。其中，战略愿景是依据粤港澳大湾区发展的定位及功能等相关要素抽象和凝练而成的概念系统，它反映了在相当长的历史时期内粤港澳大湾区的主要发展方向。战略目标是对战略愿景的展开和细化，它明确粤港澳大湾区建设的阶段性发展水平，它发挥着“吸引中心”的作用，指引着实践行为不断向目标趋近。战略任务是对战略目标所做的进一步分解，战略目标需要通过战略任务的完成才能实现。战略重点是战略任务中具有决定性意义的组成部分，它是关系到全局性的战略目标能否实现的关键环节。战略执行则反映了为了完成战略任务而应部署的一系列实施措施，它体现了战略的执行主体以愿景和目标为努力方向，通过多种手段或措施作用于粤港澳大湾区整体系统的发展，使其产生合目的性的变化。战略愿景、战略目标、战略任务、战略重点和战略执行之间的结构关系为相互衔接、环环相扣、逐步递进，通过从上到下与从下到上的联系机制将愿景和能力紧密地联系起来，引导和推动粤港澳大湾区建设向既定的理想方向发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "战略系统是城市系统中的一个重要的子系统，它在城市系统的发展演化中发挥着重要的“他组织”作用。在系统的自组织理论中，事物的形成和演化过程可以分为自组织和他组织两种形式。其中自组织是指在无外界特定干预下的自演化，组织力量主要来自于事物的内部（如生命的成长），而他组织则是指事物在外界特定干预下的演化，组织力量来自于事物外部（如机器）[4]。对于城市系统的演化发展而言，自组织和他组织都发挥着重要作用，即城市整体以及城市发展演化的整个历史过程，是以自组织为基本形态的，但对于城市的某些局部组成（比如城市空间规划）和某些特定发展时期（比如重灾难时期），城市发展存在着他组织主导的现象[5]。城市的发展战略主要关注对城市未来发展产生重要影响的前瞻性、区域性、战略性、框架性的基本问题，它在城市系统发展演化中扮演一种重要的他组织作用，通过将城市发展的愿景、目标、任务和执行措施连接起来，引导城市系统向既定的发展方向演化。从系统隐喻的视角来看①，可以用系统的神经控制隐喻观认识和分析城市系统，而战略系统是使城市系统形成一个控制系统的核心所在，它发挥着“标准控制模型”的作用，引导和控制城市系统向既定的方向发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2粤港澳大湾区战略系统的要素与结构分析",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "依据战略系统要素和结构的理论分析，本文描绘了粤港澳大湾区战略系统的要素与结构，具体如图 2所示。下文将对粤港澳大湾区战略系统中不同的要素以及它们之间的结构关系进行具体分析。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure2The strategic elements and structure of the Guangdong-Hong Kong-Macao Greater Bay Area .1粤港澳大湾区建设的战略愿景、战略目标和战略任务 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "战略愿景反映未来较长时期的基本发展方向，结合粤港澳大湾区承载的国家的战略功能以及粤港澳大湾区自身的未来发展需求可知，粤港澳大湾区未来的发展方向是建设世界级城市群、世界级一流经济湾区，这一总体的发展方向可以分解为经济、社会、文化、生态等若干领域的具体发展方向，如全球科技创新中心、全球经济最具活力区、世界著名优质生活区、世界文明交流互鉴高地。为了拟定战略目标和战略任务，首先需要从多个方面剖析这些愿景应该如何来实现。例如，从粤港澳大湾区的发展历程来看，粤港澳地区的合作更本质地体现在经济合作方面，主要经历了“前店后厂”阶段（1978—2000年）、服务业为核心的经济整合阶段（2001—2013年）、以宏观经济为导向的区域全面整合阶段（2014年一至今）3个发展阶段。粤港澳地区未来要建立全球经济最具活力区，这一愿景的实现则包括了建立全球科技创新中心、粤港澳协同发展的现代产业体系、实现粤港澳服务贸易自由化、打造大湾区金融核心圈等相关内容，同时大湾区经济的高效运行及发展需要互联互通、高效畅通的基础设施及粤港澳三方重大合作平台提供支持，并统筹兼顾大湾区的空间规划、土地利用、产业布局、生态环境保护等内容。同样，粤港澳大湾区优质生活群的打造涉及了三地在医疗、教育、养老、创新创业服务等多方面的整合与合作，也依赖高效便利的交通网络、高速互联的信息网络、宜居宜业的生态环境提供支持。对应于战略愿景的实现，粤港澳大湾区建设的战略目标与战略任务主要体现在经济发展、社会发展、基础设施建设、合作平台建设、空间结构规划、环境保护与生态建设等方面，战略目标和战略任务的拟定则在综合分析粤港澳大湾区发展的外部环境、内部的发展现状以及资源能力状况的基础上围绕以上几个方面综合确定。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2粤港澳大湾区建设的战略重点",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "实现粤港澳三地从基础设施到制度政策，再到经济社会发展的“互联互通”和协同合作是粤港澳大湾区建设的重点所在。“互联互通”是全球化的新方向，也是大区域次区域合作的新方向[8]。由于粤港澳大湾区处于具有“两种制度、三个关税区、三个法律体系”的异质城市群内，粤港澳三方的政治制度、行政体系、法律体系存在较大差异。因此，粤港澳大湾区世界城市群、世界级经济湾区建设的战略重点之一在于，实现粤港澳三方在制度、政策、法律、法规方面的衔接，为区域的进一步有效整合扫清制度和法律上的障碍。在“前店后厂”式的以资源要素对接为主的合作模式之后，香港的产业结构进一步金融化和虚拟化，而广东迫切需要推进产业的转型升级，发展先进制造业和现代服务业，但因香港缺乏相关的产业发展经验和直接资源，粤港之间传统产业合作的互补性逐渐下降，因此，粤港澳之间的合作需要走向产业链中高端的合作，在合作中共创国际竞争的新优势[9。粤港澳大湾区建设的另一个战略重点是，在实现粤港澳三方在制度、政策、法律、法规方面衔接的基础上，进一步推进粤港澳三方合作的深度和密度，在金融、贸易、产业、科技创新、教育、居住、养老等多个方面全面深入开展合作，推进三方的优势互补、资源整合。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对于战略重点的推进，主要可以分为两个阶段，第一阶段是合作基础建设和完善期，从软硬件两个方面有效疏通粤港澳三方合作通道，实现三地人流、物流、资金和信息流的顺畅高效流通，全方位奠定三方合作的基础。其中，硬件方面是推进粤港澳三方交通和信息基础设施的建设，构建辐射国内外的“一中心三网”（“一中心”是指世界级国际航运物流中心，“三网”是指多向通道网、海空航线网、快速公交网）综合交通体系，同时，推动粤港澳在云计算、大数据、物联网、人工智能等领域信息技术合作发展，加快建设国际信息港，形成与区域经济社会发展相适应的基础设施体系。软件方面主要是实现粤港澳三方在制度、政策、法律、法规方面的有效衔接，拆除障碍深化合作的有形无形的藩篱，共同规划未来发展。2017年7月1日，国家发改委及粤港澳四方签署了《深化粤港澳合作推进大湾区建设框架协议》（以下简称《协议》），提出要编制《粤港澳大湾区城市群发展规划》，四方商定每年定期召开磋商会议，每年提出推进粤港澳大湾区建设年度重点工作，已初步落实了三方合作的基本框架和机制。战略重点的第2个阶段是实现粤港澳三方的经济社会发展的全面深化合作。具体而言，在产业发展方面，逐步构建协同发展的现代产业体系，完善产业发展格局，加快向全球价值链高端迈进。在贸易发展方面，通过引入负面清单、准入前国民待遇制度，推动港澳和内地的双向开放准入，在服务领域实现广东与港澳的内部市场化。在金融发展方面，推动粤港澳金融竞合有序、协同发展，建设以香港为龙头，以广州、深圳、澳门、珠海为依托，以南沙、前海和横琴为节点的大湾区金融核心圈。在科技创新方面，不断完善粤港澳科技创新合作的体制机制，建设粤港澳大湾区创新共同体，逐步建成全球重要的科技产业创新中心。在优质生活圈建设方面，以改善社会民生为重点，在国家化教育、就业创业服务、医疗服务方面合作共享、协同治理，把粤港澳大湾区建成绿色、宜居、宜业、宜游的世界级城市群。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3粤港澳大湾区建设的战略执行",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "战略执行是将战略任务付诸实践所应部署的相关执行和保障措施，主要包括执行主体和配套措施两个方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在执行主体方面，粤港澳大湾区的合作发展是“一个国家、两种制度、三个关税区、四个核心城市”的合作，包含了特别行政区和自由港（香港和澳门）、经济特区（深圳和珠海）、自由贸易试验区（南沙、前海蛇口和横琴）等多种不同的体制，粤港澳三方政策协调方面的很多事权都属于中央有关部门，三方自主协商范围较小，因此，粤港澳大湾区的发展需要中央层面的参与和主导。目前我国已在中央层面成立粤港澳大湾区工作领导小组，统筹研究解决大湾区合作发展的重大问题。由于粤港澳区域“两制”的差异，跨境区域合作存在一定的屏障和阻隔，因此在粤港澳大湾区建设中，在建立中央层面的工作领导小组的基础上，还应建立和完善相应的协调机制。为了推进粤港澳三方的协调，在分别成立于1998年、2003年的一年一度的“粤港合作联席会议”“粤澳合作联席会议”的基础上，《协议》提出了国家发改委、粤、港、澳四方编制和实施《粤港澳大湾区城市群发展规划》，四方每年定期召开磋商会议，协调解决大湾区发展中的重大问题和合作事项。同时，粤港澳政府也共同建立了推进粤港澳大湾区发展的日常工作机制，分别设在广东省发改委、香港特区政府政制及内地事务局、澳门特区政府行政长官办公室，以在日常运作中发挥工作机制在合作中的联络协调作用，推动《粤港澳大湾区城市群发展规划》的深入实施[10]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在配套措施方面，应在政策、制度、法律法规、资金、人才、宣传等方面提供相应支持。长期以来，香港一直没有综合性的发展战略规划，并且已有的相关规划都是以香港自身的发展为主，在跨境规划和配合国家战略方面一直比较被动8。目前推进粤港澳三方合作的首要任务就是积极推进粤港澳三方在政策、制度、法律法规等方面的创新，加强三方的衔接与合作，实现香港与广东和澳门地区政策、制度及规划的协调，为粤港澳三方合作扫清体制上的障碍。此外，中央及三地政府应加大对粤港澳大湾区建设项目的资金投入，重点支持粤港澳大湾区基础设施、产业升级、创新创业、医疗教育、生态环保等相关项目的实施，并推进项目融资方式的创新，吸引和鼓励民间资本投入到项目建设中去。在人才方面，一方面加强对科技创新人才的引进和培养，汇聚创新型一流的国际化人才，为粤港澳大湾区建设国际科技创新中心奠定基础，另一方面吸纳内地及港澳各界代表和专家参与，研究探讨各领域合作发展的策略、方式及问题，为粤港澳大湾区建设出谋划策。加强宣传推广：充分吸收工商企业界、劳工界、专业服务界、学术界等社会各界人才深化交流合作，使其共同投入到粤港澳大湾区建设中去。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3粤港澳大湾区战略系统的运行机制研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "粤港澳大湾区世界级城市群、世界级湾区的建设是一项复杂的系统工程，它涉及到了区域及城市发展的经济、社会、生态、空间等多个领域的协同发展问题。如果将粤港澳大湾区看作一个整体系统，那么这个整体系统则是由发挥着不同作用的不同子系统复合而成。结合复杂系统理论中包尔丁（Boulding)结合系统的复杂程度对不同系统所做的等级划分，以及切克兰德（P·Checkland）对世界上系统的人造物理系统、人类活动系统、人造抽象系统的划分[]，我们将粤港澳大湾区整体系统视为复杂程度由低到高的三类系统组成，并总结为粤港澳大湾区整体系统的三个层次：物理层、活动层、战略层[12]。物理层是粤港澳大湾区建设中相关的物质要素及其呈现的物理形态所形成的结构层次，包括支撑系统和空间系统两个子系统，分别以互联互通的基础设施和网络化的空间结构为主要形式。活动层是比物理层高一层级的系统层次，它反映的是人们的经济社会活动形态，它包括社会系统和经济系统两个子系统，分别以宜居、宜业、宜游的优质生活圈和世界先进水平的经济增长极为主要形态。活动层比物理层的突现和涌现②特征体现在，依托物理层提供的物质载体和依托场所，具有认知、判断、决策与行动能力的人在活动层中演化出不同创新形态的经济社会活动。战略层是比活动层更高一层级的系统层次，它由战略系统组成以构建世界级城市群、世界级一流湾区为发展方向。战略层比活动层的突现和涌现特征体现在，它充分发挥人的主观能动性，描绘粤港澳大湾区未来发展的美好远景，并通过制定和实施相应的战略规划引导协调人们的经济社会活动，将这种美好展望付诸实践。战略系统、社会系统、经济系统、支撑系统、空间系统相互联系、相互作用，共同复合形成粤港澳大湾区整体系统，如图3所示。对于城市群系统而言，它不仅仅是一群城市，只有实现“群”内各个城市之间实现产业发展与布局一体化、基础设施建设一体化、城乡统筹一体化，各城市单元定位清晰，实现合理分工、功能匹配、优势互补、互利共赢，才能让“城市群不再是一群城市”[13]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure3 The overall system diagram of the Guangdong-Hong Kong-Macao Greater Bay Area粤港澳大湾区城市群系统通过相互联系、相互作用的战略系统、社会系统、经济系统、支撑系统、空间系统，构筑了不同城市实现一体化发展的整体框架。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "战略系统在粤港澳大湾区建设和发展中所发挥的“他组织”作用主要通过规划、组织、引导、控制和协调等功能来实现。战略系统通过从整体和全局角度，将粤港澳大湾区建设中相互联系、相互作用的经济、社会、环境、空间等因素统筹起来，拟定粤港澳大湾区城市群系统建设的战略愿景、战略目标、战略任务、战略重点等，并具体落实到社会系统、经济系统、支撑系统和空间系统的发展中，为粤港澳大湾区世界级城市群的建设与发展指明方向和路径。在粤港澳大湾区工作领导小组的组织领导下，以及相应的协调机制、制度、政策、法规、资金、人才等的支持下，战略系统推进社会系统、经济系统、支撑系统和空间系统按既定的方向发展，并引导和控制四大系统的协调、平衡发展。同时，战略系统中的规划及实施机制也会结合粤港澳大湾区建设中目标和任务的实现程度不断进行调整更新，以使战略系统不断保持生命力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4结论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作为国家和区域发展的重大战略，粤港澳大湾区未来的发展方向是建设世界级城市群、世界级经济湾区。面对这一美好的发展愿景，粤港澳大湾区的建设应该从哪些方面着手，应该如何来谋划它的发展规划并促进其有效实施？战略系统从粤港澳大湾区建设的整体和全局角度，从经济、社会、空间、生态基础设施等多个方面，将战略愿景展开和细分为不同战略目标，进一步将战略目标分解为不同的战略任务，并明确了粤港澳三方在制度、政策、法律、法规方面的衔接，以及粤港澳大湾区内部联系合作的深度和密度为战略重点，在执行主体粤港澳大湾区工作领导小组的领导下，以及相应的制度、政策、资金人才等保障要素的支持下，全面推动粤港澳大湾区向世界级城市群、世界级经济湾区迈进。在粤港澳大湾区整体系统中，战略系统发挥了重要的“他组织”作用，即通过它的规划、组织、引导、控制和协调功能，推动粤港澳大湾区全面实现建设世界级城市群、世界级经济湾区这一宏伟的战略目标。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1[1]王兴平.城市企业化与城市战略规划[J].城市规划,2002,26(6):69-72,96.  \n[2]杨珍.企业战略对城市战略制定的启示[J].城市发展研究,2002,9(3):30-35.  \n[3]陈定荣,蒋伶,程茂吉.转型期城市战略研究新思维[J].城市规划,2011(S1):148-151.  \n[4]苗东升.自组织与他组织[J].中国人民大学学报,1988(4):67-70.  \n[5]何跃.自组织城市新论[D].太原：山西大学博士学位论文，2012.  \n[6]杨建梅.系统隐喻、系统方法论的系统体系及全面系统干预[J].系统工程,2000,18(2):7-12.  \n[7]中国指数研究院.GDP直逼纽约湾区粤港澳大湾区时代来临[EB/OL].[2018-03-10].  \nhttp://news.fang.com/open/25358270.html.  \n[8]丘杉.粤港澳大湾区城市群发展路向选择的维度分析[J].广东社会科学,2017(4):15-20.  \n[9]蔡赤萌.粤港澳大湾区城市群建设的战略意义和现实挑战[J].广东社会科学,2017(4):5-14,254.  \n[10] 泛珠三角合作信息网.深化粤港澳合作推进大湾区建设框架协议[EB/OL].[2017-03-10].  \nhttp://www.pprd.0rg.cn/fzgk/hzgh/201707/t20170704_460601.htm,2017-07-04.  \n[11]（英）P·切克兰德.系统论的思想与实践[M].左晓斯,等译.北京:华夏出版社,1990:139-154.  \n[12] 张振刚，张小娟.智慧城市的五维度模型研究[J].中国科技论坛,2014(11):41-45,75.  \n[13]方创琳.中国城市群研究取得的重要进展与未来发展方向[J].地理学报,2014，69(8):1130-1144.  \n[14]张华夏.物质系统论[M].杭州：浙江人民出版社,1987:264.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "张小娟：文章视角的选择、分析与撰写;  \n贾海薇：文章的总体构思。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Research on the Strategic System of Guangdong-Hong Kong-Macao Greater Bay Area in the View of Complex System ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Zhang Xiaojuan Jia haiwei College of Public Management, South China Agricultural University, Guangzhou 510642 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance] As the construction of Guangdong-Hong Kong-Macao Greater Bay Area(GHMGBA) has become a major regional strategy for China,how to formulate and design the development strategy of the area has become an important isse. [Method/processBased on the relevant theories of complex systems and combined with the technology roadmap tools，this paper analyzes and describes the elements, structures,and operating mechanisms of the strategic system of Guangdong-Hong Kong-Macao Greater Bay Area. [Result/conclusion]The strategic system is a sub-system in the urban system.The strategic system of the Guangdong-Hong Kong-Macao Greater Bay Area includes five key elements: strategic vision，strategic objectives,strategic tasks,strategic priorities and strategic implementation.The five key elements are interlinked, interlocked,and progressive.The strategic system is an important \"he organization\" system in the overallsystem of Guangdong-Hong Kong-Macao Greater Bay Area,and it aims to plan,organize, guide,control,and coordinate the operation and development of the social system,the economic system,the support system and the space system,and to promote the achievement of world-class urban agglomeration,the world economy Bay area. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: strategic system Guangdong-Hong Kong-Macao Greater Bay Area(GHMGBA) complex system收稿日期：2018-03-21 修回日期：2018-04-23 本文责任编辑：吕青",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]