[
    {
        "type": "text",
        "text": "论决策咨询制度的牵引与链接功能基于政智良性互动视角",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘西忠",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "江苏省哲学社会科学界联合会 南京 210004",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]建立健全决策咨询制度，是突破新型智库发展瓶颈、促进新型智库更好发挥作用的前置条件和外部动力。[方法/过程]推动新型智库建设，迫切需要在需求端发力，增强决策机构主动问策意识，优化决策方式程序，完善决策咨询立法，创新决策咨询政策和体制，形成决策咨询合力，强化决策制度的牵引作用和决策咨询制度的链接功能。[结果/结论]新型智库要增强角色、顾客、专业、责任意识，提高供给质量，改进供给方式，实现与决策部门需求的高效对接和艮性互动。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库决策；咨询；链接；制度",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号： C932",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十八大指出，要“坚持科学决策、民主决策、依法决策，健全决策机制和程序，发挥思想库作用”；党的十八届三中全会提出，要“加强中国特色新型智库建设，建立健全决策咨询制度”；十八届四中全会强调要健全依法决策机制，“把公众参与、专家论证、风险评估、合法性审查、集体讨论决定确定为重大行政决策法定程序”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2016年5月，习近平总书记在哲学社会科学工作座谈会上指出，“各级党委和政府要发挥哲学社会科学在治国理政中的重要作用”“要加强决策部门同智库的信息共享和互动交流，把党政部门政策研究同智库对策研究紧密结合起来，引导和推动智库建设健康发展、更好发挥作用”{，对党委政府及其政策研究部门重视智库、对接智库、用好智库提出了明确要求。同年7月，习近平总书记主持召开经济形势专家座谈会，要求各级党委和政府养成问计于专家学者的习惯，调动专家学者的积极性、主动性、创造性，用好、用活智力资源；对专家学者提出的意见和建议，对的要积极采纳。事实上，中央政治局集体学习，邀请专家就有关问题进行讲解，也是决策咨询、问计专家的一种方式。因此，推动决策咨询制度化，充分发挥智库作用，以科学咨询支撑科学决策，以科学决策引领科学发展，成为习近平总书记治国理政的鲜明特点之一。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1完善决策和决策咨询制度，增强新型智库发展的前置驱动力",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库发展有自身的规律，党委政府的主要职责不是在微观层面参与新型智库建设，而是为新型智库发展创造良好的政策环境和外部条件。当前，各地对智库建设本身的重视程度和支持程度已经达到了一个相当的高度，但遗憾的是，决策制度自身还没有完全走出传统的路径，相对封闭的决策体系和相对随意的决策咨询程序，往往使新型智库不能够有效嵌入决策，作用难以充分发挥。建立完善决策咨询制度，是推进中国特色新型智库建设的重要制度条件，既有利于解决智库的有效供给不够问题，又有助于解决政策决策咨询的有效需求不足问题，是促进决策体系和智库体系良性互动的重要前置驱动力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1智库日益成为党委政府决策咨询的主体",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "推进治理体系和治理能力现代化，离不开专家的参与和智库的支撑。关于决策者对专家和智库的依赖程度，我们可以通过社会的发展过程来分析。在统治时期，社会以农业形态为主，决策以统治者的意志为主，经验治理是主要形式，必要时有军师、智囊辅佐决策。在管理时期，社会以工业形态为主，管理更多地依靠规则，智库的主要作用是将管理者的意志具体化，带有很强的被动性，在很大程度上仍然依靠经验，决策咨询的作用并不那么重要。在治理和善治时期，由于信息时代和网络社会的到来，随着国家和社会治理主体的多元化，专家和民众本身就是重要的治理主体，需要在社会治理中发挥重要作用。同时，由于利益的多元和社会治理网络的复杂，作为决策者，难以单凭自身的经验、知识、智慧和能力来治理，传统的智囊模式也难以适应，需要更多地借助外脑，发挥专门的决策咨询机构智库的作用。因此，智库成为领导者治理国家和社会最重要的辅助工具之一，甚至被称为立法、行政、司法、媒体之外的“第五种权力”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从决策机构咨询对象和主体而言，既可以是民众、专家，也可以是研究机构、智库。随着决策条件的日趋复杂和决策环境的快速变化，党委政府决策咨询的主体，正在由专家个人向智库机构转变，由智囊向智库转变，由感性参与到理性论证转变，由理论演绎到模型推演转变，由主要依靠社会科学向社会科学、自然科学并重转变。特别是涉及经济和产业决策的时候，更加注重科技因素。这一转变，在提高咨询效率的同时，也有助于提高决策咨询的科学性和可信度。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2决策咨询制度化体现新的执政风格",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在事关经济社会发展等重要决策方面，广泛听取各方面专家学者意见并使之制度化，是习近平总书记极为重视的密切联系群众作风在领导决策过程中的重要体现，是党重视和推进决策科学化、民主化建设的重要一环。加强中国特色新型智库建设，建立健全决策咨询制度，是以习近平为总书记的党中央确定的执政思路之一：2013年4月对智库建设作出重要批示，2014年10月主持深改组会议讨论《关于加强中国特色新型智库建设的意见》，2015年11月主持中央深改组会议，通过国家高端智库建设试点工作方案，2016年5月，在哲学社会科学工作座谈会上对智库建设提出明确要求加强中国特色新型智库建设已经成为我国一项重要的国家战略。这就要求各级领导、各级政府部门在分析问题、研判形势、谋划工作、做出决策时，一定要从群众中来，到群众中去，问计于民，问策于智，兼听兼顾，集思广益，充分发挥广大人民群众和各类智库在决策过程中的重要作用。由此而自觉认识、准确把握和更好遵循经济规律、自然规律，不断提高推进改革开放、领导经济社会发展、提高经济社会发展质量和效益的能力和水平。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.3决策咨询制度是智库发挥作用的重要条件",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库发展，对决策咨询需求具有很强的依赖性。智库的作用能否发挥，具有很大的被动性。建立健全决策咨询制度，实现决策咨询的制度化、法制化，是中国特色新型智库发挥作用的重要前提和条件。第一，智库有多种功角党的十八届三中全会是把智库放在决策的语境中表述的，更加强调智库的决策咨询服务功能。第二，智库与决策咨询制度密切相关。如果一味加强智库建设，没有决策制度改革释放的决策咨询需求，智库的作用就难以发挥，而且很容易形成智库产品产能过剩。当前，需要加强智库建设与完善决策咨询体制并重，以决策咨询制度的完善推动新型智库的健康发展。第三，加强决策机构与智库机构的联系，促进良性互动，是提升智库产品质量的必然选择。当前，由于智库发展存在一定的盲目性，对决策机构的需求了解不够，把握不准，不少智库的研究成果存在同质化、低水平重复问题。往往是阐释性的多，创造性的少，跟踪性的多，前瞻性的少。因此，决策咨询也存在去产能、优结构的挑战。低水平重复产品非但难以为决策者所用，有时甚至形成政策噪音，给决策者带来困扰，迫切需要进行决策咨询的供给侧结构性改革，提高决策咨询服务的精准化程度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2决策咨询制度链的建构背景与主要构成",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "当前，新型智库发展的总体状况良好，但也存在着冷热不均的现象。第一，上面热，下面冷。中央和省级层面高度重视智库建设，市县层面对智库建设和作用发挥重视不够。这并不是说县级也都要建智库，但基层决策同样需要依靠智库的力量，设立在中央和省里的智库同样可以为基层政府提供决策咨询服务。第二，智库界热，决策圈冷。目前，国内各研究机构，包括高校，建设智库的热情高涨，兴起了建设热潮，包括新智库成立，老机构翻牌，纵向设分支，横向搞联盟，各种活动、论坛接二连三；在一些地方，决策层对智库建设的态度大多比较冷静，尚处于观望状态，对智库能否发挥作用持怀疑态度，对如何发挥智库作用心中无数，导致部分智库有力无处使，智力空投，机构空转，“报国无门”。第三，外在形式热，内部修炼冷。从总体上讲，目前智库建设形式大于内容，制度建设的步伐落后于机构建设的步伐，质量和内涵建设跟不上时代和社会需要[2]。正如习近平总书记在哲学社会科学工作座谈会上的讲话中所指出的，智库建设还存在重数量、轻质量，重形式传播、轻内容创新等问题，存在流于搭台子、请名人、办论坛等形式主义做法，需要引起高度关注。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "分析产生问题的原因，我们要从与智库建设相关的制度入手。从整体上看，当前智库建设的各个环节，均存在制度供给不足的问题。新型智库是党委政府决策及其运行大系统中的一个子系统，需着眼于决策及其执行的大环境。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "决策咨询制度，包括决策制度，决策程序上的专家参与，还包括咨询制度，智库参与决策的形式和方式，同时也包括决策过程如何与咨询服务对接的制度。在这一制度体系中，决策制度、协商制度、咨询制度、智库运行与管理制度共同构成新型智库生成和发展的生态链、制度链。其中，决策制度是置于链条最前端、起引领带动作用的环节，是启动器、牵引机、动力源，是新型智库发展的外部动力。决策制度体系是新型智库发展的前置动力源，是决策咨询制度链的主动轮，通过决策咨询机制将动力输送给智库体系，推动智库发展。智库运行体系，是决策咨询制度链的从动轮，在决策机构需求的带动下有效运转，把思想和智慧传输给决策部门，供决策部门参考。决策制度的牵引能力与智库的内生动力形成合力，共同带动决策咨询链条的有效转动，决策咨询制度在整个新型智库建设过程中具有重要的链接功能。因此，构建科学高效的决策咨询制度链和制度体系，需要重点把握三个环节：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第一，决策制度改革环节。智库是智力服务业，智库发展，对决策咨询需要具有很强的依赖性。没有决策制度的改革，没有决策需求作为总牵引，新型智库的发展就会失去外部动力，内部动力驱动下的智库发展就可能迷失方向。原有的决策体制，不利于科学民主依法决策，也不利于智库的生长，需加大改革力度，为新型智库发展注入源头活水，为智库介入政府决策留好制度接口。因此，对于决策制度来说，面临着一个改革的问题，改革是否到位，决定着智库能否发挥作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第二，咨询制度建立环节。咨询制度主要是指明确决策机构与智库双方责任义务，把决策机构与智库链接起来，促进两者更好对接协作、良性互动的制度。对于咨询制度来说，面临着一个如何建立的问题。构建是否科学，决定着智库能否实现制度化的发展。由于目前决策制度改革的步伐不够快，决策咨询制度尚在建设的过程当中，存在主动轮动力不足、传输带传输不畅的问题，尽管智库体系已经发力，开始高速运转，但更多的是自转，有时候甚至是空转。当前智库发展的冷热不均，固然有智库自身的原因，但同时也与党委政府对新型智库建设重视不够、参与不足、对接不畅等因素密切相关。要避免智库机构盲目自转、无效空转，需实现决策体系和智库体系的有效链接和高效对接，因为没有决策者和实际工作部门参与的智库活动，其决策咨询效果是很难真正达到的；不能被决策者和实际工作部门转化运用的智库成果，就失去了其存在的价值和意义，在很大程度上是一种社会浪费。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第三，智库自身制度完善环节。新型智库不同于传统的科研机构，具有自身的特点，应建立起一整套有利于知识产品生产和决策咨询作用发挥的制度。主要包括：要完善组织架构，建立理事会制度，促进智库机构的扁平化；完善内部运行制度，规范前期调研、数据采集、报告形成、成果发布等工作程序，确保产出质量；建立与智库成果特",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "点相适应的成果评价、转化和绩效考核制度；加强与政府、媒体、公众等方面联系的制度，等等。特别是从社科研究机构改造而来的智库，要加大改革力度，尽快建立起与智库发展要求相适应的管理体制与机制。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "总之，推动新型智库建设，既要在供给侧发力，着力提高智库建设水平，供给高品质的智力产品，更应当在需求侧用力，推动各级领导干部重视智库、善用智库，激发潜在的强大咨询需求，让咨询成为行政决策的制度必然，进而形成巨大的决策咨询市场。要推动实现由智库千方百计找政府要项目、递报告向政府精挑细选找智库、要咨询转变，充分发挥决策部门在新型智库建设中的牵引作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3建立健全决策和决策咨询制度的现实路径",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在政府与智库的互动体系中，政府处于主导、主动地位，在决策咨询体系中具有牵引作用，是推动新型智库嵌入决策、发挥作用的主导力量。建立健全决策咨询制度，推动决策体系与智库体系良性互动，需要首先从政府这一决策咨询的需求方和决策咨询制度的供给方发力。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1释放决策咨询需求 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "恩格斯曾说，社会需要比十所大学更能推动科学的发展。习近平总书记指出，各级党委和政府要发挥哲学社会科学在治国理政中的重要作用。“各级领导干部特别是主要负责同志，既要有比较丰富的自然科学知识，又要有比较丰富的社会科学知识，以不断提高决策和领导水平”，“领导干部要以科学的态度对待哲学社会科学，尊重哲学社会科学工作者的辛勤付出和研究成果，不要觉得哲学社会科学问题自己都能讲讲，不是什么大不了的学问。要主动同专家学者打交道、交朋友，经常给他们出题目，多听取他们的意见和建议”{。提高决策制度化水平，关键是提高决策者的能力和水平，特别是要提高决策者在复杂条件下决策的水平，决策者要善于借助外脑，想用、会用、善用和用活智库。因此，决策部门领导者要努力提升哲学社会科学理论素养，重视决策咨询工作，重视发挥智库的谋划作用，增强问策智库的主动性、积极性和自觉性。要通过制度设计，激发释放决策部门的决策咨询需求，通过政府购买决策咨询服务，对新型智库发展形成强大的牵引作用。要通过决策咨询需求公开，引领聚焦智库的研究方向，增强智库研究成果的针对性，避免决策机构与智库机构的双盲选择导致的效率低下。要减少决策者与智库之间的中转环节，避免决策咨询信息经过多次中转和过滤后的失真，积极开展与智库专家的面对面对话、点对点咨询，畅通双方互动交流的渠道。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2推动决策体制改革",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "随着现代决策科学性、专业性、系统性的增强，迫切需要在制度上正式将智库的“谋”作为决策体系必不可少的一环，鼓励不同智库参与竟争，形成政策咨询的“需求市场”，推进党委政府科学民主依法决策进程。在全面深化改革的进程中，加大政府自身改革的力度，政策自身的研究机构要瘦身，逐步实行谋断分离，将决策过程中外部信息的采集等工作，交给专业的研究机构和智库去做。按照十八届四中全会全面依法治国的要求，完善决策程序立法，明确重大决策需有智库参与，先“谋”后“断”，确立智库在公共决策中的法律地位，强化政府自觉主动向智库“问策”的意识，为新型智库发挥作用提供必要的舞台。要明确专家和智库参与决策的条件、内容和形式等，确定双方的权利和义务，为智库等组织介入决策过程提供法律保障，打造智库参与决策的制度化平台。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3完善决策咨询立法",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "一是为智库参与决策提供法律保障。借鉴国际经验，建议出台“政府采购法”，进一步理顺作为决策咨询服务委托方的决策部门，与作为决策咨询服务受托方的智库之间基于合同的平等契约关系。二是赋予社会智库以法律地位。从决策咨询范围上讲，既要注重体制内决策咨询，发挥政府研究机构和官方智库的作用，同时也要注重体制外的决策咨询力量，积极发挥民间研究机构和社会智库的作用。要加快社会组织立法步伐，赋予社会智库以合法的身份和地位，创造有利于社会智库生成和发展的社会环境。三是出台针对智库的税收优惠等支持政策。与一般的营利性企业相比，智库的决策咨询功能决定了其公益性和非营利性，对于以经营性为主的社会智库，国家应在税收政策等方面给予一定的支持。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.4创新决策咨询制度",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "加大元政策目标下亚政策、子政策的构建，完善决策咨询制度体系，为智库嵌入决策提供制度化保障。一是完善信息公开制度。在非对称信息下做出的决策方案会有偏差，甚至会出现较大的出入甚至截然不同的结论。因此，推进政府信息的公开和共享，是提高智库产品质量的关信息公开，既包括决策所需信息的公开，也包括决策过程信息和结果信息的公开。二是推行决策咨询公开竞标制月决策部门要加强与智库和课题管理部门的联系，课题管理部门要紧紧围绕党委政府的决策需求发布课题，优化和改进课题的招标方案，使研究课题的设置与决策部门的需求更贴近。对于高端重点智库，在给予集成性的政策支持、促进其基础建设的同时，逐渐向项目制过渡，建立基于市场需求的决策咨询项目竞争机制。三是建立完善决策咨询信用和绩效评价体系。在公共政策推广的过程中，适度公开决策方案的主要来源，通过政策实施的结果衡量决策咨询水平的高低，逐步建立智库信用评价体系。在对公开政策开展第三方评估的过程中，对智库的参与程度和效度同步评估。对于造成重大损失的决策，在追究决策机关责任的同时，对提出建议提供方案的机构进行追溯，如果确属智库提供的决策咨询产品本身存在重大缺陷，就要进行相应的责任追究。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4新型智库主动对接决策系统的战略选择",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "正是由于决策制度和咨询制度在整个政府一一智库体系中处于主动地位，具有牵引功能，新型智库建设本身也",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "需要不断地优化和改革，逐步建立以党委政府决策需求为导向的新型智库发展机制。当前，新型智库需要重点强化五个意识。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.1强化角色意识",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "新型智库对于自己的定位和角色要有清醒的认识，处理好几个关系。第一，处理好近与远的关系。智库要与政府保持一定的距离，但并非是远离政府。智库的观点立场应当尽可能客观中立，但智库不可能完全独立。与政府保持适当的接触，了解熟悉政府的主要观点和决策流程，是智库进行决策咨询的前提条件。智库与决策机构最理想的距离，是保持一臂之遥，既能够跳出来观察公共政策，不至于“只缘身在此山中”，又能够近距离观察感受决策者的需求，在政府需要的时候能够看得到、够得着、用得上。第二，处理好谋与断的关系。将决策过程中专业性、技术性较强的论证工作（即“谋”）交由具备相应资质的智库来完成，政府的作用在于政策方案的选取（即“断”）以及决策的执行，真正做到“谋”与“断”分离[3]。为此，要加大政府内设智库类机构的改革力度，科学准确界定其职能，合理确定智库机构的对策研究与政府内部政策研究的界限，避免智库机构行政机关内部化带来的政智不分，智库完全站在政府的立场上说话，甚至干预公共政策的决策。因此，作为汇集民众的智慧和思想的新型智库，要科学把握自身的职责边界，把握好参与公共政策的“度”。第三，处理好被动应招与主动出招的关系。对于党委政府急需解",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "决的问题，特别是应急的命题作文，要善于应招，依靠自身的知识积累和专家团队，在第一时间形成高质量的研究成果。对于看准的问题，要敢于善于及时出招，开展具有前瞻性、储备性的政策研究。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.2强化顾客意识",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "党委政府决策者是智库的顾客终端，是智库决策咨询产品的主要购买者和消费者。新型智库要着力推进供给侧结构性改革，以更加优质的产品和更加有针对性的服务，更好地满足政府的决策需要。为此，新型智库必须加强能力建设，把重点放在提高研究质量、推动内容创新上。一是打造质量过硬的决策咨询产品。智库要拓展参与公共政策的方式，更好地适应党委政府决策的需要，以适当的角色，全程关注、全程参与公共政策。从决策前的议题确定、方案论证，到决策过程中的政策咨询，再到公共政策出台后实施情况的跟踪及效果的评估，开展第三方评估活动，参与公共政策的全过程。二是树立党委政府和社会信得过的决策咨询品牌。影响力就是智库的生命力，持续的影响力是形成智库品牌的关键所在。新型智库建设不能一开始就贪大求洋，要从一点一滴开始积累，有甘于坐冷板凳的精神，有抓铁有印、踏石留痕的意志，注重开发有影响力的原创产品，靠质量求得信誉，靠产品打造品牌，着力增强显示度和影响力。三是逐步推动思想产品市场的建立。官方智库和民间智库的社会化是新型智库发展的大势所趋，通过政府购买服务和契约合同分配智库资源是新型智库发",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "展的必由之路，虽然决策咨询产品的公益性决定了其难以拿到市场上去销售，但在新型智库大量涌现的情况下，政府购买服务就有更大的选择空间，思想产品市场就会逐步形成。建立适度规模的思想产品市场，有助于规范决策机构与智库机构之间的关系，形成适度的竞争机制，推动优胜劣汰，激发智库发展活力。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.3强化专业意识 ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "随着社会的发展，党委政府的决策需求越来越专业化系统化。对于大多数智库来说，发展的方向是专业化、职业化而不是全能化，不需要也不可能建立一个万能智库。第一，要提升专业化的研究水平。要从社会科学研究和党政人才中吸取更多的研究资源，组建职业化的研究队伍，着重生产专业化、原创性、高质量的研究成果。从专家和智库参与的过程和程度看，由部分参与到全程参与，由个人参与到团队参与，由偶然参与到必然参与，由形式参与到实质参与，由选择性的动作转换为规定性的动作，在不断深化的参与中提高决策咨询的专业化水平。第二，要开发专业化的研究工具。智库的专业化还体现在科学的研究方法、规范的运作流程和客观的管理体系上4。要秉持科学精神，注重智库专家队伍的专业性，建立专业的调查机构和调查队伍，掌握专业数据资料库。建立一批社会试验室和政策观测点，开展政策试点工作，运用专业工具箱对政策的效果进行检验，以专业化、职业化来保障决策方案的科学化。第三，要弘扬智库职业文化精神。新型智库要注重注入先进的文化基因，加强组织文化建设，形成支撑和引领智库长期健康发展的思想文化精神内核。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4.4强化责任意识 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "一方面，新型智库要对作为自己服务对象和顾客的决策机构负责，对自己的产品负责。智库专家要有知识分子情怀，对自己说过的话负责，对自己提供的决策咨询产品负责。增强决策咨询过程的严肃性、决策咨询成果的针对性、决策咨询产品的专业性、决策咨询活动的法制化。一流智库专家要像自然科学家一样，建立自己的社会实验室，创新参与公共政策的方式方法。政策建议要经过科学推演和科学实验，智库产品要经得起实践和社会检验，能够“立此为证”。要坚持党管智库，强化政治纪律和政治规矩，把握公开与保密的界限，对于不宜公开的高质量的研究成果不公开，减少功利之心，做辅助党委政府决策的“无名英雄”。另一方面，智库要对广大的民众负责。党的十八届三中全会，是把新型智库建设放在民主协商的语境中，作为民主协商的主要载体之一来强调的，新型智库建设强化群众观念，搞好社会调查，做好搜集汇集整理工作，专家决策咨询建议要最大程度地凝聚群众智慧，当好人民群众的代言人，为党委政府决策最大程度地接通“地气”。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4.5强化对接意识 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "新型智库要加强自我管理，建立起与知识生产要求相适应、有利于创新和发展的内部管理体系，以工作流程的科学化促进决策咨询产品的高质量。一是与决策机构的有效对接。新型智库要加强自身能力建设，突出供给产品与决策机构需求的对接，智库活动与实际工作部门的对接，智库专家与决策层的对接，建立灵活高效的决策参与机制，增强研究的针对性、实效性。在推动智库与政府对接的过程中，要注重发挥社科联、科协等机构的桥梁纽带作用。二是与政策研究部门的有效对接。能够与决策部门及其政策研究机构有效对接，畅通信息成果流动的渠道。处理好智库与智囊的关系，做好决策咨询半成品的转化与终端产品的对接工作。三是与高校研究机构的有效对接。高校注重知识生产和理论创新，智库注重知识转换和理论应用，智库在整个知识链上处于高校的下游，智库必须牢牢把握高校这一理论创新的源头，注重从中汲取营养，借力发展。四是与人大政协有关工作的有效对接。在重大决策、重要立法的过程中，引入智库参与机制，促进审议过程与咨询过程的有机结合。引导智库研究机构，增强与人大代表、政协委员的协作与互动，提高两会提案议案的科学化程度，加大对两会重要议题的决策咨询力度。五是与媒体和公众的有效对接。要注重媒体在智库发展中的重要作用，智库成果更加注重媒体发表和公开发布，扩大智库成果的受众面，搭建公共政策社会化转化的桥梁。要打通智库成果向社会转化的“最后一公里”，着眼于壮大主流與论、凝聚社会共识，更好地发挥智库阐释党的理论、解读公共政策、研判社会與情、引导社会热点、疏导公众情绪的积极作用。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[1]习近平.在哲学社会科学工作座谈会上的讲话[N]．人民日报，2016-5-19(2-3).  \n[2]光明日报智库研究与发布中心.新亮点 新态势 新思考一—2015中国智库年度报告[N]．光明日报，2016-1-13(14-15).  \n[3]潘华.智库建设须完善政策支持[N]．学习时报，2014-10-27（6）.  \n[4」李刚，丁炫凯.习近平治国理政思想是新型智库建设的指针［J」.智库理论与实践，2016,1(2):1-7.",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "On the Traction and Link Function of the Decision-making Consultation System --Based on the Positive Interaction Between Government and Think Tanks Liu Xizhong Jiangsu Provincial Federation of Philosophy and Social Sciences， Nanjing 210004 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This paper aims to improve the decisionmaking consultation system which is the precondition and external power to break the bottleneck ofnewthink tanksandpromotenewthink tanks’ function. [Method/process] To promote the new think tank construction, the urgent need was to make more efforts on the demand side, enhance decision-making bodies’ awareness to ask policies initiatively, optimize decision-making procedures, improve decisionmaking consultation legislation, policies and institutions, form a decision-making consultation force, strengthen the traction of the decision-making system and the link function of decision-making consultation system. [Result/conclusion] It is necessary for new think tanks to enhance the awareness of the role, customers, professionalism, and the sense of responsibility,improve the quality and the way of supply，and establish the eficient connection and positive interaction with the decision-making needs. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Keywords: think tank decision-making consultation link system ",
        "page_idx": 17
    }
]