[
    {
        "type": "text",
        "text": "RESEARCH ARTICLE ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LSY-2 is essential for maintaining the germ-soma distinction in C. elegans ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Long Lin1,2.3, Yuping $L i ^ { 3 }$ ,Libo Yan², Gangming Zhang?, Yu Zhao²， Hong Zhang3区 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1ColegeofLifeSciences,BeijingNormalUniversityBeijing10875Cina   \n2 National Instituteof Biologicalciences，Bejing22China   \n3StateKeyLaboratoryof BomacromoleculesInstuteofBiophysics,ChineseAcademyofSciences,Beijing100hina   \nCorrespondence: hongzhang@sun5.ibp.ac.cn (H. Zhang)   \nReceived February2,2015 Accepted May 14,2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The mechanisms that specify and maintain the characteristics of germ cells during animal development are poorly understood. In this study, we demonstrated that loss of function of the zinc-finger gene Isy-2 results in various somatic cells adopting germ cells characteristics,including expression of germline-specific P granules,enhanced RNAi activity and transgene silencing. The soma to germ transformation in Isy-2 mutants requires the activities of multiple chromatin remodeling complexes,including the MES-4 complex and the ISW-1 complex. The distinct germline-specific features in somatic cells and the gene expression profile indicate that LSY-2 acts in the Mec complex in this process. Our study demonstrated that Isy-2 functions in the maintenance of the soma-germ distinction. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDS P granules,soma, Isy-2, C.elegans ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Germ cells are specified at an early embryonic stage in most sexually reproducing animals.In C.elegans,germline lineage is generated through each of four unequal divisions in whicha blastomere generates one somatic founder cell and one germline blastomere (Strome，20o5).The primordial germ cell P4 then divides equally at the embryonic stage, giving rise to two germ precursor cells Z2 and Z3，which remain quiescent during embryogenesis and proliferate throughout larval development to produce germ cells (Strome,20o5). Germ P granules,which are aggregates of RNA and proteins,are maternally contributed and segregated exclusively into the germline lineages (Strome,2005). P granules are synthesized in all of the descendants of P4 with the exception of mature sperm and are associated with the outer surface of the nuclear envelope (Hird etal., 1996). P granules contain constitutive components,which associate with $\\mathsf { P }$ granules during all developmental stages,and also transient components,which interact with P granules in germline blastomeres and disappear in Z2 and Z3 (Strome, 2005).Constitutive components include the RGG box containing RNA binding proteins PGL-1 and PGL-3 and the RNA helicases GLH-1 to GLH-4 (Gruidl et al.，1996;Kawasaki et al.，1998；Kuznicki et al.，2000).During C. elegans embryogenesis,PGL-1 and PGL-3 are degraded byautophagy in somatic cells (Zhang et al.，20o9). In autophagy mutants,PGL-1 and PGL-3 colocalize and accumulate into aggregates in somatic cells (Zhang et al.,2009). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Establishment of somatic and germ precursor cells during earlyembryogenesisin C.elegansrequiresmaternallydistributed proteins,including PIE-1,MEX-1,MEX-3,and POS-1, which are also associated with P granules during the first several cell divisions and disappear in the daughters of the germ precursor P4 cells (Mello et al.，1996;Guedes and Priess, 1997; Tabara etal., 1999).PlE-1,MEX-1,and POS-1 prevent the germline blastomere from adopting somatic fates，while MEX-3 prevents certain somatic blastomeres fromadopting a germ blastomere fate (Draper et al.,1996). Maintenance of germ cell fate during animal development involves multiple antagonistic chromatin remodeling complexes (Cui et al., 2006). Mutations in the SynMuv B genes, including the components of the C.elegans lin-35 Rb pathway and the MEP-1/LET-418/HAD-1 NURD complex, lead to the ectopic expression of germline traits by somatic cells (Unhavaithaya et al.,2002;Wang et al.,2005; Kunert et al., 2009). SynMuv B genes function redundantly with SynMuv A genes in preventing extra cells from adopting the vulval fate (Fayand Yochem,2007).Animals defective in both SynMuv A and SynMuv B genes display a multi-vulva (Muv) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "phenotype.According to distinct germline-specific features insomatic cells and the profile of misexpressed small RNA and P granule genes,SynMuv B genes have been classified into three classes,representing three functional complexes: a LIN-35/RB-containing core complex (DRM)，a heterochromatin complex and a SUMO-recruited Mec complex (Wu et al.,2012;Tables 1,2). The soma to germ transformation in these mutants is antagonized by the ISW-1 complex and the MES-4 complex (Cui et al., 2006; Stielow et al., 2008)，which appear to modulate the active chromatin structures.How these complexes are targeted to germlinespecific genes and faithfully maintain the repressive state of these genes in somatic cells is unknown. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Isy-2,encodinga C2H2 zinc-finger transcription factor, is involved in specifying the left-right asymmetry of the ASE neurons (Johnston and Hobert，20o5). In this study，we found that loss of function of Isy-2 causes ectopic expression of germ cell characteristics in various somatic cells,including the perinuclear localization of P granules,enhanced RNAi and transgene silencing.The phenotype resembles that in mutants for SUMO-recruited Mec complex factors MEP-1 andLET-418 (Stielow etal.,2008;Wu et al., 2012).TheMec complex also functions in specification of the ASE fate.Our study demonstrates that Isy-2 genetically interacts with the MEP-1/LET-418 complex and is involved in maintaining soma-germ distinction and ASE cell fate specification. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Loss of function of Isy-2 leads to transformation of somatic cell to germ cell fate ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To study how somatic- and germ cell-specific fates are specified，wescreened alibrary of bacterial clones expressing dsRNAs designed to individually inactivate 16,749 genes (targeting about $8 7 \\%$ of the predicted genes). We looked for gene inactivations that cause ectopic expression of the $\\mathsf { P }$ granule-specific reporter， gfp:pgl-1, in somatic cells of larval animals.In addition to components of the lin-35 Rb pathway,including lin-35,lin-53,hpl-2,lin-9, dpl-1 and lin-52,and the Mec complex component mep-1, we identified that inactivation of the zinc-finger transcription factor Isy-2 and components of the sumoylation pathway, including smo-1，ubc-9,and uba-2，caused ectopic accumulation of GFP::PGL-1 granules in somatic cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Loss of function of Isy-2 caused ectopic expression of GFP::PGL-1 in various somatic cells,including hypodermal cells and intestinal cells.As in germ cells，GFP::PGL-1 formed distinct granules surrounding the nuclei in somatic cells in Isy-2 mutants (Fig. 1A-C and 1G). Isy-2 encodes a zinc-finger protein (Johnston and Hobert,20o5).The genetic null mutant Isy-2(ot64) also showed somatic misexpression of GFP::PGL-1 (Fig. 1E and 1F).To determine whether endogenous P-granule components were also ectopically expressed,we stained /sy-2 mutant animalswith anti-PGL-1 and anti-GLH-1 antibodies and found that endogenous PGL-1 and GLH-1 were also ectopically expressed and formed perinuclear granules in somatic cells (Fig.1C,1D,and 1G-l). ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/4ebebab0865d6637e7abe1d7030b9af1de0d2b0e581c8eb838c559552edc2d86.jpg",
        "table_caption": [
            "Table 1. Distinct classes of SynMuv B genes "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Class/Gene name</td><td colspan=\"2\"> Measured phenotypes</td></tr><tr><td>Transgene silencing</td><td>Somatic PGL-1 granule morphology</td></tr><tr><td>DRM class (lin-52,dpl-1,efl-1,lin-35,lin-9,lin-54,lin-37,lin-53,lin-15b)</td><td>Yes</td><td>Large and sparse</td></tr><tr><td>SUMOylation and Mec complex (mep-1, let-418, smo-1, uba-2, ubc-9)</td><td>Yes</td><td>Small and dense</td></tr><tr><td>Heterochromatin class (hpl-2, lin-13, lin-61,met-2, met-1, lin-65)</td><td>No</td><td>Small and dense</td></tr><tr><td>Isy-2</td><td>Yes</td><td> Small and dense</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We further examined the temporal expression pattern of GFP::PGL-1 in Isy-2 somatic cells.We found that ectopic GFP::PGL-1 or endogenous PGL-1 granules in Isy-2 mutants were not formed until the earlyL1 larval stage,when the germ precursor cells Z2 and Z3 start to proliferate (Fig.1J and 1K).Therefore, Isy-2 is not involved in de novo establishment of the soma-germ distinction in C.elegans, but appears to be required for its maintenance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Isy-2mutantsshowenhancedRNAiinterference and display transgene silencing ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We next determined whether Isy-2 mutants exhibit other characteristics associated with the germline.Germ cells exhibit elevated RNAi efficiency (Sijen and Plasterk,2003; Robert et al.,20o5).We determinedwhethermutations in Isy-2 enhanced the RNAi efficiency in somatic cells.Feeding of bacterial clones of his-44 and cel-1 had little effect on wildtype animals,but led to $9 5 \\%$ $( n = 1 0 6 )$ and $3 3 \\%$ $( n = 1 2 4 )$ （204号 larval arrest in Isy-2(ot9O) mutants,respectively, indicating that the RNAi efficiency is enhanced in Isy-2 mutants (Fig. 2A and 2B). ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/0a7656cf2748c86389e2954111c5e6e7a55a6083355a9f0b2890529a85acb8af.jpg",
        "table_caption": [
            "Table2.Diferential misexpressionofRNAifactorsandPgranulegenesamong diferent SynMuvBclasses mutantsand Isymutants "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Target category</td><td>Gene name</td><td>DRM inactivations</td><td>Heterochromatin inactivations</td><td>Mec&SUMO inactivations</td><td>Isy-2 inactivation</td></tr><tr><td rowspan=\"4\">Germline-enriched common targets</td><td>pgl-1</td><td rowspan=\"4\">Upregulated</td><td rowspan=\"4\">Upregulated</td><td rowspan=\"4\">Upregulated</td><td rowspan=\"4\">Upregulated</td></tr><tr><td> glh-1</td></tr><tr><td>pgl-3</td></tr><tr><td>wago-9</td></tr><tr><td rowspan=\"3\">Ubiquitous common targets</td><td>C04F12.1</td><td rowspan=\"3\">Upregulated</td><td rowspan=\"3\">Upregulated</td><td rowspan=\"3\">Upregulated</td><td rowspan=\"3\"> Upregulated</td></tr><tr><td> sago-2</td></tr><tr><td>rf-2</td></tr><tr><td rowspan=\"4\">Germline-enriched DRM targets</td><td> spn-4</td><td rowspan=\"4\">Upregulated</td><td rowspan=\"4\">Little change</td><td rowspan=\"4\"> Little change</td><td rowspan=\"4\">Little change</td></tr><tr><td> mut-2</td></tr><tr><td>drh-3</td></tr><tr><td>rde-4</td></tr><tr><td rowspan=\"2\">Germline-enriched SynMuv B heterochromatin & Mec targets</td><td>wago-1</td><td rowspan=\"2\"> Little change</td><td rowspan=\"2\">Upregulated</td><td rowspan=\"2\">Upregulated</td><td rowspan=\"2\">Upregulated</td></tr><tr><td> wago-2</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Germ cells are more protected than somatic cells from foreign genetic elements，such as multicopy transgenes (Sijenand Plasterk,2003;Robert et al.,2005).Therefore, transgenes introduced by microinjection into the germline are quickly silenced,a process mechanistically related to RNAi (Sijen and Plasterk,2003;Robert etal., 2005). SCM:: GFP is strongly expressed in seam cels.We found that expression of SCM::GFP was significantly reduced in Isy-2 mutants (Fig.2C-E).The number of seam cells expressing SCM::GFP was decreased in /sy-2 mutants (Fig.2D and 2E). The SCM:GFP fluorescence intensity (SCM:GFP expressed in all seam cells of one worm) was also measured and we found that the intensity in wild-type worms was about twenty times higher than that in Isy-2 mutants (Fig.2C). Simultaneous inactivation of mut-2 or mut-7，essential components in the RNAi pathway，partially restored the expression of SCM:GFP in Isy-2 mutants (Fig.2C,2F,and 2G).Therefore, somatic cells in /sy-2 mutants display characteristics of germ cells. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Isy-2 functions similar to Mec class genes in repressing expression of germline genes in somatic cells ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Based on phenotypic differences and the different profile of misexpressed RNAi factors and P-granule components in somatic cells,SynMuv B genes can be divided into three distinct classes:a DRM core complex,a SUMO-recruited Mec complex，and a SynMuv B heterochromatin complex (Wu et al., 2012; Table 1). The target genes upregulated in different SynMuv B mutants have been categorized into germline-enriched common targets， ubiquitous common targets,germline-enriched DRM targets,and germline-enriched SynMuv B heterochromatin and Mec targets.We showed above that Isy-2 mutants exhibited transgene silencing (Fig. 2C-G).The PGL-1 granules that were somatically misexpressed in intestine and hypodermal cells were small and densely distributed around the nuclei (Fig.1E,1F,and 1K).Mutations in /sy-2 also caused ectopic expression of LAG-2::GFP in the intestine，a phenotype associated with loss of function of Mec class genes (Fig.2H and 2l) (Poulin et al.，2005;Cui et al., 2006). Thus,/sy-2 mutants show similar phenotypes to those in Mec complex mutants. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We next tested Isy-2 mutants for the expression levels of the 13 genes that are differentially expressed in distinct SynMuv B classes (Wu et al.,2012).To avoid any possible contamination of somatic cells by the germline,we used glp4(bn2) temperature sensitive mutants，which haveno germline when cultured at $2 5 ^ { \\circ } \\mathsf { C }$ .According to the real-time PCR results,germline-enriched common targets,ubiquitous common targets and,more significantly，germline-enriched SynMuv B heterochromatin and Mec-specific targets were dramatically upregulated upon inactivation of Isy-2，while germline-enrichedDRM-specifictargetsshowedlittle change (Fig.3A-D; Table2), indicating that /sy-2is related to either SynMuv B heterochromatin or Mec class genes.Taken together，Isy-2 acts similarly to Mec class genes in maintaining the germ-soma distinction. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Inactivation of Isy-2in SynMuvmutants causes no SynMuv phenotype ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The role of Isy-2 in repressing the expression of germline cell fates in somatic cells resembles that of SynMuv B genes SynMuv B genes function redundantly with SynMuv A genes inrepressing thevulva cell fate.Animals defective in both ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cd999bea745246ae33d344402d629c2ceea16c39d5dde92d48fd5226e8e269f3.jpg",
        "img_caption": [
            "Figure 1.Loss of function of Isy-2 results in ectopic expression of GFP::PGL-1 in somatic cells. (A and B) In wild type larvae,GFP::PGL-1 isweaklyexpressed anddiffusely localized in the cytoplasm.gfp::pgl-1 is driven by the germlinespecific pie-1 promoter and is non-specifically expressed in hypodermal cells from late embryonic stages,but GFP::PGL-1 fails to assemble into P granules,probably due to lack of other P-granule components.(A) DlC image of the animal shown in (B).(C and D) Endogenous PGL-1 and GLH-1, detected by the corresponding antibodies,do not form granules in somatic cells in wild type animals.The two cells with strong staining signal in (C)are the germline cells.(E and F) In Isy-2(ot64) mutants, GFP::PGL-1 forms distinct granules surrounding the nuclei in hypodermal cells.(E) DlC image of the animal shown in (F). (GI）Immunostaining assays reveal that endogenous PGL-1 (G)and GLH-1 (H and I) are ectopically expressed and form granules in somatic cells in /sy-2 mutants.(J and K) In Isy-2 mutants，ectopic GFP::PGL-1 granules are not detected at embryonic stages (J),but become evident in L1 larvae (K).The two cells with strong GFP signals in (J） are the germline precursor cells Z2 and Z3. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "SynMuv Aand SynMuv B genes displaya multivulva (Muv) phenotype.We thus examined whether loss of function of Isy-2causes Muv phenotype.RNAi inactivation of Isy-2in SynMuv mutants,including the SynMuv B mutants lin-35,lin9,lin-15B,and hpl-2 and the SynMuv A mutants lin-8,lin15A，lin-56，and lin-38，caused no SynMuv phenotype. However, $3 7 \\%$ of Isy-2 mutants $( n = 4 0 )$ had multivulva phenotype when raised at $2 0 ^ { \\circ } \\mathsf { C }$ .Similarly，smo-1 mutants also show a weak Muv phenotype (Broday et al.，2004; Leight et al.，2005).Thus，Muv phenotype of Isy-2 is not enhanced by inactivation of other SynMuvs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Isy-2synergistically interactswith the LIN-35/Rbcontaining DRM complex in specifying somatic cell fate ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We next determined the relationship between /sy-2 and other SynMuv B genes in repressing the expression of germline cell fates.Neither Isy-2 nor lin-35 single mutations caused a larval arrest phenotype,while $100 \\%$ of lin-35; Isy-2 double mutants $( n = 9 3 )$ arrested at the L1 stage.The synthetic lethal phenotype was also observed between Isy-2 and mutations in other DRM class genes,including lin-15B,dpl-1, lin-53,lin-37,and lin-9 (data not shown).This suggests that the DRM complex and Isy-2 may act in concert to regulate the expression of one or more critical targets during development. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We next examined $\\mathsf { P }$ granule formation in lin-35; Isy-2 double mutants.In Isy-2 and lin-35 single mutants,P granules were not ectopically expressed until the L1 larval stage (Figs.1J，1K，and 4A).In contrast，the onset of ectopic expression of $\\mathsf { P }$ granules in lin-35； Isy-2 double mutants occurred much earlier. $20 \\%$ $( n = 1 5 )$ and $7 4 \\%$ $( n = 1 9 )$ of double mutant embryos contained multiple extra cells expressingperinuclear $\\mathsf { P }$ granules at the 2-fold and 3-fold stage，respectively (Fig.4B).Moreover，the number of somatic cells expressing $\\mathsf { P }$ granuleswasdramatically increased in lin-35; Isy-2 mutant larvae (Fig.4C-E).We also examined P granule formation in lin-15B mutants after Isy-2 RNAi injection.The number of somatic cells expressing P granules wasdramatically increasedin lin-15B larval mutants after Isy-2 RNAi injection (Fig. 4F-H).Thus,Isy-2 and the LIN-35/Rb-containing DRM complex function in parallel to repress the expression of germ cell traits in somatic cells. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "FormationofP granules in Isy-2 somatic cells requires the activities of multiple chromatin remodeling complexes ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Formation of perinuclear $\\mathsf { P }$ granules in somatic cells in the SynMuv B mutants requires the activity of chromatin remodeling complexes,including the MES-4 complex and the ISWI complex (Unhavaithaya et al., 2002; Cui et al., 2006).We investigatedtheroleof severalchromatinremodelingcomplexes in the ectopic expression of P granules in Isy-2 mutants.We found that inactivation of the NuA4 complex, the ISW1 complex，and the COMPASS complex dramatically decreased the formation of $\\mathsf { P }$ granules in somatic cells in Isy-2(ot64)，while mutations in components of the SWR1 complex and the SWl/SNF complex had no obvious effect (Fig. 5A-C and Table 3).Thus,various chromatin-remodeling complexes can regulate the expression of different P-granule components or function non-redundantly in regulation of common P-granule components. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/666cc447a771866700b7d123860a204dae14ab386beab2b41b238c9f6ca4db17.jpg",
        "img_caption": [
            "Figure 2.Isy-2mutants showenhanced RNAiinterferenceanddisplaytransgene silencing.(Aand B)Percentageof wild-type andIsy-2(ot9)mutantanals tatwerearestedatteL3stageafterfeedingwithRNAibacterialclonesofhis-44(A)andcel-1(B). (C)QuantifcationoftotalfluorescenceintensityofSCM::GFPindiferentgeneticbackgrounds.(DandE)Comparedwithwild-type animals(D),theexpression levelof SCM:GFPisdramaticallydecreased in Isy-2(ot64) mutants (E).(FandG)Simultaeous inactivationof mut-2(F)andmut-7(G)restorestheexpressionofSCM:GFPin Isy-2(ot64)mutants.(HandI) Comparedwith wild type worms (H), loss of function of Isy-2 causes ectopic expression of LAG-2::GFP (l). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mutations in Isy-2 and Mec class genes result in a defect in ASE asymmetry specification ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "LSY-2 is involved in specifying the asymmetry of the ASE neurons (Johnston and Hobert, 2005).Two taste receptor neurons,ASE left (ASEL) and ASE right (ASER) are morphologicallybilaterallysymmetric,but theydisplaya left/right asymmetricfunction and expressa distinct setof chemosensory receptors (Sarin et al.，2007；Ortiz et al., ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "glh-1 pgl-1 \\* 10 1 6 4 2 2- 2 01 fd 0- F fd glh-4 lin-35； Isy-2；mep-1; glp-4 lin-35；Isy-2；mep-1; glp-4 glp-4 glp-4 glp-4 glp-4 glp-4 pgl-3 wago-9   \n门 5- 5- 2 2 glp-4 lin-35:Isy-2: mep-1:fd glp-4 lin-35: Isy-2; mep-1fd glp-4 gip-4 glp-4 glp-4 gip-4 glp-4   \nB20- C04F12.1 6 sago-2 rrf-2   \n1 plo egpe \\*H 2 15- 古 5- 2 fd 5 gh-4lin-35s-2mep-d 0- glh-4 lin-35；Isy-2；mep-1; 01 glp-4 lin-35；Isy-2；mep-1:fd glp-4 gip-4 glp-4 gip-4 glp-4 glp-4 gip-4 glp-4   \nC 4 drh-3 3 mut-2 ep ueop \\* □ 2 fd 山 0- 0- glh-4 lin-35；Isy-2；mep-1； glh-4 lin-35；Isy-2；mep-1； glp-4 gip-4 glp-4 glp-4 gip-4 glp-4 rde-4 spn-4 3 15 eop 2 M \\* T 5 2 11 glp-4lin-35；Isy-2；mep-1; j glp-4 lin-35; Isy-2；mep-1; fd glp-4 glp-4 glp-4 glp-4 glp-4 glp-4   \nD wago-1 wago-2   \n门 140 0120 \\* po po」 4321 工 2 百 fd 01 fd glh-4 lin-35;Isy-2；mep-1； glh-4 lin-35；Isy-2；mep-1; glp-4 gip-4 glp-4 glp-4 gip-4 glp-4 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2009).In Isy-2 mutants，the ASEL neuron expresses the ASER-specificterminal fatemarkersandadoptstheASER cell fate (Fig.6A and6B).We showedabove thatLSY-2 genetically acts in the Mec complex to maintain the somagerm distinction.We determined whether inactivation of Mec complex components also results in ASE asymmetry defects.As neurons are refractory to RNAi,we used RNAisensitive rrf-3 animals. In $r r f { - 3 }$ animals,the ASER marker GCY-5::GFP is exclusively expressed in ASER (Fig.6A). After RNAi inactivation of mep-1 and let-418, $2 5 \\%$ $( n = 3 2 )$ and $12 \\%$ $( n = 4 0 )$ animals showed ectopic expression of GCY-5::GFP in ASEL,respectively (Fig. 6C and 6D). Inactivation of the DRM class genes lin-35 and lin-15B and the heterochromatin class genes hpl-2 and lin-65 failed to cause ectopic expression of GCY-5:GFP (data not shown).Misexpression of GCY-5:GFP in ASEL was also reported in smo-1 mutants (Poole et al.,2011).Therefore,Mec complex mutants also exhibit the ASE asymmetry specification defect,further supporting the idea that /sy-2 is genetically related to Mec class genes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this study,we demonstrated that loss of function of Isy-2 causes somatic cells to display some germline-specific features，including ectopic expression of P-granule components,enhanced RNAi efficiency，and transgene silencing. Consistent with these observations，mutations in Isy-2 results in the ectopic expression of a set of germ cell-specific genes in somatic cells (Fig.6E). Isy-2 has previously been shown to be involved in the specification of the left-right asymmetry of ASE neurons by regulating the cell-type specific expression of Isy-6 miRNA (Johnston and Hobert, 2005).Loss of function of Isy-6 and other components involvedinspecificationofASELfate,includinglin-49, lim-6, and ceh-36,does not lead to the ectopic expression of P granules in somatic cells,indicating that Isy-2 functions in separate pathways in determining left-right asymmetry and soma-germ distinction. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "How does Isy-2 function in these processes? Isy-2 encodesa zinc-finger protein that is distantly related to SP1/ KLF family transcription factors (Kaczynski et al.,2003; Johnston and Hobert,20o5).The repressed state of germ cell-specific genes is maintained over cell divisionsin somatic cells during C.elegans development. During late embryogenesis and larval stages，this repressive state requires multiple functional antagonistic chromatin remodeling complexes．The LIN-35/Rb complex and the Mec complex are involved in maintaining the repressed state of these genes.The NuA4 complex, the COMPASS complex, and the ISW1 complex appear to promote the expression of germcell fate by somatic cells in the absence of theLIN-35/ RB complex or the Mec complex.These complexes have been demonstrated to modify the chromatin structure that is associatedwithtranscriptional activation.Forexample,the NuA4 complex contains histone acetylation activity (Cai et al.,2003; Doyon et al.,2004). Therefore,LSY-2 is involved in maintaining the repressive state of germ cell-specific genes in somatic cells.Three lines of evidence support the hypothesis that LSY-2 is likely to act in the same pathway as the Mec complex.First, loss of function of Isy-2 results in formation of small，densely clustered $\\mathsf { P }$ granules，and transgene silencingin somatic cells， phenotypesalso observed in mutants of SUMO-recruited Mec components (Wu et al., 2012). Second, the expression profile of misexpressed P-granule components and RNAi factors in /sy-2 mutants resembles that causedby Mec complex mutants (Wu et al.,2012). Finally,as in /sy-2 mutants,mutations in SUMO-recruited Mec components cause the ASE asymmetryspecificationdefect. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "lin-35 has been shown to function redundantly with other factors in specifying many developmental processes.For example,lin-35 and ubc-18,which encodes an E2ubiquitinconjugation enzyme， function redundantly in controlling pharyngeal morphology (Fay etal., 2003;Fay etal., 2004). lin-35 cooperates with the SWI/SNF complex (Cui et al., 2004)，including psa-1/swi3 and xnp-1/atr-x，and gon-14 (encoding a protein with similarity to LIN-15B) to control larval development (Cardoso et al.，20o5；Chesney et al., 2006).Here we showed that lin-35 also functions redundantly with Isy-2 in promoting larval development and in maintaining the soma/germ distinction. lin-35；Isy-2 double mutants arrest at the early larval stage.The underlying causes of the larval arrest remain to be determined.The partially overlapping function between /sy-2and lin-35 could be explained by the concerted activity of distinct complex on the same target genes or by additive effects due to misregulation of distinct genes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Strains ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The following strains were used in this work:mut-7(pk204),mut-2(r459)，Isy-2(ot64)， Isy-2(ot90)，lin-8(n111)，lin-15A(n767)，lin-35(n745),lin-15B(n747),rrf-3(pk1426),lin-9(n112),hpl-2(ok917),lin-56(n2728)，rrf-3(pk1426)，lin-38(n751)，glp-4(bn2)，wls51(scm:gfp),bnls1(Ppie-1::gfp::gfp-1),and ntls1(Pgcy-5::gfp).",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1c003e44bb69613dc8e99c3f7eac57f01e1c75b65c2cede0f27c19969b686995.jpg",
        "img_caption": [
            "Figure4.Synergistic interactionbetweenIsy-2andlin-35orlin-15Binrepressing theexpressionofPgranules insomatic cells.(A andB)Inlin-35mutants,ectopicGFP::GL-1granulesarenotdetectedatembryonicstages(A),butbecomeevident in multipleextracels(highlightedwithredarows)atthe4-foldstageinlin-35;Isy-2RNAi)doublemutants(B).(C-E)Comparedwith lin-35(C)andIsy-2(D)singlemutants,theexpressionlvelofGFPGL-1isdramaticallincreasedinlin-35;Isy-Ridouble mutants(E).(FandG)Comparedwithlin-15B(F)，expresion levelofGFP:PGL-1isincreasedinlin-15B;Isy-2(RNAi)double mutants (G).(H) Number of somatic cels per animal expressing GFP:PGL-1 in different mutants. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "RNAi screen ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The RNAi feeding library was purchased from Geneservice.The library contains bacterial clones expressing dsRNA designed to individuallyinactivate16,749 genes (targetingabout $8 7 \\%$ of the predicted genes).Synchronized L1 gfp:pgl-1;rrf-3 animalswere fed on RNAi bacterial clones and the F1 progeny or arrested larvae were examined forreporterexpression. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Indirectimmunoflorescence ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The monoclonal antibodies OlC1D4 and K76 for PGL-1 were obtained from the Developmental Studies Hybridoma Bank at the University of lowa.Fragments of PGL-1 (95-551) and GLH-1(137- 572) were cloned into the pET-28a vector,expressed as His-tagged fusion proteins in E.coli BL21 and purified for use as an immunogen in rabbits (for PGL-1) or rat (for GLH-1). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/09c8b09fb2f12b765c591b0354658cdc4fbfa6906ca7dabb6857a30cfa80d9b2.jpg",
        "img_caption": [
            "Figure 5. Formation of P granules in Isy-2 somatic cells requires the activities of multiple chromatin remodeling complexes.(A)Misexpressed GFP::PGL-1 forms perinuclear granules in hypodermal cells in Isy-2(ot64) mutants.(B and C) Loss of function of mes-4 (B) and isw-1 (C) suppresses ectopic expression of GFP::PGL-1 in Isy-2(ot64) mutants.Germline cellsare highlighted with red circles. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Forindirect immunofluorescence， thepermeabilizationof embryos and larvae was performed by freeze-cracking methods and was performed as previously described (Zhang et al.,2009). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "RNAi microinjection ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Single-stranded RNA was transcribed from T7- and SP6-flanked PCR templates.The ssRNAs were thenannealed and injected into young adults.F1 progeny generated four hours after injection were examined.The PCR templates used forsynthesizing RNAwere: /sy-2 (F49H12,nt 33428-34151); mut-2(K04F10,nt 25497-26065); mut-7 (ZK1098,nt 21677-22262); hpl-2 (K01G5,nt 13966-14645);lin-13 (C03B8,nt 6961-7615);lin-65(Y71G12B,nt 118502-119081); lin-61 (R06C7，nt 17116-17671);meS-4 (Y2H9A,nt 7510-8541)；isw-1 (F37A4,nt 32145-33111);mep-1 (M04B2,nt 19879-20368); Iet-418 (F26F12，nt 2286-2865)； lin-35 (C32F10，nt 7415-8214)； lin-15B (ZK678, nt 412-873). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "RNAi feedingassay for enhanced RNAi ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Gravid N2 and Isy-2(ot9O) animals were grown with RNAi bacterial clones of his-44,cel-1,and vector L4440.After three hours of egglaying,adultswere taken off the plates and embryos were allowed to hatchand grow at $2 0 ^ { \\circ } \\mathsf { C }$ .Animalsarrestedat the L3 stage was scored when worms of the same genotype fed on vector RNAi grew into adults. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Real-time PCR assay ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Synchronized L1 glp-4mutantanimalswere fed on RNAi bacterial clonesat $1 6 ^ { \\circ } \\mathsf { C }$ until they reached adulthood.These adults were then transferred to a new plate with the same RNAi bacterial clone and allowed to lay eggs for three hours.Adults were then taken off the plate and embryos were allowed to hatch and grow at $2 5 ^ { \\circ } \\mathsf { C }$ ，L4 larvaewerethencollected for real-time PCR. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/5312a06da738f58c25e950349304c8d9ee297d0d2fe1e7ea7a24fe58ec03cc4a.jpg",
        "table_caption": [
            "Table3.Summaryof thesuppressionof theformationof ectopicPgranulesin Isy-2 somaticcelsbyinactivationof various chromatin-remodelingcomplexes "
        ],
        "table_footnote": [
            "\\*Thepercentageof sy-2animals inwhichthefomationofectopicPgranuleswassuppessedbyinactivationofeachgeneisindicatedir parenthesis.N: no suppression was observed; Y: suppression. "
        ],
        "table_body": "<html><body><table><tr><td>Complex</td><td>Gene</td><td>Suppression of Isy-2 (%)*</td><td>n</td></tr><tr><td rowspan=\"5\">NuA4 complex</td><td>C34B7.4</td><td>N</td><td>>40</td></tr><tr><td> gfl-1</td><td>Y (100%)</td><td>23</td></tr><tr><td> mrg-1</td><td>Y (97%)</td><td>30</td></tr><tr><td>ekl-4/Y105E8A.17</td><td>N</td><td>>40</td></tr><tr><td>ZK1127.3</td><td>Y (75%)</td><td>8</td></tr><tr><td rowspan=\"3\">SWR1 complex</td><td>C08B11.6</td><td>N</td><td>>40</td></tr><tr><td>C17E4.6</td><td>N</td><td>>40</td></tr><tr><td>CD4.7</td><td>N</td><td>>40</td></tr><tr><td rowspan=\"4\">COMPASS</td><td>C14B1.4</td><td>Y (90%)</td><td>21</td></tr><tr><td>dpy-30</td><td>Y (100%)</td><td>27</td></tr><tr><td>hcf-1</td><td>N</td><td>v40</td></tr><tr><td> mes-4</td><td>Y (89%)</td><td>82</td></tr><tr><td rowspan=\"2\">ISW1 complex</td><td>isw-1</td><td>Y (87%)</td><td>28</td></tr><tr><td>nurf-1</td><td>Y</td><td>22</td></tr><tr><td rowspan=\"2\">SWI/SNF complex</td><td>lin-49</td><td>N</td><td>>40</td></tr><tr><td>lin-59</td><td>N</td><td>>40</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/fc838b9c0d867c5490da73fcea6b7825a3c36b5909f16ea602a130dcfba9671d.jpg",
        "img_caption": [
            "Figure6.Mutationsin Isy-2and Mec class genes resultina defect in ASE asymmetry specification. (A) In rrf-3 animals, GCY-5:GFP is specifically expressed in ASER neurons. (B-D) RNAi inactivation of Isy-2 (B)，mep-1 (C)，and let-418 (D) caused ectopic expression of GCY-5::GFP in ASEL neurons.(E) Model for antagonistic roles of SynMuvB genes and chromatin remodeling genes in the regulation of germlinespecific gene expression. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Measure of total SCM::GFP fluorescence intensity ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Worms expressing the SCM::GFP reporter were photographed.The SCM::GFP fluorescence intensity of each seam cell in the photograph was measured by Zen 2011 and then added together to get the total SCM::GFP fluorescence intensity of the worm.Ten worms of each genotype were measured to calculate the average total SCM::GFP fluorescence intensity. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We thank Dr.Bob Goldstein for gfp:pgl-1 strain,Dr. Oliver Hobert for Isy-2(ot64) and Dr. Isabel Hanson for editing the manuscript.Some strains used in this work were received from the Caenorhabditis Genetics Center,which is supported by a grant from the NlH.This workwas supported by the National Basic Research Program (973 Program）(Nos．2013CB910100 and 2011CB910100）and the National Natural Science Foundation of China(Grant Nos. 31421002 and 31225018) to H.Z,The research of Hong Zhang was supported in part byan International Early Career Scientist grant from the Howard Hughes Medical Institute. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ABBREVIATIONS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ASEL,ASE left; ASER,ASE right; DRM,LIN-35/RB-containing core complex;Muv,multi-vulva ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "COMPLIANCEWITHETHICSGUIDELINES",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Long Lin, Yuping Li, Libo Yan,Gangming Zhang,Yu Zhao,and Hong Zhang declare that they have no conflict of interest.This article does not contain any studies with human oranimal subjects performed by any of the authors. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "OPENACCESS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/ licenses/by/4.O/),which permits unrestricted use，distribution，and reproduction in any medium,provided you give appropriate credit to the original author(s) and the source,provide a link to the Creative Commons license,and indicate if changes were made. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Broday L,KolotuevI,Didier C,Bhoumik A,Gupta BP,Sternberg PW, Podbilewicz B,Ronai Z (2oo4) The small ubiquitin-like modifier (SUMO)is required for gonadal and uterine-vulval morphogenesis in Caenorhabditis elegans.Genes Dev 18:2380-2391   \nCai Y，Jin J，Tomomori-Sato C，Sato S, Sorokina I， Parmely TJ, Conaway RC,Conaway JW (2oo3) Identification of new subunits of the multiprotein mammalian TRRAP/TIP60-containing histone acetyltransferase complex.J Biol Chem 278:42733-42736   \nCardoso C，Couillault C，Mignon-Ravix C，Millet A，Ewbank JJ, Fontes M, Pujol N (2005) XNP-1/ATR-X acts with RB,HP1 and the NuRD complex during larval development in C.elegans.Dev Biol 278:49-59   \nChesney MA,Kidd AR 3rd,Kimble J (2006) gon-14 functions with class B and class C synthetic multivulva genes to control larval growth in Caenorhabditis elegans.Genetics 172:915-928   \nCui M,Fay DS,Han M (2004) lin-35/Rb cooperates with the SWI/ SNF complex to control Caenorhabditis elegans larval development. Genetics 167:1177-1185   \nCui M,Kim EB,Han M (20o6) Diverse chromatin remodeling genes antagonize the Rb-involved SynMuv pathways in C.elegans. PLoS Genet 2(5):e74   \nDoyon Y, Selleck W, Lane WS,Tan S,Cote J (2004) Structural and functional conservation of the NuA4 histone acetyltransferase complex from yeast to humans.Mol Cell Biol24:1884-1896   \nDraper BW,Mello CC，Bowerman B,Hardin J，Priess JR(1996) MEX-3 is a KH domain protein that regulates blastomere identity in early C.elegans embryos.Cell87:205-216   \nFay DS,Yochem J(2007) The SynMuv genes of Caenorhabditis elegans in vulval development and beyond. Dev. Biol 306:1-9   \nFay DS,Large E,Han M, Darland M (2003) lin-35/Rb and ubc-18,an E2 ubiquitin-conjugating enzyme,function redundantly to control pharyngealmorphogenesisinC. elegans. Development 130:3319-3330   \nFay DS,Qiu X,Large E,Smith CP,Mango S,Johanson BL (2004) The coordinate regulation of pharyngeal development in C. elegans by lin-35/Rb,pha-1,and ubc-18.Dev Biol 271:11-25   \nGruidl ME，Smith PA，Kuznicki KA，McCrone JS，Kirchner J, Roussell DL，Strome S,Benneth KL (1996) Multiple potential germ-line helicases are components of the germ-line-specific P granules of Caenorhabditis elegans.PNAS 93:13837-13842   \nGuedes S，Priess JR(1997)The C.elegans MEX-1 protein is present in germline blastomeres and is a P granule component. Development 124:731-739   \nHird SN,Paulsen JE,Strome S (1996) Segregation of germ granules in living Caenorhabditis elegans embryos: cell type-specific mechanisms for cytoplasmic localisation．Development 122: 1303-1312   \nJohnston RJ Jr， Hobert O (2005) A novel C.elegans zinc finger transcription factor， Isy-2，required for the cell type-specific expression of the /sy-6 microRNA.Development 132:5451-5460   \nKaczynski J，Cook T，Urrutia R (2003） Sp1- and Kruppel-like transcription factors.Genome Biol 4:206   \nKawasakiI, Shim YH, Kirchner J,Kaminker J,Wood WB,Strome S (1998）PGL-1，a predicted RNA-binding component of germ granules,is essential for fertility in C.elegans.Cel 94:635-645   \nKunertN,Wagner E,Murawska M,Klinker H,Kremmer E,BrehmA (2009）dMec:a novel Mi-2 chromatin remodeling complex involved in transcriptional repression. Embo J 28:533-544   \nKuznicki KA,Smith PA,Leung-Chiu WM,Estevez AO,Scott HC, Benneth KL (20oO）Combinatorial RNA interference indicates GLH-4 can compensate for GLH-1; these two P granule components are critical for fertility in C.elegans.Development 127: 2907-2916   \nLeight ER，Glossip D，Kornfeld K (2005）Sumoylation of LIN-1 promotes transcriptional repression and inhibition of vulval cell fates.Development 132:1047-1056   \nMello CC，Schubert C，Draper B，Zhang W,Lobel R，Priess JR (1996) The PIE-1 protein and germline specification in C.elegans embryos.Nature 382:710-712   \nOrtiz CO,Faumont S,Takayama J,Ahmed HK,Goldsmith AD, Pocock R,McCormick KE,Kunimoto H, lino Y,Lockery S,Hobert O(20o9)Lateralized gustatory behavior of C.elegans is controlled by specific receptor-type guanylyl cyclases.Curr Biol 19:996-1004   \nPoole RJ,Bashllari E,Cochella L,Flowers EB,Hobert O(2011)A Genome-Wide RNAi Screen for Factors Involved in Neuronal Specification in Caenorhabditis elegans.PLoS Genet 7(6): e1002109   \nPoulin G，Dong Y，Fraser AG，Hopper NA，Ahringer J (2005) Chromatin regulation and sumoylation in the inhibition of Rasinduced vulval development in Caenorhabditis elegans.EMBO J 24:2613-2623   \nRobertVJ,SijenT,van Wolfswinkel J,Plasterk RH(2005) Chromatin and RNAi factors protect the C.elegans germline against repetitive sequences.Genes Dev 19:782-787   \nSarin S,O'Meara MM,Flowers EB,Antonio C, Poole RJ, Didiano D, Johnston RJ Jr,Chang S,Narula S,Hobert O(2007)Genetic screens for Caenorhabditis elegansmutantsdefective in left/right asymmetric neuronal fate specification.Genetics 176:2109-2130   \nSijen T,Plasterk RH (2oo3) Transposon silencing in the Caenorhabditis elegans germ line by natural RNAi.Nature 426:310-314   \nStielow B, Sapetschnig A,Kruger I, Kunert N, Brehm A, Boutros M, Suske G (20o8） Identification of SUMO-dependent chromatinassociated transcriptional repression components by a genomewide RNAi screen.Mol Cell 29:742-754   \nStrome S (2005) Specification of the germ line.WormBook 28:1-10   \nTabara H，Hill RJ，Mello CC，Priess JR，Kohara Y(1999)pos-1 encodesa cytoplasmic zinc-finger protein essential for germline specification in C. elegans. Development 126:1-11   \nUnhavaithaya Y,Shin TH,Miliaras N,Lee J,Oyama T,Mello CC (2002) MEP-1 and a homolog of the NURD complex component Mi-2 act together to maintain germline-soma distinctions in C. elegans.Cell 111:991-1002   \nWang D, Kennedy S,Conte D Jr,Kim JK,Gabel HW, Kamath RS, Mello CC, Ruvkun G (2005) Somatic misexpression of germline P granules and enhanced RNA interference in retinoblastoma pathway mutants.Nature 436:593-597   \nWu X，Shi Z,Cui M，Han M,Ruvkun G (2012) Repression of germline RNAi pathways in somatic cells by retinoblastoma pathway chromatin complexes．PLoS Genet 8(3):e1002542. doi:10.1371/journal.pgen.1002542   \nZhang YX, Yan LB, Zhou Z, Yang PG, Tian E, Zhang K, Zhao Y, Li ZP, Song B,Han JH et al (2009) SEPA-1 mediates the specific recognition and degradation of P granule componentsby autophagy in C.elegans.Cell 136:308-321 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]