[
    {
        "type": "text",
        "text": "Effects of temperature on flowering phenological traits of Populus euphratica Oliv. and Populus pruinosa Schrenk populations, Xinjiang, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LI Zhijun1,2\\*, ZHANG Xiao², ZHENG Yaqiong², QIU Aijun1,2, ZHANG Ling1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 College of Life Sciences,Tarim University,Aral 84330o, China;   \n2 Key Laboratoryof Protectionand Utilizationof Biological Resource in Tarim Basin,Xinjiang Production & Construction Groups,Aral 843300,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:The aims of this study were to explore the interspecific differencesof Populus eupbratica Oliv.and Populus pruinosa Schrenk populations and the intraspecific differences of males and females within the same species in flowering phenologicaltraits,and the efects of temperatures on flowering phenological traits in different growth years (2001-2003 and 2013-2015).The results showed that $P .$ eupbratica population flowered earlier than $P .$ pruinosa population.Moreover,flowering phenological period of population，number of days of flowering phenological period per population, number of days of flowering phenological period per plant and average number of days of flowering period per plant of $P .$ eupbratica population were less than those of $P .$ pruinosa population. The differences between male and female within the same species indicated that the flowering periods of males $P .$ eupbratica and $P .$ （20 pruinosa populations were earlier than those of female plants.Forboth species,flowering phenological traits were significantly and negatively correlated with the average temperatures in previous ten days,previous one month and previous three months of flowering. Both species are sensitive to temperature changes and adjust to the changes by advancing the start of flowering and prolonging the duration of flowering. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Populus eupbratica Oliv.; Populus pruinosa Schrenk;floweringphenology; temperature; flowering synchrony ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: LI Zhijun, ZHANG Xiao,ZHENG Yaqiong,QIUAijun, ZHANG Ling.2019.Efects of temperature on flowering phenologicaltraitsofPopulus euphraticaOliv.and Populuspruinosa Schrenk populations,Xinjiang,China.Journalof Arid Land,11(5):754-763.https://doi.0rg/10.1007/s40333-019-0026-5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Plant phenology refers to the growth and development that present seasonal changes in plants within a year.Phenology includes leaf sprouting,leaf expansion,flowering,leaf colour change and leaf fall (Lu et al.， 2O06). Ultimately， phenology reflects the growth and developmental rhythm that is gradually established during a plant's long-term adaptation to seasonal changes in itsenvironment (Zhang et al.，2OO4). Plant flowering phenology is especially relevant to reproductive processes and includes various traits,such as flower bud formation and development, early flowering stage, full-bloom stage,and flowering duration (Whitehead,1983).For example, the early flowering stage and flowering synchrony have been demonstrated to be very important to plant reproductive success (Rathcke and Lacey,1985). In particular, flowering synchrony not only is a major factor that increases the probability of reproductive success (Waser,1978; Thomson,198O), but also contributes to a general tendency of plants to adopt earlier flowering as conditions permit (Campbell,1989; Kelly,1992). The first and last dates of flowering determine the duration of flowering， flowering intensity and flowering synchrony. Moreover， other flowering traits are closely related to seed yield and quality (Zhang and Chen,2OOl; Xiao et al., 2004). Thus,flowering phenology plays an important role in the development of viable seeds and in achieving reproductive success for the successful survival of plant populations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A number of studies have focused on phenologies in different regions and species (Primack, 1980; Marquis,1988; Guitian and Sanchez,1992; Tarasjev, 1997; Abe,2001; Rosenzweig et al., 2007;Fan et al.,2O16). Studies based on field phenological records in Europe (Menzel et al. 2006),Asia (Ho et al., 2006; Doi,2012; Ge et al.,2015; Tao et al.,2017) and North America (Wolfe et al.， 2005; Gonsamo et al.， 2013) revealed a trend of earlier occurrence of the spring phenophase,including an early leaf expansion and early flowering for major woody plants. Meanwhile,other studies have reported that in temperate regions in China, the early occurrence of the spring phenophase has been mainly attributed to the observed increases in temperature (Rosenzweig et al.，2O08；Polgar et al.， 2011). Temperatures measured at 16 meteorological stations across eastern China over several months just prior to the spring phenophase were found to be correlated with phenological traits (Zheng et al.,2OO6). Moreover, results demonstrated that woody plant phenology was mainly influenced by temperature and not by precipitation or sunlight (Zhang，1995). Other related studies have also underscored the importance of previous temperature in the initial flowering period (Bolmgren et al., 2O13; Dai et al.,2O13; Wang et al., 2015;Xu et al., 2O17). For example,with increased mean temperature during the months just before flowering, the first flowering dates of 4 plant species in Hungary significantly advanced by average ranges of $1 . 9 { - } 4 . 4 ~ \\mathrm { d } / 1 0 \\mathrm { a }$ (Szabó et al., 2016), the first flowering dates of 48 woody plants during 1963-2007 in Beijing advanced by $0 . 2 { - } 5 . 3 \\ \\mathrm { d / 1 0 a }$ (Bai et al., 2011),and the first flowering dates of 19 plants during 2001-2012 in Canada advanced by $2 . 0 { - } 2 2 . 0 \\ \\mathrm { d / 1 0 a }$ (Gonsamo et al., 2013).Under climate change, the main reason underlying differences in phenological changes among species can be attributed to differences in the sensitivity of plant responses to temperature changes (Rosenzweig et al., 2Oo8; Polgar et al. 2011). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Populus euphratica Oliv.and Populus pruinosa Schrenk, which are members of the Salicaeae family,are woody plants that reproduce via wind-borne pollen. About $91 . 1 \\%$ of $P .$ euphratica and $P .$ pruinosa grow along the Tarim River Basin, Xinjiang, China (Wang,1995). Both species play important roles in maintaining regional ecosystem equilibrium. Amongst the phenophases of these species,flowering duration is the shortest, while fruit maturation period is the longest (Wang, 1995；Maryamgul et al.，2016). Zhou et al. (2005） investigated variations in flowering phenologies of $P .$ euphratica and $P$ :pruinose and found that male plants of both species exhibited earlier flowering phenology than female plants.Moreover,both male and female $P .$ euphratica plants exhibited earlier flowering phenology than $P$ ：pruinosa plants.Notably，other studies suggest that the first flowering dates may be significantly correlated with temperatures (Bolmgren et al.,2013; Dai et al.,2013; Wang et al.,2015; Xu et al., 2017). However, these studies did not address whether these temporal changes were due to temperature changes in earlier periods. Therefore,the aims of this study were to determine how the flowering phenological traits of $P .$ euphratica and $P _ { \\cdot }$ ：pruinosa populations vary in different years,and to correlate phenology with temperature variations. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Materials ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area was in the mixed forest of $P .$ euphratica and $P$ ：pruinosa populations in the Aral City,Xinjiang,China $4 0 ^ { \\circ } 2 9 ^ { \\prime } \\mathrm { N }$ ， $8 0 ^ { \\circ } 5 0 ^ { \\prime } \\mathrm { E }$ ：， $1 0 2 3 \\mathrm { ~ m ~ }$ a.s.l.),and the sample area was $1 0 0 ~ \\mathrm { m } ^ { 2 }$ .We selected 3 representative plots in the mixed forest. Trees of different genders were counted and measured within the 3 sample plots to determine the average diameter at breast height and average height.Within each sample plot, trees presenting an average diameter at breast height, non-biased and well-balanced crowns were selected as the sample trees.To better reflect the differences in flowering phenophases between males and females as wellas their overlap duration, we chose 3O male trees and 3O female trees of the same age for each species,and then we labelled them with scutcheon tags for phenological observations. Table 1 shows the characteristics of the ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/4619638d44e9b2c63059aa70a45adb297c5fcec94815540952af2b97be125767.jpg",
        "table_caption": [
            "forest stand. ",
            "Table1 Characteristics of the forest stand in sampling plots "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Trespesand</td><td>Tree age (a)</td><td>Diameget cemreast</td><td>Tree height</td><td>Cleght (e</td><td>Canopy</td></tr><tr><td>P.euphratica</td><td>20</td><td>14.68</td><td>8.17</td><td>1.81</td><td>0.68</td></tr><tr><td>P.euphratica?</td><td>20</td><td>12.11</td><td>8.17</td><td>2.09</td><td>0.72</td></tr><tr><td>P. pruinosa</td><td>20</td><td>14.88</td><td>7.73</td><td>1.76</td><td>0.65</td></tr><tr><td>P. pruinosa</td><td>20</td><td>13.67</td><td>7.62</td><td>1.70</td><td>0.75</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Flowering phenology measurement ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The flowering phenology of plants includes the flower bud sprouting period (from the flower bud expansion to bud scales cracking),flower bud debarking period (from the bud scales cracking to inflorescence elongation), flowering period (from inflorescence elongation to powder dropping), inflorescence drooping period and wilting period (Zhou et al., 2005). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The flowering phenological period per plant refers to the duration when flower buds begin to expand to the end of the male flower powder or female flower stigma wilting of each plant. The flowering phenological period per population refers to the duration from when the first flower bud sprouts to when the last plant finishes flowering of each population. Flowering phenological period of population refers to the period from when the first plant in the population begins flowering to when the last plant finishes flowering. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "According to the definition of flowering phenology,we observed every plant on the flower bud sprouting period, flower bud disbarking period,and flowering period from March to April during 2001-2003 and 2013-2015. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3Meteorological data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Meteorological data were obtained from the meteorological station in the Aral City, Xinjiang, China. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 Statistical analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We used SPSS 13.0 (SPSS 13.0 J Base System,2005, SPSS Japan Inc., Tokyo) to calculate the Pearson correlation coeficient and conduct correlation analyses. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1Flowering phenological traits of P. euphratica and $P .$ ，pruinosa populations in different years ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Tables 2 and 3 showed that the flowering phenological period of $P .$ euphratica population was earlier than that of $P$ ：pruinosa population for all years. Compared with $P .$ euphratica population, $P _ { \\cdot }$ pruinosa population exhibited higher flowering phenological period of population, number of days of phenological flowering period per population, number of days of flowering phenological period per plant and average number of days of flowering period per plant. Moreover, the first flowering date and the last flowering date of male plants were both earlier than those of female plants for both $P .$ euphratica and $P .$ pruinosa populations. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The first flowering dates of $P .$ euphratica and $P .$ pruinosa populations started from 14 March to 22 March during 2001-2003 and from 12 March to 18 March during 2013-2015. This result suggests the first flowering dates of both species during 2O13-2O15 were earlier than those of during 2OO1-2OO3.The similar trend was observed for the last flowering dates for both species across the same time period. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2Flowering phenological traits of male and female $P .$ euphratica and $P .$ pruinosa populations in different years ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In each year,the first and last flowering dates of male plants for both species were earlier than those of female plants (Tables 4 and 5).For $P .$ euphratica populations,the average first flowering date of female plants was $2 \\textup { d }$ later than that of male plants,while the average last flowering date of the female plants was $^ \\textrm { \\scriptsize 4 d }$ later than that of male plants. For $P _ { \\cdot }$ ，pruinosa population, the first flowering date of female plants was 1 d later than that of male plants,while the last flowering date of female plants was $3 \\mathrm { d }$ later than that of male plants. These results suggest that male plants exhibit longer flowering periods than female plants,thus being significant for the successful completion of pollination and fertilisation.Tables 4 and 5 showed different trends in both flowering overlapping periods and number of days of male and female plants flowering overlap of two species during 2001-2003 and 2013-2015. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/f22865e08095ebf6cbc8ff4b908c13473007050f9a6fa5ab9dbbb6a62375610d.jpg",
        "table_caption": [
            "Table2Flowering phenological traits of $P .$ euphratica and P.pruinosa populations during 2Oo1-2003 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Year</td><td>Species and gender</td><td>Flowering phenological period of population</td><td>Number of days of flowering phenological period per population (d)</td><td>Numberof dagys f phenological period per plant (d)</td><td>Average yumber flowering period per plant (d)</td></tr><tr><td rowspan=\"4\">2001</td><td>P.euphratica</td><td>15 Mar-12 Apr</td><td>29</td><td>19</td><td>8</td></tr><tr><td>P. euphratica?</td><td>17 Mar-16 Apr</td><td>31</td><td>21</td><td>10</td></tr><tr><td>P. pruinosa</td><td>18 Mar-17 Apr</td><td>31</td><td>20</td><td>10</td></tr><tr><td>P. pruinosa?</td><td>20 Mar-20 Apr</td><td>32</td><td>22</td><td>13</td></tr><tr><td rowspan=\"4\">2002</td><td>P. euphratica</td><td>17 Mar-16 Apr</td><td>30</td><td>19</td><td>9</td></tr><tr><td>P.euphratica?</td><td>19 Mar-18 Apr</td><td>31</td><td>20</td><td>11</td></tr><tr><td>P. pruinosa</td><td>20 Mar-18 Apr</td><td>30</td><td>20</td><td>10</td></tr><tr><td>P. pruinosa?</td><td>22 Mar-22 Apr</td><td>32</td><td>23</td><td>13</td></tr><tr><td rowspan=\"4\">2003</td><td>P.euphratica</td><td>14 Mar-10 Apr</td><td>29</td><td>19</td><td>8</td></tr><tr><td>P.euphratica?</td><td>17 Mar-11 Apr</td><td>31</td><td>20</td><td>10</td></tr><tr><td>P.pruinosa</td><td>18 Mar-17 Apr</td><td>30</td><td>19</td><td>11</td></tr><tr><td>P.pruinosa?</td><td>20 Mar-21 Apr</td><td>31</td><td>21</td><td>11</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/0107f0e23a2a73357865728b7dec49f1bd8d7a5ce82b9dda9af80a192696f3f5.jpg",
        "table_caption": [
            "Table 3Flowering phenological traits of $P .$ euphratica and P.pruinosa populations during 2O13-2015 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Year</td><td>Species and gender</td><td>Flowering phenological period of population</td><td>Number of days of flowering phenological period per population (d)</td><td>Numberof dgys of phenological period per plant (d)</td><td>Averge yumber flowering period per plant (d)</td></tr><tr><td rowspan=\"4\">2013</td><td>P.euphratica</td><td>12 Mar-6 Apr</td><td>25</td><td>15</td><td>7</td></tr><tr><td>P.euphratica?</td><td>16 Mar-11 Apr</td><td>27</td><td>17</td><td>7</td></tr><tr><td>P. pruinosa</td><td>14 Mar-8 Apr</td><td>26</td><td>16</td><td>9</td></tr><tr><td>P. pruinosa</td><td>16 Mar-12 Apr</td><td>28</td><td>20</td><td>10</td></tr><tr><td rowspan=\"4\">2014</td><td>P.euphratica</td><td>13 Mar-7 Apr</td><td>26</td><td>16</td><td>6</td></tr><tr><td>P. euphratica?</td><td>16 Mar-11 Apr</td><td>27</td><td>18</td><td>8</td></tr><tr><td>P. pruinosa</td><td>15 Mar-11 Apr</td><td>28</td><td>16</td><td>8</td></tr><tr><td>P. pruinosaQ</td><td>18 Mar-15 Apr</td><td>29</td><td>19</td><td>9</td></tr><tr><td rowspan=\"4\">2015</td><td>P.euphratica</td><td>12 Mar-7 Apr</td><td>27</td><td>19</td><td>7</td></tr><tr><td>P.euphratica?</td><td>15 Mar-11 Apr</td><td>28</td><td>20</td><td>8</td></tr><tr><td>P.pruinosa</td><td>14 Mar-10 Apr</td><td>28</td><td>18</td><td>8</td></tr><tr><td>P. pruinosa?</td><td>16 Mar-14 Apr</td><td>30</td><td>19</td><td>10</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study, the number of flowering plants reflected changes in the quantity of flowering plants during flowering phenophase, as shown in Figures 1 and 2. Differences were observed in the number of flowering plants over time and the peak number of flowering plants of each species in different years. For example,the numbers of female and male flowering plants in different years displayed two-peak and one-peak profiles for $P .$ euphratica and $P$ ，pruinosa populations, respectively, over time. Similar features included the duration of the peak flowering period of the $P .$ （204 euphratica population, which was longer than that of the $P$ pruinosa population.From the changes in the numbers of male and female flowering plants,the flowering periods of male and female $P .$ （20 euphratica and P.pruinosa populationshad a longer time overlap. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/62ec06238fc4181e925bed7a8dee2bfdc81dc3e42f2d37155a9f6d4e0d83fc3a.jpg",
        "table_caption": [
            "Table 4Overlap in flowering periods of male and female $P .$ euphratica and $P .$ pruinosa populations during 2001-2003 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Year</td><td rowspan=\"2\">Species and gender</td><td rowspan=\"2\">Floweriug atrod</td><td rowspan=\"2\">Number of days of floweripu larid per</td><td rowspan=\"2\">floMele nd emaging period</td><td rowspan=\"2\">Number of days of mawernd fealep (d)</td></tr><tr><td>(d)</td></tr><tr><td rowspan=\"4\">2001</td><td>P. euphratica</td><td>23 Mar-6 Apr</td><td>15</td><td>25 Mar-6 Apr</td><td>13</td></tr><tr><td>P.euphratica?</td><td>25 Mar-10 Apr</td><td>17</td><td></td><td></td></tr><tr><td>P. pruinosa</td><td>26 Mar-12 Apr</td><td>18</td><td>28 Mar-12 Apr</td><td>16</td></tr><tr><td>P. pruinosa?</td><td>28 Mar-15 Apr</td><td>19</td><td></td><td></td></tr><tr><td rowspan=\"4\">2002</td><td>P.euphratica</td><td>24 Mar-7 Apr</td><td>15</td><td>26 Mar-7 Apr</td><td>13</td></tr><tr><td>P.euphratica?</td><td>26 Mar-11 Apr</td><td>17</td><td></td><td></td></tr><tr><td>P. pruinosa</td><td>27 Mar-11 Apr</td><td>16</td><td>29 Mar-11 Apr</td><td>14</td></tr><tr><td>P. pruinosa</td><td>29 Mar-16 Apr</td><td>19</td><td></td><td></td></tr><tr><td rowspan=\"4\">2003</td><td>P. euphratica</td><td>22 Mar-4 Apr</td><td>14</td><td>25 Mar-4 Apr</td><td>11</td></tr><tr><td>P. euphratica?</td><td>25 Mar-9 Apr</td><td>16</td><td></td><td></td></tr><tr><td>P. pruinosa</td><td>26 Mar-10 Apr</td><td>16</td><td>29 Mar-10 Apr</td><td>13</td></tr><tr><td>P.pruinosa?</td><td>29 Mar-14 Apr</td><td>18</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/42d3cd57f43612ca7c4abb4a21f60b35768f9807bac25a57fda4353139aa942d.jpg",
        "table_caption": [
            "Table 5Overlap in flowering periods of male and female $P .$ euphratica and $P .$ pruinosa populations during 2013-2015 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Year</td><td>Speiesand</td><td>Flowperpulateid</td><td>Number of days of floweripu laeriod per (d)</td><td>Male and female flowering overlapping period</td><td>Number of days of male rand female (d)</td></tr><tr><td rowspan=\"4\">2013</td><td>P.euphratica</td><td>20 Mar-31Mar</td><td>12</td><td rowspan=\"2\">23Mar-31Mar</td><td rowspan=\"2\">9</td></tr><tr><td>P.euphratica?</td><td>23 Mar-4 Apr</td><td>13</td></tr><tr><td>P. pruinosa</td><td>22 Mar-4 Apr</td><td>14</td><td rowspan=\"2\">24 Mar-4 Apr</td><td rowspan=\"2\">12</td></tr><tr><td>P.pruinosa?</td><td>24 Mar-8 Apr</td><td>16</td></tr><tr><td rowspan=\"4\">2014</td><td>P.euphratica</td><td>21 Mar-31 Mar</td><td>11</td><td rowspan=\"2\">24 Mar-31Mar</td><td rowspan=\"2\">8</td></tr><tr><td>P. euphratica?</td><td>24 Mar-5 Apr</td><td>13</td></tr><tr><td>P. pruinosa</td><td>23 Mar-4 Apr</td><td>12</td><td rowspan=\"2\">25 Mar-4 Apr</td><td rowspan=\"2\">11</td></tr><tr><td>P.pruinosa?</td><td>25 Mar-8 Apr</td><td>15</td></tr><tr><td rowspan=\"4\">2015</td><td>P.euphratica</td><td>20 Mar-29 Mar</td><td>11</td><td rowspan=\"2\">23 Mar-29 Mar</td><td rowspan=\"2\">7</td></tr><tr><td>P.euphratica?</td><td>23 Mar-4 Apr</td><td>13</td></tr><tr><td>P. pruinosa</td><td>23 Mar-4 Apr</td><td>13</td><td rowspan=\"2\">25 Mar-4 Apr</td><td rowspan=\"2\">11</td></tr><tr><td>P. pruinosa?</td><td>25 Mar-8 Apr</td><td>15</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3Effects of temperature on flowering phenological periods of $P .$ euphratica and $P .$ pruinosa populations ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Table 6 revealed significant or extremely significant negative correlations between flowering phenological traits and temperature. The number of days of flowering phenological period per population was significantly influenced by the average temperatures in previous ten days and previous one month of flowering. The number of days of flowering phenological period per plant was significantly influenced by the average temperature in previous one month of flowering. The average number of days of flowering period per plant was significantly influenced by the average ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[ (a) 1 + 2002 2001 ---2001 -0- 2002 50， (）8201401  \n40 2003 -- 2003 40 ←2015 -- 2015  \n30 4 Q 30Q路 公 中9  \n20 P 20 T 8? 女 I 8  \n10 1 福 8 10 -e9 0□ 舞 1 e- + 0  \n0 0 11  \n202122232425 262728293031 234 5 6 7 8 222222 一 23 4 567 8DateDate  \nrrdnenrn gr grn 2001 50(b) + 2013 由- Q2013  \n5040 (a) 2003 2003 40 2015 2014  \n30 30H 4  \n20 中 20QP 0 G  \n10 P 10 D 3 q 04】 品 双 QD 名  \n0 中 -G S 滑 = \\~ ? 80mm d m 面面红面面面 pp m p P  \nM 2 ≥≥≥≥≥≥≥ A A A AA A 2 2 M W Z W M A A A A A AAAA A  \n2232425262728293031 234567 89 0 12314155 23 5 6 7 8 9 234567890 1234552 2 233Date Date",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/551b4317cc4cd25124479ffe097212a0a7bc880d99954fd480ea0c824370210d.jpg",
        "table_caption": [
            "Table6Relationships between flowering phenological traits of $P .$ euphratica and $P$ ：pruinosa populations and temperatures "
        ],
        "table_footnote": [
            "Note:\\*and \\*\\* indicate significances at $P { < } 0 . 0 5$ and $P { < } 0 . 0 1$ levels,respectively. "
        ],
        "table_body": "<html><body><table><tr><td>Species and gender</td><td>Flowering phonological trait</td><td>temAperaure in previous ten days</td><td>Average temperature in previous one month</td><td>temAerture in previous three months</td><td>teAvratue in whole flowering period</td></tr><tr><td rowspan=\"2\">P euphratica</td><td>Number of days of flowering phenological period per population</td><td>-0.96**</td><td>-0.90**</td><td>-0.72</td><td>-0.89**</td></tr><tr><td>Number of days of flowering phenological period per plant</td><td>-0.83*</td><td>-0.77*</td><td>-0.79*</td><td>-0.74</td></tr><tr><td rowspan=\"3\">P euphratica?</td><td>Average number of days of flowering period per plant Number of days of flowering</td><td>-0.84*</td><td>-0.92**</td><td>-0.71</td><td>-0.98**</td></tr><tr><td>phenological period per population</td><td>-0.95**</td><td>-0.76*</td><td>-0.77*</td><td>-0.94**</td></tr><tr><td>Number of days of flowering phenological period per plant</td><td>-0.88**</td><td>-0.90**</td><td>-0.82*</td><td>-0.92**</td></tr><tr><td rowspan=\"4\">P.pruinosa</td><td>Average number of days of flowering period per plant Number of days of flowering</td><td>-0.97**</td><td>-0.78*</td><td>-0.70</td><td>-0.97**</td></tr><tr><td>phenological period per population</td><td>-0.97**</td><td>-0.84*</td><td>-0.84*</td><td>-0.88**</td></tr><tr><td>Number of days of flowering phenological period per plant Average number of days of</td><td>-0.79*</td><td>-0.90**</td><td>-0.74</td><td>-0.77*</td></tr><tr><td>flowering period per plant Number of days of flowering</td><td>-0.85*</td><td>-0.83*</td><td>-0.85*</td><td>-0.94**</td></tr><tr><td rowspan=\"2\">P.pruinosa?</td><td>phenological period per population</td><td>-0.90**</td><td>-0.71</td><td>-0.82*</td><td>-0.90**</td></tr><tr><td>Number of days of flowering phenological period per plant Average number of days of</td><td>-0.84*</td><td>-0.96**</td><td>-0.77*</td><td>-0.85*</td></tr><tr><td></td><td>flowering period per plant</td><td>-0.81*</td><td>-0.74</td><td>-0.79*</td><td>-0.85*</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "temperature in whole flowering period (Table 6). For both species,a higher temperature was associated with lower number of days of flowering phenological period per population, number of days of flowering phenological period per plant, and average number of days of flowering period per plant. These results suggest that changes in temperature in the early stage can influence the first flowering date and the duration of flowering period. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "By comparing the average temperatures for a given period (Figs. 3 and 4)，we found no significant temperature diference within the corresponding periods of 2001-2003 and 2013-2015. However, the temperatures in previous ten days and previous one month of flowering during 2001-2003 were lower than those of during 2O13-2O15. These results can explain why the first flowering date during 2013-2015 was earlier than that of during 2001-2003,suggesting that the differences in flowering phenological period were caused by the differences in average temperatures at the same period. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "16 12001200220032013区20142015 14 a a 12 cd r eerreeeees 10 8 a abb 6 cc 4 Average temperature 2 bbt 1 aa in previous three months 0 -2 Average temperatureAverage temperature M Average temperature in previous in previous inwhole 4 ten days one month aaabbb flowering period -6 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "16 200120022003201320142015 14 12 aaa   \n(() 10 bbb   \nlrrrrreeete 8 bbbaaa 6 4 ababbaaab Average temperature 2 in previous three months 0 2 Average temperatureAverage temperature 2 Average temperature 4 intprevious in previous bbb flower ingoleriod aaa -6 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1Flowering phenological traits of $P .$ euphratica and $P .$ ：pruinosa populations under the same environmental condition ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Previous studies have reported that six different populations of $P _ { \\cdot }$ 、euphratica plants exhibited lower differences in the flowering phenological period,with an earlier flowering dates of male plants than that of female plants,a longer duration of flowering of female plants than that of male plants,and a longer flowering period overlap of male and female plants (Zhang et al.,2O04; Zhou et al.,2OO5; Maieryanguli et al.,2O16). In this study, we found that the first flowering date of $P$ euphratica population was earlier than that of $P .$ pruinosa population in all years,thus further emphasizing the differences in flowering phenology between the two species under the same environmental condition. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For both $P$ ，euphratica and $P _ { \\ l }$ pruinosa populations, the first flowering date of male plants was earlier than that of female plants in all years.However,results revealed that female plants exhibited higher flowering phenological period of population, number of days of flowering period per population, number of days of flowering phenological period per plant,and average number of days of flowering period per plant compared with male plants. These results suggest that for both species, female plants have a longer flowering period than male plants,which could help reduce the risk of pollination failure due to a short time of pollination caused by rapid climate change and a lack of wind. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Within a population,the length of the overlap period,in which the pollen dispersal period of male plant overlaps with the reproductive period of female plant, is of great importance to sexual reproductive success.For both $P$ 、euphratica and $P$ ：pruinosa populations,the number of days of flowering phenological period per population occupied more than half of the whole flowering phenological period and exhibited a long period of overlap.We found that a high level of asynchronism in flowering period among individual plants of the same sex caused by the differences in individual development within the population resulted in a great number of days of flowering period per population.Therefore，a relatively longer flowering period ensures continuous pollen dispersal from male plants and provides adequate time for female plants to complete pollination and fertilization. However, such flowering asynchronism implies a relatively sparse polinating at a given time. Such lower but consistent pollination-related activities could effectively mitigate the impact of interruption of pollination and fertilization processes caused by adverse natural conditions, such as sudden decreases in temperature and a heavy rain. Consequently, this reproductive strategy appears to have been adopted by $P$ ，euphratica and $P _ { \\cdot }$ pruinosa populations during their long-term adaptations to environmental changes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The number of $P _ { \\cdot }$ pruinosa flowers per male plant could reach lO56,and the number of pollen grains per flower could reach 2,770,988,confirming that the males provided sufficient pollen during reproductive stage (Liu et al.,2OO4). Li et al. (2Oo2) found that the viabilities of polln from P.euphratica and $P$ ：pruinosa could be maintained for 2O and $4 0 \\textup { d }$ ，respectively,at a moderate temperature. We found that the peak flowering period of male plants was earlier than that of female plants.Therefore，we speculated that as long as pollen reached the stigma，pollen viabilities could be maintained throughout the flowering period of female flowers until fertilization. Therefore,despite an unbalanced numbers of female flowering plants and male flowering plants per day and asynchronism in their peak flowering periods, $P$ 、euphratica and $P$ pruinosa populations could still achieve a successful sexual reproduction by providing an adequate amount of pollen, maintaining pollen viability for an adequate duration,and ensuring a long overlap period between female and male flowering periods. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2 Relationship between flowering phenology and temperature ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Many studies have suggested that phenology differences between species are due to different responses to temperature change,especially for the spring phenophase (Chmielewski and Rotzer, 2001; Fiter and Fiter,2002; Zheng et al.,2006;Rosenzweig et al.,2008; Yang and Hou, 2008; Bai et al.,2009; Chang et al.,2009; Polgar et al.,2011; Huang et al.,2017).For a single species subjected to the same climatic condition，flowering phenology can be mainly atributed to genetics (Zhang and Chen,2Oo1)，while variations in flowering phenology in different years might be due to inter-annual climate variations (Zimmerman and Gross,1984; Xiao et al., 2004). Previous studies have demonstrated that the starting dates of phenology were significantly correlated with plant exposures to previous temperature conditions (Rosenzweig et al.,2008; Polgar et al., 2O11). For example,a study by Bai et al. (2O09) on the correlation between the phenology of woody plants in Guiyang in Southwest China and climate change suggested that the spring phenophase and average temperature in previous months were well correlated. Indeed, the most significant correlations of flowering phenology with average temperatures of previous months were observed. Moreover, in this study,at the beginning of March, the first flowering dates were significantly correlated with the average temperature in February. Huang et al. (2017) found that the annual average temperature significantly increased in Guiyang，and the first flowering dates of most plants exhibited an earlier trend. Our results revealed a strong correlation between different flowering phenological traits and average temperatures in previous ten days, previous one month，and previous three months of flowering.As the average temperature increased, the number of days of flowering phenological period per population, number of days of flowering phenological period per plant and average number of days of flowering period per plant all decreased (Table 6). Under the same environmental conditions,the first and last flowering dates of $P .$ euphratica and $P _ { \\cdot }$ ：pruinosa populations during 2O13-2015 were earlier than those of during 2001-2003 (Tables 1 and 2),confirming that the higher temperatures during 2013-2015 caused the advance of flowering period of two species. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The average temperatures in previous ten days,one month and previous three months before the spring phenophase affect the flowering periods of $P .$ euphratica and $P$ ：pruinosa populations. Both species adapt to temperature changes by adjusting their first flowering dates, number of days of flowering phenological period per plant,and average number of days of flowering period per plant. The results reveal that the flowering phenological traits of $P .$ euphratica and $P$ pruinosa populations are sensitive to temperature changes. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This work was financially supported by the National Natural Sciences Foundation of China (3Oo60o07),the National Basic Research Program of China (2O12CB723204)and the National Programs for Science and Technology Developmentof China (2013BAC10B01). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abe T.2001.Flowering phenology,displaysize,andfruit setinanunderstorydioecious shrub,Aucubajaponica(Coraceae). American Journal of Botany,88(3): 455-461.   \nBai J,Ge Q S,Dai JH.20o9.Response of woody plant phenophases to climatechangefor recent 3O years in Guiyang. Geographical Research,28(6):1606-1614.(in Chinese)   \nBai J,Ge QS,DaiJH.20l1.Theresponseoffirstfloweringdates toabrupt climate change in Beijing.Advances in Atmospheric Sciences,28(3): 564-572.   \nCampbellDR.1989.Measurementof selection in a hermaphroditic plant:variation in male and female polination success. Evolution,43: 182-193.   \nChang ZF,Han GF,Zhong SN.2Oo9.Relationshipsbetween phenologyof18tree species andairtemperature change inthe Minqin desert area of china.Chinese Journal of Plant Ecology,33(2):311-319.(in Chinese)   \nChmielewskiFM,RtzerT.2O0l.Responseof tree phenologyto climatechange across Europe.Agriculturaland Forest Meteorology,108:101-112.   \nDoi H.2012.Responseof the Morus bombycis growing season totemperatureanditslatitudinal patern inJapan.Interational Journal of Biometeorology,56(5): 895-902.   \nFanDQ,Zhao X S,Zhu WQ,et al.2016.Reviewof influencing factors of accuracyof plant phenology monitoring basedon remote sensing data.Progress in Geography,35(3): 304-319.(in Chinese)   \nFiter AH,FiterR SR.20O2.Rapid changes in flowering time in British plants.Science,296:165-167.   \nGonsamoA,Chen JM,Wu CY.2O13.Citizen science: Linking therecentrapid advances of plant flowering in Canada with climate variability. Scientific Reports,3:2239.   \nGuitianJ,SanchezJM.992.FloweringphenologyandfruitstofPetrocoptisgrandiflora(Caryophyllaceae).Inteational Journal of Plant Sciences,153: 409-412.   \nHuang WJ,GeQS,DaiJH,etal.2Ol7.Sensitivityoffirstfloweringdatestotemperaturechange for typical woodyplants in Guiyang City,China.Progress in Geography,36(8): 1015-1024.(in Chinese)   \nKelly CA.1992.Reproductive phenologies in Lobelia inflata (Lobeliaceae)andtheir environmental control.American Journal of Botany,79:1-133.   \nLiu JP,ZhouZL,LiZJ,etal.2Oo4.AstudyonthespatialdistributionandquantitivecharacteristicofPopuluseuphaticaand Populus pruinosa flowers.Bulletin of Botanical Research,24(3): 278-283.(in Chinese)   \nLiuJP,ZhouZL,LiZJ,etal.2Oo5.Astudyonthespatial distributioandquantativecharacteristicofPopulus euphratica and Populis pruinosa fruits.Bulletin of Botanical Research,25(3):336-342.(in Chinese)   \nLiu ZJ,Yu J,XuC Z,et al.2002.Comparativestudieson the chemicalcomposition and vigourof pollensof Populus euphratica and Populus pruinosa.Journal of Wuhan Botanical Research,20(6): 453-456.(in Chinese)   \nLuPL,Yu Q,He QT.2006.Responsesof plant phenology to climatic change.Acta Ecologica Sinica,26(3): 923-929.(in Chinese)   \nMarquis R J.1988.Phenological variation in the neotropical understory shrub Piper arieianum: causesand consequences. Ecology,1552-1565.   \nMaryamgulA,AlishirK,UmitH,etal.2Ol2.Phenological characteristicsoffemaleand maletrsofPopulus euphraticaOliv. Journal of Arid Land Resources and Environment,26(10): 97-102.(n Chinese)   \nPolgar CA,Primack RB.201.Leaf-out phenologyof temperate woody plants:From trees to ecosystems.New Phytologist, 191(4): 926-941.   \nPrimackRB.1980.Variation in thephenologyof naturalpopulations of montane shrubs in New Zealand.Journalof Ecology, 68: 849-962.   \nRathcke B,LaceyEP.1985.Phenologicalpatternsof terestrial plants.Annual ReviewofEcologyand Systematics，16: 179-214.   \nRosenzweig C,KarolyD,Vicareli M,etal.2O08.Atributing physicalandbiological impacts toanthropogenicclimatehange. Nature,453:353-357.   \nSzabó B,VinczeE,Czucz B.2O16.Flowering phonologicalchanges inrelationtoclimatechange in Hungary.International Journal of Biometeorology, 60(9): 1347-1356.   \nTarasjev A.1997.Flowering phenology in natural populations of Iris pumila.Ecography,2O: 48-54.   \nTao ZX,Zhong SY,GeQS,etal.20l7.Spatiotemporal variations in flowering durationof woodyplants in China from1963 to 2012.Acta Geographica Sinica,72(1): 53-63.(in Chinese)   \nThomson JD.1980. Skewed flowering distributions and pollinator attraction. Ecology,61: 572-579.   \nWang SJ,Chen B H,LiHQ.1995.Populus euphraticaForest.Beijing:China Environmental SciencePress141-144.(in Chinese)   \nWaser NM.1978.Competition forhummingbird polination and sequential flowering in two Colorado wild flowers.Ecology, 59: 934-944.   \nWhitehead DR.1983.Wind pollnation:some ecological and evolutionary perspectives.In:RealL.Pollination Biology. Orlando: Academic Press,97-108.   \nXiao YA,He P,LiX H.2O04.The floweringphenologyand reproductive featuresof theendangered plant Disanthus cercidifolius var.Longipes H.T.Chang (Hamamelidaceae).Acta Ecologica Sinica,24(1):14-21. (in Chinese)   \nXu YJ,Zhong SY,DaiJH,etal.2017.Changes inflowering phenologyof plantsand their model simulation inMudajiang, China. Geographical Research,36(4): 779-789.(in Chinese)   \nYangLT,Hou Q.2O08.Phenological changesof Populus simoniiand itsrelationship with meteorological conditions nthe Eastern Inner Mongolia. Journal of Meteorology and Environment,24(6): 39-44. (in Chinese)   \nZhangFC.1995.Efects of global warmingon plant phonological everts inchina.Acta GeographicaSinica,5O(5): 403-408. (in Chinese)   \nZhang H,LiJQ,LiJW,et al.20o7.Thereproductive phonological rhythm characterisiticsof Populus euphratica Oliv. population in the Ejina Oasis of inner Mongolia.Journal of Inner Momgolia Agricultural University,28(2):60-66.(in Chinese)   \nZhang HX,Chen CM.2Ool.Studies on flowering phenologyofClones in Pinus tabulaeformis seedorchard.Forest Research, 14(3): 288-296.   \nZhang X X,Ge QS,Zheng JY.2004.Relationships between climate change and vegetation in Beijing using remote sensed data and phonological data.Acta Phytoecologica Sinica,28(4): 499-506.(in Chinese)   \nZheng JY,Ge QS,Hao Z X,etal.2Oo6.Spring phenophases inrecent decades over eastern China and its possible link to climate changes. Climatic Change,77: 449-462.   \nZhou ZL,LiZJ,Gong WJ,et al.2Oo5.Studyon the flowering phenology inPopulus euphratica and Populus pruinosa. Journal of Wuhan Botanical Research,23(2):163-168.(in Chinese) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]