[
    {
        "type": "text",
        "text": "科研诚信外部规范视域：国家科技计划项目抽检的现实驱动与学理逻辑",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘胜利1²，潘云涛1\\*，赵筱媛（1.中国科学技术信息研究所科技评价中心，北京10038；2.河南师范大学，新乡453007)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：为促进科学内外对“科研诚信外部规范”相关制度的批判完善，基于科研诚信外部规范视域考察了“国家科技计划项目抽检”制度化实践的现实驱动与学理逻辑。其现实驱动主要是： $\\textcircled{1}$ 公共认知及科研组织模式演进背景下的全球科研诚信危机与“科研诚信外部规范”制度化趋势； $\\textcircled{2}$ 政府确保“国家科技计划”诚信、效率与本土效益的刚性需求；$\\textcircled{3}$ 过度依赖举报、舆论和社会道德奖惩系统的显著缺陷。其学理逻辑源自道德哲学、科学哲学、司法经济学、信息经济学及统计质量管理学，主要包括： $\\textcircled{1}$ 正视“科研建制”社会属性，完善“道德自律”的制度化“规训”； $\\textcircled{2}$ 提升惩罚技术品质，实现基于“规则型”惩罚的威慑机制； $\\textcircled{3}$ 缩短介入调查的“委托-代理\"链条，提升科研诚信监督效率； $\\textcircled{4}$ 引入“统计抽样 $+$ AQL\"技术策略，建立整体层面的科研质量宏观控制。研究结论和论证框架有利于深化各方对“国家科技计划项目抽检”及“科研诚信外部规范”的经验认知，并为管理决策、知识传播和理论更新迭代提供更简明、更有条理的分析框架与认知架构。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科研诚信外部规范；国家科技计划项目抽检；科学制度化；科研诚信建设与科研体制改革；现实驱动；学理逻辑",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：G301 文献标识码：A",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2020至2021年，科技部、财政部、教育部、中科院和国家自然科学基金委依据“国科办监（2020）89号”、“国科办监（2021）125号”和“国科发政（2015）471号”等文件精神，连续正式展开“年度国家科技计划（专项、基金等）项目随机抽查工作”[1,2]。这是自2007年科技部会同多部委建立\"科研诚信联合会议\"制度、2018年成立“科技监督与诚信建设司”、2019 试行“国家科技计划项目随机抽查”之后，政府科研监管政策在“科研诚信外部规范”制度化实践领域的稳定调整。联合抽查针对“已完成和经费下达1年以上项目”，检查内容包括项目（课题）任务书履行、专项经费使用、承担单位法人责任落实及内控制度建设，以及近年出台的重要科技政策文件落实情况等，强调“减负”和“实效”原则：$\\textcircled{1}$ 不妨碍项目计划正常开展； $\\textcircled{2}$ 采用\"事前不打招呼、直奔现场、宽严相济、按需延展\"方式进行； $\\textcircled{3}$ 被检查项目及单位无需准备汇报和材料； $\\textcircled{4}$ 坚持“以信任为前提”的谦抑原则和“以诚信为底线”、“对严重违规严肃处理、零容忍”的价值标准[1,3]。政策是“建立并完善道德自律和法律规制互动的科研诚信体系”[4的坚实一步，体现了政府“尊重科研自由自主”、“确保科研诚信与效率”的美好价值愿景、良好效果预期和积极作为态度。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "理性的政策是科研诚信建设与科研体制改革的重要支撑，系统化的理论框架[5]有利于政策决策和实践中“共识”的达成。此前我国贯穿于科研诚信规制策略的学理阐释少，围绕政策的理论研究更注重“更新知识”和借鉴引入[，对经典学理逻辑指向的“确定性”往往不屑一顾，以至于制度与战略实践长期缺乏整体性7、融贯性、原理性的观察视角与批判进路，政策落地完善的“最后一公里”缺乏系统合力[8,9]。—一这催生了当前分析国际科研诚信研究热点与本土科研诚信政策演化逻辑[6,9-12]、反思科研诚信概念与制度供给效益[8,13,14]的研究热潮。其实，“现实态势”判断和“原理性”知识对实践具有“纠偏”和“加速”作用，指向“确定性”的“学理逻辑”一旦被公众理解和掌握，就会产生改造社会、升级制度、指导人们自觉行动的强大合力。为彻底摆脱路径依赖和制度锁定风险，促进科学内外对相关制度、技术、理论的多层面批判完善，我们从2016年开始系统考察各国处置科研失信、防控科研诚信风险的技术策略与学理依据，尝试引入多学科学理智慧建构“科研诚信外部规范”理论，并对其制度范式合目的性与合规律性进行了论证分析[15]。现基于“科研诚信外部规范”概念所统摄的建构性“跨学科”[16,17]理论视域，系统整理“国家科技计划项目抽检”制度化实践的现实驱动与学理逻辑，以资为管理决策、知识传播和理论更新迭代提供更简明、更有条理的分析批判框架与认知架构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1国家科技计划项目抽检的现实驱动因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "作为科研体制“放、管、服”改革中“管”的现实选择，“国家科技计划项目抽检”是我国顺应“科研诚信外部规范”全球科学制度化趋势，自主优化创新管理、改良科研生态、提升“科研诚信建设”本土效益、落实十九届四中、五中全会精神的重要举措。其现实驱动因素主要有下述三个层面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1驱动丨：全球科研诚信危机与“科研诚信外部规范”的制度化趋势",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "顺应“科研诚信外部规范”的全球制度化趋势优化政府科技事业管理，是国家进行科技计划项目抽检的深层动因。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自各国政府运用公共财政资助科学研究活动以来，全球已经爆发三次针对科学社会的信任危机，并先后形成三个阶段性共识：（I）科学内生“制度性规范”能发挥“保障科研诚信”的功用，“内部规范”所维护的“独立、自由、民主”对科学具有“元价值”地位[18,19]；（II）政府具有资助科学研究的义务，但并非天然具有管理科学的权力[20]——这种权力须依托公共决策群体在科学管理方面的知识储备与运用能力；（III）科研诚信“外部规范”既合目的性也合规律性，政府具有“确保科学研究的诚信与效率”的责任[15,21]。这意味着科研诚信的社会需求与制度供给，具有从“内部规范”向“外部规范”的演进趋势，政府注定要在科学的规范和规范系统中发挥“外部性的”管理及服务职能。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从更宏观的历史维度看，“科研诚信外部规范”的制度化实践，具有其必然性： $\\textcircled{1}$ 管理学、公共管理学和科学政策学理论知识建构和公众认知发展，正使发展科学与管理科研的专门知识从“隐性”走向“显性”——这从根本上逐渐消解了“科学群体”基于隐性知识进行“内部规范”的传统权威； $\\textcircled{2}$ 科学研究的“规模化、职业化发展和专业化细分”正使科学活动日益摆脱“作坊式”组织模式，进入分工更细致、合作更广泛、条件更依赖、“质量/诚信”更可控的“类工业化”组织时代。相对于“作坊”时代依赖“行会、道德\"的“诚信和质量”管理，工业模式对于“质量和诚信”的控制更多来自科学优化的工艺流程管理和基于统计学规律的“抽样检查 $^ +$ 可接受质量标准（Acceptance QualityLimit，AQL）”。简而言之，公共认知水平及科研组织模式演进背景下，政府进行科技计划项目抽检从根本上顺应了政府面向未来、主动完善职能的现实需求。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2驱动I：确保“国家科技计划”诚信、效率与本土效益的刚性需求",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "确保“国家科技计划”的诚信、效率与本土效益，并以之科学回应国内外舆论对我国科研负责任程度的指责、批评和建议，是国家进行科技计划项目抽检的主要动因。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于本土效益“确保科学研究的诚信与效率”无疑已是政府的刚性需求。二战以来，世界各国都以科技创新作为核心驱动力推进社会的升级发展。政府密集地出台科技政策、调动公共资源，引导、支持科研计划和知识生产，以提升本国的国际竞争力。相应地，科学研究活动及其行为主体不可避免地更多涉及到政府公共资金资源分配、社会公共权利行使和公私利益博弈等公众敏感的领域[22]。从90年代开始， $\\textcircled{1}$ 在以美国为代表的新兴科学中心，依托公共权力保护知识产权、评价科研绩效、治理科研欺诈、定义学术不端的科学制度化浪潮方兴未艾； $\\textcircled{2}$ 学术论著出版发表、检索收录及计量评价，在科研绩效管理与科研人才遴选中一度被全球各国奉为圭桌。但制度化“试错期”缺乏系统性、公平性和逻辑严密性的政府制度供给与技术进路选择，迅速引发了以论文造假和同行质疑为特征的新一轮全球科研诚信危机，著名科研机构和科研人员频频陷入学术腐败质疑和科研欺诈丑闻。面向本土公共利益的政府介入，已是难以或缺的“科研诚信外部规范”制度化要素。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "具体到我国，90 年代适逢大力推进改革开放的重要时间节点，政府发展科学技术从单纯自力更生或借鉴引进苏联模式，转向积极与欧美学术体系接轨的科学研究体制。鼓励引导本土科研工作者在国际学术期刊以英文发表论文，被作为“参与科学共同体和国际学术社会的基本素质”提到十分重要战略地位。同期，在对标借鉴欧美日科学发展政策、接轨全球科技创新体系的时代需求下，国家陆续提出“863”、“973”、“国家重点研发计划\"等一系列\"国家科技计划”，建立起目前由\"基本计划\"和“重大专项\"等构成的\"国家科技计划体系”。该体系承担解决社会和经济发展中重大科技问题、实现科技资源合理配置的重要任务，涉及中国最珍视的科研群体、目前还正被赋予更加充分的项目经费自主权。但30年来在中国学者日益熟悉西方同行、逐渐融入世界科学体系、论文“生产力”比肩美国的同时，制度借鉴和制度迁移使我国既不能摆脱国外“制度试错”阶段伴随的漏洞和窠白，也催生了更为复杂的本土“四唯”、“五唯”利益链条。尤其在市场经济体制改革“货币化奖励”、“鼓励私人利益”的社会价值引导和科研经费国家拨款与科研人员组织行政化管理的计划经济体制并行背景下，各级各类科研单元在人才遴选、岗位聘用、职称评聘、科研评价和资源分配中“搭便车”的非理性实践，使“马太效应”负面影响日益显现，投机主义、功利主义和精致利己主义泛滥成灾，“科学研究掺进了假冒伪劣成分”、“既有铜臭气，又有浮躁风[23]，以《nature》和《Lancet》为代表的国际著名学术杂志专门刊文炮轰中国的科研论文造假[24]，期刊集中撤稿中国学者论文[25]。恶化的科研诚信状况使中国学者融入国际学术体系的话语权威难以保障，也使本土企业和经济社会发展面临诸多“卡脖子”的技术困境。科学回应国内外舆论对我国科研诚信问题的指责、批评和建议，显然需要有力措施确保“国家科技计划”的诚信、效率与本土效益。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3驱动I：过度依赖举报、舆论和社会道德奖惩的显著缺陷",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "克服过度依赖举报、舆论和社会道德奖惩防控科研诚信风险的天然缺陷，是国家进行科技计划项目抽检的直接动因。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "长期以来，同行举报、媒体舆论和社会道德奖惩事实上承担着遏制科学欺诈、提升科学界知识生产效率与本土效益的“外部规范”功能。因为“科学自治”作为官方选择的政策理论和“初始体制”，曾经长期主导“科学-政治\"的双边关系模式，政府、学术界、思想界围绕\"科研诚信外部规范\"的理论分析、技术发展和制度化建设相对短暂[15]。但过度依赖举报、舆论和社会道德奖惩系统，具有一些显著的漏洞和缺陷：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其一，难以保障公平性和有效性： $\\textcircled{1}$ 外部介入依赖知情人举报，但关键知情人往往由于利益共谋、人微言轻、畏惧特权、害怕报复等原因很少举报； $\\textcircled{2}$ 由于旁观者沉默和道德推脱[26]，真正出于道德驱动的学术不端举报少，而出于利益博弈的学术举报多； $\\textcircled{3}$ 学术不端及科研造假情况被揭发时，无论是行政机构还是科研机构都首先会倾向采用化解的方式进行利益止损（主观上并非一定愿意包庇)。一旦确定危及到机构声誉和未来利益时，则将压力迅速层层下移至具体科研人员、研究生乃至“临时聘用人员”进行解套。总之，公权私利的博弈与权衡，从根本上制约着科研造假的暴露、公平处理和判定信息约束解除。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其二，信息成分并不单纯—一围绕科研举报的网络舆论和学者评价往往伴随着公权、私利诉求。毋庸置疑，“社会的法规是一种枷锁，每个人都想把这副枷锁加之于别人，而不愿加之于自己”[27]。客观而论， $\\textcircled{1}$ 实名举报是法律上典型的“危险的权力和义务”，举报者个人承担风险却并不一定可以使所举报对象得到合理处理，因此一般会仔细衡量自己与被举报者的“权势”和“能力”差距，获取足够的政府、媒体关注和网络围观，以之获得公正对待、达到既定的举报目的。现实中，公共舆论和媒体是一般受经济利益和关注程度驱使，大多数情况下，媒介知识分子及机构染指、操控公共权利和公共话语权的欲望缺乏引导和规范，网络围观具有“不推理考证，却急于行动”的信息特征—一在社会日益网络化和自媒体化的情况下，这不但对被调查对象产生严重的心理和声誉困扰，还可能会被人为操纵或利用； $\\textcircled{2}$ 匿名举报有利于突破信息封锁、并在一定程度上保护举报者，但产生大量不规范、不充分、难以有效及时处理的举报信息，内容真实性无人负责、介入调查时情报分析和惩罚治理的难度较大；由诬告、陷害、夸大、歪曲所导致的正常秩序干扰和公私权益危害，难以有效预防和治理。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其三、极高的经济成本和社会成本。 $\\textcircled{1}$ 舆论和举报催动下，政府需要频频被动地临时成立各种专门的调查委员会，调动大量人力、物力和行政资源来回应社会关切或国内外同行质疑；作为一种被动履职行为，举报执法使政府监督处于被动状态，不利于维护政府的形象和权威； $\\textcircled{2}$ “媒体 $^ +$ 政府 $^ +$ 专家组\"的介入调查模式无法实现面向科研人员全体的机会公平，判定往往也需较长的时间和程序[22]——难以把握的公平尺度和难以保障的评价时效，不可避免地牵涉利益关联程度未知的人与机构，产生惩戒轻重与处理快慢差异，呈现政令不一、令行而禁不止现象，消解公众对本土科学社会和政府权威的认同； $\\textcircled{3}$ “非黑即白”的道德判断和机会性关联的“严厉惩戒”后果，引发后来者有意规避或恶意操纵，在利益攸关的创新前沿形成恶俗的“健讼”之风和非正常竞争生态。尤其后学院及后常规科学时代，科学技术研究本身关联的经济政治利益、伦理价值争议、公共安全或生态不确定性往往利害巨大而决策紧迫[28]。跨国的科研诚信监督[29]和基于不同利益主体需求的“科研诚信评价”，可能被操纵服务于非科学目的的同行竞争、技术殖民、科技体系殖民化及各类“代理人”培植，极易沦为“搭便车”的失控话语权威。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总之，在全球科研造假泛滥、诱因复杂、社会道德奖惩导引体系低效的情形下，过度依赖同行举报、媒体“科学道德积极分子”的“口诛笔伐”和“全社会共同关注”，显然不足以保障国家科技计划项目的实施效益与管理效能。防范选择性执法恶果，克服依赖举报、舆论和社会道德奖惩的监督制度缺陷，直接推动了国家科技计划抽检的制度化实践。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2国家科技计划项目抽检的学理逻辑",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科学政策不可避免地涉及“社会议题和社会价值”，需要社会科学在内的多学科理论知识[30]，明晰学理逻辑才能守正创新。学理是规律性认识的学术呈现和理论表述，包括对本质的揭示，对现状的评估，对内在演进路径的描述。在“科研诚信外部规范”概念[15]所统摄的建构性、“跨学科透视”[16,17]理论视域下，“国家科技计划项目抽检”的学理逻辑源自道德哲学、科学哲学、司法经济学、信息经济学及统计质量管理理论，包括四个方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 道德哲学和科学哲学的统一：正视“科研建制”社会属性，完善“道德自律”的制度化规训",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "自律是科学规范的理想形态，也是道德的核心特质—一按照康德的经典哲学论断，“意志自律”是一切“道德法则”和与之相符合的责任义务的惟一原则；反之，任意的一切“他律(heteronomy)”不仅根本不建立任何责任，反而与“责任的原则”和“意志的德性”相对立[31]。换言之，“自律”是人在实践中为\"自己立法”、“是更积极的自由\"[31]，显然更符合“负责任科学研究”的根本价值需求。毋庸置疑，科学实践具有不适宜“他律”的一些特质： $\\textcircled{1}$ 科学在社会中制度化尚不完善，探索未知前沿往往缺乏“先验预设”的伦理标准与规则条文； $\\textcircled{2}$ 科研专业领域无限细分，必然导致同行群体缩小和监督强度不足； $\\textcircled{3}$ “自律性”是“场域”存在的标志，而“自主性”为“科学场域”存在“科学”的前提[32]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "然而，“自律”符合科学实践的价值与功能需求，却并非科研人员及科研建制的天然社会属性[33]。尤其我国， $\\textcircled{1}$ 科学制度化理论和“承认一奖励”机制尚不完善，一部分科研人员人需同时扮演委托人、代理人和监督人多重角色，其从事科学创新、维护公共利益的私利效益，远低于权力寻租和依附权利的私利收益； $\\textcircled{2}$ 经济改革早期矫枉过正地“鼓励私人利益”，导致科研活动的“公有性”与个人利益的“私有性”进行了各种形式和层度的货币化挂钩，制度层面的“公权-私利\"漏洞使得学术活动道德约束力普遍下降、功利主义和精致利己主义泛滥，催生凯公共资源和公共权威、危害学术自律的投机群体和文化风气。所以，基于“科学精神特征”、“科学家精神”和科研人员良知修养的自律，显然并不能完全取代梳理引导、“全景敞视”乃至公共惩罚的制度化规训。换言之，在科研活动日益职业化、并深刻影响公共话语权威和政治经济利益阶段，群体性的“自律”是只有在外部制度“他律”的有力支持下，方能逐渐有效形成的组织文化氛围[15]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "因此，“国家科技计划项目抽检”是正视科研建制社会属性、补充“自律”规训要件的科学制度化举措。相对早期“科研诚信内部规范”及其它非正式社会规训，无差别随机抽检具有一系列优点： $\\textcircled{1}$ 可以正当实现评价规则和评价机会公平，把科研造假介入检查及潜在惩戒变得恒常固定； $\\textcircled{2}$ 能最大程度消减过滤“举报-介入调查\"对特定科研人员、机构的负面影响，脱敏社会不当舆论，消除管理部门调查介入的顾虑。一一例如，未受举报者的抽检概率为每年 $5 \\%$ ，而被举报者抽检概率为每年 $50 \\%$ ，程序上都通过抽检这个惯例形式进行，介入调查的舆论压力、社会负面效应将会得到最大程度的\"滤波\"处理。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2司法经济学原理的利用：提升惩罚技术品质，实现基于“规则型”惩罚的威慑机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽管科研诚信建设核心目标和主要技术进路不是惩罚，但通过惩戒建立“威慑机制”，可以积极回应科学外部社会关切、督促科研人员加强自律。大多人的“道德自律”本质上源于对惩戒带来损失的畏惧和规避—一“畏则不敢肆，而德以成”。尤其关涉公共利益的领域，“惩罚是维持规则存在的现存力量”，“如果宣布了某个规则，国家却并未为这条规则安排一个合理有效的惩罚结构，那么这条规则实际上是断然不存在的”[34]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "然而必须正视， $\\textcircled{1}$ 惩罚关联易被寻租滥用的权力和权威； $\\textcircled{2}$ “威慑”遵循精致的经济学逻辑，“机会型”惩罚难以达到\"规则型\"惩罚的实际威慑效果。按照法经济学规律，惩罚的威慑效果（亦即违法者的预期损失）相当于违法者受到惩罚的实际损失与被抓获概率的乘积；当惩罚者无力维持较高的惩罚概率时，往往通过提高惩罚的严厉程度来保证足够的威慑效果[34]。事实上，判定科研欺诈的信息约束和逻辑缺陷难以忽视、不同科研人员欺诈被举报、调查、核实和惩罚的机会极不均等，以QRP[35]为代表的某些科研欺诈被抓获惩罚的概率甚至无限接近于零。当科研欺诈被“判定”和“惩罚”落实机会极小的情况下，“规则”要么仅仅存在于某些“规范性文件”中难以真正产生有效的威慑，要么滋生危害科学民主的权力权威，扼杀创新积极性。尤其“后学院科学”时代，知识生产方式正从“模式I”向\"模式II\"发生转变，日益呈现“集体化、效用化、产业化和官僚化”特征，学术界、政府、产业界三方形成交叉重合的\"三螺旋结构”，“科学不再是科学共同体的内部事务，也不再是科学共同体与政府之间的事情\"36]，无视司法经济效益、“边际威慑效果”的“严刑峻法”、无差别惩罚和选择性执法，必然催生更深层次的权力腐败和利益板结。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "因此，作为剥夺权利的经济机制，即便“非暴力的、温和的惩罚”也需要落实“惩罚的技术品质”以建立有效威慑： $\\textcircled{1}$ 惩罚必须适度一一惩罚的严厉程度只要刚刚达到或稍稍超过违犯者的得不偿失的程度即可。从技术角度看，惩罚在给被惩罚者带来损失的同时，也会消耗资源，理性的惩罚者不应使惩罚的成本高于惩罚的收益，过度的惩罚不但会耗费惩罚者过度的资源和精力、吓跑潜在的合作伙伴，还会破坏惩罚的“边际威慑效果”，致使面临更严重后果时无法施行更严厉的惩罚以彰显公平[34]； $\\textcircled{2}$ 惩罚必须及时，越及时越有效一研究发现，惩罚的威慑效果取决于对未来利益影响的迫切性和重视程度（即经济学上所谓的“贴现率\")。如果某个惩罚的贴现值一定，每年的贴现率为 $10 \\%$ ，那么，10年后才实施某个惩罚，其威慑效果仅相当于及时惩罚的0.35 倍 $\\cdot ^ { [ 3 4 ] }$ ; $\\textcircled{3}$ 惩罚者必须有落实惩罚的机会和实力[34]。换言之，提升惩罚的技术品质、建立威慑最有效的途径莫过于消除“惩罚落实的不确定性”，把惩罚变成恒常固定的，即用“规则性惩罚”取代“机会型”惩罚。只有必然、及时、公平、适当的惩罚，才能真正形成威慑、有效防范大面积学术风气败坏与科研生态恶化，从根本上建立起遏制科研欺诈发生的良性科研秩序。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "所以在司法经济学意义上，“国家科技计划项目随机抽检”一方面赋予科技监督者主动履职实施惩戒的正当机会，保障所有欺诈者被介入调查和惩戒的机会均等、概率相同，有利于提升惩罚技术品质、发挥惩罚的“边际威慑效果”，促进自律；另一方面可以消除“机会型惩罚”带来的“严刑峻法”和“不确定性”、减弱外部介入调查和“健讼风气”对科研人员和科研生态的负面影响，防范无差别惩罚和选择性执法产生更深层次腐败和利益板结等更严重负面后果，有利于促进形成“宽简”的科研管理环境。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3信息经济学规律的运用：缩短介入调查的“委托-代理”链条，提升科研诚信监督效率",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "政府依赖公共财政发展科学技术，不可避免地需要依赖各种类型的“委托-代理”关系。尤其我国，尽管科研体制经历多次改革，但其组织管理仍存在如同“公有制经济”结构那样的层层“委托-代理\"关系一一典型的两大等级体系： $\\textcircled{1}$ 从基层成员向最高管理委员会，“由下而上的授权链”， $\\textcircled{2}$ 从最高管理委员会到基层成员，“由上而下的授权链”。双向的管理\"信息-权利\"链中，每个“局中人”既是委托人的代理人，又是代理人的委托人[37]。相应地，科研建制、学术建制和经济建制中，具体科研机构和科研人员往往同时扮演不同层级的委托人、代理人和监督人等多重角色，客观导致政府、科技管理部门和科研机构间权、责、利层叠交叉，畸形纠葛。在没有举报和舆论监督的情况下，涉及特定阶层的科研不端或学术不端往往很难产生“自然后果”。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "毋庸置疑，诚信是一种具有义务指向性的关系范畴，“委托-代理\"层次的增加，将使监督更加缺乏效率。按信息经济学规律，只有缩短委托人到代理人的距离，使监督等级体系变得更为平坦，才能提高监督的总效率。现行对科研欺诈的介入调查，事实上也基于层层“委托-代理-监督\"关系，在没有外界舆论聚焦监督的情况下，被委托者维护公共利益的积极性和公正性难以有效保障。一旦学术不端和科研造假被举报揭发，首先危及到的是机构声誉和未来利益，无论是行政机构还是科研机构首先会倾向采用折中化解的方式进行利益止损——即便其主观上并不愿对当事人进行包庇。权利寻租、权利依附及公权私利的博弈与权衡，从根本上制约着科研欺诈的实时暴露和公平处理。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在此意义上，“国家科技计划项目抽检”使监督、评价和奖惩成为国家科技发展部门掌握和直接行使的一种独立于现行科研资助与管理行政体系之外公共权力，一方面可以缩短介入调查与学者评价的“委托-代理\"链条，提高监督效率；另一方面有机会厘清与现有科研权威圈层的利益冲突，促进科研活动中“运动员”和“裁判员”的专业化细分，孕育出专门的“裁判技术”、“裁判规则”和“裁判服务”，有利于科研建制的自组织完善。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4统计质量管理学的理论适用性：引入“统计抽样 $+ A Q L ^ { \\prime \\prime }$ 技术策略，建立科研质量的宏观控制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "本质上，科技发展部门组织科研人员、配置经济社会资源进行科研活动，类似由国家所组织的生产活动，理论上应当具有质量抽检环节并同样适用质量抽检奖惩制度。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "毋庸置疑，产品质量与道德诚信的关联程度受生产组织水平的影响。在“作坊式”生产模式下，产品质量取决于“工匠”个人是否具有精湛的技艺和良好的道德、是否珍视品行和信誉、是否有精益求精的精神追求、是否克制浮躁应付的心态。而现代化工业生产中，产品质量则通过流程细分、环节优化、精细建模、质量标准、抽样奖惩等加以系统控制，流水线上每个工作只完成一道或少数几道工序，专业化程度较高，各生产环节的工作能稳定地达到特定的质量标准。后者依赖的质量控制策略一一“统计抽样策略 $+$ 可接受质量标准（Accepted QualityLevel，AQL）\"最初由美国统计学家道奇等提出，目前已是全球公认最合理、运用最广泛的质量控制方法。关联\"奖惩\"的AQL不但可以提升生产单元的自律水平，而且可以辅助评价围绕生产组织的管理要素配置、工作流和信息流。相对于“作坊式\"生产，现代化工业对产品质量的控制摆脱了对个人道德水准和诚信程度的过度依赖，质量系统控制成为技术问题，而非道德伦理问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "通过“国家科研质量抽检”，例如建立“国家科研基础数据监督检验中心”，以“烧船称钉”的决心对某些关键技术、指标、数据和人才进行抽查验证，并逐渐固定、拓展成为国家科研领域惯例性规则，不但可以屏蔽传统同行评议极难规避的利益冲突和潜规则，最大程度保障科研人员自由和权利，促进科研人员自律，还有利于以最小成本促进管理方积极优化升级科研信息流、工作流和组织管理模式，解放和发展科研人员的创造力，提高创新效率，促进良性科研生态演替，实现本国科研质量的宏观控制。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3讨论与建议",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1关于“科研诚信外部规范视域”与科学政策的阐释、批判和学理建构",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作为科学政策经典议题，科研诚信的社会需求与制度供给，具有从“内部规范”向“外部规范”的伦理转向与模式演进[15]，为社会积极参与规范科研提供了新空间。相应地，推进相关政策决策的科学化[5]，亟需引导公共决策群体认知水平由“局部感性认识”向“整体理性认识”进行升华。这不但需要“科学政策学”[5,38]一类的学科体系、理论框架和方法来促进政策研究的专业化和体系化，更需要基于“科研诚信外部规范”概念[15]所定义的制度范式及理论视域来统领、整合多学科、多领域的知识，满足“跨学科”的理论创新[16,17]乃至学理建构需求。—一毋庸置疑， $\\textcircled{1}$ 制度是规范之综合，“规范范式”从“内部规范”向“外部规范”转变意味着制度范式、意识形态及其学理逻辑的深刻变革，指向理论创新的跨学科研究[16,17]只有与时俱进地围绕“科研诚信外部规范”寻求学理逻辑，方能正确阐释并理性指导“科研诚信外部规范\"的制度化实践； $\\textcircled{2}$ 概念是对事物本质特点的抽象概括，提炼概念并以其统摄材料组织、价值判断与逻辑推理使隐性知识显性化、碎片化知识系统化，是人类思维认知从“感性认识”上升到“理性认识”的必经之路，而“科研诚信外部规范”正是对科学政策领域“确保科研诚信与产出效率”[21新制度范式、多技术路径及其意识形态的一种本质化抽象概括。一一相对于“科研诚信治理”、“科研不端治理”等概念对于政府责任义务的强调或限定，新概念所定义的“科研诚信外部规范视域”更专注于制度的“规范”本质和“制度与战略”整体性优化，主张使围绕“技术供给与制度供给”的隐性知识显性化、碎片化知识系统化，崇尚从政策决策层面阐释、批判和建构政府“放、管、服”内容边界，推动技术、组织、市场、战略等要素的有机协同整合。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2关于“国家科技计划项目抽检”与“科研诚信外部规范”制度化实现",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "政府“垂拱而治”的制度范式崩解，意味着围绕“科研诚信外部规范”新制度范式的“制度竞争”不可避免。尤其在计算机不断拓展人脑机能和科研疆域的现时代，全球信息革命和信息技术发展引发的生产力、生产关系升级和“科学-社会运行逻辑变化\"15]正使“科研诚信外部规范”的效率效能和效益，从根本上决定一国学术生态演替、创新创业秩序、“内生经济增长”乃至国际话语权威。然而，丑闻催动科学政策理论转向的舆论化背景下，学术界和思想界关于“科研诚信外部规范”的学理探讨并不充分，围绕理论建构与制度供给价值的探索、试错与反思历程亦相对短暂[15]。政策决策领域“路径依赖”、“信息茧房”伴随着“制度锁定”和“认知凝滞”，“相当一部分人会有意无意忽视当前选择的权宜性和局限性，缺乏对其必要性、正当性和合理性源头的深刻认知”[15]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "客观而论，在“科研诚信外部规范”制度范式下，公共权力和公共惩罚的运用有其必要性： $\\textcircled{1}$ 制度之所以能够发挥对个人行为的约束作用是以其“执行力”为前提的，如果没有“强制力”作为保障，规则条文容易成为一纸空文，制度的规范、调节等“执行力”无从实现。“积极惩罚”的技术路径，作为一种反馈性技术策略，通过呈现“厌恶刺激”或消除“愉快刺激”直接消除或抑制“不端”者“不当得利”的获得感，使机会主义者“得”不偿“失”并传递出强烈的信号，对潜在类似行为产生威慑性阻止作用，既符合生理心理学，也符合法经济学原理； $\\textcircled{2}$ 科学研究本身是具有“公共性”的“集体实践”，其秩序和社会合作也实然面临“集体行动的困境”[39]，必须“借助公权威慑和惩罚”才能保障“符合集体利益”的群体行动目标，“私人惩罚软弱无力，达成多边契约的交易费用太高，并且还总有人企图坐享其成”[34]； $\\textcircled{3}$ 在严格意义上的“熟人社会”之外，“私人之间的监控与惩罚”并不能完全取代法律和公共惩罚，哪怕有时“官方惩罚所发挥的社会控制功能仅仅是边缘性的”[34]。换言之，依托公共权力的惩戒最直观地代表了“强制力”，明确体现了“强制力”所维护制度的权威性和正当性。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "然而，“科研诚信外部规范”对公共权力和公共惩罚不讲策略地简单依赖是非理性的。按照委托代理理论（Principal-agent Theory），公共权力本质上是一种“全民共有权力”，在现实中显然不可能由全体公民共同行使，只能由被委托人（机关工作人员）代为行使，同样需要在国家与私人之间建立\"委托-代理\"关系。所以，依托公共权力的科研诚信正式管理，本质相当于引入一组或多组新的\"具有道德风险\"的\"委托-代理\"关系，来防范政府与科研人员之间既有\"委托-代理\"关系中的\"诚信风险”。毋庸置疑，这种新的委托代理关系，与原有的委托代理关系一样，无法免疫\"委托-代理\"关系中的天然道德风险。何况，依托公共权力的科研诚信管理也需要受到成本付出与收益核算的经济规律制约，监督执法的边际收益越低、边际成本越高，委托人监督执法的积极性也越低。此外，代表公共权威的监督执法行为同样基于“委托-代理\"关系，必然实际面临科学系统内外“谁应是委托人，谁应是代理人”的“委托权分配”问题，甚至可能引发“政治化”的权力争夺与势力范围划分。“机会性”介入调查关联“严厉惩戒”后果，更意味着充满不确定性的利益博弈和毁灭性惩罚，使各方对“科研诚信”评价科学性、结论权威性和制度合理性的主观认同，存在难以弥合的客观分歧一一从本质和原理层面深化经验认知、优化顶层设计势在必行。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "事实上，作为具有“公共性”的“集体实践”，科学研究的规范和规范系统既有“公共性”也有“功能性”，政府“科研诚信外部规范”制度化实践的理性目标应基于最小“社会风险”和“制度成本”防范“劣币驱除良币”、确保科研活动的“质量和效率”。“举报、健讼、惩戒”之风盛行，必然导致国家科研系统的内耗和空转，显然并非有利于科学界良性竞争的科研生态与制度氛围。因为做学问不仅需要资源、资金和时间，更需要安静的环境、纯净的心境。宽松的环境和合理的秩序，是孕育科研人员自由的灵魂、不受束缚的思考和高品质的科技创新的两个必要条件；而且，科研活动自身的专业性、对高级别人才群体、默会知识及极具个人色彩的求知激情、天资禀赋、偶然际遇和思想自由具有特殊依赖，也决定了“外部规范”的介入约束与调整，必须尊重科学研究自身试错容错需求[40]和司法经济学逻辑。“若法极精密而督责不严、综核不至，总归虚弥，反增烦扰”。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "当前制度化实践的“国家科技计划项目随机抽检”通过无差别随机抽样检查，理论上可以切实保障介入调查和惩戒的机会均等，有利于发挥外部监督的“边际威慑效果”、落实惩罚的技术品质，最大程度提升介入调查的司法经济效益、促进科研人员自律，并减弱舆论对被举报人员和科研生态的负面影响，是指向“宽简”的科研诚信制度化“规训”的重要进步，是“科研诚信外部规范”制度化实践不可或缺的实现要件。客观而论，“诚信”并无主体的单向价值尺度，“科研诚信”并非脱离“诚信”内涵外延的实践范畴，科研人员并非毫无情感、社会成本低廉的“韭菜”一一面对“内诚”和“外信”双重价值标准，高明的制度在于公正宽仁、不言而教，理性的政策在于兴利除弊、简便易行。与之相应，以“诚之”（使之“诚”）为价值目标和技术进路的儒家管理思想中，“宽简”乃为政之大体，“不宽则威令严，不简则科条密”，“以至严之法绳至密之事，是谓烦苛暴虐之政也”。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3基于学理逻辑提升“国家科技计划项目抽检”实践效益的几点建议",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "高品质的科研质量一方面取决于科研工作者的诚信自律，另一方面取决于人才使用、价值引导和过程控制。因此指向“科研诚信外部规范”的“国家科技计划项目抽检”不应当仅仅局限查处科研过程中的懈怠和欺诈，还要总结和梳理科研体制漏洞，重视如下目标：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其一，梳理消除“偷懒”、“粗制滥造”等机会主义行为所关联的机会垄断、信息约束和信息不对称，并从科学的权力系统中剔除机会主义者和不确性因素。只有这样才能形成制度和效果的良性互动，立即显著改善风气，使工作不至于陷入无尽的“西西弗斯困局\";",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其二，解放和发展人的创造力，保障 idea产生自由和非文献传播阶段权益，推进科研建制中人与人之间的评价关系和评价规则的健康、公平，使具有天赋的人脱颖而出，使人的天赋与人的责任吻合。对试错期科研人员建立基于惩戒“缓刑”威慑的规则缓冲和系统冗余，细致辨别区分主观恶性，促进科研人员的重塑与自新。只有这样才能建立和运用差别化惩戒规则，促进同行监督，防范科研造假所导致的利益垄断和利益板结;",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其三，极其重视国家科技计划项目所指向的本土利益和本土效益，仔细考察某些未申请知识产权保护的成果以著述形式参与国际学术社会交流的收益与利弊，协调促进国内外利益的兼顾，从资助制度层破除唯论文评价倾向、提倡围绕本土效益的系统攻关；",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其四，推进消除非必要的“作坊式”科研，升级科研信息流与科研工作流。虽然“作坊”式的科研组织模式充分利用了人和人脑机能在科研思路产生中突变性作用，兼顾了科研活动中专业人才培养、专门技能传承和知识产权保护，但对国家资助的科研体系而言它同时具有如下弊端： $\\textcircled{1}$ 科研数据生产与可重复标准不统一、不规范，科学人员间信息数据共享和规模化协同研究难以实现，数据造假难以评估和发现； $\\textcircled{2}$ 课题组间仪器、设备资源重复配置，浪费巨大； $\\textcircled{3}$ 单个科研人员往往必须完成从思路创新、项目书写作、经费申请、实验仪器材料的询价采购、到数据处理、论文投稿等全部相关过程，流程中的全部繁文縟节首先占据了基层科研人员大量时间和精力； $\\textcircled{4}$ 实际研究环节局限于“作坊内”设备资源等现有物质条件和个人知识储备等客观条件，时间限制下的“单打独斗”，必然难以保障科学研究应当极端重视的理性、系统性、精度和深度； $\\textcircled{5}$ “作坊式”的“人治化”科研管理，脱胎于古老的“师徒制”手工作坊传统，容易导致绝对权威、滋生盲从和权利腐败。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "致谢：感谢《科技进步与对策》及河南师范大学刘科教授对本文的完善建议。",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "科技部.关于开展 2021 年度国家科技计划项目随机抽查工作的通知[Z]//中华人民共和国科技部.2021  \n科技部.关于开展 2020 年度国家科技计划项目随机抽查工作的通知[Z]//中华人民共和国科技部.2020  \n刘垠.五部委开展2020 年度国家科技计划项目随机抽查[N].科技日报，2020-.  \n唐壮，聂培琴.建立并完善道德自律和法律规制互动的科研诚信体系[J].科研管理,2008,(S1): 4.  \n周华东，王海燕，郝君超.推进科学政策的决策科学化——解读美国科学政策学建设工作[J].科学学研究,2012,30(11):1601-6.  \n王阳．美国科研诚信建设演变的制度逻辑与中国借鉴[J]．自然辩证法研究，2020,(07 vO36): 52-8.  \n危怀安,韦滨.科研诚信问题的整体性治理[J].科技进步与对策,2019,36(21):6.  \n印波．至善、因袭与实用:科研诚信案件查处规范制定的价值准则[J].科学与社会，2020,(04 vo 10): 85-101.  \n俞立平，周朦朦，苏光耀.中国科研诚信政策的演化特征研究——基于 1981-2020 年的政策文本分析[J].情报科学,2022, (05 vo 40): $5 1 - 8 + 6 4$   \n姜春林.国内外科研诚信研究比较:主题、热点与趋势[J].西南民族大学学报(人文社科版),2020, (08 vo 41): 226-33.  \n王安轶，胡丽云.我国政府科研诚信规范的历史演进与对策研究[J].科研管理，2021，(09vo 42): 10-6.  \n杨锐,杨亮,李良强,et al.我国科研诚信政策特征及演化逻辑——基于文本挖掘法[].科技进步与对策,2020,(20 vo 37): 89-98.  \n吴冠军.科研诚信与学术声誉——基于政治哲学与博弈论的思考[J].华东师范大学学报(教育科学版),2020,(07 vo 38): 75-86.  \nLI T. Five ways China must cultivate research integrity [J]. Nature, 2019,575(7784): 589-91.  \n刘胜利，潘云涛，赵筱媛.科研诚信外部规范合目的性与合规律性的理论分析[J].现代情报,2020,40(9): 7.  \n罗卫东.跨学科社会科学研究:理论创新的新路径[J].浙江社会科学,2007,(02):35-41.邹农俭.跨学科研究:社会科学研究的必然选择[J].浙江社会科学,2009,(1):6.  \nR.默顿,林聚任.科学的规范结构[J].世界哲学,2000,(3): 56-60.  \nPOLANYI M, POLANYI M. The Republic of science [J]. Minerva,1962,1(1): 54-73.BUSH V. Science, the endless frontier: a report to the President on a program for postwarscientific research [M]. National Science Foundation,1945.  \n大卫·古斯顿，龚旭.在政治与科学之间:确保科学研究的诚信和产出率[M].科学出版社，2011.  \n刘胜利，潘云涛，赵筱媛.科研数据造假判定实用情报策略与技术的宏观考量[J].现代情报,2017, 37(12).  \n[23] 科技界:腐败之忧[J].检察风云，2007,(03):12  \n[24] LANCET T. Scientific fraud: action needed in China [J]. Lancet, 2010, 375(9709): 94-.  \n[25] 李艾丹，张希，梁冰.中国学者发表的国际科技论文被撤销现象分析[J].中国科技期刊研究,2019,30(10): 5.  \n[26] 陈银飞.道德推脱、旁观者沉默与学术不端[J].科学学研究,2013,31(12):8.  \n[27] 卢梭.社会契约论[M].北京:商务印书馆,2018.  \n[28] 廖苗.科学的社会契约与后常规科学[J].自然辩证法研究,2014,(10):54-9.  \n[29] MACILWAIN C. Scientific misconduct: more cops，more robbers? [J]. Cell,2012，149(7):1417-9.  \n[30] 科恩，布鲁克斯，张卜天译.社会科学,自然科学与公共政策伯纳德·科恩与哈维·布鲁克斯对谈[J].科学文化评论,2016,(2): 26.  \n[31] 康德.实践理性批判[M].北京:商务印书馆,2016.  \n[32] BOURDIEU P.Science of Science and Reflexivity [M]. Polity Press,2004.  \n[33] 迈克尔·马尔凯著,林聚任等译.科学社会学理论与方法[M].北京:商务印书馆,2006.  \n[34] 桑本谦.私人之间的监控与惩罚:一个经济学的进路[M].山东人民出版社，2005.  \n[35] 曹南燕.QRP———科学研究中的灰色领域——小恶不止,大祸立至[J].河池学院学报,2007,27(3): 4.  \n[36] 龚旭.科学政策与同行评议[M].杭州:浙江大学出版社，2009]  \n[37] 张维迎.公有制经济中的委托人——代理人关系:理论分析和政策含义[J].经济研究,1995.(4): 31-3.  \n[38] FEALING K. The science of science policy: a handbook [M]. Stanford University Press,2011.  \n[39] 陈潭.集体行动的困境:理论阐释与实证分析--非合作博弈下的公共管理危机及其克服[J].中国软科学,2003,000(009):139-44.  \n[40] 胡志斌.学术不端行为的法律规制研究[M].中国法制出版社,2014.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Realistic Drive and Academic Logic of the Sampling of National Science and Technology Program Projects : An External Normative Perspective of Scientific Research Integrity ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Liu Shengli1' ² Pan Yuntao1\\* Zhao Xiaoyuan1 (1.Institute of Scientific and Technical Information of China,Beijing,1Ooo38, China; 2. Institute of Science,Technology and Society, Henan Normal University, Xinxiang,Henan, 453007, China) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abstract: In order to promote the criticism and improvement of the relevant systems of \"external norms of scientific research integrity\",the realistic drive and doctrinal logic of the institutionalized practice of \"sampling of national science and technology plan projects\" were examined based on the perspective of“external norms of scientific research integrity” in this study.The realistic drives were found mainly include: (a) The institutionalization trend of \"external norms of scientific research integrity\" and the crisis of global scientific research integrity under a background of the evolution of public perception and scientific research organization model; (b) The rigid need of government to ensure the integrity, efficiency and local effectiveness of the National Science and Technology Program; (c） The significant deficiencies of over-reliance on whistleblowing, public opinion,and the system of social moral rewards.The academic logic were found derives from moral philosophy, philosophy of science, judicial economics, information economics and statistical quality management, mainly including: (a) Facing up to the social attributes of the \"scientific research establishment” to improve the institutionalized \"discipline\" of \"moral self-discipline\"；(b) Improving the technical quality of punishment to realize a deterrent mechanism based on \"rulebased\" punishment; (c） Shorten the \"entrustment-agent\" chain of intervention in investigations to improve the efficiency of scientific research integrity supervision; (d) Introducing the technical strategy of \"statistical sampling $+ \\mathrm { A O L ^ { \\prime \\prime } }$ to establish a macro control of scientific research quality at the overallevel. The present research conclusions and demonstration framework are conducive to deepening the empirical understanding of the \"Sampling of National Science and Technology Program Projects\" as well as \"External Norms of Scientific Research Integrity\",and provide more concise cognitive framework and more methodical analytical framework for management decisionmaking,knowledge dissemination and theoretical update iteration. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "key words: External norms of scientific research integrity; Sampling of national science and technology program projects； Institutionalization of science； Credibility construction and reform of scientific research system; Realistic Drive; Academic Logic; ",
        "page_idx": 11
    }
]