[
    {
        "type": "text",
        "text": "Neural functions of long noncoding RNAs in Drosophila ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Meixia Li $\\cdot$ Li Liu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:11 August 2013 /Accepted: 22 August 2014/Published online:16 September 2014   \n$\\circledcirc$ Springer-Verlag Berlin Heidelberg 2014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Long noncoding RNA (lncRNA) is an emerging category of transcript,and comprises the majority of the transcriptome of various complex organisms.The biological functions of only a handful of lncRNAs have been investigated in detail, showing involvement in a wide range of biological processes through different functional paradigms.However, most lncRNAs remain to be identified. Many lncRNAs are predicted to function,often preferentially,in the nervous system，potentially playing roles in mediating neural functions such as development,behavior, and cognition.To examine the biological significance and potential mechanisms of the remaining unknown neural lncRNAs,certain tractable model organisms,such as Drosophila,can provide advantages including the use of numerous genetic tools.Herein,we summarize recent progress on the in vivo or potential functions of Drosophila lncRNAs, inparticular,behavior and development-related lncRNAs. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeywordsBehavior $\\cdot \\cdot$ Development $\\cdot \\cdot$ Long noncoding RNA $\\mathbf { \\nabla } \\cdot \\mathbf { \\varepsilon }$ Drosophila ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Long noncoding RNAs (lncRNAs） are RNA transcripts with no protein-coding capacity,which are longer than 200 nucleotides and lack appreciable opening reading frames $\\mathrm { N g }$ et al. 2013). Similar to mRNA，some lncRNAs are transcribed by RNA polymerase II and processed via $5 ^ { \\prime }$ end-capping, $3 ^ { \\prime }$ end-polyadenylation,and alternative splicing (Kapranov et al. 2007;Qureshi et al. 201O). lncRNAs can be classified according to their genomic organization. Sense or anti-sense lncRNAs share overlapping regions with adjacent protein-coding genes on the same or opposite strand, respectively (Martens et al. 2OO4; Feng et al. 2006). Bidirectional lncRNAs originates their expression and the neighboring coding transcript on the opposite strand in close genomic vicinity (Faedo et al. 2OO4),while intronic lncRNAs derive from introns of splicing coding transcripts (Heo and Sung 2O11） and intergenic lncRNAs are located within the genomic interval between two coding genes (Collier et al.2O12).As for functional paradigms,lncRNAs can regulate gene expression at the level of transcription, for example the yeast lncRNA,SRG1,disrupts the expression of the downstream SER3 gene (Martens et al. 2004) (Fig. la), and CRG, a Drosophila lncRNA, positively regulates the expression of upstream CASK by recruiting the transcription initiation complex to the CASK gene promoter (Li et al. 2012) (Fig. 1b). lncRNAs can also induce chromatin modifications (e.g.，Hox antisense intergenic RNA (HOTAiR)transcribed from the HoxClocus,recruits the Polycomb chromatin remodeling complex(PRC2),resulting in histone methylation and gene silencing in the distal HoxD locus) (Rinn et al. 20O7) (Fig.1c),and alter subcellular trafcking (e.g.,NRON regulates the localization of the transcription factor, NFAT,by interacting with nuclear transport proteins) (Willingham et al. 20o5) (Fig. 1d). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Similar to vertebrates,the transcriptomes of invertebrates such as Drosophila,consist of a large number of lncRNAs (Kapranov et al. 2OO7; Guttman and Rinn 2012; Rinn and Chang 2012; Young et al. 2012). To date,only avery small portion of known lncRNAs have been thoroughly characterized，but with diverse biological functions shown for those described (Martens et al. 2OO4; Feng et al.2006; Martianov et al. 2007; Hirota et al. 2008; Zhao et al.2OO8).Although currently little is known about the in vivo functions of most lncRNAs,tissue-specific expression patterns have been demonstrated,with especially high expression observed in the nervous system of both mammals and fruit flies (Inagaki et al. 2OO5; Muotri and Gage 2006; Mehler and Mattick 2006,2007; Mercer et al. 2008; Ponjavic et al. 2Oo9). Neural abundance and specificity of lncRNAs suggests they may have crucial effects on neural development, cognitive activity,and neurodegenerative processes.This review discusses recent findings on the roles of lncRNAs,particularly in mediating behavior or development,using Drosophila as a genetic model to gain insight into the pathogenesis of neurological diseases with movement or cognitive dysfunction. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/3ee114c50f995266f4194466a7b65cdda80c2dc5335d765c7e4bcdfe33363ab9.jpg",
        "img_caption": [
            "Fig.1 Functional paradigms of lncRNAs.a Transcriptional interference.Transcription of upstream SRGl via the SER3 promoter disturbs SER3 expression.bPromoter enhancement. $C R G$ recruits RNA polymerase II to the CASK promoter. c Epigenetic repression.HOTAIR interacts with PRC2 resulting in histone methylation of the HoxDlocus.d Transport of transcription factors.NRON binds to a nuclear transport proteinto inhibitnuclear translocation of NFAT.Blue IncRNAs, red protein-coding gene,pale graypromoter elements "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Bioinformatic and expression analyses indicate abundantneural-related IncRNAs inDrosophila ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recently, a set of 1,119 putative,long intergenic noncodingRNAs(lincRNAs) were identified using modENCODE whole transcriptome (RNA-seq) data from $D$ melanogaster (Young et al.2O12).All the identified lincRNAs exhibit dynamic expression profiles throughout the flies'lifecycle. To determine potential biological functions,genomic loci were examined and found to be significantly enriched in the proximity of development-related protein-coding genes mediating nervous system development, imaginal discderived wing morphogenesis,and sensory organ or ventral cord development.Moreover, high correlation of expression levels between lincRNAs and adjacent development involved protein-coding genes suggests the lincRNAs likely playroles in regulating developmental processes,particularly those of the nervous system(Young et al. 2012).To date,this studyprovidesthe bestlincRNA candidatesfor further experimental investigation on contributions to neural developmental processes. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Another in silico screening study identified 136 unannotatedmRNA-like noncodingRNAs (ncRNAs) in Drosoph ila,and used in situ hybridization to determine expression at the embryonic stage. One quarter of the transcripts were detected during embryogenesis,and most exhibited tissuespecific expression patterns,particularly high in the central and peripheral nervous systems (Inagaki et al. 2Oo5). This suggests that mRNA-like ncRNAs play important roles in organogenesis and cell differentiation during Drosophila development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Overall, these studies predict that vertebrate and invertebrate genomes hold large numbers of lncRNA loci with strong neural correlations.Thus,Drosophila genetics will allow investigation of lncRNA neural functions in vivo,and in particular, effects on cognition or behavior and potential molecularmechanisms. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The lncRNA yaraffectsDrosophila sleep behavior ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Drosophila yellow-achaete intergenic RNA (yar) is an intergenic lncRNA.Upstream of yar is the yellow gene $( y )$ ，encoding a secreted protein required for cuticle coloration and male sexual behavior (Nash and Yarkin 1974; Biessmann 1985; Chia et al. 1986; Geyer et al. 1986; Geyer and Corces 1987; Drapeau et al. 2003),while downstream is the achaete gene $( a c )$ ，which encodes one of the four related basic HLH transcription factors of the achaete-scute complex (AS-C), responsible for proper development of the central and peripheral nervous systems (Modolell and Campuzano 1998; Gibert and Simpson 2003; Negre and Simpson 2009). Because gene order in eukaryotic chromosomes is nonrandom and yar is located in a neural gene cluster, by inference from neighboring gene functions,it suggests that yar may have a neural function (Soshnev et al. 2008). In addition，open reading frame(ORF） analysis demonstrated that yar is an lncRNA gene. Thereafter, two general fly behaviors(geotactic ability and sleep）were investigated in adult flies, showing that yar null mutants exhibit normal locomotor behavior,but have shortened night-time sleep bouts within a normal circadian sleep-wake cycle and diminished levels of sleep rebound following deprivation. The two defective night-time sleep and sleep rebound phenotypes can be rescued by a yar transgene, demonstrating that yar is required for sleep regulation (Soshnev et al. 2011). During mid-embryogenesis, an ubiquitous yar RNA expression pattern was also shown. Complementary and supporting evidence for behavioral regulation by yar will benefit from future expression analysis on yar RNA at the adult stage.As for the potential molecular mechanism of yar involvement in sleep regulation, first,loss of yar does not affect transcription of the two adjacent genes,y， and ac,therefore excludes these genes as yar candidate target genes. Second, as yar is a cytoplasmic RNA, it suggests that the regulatory effects of yar likely depend upon stabilization or translational regulation of target RNAs. This study provides an example of an lncRNA mediating Drosophila sleep behavior,which will aid investigation of vertebrate lncRNAs with similar functions and potentially identify the molecular basis of sleep regulation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The IncRNA CRG regulates Drosophila locomotor behavior ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Many lncRNAs show spatial- and temporal-specific expression patterns within the central nervous system,suggesting they play important roles in cellular processes,neural development,and cognitive and behavioral processes.In previous studies,we identified lncRNAs using bioinformatic and in vitro translation assays (Li et al. 2O12, 2014), and detected CASK regulatory gene (CRG),a novel behavior-related lncRNA (Li etal. 2O12). CRG has a restricted expression pattern within the central nervous system at the embryonic,third instar larval,and adult stages.In the Drosophila genome, $C R G$ is located downstream of a behavior-related coding gene,CASK (Martin and Ollo 1996； Slawson et al. 2011)，with an overlapping region between the $C R G 5 ^ { \\prime }$ end and $C A S K 3 ^ { \\prime }$ UTR region. Because of this neural-specific expression pattern and location adjacent to a behavior-related coding gene,we investigated fly behavior in $C R G$ null mutants and found they have defective locomotor behavior,exhibited as a shorter tracing length and lower climbing index using Buridan's paradigm and climbing assay,respectively. The two locomotor defects were restored by CRG overexpression, confirming $C R G$ involvement in locomotor behavioral regulation.As for the CRG target gene responsible for behavioral regulation,CASK RNA and protein levels were down-regulated in CRG null mutants and reversed by CRG restoration. In addition,the two defective behaviors were also rescued by CASK overexpression in a CRG null mutant background, suggesting that $C R G \\ – C A S K$ signaling mediates both locomotor behaviors.At the molecular level,CRG was shown to recruit RNA polymerase II to the $C A S K$ promoter and enhance CASK expression.Furthermore,CRG interactions between both RNA polymerase II and $C R G$ functional domains were identified. Our study described CRG,a novel neural-specific lncRNA,involved in Drosophila locomotor behavior via transcriptional regulation of adjacent proteincoding genes,and demonstrated another lncRNA functional mode,thereby further enriching their biological significance.We used the fruit fly,a genetic model organism, to identify a novel behavior-related lncRNA and clarify underlying molecular mechanisms. Our approach may provide insight into the pathogenesis of neurological diseases associated with movement disorders. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The lncRNA iab-8 affects mating behavior in Drosophila ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "TheDrosophila bithorax complex determines the posterior thorax and each abdominal segment of the fly,by regulating expression of three homeotic genes:Ultrabithorax (Ubx), abdominalA (abd-A)，andAbdominalB (Abd-B)(Lewis 1978).Drosophila homeotic gene clusters contain many lncRNAs,and including iab-8 (Lipshitz et al. 1987; Cumberledge etal.1990; Bae etal. 2002; Stark et al. 2008;Tyler et al.2008). The 92-kb-long iab-8 transcript is encoded in the intergenic region between the homeotic abd-A and Abd$B$ genes.lncRNA iab-8 is expressed in neural cells of the eighth abdominal segment from embryonic stage 14,and represses abd-A.Abd-A repression by iab-8 involves two mechanisms,one uses a microRNA (miR-iab-8） imbeddedwithinanintronof theiab-8 ncRNA,while theotheris mediatedby transcriptional interference when RNA polymerase reaches the $3 ^ { \\prime }$ end of the iab-8 ncRNA overlapping with the abd-A promoter (Gummalla et al. 2012). Knocking down iab-8 expression induces male and female sterility. This sterility does not derive from a problem with gametogenesis,gonads,or the external genitalia,but originates from a behavioral phenotype,and specifically,the male abdomen fails to bend and thereby prevents copulation with female flies.In female flies,eggs cannot pass through the oviduct,possibly because of a peristaltic wave disorder (Gummalla et al. 2012). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The lncRNA bft contributes to bristle morphogenesis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sensory organ formation is regulated by both lineage and selector genes.Lineage genes such as tramtrack $( t t k )$ ，are expressed in external sensory and internal chordotonal organs,and direct asymmetric division of sensory organ precursors (Uemura et al.1989; Rhyu et al. 1994; Guo et al. 1995). Selector genes such as cut,are expressed in external sensory organ precursors and their progeny,and specify organ identity (Bodmer et al.1987; Blochlinger et al.1988, 1990,1991). For appropriate organogenesis of the sensillum structures, organ identity and lineage information must be integrated within individual cells of a sensory organ TheDrosophila peripheral nervous system lncRNA bereft $( b \\hat { f } t )$ ，which is expressed in external sensory organ support cells,participates in this integration.Bft acts downstream of cut and $t t k$ to implement correct morphogenesis of cuticular structure forming support cells,and in particular those of the interommatidial bristles of the eye (Hardiman et al. 2002). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Hsr@ isa stress-responsiveDrosophila lncRNA ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In $D$ . melanogaster, the heat shock RNA omega (hsrω) lncRNA is one of the most active genes after heat exposure (Lakhotia 2Oo3).Hsrw loci in different Drosophila species share a common organization with two exons,one intron, and a long stretch of tandem repeats at the $3 ^ { \\prime }$ end of the gene.The hsrω gene produces three splicing transcripts (hsrω-pre-c,hsrω-c,and hsrω-n),with hsrω-c located in the cytoplasm and the other two restricted to the nucleus (Garbe et al.1986). Multiple hsrω transcripts are expressed in nearly all cells from the embryonic to adult stages,in a developmentally regulated pattern essential for normal development and stressful conditions,such as heat shock (Bendena etal.1991; Mutsuddi and Lakhotia 1995; Lakhotia et al. 2001). Of the hsrω transcripts, the large $\\mathrm { ( > 1 0 ~ k b ) }$ nuclear-restricted hsrw-n transcript is responsible for spatial restoration of key regulatory factors (e.g.，hnRNPs, HP1,and RNA polymerase I) to their pre-stress nuclear targets in cells recovering from thermal stress.Failure of correct relocation to pre-stress chromosome sites induces restoration failure for normal developmental gene activity and finally delayed organismal death (Lakhotia etal.2012). Thus,this study provides insight into regulation of cellular reprogramming events at the beginning of stress recovery andhighlights the importance of the hsrω-n transcript for organismal survival. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "TheDrosophila lncRNA bxd regulates Ubx transcription ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Drosophila Hox genes regulate anterior-posterior patterning,and misexpression can cause homeotic transformations (Lewis 1978). In $D$ 、melanogaster, Hox gene intergenic regions produce many long ncRNAs that may regulate Hox gene transcription,e.g.,bithoraxoid (bxd).There are several studies concerning different regulatory modes of bxd on Ubx transcription.An embryonic study found a nonoverlapping pattern for anterior bxd and posterior Ubx, with bxd repressing Ubx expression in cis through a transcription-dependent mechanism.Further,alternative association of trithorax acetylation complex(TAC1） with either bxd or Ubx induces transcription and repression of the associated and non-associated one,respectively.Thus, the mosaic pattern ofUbx expression inducedby TAC1 promotes elongation of bxd RNA and inhibits Ubx expression (Petruk et al. 2006).Ubx RNA de-repression was also shown by deleting the bxd ncRNA promoter (Sipos et al.2OO7).In another embryonic study,an invertedbxd ncRNA promoter within the bithorax complex，produced nonsense bxd RNA and induced three additional stripes of Ubx RNA expression in blastoderm embryos.Therefore,bxd RNA delays the appearance of the posterior three stripes of Ubx RNA,but does not affect fly development (Pease et al. 2O13).In summary,Ubx transcription is regulated by bxd RNA in specific locations and developmental stages. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "LncRNA transcription is widespread, not only in the mammalian genome but also in invertebrates,such as Drosophila.However，there is weak conservation between lncRNA sequences of different species，suggesting they are frequently acted upon by positive selection (Hyashizaki 2004;Pang et al. 2O06; Ponjavic et al. 20O7). Many lncRNAs have been predicted or demonstrated experimentally to have regulatory effects on neural functions,which is of importance,as dysfunction of this regulatory network may induce neurological disorders.Thus,using powerful genetic tools in Drosophila may provide valuable insight into in vivo lncRNA regulatory effects on development, behavior,and cognition.This enables the molecular basis or neural region underlying phenotypic alterations elicited bynovel lncRNAsto bedetermined, therebyfurther enriching their biological significance,particularly in terms of neural function. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AcknowledgmentsThis work was supported by the National Natural Sciences Foundation of China(No.313oo889)and the Chinese Academy of Sciences (No.GJHZ201302). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "BaeE,Calhoun VC,Levine M,Lewis EB,Drewell RA (20O2) Characterization of the intergenic RNA profile at abdominal-A and -Bin the Drosophila bithorax complex.Proc Natl Acad SciUSA 99:16847-16852   \nBendena WG,Ayme-Southgate A,Garbe JC,Pardue ML (1991) Expression of heat-shock locus hsr-omega in nonstressed cells during development in Drosophila melanogaster. Dev Biol 144:65-77   \nBiessmann H (1985） Molecular analysis of the yellow gene (y) region of Drosophila melanogaster.Proc Natl Acad Sci USA 82:7369-7373   \nBlochlinger K,Bodmer R,Jack J,Jan LY, Jan YN(1988) Primary structure and expression of a product from cut,a locus involved inspecifying sensory organ identity in Drosophila.Nature 333:629-635   \nBlochlinger K,Bodmer R,Jan LY, Jan YN(1990) Patterns of expression of cut,a protein required for external sensory organ development in wild-type and cut mutant Drosophila embryos.Genes Dev 4:1322-1331   \nBlochlinger K, Jan LY, Jan YN(1991） Transformation of sensory organ identity by ectopic expression of Cut in Drosophila.Genes Dev 5:1124-1135   \nBodmer R,Barbel S,Sheperd S,Jack JW,Jan LY,Jan YN(1987) Transformation of sensory organs by mutations of the cut locus of $D$ .melanogaster.Cell 51:293-307   \nChia W,Howes G,Martin M,Meng YB,Moses K,Tsubota S (1986) Molecular analysis of the yellow locus of Drosophila.EMBO J 5:3597-3605   \nCollier SP, Collins PL,Williams CL,Boothby MR,Aune TM(2012) Cutting edge: influence of Tmevpg1,a long intergenic noncoding RNA,on the expression of Ifng by Th1 cells.J Immunol 189:2084-2088   \nCumberledge S,Zaratzian A，Sakonju S（199O） Characterization of two RNAs transcribed from the cis-regulatory region of the abd-A domain within the Drosophila bithorax complex.Proc Natl Acad Sci USA 87:3259-3263   \nDrapeau MD, Radovic A, Wittkopp PJ,Long AD (2003) A gene necessary for normal male courtship,yellow,acts downstream of fruitless in the Drosophila melanogaster larval brain. JNeurobiol 55:53-72   \nFaedo A, Quinn JC,Stoney P,Long JE,Dye C,Zollo M, Rubenstein JL,Price DJ,Bulfone A(2OO4) Identification and characterization of a novel transcript down-regulated in Dlx1/Dlx2 and upregulated in Pax6 mutant telencephalon.Dev Dyn 231:614-620   \nFeng J,Bi C,Clark BS,MadyR,Shah P,Kohtz JD(20O6) The Evf-2 noncoding RNA is transcribed from the Dlx-5/6 ultraconserved region and functions as a Dlx-2 transcriptional coactivator. Genes Dev 20:1470-1484   \nGarbe JC,Bendena WG,Alfano M,Pardue ML (1986)A Drosophila heat shock locus with a rapidly diverging sequence but a conserved structure.JBiol Chem 261:16889-16894 responsible tor the complex pattern of tissue-specitc and developmental transcription of the yellow locus in Drosophila melanogaster. Genes Dev 1:996-1004   \nGeyer PK, Spana C, Corces VG (1986) On the molecular mechanism of gypsy-induced mutations at the yellow locus of Drosophila melanogaster.EMBOJ5:2657-2662   \nGibert JM,Simpson P(2003） Evolution of cis-regulation of the proneural genes.Int JDev Biol 47:643-651   \nGummalla M,Maeda RK, Castro Alvarez JJ,Gyurkovics H, Singari S,Edwards KA, Karch F, Bender W (2012) abd-A regulation by the iab-8 noncoding RNA.PLoS Genet 8:e1002720   \nGuo M,Bier E, Jan LY, Jan YN(1995) tramtrack acts down-stream ofnumb to specify distinct daughter cell fates during asymmetric cell divisions in the Drosophila PNS.Neuron 14:913-925   \nGuttman M,Rinn JL (2012) Modular regulatory principles of large non-coding RNAs.Nature 482:339-346   \nHardiman KE,Brewster R,Khan SM,Deo M,Bodmer R (2002) The bereft gene,a potential target of the neural selector gene cut, contributes to bristle morphogenesis. Genetics 161:231-247   \nHeo JB, Sung S (2011) Vernalization-mediated epigenetic silencing bya long intronic noncoding RNA.Science 331:76-79   \nHirota K,Miyoshi T,Kugou K,Hoffman CS,Shibata T,Ohta K (2008） Stepwise chromatin remodelling by a cascade of transcription initiation of non-coding RNAs.Nature 456:130-134   \nHyashizaki Y (2oo4) Mouse transcriptome: neutral evolution of ‘noncoding'complementary DNAs.Nature 431:757   \nInagaki S,Numata K,Kondo T, Tomita M, Yasuda K,Kanai A, Kageyama Y (2Oo5) Identification and expression analysis of putative mRNA-like non-coding RNA in Drosophila. Genes Cells 10:1163-1173   \nKapranov P, Cheng J, Dike S, Nix DA, Duttagupta R, Willingham AT, Stadler PF,Hertel J,Hackermüller J,Hofacker IL,Bell I, Cheung E,Drenkow J,Dumais E,Patel S,Helt G,Ganesh M,Ghosh S, Piccolboni A,Sementchenko V,Tammana H, Gingeras TR (2007) RNA maps reveal new RNA classes and a possible function for pervasive transcription. Science 316:1484-1488   \nLakhotia SC (2Oo3） The non coding developmentally active and stressinducible hsr@ gene ofDrosophilamelanogaster integrates post-transcriptional processing of other nuclear transcripts.In: Barciszewski J,Erdmann VA (eds) Noncoding RNAs:molecular biology and molecular medicine.Kluwer Academic/Plenum, New York, pp 203-221   \nLakhotia SC, Rajendra T, Prasanth KV (2O01) Developmental regulation and complex organization of the promoter of the noncoding hsrw gene of Drosophila melanogaster.JBiosci 26:25-38   \nLakhotia SC,Mallik M, Singh AK,Ray M(2012) The large noncoding hsrω-n transcripts are essential for thermotolerance and remobilization of hnRNPs,HP1 and RNA polymerase II during recovery from heat shock in Drosophila.Chromosoma 121:49-70   \nLewis EB(1978)A gene complex controlling segmentation in Drosophila.Nature 276:565-570   \nLi M, Wen S,Guo X, Bai B,Gong Z,Liu X, Wang Y, Zhou Y, Chen X,Liu L,Chen R(2012) The novel long non-coding RNA CRG regulates Drosophila locomotor behavior. Nucleic Acids Res 40:11714-11727   \nLi M, Xu M, Wen S, Bai B,Chen R,Liu L (2014) One novel long noncoding RNA nc10 in Drosophila. JGG 41:79-82   \nLipshitz HD,Peattie DA,Hogness DS (1987) Novel transcripts from the ultrabithorax domain of the bithorax complex.Genes Dev 1:307-322   \nMartens JA,Laprade L,Winston F(2o04) Intergenic transcription is required to repress the Saccharomyces cerevisiae SER3 gene. Nature 429:571-574   \nMartianov I,Ramadass A, Serra Barros A,Chow N,Akoulitchev A (2007) Repression of the human dihydrofolate reductase gene by a non-coding interfering transcript. Nature 445:666-670 Martin JR,Ollo R(1996)A new Drosophila ${ \\mathrm { C a } } ^ { 2 + }$ /calmodulindependent protein kinase (Caki) is localized in the central nervous system and implicated in walking speed.EMBO J15:1865-1876 Mehler MF,Mattick JS (2006) Non-coding RNAs in the nervous system.JPhysiol 575:333-341 Mehler MF, Mattick JS (2007) Noncoding RNAs and RNA editing in brain development, functional diversification,and neurological disease.Physiol Rev 87:799-823 Mercer TR,Dinger ME,Sunkin SM,Mehler MF,Mattick JS (2008) Specific expression of long noncoding RNAs in the mouse brain Proc Natl Acad Sci USA 105:716-721 Modolell J, Campuzano S (1998) The achaete-scute complex as an integrating device.Int JDev Biol 42:275-282 Muotri AR,Gage FH(2Oo6) Generation of neuronal variability and complexity. Nature 441:1087-1093 Mutsuddi M,Lakhotia SC (1995) Spatial expression of the hsr-omega (93D)gene in different tissues of Drosophila melanogaster and identification of promoter elements controlling its developmental expression.Dev Genet 17:303-311 Nash WG,Yarkin RJ(1974) Genetic regulation and pattern formation: a study of the yellow locus in Drosophila melanogaster. Genet Res 24:19-26 Negre B,Simpson P (20o9) Evolution of the achaete-scute complex in insects: convergent duplication of proneural genes.Trends Genet 25:147-152 Ng SY,Lin L, Soh BS, Stanton LW (2013) Long noncoding RNAs in development and disease of the central nervous system.Trends Genet 29:461-468 Pang KC,Frith MC,Mattick JS(20O6)Rapid evolution of noncoding RNAs: lack of conservation does not mean lack of function. Trends Genet 22:1-5 Pease B,Borges AC,Bender W(2O13) Noncoding RNAs of the ultrabithorax domain of the Drosophila bithorax complex.Genetics   \n195:1253-1264 Petruk S,Sedkov Y,Riley KM,Hodgson J, Schweisguth F,Hirose S, Jaynes JB,Brock HW,Mazo A(2Oo6) Transcriptional elongation of non-coding bxd RNAs promoted by the trithorax TAC1 complex represses Ubx by a transcriptional interference mechanism. Cell 127:1209-1221 Ponjavic J,Ponting CP,Lunter G(2OO7) Functionality or transcriptional noise? Evidence for_selection within long noncoding RNAs. Genome Res 17:556-565 Ponjavic J,Oliver PL,Lunter G,Ponting CP(2OO9) Genomic and transcriptional co-localization of protein-coding and long non-coding RNA pairs in the developing brain. PLoS Genet   \n5:e1000617 Qureshi IA,Mattick JS,Mehler MF(201O) Long non-coding RNAs in nervous system function and disease.Brain Res 1338:20-35   \nRhyu MS,Jan LY, Jan YN(1994) Asymmetric distribution of numb protein during division of the sensory organ precursor cell confers distinct fates to daughter cells.Cell 76:477-491   \nRinn JL,Chang HY(2O12) Genome regulation by long noncoding RNAs.Annu Rev Biochem 81:145-166   \nRinn JL,Kertesz M,Wang JK, Squazzo SL,Xu X,Brugmann SA, Goodnough LH,Helms JA,Farnham PJ,Segal E,Chang HY (2007）Functional demarcation of active and silent chromatin domains in human HOX loci by noncoding RNAs.Cell 129:1311-1323   \nSipos L,Kozma G,Molnar E,Bender W(2oO7) In situ dissection of a Polycomb response element in Drosophila melanogaster.Proc Natl Acad Sci USA.104:12416-12421   \nSlawson JB,Kuklin EA,Ejima A,Mukherjee K,OstrovskyL,Griffith LC(2011) Central regulation of locomotor behavior of Drosophila melanogaster depends on a CASK isoform containing CaMKlike and L27 domains. Genetics 187:171-184   \nSoshnev AA,Li X,Wehling MD,Geyer PK(2O08) Context differences reveal insulator and activator functions of a Su (Hw) binding region.PLoS Genet 4:el000159   \nSoshnev AA,Ishimoto H,McAllister BF,Li X,Wehling MD,Kitamoto T,Geyer PK(2O11）A conserved long noncoding RNA affects sleep behaviorin Drosophila.Genetics 189:455-468   \nStarkA,Bushati N,Jan CH,KheradpourP,HodgesE,Brennecke J, Bartel DP,Cohen SM,Kellis M(2008)A single Hox locus in Drosophila produces functional microRNAs from opposite DNA strands.Genes Dev 22:8-13   \nTylerDM,OkamuraK,ChungWJ,HagenJW,BerezikovE,Hannon GJ,Lai EC(2Oo8) Functionally distinct regulatory RNAs generated by bidirectional transcription and processing of microRNA loci. Genes Dev 22:26-36   \nUemura T,Shepherd S,AckermanL,JanLY,Jan YN(1989) numb,a gene required in determination of cell fate during sensory organ formation in Drosophila embryos.Cell 58:349-360   \nWillingham AT, Orth AP,Batalov S,Peters EC,Wen BG,Aza-Blanc P,Hogenesch JB,Schultz PG(2O05)A strategy for probing the function of noncoding RNAs finds a repressor of NFAT. Science 309:1570-1573   \nYoung RS,Marques AC,Tibbit C,Haerty W,Bassett AR,Liu JL, Ponting CP (2012） Identification and properties of 1,119 candidate lincRNA loci in the Drosophila melanogaster genome. Genome Biol Evol 4:427-442   \nZhao J, Sun BK,Erwin JA, Song JJ,Lee JT (2O08) Polycomb proteins targeted by a short repeat RNA to the mouse X chromosome.Science 322:750-756 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]