[
    {
        "type": "text",
        "text": "学派追踪：扎根理论学派的构型、内蕴与衍生",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "翟羽佳1,2，张锦文1，高凯悦1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．天津师范大学 管理学院，天津市西青区宾水西道393号，300387",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2．武汉大学信息管理学院，湖北省武汉市武昌区珞珈山16号，430072摘要：[目的/意义]在科学发展过程中，学派作为科学家创造活动的主要阵地，一直在学术碰撞与交流中扮演着重要角色。为弥补之前学派研究的抽象逻辑性，发掘学派特征，剖析学派间冲突与交流的原因，对学派进行研究有助于科学理论的传承与创新，促进科学活动的合作交流，进而提高知识凝聚力，推动科学变革。[方法/过程]本文以扎根理论学派为例，提取Semantic Scholar数据库中扎根理论文献及其引文关系等元数据，综合运用定量和定性研究方法，挖掘扎根理论学派间的冲突与交流关系，在揭示学派在学科、学者、主题内容方面的特征基础上，深入剖析产生冲突与交流的原因。[结果/结论]研究发现，学派间存在冲突与交流关系，但交流关系更加明显；学派间产生冲突的原因一方面是由于具有不同的核心理论，另一方面，不同学派虽然具有相同的发展走势，但与不同学科的关系具有明显不一致的特征，这与学派最初提出者的学术背景与方法本质有关；学者对学派并没有完全的隶属认同感，从学者稳定性来看，不同学派与学者具有不同关系，学派内容更能符合时代需求也是吸引学者的原因。从学派主题内容分析结果来看，学派间的交流隐含在学者们应用学派内容进行研究的过程中，通过理论基础感知、现象实证演绎、方法逻辑兼容、技术有效创新以及论题整合创新四个应用模型要素间的动态互动，不同学派间、学派与其他研究领域发生了“被动”交流。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：扎根理论学派特征学派发展引文分析学派关系内容分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G203",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "学派是指自发结成的具有相同理论倾向，能够操作相同学术符号体系的学术共同体[1]。与政治组织、宗教等社会团体相比，学派内各成员是自愿组织起来的2，并且每个学派都具",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*本文系国家社会科学基金青年项目\"基于引文内容挖掘的科学创新扩散模型研究\"（项目编号:18CTQ027）研究成果之一。  \n作者简介：翟羽佳，天津师范大学管理学院副教授，硕士生导师，武汉大学信息管理学院博士后；张锦文，天津师范大学管理学院硕士研究生，E-mail：1628716639@qq.com；高凯悦，天津师范大学管理学院硕士研究生",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "有核心理念、领袖人物以及自觉的共同体意识[3]。关于学术流派在科学发展中的作用和意义，各学术领域已达成共识[4]。之所以研究学派不仅是出于理论连续性发展的考量[5]，也是学科发展趋势使然[]。一方面，需要站在巨人的肩膀上继承前人的知识成果，结合发展的需求设法化为己有，而只有对学派进行研究才能真正认识“巨人”的心路历程。此外，学派与学科的关系是密切的。古往今来，一个成熟的学科必定具有多个学派，一个成功的学者不可能孤立于任一学术共同体从事研究4。以社会学学科为例，无论是美国的芝加哥学派、哈佛学派还是德国的法兰克福学派等等，这些对社会学学科具有重大影响的学派都不是个人的成就，而是学者凝聚起来共同努力造就的社会学学科深厚的知识累积和历史底蕴③。基于此，回溯学派形成、发展及其内涵可以使我们真正融入到一个学科生动的生命历程中。目前，学者在探索学术发展与知识流动过程中也一直十分重视学派研究，相关研究主题涵盖了学派内在与外在特征，从识别发现学派或学术团体开始[]，结合史实论述总结学派结构要素[10]，解决人们对学派冲突的误解，从而增进对学派演变过程的认识；进一步地，相关研究也揭示了学派内部成员特点]，对学派主题内容进行了深入挖掘。然而这类研究大都集中在抽象的理论范畴，多从科学哲学以及学术史的角度剖析，尽管存在少量的实证研究，但是仅聚焦在学派的某一方面或某几个方面，并未对不同学派间的关系进行深入研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "扎根理论作为一种社会学研究的方法论，其产生与20 世纪美国社会科学特有的文化背景有关。20世纪30年代社会学量化研究与质性研究的矛盾争论扩大了理论与经验研究的割裂对立，为弥合这一分裂，Barmey G.Glaser与 Anselm L.Strauss 分别带着量化与质性的知识思想，提出了一种新的研究模式——扎根理论[伴随着社会科学不同思潮的涌动，扎根理论自然分裂成了不同的学派，分别是以 BarneyG.Glaser为代表的经典扎根，以 Anselm L.Strauss 和 Juliet Corbin 为代表的程序化扎根和以Kathy Charmaz 为代表的建构主义扎根[13]。三个扎根学派都是自然形成的，并且都具有核心的领袖人物，同时它们建立在不同认识论基础之上，在理论形式、方法步骤等方面存在明显不同，具有易于区隔的标记，有助于研究者识别。此外，扎根理论对中西方学界产生了广泛的影响，但是仍有不少研究者对扎根理论存在认知误区，混淆不同扎根理论学派，导致扎根理论的错误使用[4。因此，我们有必要重新对扎根理论学派进行梳理，基于前人对其的论述，运用实证研究手段挖掘扎根理论学派间的冲突与交流关系，在揭示学派在学科、学者、主题内容方面的特征基础上，进一步深入剖析产生冲突与交流的原因，帮助研究者认识学派发展的本质。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "鉴于上述背景，本研究以扎根理论学派为例，旨在全面系统地分析学派特征，并剖析学派间关系产生的原因，通过引文分析、内容分析等研究方法重点探索以下三个研究问题： $\\textcircled{1}$ 如何定量描述扎根理论学派之间的冲突与交流关系； $\\textcircled{2}$ 学派之间产生冲突的原因； $\\textcircled{3}$ 学派之间交流的原因",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2学派相关研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1学派的缘起与发展",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "学派这一术语在中文与外文语境中各有不同的源流。在《明史》卷二八三中开始正式使用“学派”一词，此后被广泛采纳；而国外最早有提到“学派”是在古希腊时代，DiogenesLaertius 在《名哲言行录》中使用该词[15]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "关于学派的定义，科学哲学家们看法不一。以国内外专业词典收录为例，《现代汉语词典》中将学派定义为“同一学科中由于学说、观点不同而形成的派别。”[16]而学派在《牛津词典》所对应的英文是“school”，解释为“工作风格或观点受到同一个人或思想的影响的一群作家、艺术家等。” $^ { 1 1 7 ] }$ 从这两个概念解释中可以看出，一个学派产生的前提是必须具有相同的观点思想。学派间的差别最终都要追溯到信奉的不同理念，譬如，在经济学领域，麻省理工学派以凯恩斯主义作为思想核心，而芝加哥学派一直信奉自由市场主义，前者与后者具有明显的区别；同样，芝加哥学派与奥地利学派在方法论上的主张不同，使得它们走上了不同的学术研究道路[19]。因此，共同的理论或方法论基础是与学派相区隔的标志。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "不同学派之间的区别是由相互比较形成的，首要关系就是竞争与冲突[2，由学派间的不可通约性造成[4]。与此同时，学派之间并非完全隔离，而是相互渗透[11]。但需要注意的，如果将学派间平等融洽的学术对话上升到否定人品和学品，最终很有可能会形成恶性的竞争导致错误的学派对垒。学派之争能够促进学术自由和学术繁荣，因此，我们更需要理解学派之间的不可通约性，努力做到和而不同，从不同方向促进科学知识的发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "学派的产生和存在是自然而然的过程，但能否持续存在还取决于特定的学术环境，并且不同学派在发展过程中也会发生变化[21[22]，其学术主张不仅可以在本学科范围内产生影响，还会影响其他学科[21]。19 世纪20年代到 50 年代，李比希学派的出现极大推动了吉森大学化学学科的崛起，学派间的高水平学术交流使得吉森大学化学学科的学术地位和国际影响力得到了提升[23]。此外，许多大学学派也在这个时期相继出现，从自然科学领域向人文社会科学领域延伸，如卡文迪什学派、哥廷根学派、奥地利学派、法兰克福学派等。其中，维也纳学派[24的影响力主要局限于哲学领域，而最具代表性的学派“芝加哥学派”并非只包含一个学术领域，陆续衍生涉及社会学[25]、经济学[26]、传播学[27]等多个领域的学派。目前，学派变迁仅局限在学术史梳理层面，缺少实证研究探索学派在不同学科中的扩散情况，无法充分阐释学派的影响力及学术地位，本研究希望从定量角度弥补了这一缺陷。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2学派的构型与内涵 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从结构要素与特征来说，学派不仅有核心的学说或理念，也会有领袖人物、势力范围、边缘末梢[28]。与具有特定制度和严格准则的政治组织、宗教等团体相比，学派成员之间具有高度相似的研究兴趣，研究主题倾向重合性较高，但组织缺乏固定性，内部成员的产生和消失更加随意，约束性差，且不同学派组织结构的聚合程度有明显差别，内聚度高的学派会表现出明显的团体精神[21]。相关研究表明，学者与学派间的关系可以通过计算隶属度[29][11]和亲密度值来表征。此外，由于学者的研究兴趣会随着时间发生变化[30]-[33]，学者与学术社区、学术网络等学术共同体并不是完全的隶属关系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "不管是在学派的定义还是学派的结构要素中都提到了学派“有一种学说”，即学派具有特定的研究方向或主题[。每个学派想要吸引学者加入，首先必须具有成为某学派的独特之处。学派发展的直接目标与动力离不开学术成果展示，其独具特色的研究主题就蕴含在学术成果之中，包括学术论文、著作、实验产品等2。认识一个学派离不开对其研究内容的分析，不仅要理解其核心主题，还要把握热点研究方向。目前，针对分析学派或者其他学术团队研究内容的方法中，定量研究主要运用文献计量学方法，如计算文献关键词词频34、文本挖掘[35][37]、社群发现[]和主题特征识别等。由于要分析的主题内容过于抽象，为了提高结果的准确性，揭示深层次内容之间的联系，部分学者使用系统的内容分析方法对某一理论使用目的和方法进行分析[38],[39]，或全面描述某领域研究活动的变化[40]。然而，目前国内外很少有研究关注到某一学派主题内容使用目的、研究活动变化，因此，学派思想内容在研究中的应用情况也是本研究需要解决的问题之一。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "经上述文献回顾和分析可以发现，学派从形成开始既具有独特的结构特征与研究风格，在演变过程中又会对科学发展产生深远影响。目前，由于学派在空间和时间上的隔离，发展历时久远，横跨多个国度，因此主要依据历史史料进行研究。本文以挖掘学派间冲突与交流关系为目标，通过引文数据定量分析关系存在的事实，运用定性和定量综合方法进一步剖析学派产生冲突和交流的现象和原因，并从侧面揭示了学派总体特征。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3研究设计",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本研究以 Semantic Scholar 数据库为数据来源，检索获得 51666篇扎根理论文献，对数据进行人工筛选后确定学派核心文献，得到学派文献集。首先，通过核心文献引用量判别学派，获得不同学派文献集，测量不同学派文献集的内外引强度，对学派之间的冲突与交流进行分析。其次，在学派间的冲突表现方面，分别从与学派密切相关的学科、学者进行分析，进一步阐释学派产生冲突的原因。根据学派核心文献随时间的被引量变化，分析不同学派的横向变迁过程，统计不同学科使用不同学派的情况，分析不同学派的纵向变迁过程。通过识别学派中全部作者，遍历作者编号获得作者-文献集，利用熵计算学派中作者的分布规律，分析学者与学派之间的关系，发掘不同学派对学者不同的吸引力。在学派间的交流表现方面，从文献主题内容角度进行分析，抽取被引量前 200的文献，对原文内容进行人工摘录后，经数据编码获得扎根理论应用模型，进一步阐释学派产生交流的原因。研究框架如下图所示。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b6f7da326341524ac220459bf0e13bdd5b3ff943cc4731dc0b7c5a1433c6f72d.jpg",
        "img_caption": [
            "图1技术路线图"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1数据准备",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "本文所有的数据来源于 The Semantic Scholar Open Research Corpus（S2ORC）。SemanticScholar 数据库是一个拥有81.1百万篇英文学术论文的大型语料库，主要涵盖了医学、生物学、物理学、数学等20个学科旨在帮助学者进行学术论文分析与自然语言挖掘。SemanticScholar 中的论文来源众多，包括学术出版商、MAG 等资源、arXiv 或 PubMeb 等各种文献档案，以及直接从开放互联网上爬取等。学者们根据标题的相似性和 DOI对这些论文进行聚类，最终形成了2亿个论文集合。与其他数据库相比，Semantic Scholar具有更加结构化的的论文全文，保留了章节标题、段落分隔符、对表格和数字的引用，以及其他论文的引用链接等，其元数据字段包括标题、作者、年份、地点、期刊、摘要和标识符（DOI、PubMed、PMC、arXiv 和ACL 选集）。S2ORC 的学科分布使用的是微软学术研究领域（MAG）[41]，通过与微软学术中的论文实体进行对比找到学科分布，而未找到的标识为未分类。为了确定来源数据的规范性，优先统一选取出版商来源提供的丰富元数据。进一步为了检验论文聚类的质量，将所选规范PDF论文标题与作者通过与之前规范的作者和标题相对比，标题完全匹配则标记正确，并且允许不同的大小写和特殊字符表示的细微差别。同样，作者字段以出现顺序为准，允许缩写、省略中间名等表面形式的变化。研究团队通过检验语料库中论文聚类与各引用关系的质量，作者与标题正确率都达到了 $89 \\%$ 以上[42]。因此，S2ORC 可以为本研究提供足够的学术论文分析资源，是一个可靠的论文来源数据库。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以“grounded theory”为检索词在 Semantic Scholar引文数据库中检索,检索时间为2022年5月10日，共检索出 51666 篇扎根理论研究文献。扎根理论学派可以分为经典扎根、程序化扎根和建构型扎根,代表人物分别是Barney G.Glaser、Anselm L.Strauss 和 Juliet Corbin、Kathy Charmaz。本研究的目的是挖掘学派外部与内部的特征，需要筛选出与扎根理论三个学派密切相关的文献，因此，以他们的专著、内容简介作为筛选标准，依据被引量进行排序，抽取被引频次最高的前100 篇文献进行人工筛选，共识别出34 篇扎根理论核心文献。核心文献是学派研究思想最具代表的学术成果[3，以文献是否引用这些核心文献作为加入标准，最终获得了扎根理论学派关联文献集合23655篇。",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/201897ba9941d82942554183b452ff2a06cd7a7e6536032369a76b9b9b8a3c6e.jpg",
        "table_caption": [
            "表1扎根理论核心文献"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>学派</td><td>核心文献数量</td></tr><tr><td>经典扎根</td><td>11</td></tr><tr><td>程序化扎根</td><td>15</td></tr><tr><td>建构型扎根</td><td>8</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2研究方法",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.1学派关系分析",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "学术史和科学哲学对学派的研究表明，任何学科的学派之间都具有以下特征：既存在不可通约的冲突，又在发展过程中存在互补与合作[4。为挖掘这一特征，首先需要对文献所属学派进行划分。在以往的学派研究中，一般以模糊的学术思想作为划分标准，而学派的领袖人物作为思想的把关者，其著作集成了学派的学术思想，文献间的引用关系正体现了这种知识结构。因此依据前文已经划分的三个学派的核心文献集，通过对比每篇文献引文中经典、程序化、建构型扎根核心文献的数量，选取引文数量占比最多的学派作为该文献所属学派结果。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为验证引文数量比划分方法的准确性与合理性，在正式划分前，从获取的文献数据集中随机抽取100 篇进行统计。首先，针对各学派引文数量比相等的情况，进一步人工分析后发现，此类文献并不存在明显的学派倾向。因此将这部分文献剔除，通过人工检验后，剩余",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$8 7 \\%$ 的文献学派划分正确，说明通过核心文献引文数量比进行学派划分是一种符合准确率标准的划分方法。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "进一步以扎根理论学派关联文献集合为对象对学派之间的关系进行分析，在作者互引关系的基础上，于文献引用的角度提出两个测量指标，分别为内引和外引。如图2所示，论文之间的直线代表外引，曲线代表内引。内引是指学派内部学术成果之间的引用借鉴关系，外引是相对内引而言不同学派之间的引用关系。一个学者要想在本领域内站稳脚跟，得到同行的认可，需要在新论文中引用领域内“精英”的文章，同样，学者为了表达对某一学派的认同，体现学派的共同体意识，就会引用同一个学派的文章；除此之外，科学研究具有继承性、迭代性和连续性，也可能会促使某一学派的研究成果更偏向于引用同一学派的文章[43。对引文数量进行统计，当内引数量多于外引数量时，则内引强，说明学派之间冲突明显，交流较弱；当外引数量多于内引数量时，则外引强，学派之间冲突较弱，交流频繁。通过测量这两个指标，实证分析学派之间的关系，同时实证结果也对两个测量指标的可靠性进行了科学验证。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/fca806559a2f6c1a6528124fd287e13d24550eac65f5cbe42605dbd9b033ab19.jpg",
        "img_caption": [
            "图2学派内引与外引"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.2学派发展与学科关系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "学派的特征表明学派之间相互交流、相互竞争，在交流与竞争中学派不断发展，有的学派没有自我革新而被其他学派同化逐渐退出历史舞台，有的学派在互相碰撞中不断上升蜕变仍屹立于学术之林。因此，有必要挖掘学派随时间变化的规律，帮助我们认识学派发展的特点及其得失，进而从中吸取学术智慧，促进学术多样性的繁荣和发展。按照学派划分的核心文献，本研究分别统计了经典扎根、程序化扎根和建构型扎根核心文献的年平均被引量，绘制了被引量随年份变化折线图以及年度变化趋势图，以此探究学派整体变化并进行对比。此外，扎根理论作为一种研究方法，各学科都可以使用，不同扎根理论学派在各学科中的发展不尽相同，通过识别每个学派文献集中所属学科的情况，统计不同学科在学派中出现的年份以及包含的文献数量，分析不同学科使用扎根理论的情况，从而挖掘学科与学派之间的知识交流。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.3学派与学者关系",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "一个学者在其学术生涯中对学派的倾向很有可能会发生改变,这种变化稳定性如何对于学派具有重大意义，可以促进学派自身的壮大和发展。本文假设学者在研究中使用不同扎根理论，那么其对这一扎根理论学派的认同感更高。作者作为文章的创作者，论文是其对扎根理论认同感的一种文字表征形式。基于之前收集的扎根文献数据集，识别并抽取全部作者，数据库中作者名的缩写和大小写等歧义问题已经消除[44]。依据识别出的作者id号，遍历得到每名作者的文献集，形成作者-文献表。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "为了衡量一个作者对学派认同感，本文借用信息熵来测量。熵是用来衡量一个系统的内部混乱程度。香农借鉴了热力学中的熵建立了信息熵的概念。计算公式如下：",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nH ( X ) = - \\sum _ { i = 1 } ^ { n } p ( x _ { i } ) \\log p ( x _ { i } )\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "其中 $p ( x _ { i } )$ 代表随机事件 $X = x _ { i }$ 的概率。即一个事件发生的情况有 $i$ 种，在这个事件发生之前并不确定结果，如果这个事件某种情况的概率越大，那么熵值就越小，事件 $X$ 产生的结果确定性越大。在本研究中，事件 $X$ 是作者的学派认同感， $p ( x _ { i } )$ 是出现三个扎根学派文章的概率， $H ( X )$ 就代表了作者对学派认同感的不确定性。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.4学派内容分析",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "为了解释扎根理论各学派交流频繁的原因，需要理解扎根理论文献的主题内容，发现主题之间的联系，构建主题框架，从而挖掘产生的根源。首先，我们抽取了除核心文献外的被引量排名前 200的扎根理论文献，人工阅读原文并摘录有关扎根理论的内容（包括使用目的与意义、方法过程、描述评价），排除文献来源不清、书籍体量过大等，共得到101条摘录数据。之后，基于已摘录的数据，借鉴扎根理论的编码方法构建出主题框架，对扎根理论学派的内容进行分析。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "扎根理论是一种从研究现象的原始数据中归纳得出理论的方法论。理论是通过系统的数据收集和与该现象有关的数据分析而发现、发展和暂时验证[44]。也就是说，它尽可能脱离了主观与先验知识的干扰，是有关数据收集和数据分析的一整套方法论。为发现论文中主题之间的联系，按照严格的扎根理论规范，本研究仅借鉴了扎根理论的编码思想进行模型构建，其主要原因如下：首先拟定的研究目标是从原始的扎根理论文献中归纳主题类别，挖掘主题关系，构建扎根理论应用模型，因此符合扎根理论的适用范围。其次，已经有研究单独使用扎根理论编码技术作为数据分析的手段[45]，因此本部分的研究方法可行。“编码”在扎根理论是指表示“数据分解、概念化和以新方式重新组合的操作”[46]，按照 Strauss 和Corbin 提出的三级编码程序（开放编码、轴向编码、选择性编码），我们进行了相应的改编，没有预先设立任何主题类别，对81条数据的主题内容进行持续比较分析[47]，剩余的 20条数据用来进行饱和度检验。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4结果",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1学派关系",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过机器统计核心文献引用数量比，将获取的扎根理论研究论文数据集划分为三个学派，其中程序化扎根 5872篇，经典扎根4472篇，建构型扎根1151篇。运用內引和外引两个指标分别探究学派总体的边界强度，排除内引和外引指标相等，无法比较的情况，分别计算引用数量，如图3所示，外引数量为6262，内引数量为5233，外引强度要比内引强度大，可以说明扎根领域内各学派之间的隔阂虽然存在，但交流合作已经成为学派发展的主旋律。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "进一步分别对三个学派的边界指标进行计算，可以看出，程序化扎根、建构型扎根的外引强度要明显大于內引强度，而经典扎根的内引强度比外引强度要大，说明程序化与建构型两个扎根学派与别的学派交流更频繁，边界不清晰，经典扎根虽然也与别的学派交流，但更注重内部知识的流动，学派内部之间凝聚力与共同体意识更强。之所以会出现这种现象，离不开扎根理论三个学派的创建背景。程序化扎根作为对经典扎根的一个补充，虽然在哲学认识论等方面存在了较大的不同，但依然是来源于经典扎根，同时建构型扎根的提出者Charmaz 师从Glaser 和 Strauss，为了融合经典和程序化扎根的优点提出了建构型扎根，作为站在巨人肩膀上的新兴学派，必定会与前两个学派进行交流和学习。因此，程序化扎根与建构型扎根两个学派与其他学派之间的边界并不明显，冲突较弱。经典扎根作为最初的扎根理论，具有较强的共同体意识，领袖人物Glaser 出版了专门的著作对之后产生的两个扎根学派进行批评否定。在 Basics of Grounded Theory Analysis:Emerging Vs．Forcing 和Constructivist Grounded Theory 文章中严肃指出他们是披着“扎根理论”外壳的其他方法形式，之所以使用“扎根理论”来命名，只是想从中获取“好处”[48][49]，侵犯了Glaser 的知识产权。因此，经典扎根学派的边界要更加清晰。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/5a35293be7b7b48db893ac472a4e83f0d7daee3bf880f2bdc258f7b5ed315624.jpg",
        "img_caption": [
            "图3扎根理论关联文献集合的内外引数量对比"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2学派与学科",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "计算核心文献年平均被引量，绘制了变迁趋势图，如图4所示。首先，从总体来看，三个扎根理论学派的发展都经历了平稳发展、飞速上升、逐步下降三个阶段。Glaser和 Straus在1967 年合著了 The Discovery Of Grounded Theory: Strategies For Qualitative Research[50],标志着扎根理论（经典扎根）的诞生。在定量实验分析占主导地位的背景下，目的是提出一种系统的方法来分析数据，使定性研究具备定量范式的严谨性，将理论检测转向理论生成。此后二人合著了三本著作后，由于对扎根理论的认识不同，Glaser 和 Strauss 产生了分歧。1987年，Strauss 独立出版了Qualitative Data Analysis，程序化扎根自此诞生，Strauss 与Corbin 继续合作，发表了Basics ofQualitative Research Analysis，具体描述了扎根理论的使用过程，使得程序化扎根理论被广泛引用，扩大了扎根理论在不同领域的传播，特别是在医学研究、护理学、教育学等领域。此外，Glaser及其学生组织了扎根理论学院，积极开展扎根讲座，促进了经典扎根的传播。Charmaz 综合了经典扎根理论中有关归纳、对比、涌现和开放性的方法，以及程序化扎根理论中的因果假设逻辑，形成了建构型扎根理论[5。综上，程序化扎根自诞生以来就广受欢迎,发展速度最快，同时也推动了扎根理论其他版本的发展，因此20世纪90 年代经典扎根也得到了广泛的传播。而建构型扎根出现时间较晚，自 2006年明确正式出版以来，才开始迅速发展。此外，三种扎根理论的产生和发展还受到了哲学社会科学思潮演变的影响，从实证主义、后实证主义（解释主义）到建构主义，学者的认识论发生了改变，从而影响了方法论的形成。如今，扎根理论总体发展趋势虽有下降，但这并不能说明扎根理论已经过时，这是因为扎根理论正在不同学科之间横向传播，同其他研究思想交叉碰撞，因此，扎根理论仍处于繁荣发展的阶段。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/302c3c52db078b122201d7fa1cc8e51cc9173b939c27101282f8e911ab355f3d.jpg",
        "img_caption": [
            "图4扎根理论学派总体变迁"
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "扎根理论作为一种研究方法或者方法论，在护理学[35]、心理学[52]、社会学[53]等学科都有应用，而三个扎根理论学派在不同学科中的发展是不同的。如图5，分别展示了程序化扎根（S-GDT）、经典扎根（G-GDT）和建构型扎根（C-GDT）在不同学科中的情况，最先使用的学科排在前面，宽度越大说明扎根理论学派在某学科中越受欢迎，即属于这一学科的扎根文献越多。总体来看，程序化扎根与经典扎根相关文献分布在17个学科，建构型扎根文献与18个学科相关，其中化学这一学科目前为止并没有使用过经典扎根，材料科学领域还没有尝试过使用程序化扎根解决研究问题。首先，程序化扎根理论最先出现在心理学、医学、社会学三个学科，其中医学是最常使用程序化扎根的学科，相关文献有 3955 篇，化学领域相关文献最少，只有1篇。近几年物理学和环境科学也开始在论文中使用程序化扎根。其次，社会学于1968年最先引入经典扎根理论，随后70年代心理学、政治科学、药学相继引入经典扎根，并且在医学中得到了广泛传播，共有2395篇研究论文。2015年材料科学才引入经典扎根，发展最为缓慢，仅有1篇。最后，建构型扎根理论分布最广泛，心理学、药学、计算机科学三个学科最先引入，并且在心理学发展最迅速，相关论文到2022年已经达到了1446篇。由于建构型扎根出现时间较晚，文献数量较少，有许多学科虽然引入了但是发展迟缓，仅有1篇相关文献。",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/a3732fbfb394c509bc8a87b75f92ac73d5a0785ace853d143b8654e98f823026.jpg",
        "img_caption": [
            "图5扎根理论学派学科分布"
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "综上，建构型扎根出现时间虽然最晚，但学科分布最为广泛，说明建构型扎根与各学科的适配度更高、兼容性更好，但是与前两种扎根理论相比，发展速度缓慢。经典扎根理论是在美国60 年代社会学学派争辩最先被提出的，因此最先被社会学使用。程序化扎根在各学科中最受欢迎，在多个学科中文献数量超过千篇，这与其本身的方法特征有关，具体的步骤给研究者提供了明晰的研究路线。除此之外，从学科来看，扎根理论在医学研究中使用的最多，最受医学领域学者的欢迎，一方面可以发现，扎根理论的两位创始者最初也是在医疗卫生领域发现地扎根理论，因此扎根理论在医学中传播会更加迅速；另一方面，医学学科大多数研究主题都与“人”密切相关，注重研究人员与参与者的互动性，在互动时往往会发现之前没有研究的问题。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3学派与学者",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "从文献集中共识别出40511名作者，计算每名作者的熵值，并统计三个学派作者的分布情况可以发现：一直认同一个学派以及只有一篇文献的作者熵值都为0；对两个和三个学派具有相同认同感的作者熵值分别为1和1.58。分析结果如下图所示：",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/aaa28ae04f2cd04f0f2049df1713b292c8b6969467365f5cc4e3082951fd76af.jpg",
        "img_caption": [
            "图6不同学派熵的分布"
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（1）截止2022年5月9号只发表过一篇文献的作者共有33282个，说明大部分作者都是初次使用扎根理论进行研究。其中属于程序化扎根的有17065个，经典扎根的有10807个，建构型扎根的有 5410个。熵为0的作者，即一直认同一个学派的作者共有3391人，其中程序化扎根有2028人，经典扎根有815人，建构型扎根有548人。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "虽然经典扎根最先形成，但是使用步骤模糊，对初学者来说不便使用[2，因此传播相对较弱，吸引力不足；程序化扎根弥补了这一模糊性，有一个相对明确的研究步骤，具有更强的吸引力；建构型扎根在 2006 年提出，因为其形成时间较晚，与前两个学派相比还不够成熟，学者们接触的比较少。综上，作者的学派分布符合实际情况。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（2）对两个和三个学派具有相同认同感的作者熵值分别为1和1.58。作者人数分别为2025人，121人。为探索其中的原因，在熵值为1.58和1的结果中各随机选取2名作者的文献进行阅读。在熵值为1.58 的作者中，Pedro Mateu-Gelabert 这名学者有关扎根理论的论文中大部分是将扎根理论与其他研究方法混合使用，即使只使用了扎根理论方法也没有明确说明使用了哪种扎根方法，研究过程比较笼统[54][6；此外，在面对新的研究情景时，更偏向使用建构型的扎根，譬如护理学领域学者 Sarah S.Collard在研究调查癫痫运动可能存在的障碍和应对策略时说到，对这一机制的研究存在空白，可以采用建构型扎根，因为它承认研究人员对研究结果的影响，能够“让受试者有发言权”[58]。而在研究现有因素之间的因果关系时一般采用程序化扎根，譬如，在题目中有明显表示研究某因素对某结果的影响[或重要性[60]，因为分析类别中存在明显的因果关系，而与经典扎根提出的18 种范式模型相比，程序化扎根将范式模型简化成一种因果模型，正适合探究影响因素。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "在熵值为1的作者中,Harley[61]-[62]的两篇论文都是围绕非裔美国女性这一群体进行研究的，在文章中将扎根理论认为是一种归纳研究方法。但也有许多学者认为扎根是一种归纳演绎的方法，因此扎根理论的实际应用中仍然存在着许多模棱两可的概念。这种对扎根理论理解不一致的原因可以总结为两点：其一，对扎根理论的内涵不清楚，运用扎根时并不规范，与其他方法混合使用；其二，在研究主题的基础上，针对不同的研究问题与情景，采取了不同的扎根方法。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "经上述分析总结，熵值为0、1和1.58三个特殊点的作者对学派认同的情况各有特点，学派分布情况各不相同，但都符合学派的实际分布，在特殊点之间的作者分布情况如下：",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（1）0-1：共有作者1350人，程序化扎根763人，经典扎根366人，建构型扎根 221人，并且 $9 9 \\%$ 的学者只涉及两个学派，只有8个作者涉及3个学派。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（2）1-1.58：共有作者342人，其中程序化扎根有148人，经典扎根69人，建构型扎根 71人，其余 54人对任一学派的认同感都不强烈。例如Murray-Davis[63]在研究产科医疗与孕妇之间的实践时，虽然论文中没有明确说明使用哪种扎根理论，但在步骤上具有程序化扎根和建构型扎根的特征，这说明这些作者有可能倾向综合使用，没有认识到不同扎根学派的区别。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.4学派内容分析",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "本节描述了如何采用扎根理论来分析在研究论文中扎根理论使用情况的主题分布，揭示扎根三个学派之间频繁交流的原因。虽然遵循了扎根理论提出的大多程序步骤，但我们修改了一些程序，主要概括为两三步：开放编码、轴向编码和选择性编码。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.4.1开放编码",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "通过对81篇摘录的开放编码可以初步解构扎根理论在一篇文献中具体的使用情况。Strauss 和Corbin将开放编码分为四步：标记现象、发现类别、命名类别，以及根据类别的属性和维度开发类别\\*，由于我们的目的是确定扎根理论文献的主题特征，因此，类别的属性和维度不是重点。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 标记：借助了定性分析软件Nvivo 对每篇文献的摘录进行逐行、逐段编码，通过相互比较，合并相同的标记，形成了154条概念。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 发现类别：以扎根理论与其他研究这一类别为例，在标记过程中我们发现扎根理论分别与案例研究、焦点小组、实地调查、一般归纳分析、专家系统法、统计分析、文本聚类等多种研究方法会同时出现在文献中，不仅是一同作为方法指导研究，还会从理论角度作为示例支撑论述。经过这一步骤后，共归纳了七个类别。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ 命名类别：通过持续比较，对重叠的类别进行合并，最终确定了五个类别。下面是五个类别和它们说明性的子类别：",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "理论基础感知：有35篇文献中都存在对扎根理论详细的介绍，一方面是为后文的数据收集和分析过程做铺垫（扎根理论的起源和发展），另一方面是论述扎根理论本身，帮助阅读者理解什么是扎根（扎根理论的关键特征）、解决对扎根的困惑（扎根理论的指导）、如何使用扎根（扎根理论的分析工具）。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "现象实证演绎：将扎根理论作为唯一的方法帮助分析研究问题。每项研究都有它的研究目的，有的是以构建理论为目的，有的是以构建概念框架为目的（扎根理论使用目的）；由于扎根理论存在不同的学派，论文中经常会区分不同的使用版本（混合使用），但是经常在数据收集和数据分析不能始终兼顾扎根理论的原则步骤（扎根理论数据分析、使用问题），不利于扎根理论的发展。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "技术有效改进：经典扎根理论在创建时方法步骤描述不清晰，不利于初学者使用。有许多研究者通过不断的实践与解读，遵循原始的核心原则对扎根理论关键步骤进行了完善。（分析步骤改进、结果检验的改进)",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "论题整合创新：扎根理论是一个十分有价值的系统规范的定性研究方法，不管是在哲学角度还是方法论角度，对任何领域都具有借鉴意义。（基于扎根理论的新方法、扎根理论的变体）",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "方法逻辑兼容：扎根理论源于美国社会科学学派之争，两位创始人Glaser和 Strauss 分别具有不同的学术背景。Glaser将定量研究的客观思想带入扎根理论，使数据的编码分析更加系统，Strauss 将定性研究的原理和归纳思想贯穿整个扎根理论技术过程。因此，扎根理论在方法论和认识论上与其他定性研究和定量研究都具有兼容性。（扎根理论与定量研究、扎根理论与定性研究)",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/9a63b18746e4eadc867d00fbe83b40659c7943eaa6bf959b99817035c6f49637.jpg",
        "table_caption": [
            "表2概念的类别和数量"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>类别</td><td>概念数</td></tr><tr><td>理论基础感知</td><td>52</td></tr><tr><td>现象实证演绎</td><td>51</td></tr><tr><td>方法逻辑兼容</td><td>32</td></tr><tr><td>技术有效改进</td><td>13</td></tr><tr><td>论题整合创新</td><td>6</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.4.2轴向编码",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "轴向编码通过将每个类别下的相似概念分组为子类别来进一步发展类别。Strauss 和Corbin 提出的程序化扎根范式模型可以简化为原因、背景、行为和结果关系。虽然这一范式模型能够很好地解决一些类别与子类别之间具有因果关系的实例，但并不是所有的现象都适合这一模型。本研究的目的是站在文献的角度，发掘扎根理论不同学派产生交流的原因，上述开放编码已对扎根理论使用主题进行了初步归类总结，但类别与子类别之间并不具有明显的因果关系，因此在轴向编码部分，对程序化扎根范式进行了改编，首先将类别与子类别之间进行分层关联，其次通过综合备忘录梳理类别与子类别背后的逻辑和推理过程。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "以现象实证演绎类别为例，它与实证方式、过程缺陷、研究目的几个子类别相关联，同时子类别下还可能有自己的子类别。例如，研究目的可以分为形成完整机制和初步概念化。这两部分又可细分为较低的子类别，其中完整机制包含了构建模型和理论两种情况，初步概念化有确立假设、构建框架两种途径（图7）。",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/511283b100fccf383f1596d439494f229d7459c86914fb9365089b0e20d93df9.jpg",
        "img_caption": [
            "图7类别的轴向分析一一现象实证演绎"
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "类别和子类别之间分层关系的背后逻辑推理过程记录在备忘录中，从开放编码到选择性编码备忘录都一直作为编码人员梳理逻辑记录灵感的来源而存在。以下是“现象实证演绎”类别的一部分备忘录：",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "扎根理论作为一种方法论被提出，最初的目的是帮助研究者解决具体现象的研究问题。研究者带着对某一现象的兴趣进入调查环境，在初步调查和分析中发现了现象中的具体问题，逐步勾勒出研究雏形，即研究的目的。有了目的，研究者着手实施研究设计，扎根理论的灵活性使得不同研究者的过程方式会不尽相同，久而久之有学者在学习这些研究时产生思想碰撞，发现其中存在的问题缺陷。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "扎根理论适用于解释新现象或理论体系不完善有空缺，可以帮助研究者剖析问题要素，将要素联系起来提出假设或建立联系框架，进一步还可以提出理论或假说。不同于假设检验理论，扎根理论最终是通过归纳演绎“生成”了理论，子类别理论模型与假设框架两种结果都是扎根理论所允许的。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "扎根理论在研究中的使用方式通过总结不外乎可以分为这三种：扎根理论研究、扎根理论方法和扎根理论范式。扎根理论研究指的是关注现象中人们的社会心理过程，并注重影响事件进程的环境；扎根理论方法是指只使用访谈数据没有确切的社会过程研究；扎根理论范式倾向于将扎根理论作为一种方法来讨论，而不是一项完整的研究。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "扎根理论使用过程中存在了诸多问题，在论文书写描述中由于篇幅限制或者研究者想当然的描述，造成人们在研读此文章时往往不清楚结果产生的过程；不同扎根理论的分析过程有明显的区别，但研究者往往会出现混合使用的情况，并且在数据抽样、编码分析，饱和确认时不符合扎根理论的基础要素；此外，随着扎根理论不断发展，被广泛运用，错误的使用也导致了人们对扎根理论的误解，对扎根理论本质认识不清，它既不是原始数据表示、理论测试或字数统计，也不是缺乏方法论的接口、简单异行的操作或是公式化的数据分析常规应用。",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/c3d23e642ce8d9ee6be28fac5403cbd1da2842f7deff6a54bfa86f224f7326fb.jpg",
        "table_caption": [
            "表3类别与子类别的分层关系"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>类别</td><td>二级子类别</td><td>三级子类别</td></tr><tr><td>理论基础感知</td><td>起源与发展</td><td>总体论述</td></tr><tr><td rowspan=\"9\"></td><td></td><td>个别论述</td></tr><tr><td>本质与特征</td><td>比较论述</td></tr><tr><td></td><td>理论敏感性</td></tr><tr><td></td><td>编码概念化</td></tr><tr><td></td><td>用备忘梳理</td></tr><tr><td></td><td>其他基本概念</td></tr><tr><td>启示化指导</td><td>评价批判</td></tr><tr><td></td><td>困境与误解</td></tr><tr><td></td><td>方法作用</td></tr><tr><td rowspan=\"6\">现象实证演绎</td><td>实证方式</td><td>扎根研究</td></tr><tr><td></td><td>扎根范式</td></tr><tr><td></td><td>扎根方法</td></tr><tr><td>过程缺陷</td><td>分析不规范</td></tr><tr><td></td><td></td></tr><tr><td></td><td>要素认识不清</td></tr><tr><td rowspan=\"5\">方法逻辑兼容</td><td>研究目的</td><td>叙述逻辑模糊</td></tr><tr><td></td><td>完整机制</td></tr><tr><td></td><td>初步概念化</td></tr><tr><td>定性研究</td><td>数据收集方法</td></tr><tr><td></td><td>整体方法论</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/4067fe4515f81062cbb82baf700a94f54b6cad00f4d0b96dae6d59edc686939e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\">定量研究</td><td>描述统计</td></tr><tr><td>实验检验</td></tr><tr><td rowspan=\"5\">技术有效改进</td><td></td><td>文本分析</td></tr><tr><td>分析步骤</td><td>数据抽样</td></tr><tr><td></td><td>理论饱和</td></tr><tr><td></td><td>文献回顾</td></tr><tr><td></td><td>持续性比较</td></tr><tr><td rowspan=\"4\">论题整合创新</td><td>结果检验</td><td>自反性</td></tr><tr><td></td><td>严谨性</td></tr><tr><td>混合变体</td><td>综合技术</td></tr><tr><td></td><td>新题应用</td></tr><tr><td rowspan=\"4\"></td><td>单一变体</td><td>程序扎根改编</td></tr><tr><td></td><td></td></tr><tr><td></td><td>经典扎根改编</td></tr><tr><td></td><td></td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "4.4.3选择性编码",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "选择性编码在开放编码和轴向编码的基础上，系统梳理已经标记出来的概念、类别和子类别选择出一个核心类别，通过描述现象的“故事线”将核心类别与其他类别联系起来，建立一个扎根理论应用模型。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 筛选核心类别。核心类别应满足两个标准：在分析中出现频次高，并且能够整合其他类别。在本研究中，使用扎根理论进行研究的主要问题是如何正确合理地运用扎根理论，只有理解了扎根理论的内涵和本质才能正确运用扎根理论，帮助改进和融合其他研究方法。理论基础感知和现象实证演绎是核心类别的候选类别，因为它们的频次在编码分析中比其他类别都要高。虽然理论基础感知在文献中出现的频次更高，但它大都作为背景基础，或者帮助人们更好地解决使用扎根理论研究问题，与其他类别联系不紧密，不能全面覆盖。扎根理论应用最终还是为了发掘实际现象，从而加深对扎根理论的认识，增加与其他学科和其他方法体系的联系，并积极在使用中改进和创新。因此扎根理论的使用这一类别能够整合其他的类别，作为联系的纽带。核心类别与其他类别的关系如下表所示：",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/55e2eae9f49808faafce0af47e9ad7ecc9a2cd7112186be3a9211290833c45bd.jpg",
        "table_caption": [
            "表4类别关系结构表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>典型关系</td><td>关系结构</td><td>关系结构内涵</td></tr><tr><td>理论基础感知现象实证演绎</td><td>支持</td><td>初学者通过自主学习阅读或老师传授形</td></tr><tr><td></td><td></td><td>成对理论的初步感知，基于自己的理解</td></tr><tr><td></td><td></td><td>认识付诸实践活动，通过实践完善之前</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>的认知</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/f9f7ee7014d6c0ef5bb115521a8f9cc0660b39ed03f6db4e94809ef3249f97e1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>现象实证演绎→方法逻辑兼容</td><td>实现</td><td>通过实证演绎实现扎根理论与不同学科</td></tr><tr><td rowspan=\"3\">现象实证演绎→技术有效改进</td><td rowspan=\"3\">实现</td><td>不同研究方法进行碰撞，发现能与扎根</td></tr><tr><td>理论兼容的方法理论</td></tr><tr><td>现象实证演绎的过程中能够发现扎根存</td></tr><tr><td rowspan=\"3\">现象实证演绎→论题整合创新</td><td rowspan=\"3\">实现</td><td>在的问题，总结经验，进而实现扎根相</td></tr><tr><td>关技术的改进</td></tr><tr><td>现象实证演绎的过程中能够发现许多新 的研究场景，进而实现扎根理论的应用</td></tr><tr><td>方法逻辑兼容→理论基础感知</td><td>促进</td><td>创新 方法逻辑兼容能够促进研究者对扎根理</td></tr><tr><td>技术有效改进→理论基础感知</td><td></td><td>论特征内核的认知</td></tr><tr><td></td><td>促进</td><td>技术有效改进能够促进研究者对扎根理 论特征内核的认知</td></tr><tr><td>论题整合创新→理论基础感知</td><td></td><td>论特征内核的认知</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>促进</td><td>论题整合创新能够促进研究者对扎根理</td></tr><tr><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "扎根理论应用模型建构是一个动态的建构过程，指的是扎根理论研究者在特定的背景和社会环境中，为实现未解决现象问题，在研究过程中建立起扎根理论知识与经验的完整“扎根”生涯。故事线描述如下：",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "要想做好扎根理论的研究首先必须知道什么是扎根理论，通过梳理扎根理论的起源和发展，认识扎根理论的本质特征，在理论经验的基础上进行扎根理论实践应用，在做研究设计时研究者有可能会同时使用扎根理论与其他研究方法，从而实现方法的兼收并蓄。在完成整个研究的过程中研究者一边完善头脑中的扎根认知，一边通过自反性回顾思考，发掘扎根理论的缺陷问题，进一步可以大胆实现技术改进和应用创新，构建出新的扎根理论范式或其他新的研究方法。同时，研究者在这完整的应用生涯中对扎根理论的认识达到了逐渐完满的状态，最终实现扎根思想质的飞跃。",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/379b1ef1c05b14ea6c233a6bc57699afc70a109f7eb118fc70401aa490c42379.jpg",
        "img_caption": [
            "图8扎根理论应用模型"
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "在扎根理论应用模型中，扎根理论作为不同的角色其实在与不同的方法思想进行着碰撞。从一个完整的扎根理论研究者的生涯来看，在最基础的理论感知中扎根理论作为一个新的思想，它与学者大脑里之前的理论经验发生了初步碰撞，彼此交融以此在个人认知框架占有一席之地；在方法实证演绎过程中，扎根理论实现了实际应用，在选择应用哪个学派时，我们会下意识对不同学派的内容进行对比研究，不同学派之间就发生了思想碰撞与交流；此外，在改进、创新、兼收并蓄的过程中，扎根理论也与其他领域的研究思想产生了交流，热烈的交流还有可能创造出新科学理论。这些隐性的交流都伴随在研究中，虽然路径不同，交流对象不同，但都是不自觉的。综上，扎根理论在不同研究中的应用不仅会促使扎根不同学派内容相互交织，学派之间进行了“被动”合作；同时也促进了扎根领域与其他领域思想方法的接触交融，为新理论体系的出现奠定了基础。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5研究探讨",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "从学术史与科学发展角度来看，一个新的科学体系的建立和新的科学理论的提出，只有经过学派之间的争鸣、交流、合作才能不断完善与深化，科学家的创造活动都离不开某个共同体或学派。学派是在全局或局部的学术革命中自然形成的，学派的形成是学科可持续发展的标志之一，学科内不同学派间互相补充、多向积累，一个学科才能均衡发展，自我革新，才不至于没落。不同学派虽然形成的过程不相类似，但都具有明显区别的核心理念[4]，这也是学派产生冲突的原因之一。既有的研究科学研究认为学派之间是竞争关系[20]，但如果仔细梳理学术史或学术格局，可以发现学派之间是相互交流促进的[5]。在自我革新与学术争鸣中学派随时间呈现出不同的演变趋势，有的学派产出了新的研究成果，吸引许多具有共同价值理念的学者加入，学派势力范围不断壮大；有的学派由于一些自身原因和外部原因渐渐衰落[66]，与其他学派差距越来越大，在学术争鸣中逐渐淡出历史舞台。此外，不同学者受吸引加入学派后，内部并不具有严格的规章制度与准则，约束性弱，学派的内聚力靠的就是成员的认同感意识[7]。本研究在学术史学派相关理论研究结果的基础上，借助引文分析和内容分析等相关工具，以扎根理论学派为例，挖掘扎根理论学派间的冲突与交流关系，在揭示学派在学科、学者、主题内容方面的特征基础上，进一步深入剖析产生冲突与交流的原因。研究结果表明，学派间虽然具有区隔存在，但学派关系更倾向交流与合作；学派发展具有相同趋势，一般都会经过产生、兴盛、稳定几个阶段，但与不同学科的关系具有明显不一致的特征，学派扩散的先后顺序不同，总体来看三个学派与社会学、医学、心理学关系最为紧密，这与学派最初提出者的学术背景与方法本质有关。学者对学派并不具有完全确定的认同感，不同学派的成员其认同感分布也不一样；不同学派的这两点区别也是造成学派冲突的原因。学派主题内容在相关研究论文的使用情况也不尽相同，将分为了五种，构建了以现象实证分析为核心的扎根理论应用模型，揭示了扎根三个学派之间频繁交流的原因。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "在学术社区等学术共同体识别研究领域，已有研究从作者合著关系[68]、文献引用关系[69]、作者一关键词耦合关系等角度发现学术社区。有效的挖掘识别有助于构建学术共同体并识别学术派别的演变规律，对揭示学科派系和学科领域发展规律具有重要意义。在学派判别研究中，许多学者总结论述了学派判别的标准，即学派具有领袖人物和独具特色的研究成果。本研究借鉴了学术社区识别的方法，在基于文献引用关系的基础上，按照是否引用领袖人物的代表性成果，对扎根理论三个学派进行划分，识别并得到三个学派的文献成果集。此外，相关研究还提到作者与社区的关系可以通过隶属度和亲密值等指标计算。类似这些指标，本研究创造性地提出引用强度来测度学派关系，体现了学派间交流互补。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "对科学知识扩散领域而言，科学创新产生的新的理论知识一般由文献记载并传承，知识扩散的路径可以通过各文献集合的相互引证来表征[70]。知识扩散通常将文献汇集成研究领域、学术期刊、学者、机构、国家等不同层次的集合，从不同层次挖掘主体影响力知识扩散情况。其中对研究领域的进行引文分析是近年来颇受欢迎的研究对象，它包含了各学科知识以及理论，可以探索不同研究领域之间的知识结构和领域知识的学科划分。[7]学派是蕴含了自己独有的领域知识，其知识扩散也可以通过引文来体现。对于学派的变迁和扩散过程，现有研究仅从历史角度梳理其演变过程，从案例及史料事实对不同学派进行研究对比。与领域扩散研究2类似，本研究基于已划分好的学派文献集合，通过统计引文数量和分布情况，发现不同学派在各学科间知识扩散过程各有特点。相关学科以及在不同学科间扩散过程并不相同，总体来看，社会学、医学和心理学与三个学派最为密切的三个学科，这与扎根理论历史发展是相一致的。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "对于学派内容研究而言，大多是学派大家或研究学派本身的人员进行综述性概括梳理，抽象性讨论学派主要理论与应用范围。虽然扎根理论主要应用场景一般是作为解决研究问题的研究方法，但具体情况并没有研究进行阐明，并且在相关文献中也很容易发现其应用场景并不仅仅是局限于方法。本研究利用内容分析的编码技术，对扎根理论学派内容进行了深层次讨论，将应用主题分为了扎根理论的理论基础感知、现象实证演绎、方法逻辑兼容、技术有效创新以及论题整合创新，梳理各主题关系，构建出扎根理论应用模型，通过模型要素间存在的关系结构，阐释了学派交流产生的根源在于研究者在应用过程中产生的“不自觉”思想交流。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "6研究总结",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "在我国科学研究的道路上，一直以发展学术多样性为目标，重视学术交流。1956 年提出“百花齐放，百家争鸣”的方针，强调要坚持百家争鸣，积极鼓励学术多样性的发展。1978年，思想文化界率先发出了“允许不同学派存在”的声音，研究学派的文章也层出不穷，2013年数量达到顶峰。近几年各高校学术界也在努力打破学科壁垒，走出学术堡垒，积极促进学术领域的交流与沟通，创建跨学科研究团队，建设交叉学科。学派多样性是学术多样性的具体体现，鼓励学派多样性就是尊重学术多样性，是科研人必须遵守的一种学术伦理。本研究结果全面系统地揭示了学派多方面特征，解释了学派间存在冲突和交流的原因，具有重要启示。在理论层面，学派多方面特征得以以实在的数据形式呈现出来，不仅验证了学派间冲突与交流的存在，还进一步分析了这种双重关系产生的原因，使人们对学派特征有了更深入的认识，扩大了学派研究视野；同时综合使用各种研究方法，促进了研究方法的多样性融合；在实践层面，本研究告诉我们，我国科学研究发展需要引入学派意识，树立正确的学术价值观，孕育特色化学术方向，开展协同性研究活动，通过学派传承学术研究传统，开拓创新，才能在国际学术研究领域产生重大影响、发出中国声音。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "尽管如此，本研究仍有以下不足。首先，本文结果是建立在文献数据之间的引用关系，当然，除了通过公开发表的研究之外，还有很多方面可以体现学派之间的冲突与交流，主要包括学术研讨会、交流信函、学术沙龙等。这些形式大都最终会以文献著作的形式体现出来，引用关系具有一定的有效性，有理由认为它是一种合理化的指标，并没有忽略其他的表现形式与因素。在后续研究中，我们将对学派组织内部以及学派间学者的社交网络进行研究，从学派成员个人特性与交往特征探讨;其次，仅依据当前所包含的扎根理论研究文献进行分析，虽然在研究对象上具有一定的局限性，选取的文献集没有做到全覆盖，并不能完全体现一个学派发展的全部特征，但通过引用指标的测量以及内容分析，从定量与定性角度揭开了学派整体的特征。在后续研究中，为了概括本研究的结论，有必要研究更多具有不同特点的学派;最后，在内容分析时，人工摘录具有一定的主观性，并不能反映扎根理论使用的全部情况，因此，我们下一步的研究需要在全文分析的基础上研究更多不同的学派。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[1]夏青．科学学派的成长机制与发展策略研究[D]．天津大学，2007.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[2]艾凉琼．论科学学派的自组织性[J]．科技管理研究，2009,29(09):456-457.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[3]王建民．中国学派及话语构建中的利益纠葛[J].探索与争鸣，2017 (2):42-44.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[4] 施爱东．中国民俗学的学派、流派与门派[J]．清华大学学报(哲学社会科学版)，2020,35(06):1-20+199)",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[5]周晓虹．西方社会学历史与体系 第1卷,经典贡献[M]．上海人民出版社，2002.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[6]艾凉琼．科学学派对科学发展的推动作用[J]．科技管理研究，2008(03):249-250+254.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[7]何雨．社会学芝加哥学派:一个知识共同体的学科贡献.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[8]周晓虹．芝加哥社会学派的贡献与局限[J]．社会科学研究，2004(6):5.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[9] 许鑫，李美玉，陈红伶，李倩．基于作者—主题二分网络的学术共同体发现研究以图书情报领域为例",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[10] 黄明东，陈梦迁，刘博文．论学派要素培育与大学学术进步[J]．教育研究，2015,36(06):38-45+95.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[11] 徐健，毛进，叶光辉，巴志超，李纲．基于核心作者研究兴趣相似性网络的社群隶属研究——以国内情报学领域为例[J]．图书情报工作，2018,62(12):57-64.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[12]吴肃然，李名荟．扎根理论的历史与逻辑[J]．社会学研究，2020,35(02):75-98+243.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[13]贾旭东，衡量．扎根理论的\"丛林”、过往与进路[J]．科研管理，2020,41(05):151-16",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "3. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[14] Suddaby R. From the editors: What grounded theory is not[J]. Academy of mana gement journal, 2006,49(4): 633-642. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[15]刘劲宇．论哲学的派别冲突与学派[D]．吉林大学，2019.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[16]中国社会科学院语言研究所词典编辑室．现代汉语词典[M]．北京：商务印书馆,20",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "12. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[17]孙福胜．论中国马克思主义哲学学派的背景、维度与建设[J]．学术探索，2021(05):36-43.",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[18] Paul Krugman. Goodbye, Chicago Boys. Hello,MIT Gang[N]. New York Times，20 ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "15-07-26. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[19] Skousen M.Vienna & Chicago, friends or foes?:a tale of two schools of free-m arket economics[M]. Simon and Schuster, 2016. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[20] 宫敬才．论学派——兼及我国马克思主义哲学研究中的学派问题[J].江海学刊，20  \n15(02):33-39.[21] 周荣．“中国学派\"动画电影盛衰原因分析[D]．东南大学，2019.[22] 余华，姚占雷，许鑫．民国学人专题数据库构建及其学术特征分析—学术共同体  \n视角[J]．图书情报工作，2021,65(07):38-49.[23]Morrell J B. The chemist breeders: the research schools of Liebig and Thomas T  \nhomson[J]. Ambix,1972,19(1): 1-46.[24] Alan Richardson， Thomas Uebe. The Cambridge Companion to Logical Empiricis  \nm[M]. Cambridge University Press,2007.[25] Boskoff A.Faris: CHICAGO SOCIOLOGY: 1920-1932 (Book Review)[J]. Social  \nForces,1969,47(3): 348.[26] Knight F H. Risk,uncertainty and profit[M]. Houghton Mifflin,1921.[27] Wahl-Jorgensen K. The Chicago School of sociology and mass communication res  \nearch[J]. The International Encyclopedia of Media Studies,2013.[28] Schumpeter J A. History of economic analysis[M]. Routledge, 2006.[29] 曲佳彬，欧石燕，凌洪飞．基于深度挖掘的学术论文关联数据构建与可视化分析[J].情报学报，2019,38(06):595-611.[30]史庆伟，乔晓东，徐硕，农国武．作者主题演化模型及其在研究兴趣演化分析中的  \n应用[J]．情报学报，2013，32(09):912-919.[31] Zeng Y, Zhou E,Wang Y, et al. Research interests: Their dynamics, structures an  \nd applications in unifying search and reasoning[J]. Journal of Intelligent Information Syste  \nms, 2011, 37(1): 65-88.[32] 关鹏．整合主题的学科知识网络建模与演化机理研究[D]．南京理工大学,2018.[33] Barabasi A L, Jeong H, Néda Z,et al. Evolution of the social network of scienti  \nfic collaborations[J]. Physica A: Statistical mechanics and its applications, 2002,311(3-4):  \n590-614.[34]张敏，朱明星，夏宇．关键词-时序视域下国际大数据研究主题演化分析[J]．图书馆  \n工作与研究，2017(02):66-73.[35] 曲佳彬，欧石燕，凌洪飞．基于深度挖掘的学术论文关联数据构建与可视化分析[J].情报学报，2019,38(06):595-611.[36] 罗双玲，张文琪，夏昊翔．基于半积累引文网络社区发现的学科领域主题演化分析-以\"合作演化\"领域为例[J]．情报学报，2017，36(01):100-110.",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[37] Wang S H, Ding Y, Zhao W,et al. Text mining for identifying topics in the liter aures aoout auoIescent suostance use anu uepression[J]. DiviC puunc neaiul, ZUio, 10(1): 1-8. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[38] Wang F, Wang X. Tracing theory diffusion: a text mining and citation-based anal   \nysis of TAM[J]. Journal of Documentation,2020, 76(6): 1109-1134. [39] Collin F,Pedersen D B. The Frankfurt school, science and technology studies,an   \nd the humanities[J]. Social epistemology, 2015,29(1): 44-72. [40] Bacon C J, Fitzgerald B.A systemic framework for the field of information syste   \nms[J].ACM SIGMIS Database: the DATABASE for Advances in Information Systems,20   \n01, 32(2): 46-67. [41] Wang K, Shen Z, Huang C,et al. A review of microsoft academic services for s   \ncience of science studies[J].Frontiers in Big Data, 2019,2: 45. [42] Lo K,Wang L L，Neumann M, et al. S2ORC: The semantic scholar open resear   \nch corpus[J]. arXiv preprint arXiv:1911.02782, 2019. [43] Cole JR, Cole S. The Ortega Hypothesis: Citation analysis suggests that only a   \nfew scientists contribute to scientific progress[J]. Science， 1972,178(4059): 368-375. [44] Corbin J， Strauss A. Basics of qualitative research: Techniques and procedures for   \ndeveloping grounded theory[M]. Sage publications, 2014. [45] Kristensson P, Matthing J, Johansson N. Key strategies for the successful involve   \nment of customers in the co - creation of new technology - based services[J]. International   \njournal of service industry management, 2008,19(4): 474-491. [46] Strauss A L，Corbin J M. Basics of qualitative research: grounded theory procedu   \nres and techniques,Sage Publications,Newbury Park, CA，USA[J]. 1990. [47] Halberg L R M. The “core category” of grounded theory: Making constant comp   \narisons[J]. International journal of qualitative studies on health and well-being, 2O06,1(3):   \n141-148. [48] Glaser B G. Basics of grounded theory analysis: Emergence vs forcing[M]. Sociol   \nogy press，1992. [49] Glaser B G. Constructivist grounded theory?[J]. Historical Social Research/Historis   \nche Sozialforschung. Supplement, 2007: 93-105. [50] Glaser B G，Strauss A L . The Discovery Of Grounded Theory: Strategies For   \nQualitative Research[J]. Nursing Research,1967, 3(2). [51] Charmaz K. Constructing grounded theory: A practical guide through qualitative a   \nnalysis[M]. sage, 2006. [52] Henwood K，Pidgeon N. Grounded theory in psychological research[J]. 2003. [53] Mishna F, Saini M, Solomon S. Ongoing and online: Children and youth's percep   \ntions of cyber bullying[J]. Children and Youth Services Review,2009,31(12): 1222-1228. [54] Mateu-Gelabert P, Sandoval M， Meylakhs P, et al. Strategies to avoid opiate with   \ndrawal: implications for HCV and HIV risks[J]. International Journal of Drug Policy,2010,   \n21(3): 179-185. [55] Frank D,Mateu-Gelabert P,Guarino H,et al. High risk and litle knowledge: ov   \nerdose experiences and knowledge among young adult nonmedical prescription opioid users   \n[J]. International Journal of Drug Policy, 2015,26(1): 84-91. [56] Friedman S R， Mateu-Gelabert P, Sandoval M, et al. Positive deviance control-cas   \ne life history: a method to develop grounded hypotheses about successful long-term avoida   \nnce of infection[J]. BMC public health,2008,8(1): 1-10. [57] Collard S S,Ellis-Hill C. How do you exercise with epilepsy? Insights into the   \nbarriers and adaptations to successfully exercise with epilepsy[J]. Epilepsy & Behavior, 20   \n17, 70: 66-71. [58] Lauridsen E I, Higginbottom G. The roots and development of constructivist grou   \nnded theory[J]. Nurse researcher, 2014,21(5). [59] Williams V,Bruton A，Ellis-Hill C,et al. The effect of pulmonary rehabilitation   \non perceptions of breathlessness and activity in COPD patients: a qualitative study[J]. Prim   \nary Care Respiratory Journal, 2010, 19(1): 45-51. [60] Williams V, Bruton A,Ellis-Hill C,et al. The importance of movement for peopl   \ne living with chronic obstructive pulmonary disease[J]. Qualitative health research, 2011, 2   \n1(9): 1239-1248. [61] Harley A E, Odoms-Young A,Beard B,et al. African American social and cultur   \nal contexts and physical activity: strategies for navigating challenges to participation[J]. Wo   \nmen & health,2009,49(1): 84-100. [62] Harley A E,Buckworth J，Katz M L,et al. Developing long-term physical activit   \ny participation: A grounded theory study with African American women[J]. Health Educati   \non & Behavior,2009,36(1): 97-112. [63] Murray-Davis B,Marshall M, Gordon F. Becoming an interprofessional practitione   \nr: factors promoting the application of pre-qualification learning to professional practice in   \nmaternity care[J]. Journal of interprofessional care, 2014, 28(1): 8-14. [64] 伊姆雷·拉卡托斯．科学研究纲领方法论[M]．上海译文出版社，1986. [65] 沃克，双元．牛津法律大辞典：The Oxford companion to law[M]．法律出版社，20   \n03. [66] 周荣．“中国学派\"动画电影盛衰原因分析[D]．东南大学，2019. [67] 李政涛．论中国教育学学派创生的意义及其基本路径[J]．教育研究，2004,25(1):5. [68] 苗蕊，刘鲁．科学家合作网络中的社区发现[J]．情报学报，2011,30(12):1312-1318. [69] 刘璐，蔡永明．基于语义加权的引文网络社区划分研究[J]．新世纪图书馆，2021(1): 50-56. [70] Lewison G,Rippon I， Wooding S. Tracking knowledge diffusion through citations ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "[J].Research Evaluation,2005,14(1): 5-14. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "[71] Liu Y, Rousseau R. Knowledge diffusion through publications and citations: A cas e study using ESI-fields as unit of diffusion[J]. Journal of the American Society for Infor mation Science and Technology, 2010,61(2): 340-351. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "[72] 赵星，谭旻，余小萍，闫现洋，叶鹰．我国文科领域知识扩散之引文网络探析[J].中国图书馆学报，2012，38(05):59-67.",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "作者贡献说明：翟羽佳：确定论文思路与论文修改；张锦文：论文撰写与参与论文思路修改；",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Tracing Schools of Thought: The Configuration, Connotation, and Derivation of the Grounded Theory Schools Zhai, Yujial,2， Zhang, Jinwen1，Gao,Kaiyuel   \n1. Management School of Tianjin Normal University， No. 393, Binshui West Road, Xiqing District, Tianjin，300387   \n2. School of Information Management, Wuhan University， No. 16, Mount Luojia, Wuchang ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "District, Wuhan City,Hubei Province，430072 ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose / significance] Schools of thought have always been a crucial part of the academic collisions and discussions that occur during the evolution of science since they serve as the primary arena for the creative activities of scientists. This study aims to identify the characteristics of the schools and look into the reasons behind disputes and interactions between them in order to make up for the abstract logic of early school studies. The study of schools can aid in the transmission and innovation of theories, promote the collaboration and communication of scientific activities, and thus enhance the cohesion of knowledge. [Method / process] Taking the grounded theory school as an example, this paper extracts the metadata of the grounded theory literature and its citation relations from the Semantic Scholar database，and employsa combination of quantitative and qualitative research methods to uncover the conflicts and communication relations among the grounded theory schools,revealing their characteristics in terms of disciplines,scholars,and thematic contents,and delving into the underlying reasons. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "[Results $/$ conclusion] The study found that the communication between schools is more pronounced,and that conflicts arise due to different core theories,as well as with the academic background and methodological nature of the original proponents. Scholars do not have a complete sense of attachment to schools,and different schools have various relations with scholars in terms of stability.Scholars do not have a complete sense of atachment to schools,and different schools have various relations with scholars in terms of stability of scholars. The content of schools is also a reason for atracting scholars if it is in line with the contemporary demands. Based on the analysis of the thematic content, the inter-school communication is implicit in the process of scholars' application of the school content. Through the dynamic interaction between the four elements of the applied model: perception of theoretical foundations，empirical interpretation of phenomena, logical compatibility of methods, effective technical innovation,and integrated innovation of themes,a \"passve\" communication takes place between different schools and with other research fields. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Keywords : Grounded theory School characteristics School development Citation analysisSchool relationsContent analysis ",
        "page_idx": 27
    }
]