[
    {
        "type": "text",
        "text": "Ab Initio Investigation on Cu/Cr Codoped Amorphous Carbon Nanocomposite Films with Giant Residual Stress Reduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiaowei Li,\\* Peng Guo, Lili Sun, Aiying Wang,\\* and Peiling Ke ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLaboratoryofMarineMaterialsandelatedTechnologies,KeyLaboratoryofMarineMateralsandProtectiveTechnologiesof ZhejiangProvince,Ningbo InstituteofMaterials TechnologyandEngineering,ChineseAcademyofSciences,Ningbo15201, People's Republic of China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: Amorphous carbon flms (a-C) codoped by two metal elements exhibit the desirable combination of tribological and mechanical properties for widely potential applications, but are also prone to catastrophic failure due to the inevitable residual compressive stress. Thus far, the residual stress reduction mechanism remains unclear due to the insufficient understanding of the structure from the atomic and electronic scale. In this paper, using ab initio calculations, we first designed a novel $\\mathrm { { C u / C r } }$ codoped a-C film and demonstrated that compared with pure and $\\mathrm { { C u / C r } }$ monodoped cases, the residual stress in $\\mathrm { C u / C r }$ codoped a-C films could be reduced by $9 3 . 6 \\%$ remarkably. Atomic bond structure analysis revealed that the addition of $\\mathtt { C u }$ and $\\mathrm { C r }$ impurities in amorphous carbon structure resulted in the critical and significant relaxation of distorted $\\scriptstyle { \\mathrm { C - C } }$ bond lengths. On the other hand, electronic structure calculation indicated a weak bonding interaction between the $\\mathrm { C r }$ and C atoms,while the antibonding interaction was observed for the $\\mathrm { C u - }$ C bonds, which would play a pivot site for the release of strain energy. Those interactions combined with the structural evolution could account for the drastic residual stress reduction caused by $\\mathrm { C u / C r }$ codoping. Our results provide the theoretical guidance and desirable strategy to design and fabricate a new nanocomposite a-C films with combined properties for renewed applications. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/38dc3a0b9458de904dad183c3e1512bd583ae900feda3d673edab7cbd8d61133.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDS: residual stress, bond structure, codoping, amorphous carbon, ab initio calculation ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Amorphous carbon (a-C）materials have aroused significant attention owing to their unique structures and superior mechanical， chemical， electronic and magnetic properties,1-3 making them a strong candidate as a protective coating in the fields of cutting tools,modulus,automobile and magnetic disk storage devices to minimize the mechanical wear and corrosion.4-6However，itisstill necessary toovercome the current a-C materials limitations for wider applications，as exemplified by the inevitable high residual compressive stress, which deteriorates the adhesive strength between the films and substrate and ultimately leads to catastrophic failure of the coated surface.Introducing metal elements into a-C films has been proved to be effective way to reduce the residual compressive stress effectively by the pivot site of metal nanocrystallites for structure relaxation, substitution of strong $\\scriptstyle { \\mathrm { C - C } }$ bonds by_weak $_ { \\mathrm { { M e - C } } }$ bonds,or the promoted graphitization of $\\mathrm { C } { \\cdot } \\mathrm { s p } ^ { 2 }$ bonds.9 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Especially, two or more metal elements codoping has been taken into account recently to overcome these barriers and explore new functions conveyed by multiple nanostructures coexisting incarbon fims.For example,Liu etal.0-12recently reported that the Ti/Al codoped a-C films exhibited low residual stress,high hardness，good toughness,as well as low friction coefficient and wear rate,which was attributed to the formation of a graphitized transfer layer.Moreover，when Ti wasreplaced by Si,a near-frictionless and superelastic behavior but low hardness was obtained in Si/Al codoped a-C:H films, due to the dual nanocompsite structures combined with fullerene-likeclusters in carbon matrix.13 So，codoping two metal elements in a-C films could provide the desirable combination of tribological and mechanical properties.Nevertheless，the novel $\\mathrm { C u / C r }$ codoped nanocomposite carbon matrix has also never been mentioned. Most importantly, because of the difficulties in direct observation of structural evolution by experiments with atomic and electronic scale,the dependence of residual stress on microstructure has not been fully understood yet,which is indispensable for exploring the stress reduction mechanism.Ab initio calculations provide a powerful tool to capture atomic and electronic details and gain a deeper insight into the stress reduction mechanism of metal codoped a-C films.14,15 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the present study,we reported the first investigation on the novel $\\mathrm { C u / C r }$ codoped a-C films using ab initio calculations based on density functional theory (DFT).The structure models were generated from liquid quench containing 64 atoms.The effect of $\\mathrm { { C u / C r } }$ codoping on the residual stress was focused in terms of the evolution of atomic bond structure including bond angles,bond lengths and bonding feature.The results showed that,in comparison with those pure and $\\mathrm { C u / C r }$ monodoped a-C films, the $\\mathrm { C u / C r }$ codoped case exhibited an extremely low residual compressive stress due to the relaxation of highly distorted bond lengths and the formation of weak $\\mathrm { C r - } \\bar { \\mathrm { C } }$ and $\\mathrm { C u - C }$ bonds. If one notes the optimized designing with the selected codoped metal characteristics，our results present a new straightforward strategy to tailor the a-C films with low residual stress and other novel physical and chemical properties. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.COMPUTATIONALDETAILS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All the calculations were carried out using the Vienna ab initio siulationpackagituto $5 0 0 ~ \\mathrm { e V }$ and a generalized gradient approximation with the Perdew-BurkeErnzerhof parametrization.18 The initial configuration contained 64 atoms in a simple cubic supercell with constant volume and under periodic boundary conditions throughout the simulation,which has been proved to be suitable and accurate to reveal the characteristics of a-Cfilms and also save the required computation time.15,19 To obtain $\\mathrm { C u / C r }$ codoped a-C films，a two-step process composed of meltquenching by ab initio molecular dynamics (AIMD）simulation and geometric optimization (GO)was used,which has been demonstrated to give a good description of a-C materials and revealed the intrinsic relation between the structure and properties.15,19,20 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Figure 1 shows the schematic diagram of the calculated process to obtain the $\\mathrm { { C u / C r } }$ codoped a-C films.During the AIMD simulation, the initial sample was first equilibrated at $8 0 0 0 ~ \\mathrm { K }$ for l ps to become completely liquid state and eliminate its correlation to the initial configuration using NVT ensemble with a Nose thermostat for temperature-control and a time step of1 fs,which was confirmed by calculating the radial distribution function (RDF) of the samples; then, the sample was quenched from 8000 to $1 \\mathrm { ~ K ~ }$ at cooling rate of $1 . 6 \\times$ $1 0 ^ { 1 6 } \\ \\mathrm { K } / \\mathrm { \\dot { s } }$ .For the subsequent GO of amorphous structure,a full relaxation of the atomic positions based on conjugated gradient method²1 was repeated until the Hellmann-Feynman force on each atom was below ${ \\bf \\bar { 0 . 0 1 \\ e V / \\bar { A } } , }$ and the self-consistent loop was created using an energy convergence criterion of $1 0 ^ { - 5 } ~ \\mathrm { e V } .$ ；the $\\Gamma$ -only $k$ -point was used to sample the Brillouin zone.To check the $k$ -point convergence on amorphous structure,a fully converged calculation with a grid of $4 \\times 4 \\times 4$ points ( $\\left( 6 4 ~ k \\right.$ -points) was performed.When the $\\Gamma$ point only was used, the absolute error of average binding energy of per atom was found to be accurate to better than $0 . 0 0 4 ~ \\mathrm { e V }$ compared to the fully converged calculation with $6 4 ~ k$ -points. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/f3942aaf277b3fd8ad86c7da5efc58a8a8550a45b2249b3b4777835824e1a21c.jpg",
        "img_caption": [
            "Figure 1.Schematic diagram to visually present the calculated process forobtaining the $\\mathrm { { C u / C r } }$ codoped a-C films,inwhich red, yellow,and blue colors indicate the C,Cu and Cr atoms,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the designed $\\mathrm { { \\bar { C } u / C r } }$ codoped amorphous structure,because we focused on the small amount of doped metal concentrations to avoid the giant deterioration of other mechanical and tribological properties dominated by the interlink amorphous carbon matrix， the total concentrations for $\\mathrm { { C u / C r } }$ were selected ranging from 3.13 to 7.81 at. $\\%$ with different $\\mathrm { { C u / C r } }$ ratio,corresponding to 2,3,4 and 5 atoms in 64-atom models,respectively.To provide more representative models of the real metal doped film than the direct substitution of carbon by metal atoms in pregenerated pure carbon networks, $\\mathtt { C u }$ and $\\mathrm { C r }$ atoms were introduced by substituting carbon atoms in the liquid carbon state with a external equilibrium at $8 0 0 0 ~ \\mathrm { ~ K ~ }$ for 0.5 ps.19 For comparison，pure and $\\mathrm { { C u / C r } }$ monodoped cases with Cu or $C \\mathbf { r }$ concentrations of $1 . 5 6 \\mathrm { - } 7 . 8 1$ at. $\\%$ were also involved. Then, the RDF, hybridization fraction，residual compressive stress，and the bond structure were evaluated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.RESULTS AND DISCUSSION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The RDF, $g ( r ) _ { ; }$ ，is proportional to the density of atoms at a distance $\\boldsymbol { r }$ from another atom，which is a very important parameter for structural characterization of amorphous materials,and it is computed by the formula ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { g } ( r ) = \\frac { \\mathrm { d } N } { \\rho \\cdot 4 \\pi r ^ { 2 } \\mathrm { d } r }\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where $\\rho$ is the average density of system, $\\mathrm { d } N$ is the number of atoms from $r$ to $r + \\mathrm { d } r$ ，Before characterizing the structure of $\\mathrm { C u / C r }$ codoped a-C films, the RDF, $g ( r )$ ,in the films with high metal concentration was analyzed first to define the $\\begin{array} { r } { \\mathrm { C u } , } \\end{array}$ Crand C atoms being bonded or nonbonded with each other，as shown in Figure 2.The distance to the first minimum in RDF (see inset values of Figure 2) was set as the curoff distance, $R _ { \\mathrm { c u t } } ,$ for $\\mathrm { C - C } ,$ $\\mathrm { { C - C u } }$ ， $\\mathrm { \\dot { C } u - C u }$ ， $\\mathrm { C - C r } ,$ ： $\\mathrm { C r - C r }$ and $\\mathrm { { C u { - } C r } }$ bonds.22,23 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Figure 3 shows the final atomic structures of $\\mathrm { { C u / C r } }$ codoped a-C films with different $\\mathrm { { C u / C r } }$ concentrations using the precalculated cutoff distance to determine the nearest neighbor atoms.Pure and $\\mathrm { C u / C r }$ monodoped a-C films are also considered.It is worth noting that compared with the pure aC film， doping Cu and/or $\\mathrm { C r }$ into carbon matrix causes the increase of density and tetra-coordinated C fraction.For pure aC film, the tetra-coordinated C fraction in the network (Figure 3a)is $5 6 . 2 \\%$ ，which is consistent with previous work.24 In Cu doped a-C films (Figure $3 \\mathrm { b - d } ,$ ),22the tetra-coordinated C hybridized structure with Cu concentration increases gradually, because the doped $\\mathtt { C u }$ atoms easily bonding with threecoordinated C atoms around the doped position.In particular, Figure 3d shows that the Cu atoms in the films with high Cu concentration could cluster with each other due to the weak $\\mathrm { C u - C }$ bond.25 For the $\\mathrm { C r }$ doped a-C films (Figure $_ { 3 \\mathrm { e - g } } )$ ，15 the tetra-coordinated C fraction increases first and then decreases,and the formation of many highly distorted fivecoordinated C atoms in the flms with higher Cr concentration could account for the change of hybridized structure.However, after doping $\\mathtt { C u }$ and $\\mathrm { C r }$ into carbon matrix simultaneously,the structure seems to be modified seriously,as illustrated in Figure $3 \\mathrm { h - l } ,$ which will induce the significant change of properties. In addition,it canbe observed that there isnoobvious Cu cluster existed in each case compared with the Cu doped a-C film with $\\mathrm { C u } ~ 7 . 8 1$ at. $\\%$ (Figure 3d). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/74f76fcf2f810d4bf539cdc972644e78f4078f9cf09c0815a05895f46477ab13.jpg",
        "img_caption": [
            "Figure 2.RDF of (a) $\\operatorname { C u } 3 9$ at. $\\%$ monodoped,(b) $\\operatorname { C r } 3 9$ at. $\\%$ monodoped and (c) $\\mathrm { { C u / C r } }$ codoped a-C films with Cu and $\\mathrm { C r }$ concentrations of 39 at. $\\%$ separately,where the inset values are the $R _ { \\mathrm { { c u t } } }$ values for the ${ \\mathrm { C - C , ~ C - M e , } }$ and $_ \\mathrm { M e - M e }$ bonds. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 4 shows the RDF spectra of pure and $\\mathrm { { C u / C r } }$ codoped a-C films with different $\\mathrm { { C u / C r } }$ concentrations,in which the ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "25 C-c1st 1.54A C-c2nd 2.52 A (pian gie) r gads 20 Cu250118 CU4.69Cr1.56 15 Cug T Cu3.13Cr1.56 10 Cu1.56Cr6.25 Cu1.56C4.69 5 cur taa Pure 0 2 3 4 Distance r (A) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "vertical dotted lines represent the first and second nearest peak positions of crystalline diamond.It reveals that for each case the film shows the typical amorphous character,that is long-range disorder and short-range order.For pure a-C film,the first and second nearest neighbor peak are located at 1.5O and $2 . 4 6 \\mathrm { \\AA } ,$ respectively.As known that the first peak is related with the atomic bond lengths,and the second peak correlates with both the bond angles and bond lengths.However,after the addition of $\\mathrm { C u / C r }$ into amorphous carbon matrix, the positions of the firstand second nearest neighbor peaks in the films are deviated from that of pure a-C film obviously as shown in Figure S, demonstrating the evolution of atomic bond structure.Taking the film with $\\mathrm { C u } 1 . 5 6$ at. $\\%$ and $\\mathrm { C r } 1 . 5 6$ at. $\\%$ for example, the first peak increases to $1 . 5 2 \\mathrm { ~ \\AA ~ }$ from $1 . 5 0 \\mathrm { \\AA }$ of pure case (Figure 5),indicating the relaxation of distorted bond lengths and thus suggesting the reduction of residual stress.Nevertheless，the bond structure needs to be further analyzed in order to clarify the relation between the structure and properties. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/54b249a9f2b8d6645d665c7b5bfefd12501f4b41d2d63fb430efb2615006573a.jpg",
        "img_caption": [
            "Figure 4.RDF spectra of pure and $\\mathrm { { C u / C r } }$ codoped a-C films. The vertical dotted lines represent the lst and 2nd nearest peak positions of crystalline diamond.The subscript is the concentration of doped metal atoms in the film. ",
            "Figure 3.Atomic structures of (a) pure, $( \\mathrm { b - d } )$ Cu doped, $\\left( \\mathrm { e - g } \\right)$ Cr doped and $\\left( \\mathrm { h - l } \\right)$ （204 $\\mathrm { { C u / C r } }$ codoped a-C films, in which the numbers are the tetracoordinated C fractions in each film,and red,yellow and blue colors indicate the $\\scriptstyle { \\mathbf { C } } ,$ Cu and $\\mathrm { C r }$ atoms,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b86a27a31dac3e9a38e20a39e9696b8df56bc6b3d383a6aa40265761d12b88aa.jpg",
        "img_caption": [
            "Figure 5.lst peak position as a function of (a) $C \\mathbf { r }$ or (b）Cu concentration in $\\mathrm { { C u / C r } }$ codoped a-C films. ",
            "Figure 6.Compressive stress of pure, $\\mathrm { { C u / C r } }$ mono- and codoped a-C films as a function of Me concentrations.The subscript is the concentration of doped metal atoms in the film. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "50 Pure CU1.56-7.81 Cr1.56-7.81 eeo) ss seisses 40 Cu1.56 Cr1.56\\~6.25 Cu3.13C1.56-4.69 Cu4.69 J 1.56-3.13Cu6.25C1.56 30 20 10 0 0 1234567 8 9 Me concentration (at .%) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The dependence of the calculated residual compressive stress on $\\mathrm { { C u / C r } }$ concentrations is illustrated in Figure 6. The stress, $\\sigma ,$ is computed by the equations ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { P = \\displaystyle \\frac { P _ { x x } + P _ { y y } + P _ { z z } } { 3 } } \\\\ { \\sigma = \\displaystyle \\frac { 3 } { 2 } P } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $P$ is the hydrostatic pressure, $P _ { x x } , \\ P _ { y y }$ and $P _ { z z }$ are the diagonal components of the stress tensor; the pressure, $P _ { j }$ is converted to the biaxial stress, $\\sigma _ { \\scriptstyle { i } }$ by multiplying the pressure by a factor of 1.5,according to the method of McKenzie (eqs 3).26,7 Insefepurea-fdale stress about $2 6 . 6 \\mathrm { G P a }$ is estimated.With introducing Cu atoms into a-C films,the compressive stress as a function of $\\mathtt { C u }$ concentration decreases quickly and then increases；when the Cu concentration is 1.56 at. $\\%$ ，the minimal residual compressive stress of about 5.7 GPa is obtained,which is reduced by $7 8 . 5 \\%$ compared with the_pure case.Similar results have been confirmed by experiment.25 For Cr doped a-C films, the lowest compressive stress of about $5 . 0 \\mathrm { G P a }$ is measured as the Cr concentration is 4.69 at. $\\%$ ，while the further incorporation of Cr up to 7.81 at. $\\%$ induces the compressive stress increased to 16.O GPa.The evolution in the residual stress of a-C films by $\\mathrm { C r }$ incorporation is consistent with the previous experimental results.28 Taking the benefits from the simulation，nevertheless,noted that the drastic evolution of residual stress is observed after introducing $\\mathrm { C u / C r }$ into a-C films simultaneously.As the concentrations of codoped $\\mathtt { C u }$ and Cr atoms are all 1.56 at. $\\%$ ,the film exhibits the lowest residual stress about 1.7 GPa. By contrast with pure a-C case,codoping $\\mathtt { C u }$ and Cr could significantly reduce the residual stress by $9 3 . 6 \\%$ ，while in $\\mathrm { { C u / C r } }$ monodoped cases the compressive stress only drops by $7 8 . 5 \\%$ or $8 1 . 4 \\%$ ，respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To elucidate the giant stress reduction mechanism caused by $\\mathrm { C u / C r }$ codoping, more direct evidence for the atomic bond structure including both the bond angle and length distributions are collected first.Figure 7 shows the calculated results of both the bond angle and length distributions for the $\\mathrm { C u / C r }$ codoped a-C film with $\\mathrm { C u } 1 . 5 6$ at. $\\%$ and $\\mathrm { C r } 1 . 5 6$ at. $9 \\%$ in which the lowest residual stress is observed (Figure 6).For comparison,the case for pure a-C film is also considered.In Figure 7a, the total bond angle distribution is composed of the bond angle distributions for all combinations，as shown in Figure $^ { 7 \\mathrm { b , c } }$ ；compared with pure case，the total bond angle distribution in $\\mathrm { { C u / C r } }$ codoped film shifts obviously toward the small bond angles around $7 0 ^ { \\circ }$ (Figure 7a)，which are contributed by the existence of the $\\mathrm { C - C u - C , C - C - C u , C - }$ $\\mathrm { C r - C }$ and $_ { \\mathrm { C - C - C r } }$ bond angles shown in Figure 7c. The total bond length distribution in Figure 7d mainly consists of $\\mathrm { C - C , }$ $\\mathrm { C - C r }$ and $\\mathrm { { C - C u } }$ bond lengths (Figure $^ { 7 \\mathrm { e , f ) } }$ ； in particular， a small and wide peak located at around $2 . 1 3 \\mathrm { ~ \\AA ~ }$ is generated in the total bond length distribution,which originates from $\\mathrm { { C - C u } }$ and $\\mathrm { C - C r }$ bonds because they are longer than $\\scriptstyle { \\mathrm { C - C } }$ bond (Figure 7f). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Li et al. revealed that the distortion of both bond angles $\\left( < 1 0 9 . 5 ^ { \\circ } \\right)$ and bond lengths $\\left( < 1 . 4 2 \\hat { \\mathrm { ~ A } } \\right)$ in carbon network was thekey factor for the high level of residual compressive stress. Therefore,the $C { \\mathrm { - } } C { \\mathrm { - } } C$ bond angles and $\\scriptstyle { \\mathrm { C - C } }$ bond lengths in $\\mathrm { C u / C r }$ codoped a-C film were particularly focused on to in order to gain the fractions of distorted bond angles and bond lengths，respectively，which are illustrated Figure $^ { 7 \\mathrm { b , e } }$ The black vertical dotted lines In Figure 7b represent the equilibrium bond angle of $1 2 0 ^ { \\circ }$ for graphite and $1 0 9 . 5 ^ { \\circ }$ for the crystalline diamond. The equilibrium bond length of stable $\\mathsf { s p } ^ { 2 }$ and $\\mathsf { s p } ^ { 3 } \\mathsf { C } \\mathrm { - C }$ bonds are 1.42 and $1 . 5 4 \\mathring { \\mathrm { A } }$ separately (the red vertical dotted lines in Figure 7e). First, the $C { \\mathrm { - } } C { \\mathrm { - } } C$ bond angle distribution of $\\mathrm { { C u / C r } }$ codoped a-C film (Figure 7b) shows a peak at approximately $1 0 9 . 5 ^ { \\circ }$ ，demonstrating the prominent contribution from the tetra-coordinated atoms,and the peak position with the $\\mathrm { { C u / C r } }$ codoping has no obvious change.Nevertheless，the peak position of the $\\scriptstyle { \\mathrm { C - C } }$ bond length distribution in Figure 7e deviates to 1.S4 A distinctly, which is related to the change of tetra-coordinated C fraction (Figure 3). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/625efddf03f9c03f6ae4fda1e10803f9e3c4c4e98435004ec47c5149f46f844c.jpg",
        "img_caption": [
            "Figure 7.Atomic bond structure of pure, $\\mathrm { { C u / C r } }$ codoped a-C films.(a） Total bond angle distributions being composed of the bond angle distributions for allcombinations; (b) bond angle distributions of $C { \\mathrm { - } } C { \\mathrm { - } } C _ { ; }$ （ $\\mathrm { P _ { C - C - C } } ,$ in whichthe black vertical doted linesrepresent the stable bond angles of $1 2 0 ^ { \\circ }$ for graphite and the one of $1 0 9 . 5 ^ { \\circ }$ for diamond; (c) combined distributions of the bond angles containing Me and C atoms; (d) total bond length distribution being composed of $\\scriptstyle { \\mathrm { C - C } }$ and C-Me bond lengths;(e) bond length distributions of $\\mathrm { C - C }$ $\\mathrm { P _ { C - C } } ,$ in which the red vertical dotted lines represent the stable bond lengths of 1.42 and $1 . 5 4 \\mathring { \\mathrm { A } }$ for stable $\\mathsf { s p } ^ { 2 }$ and $\\mathsf { s p } ^ { 3 } \\mathsf { C } \\bar { - } \\mathsf { C }$ bonds,respectively; (f) combined distributions of the $C { \\mathrm { - } } C \\mathbf { r }$ and $C \\mathrm { - } C \\mathrm { { u } }$ bond lengths.The subscript is the concentration of doped metal atoms in the film. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "By integrating the $C { \\mathrm { - } } C { \\mathrm { - } } C$ bond angle and $\\scriptstyle { \\mathrm { C - C } }$ bond length distributions (Figure $^ { 7 \\mathrm { b , e } } ,$ ，the fractions ofdistorted bond angles $\\left( < 1 0 9 . 5 ^ { \\circ } \\right)$ and bond lengths $\\left( < 1 . 4 2 \\hat { \\mathrm { ~ A } } \\right)$ in $\\mathrm { C u / C r }$ codoped a-C film with $\\mathrm { C u } 1 . 5 6$ at. $\\%$ and $\\mathrm { C r } 1 . 5 6 \\$ at. $\\%$ are thus deduced separately,as shown in Figure 8.The calculations for pure, $\\mathrm { C u } \\left( 1 . 5 6 \\mathrm { a t . } \\% \\right)$ and $\\mathrm { C r }$ (1.56 at. $\\%$ )monodoped a-C films are also carried out for comparison.Figure 8 shows that in pure a-C film the fractions of distorted bond angles $\\left( < 1 0 9 . 5 ^ { \\circ } \\right)$ and bond lengths $\\left( < 1 . 4 2 \\mathrm { ~ \\AA ~ } \\right)$ are $4 1 . 4 \\%$ and $2 1 . 7 \\%$ ，respectively. After monodoping $\\mathrm { C u } 1 . 5 6$ at. $\\%$ into a-C film, the reduction of compressive stress attributes to the simultaneous relaxation of both the distorted bond lengths and bond angles,which are $3 7 . 6 \\%$ and $1 7 . 7 \\%$ separately；even if doping $\\mathrm { C r \\ 1 } . 5 6$ at. $\\%$ into a-C film causes the distorted bond lengths increased to $2 2 . 4 \\%$ the fraction of highly distorted $C { \\mathrm { - } } C { \\mathrm { - } } \\dot { \\mathrm { C } }$ bond angles decreases to $4 0 . 9 \\%$ . This opposite and slight change in the distorted atomic bond structure leads to the mediate change of residual stress,as illustrated in Figure 6.Nevertheless,with codoping $\\mathtt { C u }$ 1.56 at. $\\%$ and $\\mathrm { C r } 1 . 5 6$ at. $\\%$ into a-C flms,the synergistic effect of $\\mathtt { C u }$ and $\\mathrm { C r }$ atoms causes the distorted bond angles increased to $4 2 . 9 \\%$ by comparing with $\\mathrm { { C u / C r } }$ monodoped cases，while the fraction of distorted $\\scriptstyle { \\mathrm { C - C } }$ bond lengths decreases drastically to $1 4 . 7 \\%$ ,which contributes to the significant change of residual stress shown in Figure 6. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5776fb7ac3673b3b311c024dd0c2d2f9b9840b986ecc43c3291a15957c151575.jpg",
        "img_caption": [
            "Figure 8.Fractions of distorted bond angles $\\left( < 1 0 9 . 5 ^ { \\circ } \\right)$ and bond lengths $\\left( < 1 . 4 2 \\mathring { \\mathrm { A } } \\right)$ in pure, $\\mathrm { { C u / C r } }$ mono- and codoped a-C films. The subscript is the concentration of doped metal atoms in the film. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In addition, the evolution of electronic structure brought by $\\mathrm { C u / C r }$ codoping is also of great importance for providing the further insight for the residual stress reduction mechanism. To analyze the constitution of valence band(VB） and conduction bond (CB),we first perform the spin resolved density of states (DOS) and projected density of states (PDOS) on the $\\scriptstyle { \\mathrm { C } } ,$ Cu and $\\mathrm { C r }$ atoms in the $\\mathrm { { C u / C r } }$ codoped a-C film with $\\mathrm { C u } 1 . 5 6$ at. $\\%$ and $\\mathrm { C r \\ 1 } . 5 6$ at. $\\%$ ，as shown in Figure 9.It shows that VB ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Total MA 0 -10   \nSoa 2010 5 0 -5   \n(sssseit) 104 Cuj 0 A   \nPODD Cr 2 0 -2 中 -10 -8 -6 -4 -2 0 2 4 E(eV) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "mainly consists of $\\mathrm { C u } 3 \\mathrm { d } ,$ ，Cr3d,C 2sand $\\mathrm { ~ C ~ } 2 \\mathrm { p }$ states.The obvious hybridization in VB is observed between the $\\mathrm { C u } 3 \\mathrm { d }$ or $\\mathrm { C r } 3 \\mathrm { d }$ and $\\mathrm { ~ C ~ } 2 \\mathrm { p }$ states.CB is mainly composed of $\\mathrm { C r } 3 \\mathrm { d }$ and C $\\mathsf { 2 p }$ states.Moreover,the $\\mathrm { C u } 3 \\mathrm { d }$ and $\\mathrm { C r } ~ 3 \\mathrm { d }$ states in VB shift upward to near the Femi energy level compared with $\\mathrm { C u / C r }$ monodoped case, attributing to the effect of $\\mathrm { { C u / C r } }$ codoping (see Supporting Information Figure S1 and Figure S2). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The charge density of $\\mathrm { { C u / C r } }$ codoped a-C film with $\\mathrm { C u } 1 . 5 6$ at. $\\%$ and $\\mathrm { C r \\ 1 } . 5 6$ at. $\\%$ is examined.As shown in Figure 10a, ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/b6aff22c6f9b77044ea4c3a7bc7f28ea6d888a29b932845e8545ffab1fa56dd9.jpg",
        "img_caption": [
            "Figure 9.DOS and PDOS projected on the C,Cu and $\\mathrm { C r }$ atoms in the $\\mathrm { C u / C r }$ codoped a-C film with $\\mathrm { C u } \\ 1 . 5 6$ at. $\\%$ and $\\mathrm { C r } ~ 1 . 5 6$ at. $\\%$ ",
            "Figure 1o.(a）Charge density，(b）charge density difference，(c) HOMO image,(d) 3D view of the HOMO charge density for $\\mathrm { C r - C }$ and (e) 3D view of the HOMO charge density for $\\mathrm { C u - C }$ bond in $\\mathrm { C u / }$ Cr codoped a-C film with $\\operatorname { C u } 1 . 5 6$ at. $\\%$ and $\\mathrm { C r } ~ 1 . 5 6$ at. $\\%$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cuor $\\mathrm { C r }$ and C atoms are connected by the charge distribution，which is the typical feature of covalent bond. Moreover，due to the electronegativity difference between Cu or $\\mathrm { C r }$ and C atoms, the charge of Cu and Cr atoms obviously shifts to neighboring C atoms (Figure lOb).The highest occupied molecular orbital (HOMO） characteristics in the films not only dominate the films stability,but also contribute to the films rigidity except the tetra-coordinated C fraction， so they are further analyzed. The PDOS(Figure 9） reveals that HOMO is mainly dominated by $\\mathrm { C u } \\ 3 \\mathrm { d }$ and C 2p states, whereas the $\\mathrm { C r } 3 \\mathrm { d }$ also has slight contribution to the HOMO. Figure lOd illustrates that the charge accumulation between the $\\mathrm { C r }$ and C atoms in the HOMO is much smaller than pure $\\scriptstyle { \\mathrm { C - C } }$ bond,° meaning the weak bond strength. However, the charge distribution in the HOMO possesses a nodal structure between the Cu and C atoms,as shown in Figure lOe,indicating a presence of antibonding behavior,which induces the decrease of the bond strength and the stability of film seriously. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "According to the above discussion,it can be concluded that $\\mathrm { C u / C r }$ codoping modifies the structure of a-C film, resulting in the change of bond characteristics and DOS. Choi et al.30 revealed that compared to the pure $\\scriptstyle { \\mathrm { C - C } }$ covalent bond, the weak bond characteristics could lead to the small energy change caused by the distortion of bond structures.Because of the formed weak bond characteristics in $\\mathrm { C u / C r }$ codoped a-C films, the codoped $\\mathtt { C u }$ and $\\mathrm { C r }$ atoms could play the role of a pivotal site to form the antibonding for $\\mathrm { C u - C }$ bond and the weak covalent bond for $\\mathrm { C r - C }$ bond and reduce the bond strength drastically,where the distortion of atomic bond structure can occur without the significant increase of the strain energy. Therefore,the relaxation of distorted $\\scriptstyle { \\mathrm { C - C } }$ bond lengths and the formation of weak bond characteristics between the $\\mathrm { C u / C r }$ and C atoms are supposed to be the fundamental reasons why the residual stress is significantly decreased due to the $\\mathrm { C u / C r }$ codoping. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.CONCLUSIONS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this study,we first time brought forward the design of novel $\\mathrm { C u / C r }$ codoped amorphous carbon films by employing ab initio calculations based on DFT.The dependence of residual stress upon the evolution of electronic structures induced by $\\mathrm { C u / C r }$ codoping was studied. Compared with pure a-C film, $\\mathrm { C u / C r }$ codoping could reduce the residual stress by $9 3 . 6 \\%$ to $1 . 7 \\ : \\mathrm { G P a }$ as the $\\mathrm { C u / C r }$ concentrations are 1.56 at. $\\%$ and 1.56 at. $\\%$ ，respectively,whereas monodoping $\\mathtt { C u }$ or $\\mathrm { C r }$ into a-C films onlydecreased the residual stress by $7 8 . 5 \\%$ to 5.7 or by 81.4 to $5 . 0 \\ \\mathrm { G P a }$ ，The structure analysis revealed that the codoping of Cu and Cr could relax the distorted bond lengths significantly. On the other hand, electronic structure calculation indicated a weak bonding interaction between the $C \\mathbf { r }$ and $\\mathbf { \\boldsymbol { C } }$ atoms, whereas the antibonding interaction was observed for the $\\mathrm { C u - }$ C bonds，which could synergistically play a pivotal site to reduce the increase of strain energy change caused by the distortion of bond structure. These two factors are the key explain for the significant change of residual stress.Most importantly, our result provides a straightforward possibility by using the synergistic benefits from the binary doped metal feature to fabricate the new nanocomposite carbon-based films with high performance for the promising wider applications. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ASSOCIATED CONTENT ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\otimes$ Supporting Information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Supporting Information is available free of charge via the Internet at The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/ acsami.5b09774. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DOS and PDOS projected on the Cu or Cr atom in the $\\mathrm { C u / C r }$ monodoped a-C film (PDF) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AUTHORINFORMATION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Corresponding Authors   \n\\*Xiaowei Li. Tel: 86-574-86685036. Fax: 86-574-86685159. Email: lixw@nimte.ac.cn.   \n\\*Aiying Wang. Tel: 86-574-86685170. Fax: 86-574-86685159. E-mail: aywang@nimte.ac.cn.   \nNotes   \nThe authors declare no competing financial interest. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (51402319,51522106), State Key Project ofFundamental Research of China (2013CB632302),and the project of International Cooperation Foundation of Ningbo Government (2015D10004). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1) Robertson, J. Diamond-Like Amorphous Carbon. Mater.Sci.Eng, R 2002,37,129-281.   \n(2) Zhang,L.; Wei,X.; Lin,Y.; Wang,F.A Ternary Phase Diagram forAmorphous Carbon.Carbon 2015,94,202-213.   \n(3) Wang, L.; Zhang, R; Jansson,U.; Nedfors,N.A Near-Wearless and Extremely Long Lifetime Amorphous Carbon Film under High Vacuum.Sci.Rep.2015,5,11119-1-11119-13.   \n(4)Vetter,J.60 Years of DLC Coatings:Historical Highlights and Technical Review of Cathodic Arc Processes to Synthesize Various DLC Types，and Their Evolution for Industrial Applications. Surf. Coat. Technol.2014,257,213-240.   \n(S）Bewilogua,K.；Hofmann,D.History of Diamond-Like Carbon Films- From First Experiments to Worldwide Applications. Surf. Coat. Technol. 2014,242,214-225.   \n(6) Huang, J.; Wang, L.; Liu,B.; Wan, S.; Xue, $\\mathsf { Q } .$ In Vitro Evaluation of the Tribological Response of Mo-Doped Graphite-Like Carbon Film in Different Biological Media.ACS Appl. Mater. Interfaces 2015,7, 2772-2783.   \n(7）Wang,A.Y.; Lee,K.R.；Ahn, J.P.; Han, J.H. Structure and Mechanical Properties of W Incorporated Diamond-Like Carbon Films Prepared by a Hybrid Ion Beam Deposition Technique. Carbon 2006,44, 1826-1832.   \n(8)Lee,C.S.; Lee,K.R；Eun,K.Y.;Yoon,K.H.；Han,J.H. Structure and Properties of Si Incorporated Tetrahedral Amorphous Carbon Films Prepared by Hybrid Filtered Vacuum Arc Process. DiamondRelat.Mater.2002,11,198-203.   \n(9) Dai, W.; Wang, A. Y. Deposition and Properties of Al-Containing Diamond-Like Carbon Films bya Hybrid Ion Beam Sources.J.Alloys Compd. 2011, 509,4626-4631.   \n(10）Pang,X.；Shi,L.；Wang,P.；Xia,Y.；Liu，W.Influence of Methane Flow on the Microstructure and Properties of TiAl-Doped aC:H Films Deposited by Middle Frequency Reactive Magnetron Sputtering.Surf.Interface Anal.2009,41,924-930.   \n(11）Pang,X.；Hao,J.；Wang,P.；Xia,Y.；Liu,W.Effects of Bias Voltage on Structure and Properties of TiAl-Doped a-C:H Films Prepared by Magnetron Sputtering. Surf. Interface Anal. 2011，43, 677-682.   \n(12）Pang, X.； Shi,L.；Wang,P.； Xia，Y.；Liu,W.Effects of Al Incorporation on the Mechanical and Tribological Properties of TiDoped a-C:H Films Deposited by Magnetron Sputtering. Curr. Appl. Phys. 2011,11, 771-775.   \n(13) Liu, X.; Yang J.; Hao,J.; Zheng,J; Gong, $\\mathrm { Q . ; }$ Liu, W. A NearFrictionless and Extremely Elastic Hydrogenated Amorphous Carbon Film with Self-Assembled Dual Nanostructure.Adv.Mater. 2012, 24, 4614-4617.   \n(14） Zhang,R.；Wang,L.； Lu, Z. Probing the Intrinsic Failure Mechanism of Fluorinated Amorphous Carbon Film Based on the First-Principles Calculation. Sci. Rep.2015,5,9419-1-9419-9. (15）Li， X.；Ke，P.；Wang，A.Probing the Stress Reduction Mechanism of Diamond-Like Carbon Films by Incorporating Ti, Cr, orW Carbide-Forming Metals:Ab Initio Molecular Dynamics Simulation.J.Phys.Chem.C 2015,119,6086-6093.   \n(16)KresseGlJe Calculations for Metals and Semiconductors Using Plane-Wave Basis Set. Comput. Mater. Sci. 1996,6,15-50.   \n(17）Kresse,G.； Furthmuiller, J.Efficient Iterative Schemes for Ab Initio Total-Energy Calculations Using a Plane-Wave Basis Set.Phys. Rev.B: Condens. Matter Mater.Phys.1996,54,11169-11186.   \n(18）Perdew,J.P.；Burke,K.；Ernzerhof, M.Generalized Gradient Approximation Made Simple. Phys. Rev. Lett.1996,77,3865-3868. (19） Zheng, B.； Zheng, W. T.；Zhang, K；Wen, $\\mathsf { Q } .$ B.; Zhu, J. $\\mathrm { Q . ; }$ Meng, S.H.； He, X.D.; Han, J. C.First-Principle Study of Nitrogen Incorporation in Amorphous Carbon. Carbon 2006,44, 962-968. (20) Bilek, M.M.M;McKenzie,D.R; McCulloch, D.G.;Gorige, C. M.Ab Initio Simulation of Structure in Amorphous Hydrogenated Carbon.Phys.Rev.B: Condens.Mater Mater.Phys.2000,62,3071- 3077.   \n(21) Gillan, M. J. Calculation of the Vacancy Formation Energy in Aluminum. J.Phys.: Condens. Mater 1989,1, 689-711.   \n(22）Li，X.；Ke，P.；Wang,A. Stress Reduction of Cu-Doped Diamond-Like Carbon Films from Ab Initio Calculations.AIP Adv. 2015, 5,017111-1-017111-9.   \n(23）Haerle, $\\mathrm { R } ;$ Galli，G.；Baldereschi，A. Structural Models of Amorphous Carbon Surfaces.Appl. Phys. Let. 1999,75,1718-1720. (24) McCulloch, D. G.; McKenzie, D. R.; Goringe, C. M. Ab Initio Simulations of the Structure of Amorphous Carbon. Phys. Rev.B: Condens.Matter Mater.Phys.2000,61, 2349-2355.   \n(25）Chen, C. C.；Hong,F.C.N. Structure and Properties of Diamond-Like Carbon Nanocomposite Films Containing Copper Nanoparticles.Appl. Surf. Sci.2005,242,261-269.   \n(26)McKenzie,D.R；Muller,D.； Pailthorpe,B.A. Compressive Stress Induced Formation of Thin Film Tetrahedral Amorphous Carbon.Phys.Rev.Lett.1991,67,773-776.   \n(27) Marks,N.A.Evidence for Subpicosecond Thermal Spikes in the Formation of Tetrahedral Amorphous Carbon.Phys.Rev.B: Condens. Matter Mater.Phys.1997, 56,2441-2446.   \n(28）Dai，W.；Ke，P.；Wang，A.Microstructure and Property Evolution of Cr-DLC Films with Different Cr Content Deposited by a Hybrid Beam Technique.Vacuum 2011,85,792-797.   \n(29)Li, X.；Ke,P.; Zheng, H.； Wang,A. Structural Properties and Growth Evolution of Diamond-Like Carbon Films with Different Incident Energies: a Molecular Dynamics Study. Appl. Surf. Sci. 2013, 273,670-675.   \n(30) Choi,J.H.; Lee,S.C.; Lee,K.R.A First-Principles Study on the Bond Characteristics in Carbon Containing Mo,Ag,or Al Impurity Atoms.Carbon 2008,46,185-188. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]