[
    {
        "type": "text",
        "text": "消费决策过程如何彰显社会地位？基于最优化决策策略的视角",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "栾墨' 吴霜² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1对外经济贸易大学国际商学院，北京100029",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2加州大学圣迭戈分校雷迪管理学院，圣地亚哥92093美国摘要 彰显社会地位是消费者行为的一项基本动机。以往的消费心理学研究大量聚焦产品特征如何彰显社会地位（即令观察者产生高社会地位的推断），却很少探讨消费决策过程这一购买决策中不可忽视的重要因素对社会地位推断有何影响。本研究试图构建一个基于最优化决策过程信息的社会地位推断模型，系统探讨（1）最优化决策过程能否及如何彰显消费者的社会地位（2）彰显社会地位动机是否为消费者进行最优化决策的原因之一（3）最优化决策过程如何通过社会地位推断影响观察者后续的消费行为。本研究将为社会地位推断研究提供新的视角，扩展最优化决策研究的外延，并从全新的角度揭示最优化决策的内涵。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词最优化决策，社会地位推断，消费决策过程，感知自主性，社会影响",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "社会地位（Social status）伴随着人类社会的诞生而出现（Anderson etal.,2015;Griskevicius&Kenrick,2013）。社会地位的提升与展示可以为个体带来心理、社会和经济等多方面的收益（Gilbert,1992；Price etal.,1994），因此，对社会地位的追求与彰显一直广泛存在于人类社会中（Barkow,1975；Ellis,1995）。马斯洛在需要层次理论中将社会地位列为尊重需要的一部分（Maslow,1943），以此为起点，社会地位逐渐被认可为人类的核心需要，彰显社会地位（即令观察者产生高社会地位的推断）也成为人类行为的基本动机之一（Anderson et al.,2015）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在现代市场中，彰显社会地位更是消费者行为的一项基本动机（Griskevicius&Kenrick,2013）。例如，在21世纪的前20年，全球奢侈品行业以每年 $5 \\%$ 的速度增长（Goor etal.,2020），这背后的一大核心动力便是消费者彰显社会地位的动机（Desmicheletal.,2020；Veblen,1899）。不过，购买和使用奢侈品仅仅是众多彰显社会地位方式中的一种，大量消费心理学和社会心理学研究探索了彰显社会地位的不同方式，如何彰显社会地位也一直是心理学多领域研究者共同关注的议题（Bellezza&Berger,2020;Berger &Ward, 2010; Dubois et al.,2012； Han et al., 2010； Ordabayeva & Chandon,2011; Ward &Dahl,2014；金晓彤 等，2020）。社会地位作为一种存在于人类群体互动中的概念，很难独立存在，对个体社会地位的判断往往取决于观察者的感知与推断，因此，彰显社会地位目的在于令观察者产生高社会地位的推断（Anderson et al.,2015; Magee& Galinsky,2008）。然而，消费心理学研究主要将关注点放在产品特征（Bellezza＆Berger,2020）对社会地位推断的影响，却几乎没有研究探索\"消费决策过程\"这一购买决策中不可忽视的重要因素对社会地位推断的重要影响。社会心理学领域也很少有研究关注决策过程对社会地位推断的影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "事实上，决策过程是整个消费者行为中极其重要的一环，既与产品特征一样易于被观察，且易于被控制（Luan&Li,2020）。从个体消费者的角度出发，传统的线下消费决策过程（例如：聚餐时的点餐过程、购物时的挑选过程）常常暴露于观察者的视野之中；而随着信息化的发展，消费者在互联网上大量生产基于个人经历的产品评论和其他数字化内容，更是为公开消费决策过程提供了平台（Nielsen,2015）。消费决策过程由消费者自发进行，但往往受到购物环境信息的影响。例如，在环境中为消费者提供追求最优的线索、为消费者提供大量商品选择，都会导致消费者采纳搜索大量选项追求最优的最优化决策过程（Maximizing decision-making process;Ma &Roese,2014）。这些被观察到的决策过程可能成为观察者对消费者进行社会地位推断的依据，即消费者彰显社会地位的标志。从企业的角度出发，企业也常常将产品的决策过程（例如，广告中展示的原料选择过程）主动暴露于目标受众的视野之中。这些传递给消费者的企业决策信息，也可能成为消费者彰显社会地位的标志。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与此同时，这一基于决策过程的社会地位推断还可能影响观察者的后续消费行为。大量研究发现，被推断为高社会地位的决策者更容易对观察者产生影响，观察者也更愿意模仿高社会地位者的消费选择（例如：Berger& Conner,1974; Pettit et al.,2013）。因此，研究消费决策过程对社会地位推断的影响，不仅可以拓宽社会地位推断的研究视角，还可能对观察者（例如：用户评论的阅读者）的消费行为具有重要的启示意义。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "那么，抛开产品特征，决策过程本身是否会成为影响社会地位推断的重要因素？这一推断又是否会影响观察者的后续消费行为？本项目将从最优化决策（即在决策中花费大量精力追求最优的决策策略；Schwartz et al.,2002; Cheek& Schwartz,2016；朱冬青，谢晓非，2013）这一在社会心理学和消费心理学领域都十分重要且常见的决策过程入手，结合社会心理学的理论与视角，探究最优化决策过程（及与其对照的满意化决策过程）对社会地位推断的影响，以及心理机制和边界条件；并进一步探讨对观察者消费行为的后续影响。其主要理论意义有以下三点：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "首先，探讨消费决策过程对社会地位推断的影响，为社会地位推断研究提供全新的视角。如上所述，本项目将研究视角从产品本身转化至决策过程，从最优化与满意化决策过程的角度探讨在不涉及产品本身特征的情况下，仅仅是决策过程如何彰显社会地位，弥补以往研究只关注购买产品的特征、忽视购买过程的不足，拓宽社会地位推断研究的视角。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其次，关注\"观察者眼中\"的最优化决策过程，将最优化决策研究视角拓展至社会人际层面。以往最优化决策研究大多聚焦于个人视角，探讨最优化决策过程中决策者的行为与特点（Cheek&Schwartz,2016）；而很少有研究从社会人际视角探讨观察者眼中的最优化决策。但是，一方面，社会人际因素是消费决策十分重要的影响因素；另一方面，最优化决策研究中的很多问题在现有理论体系中难以解释（例如，最优化决策耗时、易后悔、结果不佳却一直广泛存在），研究已进入瓶颈。本项目将研究视角拓展至社会人际层面，从社会地位推断切入，探讨观察者如何看待采取不同决策过程的消费者的社会地位，这是对最优化决策研究的重要补充和拓展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "最后，为最优化决策的成因提供新的解释视角。从进化心理学的视角来看，若一种决策过程毫无益处，则应在人类发展过程中被逐渐淘汰。然而，尽管已有研究发现最优化决策在决策过程和结果上均存在某种程度的劣势，它仍然作为一种十分常见的决策过程保留至今，说明其存在具有合理性，只是背后的原因尚不明了。在将研究视角拓展至社会人际层面的基础上，本项目将进一步关注最优化决策过程对观察者社会地位推断的影响，从彰显社会地位的角度为最优化决策的存在提供深层原因，聚焦和揭示最优化决策的内涵。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2国内外研究现状及发展动态分析",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1社会地位推断及其对观察者的影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社会地位指基于对占有价值资源的感知而进行的社会等级排序，反映了个体受到社会中的其他人尊重和赞美的程度（Anderson etal.,2015）。社会地位广泛存在于人类社会中（Barkow,1975；Ellis,1995; Gilbert,1992；Price et al.,1994），Eastman 等人（1999）将消费者的社会地位追求定义为：通过消费和购买行为来提升自身社会地位，获得尊重。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "彰显社会地位目的在于令观察者产生高社会地位的推断（Anderson et al.,2015; Magee&Galinsky,2008）。那么，如何被观察者推断为具有高社会地位？大量消费者研究探索了影响观察者推断的因素。例如，观察者会认为购买奢侈品和炫耀性产品（Ordabayeva&Chandon,2011; Veblen,1899; Wang & Griskevicius,2014; Ward & Dahl,2014；金晓彤 等,2020；郑晓莹 等，2014）、极具个性和\"酷\"的产品（Bellezza etal.,2014;Warren&Campbell,2014）、带有特定标识和混合标识产品（Bellezza&Berger,2020; Berger&Ward,2010;Han etal.,2010）以及大包装产品（Dubois etal.,2012）的消费者社会地位更高。与此同时，产品的\"侵略性表情”（谢志鹏，汪涛，2017）和稀缺（Catry,2003）等同样也能使观察者产生高社会地位推断。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "然而，这些社会地位推断的研究大多聚焦产品自身特征，却很少关注消费决策过程。社会心理学领域将消费决策情境扩展为更为广泛的一般决策情境，但该领域仍少有研究涉及决策过程对社会地位推断的影响。事实上，消费决策过程作为消费行为中的重要一环，很可能影响观察者的社会地位推断。在现实生活中，决策者的购买决策过程常常会被其他人观察到，这一过程也会成为观察者对决策者进行社会地位推断的依据。例如，观察者可能会对点餐时精挑细选追求最优的决策者和随意翻看菜单满意即止的决策者产生不同的社会地位推断。已有研究开始探索并发现决策过程会影响观察者对决策者个人特征的感知和判断（Tsaietal.,2020）。这从侧面证明，观察者可能通过决策过程判断决策者的社会地位。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与此同时，观察者不仅会对决策者进行社会地位推断，还会受决策者影响从而改变自身的后续决策行为（Cheng etal.,2013）。社会影响（Social influence）的相关研究认为，观察者的想法、感受与行为常常受到被观察对象的影响（Deutsch&Gerard,1955;Smith&Mackie,2016）。不同特征的被观察对象对观察者的影响不尽相同，其中，观察者更容易受到高社会地位的被观察对象影响（Berger&Conner,1974; Pettit et al.,2013）。例如，观察者更愿意向高社会地位者寻求建议，也认为高社会地位者的建议价值更高；在购买行为层面，观察者倾向于模仿高社会地位者的消费选择，购买高社会地位者购买过的产品(Dubois et al., 2012; Griskevicius et al.,2010; Han et al., 2010； Lee et al.,2018）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "有关社会地位的以往研究为本项目提供了丰富的背景理论与研究范式，同时也遗留了重要的研究问题有待探索。另外，社会影响的相关研究也显示，观察者的消费行为也会受到决策者的影响。因此，无论从现实生活或是理论基础的角度出发，探究不同类型的决策过程如何影响社会地位推断均存在着必要性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2最优化与满意化决策过程",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "最优化与满意化决策是一对重要的决策策略概念，源于经济学中的理性选择模型（vonNeumann&Morgenstern,1944）和有限选择模型（Simon,1955）。最优化决策与满意化决策的概念本世纪初由心理学研究者提出（Schwartz etal.,2002），并在近十年得到了研究者的广泛关注（e.g. Hassan et al.,2019; Ma & Roese,2014; Mao,2016; Weaver et al.,2015）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "最优化（Maximizing）决策指个体在决策过程中搜索大量选项追求最优（Best），精益求精；满意化（Satisficing）决策则指个体在决策过程中满足于足够好（Good enough)的选项，遇到达到满意阈限的选项即停止搜索（Schwartz etal.,2002）。二十年来，研究者对最优化与满意化决策的理论不断修正与扩展，其中，最具代表性的是目标—策略两因素理论模型（Cheek& Schwartz,2016）。该理论认为，最优化决策过程包含两个因素：以追求最优为目标，以搜索大量选项为策略；对应的，满意化决策则以足够好为目标，以搜索较少选项为策略。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "最优化与满意化决策的概念提出以来，研究者主要聚焦于两类决策过程中个体表现出的不同特点。在决策过程层面，与满意化决策过程相比，最优化决策的过程更加复杂、耗时更久（Chowdhury etal.,2009;Luan＆Li,2017a）；在决策后主观体验层面，最优化决策的个体主观体验更差、对自己的决策更加后悔（Hassan etal.,2019;Luan&Li,2017a）和不满意（Ma&Roese,2014）；",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在最优化决策过程中，决策者尽管以追求最优为目标，但并不一定获得了更优的决策结果。最优化决策的个体是否获得了更优客观结果目前尚存争议。有些研究发现最优化求职决策带来了更高的薪水（Iyengar etal.,2006），但另一些研究则发现最优化决策并未带来更优的客观决策结果（Luan&Li,2019;Polman,2010）。事实上，以往研究也发现，最优化决策者之所以在决策中“纠结后悔”，就是因为他们在目标上追求最优，却很难分辨何为最优结果、何为最优选项（Luan&Li，2017a）。因此，最优更多的是决策过程中的目标，而非最终选项的特征。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "二十一世纪以来，最优化决策研究取得了极大发展，但作为一个相对新兴的研究话题，仍有许多值得探讨的方向。首先，个体进行最优化决策的原因尚不明确。根据已有研究可知，最优化决策似乎是一种并不\"讨好\"的决策过程。决策者在决策过程中付出大量精力，但决策的主观体验和客观结果均不尽如人意。那么，为什么仍有个体愿意进行最优化决策？其次，以往绝大部分最优化决策研究均将视角局限于决策者本人的决策过程与特点，很少有研究从社会人际视角探讨观察者如何看待最优化决策的消费者。如前所述，彰显社会地位本质上即为了影响观察者的感知与推断。与此同时，在意观察者的看法也会改变决策者的决策行为（Luan&Li,2020；栾墨 等，2020）。那么，观察者究竟如何看待进行最优化决策的决策者？更进一步，观察者对最优化决策个体的社会地位感知与推断是否是决策者进行最优化决策的原因？最后，很少有研究探讨完成最优化决策过程的决策者如何影响观察者的行为。根据2.1中的社会影响相关概念，观察者的想法与行为常常受到被观察对象影响。已有研究探讨了不同社会地位的被观察对象对观察者行为的影响，那么，表现出不同决策过程是否会影响观察者对决策者的社会地位推断，进而影响观察者的行为？这些问题均有待探讨。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在最优化决策领域，尚有部分研究空白等待探索。探讨最优化与满意化决策过程如何影响观察者对决策者的社会地位推断，及观察者的后续行为，不仅有助于深入理解最优化决策的深层次社会原因，同时还将研究视角从个人拓展至社会人际层面，具有创新性。那么，为何最优化与满意化决策过程可能影响观察者对决策者的社会地位推断？下一部分将介绍自主性理论，并尝试以自主性为桥梁，解释最优化决策过程与社会地位推断的关系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3最优化决策过程影响社会地位推断的心理机制：自主性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "自主性（Agency）这一概念来源于社会心理学，指个体追求独立、自治，并自由追求个人目标的倾向（Abele etal.,2008）。自主性是一种基本的人类倾向，也是观察者对被观察对象形成印象的核心要素之一（Abele&Wojciszke,2014；Rucker et al.,2018）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "自主性与社会地位存在双向推断的关系。一方面，社会地位高的被观察对象会被观察者感知为自主性也更强（Conway etal.,1996）；另一方面，观察者也认为自由表达观点，不从众和特立独行等能够体现高自主性的行为表现出被观察对象具有更高的社会地位（Bellezza& Berger,2020；Chou,2018）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "自主性与最优化决策则处于不同的层次。前者着眼于广泛的人类倾向，关注人类行为的方方面面，而后者聚焦于个体的决策行为，重点关注个体在消费时表现出的不同决策过程。目前，尚无研究从自主性理论的视角分析最优化决策。换言之，最优化决策是否能够反映出主体更强的自主性？这一问题尚待回答。不过，回顾2.2部分介绍的最优化相关研究与自主性相关理论，可以发现两者存在着一定的关联。首先，最优化决策过程中，决策者搜索大量选项、付出大量精力追求最优目标（Cheek& Schwartz,2016），这体现了自主性中的自由追求个人目标。与此同时，满意化决策的相关研究也发现，满意化决策者并非不想要最好，而是因为追求最好需要付出大量的精力，因此他们在价值与付出间选择了妥协，满足于足够好（Luan&Li，2017b）。这一妥协与自主性中的自由追求个人目标存在差异，因此，观察者可能会认为进行最优化决策过程的决策者比进行满意化决策过程的决策者自主性更高。除此之外，与满意化决策者相比，最优化决策者往往会搜索更多选项，这也意味着他们需要在决策中拒绝更多选项（Polman，2010）。拥有更多拒绝和否定的机会，同样是自主性的体现（Chou，2018）。其次，最优化决策和自主性均展现出对资源的需求，因此对资源的需求也可能成为连接最优化决策与自主性间联系的桥梁。从最优化决策的理论根源出发，最优化决策来源于理性选择模型（von Neuman& Morgenstern,1944），决策时以经济最大化原则为基础，认为人可以充分的比较每个选项的各方面信息，最终选择效用最大化选项。满意化决策则来源于有限理性模型（Simon，1955），认为由于环境的复杂性和人们认知资源的有限性，人们只能按照满意原则去决策。因此，从理论根源上，最优化决策即暗含着对资源的需求和资源限制的忽视。另外，最优化决策的相关研究也提示，最优化决策者在追求最优目标时，需要拥有充足的资源（认知资源、时间精力等）来支撑穷尽搜索，这是必要的前提（Besharat et al.,2014;Chowdhury etal.,2009:Goldsmith etal.,2018）。与此同时，自主性的相关研究发现，充沛的资源同样是个体在追求独立自治与个人目标时的保障（Rucker etal.,2018）。最优化决策与自主性都对资源有较高的要求，因此推断两者间可能存在一定的关联。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总结而言，已有研究已经建立了自主性与社会地位推断的关系，但几乎没有研究对自主性与最优化决策之间的关系进行探索。通过对现有文献的分析和总结，推测自主性可能成为解释最优化决策过程对地位推断影响的原因之一。探讨自主性这一心理机制，可以对当前研究进行很好的深入与补充，既可以探究决策的内在心理驱动，也可以与现有的自主性与社会地位文献进行对接，通过更加整合的模型来理解决策过程与社会地位推断的关系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.4文献总结与整体评述",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "社会地位推断、最优化决策及自主性概念均源于社会心理学，并在消费心理学和社会心理学的不断发展中，成为研究者们共同关注的议题。不同领域的知识体系在发展过程中不断交叉与融合，但同样产生了共性的问题，具体而言：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第一，社会地位推断的研究历史悠久、基础深厚，已有大量研究对彰显社会地位的方式（即令观察者对消费者产生高社会地位推断的方式）进行探讨，却很少有研究探讨决策过程对社会地位推断的影响，也很少有研究从社会影响的视角研究决策者的决策过程对观察者行为的影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第二，最优化决策作为一个相对新兴的研究话题，已有大量研究从个体视角探讨了最优化决策的概念、过程及特点，但仍有许多值得探讨的方向。首先，决策者进行最优化决策的原因尚不完全明确。其次，很少有研究从社会人际视角探讨观察者如何看待最优化决策的决策者。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "第三，自主性可以作为心理机制解释诸多人类行为，也可能是连接最优化决策与社会地位推断的桥梁。自主性与社会地位推断的关系前人已有提及，但自主性与最优化决策的关系仍有待进一步验证。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综上所述，一方面，最优化决策过程对社会地位推断的影响、其心理机制及其对观察者后续消费行为的影响都是非常值得探讨的问题；另一方面，已有研究也提示这三者可能存在着联系。研究构想部分将结合已有研究，提出构想与假设。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本项目将探究最优化决策过程（及与其对照的满意化决策过程）对社会地位推断的影响以及其心理机制和边界条件；并进一步探讨其对观察者消费行为的影响作用。总体理论框架如下图1所示。本项目将分为五个分研究，其中，研究一将从个人消费者和企业产品广告两个层面，探索最优化决策过程对社会地位推断的影响，即本项目的主效应。研究二将着重探讨主效应背后的心理机制及成立的边界条件。研究三作为一项相对独立的支线研究，是研究一与研究二的延伸，主要探索彰显社会地位能否成为最优化决策的原因，即追求社会地位是否会导致最优化决策过程。研究四和研究五将着重探讨决策过程通过社会地位推断对后续消费者行为的影响。具体而言，研究四从个人用户评论层面（即研究一的个人消费者层面）聚焦下游结果变量，探索用户评论中的最优化决策过程对消费者建议寻求、评论依赖的影响。研究五从企业产品广告层面聚焦下游结果变量，探索广告中的最优化决策过程对消费者购买行为的影响。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b1fec5149c25230415ff16c0a5e3d419bd99d97974a061e632596b72fc048c9c.jpg",
        "img_caption": [
            "图1研究总体框架图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1研究一最优化决策过程对社会地位推断的影响",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究一的目的是：第一，从个人消费者和企业产品广告两个层面探究最优化决策过程对社会地位推断的影响；第二，深入剖析最优化决策过程中目标—策略两个不同因素对社会地位推断的影响。具体而言：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第一，个人消费者和企业产品广告中的最优化决策过程对社会地位推断影响。个体的消费决策过程常常处于公开情境下，例如，与同伴一起吃饭，在销售人员的协助下购物。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在用户评论中，常常会出现消费者对购买决策过程的描述。另外，企业也会在营销沟通中将产品决策过程有意或无意的透露给消费者。观察者会通过个体的行为进行社会地位推断（Magee＆Galinsky,2008），这一推断不仅局限于以往研究关注的产品特征（例如：Bellezza＆Berger,2020），更可能基于决策过程。最近已有研究开始探索，在不涉及决策结果的情况下，仅仅是不同的决策过程即可影响观察者的合作意向判断（Tsai et al.,2020），这也从侧面证明，抛开行为结果和最终产品选择，仅通过购买过程判断消费者的社会地位存在可能性。通过上文对以往国内外研究现状的综述可以推测，最优化决策中追求最优、自由搜索选项的过程性特征更符合人们对高社会地位个体的认知，因而可能被观察者推断拥有更高的社会地位。与此同时，本研究推测，最优化决策过程对社会地位推断的影响不仅局限于消费者当下表现出的决策过程，还可能存在于企业在产品营销中表现出的决策过程。换言之，购买了企业追求极致、精挑细选打造出的产品的消费者，也可能被观察者推断拥有更高的社会地位。基于此，本研究提出假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "核心假设1：与进行满意化决策过程的消费者相比，观察者推断最优化决策过程的消费者具有更高的社会地位。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第二，最优化决策过程中目标—策略两个不同因素对社会地位推断的影响。根据最优化决策的目标—策略两因素模型，最优化决策包含追求最优和搜索大量选项两部分。然而，想要追求最优往往伴随着精挑细选，因此在以往的研究中，两者往往同时出现，很难分开。不过，已有研究通过实验设计将两者分开（Luan＆Li,2017a），并发现两者具有不同的作用路径。那么，在本研究中，追求最优和选项搜索是否都会导致更高的社会地位推断？脱离了选项搜索的追求最优，会被观察者感知为社会地位更高，还是\"眼高手低\"？脱离了最优目标的选项搜索，又会被观察者感知为社会地位更高，还是“犹豫纠结\"？研究一的第二部分，将分别探索最优化决策的两个要素对社会地位推断的影响。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "另外，一些重要的混淆解释需要在研究一中排除。例如，一项潜在的备择解释是，观察者并非因为消费者的最优化决策过程本身推断消费者具有更高的社会地位，而是认为这些消费者本身的购买能力更强，而购买能力是更直接的社会地位信号。本研究将控制价格这一变量，若消费者的所有可选项均价格相同，研究一的主效应仍然被复现，则可以排除价格这一因素的影响。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2研究二最优化决策过程影响社会地位推断的心理机制及边界条件",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "研究二的目的是：第一，验证感知自主性作为心理机制解释最优化决策过程对社会地位推断的影响；第二，探索一些可能的边界条件。具体而言：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一，感知自主性的中介作用。与购买奢侈品等更显而易见的社会地位彰显方式不同，通过决策过程彰显社会地位背后可能存在较为复杂的心理原因。通过对以往国内外研究现状的综述可以发现（详见2.3），自主性理论可能可以作为这一效应的心理机制。一方面，以往研究已经发现感知自主性与社会地位推断存在的密切关系（Bellezza＆Berger,2020；Chou,2018）；另一方面，进行最优化决策过程的决策者可能被观察者感知为自主性更高。基于此，本研究提出假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "核心假设2：感知自主性在最优化决策和社会地位推断间起到中介作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第二，主观决策体验的调节作用。以往大量研究发现，最优化决策的消费者在决策后的主观体验并不佳，他们在决策后更加后悔，也对自己购买的商品更加不满意（Hassan etal.,2019;Luan&Li,2017b；Ma&Roses,2014）。后悔、不满意等负面的主观体验与自主性理论中自主、自由追求个人目标的理念相悖，因此可能会降低观察者对消费者的自主性感知。尽管更差的主观体验是最优化决策的主要特征之一，但消费者却很少在决策前察觉这一可能的后果，观察者更难以通过消费过程对决策后主观体验进行推测。不过，一旦观察者感知到消费者对自己追求最优、大量搜索得到的结果并不满意时，观察者感知到的消费者自主性可能会降低，进而影响观察者对消费者的社会地位推断。具体而言，我们假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "核心假设3：消费者的主观决策体验在最优化决策过程和感知自主性间起到调节作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "仅当观察者无法感知到消费者决策后的主观体验时，观察者会认为到消费者具有更高的自主性；当观察者感知到消费者决策后的主观体验较差时，观察者不会认为最优化决策的消费者具有更高的自主性。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第三，观察者的社会流动性信念的调节作用。社会流动性信念，即相信努力可以带来成功和社会肯定（Alesina&LaFerrara,2005;Bjornskov et al.,2013）。已有研究发现，社会流动性信念高的个体相信努力工作、追求个人目标可以提升自己的社会地位（Bellezza etal.,2017；陈云松，范晓光,2016）。根据核心假设1的推断，最优化决策过程中，决策者在决策中付出大量精力追求最优会被感知为具有较高的自主性，而高自主性展现出的独立自治、努力追求个人目标又会给观察者留下高社会地位的印象。但是，若观察者认为努力追求个人目标不会带来社会地位的变化，那自主性和社会地位之间应该不再有关联。因此，观察者的社会流动性信念可能调节感知自主性与社会地位推断间的关系。若观察者本身社会流动性信念较低，即便最优化决策中的追求最优目标与大量付出展现出决策者的高自主性，也可能会被观察者视为徒劳，因为在观察者的信念中，努力并不会带来成功，自然也不会带来社会地位的提升。基于此，本研究提出假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "核心假设4：观察者的社会流动性信念在感知自主性和社会地位推断间起到调节作用。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "仅当社会流动性信念高时，观察者才会推断感知自主性高的消费者具有更高的社会地位；当社会流动性信念低时，观察者不会推断感知自主性高的消费者具有更高的社会地位。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "综上，研究二拟验证总研究中的心理机制及边界条件，建立有调节的中介模型，理论框架如下图2所示。",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/14ff0a790449c8d8b55b8598cf90760aa3b9784e019908a74afc3e5fa82b20f3.jpg",
        "img_caption": [
            "图2研究二理论框架图"
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3研究三消费者彰显社会地位的动机导致最优化决策",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "研究三并未包含在总体的主线框架中，而是作为研究一与研究二的延伸开展的相对独立的研究。研究三的目的是从社会地位的角度回答消费者进行最优化决策的原因。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "根据以往的研究结果，最优化决策过程不仅耗时，且主观体验或客观结果上都不存在明显优势。然而，它仍然作为一种十分常见的决策过程保留至今，说明其存在具有自身的存在价值。那么，这一价值是否可能从社会地位的层面解释？根据研究一与研究二的假设，观察者会推断最优化决策的消费者社会地位更高。可以说，这些假设为最优化决策的原因提供了一定的间接证据，但若想证明消费者为了彰显社会地位而进行最优化决策，仍需更直接的证据。研究三将通过实验直接操控个体彰显社会地位的动机，测量拥有彰显社会地位动机的消费者是否会表现出最优化决策过程。本研究提出假设：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "核心假设5：与未启动彰显社会地位动机的个体相比，启动彰显社会地位动机后，个体在完成决策时会表现出最优化决策过程。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.4研究四用户评论中的决策过程信息对消费者建议获取和评论依赖的影响",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "在研究一和研究二的基础上，研究四将从个人用户评论层面（即研究一的个人消费者层面）聚焦下游结果变量。研究四的目的是：第一，探究用户评论中的最优化决策过程信息对评论阅读者后续的建议寻求、评论依赖的影响；第二，探究感知自主性和社会地位推断在其中的链式中介作用。具体而言：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "第一，用户评论中的最优化决策过程信息对评论阅读者建议寻求、评论依赖的影响。社会地位推断不仅会对被观察对象产生影响，也会对观察者的后续消费行为产生影响。事实上， $90 \\%$ 的消费者会在购买前阅读其他消费者的评论（BrightLocal,2015）,阅读其他消费者发表的在线评论已成为社会影响的重要渠道（Dai et al.,2020; Keen,2011; Mayzlin et al.,2014）。不过，消费者（指评论阅读者）对不同评论同样会表现出不同的偏好，以往研究已经发现，消费者更愿意采纳高社会地位者的建议（Dubois etal.,2012）。基于此，我们提出假设：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "核心假设6：与包含满意化决策过程信息的用户评论相比，消费者更依赖包含最优化决策过程信息的用户评论，也更愿意向完成最优化决策过程的用户寻求建议。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "第二，感知自主性和社会地位推断在其中的链式中介作用。核心假设5的提出主要基于最优化决策过程对社会地位推断的影响。因此，还需在研究一与研究二的基础上，进一步对感知自主性与社会地位推断的链式中介作用进行验证。具体而言，我们拟验证假设：",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "核心假设7：感知自主性与社会地位推断在用户评论中的决策过程信息与建议寻求和评论依赖间起到链式中介作用。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.5研究五企业广告中的决策过程展示对消费者购买决策的影响",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "在研究一和研究二的基础上，研究五将从企业的产品广告层面聚焦下游结果变量。研究五的目的是：第一，探究广告中的最优化决策过程信息对消费者购买行为的影响；第二，探究感知自主性和社会地位推断在其中的链式中介作用。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "根据研究一的假设，决策过程对社会推断的影响不仅可以体现在个人消费者层面，也可以体现在企业产品层面。具体来说，企业在产品营销时展示出的决策过程也可能会影响选择该产品的消费者被感知的社会地位。当消费者选择宣传最优化决策过程的产品后，他们会被推断为社会地位更高。承接研究一，本研究推测，因为购买了企业追求极致、精挑细选打造出的产品的消费者可能被推断拥有更高的社会地位，所以最优化决策过程信息的广告会提高消费者的购买意愿、意愿支付价格及购买决策。因此，我们提出假设：",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "核心假设8：与包含满意化决策过程或未包含决策过程信息的广告相比，包含最优化决策过程信息的广告会提高消费者的购买意愿、意愿支付价格及购买决策。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "核心假设9：感知自主性与社会地位推断在广告的决策过程信息与消费者的购买行为间起到链式中介作用。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4理论建构与创新 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "以往大量研究聚焦于不同特征的产品对社会地位推断的影响（例如：Bellezza&Berger,2020;Wang＆ Griskevicius,2014; Wang et al.,2021；金晓彤 等，2020；谢志鹏，汪涛,2017），然而，消费行为并非仅包含最终购买的产品，决策过程同样是消费行为的重要步骤。本项目将从最优化决策的角度出发探索决策过程对社会地位推断的影响，拓宽社会地位推断研究与最优化决策研究的视角。本项目将在新视角的基础上，构建完整的基于最优化决策过程信息的社会地位推断模型，系统探讨其效应、心理机制、边界条件及后续对观察者信息搜索和购买行为的影响。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "具体而言，本项目试图通过五个分研究从以下三个角度进行延伸探讨与理论拓展。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "第一，探讨最优化决策过程对社会地位推断的影响、心理机制及边界条件。个体完成最优化决策时会表现出花费更多精力、搜索更多选项、追求最优目标的特征（Cheek&Schwartz,2016；朱冬青，谢晓非，2013）。这些决策过程与自主性理论中独立、自主追求目标的内核相同（Adele etal.,2006），因而可能会被观察者感知为自主性更高。另外，感知自主性与社会地位存在双向推断的关系，自主性的行为是彰显社会地位的方式（Bellezza& Berger,2020；Chou,2018）。因此，与完成满意化决策过程的决策者相比，观察者可能推断完成最优化决策过程的决策者具有更高的社会地位。感知自主性是这一效应背后的心理机制，在其中起到中介作用。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "另外，在决策后感到后悔也是最优化决策的附属特征之一（Hassan etal.,2019;Luan &Li,2017b；Ma&Roses,2014）。然而，后悔这一负面情绪体验与自主性理论中自主、自由追求个人目标的理念相悖，因此可能会降低观察者对消费者的自主性感知。与此同时，大量付出追求最优可能会使进行最优化决策的决策者被观察者感知为具有高自主性，进而被推断为具有高社会地位，但社会流动性信念则是一种相信个体努力会提升社会地位的信念（Bellezza etal.,2017；陈云松，范晓光，2016）。因此若观察者本身社会流动性信念较低，则努力追求目标可能会被观察者视为徒劳。决策者的主观决策体验及观察者的社会流动性信念可能在最优化决策过程与自主性、自主性与社会地位推断间起到调节作用，成为边界条件。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "综上，在对第一个关键研究问题进行探讨的过程中，将构建以感知自主性为心理机制，以主观决策体验及社会流动性信念为边界条件的有调节的中介效应模型。从社会地位推断研究的角度，这一探讨将弥补以往研究重点关注产品特征、忽视购买过程的不足，拓宽社会地位推断研究的视角。从最优化决策研究的角度，探索在观察者眼中最优化决策过程会如何影响社会地位推断，将最优化研究视角拓展至社会人际层面。另外，这一探讨也将为企业在服务过程中营造最优化的决策环境、满足彰显消费者动机的需求提供思路和建议。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "第二，探讨彰显社会地位能否是消费者进行最优化决策的原因之一。为何最优化决策的决策过程耗费精力且决策客观与主观结果不存在明显优势，却仍作为主流决策策略存在至今？其社会地位推断价值可能可以解释这一最优化决策的“立身之本\"问题。最优化者追求的最优不仅是客观的最好（Luan&Li，2017a），也包括与其他人进行社会比较时的相对优势（Weaver et al.,2015;Luan&Li,2019）。因此，彰显社会地位的动机会导致个体在决策中采取最优化决策策略，成为个体采取最优化决策策略的一项原因。对第二个关键研究问题的探讨将从社会地位的角度出发，回答消费者进行最优化决策的原因。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "第三，探讨最优化决策过程对观察者消费行为的影响。社会地位推断会对观察者（即推断者）的后续消费行为产生影响（Lee etal.,2018），观察者倾向于购买高社会地位者购买过的产品（Dubois et al.,2012; Griskevicius et al.,2010）。因此，最优化决策过程通过感知自主性影响社会地位推断后，还可能进一步影响观察者的行为。在基于用户评论的口碑效应中，这一影响将主要导致评论阅读者对展现最优化决策过程的消费者进行建议寻求并产生评论依赖。在企业广告中，这一影响也将导致广告阅读者推测购买展现最优化决策过程产品的消费者具有更高的社会地位，因此产生更高的购买偏好与意愿。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "综上，对第三个关键研究问题的探讨将从用户评论和企业广告两个方面出发，以建议获取、评论依赖、购买行为三个层次为结果，构建以感知自主性和社会地位推断为机制的链式中介模型。与第一个关键研究问题类似，这一探讨进一步将最优化研究视角拓展至社会人际层面，探讨最优化决策如何影响观察者的态度与行为。另外，这一探讨将帮助企业和营销者了解用户评论中的决策过程信息对后续消费者社会地位感知及消费行为的影响，进而合理引导消费者在评论中描述决策过程，更好的实现口碑营销。这一探讨也将帮助企业和营销者了解广告中呈现产品设计和制造中的决策过程信息对消费者社会地位感知及消费行为的影响，进而通过提供更多的决策过程信息设计出更优的广告策略。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "总之，从理论角度，本项目将为社会地位推断研究提供新的视角，丰富和扩展最优化决策研究的外延，并将从全新的角度理解和揭示最优化决策的内涵。从现实角度，本项目将为营销者洞察消费者决策和需要提供一种全新的思路，也将为口碑管理和营销广告设计提供新的策略方向。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "参考文献   \n陈云松，范晓光．（2016）.阶层自我定位、收入不平等和主观流动感知（2003—2013）．中国社会科学   \n(12）,109-126+206-207.   \n金晓彤，姚凤，徐尉，赵太阳．（2020）.自我威胁情境消费者地位消费行为研究—基于内隐人格的调节 作用．南开管理评论,23（06）,111-123.   \n栾墨，吴霜，李虹．（2020）．预期交流与创造力的关系:解释水平的调节作用．心理学报,52（10），1178- 1188.   \n谢志鹏，汪涛．（2017）.产品也会皱眉头？产品的\"侵略性表情\"对消费者的影响.心理学报，49（05）,680- 691.   \n郑晓莹，彭泗清，戴珊姗（2014）．社会比较对炫耀性消费的影响：心理补偿的视角．营销科学学报,10 (3）,19-31.   \n朱冬青，谢晓非.(2013).最优化与满意型决策风格孰优敦劣?.心理科学进展,21（2）,309-316.   \nAbele,A. E., Uchronski,M., Suitner, C.,& Wojciszke,B. (008). Towards an operationalization of the fundamental dimensions of agency and communion: Trait content ratings in five countries considering valence and frequency of word occurrence.European Journal of Social Psychology,38(7),1202-1217.   \nAbele,A. E.,& Wojciszke, B. (2O14). Communal and agentic content in social cognition: A dual perspective model.In Advances in Experimental Social Psychology (Vol. 50, pp.195-255). Academic Press.   \nAlesina,A.,&Ferrara,E.L.(2oo5).Ethnic diversityand economic performance. Journal of Economic Literature, 43(3), 762-800.   \nAnderson, C.,Hildreth,J.A.D.,& Howland,L. (2O15).Is the desire forstatus afundamental human motive? A review of the empirical literature. Psychological Buletin,141(3), 574-601.   \nBarkow, J. H. (1975). Prestige and culture: A biosocial interpretation. Current Anthropology,16, 553-572.   \nBelezza, S., Gino,F.,& Keinan, A. (2014). The red sneakers effect: Inferring status and competence from signals of nonconformity. Journal of Consumer Research, 41(1),35-54.   \nBellezza, S., Paharia,N.,& Keinan,A. (2O17). Conspicuous consumption of time: When busynessand lack of leisure time become a status symbol. Journal of Consumer Research, 44(1),118-138.   \nBellezza, S.,& Berger,J. (2020). Trickle-round signals: When low status is mixed with high. JournalofConsumer Research,47(1),100-127.   \nBerger, J.,& Conner, T.L.(1974).Performance expectations and behavior in small groups: A revised formulation. Expectation states theory: A Theoretical Research Program, 85-109. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Berger,J.,& Ward,M. (2O10). Subtle signals of inconspicuous consumption. Journal of Consumer Research,37(4),555-569. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Berger,J(2O14),“Word of mouth and interpersonal communication: Areview and directions for future research,\" Journal of Consumer Psychology, 24 (4), 586-607.   \nBesharat, A.,Ladik,D.M., & Carrilat, F. A. (2014). Are maximizers blind to the future? When todays best does not make for a better tomorrow. Marketing Letters,25(1),77-91.   \nBjornskov, C.,Dreher,A.,Fischer,J. A.,Schnellenbach,J.,& Gehring,K. (2013). Inequality and happiness: When perceived social mobility and economic reality do not match. Journal of Economic Behavior and Organization, 91, 75-92.   \nBrightLocal (2015),“The 2015 local consumer review survey,” https://www.brightlocal.com/2015/08/20/92-ofconsumers-now-read-online-reviews-for-local-businesses/.   \nCatry,B. (2o03). The great pretenders: The magic of luxury goods. Business Strategy Review,14(3),10-17.   \nCheek, N.N., & Schwartz, B. (2016). On the meaning and measurement of maximization. Judgment and Decision Making, 11(2), 126-146.   \nCheng,J.T.,Tracy,J.L.,Foulsham,T.,Kingstone,A.,&Henrich,J.(2013).Two ways tothe top: Evidencethat dominance and prestige are distinct yet viable avenues to social rank and influence.Journal of Personality and Social Psychology,104(1),103-125.   \nChou, E. Y. (2018). Naysaying and negativity promote initial power establishment and leadership endorsement. Journal of Personality and Social Psychology,115(4), 638-656.   \nChowdhury,T.G.,Ratneshwar,S.,& Mohanty,P. (20o9).The time-harried shopper: Exploring the differences between maximizers and satisficers. Marketing Letters, 20(2),155-167   \nConway,M., Pizzamiglio,M.T.,& Mount,L. (1996). Status,communality,and agency: implications for stereotypes of gender and other groups. Journal of Personality and Social Psychology, 71(1),25-38.   \nDai,H.,Chan, C.,& Mogilner, C. (2O20).People rely less on consumer reviews for experiential than material purchases. Journal of Consumer Research, 46(6),1052-1075.   \nDesmichel,P.,Ordabayeva,N.,& Kocher,B. (2O2O). Whatif diamonds did not last forever? Signaling status achievement through ephemeral versus iconic luxury goods. Organizational Behavior and Human Decision Processes, 158,49-65.   \nDeutsch, M., & Gerard, H. B.(1955). A study of normative and informational social influences upon individual judgment. The Journal of Abnormal and Social Psychology, 51(3), 629. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Dubois,D.,Rucker,D.D.,& Galinsky,A.D. (2012).Super size me: Product size as a signal of status.Journal of Consumer Research,38(6),1047-1062. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Eastman, J. K., Goldsmith,R. E.,& Flynn,L.R. (1999). Status consumption in consumer behavior: Scale development and validation. Journal of Marketing Theory and Practice, 7(3),41-52.   \nEllis, B. J. (1995). The evolution ofsexual atraction: Evaluative mechanisms in women.In J. H. Barkow,L. Cosmides,&J.Tooby (Eds.),The adapted mind: Evolutionary psychology and the generation of culture (pp 267-288). New York, NY: Oxford University Press.   \nGilbert,P. (1992). Depression: The evolution ofpowerlessness. New York, NY: Guilford Press.   \nGoldsmith,K., Roux, C.,& Ma, J. (2018). When seeking the best brings out the worst in consumers: Understanding the relationship between a maximizing mindset and immoral behavior. Journal of Consumer Psychology,28(2),293-309.   \nGoor, D., Ordabayeva, N., Keinan, A.,& Crener, S. (2O20). The impostor syndrome from luxury consumption. Journal of Consumer Research, 46(6),1031-1051.   \nGriskevicius,V., Tybur,J. M., & Van den Bergh, B. (2010). Going green to be seen: status,reputation, and conspicuous conservation. Journal of Personality and Social Psychology,98(3),392-404.   \nGriskevicius, V.,& Kenrick, D.T.(2013). Fundamental motives: How evolutionary needs influence consumer behavior. Journal ofConsumer Psychology,23(3),372-386.   \nHan, Y. J., Nunes, J. C.,& Dreze, X. (2o10). Signaling status with luxury goods: The role of brand prominence. Journal of Marketing, 74(4),15-30.   \nHassan,L. M., Shiu, E.,& McGowan, M. (2019). Relieving the regret for maximizers. European Journal of Marketing, 54(2), 282-304.   \nIyengar,S.S., Wels,R.E.,& Schwartz, B. (2006).Doing better but feeling worse: Looking for the\"best\" job undermines satisfaction. Psychological Science,17(2),143-150   \nKeen,A. (2011).The Cult ofthe Amateur: How blogs,MySpace, YouTube and the rest oftoday's user-generated media are killing our culture and economy. Hachette UK.   \nLee,S.,Baumgartner,H.,& Winterich, K.P.(2O18). Did theyearn it? Observing unearned luxury consumption decreases brand atitude when observers value fairness Journal of Consumer Psychology,28(3), 412-436.   \nLuan, M.,& Li, H. (O17a). Maximization paradox: result of believing in an objective best. Personality and Social Psychology Bulletin, 43(5), 652-661.   \nLuan,M.,&Li,H. (2Ol7b).Good Enough - Compromise between desirabilityand feasibility:analternative perspective of satisficing. Journal of Experimental Social Psychology,70,110-116   \nLuan, M.,& Li, H. (2019). Do maximizers maximize in private? The influence of public versus private context on maximizing. Personality and Individual Diferences,150,109481.   \nLuan,M.,&Li,H. (2020) How do people construe objects when being observed? Journal of Personality and Social Psychology, 119(4), 808-823.   \nMagee,J. C.,& Galinsky,A. D. (2O08). 8 social hierarchy: The self-reinforcing nature of power and status. Academy of Management Annals, 2(1),351-398.   \nMa, J., & Roese,N. J. (2014). The maximizing mind-set. Journal of Consumer Research,41(1),71-92.   \nMao, W. (2016). When one desires too much of a good thing: The compromise effect under maximizing tendencies.Journal of Consumer Psychology, 26(1), 66-80.   \nMaslow, A. H. (1943). A theory of human motivation. Psychological Review, 50, 370-396.   \nMayzlin,D.,Dover, Y.,& Chevalier,J. (2014). Promotional reviews: An empirical investigation of online review manipulation. American Economic Review, 104(8),2421-55.   \nNeumann, J. V.,& Morgenstern, O.(1944). Theory of games and economic behavior (Vol. 60). Princeton: Princeton university press.   \nNielsen (2015).\"Recommendations from friends remain most credible form of advertising among consumers; branded websites are the second-highest-rated form,”http://www.nielsen.com/ca/en/pressroom/2015/recommendations-from-friends-remain-most-credible-form-of-advertising.html.   \nOrdabayeva, N.,& Chandon,P.(20l1). Geting ahead of the Joneses: When equality increases conspicuous consumption among bottom-tier consumers. Journal of Consumer Research, 38(1), 27-41.   \nPetit,N.C.,Sivanathan,N., Gladstone,E.,& Marr,J. C. (20l3).Rising stars and sinking ships: Consequencesof status momentum. Psychological science, 24(8),1579-1584.   \nPolman, E. (2010). Why are maximizers less happy than satisficers? Because they maximize positive and negative outcomes. Journal of Behavioral Decision Making, 23(2),179-190   \nPrice,J., Sloman,L., Gardner,R., Jr., Gilbert,P.,& Rohde,P.(1994). The social competition hypothesis of depression. The British Journal of Psychiatry，164,309-315.   \nRucker, D. D., Galinsky, A. D., & Magee, J. C. (2018). The agentic-communal model of advantage and disadvantage: How inequality produces similarities in the psychology of power, social class, gender, and race.In Advances in Experimental Social Psychology (Vol. 58,pp.71-125). Elsevier.   \nSimon,HerbertA.(1955),\"A behavioral model ofrational choice,”Quarterly Journal ofEconomics,69(1),99- 118.   \nSmith,E.R.,& Mackie,D. M. (20l6). Representation and incorporation of close others' responses: The RICOR model of social influence. Personality and Social Psychology Review,20(4),311-331.   \nSchwartz,B., Ward,A.,Monterosso,J.,Lyubomirsky,S., White,K.,&Lehman,D.R.(20o2). Maximizing ersus satisficing: happines is a matterofchoice.Journal of Personalityand Social Psychology,83(5),1178-1197.   \nTsai,M.H.,Melia,N.V.,& Hinsz, V.B.(2O20).The effects of perceived decision-making styles on evaluations of openness and competence that elicit collaboration. Personality and Social Psychology Bulletin, 46(1), 124-139.   \nWang,Y.,& Griskevicius, V. (2014). Conspicuous consumption, relationships,and rivals: Women's luxury products as signals to other women. Journal of Consumer Research,40(5), 834-854.   \nWang,Y.,John,D.R.,& Griskevicious,V.(2021).Does the devil wear Prada? Luxury product experiences can affect prosocial behavior.International Journal of Research in Marketing, 38(1),104-119.   \nWard,M. K.,& Dahl,D. W. (2014). Should the devil sell Prada? Retail rejection increases aspiring consumers' desire for the brand. Journal of Consumer Research,41(3),590-609.   \nWarren,C.,& Campbell, M. C.(2014). What makes things cool? How autonomy influences perceived coolness. Journal of Consumer Research, 41(2),543-563.   \nWeaver,K.,Daniloski,K.,Schwarz,N.,& Cottone,K. (2o15).The roleofsocialcomparison for maximizers and satisficers: Wanting the best or wanting to be the best? Journal of Consumer Psychology,25(3),372-388.   \nVeblen, T. (1899). 1994. The theory of the leisure class. New Brunswick, NJ: Transaction Publishers. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "How does decision making process signal social status? A maximizing decision making perspective ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "LUAN Mo1, WU Shuang2 ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "( International Schoolof Business,UniversityofInternational Businessand Economics,Beijing loo029,China) ( Rady School of Management, University ofCaliformia-San Diego,LaJolla,CA,92093,USA) ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Abstract: Signaling social status is a fundamental motive that drives consumer behavior.Past research on consumer psychology largely focuses on how product characteristics can signal status. Much less is known about how the decision process, a pivotal element of consumer decisionmaking, affects social status inference.The current research aims to build a model on the inference of social status from the maximizing decision process and systematically examine (1) whether and how the maximizing decision process signals consumers’ social status; (2) whether the motive to signal social status accounts for consumers’ maximizing; (3) how the maximizing decision process influences observers’ subsequent consumption through social status signaling. The current research will provide a new perspective for research on social status inference, expand the scope of research on maximizing, and shed new light on the underlying causes of maximizing. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Key words: Maximizing decision making, Social status inference, Consumer decision process, Perceived agency, Social influence ",
        "page_idx": 21
    }
]