[
    {
        "type": "text",
        "text": "Measuring colloidal forces between clay microparticles with optical tweezers ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yu Zhao1.\\*Jingzhi Wu²Liangbo HU3Yu Jiang1. 2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Key Laboratory ofMountain Hazard And Surface Proces, Institute ofMountain Hazards And Environment,   \nChinese Academy Of Sciences, Chengdu 610041, China   \n2 Group of Nanophotonics,SchoolofInformation and Communication Engineering, North University of China,   \nTaiyuan 03051, China   \n3 Department ofCivil Engineering University of Toledo， Toledo, OH43606,USA   \n4 University of Chinese Academy of Sciences (Corresponding Author, Yu Zhao, Email: zhaoyu@imde.ac.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The interaction forces between clay micro-particles play an important role in the macroscopic strength behavior of clayey soils. Optical tweezers were used in the present study to explore the interaction between clay micro-particles.This technology uses a highly focused laser beam to manipulate smallobjects and can also be used as a force transducer for the measurement of forces on the order of pico-Newtons (pN).Polystyrene beads were first used to measure the surface interactions between polystyrene beads and clay particles for accurate calibration of the system because of their perfectly spherical shape and optical homogeneity,and were successful in obtaining force mea- surements within the range of $2 0 ~ \\mathrm { p N }$ ，Subsequently the interactive force was measured when a smallclay particle was moved along the surface of a large clay particle.The force measured varies as the interaction of clay surfaces may evolve along their relative motion,leading to force measurements up to $4 0 \\sim 8 0$ （204 pN.The present study shows a promising potential of optical tweezers in exploring the complex micro-scale phenomena in clay minerals. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: clay mineral, interaction forces, optical tweezers, montmorillonite ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Clay minerals are main components of fine-grained soil or rock materials that are products of long-term natural weathering processes. Clay minerals typically form in clusters or stacks of hydrous aluminium phyllosilicate plate-like sheets with adsorbed water within these sheets or layers. Clayey soils or rocks containing significant fractions of clay-size (less than 2 micron) particles are common in nature; the understanding of their physical and mechanical properties related to the resistance to the deformation and failure has strong implications in various applied fields of enginering, including infrastructure development (e.g. foundations, tunnels and embankments), hazards assessment (e.g.， landslides， debris-flows， earthquakes)， as well as material and energy exploitations (e.g. mining, water/ oil/gas recovery). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conventional analysis of load and deformation in soils mainly considers the skeletal (intergranular) force transmitted through the mechanical contacts between soil particles due to the external loading, andhydrodynamic or seepage forces arising from the pore fluid moving through the interconnected pore network [10,16,18]. Clay particles,however, due to its small size, complex structural configuration, as wel as the affinity to interact with water present in the pores, often exhibit complex behavior aected by the interparticle forces that result from various physico-chemical processes. These include electrostatic (repulsive or attractive) forces between clay plates,surface and ion hydration forces, electrical double difuse layer forces and van der Waals forces,largely due to the presence of cations and ions in the adsorbed water as well as cations attracted by the often negatively charged clay particle surface [10]. The influence of such interparticle forces may not only affect the strength and compressibility properties of soils in the traditional engineering analysis,but also manifest itself in complicated scenarios triggered by environmental changes, such as volume change of expansion and shrinkage under weting-drying cycles or aggressive contaminant attack. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It has been long recognized in soil mechanics that mechanical properties of a clayey soil are strongly aected by the interaction and bonding between particles [4，11，15]. For example, Morgenstern and Tchalenko [11] showed that the shear failure of a kaolinite clay occurred between particles rather than within them， indicating that the lower strength between particles is representative of the overall engineering strength of the studied soil. Osipov et al. [15] concluded that the nature of interparticle forces could reflect the essence of particle packing, and proposed to clasify the patterns of particleassembly based on the distance between particles and the strength of interparticle force in order to quantify the structural characteristics of clay. Recent trends arising from the consequences of increased anthropogenic activities on geological materials suggest that the microscopic interactions among clay particles may become of even greater importance，as the involved physical orchemical processes behind the interactions may be enhanced or accelerated under increased human activities. Zhao et al.[23] investigated the landslides in the Three Gorges area of China and found that the shear strength decrease at the soil slope could be atributed to the mineral transformation and structural change caused by rising levels of rain acidity. Zhang and McSaveney [22] studied a recent rock avalanche and concluded that the air pollutionmight have accelerated the reduction of strength of the rocks and consequently led to rapid sliding of a large rock mass. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There have been some recent efforts to measure and characterize the soil particle-level interactive forces，which however are primarily focused on sand size particles (typically of milimeter range). Gao and Hueckel [6] studied the strength of polymers grown between two stressed sand grains via Atomic Force Microscopy (AFM). Michalowski et al. [9] investigated the time-dependent growth of deformation between two sand particles.The present study is aimed to explore the interaction between clay particles and other mineral particles. Inspired partially by the findings of potential clay mineral transformation among three major clay groups: montmorillonite (smectite),ilite,kaolinite,during landslides as discussed in Zhao et al.[23],the present study is focused on montmorillonite which is a naturally occurring hydrophilic bentonite mineral. It has a three-layer structure which contains an octahedral aluminium layer sandwiched between two tetrahedral silicon oxide layers [5]. As the enrichment of montmorillonite is often found on the sliding surface of landslides [17,23], the mechanical properties of montmorillonite have attracted considerable attention in the landslide hazard assessment [7,19].In addition,due to its large specific surface area, high surface reactivity and high cation exchange capacity, it has been used in many industrial applications such ascatalytic activity, absorbent in environmental engineering, and waste disposal [3]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A variety of experimental techniques have been developed to directly or indirectly measure forces acting between objects from a few femto-Newtons (fN) to pico-Newtons (pN) [14]. For instance,the atomic force microscope (AFM) can be an option for characterizing nanoparticles and offers the capability of both qualitative and quantitative information on many physical properties including size, morphology, and surface roughness [12, 20, 21]. However, for AFM measurements of inter-particle friction, soil particles have to be immobilized on the surface and one single particle needs to be atached to the AFM tip.Then the tip-bound particle could be moved along the surface-bound particle to measure the lateral friction. Even though a number of methods have been developed in the past, lateral AFM force measurements are dificult to calibrate.Therefore, new protocols need to be developed and established when applied to these cases. In the present study the optical trapping approach is adopted as the primary experimental method. The original concept of optical trapping and manipulation of micrometer-sized particles Was first reported in 1970 [1], and has been rapidly developed and broadly applied to smal objects as diverse as biological molecules, colloidal particles,and living cells [2,13].This technology uses a highly focused laser beam to manipulate small objects and can be used as a force transducer for the measurement of forces on the order of pico-Newton in real-time. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the present study we attempt to use double optical tweezers tomeasure the force between the particles of montmorillonite treated in a solution. We aim to explore a technology that could be capable of characterizing the interaction between clay particles,which may provide insights that are useful for understanding the link across different scales spanning from microscopic particles to macroscopic assembly of clayey soils. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Method ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A dry powder sample of Montmorillonite was suspended in water and then diluted until a suitable particle concentration was found. The high concentration of very small particles (a few microns in diameter) makes it very difficult to trap only one particle alone.To reduce the number of small particles, the sample was quickly centrifuged ( $2 0 \\sim 3 0$ seconds at $8 0 0 \\ \\mathrm { g } )$ and the resulting supernatant containing the small particles was discarded. This procedure was repeated 5 times. After this size separation process, the remaining large particles were suspended in a 1:1 mixture of ethanol and pure water. The diluted particle suspension was filled in a measurement chamber consisting of two coverslips that was sealed with double-sided sticky tape. Some large and small particles with adsorbed water as prepared as such were then used for the force measurements described in the following experiments. Only large particles with a relatively straight edge were selected to facilitate the friction force measurement. The size of the large clay particles used in the following experiments was approximately $3 0 ~ { \\mu \\mathrm { m } } ,$ and the small clay particles were of $2 \\sim 5 ~ \\mu \\mathrm { m }$ in diameter. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It is worth noting that while the early development of optical tweezers was primarily used to manipulate and move the small objects,this technology has evolved to be capable of accurately measuring the minute forces involved between small objects. This gives rises to opportunities explored in the present study to measure the microscopic forces between clay particles.All experiments were performed on a NanoTrackerTM2 setup with dual beam configuration. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The system consists of a laser steering unit and a dual-axis detection unit positioned to independently detect three-dimensional forces and displacement of the two traps equipped [8]. Beam 1 is controlled via a Piezo deflection mirror and was used to move small particles along the edge of larger ones. Beam 2 is controlled via AODs (acousto-optic deflectors). This technology allows the generation of multiple traps from one beam. It was used to hold the larger particles in place during the measurements. The data shown in the present study was recorded in Trap 1 to analyze the force acting on this particle during the relative movement. Because the irregular shape and the optical inhomogeneity of clay particles constantly cause great variations of the detected signal of optical trapping, in the first part of the investigation a polystyrene (PS) bead was used as a force probe for accurate calibration of the system. Since the orientation of the particle cannot be fully controlled, this $3 ~ { \\mu \\mathrm { m } }$ PS bead was trapped and moved along laterally, i.e., approximately in parallel to the surface of a large clay particle (Fig. 1). The bead was moved forward and backward multiple times along the same path to find a distance at which the bead and the clay particle interact but not stick together completely but at the same time there are stillconsiderable interaction forces to be measured. The large particle was held at a constant position with multiple traps. The frictional/sliding forces were measured as the trap retracts from the soil particle surface. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/2d7ac1a352aac9e3b01158f73e957af3c387c38b4ecd29ebcb2f9d1234056024.jpg",
        "img_caption": [
            "Fig.1 Image ofthe large clay particle and PSbeadunderthe test whenthe bead was moved along the surface of the clay particle. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "During the above mentioned test, it was found that there was an observable interaction between the PS bead and the soil particle surface that generated stick-slip events.The details are discussed in the next section. This interaction might be further investigated and quantified by approaching the PS bead orthogonally to the clay particle surface. Therefore, the second test was conducted to measure the binding forces between the PS bead and the large clay particle (Fig. 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The PS bead was moved towards the surface of the clay particle while the binding forces between them were measured; later this bead was also moved away from the particle while the change in the binding forces was measured. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c04a5ef253abff23825a6656f1f208b101488968a2b28ba1e8604c8b6628b83e.jpg",
        "img_caption": [
            "Fig.2 Image of the large clay particle and PS sphere under the test when the bead was moved towards (black arrow) and away from (red arrow) the soil particle surface. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Subsequently the bead used in the previous tests was replaced with a small clay particle (Fig. 3). It was intended to measure to forces between these two clay particles.However, it was difficult to accurately dictate the position of clay particles; while one clay particle was moved toward the other, when and how they were interacting were largely unknown because of the complex surface condition of clay particles.This challenge was complicated by the irregular shape and the optical inhomogeneity of clay particles which make the signal detection of optical trapping much more dificult. While in the previous testsusing the PS bead,the motion of the bead could be fully controlled and itssurface was well defined， rendering reliable force and displacement measurements. Hence, a number of atempts were made to approach the small clay particle towards the large one and eventually the path indicated in Fig. 3 was found to lead to stable measurements. Results of all tests discussed above are presented in the following section. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/96a6bdbd3ae1adb4d771a0d5a9c7aa89fd5d4dc9c2f5125a8e715872fbcc8ddd.jpg",
        "img_caption": [
            "Fig. 3 Image of the two clay particles under the test when the smal clay particle was moved along the large clay particle. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the first test of the PS bead moving in parallel to the surface of the soil grain (Fig. 1), the force data were recorded for the X and y direction (Fig. 1) in separate data channels and are shown in Fig. 4. It is clearly visible that the force varied as the bead was moved along the surface; meanwhile, but it is impossble to tell from the data whether the particle was sliding or rotating during its movement. The force (Fy) in the y direction appeared not affected by the direction of the motion. The force $( \\operatorname { F x } )$ in the X direction during the first half of the backward motion remained almost the same as in the forward motion but then deviated slightly. The jump in the force data (blue curve, at approximately $4 . 5 ~ { \\mu \\mathrm { m } }$ distance) most likely corresponded to a stick-slip event where the bead temporarily was attached to the surface and was released as the pulling force of the optical trap increased. The difference of $\\operatorname { F x }$ between forward and backward movement most likely indicates shape change of the clay particle because of the stick-slip event. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/5adbca946120bcaff8d38193f2bcc68d43c4ea2c403954daa73cb88f5694882a.jpg",
        "img_caption": [
            "Fig.4 Force measurements witha PSbead being moved laterallyalong the surface of a large soil particle. Force components along X and y directions: (a) Fx; and (b) Fy . "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The second test was aimed to explore further the force evolution during the possible aforementioned stick-slip events, by approaching the PS bead orthogonally towards the soil particle surface. After a short period of contact time, it was then retracted and the possible binding forces were measured. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The results are shown in Fig. 5a.In the retraction curve (red) it is clearly visible that the bead became stuck to the surface due to atractive interaction between the PS bead and the soil particle, incidentally at the approximate distance of $4 . 5 ~ { \\mu \\mathrm { m } }$ .It is of interest to calculate the difference between the forces in the approach and retract paths (indicated as “away\" and “toward\" respectively, in Fig. 5a),as shownin Fig. 5b.The difference is very small except for the sticking event.The force change is approximately $2 0 \\mathrm { p N }$ ， slightly higher than but certainly comparable with the magnitude of change/jump found in the previous test (Fig. 4),indicating that this value could be a reasonable estimate for the magnitude of the PS-clay binding force. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1823bab9645eb328c9938f0e632975e7145f19f1662e494bb4acd128b7b1768c.jpg",
        "img_caption": [
            "Fig. 5 (a)Force measurements with a PS particle being moved toward and away from the soil particle surface. (b)The subtracted binding force which is the diference between the retract(\"away\") curve and the approach (\"toward\") curve in Fig. 2. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fig. 6 shows the force measurements while one clay particle was moved along the other larger clay particle. The measured forces between the two clay particles were found to vary but the periodic peaks were approximately $4 0 \\ \\mathrm { p N }$ ，which is slightly greater than the resultant forces between PS-clay shown in Fig. 4. It is worth mentioning that the chemical and physical properties of clay particles are very complex, while the PS bead provides well defined spherical surface. There are a number of sources for possible interaction between the two surfaces,including van der Waals, hydrogen bonding and hydrophobic interaction. It is possible that the measured forces herein can be considered as a sum of all interactive forces in action. In addition, due to the irregular shape of the large clay particle,the interaction force varied while the clay particle was moved along and even increased to around $8 0 ~ \\mathrm { p N }$ at a certain distance; this could be attributed to extreme approaching of the two particles. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "80 60 (hdern 40 Z 20 0 0 2 4 6 distance (um) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4 Conclusion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Optical tweezers are explored in the present study to investigate the complex interactive forces between Montmorillonite clay particles. The calibration of optical traps typically requires spherical, optically homogenous objects; the soil particles in the samples deviate from this ideal shape.Hence, larger errors in the calibration procedure have to be taken into account for force measure ments. Attempts were made to use the perfectly spherical polystyrene beads to measure the surface interactions between PS beads and soil particles and were successful in obtaining reasonable force measurements within the range of $2 0 ~ \\mathrm { p N }$ .Subsequently the evolution of the binding forces between two montmorillonite microparticles was measured and found to be around $4 0 \\mathrm { p N }$ .It should be noted that the optical inhomogeneity of the present soil particles would cause a signal in the detection when rotating, making accurate measurements very difficult to achieve. Future studies may consider the development of a method to couple the soil particles to spherical beads (silica or polystyrene) and to immobilize large particles on a glass surface. This will reduce potential errors coming from unwanted particle movements and rotations.The present study has demonstrated a promising potential of optical tweezers to better understand the complex micro-scale phenomena in clay minerals. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgements The first author would like to acknowledge the financial support pro vided by the National Natural Science Foundation of China (Grant #41671116). The third author wishes to acknowledge a Visiting Faculty Researcher Fellowship from the University ofToledo that supported the early phase of this collaborative research. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1. Ashkin A(1970)Acceleration and trapping ofparticles by radiation pressure.Physical Review Leters 24(4):   \n156-159. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1517-1520.   \n3.Cui Y,PizzeyCL,van Duijneveldt JS(2013)Modifyingthe structureandflowbehaviorofaqueous montmorillonite suspensions with surfactant.Philosophical Transactions of the Royal SocietyA: Mathematical,Physical and Engineering Sciences.371(1988): 20120262.   \n4. Gao GR (1985)The microstructures and engineering properties ofred soil in China. Chinese Journal of Rock Mechanics and Engineering.5: 10-21 (in Chinese).   \n5. Grim RE(1962) Applied Clay Mineralogy. McGraw-HillInc., New York, USA.   \n6. Guo R,HueckelT(2013) Growth of polymer microstructures between stressedsilica grains: a chemo-mechanical coupling. Geotechnique. 63(4): 322-330.   \n7. Iqbal J,Dai F,Hong M,Tu X, XieQ. (2O18)Failure mechanismand stabilityanalysis ofan active landslide in the Xiangjiaba Reservoir area, Southwest China, Journal of Earth Science.29: 646-661.   \n8. JPK Instruments (2019) Characterizing Quantitative Measurements ofForces and Displacements with Optical Tweezers on the Nano TrackerTM. Berlin, Germany.   \n9.Michalowski RL, Wang Z,Nadukuru SS (2018)Maturing ofcontacts and ageing ofsilicasand. Geotechnique 68(2): 132-145.   \n10.MitchellJK,Soga K (20o5)Fundamentals ofSoil Behavior. 3rded., John Wiley& Sons,New Jersey，USA. 11.MorgensternNR,Tchalenko JS (1967)Microscopic structures in kaolin subjected to direct shear.Geotechnique. 17(4):309-328.   \n12.Moro D, Ulian G, Valdr'e G(2016)Nanoscale cro-correlatedAFM,Kelvin probe,elastic modulus and quantum mechanics investigation of clay mineral surfaces: The case ofchlorite.Applied Clay Science 131175-181.   \n13.Neuman KC, Block SM (2004) Optical trapping, Review of Scientific Instruments 75(9):   \n257 2787-2809.   \n14.Neuman KC, Nagy A (2008)Single-molecule force spectroscopy: optical tweezers, magnetic tweezers and atomic force microscopy. Nature Methods 5: 491-505.   \n15.Osipov YB,SokolovBA(1972) Quantitative characteristics ofclays fabrics using the methodof magnetic anisotropy, Bulletin of the International Association of Engineering Geology 5: 23-38.   \n16.Santamarina JC(2Oo3)Soil behavioratthe microscale: particle forces.In: J.T. Germaine,T. C.Sheahan,and R.V. Whitman (Eds.),Soil Behavior and Soft Ground Construction,ASCE Geotechnical Special PublicationNo.119,ASCE. Reston, VA, pp. 25-56.   \n17.Shi JS,Wu LZ,QuYX,LiB, Wu SR (2018)Neogene clayand its relationto landslides inthe southwesternLoess Plateau, China. Environmental Earth Sciences 77: 204.   \n18.Terzaghi K,PeckRB,Mesri G(1996) Soil Mechanics inEngineering Practice,3rded.,John Wiley& Sons,New Jersey, USA.   \n19.Tonelli G, Veneri F,Mattioli M,Paletta C (2019) The roleofabentonitic layer on slope stability inbedded limestone: the case studyofthe December 2004 Ca'MadonnaQuarry rock slide (Umbria-Marche Apennines,Central Italy), Italian Journal of Geosciences. 138(1): 56-65.   \n20.Tran ATT, James BJ(2012)Astudy the interaction forces between the bovine serum albumin protein and montmorilonite surface.Colloids and Surfaces A: Physicochemical and Engineering Aspects 414(20):104-114. 21. Xing Y, Xu X,Gui X,Cao Y, Xu M(2017)Effectofkaoliniteand montmorilloniteon finecoalflotationFuel195: 284-289.   \n22. Zhang M,McSaveney MJ(2O18)Is air polutioncausing landslides in China? Earth and Planetary Science Letters 481: 284-289. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "23.Zhao Y, CuiP,HuLB,HueckelT(2011)Multi-scale chemo-mechanical analysisof the slipsurfaceoflandslides in the Three Gorges,China. Science in China Series E: Technological Sciences 54(7): 1757-1765. ",
        "page_idx": 9
    }
]