[
    {
        "type": "text",
        "text": "福至心灵：幸运感知对消费行为的影响及其理论解释\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "骆紫薇 吴毓婷 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（暨南大学管理学院，广州510632）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 寻求幸运的行为从古至今广泛存在于人类生活的方方面面，幸运感知如何影响消费行为的理论成果为消费研究领域做出了重要贡献。通过系统回顾相关文献发现，个体的幸运感知会对冒险行为、独特性寻求、传染效应、特定事物的态度和幸运消费产生影响。归因理论、人格特质理论、认知启动理论、反事实思维、社会比较理论、控制感理论和启发式决策可以用于解释幸运感知对消费行为的影响。未来研究应深化幸运感知影响消费行为的作用机制并拓展边界条件及其双向结果。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词幸运感知，归因理论，认知启动，人格特质，控制幻觉 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“把一个幸运的人扔进海里，他会衔着一条鱼爬上岸来。”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "阿拉伯谚语 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "无论是在哪种文化背景下，人们都对幸运有着美好的向往和追求，并通过不同的象征物寄托着对幸运的期盼。在大多数西方国家的文化中，马蹄铁一直都被认为是好运的象征，人们购买马蹄铁并钉在家中作为装饰品。而在中国传统文化中，锦鲤有着富贵和吉祥的美好寓意（“俗说鱼跃龙门，过而为龙，唯鲤或然”《埤雅·释鱼》)，这种观念也延续至今，锦鲤身份的构建成为了近年来互联网背景下的文化新现象。即使是在流行文化中也随处可见幸运的身影，比如由歌手许嵩作词作曲的《星座书上》一歌，反映了年轻人在选择恋爱对象时考虑星座的现象。在商业领域，企业则通过品牌名称暗示幸运含义，如旺旺、周大福、王老吉等。由此可见，幸运对消费行为的影响由来已久，源远流长，它不止是一种潜移默化、根深蒂固、无处不在的文化现象，也是一种极其普遍、俯拾即是的消费行为和营销现象。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "幸运带给企业和消费者的积极影响使得它成为了一个受欢迎且有价值的研究方向。自心理学中关于幸运的研究成果被引入消费领域以来，幸运感知对消费行为的影响也受到学术界的广泛关注并成为了一个研究热点。基于心理学的不同研究领域，学者们使用归因（Heider,1946）、人格特质（Thompson&Prendergast，2013）、认知启动（DeMarre etal.，2005）等理论对幸运感知影响消费行为的内在机制进行了阐述；近年来，学者们则融合新产品购买、抽奖促销、风险决策等消费情境，拓展了前因（Wang，Su，&You，202O；Hadjichristidis et al.,2018；Hamerman&Johar，2013；Whitson& Galinsky，2008）和后效（Pontes&Williams,2021；Laporte&Briers，2019；Briley etal.，2018；Gaurietal.，2017）的研究。但目前鲜有学者对相关文献和研究成果进行系统地梳理和评述，这在一定程度上制约了该领域的研究与营销实践。因此，为了解决上述问题并系统地呈现出研究现状，本文聚焦于幸运感知对消费者行为的影响，结合社会心理学、认知心理学、人格心理学等领域的相关研究，对有关理论解释和影响因素进行梳理整合，构建理论机制框架，并在此基础上提出研究展望，以供未来研究参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2幸运感知对消费行为的影响 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "幸运，英文为“luck”，也有研究翻译为“运气”、“好运”、“吉利”等。“幸，吉而免凶也”（《说文解字》)，指出乎意料的发生好事或免除灾害。对好运的期盼从古至今已经延续了几千年，广泛存在于人类生活的方方面面（Vyse，2014)。在不同理论视角下对幸运是如何产生及其内涵的解释各不相同。例如在归因理论视角下，幸运是一种外部力量，是偶然的和不稳定的，个人无法控制和预测（Heider，1958)。而在人格特质视角下，幸运则被认为是一种稳定的个人内在品质，因此也可以被视为是一种个体特质（Darke&Freedman，1997）。幸运感知能够对消费者行为产生重要影响，其中就包括幸运消费。而幸运消费与幸运感知影响消费行为的不同之处就在于：第一，幸运感知对消费行为的影响讨论了包括幸运消费在内的与幸运感知相关的多种消费行为，涵盖了许多直接和间接影响，如消费者冒险行为、独特性身份强化等；第二，基于上述差异，本文对幸运感知影响消费行为的讨论范围更为广泛，涉及到多种前因、心理机制和后效的研究，因此，对其进行分析、归纳和总结更具理论意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1冒险行为",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对幸运的研究大多集中探讨了幸运事件是如何影响个体对未来的期望以及风险寻求行为。学者们认为幸运感知增加了人们的期望值，进而提升了风险寻求和从事冒险行为的可能性，例如提高彩票的购买意愿和在不确定情境下的投资金额（Lim&Rogers，2017；Carlson,2009)；并且幸运感知能增加信心，诱导积极的行动状态，驱使消费者抓住机会，立即采取行动（Hock etal.，2020)。Pontes 和Williams（2021）研究了在幸运文化背景下颜色对冒险行为的影响，发现红色会促使人们产生更多的风险规避选择（Fikrlovaetal.，2019；Gil&LeBigot，2017)；但是当红色是幸运的象征或实验对象是亚洲华人时，红色则提高了人们从事冒险行为的可能性。Chinchanachokchai等人（2017）则细化了不同类型的幸运感知对冒险行为的影响，发现主动和被动两类幸运信念在冒险行为中表现出差异。研究还将这一效应延伸到促销情境中，Prendergast 和 Thompson（2008）的研究发现当消费者的幸运感知被提高时，相比于选择折扣或优惠券，人们会更愿意选择抽奖。但也有研究认为，由于幸运感知和积极情绪经常同时产生，幸运的人往往表现的更快乐，而不幸的人通常更焦虑和沮丧（Day& Maltby，2003)，因此幸运能够促使人们产生积极情绪，进而影响对风险的感知并提高冒险行为，所以冒险行为可能与幸运并不直接相关，而是受积极情绪影响。但Jiang 等人（2009）的研究结果表明，幸运感知对消费者行为的影响是由于个体感受到自我概念的变化而产生的，不是由积极情绪所中介。由此可见，目前的研究结论对幸运感知如何影响冒险行为的解释仍存在争议。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2独特性寻求",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "幸运事件无法被预测和人为控制，并且较为少见，例如在Laporte 和 Briers（2019）以及Lin 等人（2004)的研究中，绝大多数参与者都认为自己比其他人赢得彩票的可能性更低。根据社会心理学家的研究，人们通常会通过社会比较来评估自己的地位（Festinger，1954)，并认为自己是独一无二的；当人们经历幸运事件时，对该事件的看法以及自我评价是通过与没有经历过该事件的人进行比较而形成的，这一比较心理会促使人们产生更为强烈的优越感，进一步激励了消费者表达对独特性的需求（Wang，Guo，&Ke,2020)。Zhao 等人（2021)的研究中发现具有强烈幸运信念的消费者会更喜欢购买新颖的品牌或产品，并更倾向于寻求产品的多样性，因为这能够带来独特感和新奇感。对188位候机乘客的调查也发现，当被问及\"如果幸运地获得了免费的航班升舱，您会在航程点餐中选择大众套餐还是独特的套餐？”,结果显示有 $87 \\%$ 的乘客更偏好独特的套餐，而只有 $10 \\%$ 的人选择大众套餐；同时，在实验中经历了幸运事件的参与者也会选择与大多数人不同的颜色来代表学校，并偏好更少人喜欢的岛屿（Wang，Guo，&Ke，2020)。此外，根据英国国家彩票局的统计，有 $5 9 \\%$ 的彩票中奖者会选择辞职并开始新的生活，这也意味着经历幸运事件的人会为了满足他们的特殊需求而表现出寻求独特性的倾向。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3传染效应",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "传染效应认为，一个人或物品的积极或消极本质可以传递或转移到另一个人或物品上（Argo et al.，2006)。Kramer 和Block（2011）认为传染效应和迷信信仰存在共同之处，而二者共同作用的一个特别常见的例子就与幸运物品有关，例如具有幸运含义的消费品。人们将好运视为 附着在自我或物体上的一种本质，这种本质可以通过触摸具有好运的人或物体来传递（Wohl&Enzle，2003)，由本质转移的信念所驱动（Newman etal.，2011）。传染效应在营销中的例子十分常见，例如消费者会更有可能购买外表有吸引力的异性试穿过的 T恤，名人曾使用过的产品能够以更高的价格售出，与之类似的是，宣传商品曾被幸运人物接触或使用过，能够为商品增加额外的积极含义，帮助其更好地售出（Huang etal.，2017)，这在服务业以及二手商品交易中尤为常见。此外，这种积极的传染还具有强大的间接效应，Mishra 等人（2009）的研究发现一个商品所具备的积极属性（例如，含有 $100 \\%$ 中奖的礼券)可以传递到位置相近的其他商品中，且距离越近，人们越会强化这种积极的传染效应，这也称为“群组传染效应（group-contagion effect)”，启发了营销人员通过策略性地安排商品在货架中的位置和陈列方式来提高销售量，并提高商品对消费者的吸引力。与此同时，传染效应还体现在，这种本质也可以通过清洗的方式转移或去除，例如英国渔民常常在渔获量好的时候避免洗衣服，因为担心洗去好运（Xuetal.，2012)；中国民间也有在特定的幸运日子（比如农历新年）避免洗衣服的习俗；许多知名的运动员在比赛期间为了保持自己的好运一直穿着未洗过的袜子（Vyse，2018）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4对特定事物的态度",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，在积极态度上，研究表明当人们认为某物具有幸运含义时，会更加喜欢和赞赏这个物品（Carlson et al.，2009)。Hernandez 等人（2012）的研究指出当消费者面对陌生的品牌时，幸运感知及相关的联想记忆会对品牌标志的敏感度产生积极影响，即人们会利用与幸运相关的记忆来填补未知的空白，进而形成对陌生品牌的态度并判断产品的优劣。Hock等人（2020）的研究发现，在商店提供的抽奖活动中获得奖品的消费者会增加自我幸运感知，并且提高对商店的积极情感态度。周懿瑾和余青（2014）的研究发现，相比于名称中没有幸运暗示的品牌，当消费者使用名称中具有幸运暗示的品牌时，可以加强对品牌的记忆，但这种效应只有在消费者处于低控制感的情境下才会发生。与此同时，幸运感知也会带来负面影响，Kramer和 Block（2008）的研究指出，当幸运产品出现故障时，先前对产品建立起的高期待值会导致消费者产生更为负面的态度，这是由于期望与现实之间较大的差异所引起的，并且对于预期不一致敏感度高的消费者而言，这种负面态度更为强烈。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5幸运消费 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本文把由幸运感知引起的更为普遍和常见的消费行为称为幸运消费，包括文化传递的幸运消费和个人的幸运消费。文化传递的幸运消费以不同文化对幸运内涵和象征的解释为基础，社会群体在其中发挥了传递和继承的重要作用（Carlson，2009)，例如在亚洲国家，包含幸运数字和字母的品牌名称(例如A8)比那些包含不幸字母和数字的品牌名称(例如 F4)更受欢迎（Westjohnetal.，2017)，中国股民也更愿意选择股票代码中含有“8”的股票进行投资，并倾向于购买外观是红色的商品。研究也表明有大量消费者愿意为这类具有幸运含义的商品支付更高的价钱（Kramer&Block，2011)。另一种幸运消费与社会文化因素无关，而具有个人独特性色彩，例如消费者在使用某产品时偶然获得了成功，因此建立了一种该产品与好运相关的信念，并在以后继续购买和使用这个“幸运”产品来“控制”期望结果的发生概率（Hamerman&Morewedge，2015；Hamerman&Johar，2013）。然而，由于受到认知过程的局限，消费者通常将幸运作为决策捷径的一种方式（Pratt＆ Kirillova，2019)，当幸运消费带来负面结果时，往往会产生更强烈的后悔和更低的满意度（Block&Kramer，2009)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综上所述，幸运感知对消费行为的影响既可以基于短暂的幸运启动状态，由特定的情境而产生，也可以来源于消费者长期稳定的个体幸运信念；这在大多数情况下可以提高消费者的购买意愿和产品评价，但这种方式并不总是有效，当面对不合适的消费者群体或当幸运产品出现问题时，会产生较为严重的负面影响。因此，企业在营销实践中运用幸运元素需要权衡利弊，盲目地应用幸运不一定能获得良好的效果，在此之前还需要全面考虑消费者个体和营销情境等因素。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3幸运感知影响消费行为的心理机制：基于不同的理论视角",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "幸运感知如何影响消费者行为的理论成果为消费研究领域做出了重要的贡献，但同时也增加了该研究领域相关知识的复杂性。为了加深学术界对幸运感知如何影响消费者行为的认识和理解，并系统地呈现学术研究的现状，本文基于社会心理学、人格心理学、认知心理学等领域的研究，从归因理论视角、人格特质视角、认知启动视角、反事实思维视角、社会比较理论视角、控制感视角和启发式决策视角出发，梳理幸运感知影响消费者行为的心理机制，进一步构建幸运感知影响消费者行为的理论解释框架。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1归因理论视角 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在社会心理学的相关文献中，大多数关于幸运的研究都基于归因理论，当人们不能在自身的认知范围内将事件进行合理归因时，倾向于将事件的结果归因为运气。许多关于归因的研究都基于Heider（1946）的结论，Heider区分了事件的内部和外部属性，内部属性指的是个人的努力或能力，而外部属性指的是个人无法控制的情境因素；在这一视角下幸运感知描述了对稳定外部力量的感知，当一个人付出很少甚至没有付出努力或代价时，由偶然因素获得的成功很可能归因于运气（Harvey etal.，2014)。近年来学者们也基于归因理论将研究拓展到 冒险行为和营销抽奖情境中（Bagues&Esteve-Volart，2016；Briley etal.，2018；Gaurietal.，2017）。如Lindridge 等人（2018）的研究指出，当人们将获得胜利的原因归于幸运时，会提高随后从事冒险行为和风险寻求的可能性。姜帝等人（2021）的研究也指出，对于高机遇控制的消费者（即倾向于将责任更多地归因于机遇性因素)，幸运感知所诱发的积极自我感受能够增强自我奖赏动机，引起更强烈的放纵消费。对于特定物品，如果个人将好运归因于这个物品本身，会更加喜欢和欣赏它，也愿意为其支付更多费用（杨勇，2018)。Hock 等人（2020）基于归因理论，研究了消费者的幸运感知对商店运用幸运抽奖促销策略的影响，具体而言，当商店采用幸运抽奖而不是直接打折的营销方式时，消费者的幸运感知更高，并且会将幸运归因于商店给予的抽奖机会，进而提高了对商店的情感态度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2人格特质视角 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人格特质视角基于人格心理学理论，研究了关于幸运的个体差异。这种视角探讨的是消费者是否对自身幸运有着长期的信念，侧重于讨论幸运感知的个体稳定性差异，即个体特质（Vaidyanathanetal.，2018)。在这一视角下，许多研究认为幸运不是一种不稳定或短暂的力量，而是个人性格中稳定的一部分，类似于智力和技能，Darke 和Fredman（1997）开发的幸运信念（Belief in GoodLuck）量表以及 Thompson 和Prendergast（2013）开发的幸运信念的二维量表都有助于测量这一个体差异，并进一步探究这些信念是如何影响个体对不同结果的反应。研究也发现，不同的人格类型与幸运信念之间也存在相关关系，Maltby等人（2008）认为个人幸运信念与大五人格中的开放性呈显著的正相关；而 Thompson 和Prendergast(2013）的研究则发现幸运信念和神经质呈正相关。在消费决策中，对于具有高幸运信念的消费者而言，他们会依据能给自己带来幸运的方式做决策（例如买彩票时选择自己的幸运数字)；而对于具有低幸运信念的消费者，可能会更愿意借助一些相对理性的方式（例如听取专家的意见）（王静一，王海忠，2011)。Carlson等人（2009）认为，个人在利用幸运来指导消费行为和决策的倾向上有所不同，比如消费者既有社会文化共享的幸运信念（数字13不吉利）、也有独特的幸运信念（考试前购买幸运笔)，因此消费者可能会认可自己利用幸运进行决策的行为，而不认同其他人的行为。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3认知启动视角",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "基于认知心理学理论，认知启动视角认为幸运是储存在记忆中的概念，而情境因素可以激活这种概念，并对这种概念适用的行为产生影响(Dijksterhuis＆Bargh,2001)。Carter(2019）",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "认为内在的认知会在一定情境下启动和向外扩展，这对人们如何理解幸运以及如何被幸运感知影响具有重要作用。DeMarree等人（2005）的研究也支持了这一观点，认为幸运相关的概念可以通过简单的启动任务在记忆中进行激活，从而影响人们在认知任务中的表现以及在消费领域的购买选择。而如果人们对幸运的概念长期可及，那么他们的判断和行为往往也会受其引导；因此幸运相关概念的长期可及性在个体之间可以是稳定的，但在特定情况下也可能受到情境激活的影响。启动幸运可以改变人们积极的自我概念，从而导致行为的改变，但这种短暂的变化独立于人们对幸运的稳定和长期的信念。Jiang等人（2009）的研究指出，通过微妙的启动操纵方式，比如在产品包装或广告海报上暗示与运气相关的信息可以提高消费者的主观幸运感知，并影响随后的消费行为，例如提高人们对自己中奖可能性的判断和参与抽奖的意愿。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4反事实思维视角",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于对理想结果的追求和敏感性，人们往往会将已发生的既定事实与可能的理想化结果进行比较，进而激发反事实思维。反事实思维是指个体对不真实的条件或可能性进行替换的一种思维过程，是实际发生事件和可能发生但没有发生事件之间的比较（Miller etal.,，1990)。Wrede 和Mac（2021）认为幸运来源于比较已发生的和可能发生的事件，是人们避免了消极的反事实结果，Wu等人（2015）的研究调查了在幸运转盘游戏中，与完全失败相比，接近失败的个体幸运感知更强，但接近成功的个体幸运感知更低，因此，反事实思维的比较心理会影响主观幸运感知，但此时幸运感知更多的是一种主观感受，而不是因果归因。由于反事实思维也可能导致个体产生对理想结果的幻想（Maloney& Egan，2017)，在营销实践尤其是在具有不确定性的营销情境中，营销人员能够通过引导消费者的反事实思维激发他们的幸运感知并影响后续的购买行为。例如Vaidyanathan 等人（2018）基于这一理论，认为幻想极有可能发生的结果会引起消费者强烈的情绪反应，而购买幸运产品等迷信行为是由于消费者想要保护自己免受后悔等自我挫败情绪影响的需要而驱动的。因此，基于反事实思维的强大效应，营销人员可以利用广告诉求向消费者传达预期希望和预期后悔等情绪来促进幸运商品的销售。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.5社会比较视角",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "社会心理学的研究认为，社会环境极大地影响着人类，人们经常将自己与社会对象进行比较，“比上不足，比下有余”，人们正是通过这种社会比较来认识和评价自我（郑晓莹等，2015)。经典社会比较理论认为，社会比较对个体自我评价的影响与社会比较的方向具有一种紧密的、内在的联系，能够产生对比效应，即指个体面对比较信息时，自我评价的方向和水平背离比较目标的现象（Blanton，2001)，在面对下行比较信息时，个体会提升自我评价水平。其次，为了维持心理优势感，人们往往也会与比自己处境更差的人比较（Chatard et al.，2017)。当人们经历幸运事件时，对该事件的看法以及对自我幸运感知的判断是通过与没有经历过这个事件的人进行比较而形成的，而这种将自我与他人进行下行比较的积极效应能够产生自我增强效应（Heck& Krueger，2015)，促使消费者在后续的产品选择中表达对独特性的需求（Wang，Guo，&Ke，2020)。但如果所有人都经历了同样的幸运事件，自己和其他人并没有差别，那么个体将不会感知自己是幸运的。Reczek等人（2014）的研究也指出，为顾客忠诚计划付出了更多努力的消费者会将自己与没有付出努力或付出很少努力的消费者进行比较，进而认为自己在抽奖中获得礼品的概率更高。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.6控制感视角",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "控制感视角是在有关幸运的研究中最常使用的一种理论解释机制，主要基于这样一种观点，即人们试图建立起对生活的控制，并提高对未来事件的预测能力（Eberlyetal.，2011)。这一视角下学者们普遍将幸运作为迷信的一种形式进行探讨，并聚焦于幸运感知对控制感补偿的解释。Langer（1975）指出当个体缺乏控制感时容易形成各类幻觉，而迷信是控制幻觉的一种主要来源，控制幻觉是指个体在不可控情境下依然相信自己能够控制某事件的结果。Vaidyanathan 等人（2018）具体指出了当人们通过迷信行为来获得控制感时，获得的是次要控制感而不是主要控制感。基于这一观点，Lasikiewicz和 Teo（2018）认为在面临挑战、压力和不确定性时，人们更有可能通过使用具有幸运含义的产品来寻求控制感，从而减轻不确定性带来的压力和焦虑。Sierra等人（2018）的研究也指出，当人们对某事件的控制力受到威胁时，就会采取寻求幸运的方式。大多数研究也都支持了幸运感知会使消费者产生控制幻觉，最终影响个人消费决策的观点（Hamerman&Johar，2013；Kramer&Block，2011），对于消费者购买行为的研究也表明，幸运感知与一些不确定性水平较高的消费行为呈正相关。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.7启发式决策视角",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "启发式决策是一种依赖于直觉、加工速度较快、不占用或占用很少心理资源、反应自动化、易受刻板印象影响的决策思维方式，通常人们只能意识到其加工结果而意识不到加工过程（Bhatia，2017；孙彦等，2007）。Tversky 和Kahneman（1974）的研究表明，人们在评估不确定事件的概率时会依赖有限的启发式原则，这些原则将估计概率的复杂任务简化为简单的判断。因此，决策情境不确定性越高、越复杂时，消费者越可能通过启发式机制简化决策，而依靠幸运进行决策就是常用的启发式工具之一。Carlson 等人（2009）认为个体在学习需求较低时，对后续行动的介入度会降低，因此他们会将寻求幸运作为帮助自己快速做出抉择的捷径，以减少需要付出的时间和精力。Pratt 和Kirillova（2019)以及Lindridge 等人（2018）研究也支持了这一观点，认为消费者利用幸运作为一种启发式的决策手段通常与低参与决策有关。同样，具有冲动性特质的个体也依赖于启发式思考，更多地将幸运作为一种消费决策捷径（Carlson etal.，2009)。但是当环境中存在风险和不确定性时，启发式思维也可能会对高介入度的消费决策产生影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "上述几种理论从不同角度解释了个体幸运感知影响消费行为的作用机制，这些理论虽然都可用来解释幸运感知对消费者行为的影响，但却拥有各自的特点和适用范围。本文从理论核心内涵和不足对这些理论进行分类归纳和梳理，以供未来研究参考。具体如下：（1）归因理论视角、人格特质视角和认知启动视角的核心内涵都聚焦于幸运感知的内外部来源。归因理论可以很好的解释外部情境因素对消费行为的影响，但这种将幸运归因于外部和不稳定的方法也存在缺陷，例如在一些特定的幸运消费情境中，人们的反应可能会依赖于已有的经验和知识，在这种情况下归因理论显然不适用；其次，这种定义容易与机会的概念混淆，虽然机会也是外部的、不稳定的因素，但幸运可以是个体的稳定属性，与人格特质相关(Friedland,1998)。因此人格特质视角弥补了归因理论的缺陷，该视角也更适用于受文化因素影响高的地区开展的研究，因为社会文化对个体信念的影响是长期而稳定的；但这种视角也存在一定的局限性，即忽略了情境刺激对幸运消费行为的影响。认知启动视角则调和了幸运是外部的不稳定因素还是内部的稳定信念的争议，表明在幸运感知影响消费行为的过程中情境和个体差异因素都发挥了作用，适用于大多数的消费情境，为上述两种理论提供了重要补充。（2)反事实思维视角和社会比较视角都强调幸运感知对消费行为影响过程中\"比较\"的重要作用，反事实思维是个体对自身已发生和未发生事件的比较，而社会比较则是自己与他人比较，侧重于人与人之间的相互影响。因此这两种理论视角的局限性就在于认为幸运感知对消费行为的影响是基于对比，而如果不存在比较的对象或事件，或比较前后并无差异，那么对后续消费行为影响的解释就会失效，这忽略了消费者自身的幸运信念以及外部环境因素的影响；并且长期向下的反事实思维或社会比较所产生的庆幸等情绪会阻碍个人的深度分析和反思，为了维护其下行比较的基础，人们往往会强化特定的因果推断，产生后视偏见。（3）控制感视角和启发式决策视角都强调幸运感知对个体消费决策行为的影响，尤其是在外部环境具有高度不确定性和存在高风险时。启发式思维与控制感理论密切相关，可以解释控制幻觉的形成机制。但这两种视角只是单一的认为幸运消费行为的产生是为了满足自身对控制感的需求，个体更多的是被动地接受外部刺激，但不能很好的解释即使个体不缺乏控制感，这种行为仍会发生的原因，因此也存在一定的局限性。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "虽然这些理论具有明显的区别，但理论之间也存在一定的关联性。具体而言，人格特质理论和认知启动理论都是在归因理论的基础上发展，主要适用于消费者能够简单的对已发生事件进行归因的情形，但在复杂情境下，容易导致消费者的错误归因，也很难排除其他环境因素的影响。反事实思维和社会比较都基于比较机制，强调将已经发生的既定事实结果与可能的理想化结果进行对比的过程，但无法解释当不存在比较对象时个体的幸运感知及后续的消费行为是如何产生的。控制感理论与启发式决策密切相关，它们能够解释大部分消费者利用幸运感知进行消费决策的主要动机，但这两种视角只是单一的认为消费者参与幸运消费是为了满足自身对控制感的需求，而忽视了其他目的。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4未来研究方向与展望",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "基于以上的文献回顾和分析，本文发现虽然目前有关幸运感知影响消费者行为的学术研究取得了一定进展，但仍然存在一些尚未解决的研究问题。本文从探索影响因素、深化作用机制、拓展双向结果三个方面对未来研究方向进行了探讨和展望。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1探索幸运感知对消费行为的影响因素",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第一，进一步研究消费者个体因素在幸运感知影响消费行为中的作用。消费者的性别、文化倾向、对面子的关注、对命运的信仰、自尊、控制点等因素（Chan etal.，2009；Jahoda,1969；Vyse，2018）都会对幸运消费行为产生影响。已有研究将宿命论、因果信念（karma）与消费行为相结合（Kulow&Kramer，2016；Kopalle etal.，2010)，并指出这些有着共同属性的信念能够引导人们对潜在结果的感知归因（Kramer& Block，2011)，进而影响日常决策。例如Mowen 和Carlson（2003）的研究就指出，宿命论和运气的概念有相似之处（Chanetal.，2009)，能够减轻消费者对服务失败的不满情绪。因此，这些相似的信念很可能会共同影响个人的日常决策，对产品零售定价（Yang，2011）、产品评价和满意度（Kramer&Block，2008)都具有重要的营销意义，未来研究可以探讨这些个体信念是如何共同影响消费行为的。本文认为幸运感知和因果信仰共同作用的结果很可能会对消费者的亲社会行为（Kulow&Kramer，2016）、捐赠意图、自我激励等行为产生影响；个人在受到幸运感知的影响时，强调因果信念可能会改变或加强消费者原有的态度和行为倾向。但目前关于不同文化信仰影响消费行为的研究十分有限，未来跨文化的实验调查将有利于挖掘不同的结果变量。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第二，目前仍较少有研究考虑具体在哪种情境下幸运消费行为会发生变化，仅有为数不多的研究指出，社会存在（仅仅是他人在场）会对幸运消费行为产生负面影响，这是因为消费者会因此感到尴尬，担心给他人留下消极印象（Wang etal.，2017)。Hadjichristidis 等人",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(2018)的研究甚至发现了在母语或非母语的情景下启动基于社会文化共识的幸运或不幸事件也会影响个体对未来事件的评估。姜帝等人（2021）的研究指出对于从事娱乐等领域的商家，在营销推广中融入“幸运元素”的方式能够提升消费者购买，但对于售卖健康产品的企业，这样的方式反而会对销售产生负面影响。因此，未来的研究仍可以聚焦于幸运感知对消费行为影响中社会规范、印象管理、产品使用情境以及产品类型的作用，以丰富对理论解释机制和边界条件的研究。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第三，如果幸运事件发生的主体是他人而不是自己，会对自己的消费行为带来怎样的影响？Laporte 和 Briers（2019）的研究指出，自己与前中奖者的相似性会对自我幸运感知和中奖可能性产生影响。具体而言，与前中奖者相似会激发更高的重复期待，并提高对自我中奖可能性的推断，但当随机性高时，相似性高反而降低了自我中奖可能性的判断和抽奖吸引力。那么人数是否也是潜在的影响因素？在这项研究中只存在少数的前中奖者，如果增加这个人数,会影响到相似性效应吗?数量增加所带来的正负向影响有待深入探讨（Ayton&Fischer，2004；Friedland，1998)。未来研究还可以从多个前中奖者所属的社会群体是否不同、以及与自己关系的亲近程度的角度出发，进一步拓展相似性效应的边界条件。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2深化幸运感知影响消费行为的作用机制",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一，以往研究更多的从控制感补偿的角度阐述幸运感知对降低个体不确定性和缓解压力的影响，而鲜有研究从应对理论的角度出发探讨幸运感知影响消费行为的作用机制。应对（coping）是指个体在面对环境中发生的破坏性事件时所做出的适应性表现，是为了应对外界情境的消极影响而采取的回应（Stein etal.，2015)。应对超越了防御机制和应激反应的无意识和消极适应的特点，使人们认识到在面对威胁或压力时自己也可以采取积极主动的策略。根据应对理论，激活幸运感知能够使人们在面临风险情境时表现出积极应对，采用趋近的方式积极地解决问题，进而降低压力和焦虑等负面情绪。这一理论视角与通过控制感补偿的方式降低负面情绪有所不同，在应对理论的解释下，幸运感知会促使个体更多采用接近或解决问题的应对策略。具体在消费行为的表现上，例如积极寻求营销人员的帮助（Gremler&Gwinner，2000）、更多的与其他消费者互动（Hajli，2014；Zhuetal.，2016）、通过网络媒体和在线社区分享购后体验（Wangetal.，2012）以及主动购买知识付费产品等。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第二，未来的研究可以从加工过程的角度探讨幸运感知影响消费行为的作用机制。Kramer和Block（2008）的研究表明迷信信念影响消费行为的过程是无意识的，通过使用加工分离程序进一步证明了无意识加工的贡献是有意识加工的三倍。但Hamerman 和 Johar（2013）的研究指出，迷信信念对消费行为的影响也可以因个体在特定情境下有意识地将某事物与某种结果联系起来而产生，并且对幸运产品的偏好随着个体 对控制的更高期望水平和对控制结果的更低感知能力水平的结合而增加。本文认为以上两个研究存在不同结论的原因在于：Kramer 和 Block 的研究基于操作性条件反射，其中行为的频率是通过强化而改变的；而Hamerman 和Johar 的研究则基于联系学习模型，个体会根据以前发生的事件来预测未来事件的结果，并高估自己的行为对未来结果的影响，即使二者在逻辑上并不存在相关性，当个体有意识地认识到事件是有关联时，最有可能产生配对的联想学习。未来的研究可以在前人研究的基础上继续从加工过程的角度探讨幸运感知影响消费行为的作用机制和动因分析，从而丰富相关的理论研究。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3拓展幸运感知影响消费行为的双向结果",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第一，幸运感知对消费行为的影响存在双向性，前人的研究更多的聚焦在正面影响上，但负面影响同样值得深入剖析。首先，幸运在营销上的过度使用是目前存在的一个普遍问题，例如有的商家会通过大量发送“幸运”、“恭喜中奖”等标题的短信或邮件引导消费者购买商品，反而导致消费者抵触心理的产生，对品牌造成负面影响。其次，根据社会比较理论和幸运忠诚效应，付出了更多努力的消费者在得知自己与其他人获得的回报是相同时可能会产生较强的不公平感（周浩，龙立荣，2010)，这种不公平感会对品牌产生许多不利影响，例如降低信任感、减少购买和再次光顾的意愿（Buchan etal.，2004)。因此，在现实情境中，企业在运用幸运进行营销活动时是否应当考虑推出个性化的推荐（如针对消费者性别、所在地区、购买偏好等)，而不是不加区分的过度使用？以及考虑如何利用“比较”心理提高消费者的幸运感知和对品牌的忠诚度？已有研究并没有对这些问题进行深入解答，而通过这些研究可以更加全面的了解幸运感知影响消费行为的全貌。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第二，对于企业的营销实践而言，盲目地应用幸运不一定能获得良好的营销效果，但现有研究尚未对该问题进行直接和系统地阐释，由此带来的研究问题或机会包括：幸运感知对消费行为的影响能够给企业带来哪些积极作用？又会对企业产生哪些消极结果？有哪些条件影响着积极或消极结果的产生？Yan 和Muthukrishnan（2014）的研究指出在幸运抽奖的情境中，安慰奖的设置实际上降低了消费者获得大奖的感知可能性，并降低了自我感知幸运的程度，这是因为增加安慰奖会将个人的焦点从大奖的价值转移到赢得小奖的概率，导致消费者参与幸运抽奖和购买彩票的意愿降低。因此，未来的研究可以从如何权衡幸运带来的积极和消极结果出发，明确幸运感知影响消费行为的适用范围，帮助企业制定有针对性的营销策略。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "姜帝，朱虹，王欣，肖春曲.(2021).幸运的许可效应:运气感知对放纵消费的影响．财经论丛(06),90-100.   \n孙彦，李纾，殷晓莉.(2007)．决策与推理的双系统——启发式系统和分析系统．心理科学进展,15(5),721- 726.   \n王静一，王海忠.(2013).基于控制幻觉的消费者幸运迷信决策研究．营销科学学报,7(3),51-58.   \n杨勇.(2018).运气特质:将机遇转化为一种可利用的力量心理学探新,38(04),302-308.   \n郑晓莹，彭泗清，彭璐珞.(2015).“达\"则兼济天下?社会比较对亲社会行为的影响及心理机制．心理学报, 47(02),243-250.   \n周浩，龙立荣.(2010)．公平感社会比较的参照对象选择研究述评．心理科学进展,18(06),948-954.   \n周懿瑾，余青.(2014)．能力vs 运气：暗示性品牌名称对消费者品牌认知的影响．营销科学学报,9(4),61-74.   \nArgo,J. J., Dahl, D.W.,& Morales,A. C.(20o6). Consumer contamination: How consumers react to products touched by others. Journal of Marketing, 70(2), 81-94.   \nAyton,P.,&Fischer,I. (2O04).The hot handfallacyand the gambler'sfallacy: Two faces of subjective randomness? Memory & Cognition,32(8),1369-1378.   \nBagues,M.,& Esteve-Volart,B. (2016).Politicians'luck of the draw: Evidence from the Spanish christmas lotery. Journal of Political Economy,124(5),1269-1294.   \nBhatia,S. (2O17). Conflict and bias in heuristic judgment. Journal of Experimental Psychology-Learning Memory & Cognition,43(2),319-325.   \nBlanton, H. (2001). Evaluating the self in the context of another: The three-selves model of social comparison assimilation and contrast. Mahwah: Lawrence Erlbaum Assoc Publ.   \nBlock,L.,& Kramer, T. (2Oo9).The effect of superstitious beliefs on performance expectations.Journal of the Academy of Marketing Science,37(2),161-169.   \nBriley,D.A.,Danziger,S.,&Li,E. (2O18).Promotional games: Trick or treat? Journal of Consumer Psychology, 28(1), 99-114.   \nBuchan,N.R.,Croson,R.T.A.,& Johnson,E.J.(2OO4).When do fair beliefs influence bargaining behavior? Experimental bargaining in Japan and the United States. Journal of Consumer Research,31(1),181-190.   \nCarlson,B.D.,Mowen,J.C.,& Fang,X.(2oo9).Trait superstitionand consumer behavior: Re-conceptualization, measurement, and initial investigations. Psychology & Marketing,26(8), 689-713.   \nChurch M.I. & Hartman J. R. (2O19).The routledge handbook of the philosophy and psychology of luck.In J. Adam Carter (Eds.), Chap.28: Epistemic Luck and the Extended Mind (pp. 318-330). New York: Routledge.   \nChan,H.,Wan,L.C.,& Sin,L.Y.(2Oo9).The contrasting effects of culture on consumer tolerance: Interpersonal face and impersonal fate. Journal of Consumer Research,36(2),292-304.   \nChatard,A.，Bocage-Barthelemy,Y.，Selimbegovic,L.,& Guimond,S.(2017). The woman who wasn't there: Converging evidence that subliminal social comparison affects self-evaluation. Journal of Experimental Social Psychology,73,1-13.   \nChinchanachokchai,S.,Pusaksrikit,T.,& Pongsakornrungsilp,S.(2O17).Exploring different types of superstitious beliefs in risk-taking behaviors:What we can learn from Thai consumers. Social Marketing Quarterly,23(1),47- 63.   \nDarke,P.R.,& Freedman, J.L. (1997). The belief in good luck scale. Journal of Research in Personality,31(4), 486-511.   \nDay, L.,& Maltby,J. (2003).Belief in good luckand psychological wellbeing: The mediating roleof optimismand irrational beliefs. Journal of Psychology,137(1), 99-110.   \nDeMarree,K. G., Wheeler, S.C.,& Pett,R.E. (20o5). Priming a new identity: Self-monitoring moderates the effects of nonself primes on self-judgments and behavior.Journal of Personality and Social Psychology,89(5), 657-671.   \nDijksterhuis,A.,& Bargh,J.A. (2Oo1).The perception-behavior expressway: Automatic effects of social perception on social behavior.Advances in Experimental Social Psychology,33,1-40.   \nEberly,M.B.,Holley,E.C.,Johnson,M.D.,&Mitchell,T.R. (20l1).Beyondinternal and external: Adyadictheory of relational attributions. Academy of Management Review,36(4),731-753.   \nFestinger, L. (1954). A theory of social comparison processes. Human relations,7(2),117-140.   \nFikrlova,J., Cechova,L.,Lebedova,T.,Pycha,P.,Sesulkova,A.,Prochazka,J.,& Vaculik,M. (2019). The power of red: The influence of colour on evaluation and failure -Areplication.Acta Psychologica,198.   \nFriedland,N.(1998). Games of luck and games of chance: The effect ofluck- versus chance-orientation on gambling decisions. Journal of Behavioral Decision Making,11(3),161-179.   \nGauri,D.K.,Ratchford,B.,Pancras,J.,& Talukdar,D.(2O17). An empirical analysis of the impact of promotional discounts on store performance. Journal of Retailing,93(3),283-303.   \nGil, S.,&LeBigot,L. (20l7).Developmentof thered-negative association: Motivation-based behaviors. Cognitive Development, 44,110-115.   \nGremler, D. D.,& Gwinner, K. P. (200). Customer-employee rapport in service relationships.Journal of Service Research,3(1),82-104.   \nHadjichristidis,C., Geipel, J.,& Surian,L. (2018). Breaking magic: Foreign language suppresses superstition. Quarterly Journal of Experimental Psychology,72(1),18-28.   \nHajli,M. N. (2014). The role of social support on relationship quality and social commerce. Technological Forecasting and Social Change,87,17-27.   \nHamerman,E.J.,&Johar,G.V. (2Ol3). Conditioned superstition: Desire forcontroland consumer brand preferences. Journal of Consumer Research, 40(3), 428-443.   \nHamerman,E.J.，& Morewedge,C.K. (2015).Reliance on luck: Identifying which achievement goals elicit superstitious behavior. Personality and Social Psychology Bulltin,41(3),323-335.   \nHarvey,P.,Madison,K.,Martinko,M.,Crook,T.R.,&Crook,T.A. (2O14).Atribution theory in the organizational sciences: The road traveled and the path ahead. Academy of Management Perspectives, 28(2),128-146.   \nHeck,P.R.,& Krueger,J.I. (2015).Self-enhancement diminished. Journal of Experimental Psychology-General, 144(5),1003-1020.   \nHeider,F. (1946). Atitudes and cognitive organization. Journal of psychology,21(1),107-112.   \nHernandez,M.D.,Wei,J.,Jian Wang,Y.,& Minor,M.S. (2O12).Superstitious beliefs in consumer evaluation of brand logos. European Journal of Marketing, 46(5), 712-732.   \nHock, S. J., Bagchi,R.,& Anderson,T. (2O2O). Promotional games increaseconsumer conversionratesand spending. Journal of Consumer Research, 47(1),79-99.   \nHuang,J. Y.,Ackerman,J. M.,& Newman, G.E.(2017). Catching (up with) magical contagion: A review of contagion effects in consumer contexts. Journal of the Association for Consumer Research,2(4),430-443.   \nJahoda, G. (1969). The psychology of superstition. London: Allen Lane.   \nJiang,Y.,Cho,A.,& Adaval,R. (2O09). The unique consequences of feeling lucky: Implications for consumer behavior. Journal of Consumer Psychology,19(2),171-184.   \nKopale,P.K.,Lehmann,D.R.,&Farley,J.U. (201O).Consumer expectations and culture: The effect ofbelief in karmain India. Journal of Consumer Research,37(2),251-263.   \nKramer,T.,& Block,L. (20o8). Conscious and nonconscious components of superstitious beliefs in judgment and decision making. Journal of Consumer Research,34(6),783-793.   \nKramer,T.，& Block,L. (2Ol1). Nonconscious efects of peculiar beliefs on consumer psychology and choice. Journal of Consumer Psychology,21(1),101-111.   \nKulow, K.,& Kramer, T. (2O16). In pursuit of good karma: When charitable appeals to do right go wrong. Journal of Consumer Research,43(2),334-353.   \nLanger,E.J. (1975).The ilusion of control. Journal of Personality and Social Psychology,32(2),311.   \nLaporte,S.,& Briers,B. (2O19).Similarity asadouble-edged sword: The positiveand negative effcts of showcasing similar previous winners on perceived likelihood of winning in sweepstakes. Journal of Consumer Research, 45(6),1331-1349.   \nLasikiewicz, N.,& Teo,W.Y. (2O18).The effect of superstitious thinking on psychosocial stress responses and perceived task performance. Asian Journal of Social Psychology,21(1-2),32-41.   \nLim,M. S.M.,& Rogers,R. D.(2017). Chinese beliefs in luck are linked to gambling problems via strengthened cognitive biases: A mediation test.Journal of Gambling Studies,33(4),1325-1336.   \nLin, C.-H.,Lin,Y.-C.,&Raghubir,P.(2Oo4).The interaction betweenorderof elicitationand event controllability on the self-positivity bias. Advances in Consumer Research, 31,1-7.   \nLindridge,A.，Beaty，S.E.，& Northington,W. M. (2018).Do gambling game choices reflect arecreational gambler's motivations? Qualitative Market Research: An International Journal,21(3),296-315.   \nMaloney,D.M.,&Egan,S.M. (2Ol7).The effectof autonomy oncounterfactual thinking about controllable events. Journal of Cognitive Psychology,29(3),337-351.   \nMaltby,J.,Day,L., Gill,P.，Colley,A.,& Wood,A.M.(2Oo8).Beliefs around luck:Confirming the empirical conceptualization of beliefs around luck and the development of the darke and freedman beliefs around luck scale. Personality and Individual Differences,45(7),655-660.   \nMiler,D.T.,Turnbull, W.,& McFarland, C. (199O).Counterfactual thinking and social perception: Thinkingabout what might have been. Advances in Experimental Social Psychology,23,305-331.   \nMishra,A.， Mishra, H.，& Nayakankuppam,D.(2O09). The group-contagion efect: The influence of spatial groupings on perceived contagion and preferences. Psychological Science,20(7), 867-870.   \nMowen, J. C.,& Carlson,B.(2Oo3). Exploring the antecedents and consumer behaviorconsequences of the trait of superstition.Psychology & Marketing,20(12),1045-1065.   \nNewman, G.E.,Diesendruck, G.,& Bloom,P. (2O11). Celebrity contagion and the value of objects.Journal of Consumer Research,38(2),215-228.   \nPontes,N.,& Williams,L. K. (2021).Feling red lucky?Theinterplay between colorandluck ingambling setings. Psychology & Marketing,38(1),43-55.   \nPratt,S.,& Kirillova, K. (2O19).Are hotel guests bothered byunlucky floor orroom asignments? International Journal of Hospitality Management, 83, 83-94.   \nPrendergast, G.P.,& Thompson,E.R. (20o8). Sales promotion strategies and belief in luck. Psychology & Marketing, 25(11),1043-1062.   \nReczek,R. W., Haws,K.L.,& Summers, C.A. (2O14).Lucky loyalty: The effect of consumer effort on predictions of randomly determined marketing outcomes. Journal of Consumer Research,41(4),1065-1077.   \nSierra, J. J., Hyman, M.R.,& Turri,A.M. (2O18). Determinants and outcomes of superstitious beliefs: A multistudy approach. Journal of Marketing Management, 34(15-16),1397-1417.   \nStein,M.-K.,Newel,S., Wagner,E.L.,& Galiers,R.D.(2015). Coping with information technology mixed emotions, vacillation,and nonconforming use paterns. MIS Quarterly,39(2),367-392.   \nThompson,E.R.,& Prendergast, G. P. (2013). Belief in luck and luckines: Conceptual clarification and new measure validation. Personality and Individual Differences,54(4),501-506.   \nTversky,A,& Kahneman,D.(1974).Judgmentunder uncertainty: Heuristics andbiases. Science,185(4157),124- 1131.   \nVaidyanathan,R.，Aggarwal,P.，& Bakpayev, M. (2O18).A functional motivation framework for examining superstitious behavior. Journal of the Association for Consumer Research,3(4),454-465.   \nVyse, S.A. (2014). Believing in magic: The psychology of superstition-updated edition. New York: Oxford University Press.   \nVyse,S.(2O18).Superstition,ethics,andtransformativeconsumerresearch.JournaloftheAssociationfor Consumer Research,3(4),582-590.   \nWang,D., Oppewal, H.，& Thomas,D.(2017). Anticipated embarrassment due to social presence withholds consumers from purchasing products that feature alucky charm. European Journal ofMarketing,51(9/10),1612- 1630.   \nWang, L.-H., Guo,Z.,& Ke, X. (202O).Lucky events and the need for uniqueness Psychological Reports,1-17.   \nWang,L.,Su, X.,& You, Y. (2O2O). Purchasing luck: The impact of scarcity cues on superstitious behavior.Journal of Consumer Behaviour,1-13.   \nWang, X., Yu, C.,& Wei, Y. (2012). Social media per communication and impacts on purchase intentions: A consumer socialization framework. Journal of Interactive Marketing,26(4),198-208.   \nWestjohn,S.A.,Roschk,H.,& Magnusson,P. (2Ol7).Eastern versus westernculture pricing strategy: Superstition, lucky numbers,and localization. Journal of International Marketing,25(1),72-90.   \nWhitson, J.A.,& Galinsky,A.D. (2o08).Lacking control increases illusory paterm perception.Science,322(5898), 115-117.   \nWohl,M.J.,& Enzle,M.E. (2O03).The efects of near wins and near losses on self-perceived personal luck and subsequent gambling behavior.Journal of Experimental Social Psychology,39(2),184-191.   \nWrede,O.,& Mac Giolla,E. (2021). When it's bad to be lucky: Observers' judgments of fortuitous victims. Basic and Applied Social Psychology,43(2),110-119.   \nWu,Y.,vanDijk,E.,& Clark,L.(2O15).Near-wins and near-lossesin gambling: Abehavioral andfacial EMG study. Psychophysiology,52(3),359-366.   \nXu,A. J.,Zwick,R.,& Schwarz,N. (2012). Washing awayyour (good or bad) luck: Physical cleansing affects risktaking behavior. Journal of Experimental Psychology: General,l4l(1),26.   \nYan,D.,& Muthukrishnan,A. V. (2014). Killng hope with good intentions: The effects of consolation prizes on preference for lottery promotions. Journal of Marketing Research,51(2),198-204.   \nYang,Z. (2011).\"Lucky numbers,unlucky consumers.The Journal of Socio-Economics,40(5),692-699.   \nZhao,J.,Li,Z.,& Xiong,G. (2O21).Effects ofluck beliefs onconsumers'variety-seeking behavior.Social Behavior and Personality: An International Journal,49(2),1-12.   \nZhu,D.H.,Sun,H.,& Chang,Y.P. (2O16).Effect of social support on customer satisfaction and citizenship behavior in online brand communities: The moderating role of support source.Journal of Retailing and Consumer Services, 31,287-293. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The influence of perception of luck on consumers'behavior and its theoretical explanation ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "LUO Ziwei, WU Yuting ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "(School of Management, Jinan University, Guangzhou 51O632, China） ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Abstract: The behaviors of pursuing luck have been widely existing in a great many aspects of human social life from the past to the present, among them many manifested as consumer ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "behaviors,and can be explained by the theoretical achievements regarding the effects of perception of luck on consumer behaviors. However, few extant studies systematically reviewed the relevant literature,to some extent which has restricted research efforts and marketing practices in this area. In this paper, we summarized five categories of consumer behaviors: risk-taking, uniqueness seeking, contagion effects, attitude towards product with luck meaning, lucky consumption. Furthermore, we pointed out theoretical explanations which from various perspectives uncover the linkage and reasoning behind the perception of luck and consumer behavior: atribution theory, personality trait theory, cognitive priming theory, the theory of counterfactual thinking,social comparison theory, the theory of locus of control and heuristics theory. We give three suggestions to the further research: to deepen the mechanism of perception of lucky, to expand the boundary conditions, and to examine both the advantages and disadvantages of luck consumption. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Key words: perception of luck, attribution, cognitive priming, personality traits, illusion of control ",
        "page_idx": 16
    }
]