[
    {
        "type": "text",
        "text": "Impacts of wind erosion and seasonal changes on soil carbon dioxide emission in southwestern Iran ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nadia KAMALI',Hamid SIROOSI²,Ahmad SADEGHIPOUR3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Rangeland Research Division,Research InstituteofForestsandRangelands,Agricultural Research,EducationandExtension Organization (AREEO), Tehran 13185116,Iran;   \n²Rangeland Sciences,Gorgan Universityof Agricultural Researches and Natural Resources,Gorgan 4918943464,Iran; 3Desert Studies Faculty,Semnan University,Semnan 351311911,Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Wind erosion is one of the main drivers of soil loss in the world,which affects 2O million hectare land of Iran.Besides the soil loss, wind erosion contributes to carbon dioxide emission from the soil into the atmosphere. The objective of this study is to evaluate monthly and seasonal changes in carbon dioxide emission in four classes i.e.,low, moderate,severe and very severe soil erosion and the interactions between air temperature and wind erosion in relation to carbon dioxide emission in the Bordekhun region, Boushehr Province, southwestern Iran. Wind erosion intensities were evaluated using IRIFR(Iran Research Institute of Forests and Ranges) model, in which four classes of soil erosion were identified.Afterward,we measured carbon dioxide emission on a monthly basis and for a period of one year using alkali traps in each class of soil erosion. Data on emisson levels and erosion classes were analyzed as a factorial experiment in a completely randomized design with twelve replications in each treatment. The highest rate of emission occurred in July $( 4 . 4 9 0 \\mathrm { ~ g ~ C O } _ { 2 } / ( \\mathbf { m } ^ { 2 } \\mathbf { \\cdot } \\mathbf { d } ) )$ in severely eroded lands and the least in January $( 0 . 0 8 6 \\mathrm { ~ g ~ C O } _ { 2 } / ( \\mathbf { m } ^ { 2 } \\mathbf { \\cdot } \\mathrm { d } ) )$ in low eroded lands. Therefore,it is resulted that increasing erosion intensity causes an increase in soil carbon dioxide emission rate at severe erosion intensity. Moreover, the maximum amount of carbon dioxide emisson happened in summer and the minimum in winter. Soil carbon dioxide emission was just related to air temperature without any relationship with soil moisture content; since changes of soil moisture in the wet and dry seasons were not high enough to affect soil microorganisms and respiration in dry areas. In general, there are complex and multiple relationships between various factors associated with soil erosion and carbon dioxide emission. Global warming causes events that lead to more erosion, which in turn increases greenhouse gas emision, and rising greenhouse gases will cause more global warming. The result of this study demonstrated the synergistic effect of wind erosion and global climate warming towards carbon dioxide emission into the atmosphere. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: alkali trap; arid areas; global warming; IRIFR model; soil biology ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Accelerated erosion due to human activities,can detach the light and fine particles of soil. Wind erosion occurs when forces are exerted by wind,and overcoming the force is necessary for holding particles on the surface of the ground. Wind erosion is the most common form of soil loss in arid and semi-arid areas.Wind and water erosion leads to the elimination of surface vegetation cover, which has a great effect on soil carbon storage or release (Montgomery, 2OO7; van Oost et al.,2007; Quinton et al.,2O1O).More than two-thirds of lands in Iran are arid and semi-arid, which are susceptible to different types of erosions. Wind erosion is a common phenomenon in arid and semi-arid areas of Iran (Modarres,2Oo8;Amiraslani and Dragovich,2011). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "During recent years,the intensity of erosion has increased and leads to dust storms,and has negative effects on industry,economy,urban and rural life. Under global warming climate condition,the precipitation patern changed and the intensity of wind erosion increased. It is estimated that soils contain more than $80 \\%$ of biosphere carbon in the Earth $( 2 3 7 6 - 2 4 5 0 \\mathrm { P g } \\mathrm { C }$ in the $0 { - } 2 \\mathrm { ~ m ~ }$ soil depth) (Chappell et al., 2O16). Unreasonable human activities such as abused land use, intense livestock grazing,abandoned lands and destructed vegetation cover have caused a great acceleration in soil erosion (Giorgi, 2O06; Chappell et al.,2016). Soil erosion is one of the main sources of carbon dioxide emission into the atmosphere (Lal, 2019). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As reported, $5 4 9 \\times 1 0 ^ { 6 } \\mathrm { h m } ^ { 2 }$ of the Earth's surface is affected by wind erosion, of which $2 9 6 \\times 1 0 ^ { 6 }$ $\\mathrm { h m } ^ { 2 }$ is severely affected (Lal, 2OO3). Wind erosion is known as one of the greatest threats to sustainable socio-economic development and it is one of the greatest causes of land degradation in arid and semi-arid areas of the world.It is estimated that $4 6 . 6 \\%$ of the Earth degraded by wind erosion (Peijun et al.， 2OO4). There is a direct relationship between soil degradation and desertification with loss of biodiversity, threat to food security,increase in poverty and risks of accelerated greenhouse effect and climate change (Bennett,1939; Jacks and Whyte,1939; UNEP, 1992; Oldeman,1994; Lal, 1998; Scherr, 1999). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The destiny of carbon dislocated during the erosion process is the subject of scientific discussions. There are two main views:(1） soil erosion acts as a carbon sink supported by sedimentologists. They claim that large amounts of carbon may be sequestrated through buried organic matter and sediments transmitted by various erosion processes. They hint that oxidation rates are lower in sediments than in original soils, due to the deep burial,reaggregation and physical protection of dispersed materials (Renwick et. al., 2004; van Oost et al., 2004). And (2) soil erosion acts as a carbon source,and soil scientists and agronomists support this idea. They argue that breaking down soil aggregates causes great emission of carbon into the atmosphere; also the rate of mineralization is higher in sediments than in original soils,which causes the depletion of soil organic carbon pool (Lal et al., 2Oo4). Due to the significant links among soil erosion,carbon content and anthropogenic activities during land use change,it is beneficial to accurately evaluate the carbon transfers associated with soil erosion (Kuhn et al.,2009). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Temperature is another important factor influencing carbon emission into the atmosphere (Lu et al.,2013; Zhang et al.,2O16; Zhao et al., 2O17). Increasing atmosphere temperature leads to terrestrial ecosystems response in the case of greenhouse gasses fluxes (Oechel et al.,2000; Pereira et al., 2O13). For example, Zhu et al. (2O15） stated that climate warming increased seasonal emission of carbon dioxide and uptake of $\\mathrm { C H } _ { 4 }$ .However,Dijkstra et al. (2O13) found that climate warming did not affect GHGs (greenhouse gases) emission or uptake.These differences are generally related to the variations in soil properties such as texture,moisture and nutrient content (Johnson et al.,1998; Lagomarsino et al., 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The organic matter content of the soil is low in arid areas, but low density of SOC and its concentration near soil surface make it vulnerable to wind erosion. Most of carbon transported with sediment is the labile fraction that is easily mineralized.Therefore,wind erosion-related emission of carbon is probably high in these areas. In this study，we tested the following hypotheses that stated: (1) different severities of wind erosion might have different efects on soil carbon dioxide emission; (2) there might be seasonal variations in soil carbon dioxide emission from different landscapes; and (3) there might be a positive relationship between air temperature and soil carbon dioxide emission. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area located in the Bordekhun region,Dayer County，Boushehr Province，Iran $( 2 7 ^ { \\circ } 5 9 ^ { \\prime } - 2 8 ^ { \\circ } 1 3 ^ { \\prime } \\mathrm { N }$ ， $5 1 ^ { \\circ } 2 8 ^ { \\prime } - 5 1 ^ { \\circ } 3 7 ^ { \\prime } \\mathrm { E }$ ; Fig.1),with an area of about $2 1 . 4 1 1 ~ \\mathrm { k m } ^ { 2 }$ .The annual mean temperature and mean annual precipitation in 2O years are $3 1 ^ { \\circ } \\mathrm { C }$ and $1 5 5 \\ \\mathrm { m m }$ ,respectively. Over $64 \\%$ of precipitation is concentrated in autumn and winter. The eastern wind accounts for $70 \\%$ of daily observations and the mean speed is $4 . 7 3 ~ \\mathrm { m / s }$ .Weather data for the study area were obtained from the meteorological station of Dayer County, southwestern Iran. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b56903d9cc6800ff6e9cf039e5bb49a6feaad57240ccca0aa35a9f87a61691f8.jpg",
        "img_caption": [
            "Fig.1 Sampling points of carbon dioxide emission in the Bordekhun region, Iran "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Determination of wind erosion severity ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This research was conducted in two phases: (1） determination of wind erosion severity using IRIFR,an experimental model developed by Ekhtesasi and Ahmadi (1998),and (2) measurement of carbon dioxide emission influenced by soil erosion. The main reason for the selection of IRIFR is that it is the basis for the executive organization's decisions for wind erosion control in Iran. By using IRIFR,it is possble to determine nine geomorphological factors involving in wind erosion (Tables 1 and 2). The nine geomorphological factors were scored and rated in this model. Scoring each factor was done in each geomorphological facies (Table 1).To determine the severity of wind erosion, we calculated the algebraic sum of the scores obtained in each geomorphological facies. Table 2 shows the range of scores that can finally determine the displacement of soil particles caused by wind in each facies. Based on the regional map of geomorphology, we estimated the circumference of each facies specified and the effect of nine erosive factors. Proportionating to the amount of force of each factor and its effect on sediment yield, we dedicated a score (Tables 1 and 2)to it.The sum of the nine scores determines the severity of wind erosion. Factors include petrology， land morphology，and their topography，velocity and quality of the wind, soil characteristics and topsoil conditions,density of vegetation, erosive effects of soil surface, soil dampness, type and dispersion of aeolian deposits and the land use management. After determining the wind erosion classes using IRIFR method,12 sample points were randomly selected in each class,in which carbon dioxide emission was measured. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/243ed06bbce77ed0dc7e64058fa3869d8d3bf1720d8194bf42299aa7ebee23d2.jpg",
        "table_caption": [
            "Table1Definition of class and estimation of sediment discharge of wind erosion using IRIFR (Iran Research Institute of Forests and Ranges) model "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Wind erosion class</td><td>Rate of erosion</td><td>Sum of calculated score</td><td>Sediment discharge (t/(hm².a))</td></tr><tr><td>I</td><td>Slight</td><td><25</td><td><2.5</td></tr><tr><td>II</td><td>Low</td><td>25-50</td><td>2.5-5.0</td></tr><tr><td>IⅢI</td><td>Medium</td><td>50-75</td><td>5.0-15.0</td></tr><tr><td>IV</td><td>Severe</td><td>75-100</td><td>15.0-60.0</td></tr><tr><td>V</td><td>Very severe</td><td>>100</td><td>>60.0</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/a7a1644c49a9e4989f9eeb4c1860c72ec3f0a240b274103567719989266cf66c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"4\">Table 2 Method of scoring factors of wind erosion using IRIFR model</td></tr><tr><td>Factor</td><td>Indicator</td><td>Score range</td><td>Overall score</td></tr><tr><td>Petrology (P)</td><td>Hard igneous rocks; quartzite; massive limestone and granite</td><td>0-2</td><td></td></tr><tr><td rowspan=\"8\"></td><td>Granular texture rocks; hard limestone rock and sandstone</td><td>2-4</td><td rowspan=\"8\">0-10</td></tr><tr><td>Marl and clay; medium-grained alluvium; shale and conglomerate</td><td>4-7</td></tr><tr><td>Finegrde</td><td>7-10</td></tr><tr><td>Mountain</td><td></td></tr><tr><td>Hill</td><td>0-2 2-4</td></tr><tr><td></td><td></td></tr><tr><td>Pediment Flat plain</td><td>4-7</td></tr><tr><td>Average wind velocity at 1O m,less than 4.5 m/s and no dusty</td><td>7-10</td></tr><tr><td rowspan=\"6\">quality of the wind (W)</td><td>severe winds Average wind velocity at 10 m,between 4.5and 5.O m/s and</td><td>0-5</td><td rowspan=\"6\"></td></tr><tr><td>no dusty sever winds,but can make dust Average wind velocity at 10 m,between 5.0 and 5.5 m/s;</td><td>5-10</td></tr><tr><td>occurrence of one dust storm in the year and 1-5 d of sand storm in the year</td><td>10-15</td></tr><tr><td>Average windveloitore5 More than 6O% of the soil surface is covered by coarse pebble,</td><td>15-20</td></tr><tr><td>cemented or crusted About40%60ofisedt</td><td>-5-0 0-5</td></tr><tr><td>Less than 4O% of the soil surface is covered by fine pebbles and topsoil texture is sandy-loam or loam</td><td>5-10</td></tr><tr><td rowspan=\"5\">Density of vegetation (V)</td><td>No pebble is found on the soil surface and topsoil texture is loam to sandy</td><td>10-15</td><td rowspan=\"5\"></td></tr><tr><td>Vegetation cover more than 5O% and uniform plant</td><td></td></tr><tr><td>distribution Vegetation cover between 30% and 50%</td><td>-5-0 0-5</td></tr><tr><td>Vegetation cover between 10% and 30%</td><td>5-10</td></tr><tr><td>Vegetation cover less than 10%</td><td></td></tr><tr><td rowspan=\"4\">Erosive effect of soil surface (E)</td><td>No sign of wind erosion is found on the surface soil</td><td>10-15</td><td rowspan=\"4\"></td></tr><tr><td>Limited signs of wind erosion are found on the surface soil</td><td>0-5 5-10</td></tr><tr><td></td><td></td></tr><tr><td>Relativelyextesieifindoaed</td><td>10-15</td></tr><tr><td rowspan=\"5\">Soil dampness (D)</td><td>Extensive signs of wind erosion are found on the surface soil</td><td>15-20</td><td rowspan=\"5\"></td></tr><tr><td>Soil is always wet under the influence of groundwater</td><td>-5-0 0-4</td></tr><tr><td> Surface soil is wet at some times of a year</td><td>4-7</td></tr><tr><td>Surface soil is wet occasionally,but dries rapidly</td><td>7-10</td></tr><tr><td>Surface soil is completely dry with rapid drainage</td><td></td></tr><tr><td rowspan=\"4\">Type and dianr sonofts (AD)</td><td>Signs of wind deposits are not seen as sand dunes Signs of wind deposits are seen as semi-active nebkha dunes</td><td>0-2 2-4</td><td rowspan=\"4\">0-10</td></tr><tr><td>Windeposits ik actie ndctive sanddues r ipple</td><td>4-7</td></tr><tr><td>Active sand dunes,nebkhas and ripple marks are seen in the</td><td>7-10</td></tr><tr><td>area Sparse forest and rangelands with over exploitation and</td><td></td></tr><tr><td rowspan=\"4\">management (LU)</td><td>agricultural lands with less than 3 months fallow without a windbreaker</td><td>0-5</td><td rowspan=\"4\">0-10</td></tr><tr><td></td><td></td></tr><tr><td>Rangelands with intense overgrazing</td><td>5-10</td></tr><tr><td>Bare lands and deserts having sparse or no vegetation cover</td><td>10-15</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3Measurement of carbon dioxide emission ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Carbon dioxide measuring instrument was made from polyvinyl chloride (PVC) columns, using airtight silicone seal as the lid (Fig. 2). Columns were inserted into the soil in $5 \\mathrm { c m }$ depth(Suman et al.,2Oo9） in each treatment. Measurement of carbon dioxide emitted from the soil was conducted in each treatment using these columns for a year. Carbon dioxide emisson sampling was initiated in mid-March 2015 and continued monthly till mid-February 2016. A plastic cup with $1 0 \\mathrm { m L }$ of $1 \\mathrm { N }$ sodium hydroxide (Alkali trap),was placed for one day in each column and the top of the column was covered with paraffin film (airtight seal). The trapped carbon dioxide was determined by titration of the residual NaOH with O.1 N HCl after the addition of excess $\\mathbf { B a C l } _ { 2 }$ and few drops of phenolphthalein indicator. The same procedure was done for the control treatment, using a capped column. Amount of carbon dioxide (mg) collected in the alkali traps was calculated using Stotzky(1965) equation: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $B$ and $V$ are the volumes $\\mathrm { ( m L ) }$ of acid used for titrating NaOH of control and treatment in the alkali traps, respectively; $N$ is the normality of the acid used; and $E$ is the equivalent weight (g), which is $2 2 { \\mathrm { g } }$ for calculating carbon dioxide content. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4977987f36ff0145fed6eeebd212d2c3eed587151507ec9d20e8530dd3f395c9.jpg",
        "img_caption": [
            "Fig.2Photo for collecting carbon dioxide emission in the Bordekhun region,Iran "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4Measurements of soil moisture and temperature ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Soil samples were simultaneously taken from adjacent points of carbon dioxide emission sampling. Gravimetric soil water content was monthly recorded, and air temperature data were obtained from the meteorological station of Dayer County, southwestern Iran. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 Data analyses ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The factorial experiment in a completely randomized design with twelve replications in each treatment (erosion intensity) using SPSS 17.O was performed to analyze the association between soil carbon dioxide emission levels and erosion classes.Analysis of variance (ANOVA) in the generalized linear modelling(GLM) procedure was employed to test the differences in the carbon dioxide emisson in response to air temperature in each wind erosion class. Differences between means of carbon dioxide emitted and wind erosion classes confirmed by Duncan test $( P { \\le } 0 . 0 5 )$ Due to the homogeneity and normality of the data, the Pearson's correlation coefficient was used to measure the strength of association between temperature or soil moisture and carbon dioxide ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "emission in different wind erosion intensities. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We developed Table 3 according to the scoring and rating of the nine factors affecting wind erosion.Within this table,the erosion classes of the 16 geomorphological facies in the region were defined. Classification of wind erosion intensities in the study area is presented in Figure 3, which shows four classes of wind erosion severity. As shown in Table 1,the model can divide the region into five erosion classes.In the study area, we couldn't find erosion class I, the minimum erosion severity,because of the harsh condition of the study area. Generally,the larger wind erosion classes located in areas covered by water erosion deposits,and the minor erosion classes found where rocks and hard beds are presented. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/890f061cc14756b1236d5a42fe00d142a89c55a6f245ba5a7df395979c61bfc7.jpg",
        "table_caption": [
            "Table 3 Evaluation of wind erosion using IRIFR model "
        ],
        "table_footnote": [
            "Note:P,petrology;Llandmohology;Welocitandualityoftheind;S,oilnditsuface;Vensityofegetatio;E, erosive eectsofsoilsurface;D,soildampess;AD,typeandispersionofeoandeposits;LU,landusemaagement;SSf scores; $\\mathrm { E } _ { \\mathrm { c l a s s } }$ ,erosion class. "
        ],
        "table_body": "<html><body><table><tr><td>No.</td><td>Geomorphologic facies</td><td>P</td><td>LM</td><td>W</td><td>S</td><td>V</td><td>E</td><td>D</td><td>AD</td><td>LU</td><td>SS</td><td>Eclass</td></tr><tr><td>1</td><td>Rock outcrop with debris</td><td>4</td><td>4</td><td>4</td><td>-2</td><td>8</td><td>3</td><td>4</td><td>3</td><td>-2</td><td>26</td><td>II</td></tr><tr><td>2</td><td>Coarse debris</td><td>6</td><td>4</td><td>8</td><td>-4</td><td>15</td><td>3</td><td>4</td><td>2</td><td>-3</td><td>35</td><td>II</td></tr><tr><td>3</td><td>Water erosion</td><td>5</td><td>4</td><td>8</td><td>0</td><td>8</td><td>2</td><td>6</td><td>4</td><td>-2</td><td>35</td><td>Ⅱ</td></tr><tr><td>4</td><td>Irregular slope</td><td>6</td><td>5</td><td>14</td><td>5</td><td>0</td><td>4</td><td>6</td><td>5</td><td>7</td><td>52</td><td>III</td></tr><tr><td>5</td><td>Gully erosion</td><td>9</td><td>9</td><td>18</td><td>14</td><td>7</td><td>18</td><td>5</td><td>7</td><td>14</td><td>101</td><td>V</td></tr><tr><td>6</td><td>Sand beds</td><td>10</td><td>10</td><td>20</td><td>15</td><td>15</td><td>10</td><td>10</td><td>10</td><td>5</td><td>105</td><td>V</td></tr><tr><td>7</td><td>Alluvium of fine grain</td><td>9</td><td>7</td><td>20</td><td>4</td><td>14</td><td>8</td><td>8</td><td>7</td><td>5</td><td>82</td><td>IV</td></tr><tr><td>8</td><td>Sand dunes</td><td>10</td><td>10</td><td>20</td><td>15</td><td>15</td><td>10</td><td>9</td><td>10</td><td>5</td><td>104</td><td>V</td></tr><tr><td>9</td><td>Argillaceous area</td><td>10</td><td>10</td><td>20</td><td>10</td><td>12</td><td>10</td><td>10</td><td>10</td><td>0</td><td>92</td><td>IV</td></tr><tr><td>10</td><td>Side erosion</td><td>8</td><td>6</td><td>15</td><td>3</td><td>8</td><td>6</td><td>5</td><td>4</td><td>0</td><td>55</td><td>IⅢI</td></tr><tr><td>11</td><td>Rock outcrop</td><td>7</td><td>4</td><td>10</td><td>4</td><td>7</td><td>4</td><td>6</td><td>4</td><td>-2</td><td>44</td><td>I</td></tr><tr><td>12</td><td>Alluvial fan</td><td>8</td><td>8</td><td>19</td><td>10</td><td>3</td><td>8</td><td>9</td><td>5</td><td>5</td><td>75</td><td>III</td></tr><tr><td>13</td><td>Wind erosion</td><td>7</td><td>10</td><td>19</td><td>10</td><td>11</td><td>10</td><td>5</td><td>5</td><td>6</td><td>83</td><td>IV</td></tr><tr><td>14</td><td>Alluvium of coarse grains</td><td>9</td><td>10</td><td>18</td><td>15</td><td>14</td><td>9</td><td>9</td><td>7</td><td>10</td><td>101</td><td>V</td></tr><tr><td>15</td><td>Slight rill erosion</td><td>10</td><td>9</td><td>18</td><td>15</td><td>13</td><td>10</td><td>10</td><td>7</td><td>11</td><td>103</td><td>V</td></tr><tr><td>16</td><td> Alluvim of medium</td><td>7</td><td>9</td><td>17</td><td>9</td><td>10</td><td>7</td><td>10</td><td>5</td><td>5</td><td>79</td><td>IV</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Effects of erosion intensities on carbon dioxide emissions in different months ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The results showed that the amount of carbon dioxide emitted in different months and erosion intensities are significantly different. Rising air temperature significantly increased the carbon dioxide emited from the soil in each class of erosion intensity (Table 4). Soil carbon dioxide emission was significantly affected in warmer months by increasing erosion intensity.The highest amount of carbon dioxide emission occurred in severe erosion intensity areas in July $( 4 . 4 9 0 ~ \\mathrm { g }$ $\\mathrm { C O } _ { 2 } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { d } ) )$ ，and the least in low erosion intensity in January $( 0 . 0 8 6 \\textrm { g C O } _ { 2 } / ( \\mathbf { m } ^ { 2 } \\mathbf { \\cdot } \\mathbf { d } ) )$ (Fig. 4). Having the same trend, seasonal changes had a significant effect on the carbon dioxide emited from the lands with different erosion intensities.The maximum amount of soil carbon dioxide emitted in the summer and the minimum amount in the winter. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Correlations between soil moisture and air temperature with carbon dioxide emission ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A positive correlation was observed between air temperature and carbon dioxide emission in all erosion intensities. However, there was no significant relationship between soil moisture and carbon dioxide emission in any erosion classes (Table 5). Annual precipitation at the study year was $1 8 5 ~ \\mathrm { m m }$ and mean temperature was $2 7 . 9 ^ { \\circ } \\mathrm { C }$ ，The maximum and minimum temperatures occurred in July $( 3 4 . 9 ^ { \\circ } \\mathrm { C } )$ and December $( 1 9 . 2 ^ { \\circ } \\mathrm { C } )$ , respectively. The maximum precipitation was found inDecember ( $\\mathrm { 1 1 8 ~ m m } )$ and no precipitation was taken place from April to September. This trend in temperature and humidity,in addition to the light texture of the soil,results in surface soil dryness.So that the highest moisture content of the soil in December was $17 \\%$ ，and in other months varied from $3 \\%$ to $13 \\%$ ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/10784721fbc0d5173e58295636933b050b2a2f4e276ca2a9ec37f186130cac0d.jpg",
        "img_caption": [
            "Fig.3Wind erosion classes using IRIFR model.I,low erosion; II,medium erosion; IV,severe erosion; V,very severe erosion. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/a17cc6eb46ffdbd78e6f60411c137cd798639b0c21145cfac1bc30001d929e52.jpg",
        "table_caption": [
            "Table 4 Result of ANOVA for carbon dioxide emisson in diferent months and wind erosion classes "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Source</td><td>Sum of square</td><td>df</td><td>Mean square</td><td>F</td><td>Sig.</td></tr><tr><td>Corrected model</td><td>346.228</td><td>47</td><td>7.367</td><td>185.497</td><td>0.000</td></tr><tr><td>Intercept</td><td>375.870</td><td>1</td><td>375.870</td><td>9464.806</td><td>0.000</td></tr><tr><td>Month</td><td>246.564</td><td>11</td><td>22.415</td><td>564.431</td><td>0.000</td></tr><tr><td>Erosion</td><td>43.937</td><td>3</td><td>14.646</td><td>368.790</td><td>0.000</td></tr><tr><td>MonthxErosion</td><td>55.727</td><td>33</td><td>1.689</td><td>42.523</td><td>0.000</td></tr><tr><td>Error</td><td>20.968</td><td>528</td><td>0.040</td><td></td><td></td></tr><tr><td>Total</td><td>743.066</td><td>576</td><td></td><td></td><td></td></tr><tr><td>Corrected total</td><td>367.196</td><td>575</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/f136466e1a4f9f55528e0a29d431ee8325bc548c4f9fce9b60fbe0722cb64ce6.jpg",
        "img_caption": [
            "Fig.4Soil carbon dioxide emisson in different months and wind erosion classes (low, medium,severe and very severe) "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/615dc4012946f6ab54a738b85d3fc3f508ec5e12422d6281c55aca7129735174.jpg",
        "table_caption": [
            "Table 5Pearson's correlation coefficients of wind erosion classes with air temperature and soil moisture "
        ],
        "table_footnote": [
            "Note:\\*and \\*\\* indicate significances among different wind erosion classes at $P { < } 0 . 0 5$ and $P { < } 0 . 0 1$ levels,respectively. "
        ],
        "table_body": "<html><body><table><tr><td>Wind erosion class</td><td>Air temperature</td><td>Soil moisture</td></tr><tr><td>Low</td><td>0.686*</td><td>-0.534</td></tr><tr><td>Medium</td><td>0.629*</td><td>-0.545</td></tr><tr><td>Severe</td><td>0.793**</td><td>-0.585</td></tr><tr><td>Very severe</td><td>0.711**</td><td>-0.503</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Two distinct results were achieved in line with the objectives of this study. The first is that, with increasing erosion intensity, the carbon dioxide emission rate increased.This increase in carbon dioxide emission was only recorded in areas with severe and very severe erosions.At low erosion intensities,carbon dioxide emission was not significantly different from the control. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Various studies at different regions of the world showed that erosion has a great effect on soil carbon loss(Leifeld et al.,2011; Ran et al.,2013), which is in accordance with the current study, highlighting the increase of carbon emission according to soil erosion accretion. Soil erosion moves topsoil and causes the soil carbon released into the atmosphere.High amounts of organic carbon stored at the surface layers of soils,implies the importance of this erodible layers conservation against the factors that cause the loss of nutrients directly (i.e.,erosion processes) or indirectly (via providing the condition of decomposition of soil organic matter). So using some methods to reduce wind erosion is beneficial for conserving carbon besides other advantages. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "One of the major causes of erosion in the world is land use change,which influences the vegetation and soil of an area and afterward changes the amount of carbon captured in land (Houghton and Goodale,2OO4).Land use change in Iran is very severe and,among other factors, causes the erosion rate of 7 to $1 6 ~ \\mathrm { t / ( h m ^ { 2 } { \\cdot } a ) }$ ,which is approximately 1.5 to 3.0 times of the global average of erosion (Mosaffaie and Talebi, 2O14). Land use change makes the area susceptible to wind erosion,which has a significant effect on carbon dioxide emited from the soil to the atmosphere due to affecting microorganisms' activity, soil moisture and temperature (Rahimi et al., 2013). Wind erosion also causes some changes in soil moisture and temperature (Karmakar et al., 2016). Soil can adapt to new conditions of land surface and change the soil organic carbon by mineralization in response to moisture and temperature (Chappel et al.,2O16; Wang et al., 2017). In addition, erosion of surface soil by wind could have some effects on soil microenvironment, decomposition rate and root depth (Chappel et al.,2O16). As previously mentioned, soil organic carbon storage is very sensitive to management practices and land use (Tan and Lal, 2Oo5). Soil manipulation due to anthropogenic activities such as plowing,tillage and cultivation (Schlesinger, 1984; Leiber-Sauheitl et al.,2O13) increases the activity of microorganisms,erosion and high temperature because of mechanical activity and reduces moisture due to more evaporation (Joneidi et al.,2O15),thus having an impact on carbon emissions rate. Therefore,recognizing these gas exchanges is essential for finding the right way of land management for more carbon from the atmosphere to the soil and reducing carbon emission from the soil to the atmosphere (Schwining and Sala,2004; Wohlfahrt et al.,2008; Zeeman et al.,2010; Sadeghipour et al.,2015). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The second result of the current study is that the highest and the lowest carbon dioxide emissions from the soil occurred during the warmest months of the year (summer)and the coldest months (winter),respectively. This carbon dioxide emission was only positively related to air temperature and had no significant relationship with soil moisture content. It can be because of the low moisture fluctuation in different seasons due to being located in a dry area. One of the most important factors affecting the activity of microorganisms and soil respiration is temperature. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Increasing the temperature to a certain extent increases the activity of microorganisms. Humidity can affect soil respiration rate (as an indication of high biological activity),mainly due to its effect on soil temperature. In the study area, the moisture of the soil is not affected for long periods, even during the humid months of the year, so that the effect of moisture on soil respiration and carbon dioxide emission is not severe. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Many researchers reported that the highest and the least amounts of emission occur in summer and winter,respectively, which has a positive correlation with the temperature and soil biological activities (Inubushi et al.,2O03; Ussiri and Lal,20O9; Santra et al.,2013). As reported byFortin et al.(1996),increase in carbon dioxide emission with an increase in temperature is atributed to the increase in soil respiration. Changes in temperature, precipitation and evaporation will cause a significant change in organic matter turnover and carbon dioxide dynamic (Karmakar et al., 2016). As the temperature goes up, soil microorganisms and root respiration rise, which causes more emission. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In addition,results represented that there is no significant difference between the control and erosion class of low, in term of carbon loss; hence reducing the amount of erosion by restoration and reclamation projects, even if result not in the complete elimination of soil erosion,can reduce the amount of carbon emission in significant quantities. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Accelerated erosion at watershed scale and the short-term timeframe can be considered as a source of carbon dioxide.Wind erosion will lead to a significant rising in carbon dioxide emission from the landscape into the atmosphere.Besides the wind erosion, increasing air temperature will also lead to an intensification of carbon dioxide emission.In this study,a significant interaction was observed between wind erosion and high temperature,demonstrating the synergetic effect of wind erosion and climate warming. Increasing carbon emission due to the wind erosion and its consequences will exacerbate global warming，in turn，will increase carbon emission in a repeating two-way manner. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "There are many factors involved in erosion including petrology, land geomorphology and topography, wind intensity,soil texture, vegetation cover, etc.That should be considered along with the biological properties of the soil. Finally, effect on soil respiration and carbon dioxide emission must be investigated,to be considered in management plans. It seems that due to the extensive soil degradation in Iran,especially in arid and semi-arid areas,the possibility of natural restoration is very low, and it is imperative to use mechanical reclamation techniques along with afforestation to prevent soil erosion. Thus, erosion control and reclamation of eroded soils can be important solutions for increasing soil quality and reducing the risks of greenhouse gases increasing. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The positive relationship between carbon dioxide emission and air temperature indicates the high potential of global warming to increase carbon emission at a great scale. Global warming itself can lead to processes that increase soil erosion. Soil erosion also increases carbon emissions, and increases in GHG concentration, including carbon dioxide，causing global warming. Therefore,we are faced with a complex matrix of multilateral impact factors,which reveal the need to apply strategies to adapt to global warming. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The authors would like to express their great appreciation to Dr.Adrian CHAPPELL for his valuable and constructive suggestions during the development of this research. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ahmadi H.1998.Applied Geomorphology(Desert-Wind Erosion).Tehran:Universityof Tehran Publication,1-706.(in Persian)   \nAmiraslaniF,DragovichD.2011.Combatingdesertificationin Iranoverthelast5Oyears: anoverviewofchanging approaches. Journal of Environmental Management,92(1):1-13.   \nAndersonJPE.1982.Soil respiration.In:PageAL,MilerRH,KeeneyDR.Methodsof Soil Analysis,Chemical and MicrobiologicalProperties,Agronomy Monograph 9.2.Madison:American Societyof Agronomy,Soil Science Societyof America, 831-846.   \nBajracharyaR M,Lal R,KimbleJM.20o.Erosion efectsoncarbon dioxide concentration and carbon flux fromanOhio alfisol. Soil Science Society of America Journal, 64(2): 694-700.   \nBennett HH. 1939. Soil Conservation. New York: McGraw-Hill,1-993.   \nBerhe AA,HarteJ,HardenJW,etal.o7.Thesignificanceoftheerosion-iducedterrestrialcarbonsink.BioScence,57(4): 337-346.   \nChappellA,Baldock J,SandermanJ. 2O16.The global significance ofomiting soil erosion from soil organiccarboncycling schemes. Nature Climate Change, 6: 187-19.   \nDijkstra,FA,Morgan JA,Follett RF,et al.2O13.Climate change reduces the net sink of $\\mathrm { C H } _ { 4 }$ and $\\mathbf { N } _ { 2 } \\mathbf { O }$ in a semiarid grassland. Global Change Biology,19(6):1816-1826.   \nFortin MC,Rochete P,PatteyE.1996.Soil carbon dioxidefluxes fromconventional and no-tillage small-grain cropping systems. Soil Science Society of America Journal, 60(5):1541-1547.   \nGiorgi F. 2006.Climate change hot spots. Geophysical Research Letters,33(8): L08707.   \nInubushi K,Furukawa Y,Hadi A,et al.2Oo3. Seasonal changes of $\\mathrm { C O } _ { 2 }$ $\\mathrm { C H } _ { 4 }$ and ${ \\bf N } _ { 2 } \\mathrm { O }$ fluxes in relation to land-use change in tropical peatlands located in coastal area of South Kalimantan. Chemosphere,52(3): 603-608.   \nJacks G V,Whyte R O.1939.The Rape of the Earth.New York:Arno Press,1-339.   \nJohnsonD,LeakeJR,LeeJA,etal.998.Changes insoilmicrobialbiomass and microbialactivitiesinresponseto7years simulated pollutant nitrogen depositiononaheathlandand two graslands.Environmental Polltion,103(2-3):239-250.   \nJoneidi H,SadeghipourAKamaliN,etal.2Ol5.Efectsoflandusechangeonoilcarbonsquestrationandemsios(ase study:arid rangelandsofEivanakei,SemnanProvince).Journalof Natural Environment,68(2):191-2Oo.(inPersian)   \nKarmakarR,DasI,DutaD,etal.2O1.Potential efectsofclimatechangeonsoil properties:areview.Science Interational, 4(2): 51-73.   \nKuhnNJ,HofmannT,chwanghartW,etal.2O9.Agrculturalsoilrosionand globalcarboncycle:controversyoveEarth Surface Processes and Landforms,34(7): 1033-1038.   \nLagomarsino A,AgnelliAE,Pastorelli R,etal.2016.Past water managementafected GHG production and microbial community pattern in Italian rice paddy soils.Soil Biology and Biochemistry,93:17-27.   \nLalR.1998.Soilerosion impactonagronomic productivityandenvironmentquality.Critical Reviews inPlant Sciences,17(4): 319-464.   \nLal R. 2003. Soil erosion and the global carbon budget. Environment International,29(4): 437-450.   \nLal R,Griffin M,Apt J,et al. 2004.Response to commentson \"managing soil carbon\". Science,305(5690):1567.   \nLal R.2019.Accelerated soil erosion as a source of atmospheric $\\mathrm { C O } _ { 2 }$ . Soil and Tillage Research,188:35-40.   \nLeiber-SauheitlK,FuR,FreibauerM.20l3.High grenhousegasfluxes fromgrassandonHisticGleysolalongsoilcarbon and drainage gradients. Biogeosciences Discussons,10(7): 11283-11317.   \nLeifeld J,Ammann C,Neftel A,et al.20l1.Acomparisonofrepeated soil inventoryandcarbon flux budget to detect soil carbon stock changes afterconversion fromcropland to grassands.Global Change Biology,17(11): 3366-3375.   \nLu X Y, Fan J H, Yan Y, et al. 2013.Responsesof soil $\\mathrm { C O } _ { 2 }$ fluxes to short-term experimental warming in alpine steppe ecosystem, northern Tibet. PLoS ONE,8(3): e59054.   \nModarres R.2Oo8.Regional maximum wind speed frequencyanalysis for thearid and semi-arid regionof Iran.Journal of Arid Environments,72(7): 1329-1342.   \nMontgomeryDR.oO7.Soilerosionandagriculturalsustainability.ProceedingsoftheNational AcademyofSciences,104(33): 13268-13272.   \nMosaffaie J,TalebiA.2Ol4.A statisticalview to the water erosion in Iran.Extensionand Developmentof Watershed Management,2(5): 9-18.(in Persian)   \nOechel WC, Vourlitis GL, Hastings S J,et al.2000.Acclimation of ecosystem $\\mathbf { C O } _ { 2 }$ exchange in the Alaskan Arctic in response to decadal climate warming. Nature,406: 978-981.   \nOldemanLR.1994.The global extentofsoil degradation.In:GreenlandDJ,Szabolcs ISoilResilience and SustainableLand Use.Wallingford: CAB International, 99-118.   \nPereiraJ,FigueiredoN,GoufoP,etal.2Ol3.Efectsofelevatedtemperatureandatmosphericarbondioxideconcentratioon the emissions of methane and nitrous oxide from Portuguese flooded rice fields.Atmospheric Environment,8O: 464-471.   \nQuinton JN,Govers Gvan Oost K,et al.2010.The impact ofagricultural soil erosionon biogeochemical cycling.Nature Geoscience,3:311-314.   \nRahimi D M,Erfanzadeh R,Joneidi JH.2013.Impact of land use changes from rangeland torain-fed landon soil organic mater and nitrogen in Kermanshah and Kordestan provinces (Case study:Lille,Ravansar and Razavr watersheds). Rangeland,7(2): 158-167. (in Persian)   \nRan L,Lu XX,Xin Z2014.Erosion-induced masiveorganiccarbonburialandcarbon emission in the YellowRiverbasin, China. Biogeosciences,11(4): 945-959.   \nRenwick WH,Smith S V,SleezerRO,et al.2004.Comment on managing soil carbon.Science,305(5690):1567.   \nSadeghipourA,KamaliN,KamaliP,etal.2O15.Thechangesinmonthlyandseasonalvaluesofcarbonemissionindiferent grazing intensities (Case study:Ghoosheh,Semnan).Journal of Range and Watershed Management,67(3): 451-458.(in Persian)   \nSantraP,MertiaRS,KumawatRN,etal.20l3.Loss ofsoilcarbonandnitrogenthrough winderosionintheIndianTharDesert. Journal of Agricultural Physics,13(1):13-21.   \nScherrSJ.1999.SoilDegradation:AThreat to Developing-countryFood Securityby2O2O? Washington:InternationalFood Policy Research Institute,1-70.   \nSchlesinger WH.1984. Soil organic matter a source of atmospheric $\\mathbf { C O } _ { 2 }$ . In: Woodwell G M. The Role of Terrestrial Vegetation in the Global Carbon Cycle: Management by Remote Sensing.New York: John Wiley& Stons Ltd.,111-125.   \nSchwining S,Sala OE.2O04.Hierarchyof responses toresource pulses inaridand semi-arid ecosystems.Oecologia,141: 211-220.   \nStotzky G1965.Microbial respiration.In: Black CA.Methodsof Soil Analysis,Part2:Agronomy.Wisconsin:American Society of Agronomy,1550-1572.   \nSuman A,SinghKP,SinghP,etal.2Oo9.Carboninput,loss and storage insub-tropical Indianinceptisolundermult-atoonng sugarcane. Soil and Tillage Research,104(2): 221-226.   \nTan ZX,LalR.2Oo5.Carbonsequestrationpotential estimates withchanges inlanduseand illage practice inOhio,USA. Agriculture,Ecosystems & Environment,111(1-4):140-152.   \nUNEP(United Nations Environmental Programme).1992.World Atlasof Desertification.Nairobi (Kenya):Edward Arnald Seven Oaks.   \nUsiriDAN,LalR.2o09.Long-termtillge effectsonsoilcarbonstorageandcarbondioxide emissions incontinuous cor cropping system from an alfisol in Ohio. Soil and Tillage Research,1O4(1): 39-47.   \nvan Oost K,Govers G, Quine TA,et al. 2004.Comment on \"managing soil carbon\". Science,305(5690): 1567.   \nvan Oost K,Quine TA,GoversG,etal.2Oo7.Theimpactof agriculturalsoil erosiononthe global carboncycle.Science, 318(5850): 626-629.   \nWang Z,HoffmannT,SixJ,etal2O17.Human-inducederosion hasofsetone-thirdofcarbonemisions fromlandcover change.Nature Climate Change,7: 345-349.   \nWohlfahrt G,Anderson-Dunn M,Bahn M,etal.2Oo8.Biotic,abiotic,and management controlson the net ecosystem $\\mathrm { C O } _ { 2 }$ exchange of European mountain grassland ecosystems.Ecosystems,11:1338-1351.   \nZeeman MJ, HillerR, Gilgen A K,et al.2O1o.Management and climate impacts on net $\\mathrm { C O } _ { 2 }$ fluxes and carbon budgets of three grasslands alongan elevational gradient in Switzerland.AgriculturalandForest Meteorology,15o(9):519-530.   \nZhang JJ,Peng CH,ZhuQ,etal.2O16.Temperature sensitivityofsoilcarbondioxideand nitrousoxide emissions inmoutain forest and meadow ecosystems in China.Atmospheric Environment,142: 340-350.   \nZhao Z Z,Dong S K, Jiang X M,et al.2O17.Effects of warming and nitrogen deposition on $\\mathrm { C H } _ { 4 }$ $\\mathrm { C O } _ { 2 }$ and ${ \\bf N } _ { 2 } \\mathrm { O }$ emissions in alpine grassand ecosystems of the Qinghai-Tibetan Plateau.Science of the Total Environment,592:565-572.   \nZhu X X,LuoC Y, Wang SP,et al.2015.Efects of warming,grazing/cuttingand nitrogen fertization ongreenhousegas fluxes during growing seasons inan alpine meadowonthe Tibetan Plateau.AgriculturalandForest Meteorology,214-215: 506-514. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]