[
    {
        "type": "text",
        "text": "Who is Responsible for “Yes Men\"? Supervisor-Subordinate Guanxi ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "and Employee Silence: The Role of Self-Regulatory Focus ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhou Yiyong1,2,3 Zhu Yanhan1 (1. School of Hanhong; School of Political Science and Public Administration Southwest University, Chongqing 400715; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2. CAS Key Laboratory of Behavioral Science, Institute of Psychology, Chinese Academy of Sciences, Beijing 100101 ; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3. Department of Psychology, University of Chinese Academy of Sciences, Beijing) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We examined the relationship between supervisor-subordinate guanxi (SSG） and employee silence (ES), and the moderating role of self-regulatory focus (SRF) works on such relationship. With both three dimensions of SSG (deference to supervisor, personal-life inclusion, and affective attachment) and two kinds of SRF (promotion and prevention focus) controlled by scenarios, the results from a survey of 230 part-time MPA program students in Mainland China indicated that (1) ES is positively related to deference to supervisor, affective atachment， and to a lesser extent, personal-life inclusion,and (2) the moderating effect of SRF is significant for the relationships between each dimension of SSG and ES,and specifically, there is less possibility for promotive subordinate to be silent than those with prevention focus in the workplace. The implications of our findings are discussed and suggestions made for future studies. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: Supervisor-subordinate guanxi; Employee silence; Self-regulatory focus ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Organizations increasingly rely on different opinions from their employees to enhance organizational effectiveness and processes (Lin & Johnson， 2O15)，and respond appropriately to dynamic business environment (Liang, Frah,& Frah, 2012). Unfortunately， employee silence (ES) occurs in almost every type of organization worldwide and is emerging as a “big deal” in the organizational behavior field (Morrison, 2014). Pinder and Harlos (2001) defined the ES as “the withholding of any form of genuine expression about the individual's behavioral， cognitive and/or affective evaluations of his or her organizational circumstances to persons who are perceived to be capable of effecting change or redress\"(p. 334), which represents a harmful element that disrupts individual extra-performance (Zhang, Lepine, Buckman, & Wei， 2014)， team performance (Brinsfield, 2013)， organizational effectiveness (Grant, 2013; Lin & Johnson, 2015) and continuous process improvement (Tangirala & Ramanujam，2012). Considering such adverse influences of the ES on both organizational-level development and individual-level behaviors, the antecedence of the ES has drawn considerable attention over the past few decades in the academic and practical field (e.g.，Detert & Edmondson， 2011; Lu & Xie,2013； Milliken Morrson,& Hewlinet,2003; Van Dyne, Ang,& Botero, 2003). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The relationship with the supervisor has been proved as the most important contextual factor that influences subordinates' behaviors in Western context (Morrison, 2O11). Regretfully, indigenous empirical researches for further verification are still under-researched in the field of organizational behavior (Zhang, that the question of whether supervisor-subordinate guanxi (SSG),an indigenous Chinese construct that is not akin to the relationship between supervisor and subordinate in Western culture, triggers the presence of “yes men” has been neglected to some degree. Besides，researchers haven't show sufficient interests in the relationship between ES and employees’ attributes,which also have a significant effect on their behaviors (Han & Altman,20o9; Zhang, Deng,& Wang, 2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Given the salience of the above issues,our study aimed to integrate SSG with self-regulatory focus (SRF),an endogenous factor that is related with one's behavioral outcomes (Forster, Higgins,& Bianco, 2003), to explore the relations among SSG, SRF and ES,using individual samples from the Chinese mainland. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Theoretical Background and Hypothesis ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Supervisor-Subordinate Guanxi and Employee Silence ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Guanxi, which refers to the establishment of relationship and connections (Zhu & Li, 2015), along with group harmony and collectivism are the core characteristics of the Eastern world. As an indigenous Chinese construct, supervisor-subordinate guanxi (SSG） includes deference to the supervisor, personal-life inclusion，and affective attachment (Chen, Friedman, Yu, Fang,& Lu, 2O09). This ubiquitous relationship is the most critical interpersonal relationship in Eastern organizational settings (Wei, Liu, Chen,& Wu, 2O10). Similar to the “ruler-subject relationship” from earlier historical periods，deference to the supervisor emphasizes that the subordinate should be devoted and obedient to the supervisor. The subordinate obeys the supervisor unconditionally, even when he/she disagreeswith the supervisor's decision. Personal-life inclusion means that the “subordinate and supervisor are included in each other's private or family lives” (Chen et al., 2O09, p.378). Affective attachment is viewed as “an emotional connection, understanding, and willingness to care for one another in any circumstance”(Chen et al., 2Oo9, p.378). Characterized by caring and altruism, affective attachment emphasizes sharing and non-contingent help. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Immersed in a guanxi-orientated society, social relationships are characterized by a tendency to use family relationships as a model in other life domains (Bond & Hwang, 1986), especially in the Eastern world, where maintaining“good relations” is a key motivation for workers (Zhang, Song, Hackett, & Bycio, 20o6). Members in communal relationship are affectively attached to each other, and they develop a contract-based relationship through participation in social activities or other related process， such as home visit and meal sharing (Chen et al.，2Oo9). Those social interactions attach significance to commitment to the intrinsic propertiesof relationship (Chen, Chen,& Huang, 2O13),and are motivated by maintenance of an emotional connection or spiritual sharing between superiors and subordinates (Chen et al.,2009). So that employees are more willing to withhold their different views to maintain a shared identification. Deference to the supervisor, however, stresses hierarchy and behavioral norms. Subordinates are supposed to show their obedience and deference to their leaders in an authority relationship (Fiske,1991), especially in China with high power distance. Confucian teaching in Chinese culture also values authority and enhance the deference to those of higher status (Chen et al., 2009). So that employees may be more likely to keep silence without any objections or complaints. Consequently, we propose that every single dimension of SSG exerts a strong positive influence on employee silence behavior. So,we predict: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hypothesis 1. Employee voice will be positively associated with each dimension of supervisor-subordinate guanxi (deference to supervisor, personal-life inclusion, and affective attachment). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Self-regulatory Focus as a Moderator Between Supervisor-Subordinate Guanxi and Employee Silence ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "According to self-regulatory focus (SRF） theory， people engage in different attitudes and behaviors by stimulating two fundamental motivation orientations, namely, the promotion focus and prevention focus (Claudia, Kai, Devin, Katharina, & Halszka,2014; Scholer & Higgins,2011).Both of those two situational SRF are motivational orientations that stimulate employees’behavior to make contributions to their works,but in different ways (Kark, Katz-Navon，& Delegach，2O15). The promotion focus is associated with goals, strategies regarding aspirations,and positive emotions,whereas the prevention focus is related to “ought” goals involving the fulfillment of duties and obligations through vigilant responses (Lanaj & Chang, 2012; Lin & Johnson, 2O15). Drawing from the previous study that different levels of SRF leads to different behavioral outcomes (Forster et al.， 2Oo3)，and that motivation influences individual potential willingness to engage in the silent dissent described above (Brinsfield, 2Ol3),we consider employees’ SRF as a significant variable that may activate their work-related behaviors inherently， which plays a significant moderate role in the relation between SSG and ES. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As for those promotion-focused people, they are more concerned about how to realize desired goals and improve the status quo, and show extreme passion and innovation in terms of moving towards desired end-states (Johnson, Chang, & Yang, 2010).In the text of organizational crisis, they often pay attention to potential opportunities for changing and improvement, and come up with eagerness strategies for identifying and exploiting ways to organizational success (Lin & Johnson, 2015), which makes it more possible for them to engage in extra-behaviors, such as voice. On the contrary, people with a prevention focus are avoidance-oriented, sensitive to potential problems and concerned about being in unfavorable situations (Liang et al., 2012).When confronted with organizational change, they usually experience high activation negative emotion (e.g., anxiety) and contribute it to the failure of attaining ought goals,so that they strive to finish their tasks responsibly and avoid negative outcomes. In another word, they lay stress on adherence to rules and regard success as a stay of execution (Lin & Johnson, 2Ol5). Thus, we have the reason to infer that they are more willing to withhold their different views from leaders. Accordingly, we anticipate that when employees with prevention focus, the positive relationship between SSG and ES becomes stronger, and employees are more likely to be silent instead of speaking up their different opinions in that case. So, we predict: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hypothesis 2. Self-regulatory focus moderates the positive relationships between each dimension of supervisor-subordinate guanxi and employee silence, such that the relationship is stronger under conditions of employees with prevention (vs. promotion) focus. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Method ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Participants and Procedure ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Study used an experimental design to investigate the positive relationship between each dimension of SSG and ES,and the moderating role of SRF in such relation (Hypotheses 1 and 2). A total of 230 part-time MPA program students (63.8 percent were male; $\\mathbf { M } _ { \\mathrm { a g e } } = 2 9 . 1 7$ ， $\\mathrm { S D } = 3 . 3 0 7$ $\\mathbf { M } _ { \\mathrm { t e n u r e } } = 6 . 0 1$ ， $\\mathrm { S D } \\ = \\ 2 . 3 3 7 ,$ ）from three universities on the Chinese mainland participated in the experiment. They were enrolled in Management， Organizational Behavior, and the Practice of Social Research courses as part of their program. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Independent variables (SSG and SRF) were manipulated in a scenario procedure. The experimental design was a 3 (affective attachment, personal-life inclusion vs. deference to supervisor) $\\times ~ 2$ (promotion vs. prevention） group design. The participants were randomly assigned to one of six groups and were asked to imagine themselves as the employee described, and then to make a decision with regard to the scenario. People with a promotion focus are described as aggressive, innovative and strongly desiring an ideal state, while people with the prevention focus are cautious, conservative,and risk avoidant. The experiment was conducted in 2O minutes with paper and pencil. All participants received approximately $\\$ 3$ (20 RMB）in remuneration. To ensure the reliability and confidentiality of the participants' responses,all were told that there were no right or wrong answers and that all information was given anonymously and would only be used for research purposes. Written informed consent was obtained from all participants prior to conducting the experiment and they were allowed to withdraw at any time during the experiment process. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Measures ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The SSG scale (Chen et al.,2Oo9) was based on Chinese culture,and the SRF scale was in originally English. Two English scales were translated into Chinese using back translation,and the process was followed by two experts in English major to ensure accuracy. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Supervisor-subordinate guanxi. We used the 12-items self-report Multifactor Supervisor-Subordinate Guanxi Questionnaire (SSGQ) (Chen et al., 2009) to measure SSG. The SSGQ scale measured various aspects of affective attachment, personal-life inclusion,and deference to supervisors with 4 items each,and the alphas of three dimensions were ，respectively. The affective attachment dimension includes items such as “My supervisor and I always share thoughts,opinions,and feelings about work and life.”A sample item from the personal-life dimension is “During holidays, my supervisor and I call or visit each other.” The deference to supervisor dimension measures situations such as “I am willing to obey my supervisor unconditionally.\"” ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Self-regulatory focus. We used the 18-items self-report Promotion/Prevention Scale (Lockwood, Jordan, & Kunda, 2Oo2) to measure individual SRF. Respondents rate each item on a 9-point Likert-type scale ranging from 1 (not at all true ofme) to 9 (very true of me). Sample items from the promotion focus are “I frequently imagine how I will achieve my hopes and aspirations” and “I typically focus on the success I hope to achieve in the future.” The prevention focus includes items such as “I am anxious that I will fall short of my responsibilities and obligations” and“I often worry that I will fail to accomplish my academic goals.” The effectiveness of the SRF manipulation was assessed by two items following the above scenario from 1 (not at all) to 7 (very much so): “To what extent do you consider yourself a promotion-focused person?” and “To what extent do you consider yourself a prevention-focused person?” Cronbach's alpha reliability for this scale was. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Employee silence.A single item was used to measure the extent to which participants are willing to be silent. Participants rated “To what extent did you agree with your leaders’ opinion with the consideration about your guanxi?” on a 7-point answering scale, ranging from 1 (extremely disagree) to 7 (extremely agree). Cronbach's alpha reliability was . ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Control variables. We controlled for the participants’ age, gender, education, and tenure,because of their potential effects on silence behavior ().Age as a continuous variable was self-reported in years. Gender was dummy coded ( $0 = m e n$ ， $1 = w o m e n \\ ' ,$ ！ Education was measured on an ordinal scale ranging from 1 (had completed bachelor school) to 4 (had obtained a doctorate). Tenure was measured on an ordinal scale from 1 (less than 2 years) to 4 (10 or more years). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Manipulation Check ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To control for the alternative explanations of our findings,we performed a twofold manipulation check. We controlled for scenario realism with one item developed by Fedor and his colleagues (Fedor & Davis, 2OO1), which was captured on a 5-point scale ranging from strongly disagree (1) to strongly agree (5). We also used an expert panel drawn from four university faculties comprising professors who have published research papers on guanxi and personality. According to the definitions and items for SSG and SRF,all four judges stated that the scenario captured the nature of three different dimensions of SSG and two types of SRF. Thus， the scenario manipulation was considered successful. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Data Analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Manipulation checks. A 3 (affective attachment, personal-life inclusion vs. deference to supervisor) $\\times 2$ (promotion vs. prevention) analysis of variance (ANOVA) showed that the participants described as ambitious, innovative and eager considered themselves to be more promotive relative to those characterized as vigilant, prudent and conservative $( \\mathbf { M } = 5 . 9 2$ ， $\\mathrm { S D } = 1 . 8 0 7$ VS. $\\mathbf { M } = 2 . 0 4$ ， $\\mathrm { S D } = 1 . 8 7 0$ ,respectively, $\\mathrm { F } =$ 255.728, $\\mathrm { ~  ~ p ~ } = \\mathrm { ~  ~ \\nabla ~ } . 0 0 1 \\$ ). These participants also perceived themselves as being less prevention focused in the same situation ( $( \\mathrm { M } = 2 . 1 8$ ， $\\mathrm { S D } = 1 . 7 6 0$ VS. $\\mathbf { M } = 5 . 8 7$ ， $\\mathrm { S D } =$ 1.794, respectively, $\\mathrm { F } = 2 4 7 . 4 4 6$ ， $\\mathfrak { p } = . 0 0 1 \\$ ） ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "After the manipulation checks, we performed a univariate ANOVA to test the effects of SSG and SRF on ES by controlling the demographic characteristics (age, gender, and tenure). Levene's test of equality of error variance showed that the error variance of the ES was equal across the groups $( \\mathrm { F } ~ = ~ 1 . 6 4 5$ ， $\\mathrm { ~ p ~ } = \\mathrm { ~ } . 1 4 9 )$ .The between-subject ANOVA showed that the main effects were both significant. Both significant differences were present between the three dimensions of SSG ( $\\mathrm { F } = 8 . 1 7 5$ $\\mathfrak { p } = . 0 0 1 \\AA \\mathrm { / }$ ） and the two types of SRF( $\\mathrm { ( F = 7 5 . 5 9 2 }$ ， $\\mathfrak { p } = . 0 0 1 \\AA \\mathrm { ~ , ~ }$ ）on ES.For the main effect of SSG on ES,ES was positively related to deference to supervisor $( \\mathrm { M } = 4 . 6 4$ ， $\\mathrm { S D } =$ 1.538)，affective attachment $( \\mathbf { M } ~ = ~ 3 . 8 3$ ， $\\mathrm { S D } \\ = \\ 1 . 7 2 8 \\mathrm { \\Omega }$ ）and， to a lesser extent, personal-life inclusion $( \\mathrm { M } = 3 . 7 7$ ， $\\mathrm { S D } = 1 . 5 8 9 _ { , }$ ). Thus,hypothesis 1 was supported. The two-factor interactional test $( \\mathrm { S S G } \\times \\mathrm { S R F } )$ ） showed that the moderating effect of SRF was significant $( \\mathrm { F } ~ = ~ 6 . 3 5 1$ ， $\\mathrm { ~ p ~ } = \\mathrm { ~ } . 0 0 2$ ， Adjusted R Squared $\\mathbf { \\Sigma } = \\mathbf { \\Sigma } . 3 0 6 )$ . Thus, hypothesis 2 was supported. (see Fig. 1). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/781e171982d1fcf6f7b2543b4e8aa0fec416d21ec9bcca23f6419a0b98e27f0a.jpg",
        "img_caption": [
            "Fig.1.The Moderating Effect of Self-regulatory Focus. $\\mathrm { S S G } =$ supervisor-subordinate guanxi; Focus $\\mathbf { \\Sigma } =$ self-regulatory focus; Silence $\\ c =$ employee silence "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the affective attachment situation, relative to promotion-focused subordinates, prevention-focused subordinates were more apt to remain silent when they had valuable suggestions that differed from the opinion of their supervisors ( $\\mathbf { \\boldsymbol { M } } = 4 . 8 9$ ,SD $= 1 . 3 7 1$ vs. $\\mathrm { M } = 2 . 7 9$ ， $\\mathrm { S D } = 1 . 3 8 0$ , respectively); the same was observed for both the personal-life inclusion ( $\\mathbf { M } = 4 . 7 9$ ， $\\mathrm { S D } = 1 . 2 9 8$ vs. $\\mathrm { M } = 2 . 7 7$ ， $\\mathrm { S D } = 1 . 1 5 8$ ,respectively) and deference to supervisor situations ( $\\mathbf { \\boldsymbol { M } } = 4 . 9 7$ ， $\\mathrm { S D } = 1 . 6 1 4$ VS. $\\mathbf { M } = 4 . 3 0$ ， $\\mathrm { S D } = 1 . 3 9 2$ ， respectively). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This study aims to determine whether SSG leads to ES when subordinates have valuable but dissenting thoughts from their supervisors in the workplace,and exam the moderating role of SRF in such relations. To our knowledge,although current researches make great contributions to the silence literature, studies for ES haven't gain as sufficient attention as Voice behavior research (Lin & Johnson, 2O15). Besides, indigenous empirical research for employees’ behavior is still under-detected (Zhang et al., 2016), and the SSG theory is stillin the early stage of development (Wang & Ye, 2014). Our study tries to fill this void by investigating the relations among SSG, SRF and ES. As expected， there are significant positive relationships between each dimension of SSG and ES and a significant moderating effect for SRF. The implications and suggestions for future studies are as follows. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Theoretical Implications ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "First, our study contributes significantly to the understanding of guanxi literature and extends the ES research domain to some extent. The primary contribution lies in examining whether the three individual dimensions of SSG could induce ES independently. Unlike the basic principle of mutual trust and appreciation，which indicates that closer interpersonal relationships between subordinates and their supervisor is correlated with greater chances to communication (Li, Ling,& Liu, 2012), each individual dimension of SSG is positively and significantly related to ES, specifically under conditions of the deference to supervisor. Our findings challenge the study that SSG, via the mediating effect of leaders’ trust, is negatively related to ES (Li et al.，2O12),and highlight the significant role played by the deference to supervisor, which hasn't gain sufficient interest in Li et al.’(2O12） study with a unidimensional measure of SSG. Besides， our findings also further verify the exploration of the relationship between employees’ obedience to authority and their consequent silence behavior by many researchers.To illustrate, Lu and Xie (2013) found that even subordinates have their own concerns on established politics or decisions, they are more willing to keep silence since they afraid that their dissents would provoke the leader. It is not a uncommon phenomenon in Chinese society that people,under the influence of traditional Confucianism and social values,attach much importance to the maintenance of a good relationship with a supervisor, and they are reluctant to voice dissent given the risk of a relationship breakdown.“Silence is gold\"； considering the potential benefits of guanxi， the subordinate view SSG establishment as a shortcut to promotion, so that they are more willing to remain silent to please their supervisors, even at the cost of the collective interests. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Second, our findings also provide insight into the moderating effects of SRF on the relationships between each individual dimension of SSG and ES,and further verify previous studies on its impact on work-related attitudes. Prevention-focused subordinates are more likely to remain silent than those with a promotion focus when encountering a dilemma in the workplace. Guided by needs for security and the fulfillment of responsibility (Kark et al., 2015), prevention-focused subordinates seek \"ought” goals and are afraid of being in mismatched or undesirable situations (Lanaj & Chang, 20l2). Therefore,they are more inclined to be“yes men” to obey the instructions instead of speaking up their dissents. Our findings verify previous study that promotion and prevention focus, both of which will guide employees’ behavior to improve their work-related outcomes (Kark et al.， 2O15)， have to challenge the authority to express their suggestions or Worries (Liang et al., 2012). It can be found that prevention-focused people are more sensitive to leaders’ authority. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Practical Implications ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our findings offer some practical implications for human resource management: First,our study can be regarded as a call in public organization that supervisors should maintain an appropriate distance from their subordinates, to reduce the negative influence of SSG on ES and encourage subordinates to voice their opinions. Considering the bureaucracy- and obedience-centered culture in China, it is strongly recommended that supervisors monitor their authoritarian behavior. From the perspective of institutional construction, more works need to be done to restrict and decentralize a supervisor's power. For instance, expanding upward feedback channels, both publicly and privately, to gather different opinions before making solutions. As for the specific targets of upward communication (LePine & Van Dyne, 2001), supervisors are supposed to be more approachable and responsive, and attending to the subordinate's feelings and needs. Besides，there should be more equal and face-to-face communication between supervisors and subordinates to cultivate subordinates’ sense of belonging and motivate them to voice their thoughts more frequently. Second, our study supplies a deeper understanding on the driving forces behind employees’ job motivation and decisions for human resource managers. Since prevention-focused people are more sensitive to perceived risk and tended to make safe choices (Chang,Lin, & Chang,2O11)， one way is enhancing transparency in performance-assessment systems and resource allocation to remove the deficiency of psychological safety and collapse the “wall of silence\". In additional, supervisors should give their subordinates timely and constructive feedback to enhance their enthusiasm and innovative actions. Moreover, it is critical to organize cohesive and multidisciplinary work groups in which subordinates feel free to speak up, exchange information and cooperate, thereby building a sense of trust and identification and effectively reducing their tendency to remain silent. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Limitations and Directions for Future Study ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "There are several potential limitations in current study. First, the measure of SRF was developed in Western context with proved reliability and validity, but it may not be suitable for Chinese people. In addition， participants were recruited from three universities in Chinese mainland. Data from more areas and groups is needed to generalize our results. Besides, since our findings are based on the background of ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chinese culture, the positive relationship between SSG and ES may not be so strong in another culture, especially in Western context that is less similar to Chinese culture. We suggest that further study can verify our conclusions from a multicultural perspective. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgment ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This research was supported by grants from the National Natural Science Foundation of China (71402148). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Bond, M. H., & Hwang, K. K. (1986). Top management innovations in banking: Does the composition of the top team make a difference? Strategic Management Journal, 10(1), 107-124. http://doi.0rg/10.1002/smj.4250100709   \nBrinsfield, C. T. (2O13). Employee silence motives: Investigation of dimensionality and development of measures. Journal of Organizational Behavior， 34(5), 671-697. http://doi.0rg/10.1002/job.1829   \nChang, C. C., Lin, B. C., & Chang, S. S. (2011). The relative advantages of benefit overlap versus category similarity in brand extension evaluation: The moderating role of self-regulatory focus. Marketing Letters,22, 391-404. http://doi.0rg/10.1007/s11002-010-9131-0   \nChen,C. C., Chen, X. P., & Huang, S. S. (2013). Chinese guanxi: An integrative review and new directions for future research. Management and organization review, 9(1), 167-207.   \nChen，G. Q.，& Tjosvold, D. (20o7). Organizational values and procedures as antecedents for goal interdependence and collaborative effectiveness. Asia Pacific J Manage, 25(1), 93-112. http://doi.0rg/10.1007/s10490-007-9038-3   \nChen，Y.，Friedman，R.， Yu，E. H.，Fang，W. H.，& Lu， X. P. (2009). Supervisor-subordinate guanxi: Developing a three-dimensional model and scale. Management and Organization Review, 5(3), 375-399. http://doi.0rg/10.1111/j.1740-8784.2009.00153.x   \nClaudia, S., Kai, S., Devin, G.R., Katharina, S., & Halszka, J. (2O14). A motivational determinant of facial emotion recognition: Regulatory focus affects recognition of emotions in faces.PLOS ONE, 9(11),1-9. http://doi.org/10.1371/journal.pone.0112383   \nDetert, J. R.,& Edmondson,A.C. (2O11). Implicit voice theories: Taken-for-granted rules of self-censorship at work. Academy of Management Journal, 54(3), 461-488. http://doi.0rg/10.5465/AMJ.2011.61967925.   \nFedor, D.B.,Davis,W.D., Maslyn, J. M.,& Mathieson, K.(2001). Performance improvement efforts in response to negative feedback: The roles of source power   \nFiske,A. P. (1991). The cultural relativity of selfish individualism: Anthropological evidence that humans are inherently sociable. In M. Clark (Ed.)，Review of personality and social psychology: Altruism and prosocial behavior, vol. 12: 176-214. Beverly Hills, CA: Sage.   \nForster, J., Higgins, E. T.,& Bianco, A. T. (20o3). Speed/accuracy decisions in tasks performance: Built in trade-off or separate strategic concerns. Organizational Behavior and Human Decision Processes, 90, 148-164. http://dx.doi.0rg/10.1016/S0749-5978(02)00509-5   \nGrant,A. (2O13). Rocking the boat but keeping it steady: The role of emotion regulation in employee voice. Academy of Management Journal, 56(6), 1703-1723. http://doi.0rg/10.5465/amj.2011.0035   \nHan，Y.，& Altman， Y. (2o09). Supervisor and subordinate Guanxi: A grounded investigation in the People's Republic of China. Journal of Business Ethics, 88(1), 91-104. http://doi.0rg/10.1007/s10551-008-9827-8   \nHiggins，E. T. (1997). Beyond pleasure and pain. American Psychological Association, 52, 1280-1300. http://doi.0rg/10.1037/0003-066X.52.12.1280   \nHoltzhausen, L.,& Fourie, L. (2011). Employees’ perceptions of institutional values and employer-employee relationships at the North-West University. Journal of Public Affairs, 11(4), 243-254. http://doi.0rg/10.1002/pa.417   \nJohnson,R. E., Chang, C.-H.,& Yang, L. (201O). Commitment and motivation at work: The relevance of employee identity and regulatory focus. Academy of Management Review, 35, 226-245. http://dx.d0i.0rg/ 10.5465/AMR.2010.48463332   \nKark,R., Katz-Navon, T.,& Delegach, M. (2015). The dual effects of leading for safety: The mediating role of employee regulatory focus. Journal of Applied Psychology, 100(5), 1332-1348. http://dx.doi.0rg/10.1037/a0038818   \nLanaj, K., Chang, C. H., & Johnson, R. E. (2O12). Regulatory focus and work-related outcomes: a review and meta-analysis. Psychological Bulletin, 138(5), 998-1034. http://doi.0rg/10.1037/a0027723   \nLePine, J. A.,& Van Dyne, L. (2o01). Voice and cooperative behavior as contrasting forms of contextual performance: Evidence of differential relationships with big five personality characteristics and cognitive ability. Journal of Applied Psychol0gy, 86(2), 326-336. http://doi.0rg/10.1037//0021-9010.86.2.326   \nLin, S. H., & Johnson, R. E. (2015). A suggestion to improve a day keeps your depletion away: Examining promotive and prohibitive voice behaviors within a regulatory focus and ego depletion framework. Journal of Applied Psychology, in press. http://doi.0rg/10.1037/apl0000018   \nLiang, J., Farh, C. I. C., & Farh, J. L. (2012). Psychological antecedents of promotive and prohibitive voice: A two-wave examination. Academy of Management Journal, 55(1), 71-92. htp://dx.doi.0rg/10.5465/amj.2010.0176   \nLockwood, P., Jordan, C. H., & Kunda, Z. (2002). Motivation by positive or negative role models: Regulatory focus determines who will best inspire us. Journal of Personality and Social Psychology, 84(4), 854-864. http://dx.doi.0rg/10.1037//0022-3514.83.4.854   \nLu, J.,& Xie, X. J. (2013). “Research on employee silence behavior: A review based on Chinese family enterprise\". Asian Social Science, 9(17), 47-52. http://doi.0rg/10.5539/ass.v9n17p47   \nMillinken, F. J.， Morrson,E. W.,& Hewlin, P.F. (2003). An exploratory study of employee silence: Issues that employees don't communicate upward and why. Journal of Management Studies, 40(6), 1453-1476. http://doi.0rg/10.1111/1467-6486.00387   \nMorrison， E. W. (2014). Employee voice and silence. Annual Review of Organizational Psychology and Organizational Behavior,1, 173-197. http://doi.0rg/10.1146/annurev-orgpsych-031413-091328   \nMorrison,E. W. (2O11). Employee voice behavior: Integration and directions for future research. The Academy of Management Annals, 5(1), 373-412. http://doi.0rg/10.1080/19416520.2011.574506   \nPinder, C. C.,& Harlos,H. P. (20o1). Employee silence: quiescence and acquiescence as responses to perceived injustice. In M. R. Buckley, J.R.B.Halbesleben, & A. R. Wheeler(Eds.), Research in Personnel and Human Resource Management (pp. 331-369). http://doi.0rg/10.1016/S0742-7301(01)20007-3   \nScholer，A. A.，& Higgins，E. T. (2011). Promotion and prevention systems: Regulatory focus dynamics within self-regulatory hierarchies. In Baumeister RF, Vohs KD (Eds.), Handbook of self-regulation: Research, Theory and Application (pp.143-161). http://doi.0rg/10.1016/S0065-2601(08)60381-0   \nTangirala, S.,& Ramanujam,R. (2O12). Ask and you shall hear (but not always): Examining the relationship between manager consultation and employee voice. Personnel Psychology, 65(2), 251-282. http://doi.0rg/10.111/j.1744-6570.2012.01248.x   \nVan Dyne,L., Ang, S., & Botero, I. C. (2003). Conceptualizing employee silence and employee voice as multidimensional constructs. Journal of Management Studies, 40(6), 1359-1392. http://doi.0rg/10.1111/1467-6486.00384.   \nWang, P., & Ye, X. (2014). A Review of Supervisor-Subordinate GuanXi.   \nWei，L. Q.，Liu,J.，Chen，Y. Y.，& Wu，L. Z. (2010). Political skill, supervisor-subordinate guanxi and career prospects in Chinese firms. Journal of Management Studies, 47(3), 437-454. http://doi.0rg/10.1111/j.1467-6486.2009.00871.x   \nZhang, K.， Song, L. J., Hackett, R. D.,& Bycio, P. (2006). Cultural boundary of expectancy theory-based performance management: A commentary on DeNiSi andPritchard'sperformance improvementmodel. Managementand Organization Review, 2(2), 279-294. http://doi.0rg/10.1111/j.1740-8784.2006.00044.x   \nZhang, L., Deng, Y. L., & Wang, Q. (2014). An exploratory study of chinese motives for building supervisor-subordinate guanxi. Journal of Business Ethics, 124(4), 659-675. htp://doi.0rg/10.1007/s10551-013-1899-4   \nZhang, Y., Lepine, J. A., Buckman, B. R., & Wei, F. (2014). It's not fair. Or is it? The ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "role of justice and leadership in explaining work stressor-job performance relationships. Academy of Management Journal, 57(3), 675-697. http:/dx.doi.0rg/10.5465/amj.2011.1110 Zhang, Z. X.， Shi, J. Q.,& Liu, J. (2013). Advances and frontiers in research of organizational behavior and leadership. Advances in Psychological Science, 24(3), 317-326. http:/dx.doi.0rg/10.3724/SP.J.1042.2016.00317 ",
        "page_idx": 11
    }
]