[
    {
        "type": "text",
        "text": "Determinants and rates of land degradation: Application of stationary time-series model to data from a semi-arid environment in Kenya ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Kevin Z MGANGA1\\*，Dickson M NYARIKI23，Nashon K R MUSIMBA1， Dorothy AAMWATA1",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Department of Range and Wildlife Sciences,South Eastern Kenya University,170-902O0 Kitui, Kenya;   \n²DepartmentofAgriculturalEconomicsand Agribusiness,South EasternKenya University,170-902oo Kitui,Kenya;   \n3 School of Business and Economics,Muranga University of Technology,75-i02oo Murangá,Kenya ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The causes of land degradation in the African drylands have been shown to vary. Some researchers consider climate to be the major contributor to degradation, with anthropogenic factors playing a minor role. Others reverse the significance of these two factors.A third group atributes land degradation to climate and anthropogenic factors equally. This study was undertaken to establish the factors influencing land degradation in a semi-arid environment in southeastern Kenya and the rate of change in vegetation types for a period of 35 years (1973-2007). The reduction in grassland cover was used as an indicator of land degradation. Causes of land degradation were determined by a multiple regression analysis.A log-linear regression analysis was used to establish the rate of vegetation change. The multiple and log-linear regression analyses showed: (1) woody vegetation, livestock population and cultivated area to be the main contributors of reduction in grassland coverin the area,and (2)an increase in undesirable woody species, livestock population and cultivated area had a significant $( P { < } 0 . 0 5 )$ negative effect on grassland vegetation. Increased human population,low amounts of rainfalland drought showed no significant negative effect on grassland vegetation cover. In conclusion， human and livestock population growth and increased agricultural land have contributed to intensive crop cultivation and Overgrazing in the semi-arid lands. This overuse of the semi-arid rangelands has worsened the deterioration of the natural grassland vegetation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: regression analysis; land degradation; grassland cover; semi-arid Kenya; Sub-Saharan Africa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Land degradation is widely recognized as one of the most serious global challnges of our time, directly affecting over $2 5 0 \\times 1 0 ^ { 6 }$ people and putting $1 \\times 1 0 ^ { 9 }$ people at risk (Wessels et al., 2007). However, many observers consider land degradation to be highly variable,discontinuous,arising from different causes and affecting people differently according to their socio-economic status (Gisladottir and Stocking,2Oo5). It has a broad range of definitions that include,for example, soil erosion and long-term reduction in the amount or diversity of natural vegetation composition. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "However, it principally describes the reduced capacity and biological productivity of land (Wessels et al.,2004; Izzo et al., 2O13). The definition of desertification by the United Nations Environmental Programme (UNEP) as ‘land degradation in arid and semi-arid and dry sub-humid areas resulting from various factors, including anthropogenic factors and climatic variations’ has been cited in previous studies (Wessels et al.， 2004;Wang et al.，2013). Moderate to high sensitivity to land degradation because of climatic factors has also been highlighted in previous studies (Izzo et al.,2O13). Land degradation is reflected not only by the reduced capacity of the land and soil to sustainably produce ecosystem services but also economic value. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Drylands provide a vital livelihood stream to people across the globe through a range of goods and ecosystems services they deliver. These ecosystems are under threat and thought to be in various degrees of degradation. The extent and impact of land degradation remains uncertain, with some sources routinely citing that up to $70 \\%$ of the world's drylands are‘desertified’and others suggesting a figure of less than $17 \\%$ (Gisladottir and Stocking，2005).Amidst such discrepancies,it is generally agreed that land degradation remains a central problem to the sustainable development of drylands(Olukoye and Kinyamario，2Oo9). This is because degradation in the drylands threatens the subsistence of the local communities and their economic sustainability. Furthermore,degradation reduces the productivity of land,the value of ecological services and the ability to properly sustain an economy. Commercial ranches and pastoral livestock production systems are among the principal economic activities in the semi-arid environments (Nyariki, 2009). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Land degradation is a problem facing most developing countries, particularly in Sub-Saharan Africa (SSA). In Africa, up to $73 \\%$ of the drylands and $2 6 8 \\times 1 0 ^ { 6 }$ people (Gisladottir and Stocking, 2005）are affected by desertification. Dryland ecosystems of Africa are especially susceptible to degradation because they have a poor soil structure exacerbated by scarce vegetation cover (Lal, 2009).A drop in soil fertility，soil biodiversity loss and soil erosion by wind and water demonstrate degradation in semi-arid areas in Africa (Visser et al.，2OO7). In Kenya,land degradation in the arid and semi-arid lands (ASALs) has been extensively considered as a major environmental problem.Approximately $80 \\%$ of Kenya is affected by land degradation (Adams and Watson，2003). According to Nyangito et al. (2008)，approximately $30 \\text{‰}$ of Kenya's ASALs are rapidly being lost through degradation and an additional $2 \\%$ have completely been denuded.Much of the soil erosion occurs when vegetation cover is removed,as this leaves the soil unprotected from water and wind. The principal degradation processes in the ASALs of Kenya are water and wind erosion, salinization, soil compaction and vegetation degradation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Vegetation degradation is a worldwide phenomenon and is recognized as an important measure of degradation over different spatial and temporal scales in the dryland ecosystems (Visser et al., 2007).Changes in the composition of the herbaceous vegetation cover， grasses and herbs, exemplify the short-term indicators of vegetation degradation which are reversible. However, a shift in state from herbaceous to bushy dominated vegetation types is indicative of more permanent degradation (Bennett et al.， 2Ol2). Natural vegetation change from ‘excellent condition' to ‘poor condition' in the dryland environments triggers a subsequent but comparative increase in the dominance of unpalatable plant species over the more preferred palatable plant species (Kassahun et al., 2008; Angassa, 2014). Degradation in the ASALs of Kenya is induced by a combination of human activities such as grazing, ploughing, mining, fire and deforestation, and changes in the climate characterized by cyclical and short-term droughts and episodes of floods. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A decrease in vegetation cover to almost zero due to sustained high pressure of the grazing animals affects the soil surface.This is because bare patches increase raindrop impact and splash erosion. Erosion is often mentioned as the main cause of soil degradation (Nyangito et al., 2009). Additionally, trampling enhances soil compaction and breakdown of soil aggregates. Moreover, physical-chemical and biogenic crusts appear and the density of surface stones increases (Cerda and Lavee,1999). However, trampling can also improve the soil structure through incorporation of organic materials,animal manure and urine enhance soil fertility. Furthermore,only some pasture species can stimulate tillering by grazing. Therefore, land degradation due to livestock may occur only when grazing in not well managed. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Similarly， increase in bare surfaces can arise from mining activities characterized by the complete removal of the fertile superficial soil layer to a depth of $3 0 \\ \\mathrm { c m }$ and the vegetation cover (de Souza et al.，2Ol3). Conversion of natural ecosystems,such as forests and rangelands,to agroecosystems also contributes to environmental degradation by decreasing aggregate stability, thereby increasing mechanical resistance to penetration. Ploughing leads to excessive soil disturbance and exhausts the soil,leading to the destruction of its structure,soil erosion and decline in soil fertility (Cerda et al., 2009; Qadir et al., 2013; Mganga and Kuzyakov,2014). Likewise, the use of fire to clear land for agricultural production also disrupts the soil structure by altering soil aggregate stability (Mataix-Solera et al., 2011). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In addition to human factors,climatic conditions such as episodic droughts and irregular and low amounts of rainfall can trigger land degradation (Izzo et al.， 2O13). This is because low amount of moisture deters sustained growth of vegetation，leading to eventual bare patches. Recurrent drought events in drylands can trigger large-scale landscape changes through vegetation mortality from water stress (Breshears et al.,2Oo5). Successive episodes of low annual rainfall eventually lead to a shrinking livestock feed resource base which contributes immensely to overgrazed patches.This is because extended drought periods after initial showers contribute to high grass seedling mortality, consequently leading to a depleted soil seed bank. Additionally, climate has an important influence on soil loss because different amounts of rainfall and varying temperatures modify geomorphological processes such as erosion and weathering (Cerda, 1998, 2000). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This study aimed at establishing the primary factors causing the reduction of grassland vegetation cover as an indicator of vegetation degradation and the rate of change of vegetation types. We used a non-random walk time-series model and applied it to data from semi-arid Kenya to exemplify vegetation degradation in the semi-arid environments of SSA. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study was conducted in semi-arid Makueni County, Kenya $( 2 ^ { \\circ } 0 6 ^ { \\prime } { - } 3 ^ { \\circ } 0 0 ^ { \\prime } \\mathrm { S }$ ， $3 7 ^ { \\mathrm { o } } 3 6 ^ { \\prime } { - } 3 8 ^ { \\mathrm { o } } 3 0 ^ { \\prime } \\mathrm { E } \\$ ！， which has an approximated land area of $3 4 0 0 \\mathrm { k m } ^ { 2 }$ (Mganga et al., 2O1O). The long-term average annual rainfall,annual mean temperatures,and evaporation of the area are $6 0 0 ~ \\mathrm { { m m } }$ ， $2 3 ^ { \\circ } \\mathrm { C }$ and $2 0 0 0 \\mathrm { m m }$ ,respectively (Mwang'ombe et al., 2011). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The dominant soils in the area are Ferralsols,Cambisols, Vertisols and Luvisols (Nyangito et al.,2009; Mganga et al.,2O1O). They are typified by low amounts of soil organic mater, high concentration of salts and poor drainage. These characteristics make them vulnerable to physical erosion,and chemical and biological degradation (Mganga et al., 2O11). Natural vegetation can be described as woodland savanna. Tree species dominating the area include Acacias such as $A$ tortilis，A. melifera, A. nilotica, A. senegal, Commiphora africana and Adansonia digitata. Dominant perennial grasses include Eragrostis superba, Enteropogon macrostachyus,Cenchrus ciliaris,and Chloris roxburghiana (Nyangito et al., 2Oo9; Mganga et al., 2010). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Data collection and selection of variables ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data (over a 35-year period) on the area under grassland cover, woodland and cultivation, human and livestock populations were obtained from secondary sources,e.g.，annual reports，policy briefs and repositories of relevant ministries (CBS,2000; GoK,2002, 2009; GoK/NAP,2002). Data on annual rainfall and drought occurrence over the same period were obtained from Makindu Meteorological Station,Makueni County. This is the main meteorological station in southeastern Kenya. The data collected during the study period were therefore reliable,accurate, and sufficient to be used for statistical analysis and for deriving time-series data for the 35-year period. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Time-series regression analysis was carried out to establish the link between vegetation degradation and human activities,among other factors.The rate of change in the vegetation component and land use patern was also determined using a log-linear regression analysis. Five-year moving averages of the data set were plotted to show the trends of the variables over the period of study. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To formulate the model, we chose variables á priori based on the information accessed from literature search and then carried out preliminary tests, such as unit root tests of stationarity. Correlation analysis was conducted and a suitable choice was made between those variables that were found to be highly correlated. Variables used in the final regression were grassland cover, woodland cover, cultivated land area,rainfall human population, livestock population,and a shift dummy.A shift dummy variable,also known as an indicator variable,is one that takes the value of O or 1 to indicate the absence or presence of some categorical efect that may be expected to shift the outcome. It changes the intercept of the regresson line,that is,shifts up and down when the qualitative variable is applicable. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tropical grasslands form an important vegetation type (Li et al., 2O13) and are second only to tropical forests in extent $( \\sim 1 5 { \\times } 1 0 ^ { 6 } \\ \\mathrm { k m } ^ { 2 } )$ and may equal them in total productivity (Hall and Scurlock,1991). They are an important source of forage for grazing herbivores and are generally notable for their resilience,often recovering from vagaries of nature，especially frequent incidence of drought and fires (Darkoh，2OO3).However，continued land use pressure has contributed to their degradation (Mganga and Kuzyakov， 2O14). Kenya's ASALs have experienced increased land use pressure in the last two decades, mainly owing to a number of factors that have caused a diminution in herbaceous grass cover and an augmentation in perennial woody vegetation. Trampling and clipping by grazing animals suppresses a multitude of forage species without offering opportunities for their regrowth leading to the development of alternative vegetation states or completely devoid of vegetation (Van Der Wal,2OO6). Like in most semi-arid environments in SSA,this condition is predominant in the study area. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Livestock production is a salient feature of dryland ecosystems globally. Arid regions are almost exclusively used for extensive grazing. In addition to extensive livestock production, rain-fed crop production is practiced in semi-arid areas receiving higher amounts of rainfall (Darkoh,2O03). Livestock populations have increased globally (Ngugi and Nyariki, 2005). One of the main causes of vegetation degradation in arid and semi-arid environments is overgrazing (Pei et al.， 2Oo8). Overgrazing is commonly defined as intensive grazing that exceeds the environmental carrying capacity of a given piece of land (Van Der Wal, 2Oo6). Overgrazing occurs when the available pasture is not given enough time to recover from grazing and is a combination of both intensity and frequency of grazing regime. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The conversion of natural dryland vegetation, for example grassland, to agriculture is the result of human decision-making processes driven by different factors such as changes in demography, caused by in- or out-migration and population growth (Serneels and Lambin, 2OO1). Agricultural expansion into marginal dryland areas often leaves farmers seriously exposed to hazard during periods of drought compared to pastoralists (Geist and Lambin, 2O04). Additionally, intensive cultivation in dryland ecosystems exhausts the soil, destroying its structure and fertility. This is because most of the soils in dryland ecosystems are coarse structured,low in soil organic carbon (SOC)concentration, and have low water and nutrient retention capacities and low inherent soil fertility (Lal，2OO4). These atributes make the soil susceptible to soil erodibility. Cropland expansion on areas previously used for pastoral activities results not only in overstocking on the remaining,reduced grazing land but also triggers soil degradation at sites that are not suitable for sedentary crop production(Geist and Lambin,2004). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Migrational movements and continued settlement of low-potential and marginal lands by agriculturalists originating from high or medium potential areas are well known in East Africa (Opiyo et al.,2O11).Human population in the study area has been on the increase, with an influx of people from the neighboring more fertile and productive areas (Nyangito et al.，2O09). The widespread movements of the landless poor from the more humid and densely populated high-potential areas to neighboring marginal lands in search of farming lands has been problematic.This is because the migrants often import technologies suitable for high potential areas and are therefore inappropriate in marginal lands，consequently leading to degradation. Increased pressure on marginal lands due to continued intensive cultivation hastens the conversion of natural ecosystems, such as rangelands, into less productive lands (Mganga and Kuzyakov, 2014). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The ASALs of SSA are characterized by low,erratic annual rainfall of $3 0 0 { \\mathrm { - } } 6 0 0 ~ \\mathrm { m m }$ (Vohland and Barry, 2Oo9). Low average precipitation and the variability of the rainfall patterns are the salient features of dryland climates. Generally，annual potential evaporation and plant transpiration exceed annual rainfall (Darkoh,2Oo3). The dynamics of rainfall in these dryland environments are among the main factors which contribute to loss of vegetation cover (Omuto et al.，201O). The amounts of annual rainfall and soil moisture content have a great effect on vegetation composition,productivity,and structure. Rainfalltotals in the southern rangelands of Kenya are typically highly variable in total amounts,space,and time (Speranza et al.， 2O10). In this analysis,rainfall totals received over the years were included because of their influence on changes in the distribution and occurrence of vegetation types in the area. It may be useful to note that annual rainfall totals for a period of 35 years were appropriate in the regression because a period of about 3O years is generally taken as the absolute minimum for any rainfall event analysis (Lazaro et al., 2001). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Drylands are frequently subjected to periods of droughts which have an immediate impact on ecosystem functioning and dynamics. In particular, drought often has severe negative efects on both short-term and long-tern plant production and plant diversity (Haddad et al., 2O02). The influence of drought patterns on vegetation dynamics necessitated the use of a shift dummy (see below). In this analysis,total annual rainfall of less than $4 5 0 ~ \\mathrm { m m }$ was considered a drought spell. Previous studies have used diferent rainfal amounts to represent a drought.For example,Nyariki (2009）used a rainfall amount of $3 0 0 \\ \\mathrm { { m m } / a }$ to represent a drought in a study carried out in Laikipia County，Kenya，which receives lower average annual rainfall of $4 0 0 ~ \\mathrm { { \\ m m } }$ in the north-east.Kibwezi Sub-County receives much higher annual rainfall of $6 0 0 ~ \\mathrm { { m m } }$ (Mwang'ombe et al., 2011). ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nD _ { 0 t } = { \\left\\{ \\begin{array} { l l } { 0 { \\mathrm { ~ i f ~ o b s e r v e d ~ } } t { \\mathrm { ~ i s ~ a ~ d r o u g h t } } _ { ; } } \\\\ { 1 { \\mathrm { ~ o t h e r w i s e } } } \\end{array} \\right. }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nD _ { 1 t } = { \\left\\{ \\begin{array} { l l } { { \\mathrm { 1 i f ~ o b s e r v e d ~ } } t { \\mathrm { ~ i s ~ } } ^ { \\prime } { \\mathrm { g o o d } } ^ { \\prime } { \\mathrm { ~ w e a t h e r } } } \\\\ { { \\mathrm { 0 ~ o t h e r w i s e } } } \\end{array} \\right. } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $D$ is the dummy and $t$ is the year of observation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Model specification ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The time-series model adopted can be specified as: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $G C _ { t } \\mathrm { = } f ( H P _ { t } , C A _ { t } , R F _ { t } , D R _ { t }$ ， $W L _ { t } , L P _ { t } )$ · $G C _ { t }$ is grassland cover at time $t ~ ( \\% ) ; H P _ { t }$ is human population at time $t$ $C A _ { t }$ is land cover of cultivated area at time $t ~ ( \\% ) ; R F _ { t }$ is rainfall totals at time $t$ (cm); $D R _ { t }$ is drought at time $t \\mathbf { \\cdot }$ ， $W L _ { t }$ is woodland vegetation cover at time $t ~ ( \\% ) ; L P _ { t } .$ islivestock population at time $t$ ： $\\alpha$ is constant; $\\beta _ { 1 } , \\beta _ { 2 } , . . . , \\beta _ { 7 }$ were regression parameter estimators; $\\mu _ { t }$ is error term at time $t$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The log-linear regression model for determination of the rate of change can be expressed as: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $r$ is the rate of growth of $Y .$ Taking the natural logs of Equation 3,we obtain: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\ln Y _ { t } = \\ln Y _ { 0 } + t [ \\ln ( 1 + r ) ]\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Assuming $\\scriptstyle { \\alpha = \\ln { Y _ { 0 } } }$ and $\\beta { = } \\ln ( 1 { + } r )$ ,Equation 4 can be expressed as: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\ln Y _ { t } { = } \\alpha { + } t ( \\beta ) { + } \\mu _ { t } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\beta \\mathrm { : }$ =relative $\\Delta$ in $Y _ { t } /$ absolute $\\Delta$ in time $t$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The interpretation of the regression results of Equation 5 in the present case is that over the period 1973-2007, $Y _ { t }$ increased or decreased at a rate given by $\\beta { \\times } 1 0 0 \\%$ per year. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Time-series data are known to exhibit the problem of random walk, which leads to misleading parameter estimates.This necesstated the unit root test of stationarity of the variables before estimating Equation 2.The test showed that the variables represented stationary time-series at $5 \\%$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "level of significance. To illustrate with livestock numbers,which are expected to rise alongside grazing land since there would be need for more grazing resources as the livestock population expands, or vice versa, we used the following equation: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta L P _ { t } = \\alpha _ { 1 } + \\delta L P _ { t - 1 } + \\mu _ { t } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\Delta L P _ { t }$ is the first-difference of livestock numbers,and the null hypothesis is set at ${ \\delta } \\mathrm { { = } } 0 $ The presence of a unit root problem in the data would lead to $\\delta$ being equal to zero. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Descriptive data of the analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The values of variables used over the 35-year period, using five-year moving averages are shown in Figure 1. The mean annual rainfall over the period was $7 0 . 6 7 ~ \\mathrm { c m }$ .The data indicate that the annual rainfall in the study area ranged between 89.68 (in 1981) and $5 4 . 4 2 ~ \\mathrm { c m }$ (in 1987). The plot in Figure 1 shows the cyclic pattern of rainfall common in the study area.Low amounts of rainfall (dry spells） were recorded at an interval of approximately five years throughout the period, the reason for using the five-year moving averages in this descriptive analysis. High annual rainfall totals recorded in the years 1981,1992,and 1999 were followed by periods of low annual rainfall in the years 1986,1997 and 2O04 respectively over the whole period. A general increase in human population, livestock population,area under cultivation and woody species,and a steady decline in the area under grass cover were presented in Figure 1. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/36ac52b336e905bafa1f6d5b65b123944f6420cdf1d8d59f1f6c589e4c048000.jpg",
        "img_caption": [
            "Fig.1Trends in rainfall,human population,livestock population,grassland cover,woodland cover and land cover of cultivated area during the period 1973-2007 "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Time series regression analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Table 1 presents the results of the time-series regression analysis to determine the factors influencing change in grassland vegetation，while Table 2 shows the rates of change of the various factors using the log-linear regression model. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The time series regression results were as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { \\Delta L P _ { t } \\mathrm { = } 1 . 8 5 6 \\mathrm { - } 0 . 0 7 9 L P _ { t - 1 } , } \\\\ { t \\mathrm { = } ( 0 . 9 1 1 ) \\ ( - 3 . 4 3 2 ) , } \\\\ { r ^ { 2 } \\mathrm { = } 0 . 1 9 5 , d \\mathrm { = } 2 . 1 0 3 . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Since the results in Equation 7 suggest that the error term is not auto-correlated—based on the Durbin-Watson (DW） test—the stationarity of livestock numbers can be proved by the Dickey-Fuller (DF) test,using the $t \\cdot$ -value.Since the computed $t \\cdot$ -value is 3.432,inabsolute terms, which is greater than the $5 \\%$ critical (DF) value of $- 2 . 8 9 5$ , the data did not exhibit random walk. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/900e130dce276cec4e72f08f0e5d048be7ca9eda1d5c9bb5e6f16446171e8fc0.jpg",
        "table_caption": [
            "Table1 Factors influencing change in grassland vegetation cover "
        ],
        "table_footnote": [
            "Note:\\*indicatesthesignificanceat $5 \\%$ level;F=834.214\\*;R²=0.994;Adj.R²=0.993;DW(Durbin-Watson)=1.932. "
        ],
        "table_body": "<html><body><table><tr><td>Variable</td><td>β</td><td>SE</td><td>t-value</td></tr><tr><td>Constant</td><td>2.90315x10²</td><td>81.486</td><td>3.563*</td></tr><tr><td>Rainfall (RT)</td><td>-2.51×10-4</td><td>0.000</td><td>-1.305</td></tr><tr><td>Drought (DRt)</td><td>2.74×10-</td><td>0.135</td><td>2.026</td></tr><tr><td>Livestock population (LPt)</td><td>-1.15×10-5</td><td>0.000</td><td>-3.818*</td></tr><tr><td>Human population (HPt)</td><td>9.995×10-7</td><td>0.000</td><td>1.086</td></tr><tr><td>Land cover of cultivated area (CA,)</td><td>-4.752</td><td>1.604</td><td>-2.964*</td></tr><tr><td>Woodland cover (WLt)</td><td>-5.620</td><td>0.246</td><td>-2.281*</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/379f39f794c6dcbc2055a837635debba7d3be037b303577a3b93b018eff6ccae.jpg",
        "table_caption": [
            "Table 2Log-linear model results "
        ],
        "table_footnote": [
            "Note:\\*indicates the significance at $5 \\%$ level; t-values are in brackets "
        ],
        "table_body": "<html><body><table><tr><td>Dependent variable</td><td>α</td><td>β</td><td>%β</td><td>R²</td><td>Mean (%)</td><td>Maximum (%)</td><td>Minimum (%)</td><td>Range</td></tr><tr><td>Grassland cover</td><td>3.76 (1083.046)*</td><td>0.00669 (-39.793)*</td><td>0.669</td><td>0.980</td><td>38.21±2.31</td><td>41.55</td><td>33.99</td><td>7.56</td></tr><tr><td>Woodland cover</td><td>2.637 (30.112)*</td><td>0.181 (42.639)*</td><td>18.100</td><td>0.982</td><td>51.93±0.27</td><td>52.38</td><td>51.54</td><td>0.77</td></tr><tr><td>Landateref</td><td>(521.4142)*</td><td>0.4.9875</td><td>2.875</td><td>0.992</td><td>5.88±1.73</td><td>8.59</td><td>3.52</td><td>5.07</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "An increase in livestock numbers and area under cultivation can be attributed to the general increase in the human population. The wide range in human population during the 35-year period suggests a high rate of population growth. Increased human population in the semi-arid environments has contributed immensely to the conversion of grazing lands to agricultural use. Consequently, the area available for the free grazing animals has greatly reduced. This increases grazing pressure,which consequently leads to a reduction of the area under grass cover. This gives woody species a competitive advantage over grasses. Grassland cover had a wider range of $7 . 5 6 \\%$ compared to the woodland cover which had a range of $0 . 7 7 \\%$ . This suggests that the area under grass cover has been declining at a faster rate than the invasion of woody species.Woody species take a longer period to colonize an area. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The impact of overgrazing on vegetation and soil is considered as a major environmental problem globally. Previous studies have shown that continuous grazing is apt to have a negative impact on forage production, plant diversity,and soil properties.Soil organic matter (SOM) is a good indicator of soil quality and significantly influences soil properties and plant growth (Conant and Paustian, 2OO2). In their study in semi-arid eastern Mongolia, Wang and Batkhishig (2014) found slightly higher SOM in areas under lower grazing intensities compared to areas under high grazing intensities.Furthermore, heavy continuous grazing is generally detrimental to soil hydrologic characteristics. This is because an increase in livestock numbersunder season-long grazing decreases rainfall infiltration，while increasing runoff and sediment loss (Cerda, 1998;Angassa, 2014). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Under increased grazing pressure, the vegetation of dryland ecosystems is often altered. Overgrazing by domestic livestock often leads either to bare surfaces with very high incidences of soil erosion(Cerda and Lavee,1999） or to the development of impenetrable thickets and unpalatable plant species both of which are of no forage value to grazing animals.In summary, increased livestock numbers decrease the grazing land available per livestock,and continuous grazing reduces the quality and quantity of available grass and loss of some native species. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The log-linear regression results reveal that there has been an annual rate of decrease in grassland cover by $0 . 6 6 9 \\%$ over the period of 35 years（1973-2OO7) and an increase in area under woodland vegetation.This confirms Walter's two-layer model (Holdo,2O13）which maintains that if the grass layer is over-utilized, for example by overgrazing,it loses its competitive advantage to deep rooted woody species and can no longer use water and nutrients efficiently. Increased livestock numbers also suppress the establishment of new grass seedlings through the trampling effect. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Large livestock numbers lead to increased intensity and frequency of grazing and increased pressure on the ecosystem. Increased livestock numbers grazing on the newly established grass seedlings at the early vegetative growth before seed seting deprive the soil of its seed bank. This finally causes a reduction of grass cover over a period of time. In managing Kenya's arid and semi-arid environments,grazing plans must allow for adequate residual plant material in the stubble during the growing season to support livestock maintenance during the dry season and to assure sufficient leaf tissue for subsequent regrowth. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Continuous grazing,common in the study area, removes most of the photosynthetic area of the grass,which in turn afects the root growth. Heavy grazing removes especially the leaves of grasses and forbs to such an extent that photosynthesis can be severely curtailed (Asner et al., 2003). Such extended periods of use result in a permanent damage to the pastures. These results—an increase in the woody and shrub component at the expense of grasses—are in agreement with established principles of range management and most community ecology literature regarding the impact of herbivory on plant community structure (Becerra, 2OO7). It is widely accepted that excessive grazing is detrimental to plant communities and that primary production in overgrazed grasslands decreases if herbivory_ decreases_plant growth capacity, vegetation density and plant community biomass (Conant and Paustian, 2002). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Results from this study demonstrate that agricultural land has been increasing at an annual rate of $2 . 8 7 5 \\%$ leading to a general decrease in the area under natural grassland vegetation. This is linked to historical land use policy changes, which have contributed to the private ownership and sub-division of former communal lands used for grazing(Opiyo et al.,2O11).The link between land use policies and their influence on environmental change has also been cited previously (Izzo et al.,2O13).Land formerly under natural grass cover is increasingly being converted to agricultural land to provide food for the increasing human population. Encroachment of farmlands on former grazing lands has greatly reduced access to dry-season grazing resources. Conversion of formerly grazing areas to cultivated areas not only shrinks the grazing resource base but also exposes the land to agents of erosion，namely water and wind， since arid and semi-arid ecosystems are fragile and susceptible to land degradation. This degradation is often also linked to poverty (Mureithi et al.，2O16). The rural poor inhabiting these low-potential lands, characterized by unreliable rainfall, poor soils,and topography, often overexploit the available natural resources,leading to land degradation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Previous studies have mostly investigated the effect of woody tree species on grass biomass production (Hibbard et al.， 2001； Coetzee et al.， 2008). This study shows that woodland vegetation has a significant and negative effect on the area covered by grass. Encroachment by woody plant species has been recognized as a worldwide rangeland management problem. However, there is very litte knowledge available about the dynamics and rates of its occurrence or its impact on essential ecological processes connected to nutrient cycling and energy flow and its implication on biodiversity (Hibbard et al.，2Oo1).Ecological changes are manifested by a progressive growth in bush encroachment, which is a common cause of herbaceous vegetation loss in dry savannas and is responsible for the decline in range condition(Oba et al.，2000; Angassa, 2005). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In this study, the log-linear regression gave an annual rate of increase of $1 8 . 1 \\%$ of woodland over the period of 35 years. Woody plants and grasses interact by many natural mechanisms such ascompetition (negative） and facilitation (positive). However， the proximate causes of encroachment by woody plant species are still not clearly understood.Models of trees and grasses coexistence on terrestrial ecosystems,based on separation by root depth, have not been able to conclusively explain this phenomenon. Land use regimes,including heavy grazing by domestic livestock and anthropogenic decrease in the use of fire as a vegetation management tool,are suspected to aid the process (Roques et al., 2Oo1） and should therefore be considered in the interactions. Over-exploitation of grasses through overgrazing gives woody species a competitive advantage over the grasses. The competitive advantage of shrubs and woody species over grass species is also attributed to the morphological features of the different plant forms. Canopies of tallr woody species shade and modify the productivity of herbaceous understorey plant species. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Rainfall had a positive effect but insignificant. The insignificance of this variable was most likely due to the inclusion of a shift dummy,drought, which had a positive and significant coefficient and should explain how climate impacts grass cover. Drought periods (rainfal of less than $4 5 0 \\mathrm { m m }$ per year, i.e., $\\scriptstyle t = 0$ in $D _ { t } ^ { \\phantom { \\dagger } }$ ) occurred at least once in every five years during the 35 year period.Drought is an excellent example of an abiotic stress condition that occurs in the drylands. During periods of droughts，grass growth is reduced or the grass is thinned altogether. The frequency and severity of drought influence range condition and trend,and the positive and significant response of grass cover to drought is confirmation that climate factors have an impact on land degradation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Human population was expected to have an impact on the change in grassland cover. However, results from this study demonstrate that increased human population in the area had no significant effect on grassand cover but only contributed to smaller farm sizes. Therefore, income generation must now come from greater intensification on already small farms or the development of new occupations, for example,in the processing and service sectors of the economy. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The foregoing regression analysis clearly demonstrates that woodland vegetation， recurrent droughts,human encroachment on free grazing land,and overgrazing as a result of increased livestock numbers have a significant negative effect on grassland vegetation cover. The findings from this case study concur with many other studies which attribute the general decline in range productivity to overgrazing,invasion of brush species and encroachment of better grazing areas by cultivators. In conclusion, increased human and livestock populations and conversion of natural semi-arid ecosystems to agricultural land have contributed to over-cultivation and overgrazing in the semi-arid environments.This overuse of the semi-arid lands has worsened the deterioration of the natural grassland vegetation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This research was funded by the European Commissionunderthe Agricultural Innovations for Drylands Africa (AIDA), Grant Number 043863-SSA Africa (2006). We are also grateful to the Kamba Agropastoral Community in Kibwezi sub-County,Makueni County,Kenya for their supportand cooperation throughoutthe research period. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Adams WM,WatsonEE.2Oo3.Soilerosion,indigenousirrigationandenvironmentalsustainability,Marakwet,Kenya.Land Degradation & Development,14(1):109-122.   \nAngassa A.2Oo5.Theecological impactofbush encroachmentonthe yieldof grases in Boranarangeland ecosystem.African Journal of Ecology,43(1):14-20.   \nAngassaA.2014.Effects of grazing intensityandbush encroachmenton herbaceous speciesandrangeland condition in Southern Ethiopia.Land Degradation & Development,25(5): 438-451.   \nAsnerGP,BorghiCE,OjedaRA.2OO3.DesertificationincentralArgentina:Changes inecosystemcarbonand nitrogen from imaging spectroscopy.Ecological Applications,13(3): 629-648.   \nBecerra JX.2Oo7.The impact of herbivore-plant coevolutionon plantcommunitystructure.Proceedingsof the National Academy of Sciences of the United States of America,104(18):7483-7488.   \nBennettJE,PalmerAR,BlacketMA.2Ol2.Rangedegradationand landtenurechange:insights froma‘released’communal area of eastern Cape Province,South Africa.Land Degradation & Development, 23(6): 557-568.   \nBreshearsDD,CobbNS,RichPM,etal.2O05.Regional vegetationdie-off inresponsetoglobal-change-typedrought. Proceedings of the National Academy of Sciences of the United States of America,102(42):15144-15148.   \nCentral BureauofStatistics (CBS).2Ooo.Republicof Kenya,MinistryofEconomicPlanningandDevelopmentreport,Nairobi, Kenya.   \nCeiua A.yyoEctOlate Osuace Iw aIug a auogical giaut Isiael.Aneulaasuau appacH Journal of Arid Environments,38(2): 145-159.   \nCerda A,Lavee H.199.The efect of grazing onsoiland waterlosses underaridand Mediterranean climates.Implications for desertification.Pirineos,153-154:159-174.   \nCerda A.2oo.Aggegate stability against water forces under diferentclimates onagriculture land and scrubland in southern Bolivia. Soil and Tillage Research,57(3):159-166.   \nCerda A,FlanaganDC,LeBissonnaisY,etal.2Oo9.Soilerosionandagriculture.SolandTllgeResearch,06():0108.   \nCoetzee B WT,Tincani L, Wodu Z,etal.2O08.Overgrazing and bush encroachment by Tarchonanthus camphoratus in a semi-arid savanna.African Journal of Ecology,46(3): 449-451.   \nConantRT,PaustianK.2Oo2.Potentialsoilcarbonsequestration inovergrazed grassandecosystems.Global Biogeochemical Cycles,16(4): 90-1-90-9.   \nDarkohM BK.2Oo3.Regional perspectives onagriculture and biodiversity in thedrylandsof Africa.Journal of Arid Environments,54(2): 261-279.   \nde SouzaRG,da SilvaD KA,de MelloCMA,etal.2O13.Arbuscular mycorrhizal fungi inrevegetated mined dunes.Land Degradation & Development, 24(2): 147-155.   \nGeist HJ,Lambin E F.2004.Dynamic causal patterns of desertification.Bioscience,54(9): 817-829.   \nGisladotir G,Stocking M.2Oo5.Land degradationcontrolanditsglobalenvironmental benefits.LandDegradation& Development,16(2): 99-112.   \nGoK(Government of Kenya).2002.Makueni District Development Plan for theperiod 2002-2008.Nairobi:Kenya Government Printers.   \nGoK(Government of Kenya). 2O09. Ministry of Planning and Development. Nairobi: National population census.   \nGoK/NAP.2Oo2.National Action Programme:Framework forcombating desertification in Kenya,inthecontextofthe United Nations Convention to Combat Desertification (UNCCD). Nairobi: National Environment Secretariat.   \nHaddad NM,TilmanD,Knops JMH.2O02.Long-termoscilations ingrassland productivityinduced bydrought.Ecology Letters,5(1): 110-120.   \nHall DO,ScurlockJMO.991.Climate changeand productivityofnatural graslands.Annals ofBotany,67(Suppl): 4955.   \nHibbard K A,Archer S, Schimel D S,et al. 20o1. Biogeochemical changes accompanying woody plant encroachment ina subtropical savanna. Ecology,82(7): 1999-2011.   \nHoldo RM.2013.Revisiting thetwo-layer hypothesis:coexistenceof alternative functional rooting strategies in savanas. PLoS ONE,8(8): e69625.   \nIzzo M,AraujoN,AuceliPPCetal.20l3.LandsensitivitytodesertificationintheDominicanRepublic:anadaptationof te ESA methodology.Land Degradation & Development,24(5): 486-498.   \nKassahun A,Snyman HA,Smit GN.2O08.Livestock grazing behaviour alongadegradation gradient in the Somali regionof eastern Ethiopia. African Journal of Range & Forage Science,25(1):1-9.   \nLal R.2004. Carbon sequestration in dryland ecosystems. Environmental Management,33(4): 528-544.   \nLal R. 2009.Sequestering carbon in soils of arid ecosystems.Land Degradation & Development,20(4): 441-454.   \nLazaro R,RodrigoFS,GutierrzL,etal.2001.Analysisofa3O-yearrainfallrecord(1967-1997)insemi-arid SESpain for implications on vegetation.Journal of Arid Environments,48(3): 373-395.   \nLi XL,GaoJ,BrierleyG,etal.2Ol3.Rangelanddegradationonthe Qinghai-TibetPlateau:Implications forrehabilitation. Land Degradation & Development, 24(1): 72-80.   \nMataix-Solera J,Cerda A,Arcenegui V,etal.2O11.Fireefectsonsoilaggregation:areview.Earth-ScienceReviews, 109(1-2): 44-60.   \nMganga K Z,Musimba NKR,Nyangito MM,et al.20l0.Improving hydrological responses of degraded soils in semi arid Kenya. Journal of Environmental Science and Technology,3(4): 217-225.   \nMgangaKZ,MusimbaNKR,NyarikiDM,etal.2O11.Diferent land use types inthe semi-aridrangelandsof Kenya influence soil properties. Journal of Soil Science and Environmental Management,2(11): 370-374.   \nMganga K Z,KuzyakovY.2014.Glucose decompositionandits incorporation into soil microbial biomassdepending on land use in Mt. Kilimanjaro ecosystems.European Journal of Soil Biology,62:74-82.   \nMureithi SM,VerdodtA,NjokaJT,etal.2016.Impactofcommunityconservation managementonherbaceous layerandsoil nutrients in a Kenyan semi-arid savannah.Land Degradation & Development,27(8): 1820-1830.   \nMwang'ombeAW,EkayaWN,Muiru WM,etal.2O11.Livelihoodsunderclimate variabilityandchange:ananalysisof the adaptivecapacityofruralporto waterscarcity in Kenya’s drylands.Journalof Environmental Scienceand Technology,4(4): 403-410.   \nNgugiRK,NyarikiDM.2Oo5.Rurallivelihoods inthearidandsemi-aridenvironmentsofKenya:sustainablealternativesand challenges.Agriculture and Human Values,22(1): 65-71.   \nNyangito MM,Musimba NKR,NyarikiD M.2O08.Range use and dynamics in the agropastoral system of southeastern Kenya.African Journal of Environmental Science and Technology,2(8): 222-230.   \nNyangito M M,MusimbaNKR,Nyariki D M.2009.Hydrologic propertiesof grazed perennial swards insemiarid southeastern Kenya.African Journal of Environmental Science and Technology,3(2):26-33.   \nNyarikiDM.2O09.Priceresponseof herdof-takeunder market liberalization inadevelopingcatlesector:panelanalysis applied to Kenya's ranching.Environment and Development Economics,14(2): 263-280.   \nOba G,PostE,SyvertsenPOetal.2o.Bushcoverandrangeconditioassessments inrelationtolandscapeand grazing in Southern Ethiopia.Landscape Ecology,15(6): 535-546.   \nOlukoye GA,Kinyamario JI.2Oo9.Community participation in therehabilitationof asand dune environment inKenya.Land Degradation & Development, 20(4):397-409.   \nOmuto CT,Vargas RR,AlimMS,etal.2010.Mixed-effectsmodelingof time series NDV-rainfalrelationshipforetecting human-induced loss of vegetation cover in drylands.Journal of Arid Environments,74(11):1552-1563.   \nOpiyo FEO,EkayaWN,NyarikiDM,etal.2Ol1.Seededpreparationinfluenceoorphometriccharacteristicsofpereal grasses of a semi-arid rangeland in Kenya.African Journal of Plant Science,5(8): 460-468.   \nPei SF,Fu H,Wan CG.2Oo8.Changes insoil properties andvegetation following exclosure and grazing in degraded Alxa desert steppe of Inner Mongolia,China.Agriculture,Ecosystems & Environment,124(1-2): 33-39.   \nQadir M,NobleAD,Chartres C.2013.Adapting toclimatechange by improving water productivityof soils indryareas.Land Degradation & Development, 24(1):12-21.   \nRoques KG,O'ConnerTG,Watkinson AR.2Oo1.Dynamicsof shrub encroachmentinanAfricansavanna:relative influences of fire,herbivory,rainfalland density dependence.Journal of Applied Ecology,38(2):268-280.   \nSernels S,Lambin EF.2Ool.Proximatecausesof land-usechange in Narok District,Kenya:a spatial statisticalmodel. Agriculture,Ecosystems & Environment,85(1-3): 65-81.   \nSperanza CI,KitemeB,AmbenjeP,etal.2O10.Indigenous knowledgerelated toclimate variabilityandchange: insights from droughts in semi-arid areas of former Makueni District,Kenya. Climate Change,1Oo(2):295-315.   \nVander WalR.2Oo6.Doherbivorescausehabitatdegradationorvegetationstate transition?Evidencefromthetundra.Oikos, 114(1): 177-186.   \nViser N,Moris C,Hardy MB,etal2O07.Restoring bare patches inthe Nama-Karooof South Africa.AfricanJournal of Range & Forage Science,24(2): 87-96.   \nVohlandK,BarryB.2Oo9.Areviewof insiturainwaterharvesting(RWH)practices modifying landscape functionsinAfrican drylands.Agriculture,Ecosystems & Environment,131(3-4): 119-127.   \nWang QX,BatkhishigO.2014.Impactof overgrazingonsemiarid ecosystem soil properties:acase studyof theeastern HovsgolLake Area,Mongolia.Journal of Ecosystem & Ecography,4(1):140,doi:10.4172/2157-7625.1000140.   \nWangT,YanCZ,SongX,etal.2O13.LandsatimagesrevealrendsintheAeoliandesertificationinaourceareaforsandand dust storms in China's Alashan Plateau (1975-2007).Land Degradation & Development,24(5): 422-429.   \nWesselsKJ,PrinceSD,FrostPE,etal.2004.Assessing theefectsof human-induced land degradation intheformer homelands of northern South Africa with a $1 \\mathrm { k m }$ AVHRR NDVI time-series.Remote Sensing of Environment,91(1): 47-67.   \nWesselsKJ,PrinceSD,MalherbeJ,etal.2Oo7.Canhuman-induced landdegradationbedistinguished fromtheefectsof rainfall variability?A case study in South Africa.Journal of Arid Environments,68(2): 271-297. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]